[
  {
    "translation": {
      "en": "♪ You'll find his picture under awesome In the dictionary ♪",
      "th": "(ผลงานภาพยนตร์ชุดของ NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "It took six years, but I finally finished building my dream house. Uh-huh.",
      "th": "ถึงจะใช้เวลาตั้งหกปี แต่ในที่สุด บ้านในฝันของฉันก็สร้างเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Buddy and Darnell] Ka-Boom!",
      "th": "คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "Sorry. I'm late for a race and I needed a shortcut.",
      "th": "โทษทีนะ ฉันไปแข่งสายแล้วน่ะ ก็เลยต้องใช้ทางลัดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Buddy Thunderstruck!",
      "th": "บัดดี้ ธันเดอร์สทรัก!"
    }
  },
  {
    "translation": {
      "en": "I promise to fix that hole. [laughs] Don't be silly!",
      "th": "- สัญญาจะซ่อมไอ้รูนี่ให้นะ - อย่าโง่ไปหน่อยเลยน่า"
    }
  },
  {
    "translation": {
      "en": "I'm keeping that hole. Now you get to that race.",
      "th": "ฉันจะเก็บรูนี่ไว้ล่ะ นายไปแข่งได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "If I do say so myself, that is a dang nice hole.",
      "th": "ฉันก็ว่างั้นแหละ ไอ้รูนี่มันเจ๋งจะตาย"
    }
  },
  {
    "translation": {
      "en": "-It's a dang great hole, Buddy. -[engine revving]",
      "th": "เจ๋งสุดๆ ต่างหาก บัดดี้"
    }
  },
  {
    "translation": {
      "en": "Wow! Buddy Thunderstruck just drove through my hand-built dream house.",
      "th": "ให้ตายสิ บัดดี้ ธันเดอร์สทรัก เพิ่งขับรถทะลุบ้านในฝันที่ฉันสร้างมากับมือ"
    }
  },
  {
    "translation": {
      "en": "-[crashing] -[siren stops]",
      "th": "(ตำรวจ)"
    }
  },
  {
    "translation": {
      "en": "Sheriff Cannonball. Buddy is speeding and I have crashed into a love seat.",
      "th": "นายอำเภอแคนนอนบอล บัดดี้ขับเร็วเกินกำหนด และผมก็เพิ่งขับเข้ามา ชนกับโซฟาในบ้านครับ"
    }
  },
  {
    "translation": {
      "en": "I repeat, I have-- I'm here, Hoisenberry!",
      "th": "- ขอย้ำครับ ผม... - ฉันก็อยู่ตรงนี้นะ ฮอยเซนเบอร์รี"
    }
  },
  {
    "translation": {
      "en": "Sorry, Sheriff.",
      "th": "ขอโทษครับ นายอำเภอ"
    }
  },
  {
    "translation": {
      "en": "Sooner or later, when Buddy's luck runs out,",
      "th": "ไม่ช้าก็เร็ว พอเจ้าบัดดี้อับโชคเมื่อไรล่ะก็"
    }
  },
  {
    "translation": {
      "en": "I'll be there to throw his butt in jail.",
      "th": "ฉันนี่แหละ จะจับมันโยนเข้าตะรางเอง"
    }
  },
  {
    "translation": {
      "en": "Then I shall dance like no one is watching.",
      "th": "และฉันก็จะเต้นให้โลกลืมไปเลย"
    }
  },
  {
    "translation": {
      "en": "Darnell, after we win tonight, let's do somethin' real fun.",
      "th": "ดาร์เนล เดี๋ยวพอชนะการแข่งขันคืนนี้แล้ว เราไปหาอะไรสนุกๆ ทำกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "We could refill my ice cube trays? No. Wanna recycle some cans?",
      "th": "- เราไปทำน้ำแข็งเพิ่มกันไหม - ไม่ละ รีไซเคิลกระป๋องเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Nah. Wanna make scented candles?",
      "th": "อย่าเลย หรือไปทำเทียนหอมกันดี"
    }
  },
  {
    "translation": {
      "en": "Nah. Wanna cut our toenails? Nah.",
      "th": "- ไม่ดีกว่า งั้นตัดเล็บเท้ากันไหม - ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "Darnell, it has occurred to me all of our ideas are just terrible.",
      "th": "ดาร์เนล ฉันว่าไอเดียแต่ละอัน ของเราไม่ได้เรื่องเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "Here we go, race fans! Nick the New Guy here.",
      "th": "เริ่มกันเลย แฟนๆ ทั้งหลาย ผมนิก โฆษกคนใหม่"
    }
  },
  {
    "translation": {
      "en": "It's time to get in the race,",
      "th": "ได้เวลาลงสนามแข่งแล้ว แม้คนโปรดของแฟนๆ"
    }
  },
  {
    "translation": {
      "en": "even though fan favorite Buddy Thunderstruck is a no-show,",
      "th": "ได้เวลาลงสนามแข่งแล้ว แม้คนโปรดของแฟนๆ บัดดี้ ธันเดอร์สทรักยังไม่โผล่มา"
    }
  },
  {
    "translation": {
      "en": "forcing us to watch a bunch of back-markers in granny gear.",
      "th": "เราถึงต้องทนดูพวกนักแข่ง ที่ช้าอย่างกับเต่าแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Talk about losers!",
      "th": "พูดถึงพวกขี้แพ้"
    }
  },
  {
    "translation": {
      "en": "Yo, Pops! I'm in first place, yo!",
      "th": "โย่ พ่อ ผมนำอยู่นะพ่อ โย่"
    }
  },
  {
    "translation": {
      "en": "-Pay attention, ya bloated tick! -[crowd chanting] Buddy!",
      "th": "- มีสมาธิหน่อย ไอ้อ้วน - บัดดี้!"
    }
  },
  {
    "translation": {
      "en": "Tex Arkana Jr. is the new cat's pajamas.",
      "th": "เท็กซ์ อาร์คาน่า จูเนียร์ คือมือพระกาฬคนใหม่"
    }
  },
  {
    "translation": {
      "en": "[both] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "[Nick over PA] The race has started!",
      "th": "การแข่งขันได้เริ่ม อย่างเป็นทางการแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "And Buddy Thunderstruck, a true gasser, has made it just in the nick of time.",
      "th": "และบัดดี้ ธันเดอร์สทรักตีนผีตัวจริง ก็มาได้ทันเวลาพอดี"
    }
  },
  {
    "translation": {
      "en": "Whoo-wee! My heart's racing faster",
      "th": "ใจผมเต้นเร็วยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "than the time I got caught peeing in the public pool.",
      "th": "ตอนที่ถูกจับได้ ว่าฉี่ในสระว่ายน้ำอีกครับ"
    }
  },
  {
    "translation": {
      "en": "Which was just this morning.",
      "th": "ซึ่งก็เพิ่งเกิดขึ้นเมื่อเช้านี้เอง"
    }
  },
  {
    "translation": {
      "en": "Ooh! Let's visit the mystery spot.",
      "th": "ไปเที่ยวจุดลึกลับกันไหม"
    }
  },
  {
    "translation": {
      "en": "That spot is just a stain on some guy's shirt.",
      "th": "ไอ้จุดที่เป็นคราบบนเสื้อของใครน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Nice guy, though. Creepy but nice.",
      "th": "ก็ดีนะ น่ากลัว แต่ก็ดี"
    }
  },
  {
    "translation": {
      "en": "Ultimate Robot Fighting? -[tires screech] -[Buddy] It's not that ultimate.",
      "th": "- สุดยอดการต่อสู้ของหุ่นยนต์เหรอ - ก็ไม่ได้สุดยอดขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Robots just slap each other and giggle.",
      "th": "พวกหุ่นยนต์มันแค่ตบกัน แล้วก็หัวเราะคิกคัก"
    }
  },
  {
    "translation": {
      "en": "[Darnell] Apple picking?",
      "th": "งั้นไปเก็บแอปเปิ้ลกัน"
    }
  },
  {
    "translation": {
      "en": "Darnell? Apple picking? Really?",
      "th": "ดาร์เนล ไปเก็บแอปเปิ้ลน่ะนะ เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Put it in the \"maybe\" pile.",
      "th": "กองไว้ที่ \"อาจจะ\" ก่อนแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[Nick over PA] Buddy Thunderstruck is ridin' that fence for pole position.",
      "th": "บัดดี้ ธันเดอร์สทรักขับเลียบรั้วนั่น ไปที่จุดสตาร์ตแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "He's schoolin' those other drivers like they're little babies",
      "th": "เขาสั่งสอนนักแข่งคนอื่นๆ อย่างกับเด็กน้อยเลยนั่น"
    }
  },
  {
    "translation": {
      "en": "with baby legs that can't reach the gas pedals.",
      "th": "เด็กน้อยขาสั้นๆ ที่เหยียบคันเร่งไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "And now he's neck and neck with Tex Arkana Jr.!",
      "th": "และตอนนี้เขาก็มาสูสี กับเท็กซ์ อาร์คาน่า จูเนียร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, how you doin', Little Tex?",
      "th": "ไง เป็นไงบ้าง เท็กซ์น้อย"
    }
  },
  {
    "translation": {
      "en": "Worry about yourself, bro!",
      "th": "ห่วงตัวเองเถอะ พวก"
    }
  },
  {
    "translation": {
      "en": "-[yelps] -[crowd boos]",
      "th": "บู!"
    }
  },
  {
    "translation": {
      "en": "Aw, y'all are just a bunch of bricklayers!",
      "th": "พวกนายมันก็แค่ไอ้พวกช่างปูน"
    }
  },
  {
    "translation": {
      "en": "-Ka-Boom! -[cheering]",
      "th": "คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "Fart nugget! I hate me some Buddy Thunderstruck.",
      "th": "บ้าเอ๊ย ฉันล่ะเกลียด บัดดี้ ธันเดอร์สทรักซะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I could never win without the town of Greasepit backin' me up!",
      "th": "ถ้าชาวเมืองกรีสพิตไม่เชียร์ผมล่ะก็ ผมไม่มีทางชนะแน่"
    }
  },
  {
    "translation": {
      "en": "-I love you all! -[Mr. Weaselbrat] And we love you!",
      "th": "- ผมรักพวกคุณนะ - พวกเราก็รักนาย"
    }
  },
  {
    "translation": {
      "en": "Even you, Handsome Joe!",
      "th": "แม้แต่นายฉันก็รัก โจรูปหล่อ"
    }
  },
  {
    "translation": {
      "en": "Here ya go, Auntie Uncle.",
      "th": "เอ้านี่ครับ ป้าอังเคิล"
    }
  },
  {
    "translation": {
      "en": "That'll keep Thunderstruck Trucking open for another few weeks.",
      "th": "นี่น่าจะช่วยให้อู่ธันเดอร์สทรัก เปิดต่อไปได้อีกสองสามอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "So don't go wastin' all that money. Of course I won't waste it.",
      "th": "- อย่าเอาเงินไปใช้หมดล่ะ - แน่นอน ป้าไม่ใช้หมดหรอก"
    }
  },
  {
    "translation": {
      "en": "Hey, everyone, party's on me!",
      "th": "ทุกคน ปาร์ตี้กัน ฉันเลี้ยงเอง"
    }
  },
  {
    "translation": {
      "en": "No matter. Once I win next week's prize, she'll be just fine.",
      "th": "ไม่เป็นไร เดี๋ยวอาทิตย์หน้า ฉันก็ชนะได้เงินมาให้ป้าอีก"
    }
  },
  {
    "translation": {
      "en": "Now, how we celebratin' this win? I got three words for you.",
      "th": "- สรุปเราจะฉลองชัยชนะกันยังไงดี - ฉันมีสามคำว่ะเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Pretzel. Factory. Dumpster.",
      "th": "เพรตเซล โรงงาน ถังขยะ"
    }
  },
  {
    "translation": {
      "en": "Well, I got three words for you.",
      "th": "งั้นฉันก็มีสามคำให้นายเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes. And all right!",
      "th": "ได้ ตกลง และโอเคเลย"
    }
  },
  {
    "translation": {
      "en": "[both] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "If we could just make everyone hate Buddy so much",
      "th": "นี่ถ้าเราทำให้คนเกลียดบัดดี้มากๆ"
    }
  },
  {
    "translation": {
      "en": "that they run him out of town, then he wouldn't race.",
      "th": "จนขับไล่เขาออกไปจากเมืองได้ล่ะก็ เขาก็จะลงแข่งไม่ได้อีก"
    }
  },
  {
    "translation": {
      "en": "And then he'd be broke.",
      "th": "และเขาก็จะต้องถังแตก"
    }
  },
  {
    "translation": {
      "en": "And then he'd have to sell me Thunderstruck Trucking. [laughs]",
      "th": "และก็จะต้องขายกิจการ อู่ธันเดอร์สทรักให้กับฉัน"
    }
  },
  {
    "translation": {
      "en": "Yo, and then I could finally win,",
      "th": "โย่ และผมก็จะได้ชนะสักที"
    }
  },
  {
    "translation": {
      "en": "get my own trophy, and look just like Buddy!",
      "th": "ได้ถ้วยเป็นของตัวเอง จะได้ดูเหมือนบัดดี้"
    }
  },
  {
    "translation": {
      "en": "You'd look just like a Buddy everyone hates.",
      "th": "แกจะได้ดูเหมือน บัดดี้ที่ทุกคนเกลียดน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Say, that's not a bad idea.",
      "th": "จะว่าไป ก็ไม่เลวเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "-[engine sputters] -Yo, Pops, it's Buddy.",
      "th": "โย่ พ่อ บัดดี้มาแน่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's ask him to make his fans really mad for us.",
      "th": "ไปขอให้เขาบอกให้แฟนๆ มาเชียร์เราบ้างดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You ninny, that's not the real Buddy.",
      "th": "ไอ้ลูกโง่ นั่นใช่บัดดี้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Howdy, Big Tex. I'm ready to ruin Buddy's reputation",
      "th": "สวัสดี บิ๊กเท็กซ์ ฉันพร้อมทำลายชื่อเสียงบัดดี้"
    }
  },
  {
    "translation": {
      "en": "just like we discussed in our text messages.",
      "th": "แบบที่เราส่งข้อความคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're the guy I done hired?",
      "th": "นายคือคนที่ฉันจ้างเหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Ain't no way anybody's gonna believe you're Buddy Thunderstruck.",
      "th": "แบบนี้ไม่มีใครเชื่อหรอก ว่านายเป็นบัดดี้ ธันเดอร์สทรัก"
    }
  },
  {
    "translation": {
      "en": "-[tires screech] -[laughs] Buddy Thunderstruck!",
      "th": "บัดดี้ ธันเดอร์สทรัก"
    }
  },
  {
    "translation": {
      "en": "Oh, wow! Can I buy you lunch?",
      "th": "ว้าว ฉันขอเลี้ยงข้าวนายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[laughs] Well, this plan just might work after all.",
      "th": "ฮ่าๆ แผนนี้น่าจะใช้ได้ผล"
    }
  },
  {
    "translation": {
      "en": "Truckin' may not be as excitin' as racin',",
      "th": "รับจ้างขนของอาจจะไม่ตื่นเต้น เท่าการแข่งรถก็จริงอยู่"
    }
  },
  {
    "translation": {
      "en": "but someone out there is depending on this load of baby-sized adult diapers,",
      "th": "แต่มีคนรอผ้าอ้อมผู้ใหญ่ ไซซ์เด็กอยู่ข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "and I will not let them down.",
      "th": "และเราต้องไม่ทำให้เขาผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "I just won't.",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "With good Buddy out of town, I can go be bad Buddy.",
      "th": "ในเมื่อบัดดี้ตัวดีไม่อยู่ ฉันก็เล่นบทบัดดี้ตัวร้ายได้น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Buddy! My presents!",
      "th": "บัดดี้ ของขวัญของฉัน"
    }
  },
  {
    "translation": {
      "en": "[imitating baby possum] \"Buddy, my presents! I'm a snotty crybaby who eats garbage. Wah!\"",
      "th": "\"บัดดี้ ของขวัญฉัน ฉันเป็นเด็กขี้แงนิสัยไม่ดีชอบกินขยะ\""
    }
  },
  {
    "translation": {
      "en": "You're stupid, and so is your stupid bank.",
      "th": "พวกแกมันโง่ ธนาคารแกก็โง่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Stupid? I'm callin' the cops!",
      "th": "โง่เหรอ ฉันจะแจ้งความ"
    }
  },
  {
    "translation": {
      "en": "Cool. Buddy customized my bike.",
      "th": "เจ๋ง บัดดี้ช่วยโมมอเตอร์ไซค์ฉัน"
    }
  },
  {
    "translation": {
      "en": "Not cool, Buddy!",
      "th": "ไม่เจ๋งแล้ว บัดดี้!"
    }
  },
  {
    "translation": {
      "en": "-[both grunting] -I done made you handsomer. [laughs]",
      "th": "ฉันช่วยทำให้นายหล่อขึ้นแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I just customized your butt crack.",
      "th": "ฉันเพิ่งช่วยแต่งร่องก้นให้นายน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[farts] -Gas. Have some ice cream.",
      "th": "เอาตดไปเลย กินไอติมหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "[all] Curse you, Buddy Thunderstruck!",
      "th": "ฉันขอสาปแช่งนาย บัดดี้ ธันเดอร์สทรัก"
    }
  },
  {
    "translation": {
      "en": "[Buddy] Ooh, boy. I just love coming home after a delivery.",
      "th": "ให้ตายสิ ส่งของแล้วได้กลับบ้านนี่สุขใจสุดๆ"
    }
  },
  {
    "translation": {
      "en": "'Cause nothing in Greasepit ever changes.",
      "th": "เพราะทุกอย่างในกรีสพิต ไม่มีวันเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "You ruined Greasepit, Buddy!",
      "th": "นายทำลายกรีสพิต บัดดี้"
    }
  },
  {
    "translation": {
      "en": "I ruined Greasepit?",
      "th": "ฉันเนี่ยนะทำลายกรีสพิต"
    }
  },
  {
    "translation": {
      "en": "We hate you, Buddy. You're such a jerk, man.",
      "th": "พวกเราเกลียดนาย บัดดี้ นายมันเลว"
    }
  },
  {
    "translation": {
      "en": "Hate me?",
      "th": "เกลียดฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Darnell, did we accidentally cross into an alternate evil dimension?",
      "th": "ดาร์เนล นี่เราบังเอิญขับรถ ข้ามมิติอะไรมาหรือเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "It's possible. I mean, we both fell asleep on the drive back.",
      "th": "ก็เป็นได้นะ เราเผลอหลับ ตอนที่ขับรถกลับมาด้วยสิ"
    }
  },
  {
    "translation": {
      "en": "That's it! We're still asleep. We gotta hit each other to wake up.",
      "th": "นั่นไง แสดงว่าเรายังหลับกันอยู่ มาผลัดกันตบหน้าจะได้ตื่น"
    }
  },
  {
    "translation": {
      "en": "[Darnell] Nope, not dreaming.",
      "th": "ไม่ใช่ความฝันนี่"
    }
  },
  {
    "translation": {
      "en": "-We don't need you. -We don't want you here no more!",
      "th": "- เราไม่ต้องการนาย - เราไม่อยากให้นายอยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mr. Weaselbrat] Get out of town, Buddy! Okay, we're gone, man.",
      "th": "- ออกไปซะ บัดดี้ - ก็ได้ เราจะไป"
    }
  },
  {
    "translation": {
      "en": "[Mr. Weaselbrat] I'm tired of you being around this place.",
      "th": "พวกเราเกลียดการที่มีนายอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Artichoke] Hasta, Luigi!",
      "th": "ไปให้พ้น!"
    }
  },
  {
    "translation": {
      "en": "Darnell, I got no idea what's goin' on.",
      "th": "ดาร์เนล ฉันไม่เข้าใจว่ามันเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "But if we wanna figure it out, that means we need...",
      "th": "แต่ถ้าเราจะหาคำตอบ ก็แปลว่าเราต้องการ"
    }
  },
  {
    "translation": {
      "en": "[both] Truck stop snacks!",
      "th": "- ขนมร้านทรักสต็อป! - ขนมร้านทรักสต็อป!"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll get cheese gobs, sugar blisters and butter pops.",
      "th": "โอเค ฉันจะเอาชีส น้ำตาลและก็เนยป็อป"
    }
  },
  {
    "translation": {
      "en": "Get some healthy stuff, too. Like carrots dipped in fudge.",
      "th": "เอาของมีประโยชน์มาด้วยสิ อย่างแคร์รอตเคลือบขนมหวานน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now give me all your money,",
      "th": "เอาเงินของแกมาให้หมด"
    }
  },
  {
    "translation": {
      "en": "or I'm gonna suplex these here lotto tickets.",
      "th": "ไม่งั้นฉันจะซูเพล็กซ์ ไอ้ลอตเตอรี่พวกนี้ซะ"
    }
  },
  {
    "translation": {
      "en": "Well, Darnell, it looks like I still got me one fan.",
      "th": "ดูสิ ดาร์เนล เหมือนฉันจะยัง มีแฟนคลับเหลืออยู่อีกคน"
    }
  },
  {
    "translation": {
      "en": "Hey, man. You got my clothes just right.",
      "th": "นี่ เพื่อน นายแต่งตัวเหมือนฉันเปี๊ยบเลย ทำไมไม่มากับพวกเราล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why don't you come with us so you can tell me how great I am?",
      "th": "นี่ เพื่อน นายแต่งตัวเหมือนฉันเปี๊ยบเลย ทำไมไม่มากับพวกเราล่ะ นายจะได้บอกคนอื่นๆ ว่าฉันดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Oh, no. [grunts]",
      "th": "ซวยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, karate chop on the shoulder just ain't cool--",
      "th": "เฮ้ย สับบ่ากันแบบนี้เลยเหรอ ไม่เจ๋งเลยนะพวก"
    }
  },
  {
    "translation": {
      "en": "Well, that was a delayed reaction. Ow!",
      "th": "รู้สึกช้าไปหน่อยแฮะ"
    }
  },
  {
    "translation": {
      "en": "-[Jacko grunts] -Buddy, I think that guy",
      "th": "บัดดี้ ฉันว่าไอ้หมอนั่น มันปลอมตัวเป็นนาย"
    }
  },
  {
    "translation": {
      "en": "is pretending to be you and making you look bad all over town!",
      "th": "บัดดี้ ฉันว่าไอ้หมอนั่น มันปลอมตัวเป็นนาย และทำให้นายดูเป็นคนเลว ไปทั่วเมืองเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey. You're right. He tarnished my reputation",
      "th": "เออ จริงด้วย หมอนั่นมันทำให้ชื่อเสียงฉันมัวหมอง"
    }
  },
  {
    "translation": {
      "en": "and mopped the floor with my good name.",
      "th": "แถมแอบอ้างชื่อฉันไปทำชั่วอีก"
    }
  },
  {
    "translation": {
      "en": "[Buddy] Hey, me, get back here!",
      "th": "เฮ้ย ฉัน กลับมาก่อน"
    }
  },
  {
    "translation": {
      "en": "-Ooh, that hurts a little bit. -[grunts]",
      "th": "เจ็บนะนั่น"
    }
  },
  {
    "translation": {
      "en": "Let's get that impostor.",
      "th": "ไปจับไอ้คนลวงโลกกัน"
    }
  },
  {
    "translation": {
      "en": "Aw, shoot. We forgot the...",
      "th": "ตายละสิ เราลืม"
    }
  },
  {
    "translation": {
      "en": "[both] Truck stop snacks!",
      "th": "- ขนมร้านทรักสต็อป! - ขนมร้านทรักสต็อป!"
    }
  },
  {
    "translation": {
      "en": "I'm on it.",
      "th": "ฉันไปเอาเอง"
    }
  },
  {
    "translation": {
      "en": "This is highly inconvenient, but I just love me some truck stop snacks. [gasps]",
      "th": "มันก็ไม่ค่อยจะสะดวกเท่าไร แต่ฉันชอบขนมร้านนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[groans] -We've been lookin' for you. You caused all sorts of trouble. [laughs]",
      "th": "เราตามหาตัวนายอยู่พอดี นายน่ะก่อเรื่องไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "[Nick on TV] Again, Buddy's a no-show. But nobody cares!",
      "th": "บัดดี้ไม่โผล่มาอีกแล้ว แต่ไม่มีใครสนใจหรอก"
    }
  },
  {
    "translation": {
      "en": "If you're still one of Buddy's racer chasers,",
      "th": "ใช่ และถ้าคุณยังเป็น แฟนเหนียวแน่นของบัดดี้อยู่ล่ะก็ มาให้ผมเตะไข่ซะดีๆ"
    }
  },
  {
    "translation": {
      "en": "then come see me for a kick in the giblets.",
      "th": "แฟนเหนียวแน่นของบัดดี้อยู่ล่ะก็ มาให้ผมเตะไข่ซะดีๆ"
    }
  },
  {
    "translation": {
      "en": "Aw. You sad about missing your first race ever since I finally got your butt in jail? -Yee-haw! -[hip-hop music playing]",
      "th": "นายคงเศร้าน่าดูที่พลาดการแข่งขัน ในเมื่อฉันจับนายเข้าคุกได้แล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "I done finally caught me Buddy Thunderstruck!",
      "th": "ในที่สุดฉันก็จับบัดดี้ ธันเดอร์สทรักได้"
    }
  },
  {
    "translation": {
      "en": "[sighs] My reputation is ruined.",
      "th": "ในที่สุดฉันก็จับบัดดี้ ธันเดอร์สทรักได้ ชื่อเสียงของฉันป่นปี้หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Worse, if I don't win tonight's race money,",
      "th": "และจะยิ่งแย่เข้าไปอีก ถ้าฉันไม่ชนะเงินรางวัลคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Big Tex will surely get the deed to Thunderstruck Trucking.",
      "th": "บิ๊กเท็กซ์มีหวังได้โฉนด อู่ธันเดอร์สทรักไปแน่"
    }
  },
  {
    "translation": {
      "en": "Game over, man.",
      "th": "มันจบแล้ว เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Hmm. Maybe it's not.",
      "th": "อาจจะไม่ก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Ha! Where'd you learn to dance?",
      "th": "นี่นายไปหัดเต้นมาจากไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[music stops] -We took a hip-hop audio course. Why?",
      "th": "เราเรียนเต้นฮิปฮอปด้วยเสียงน่ะ ทำไม"
    }
  },
  {
    "translation": {
      "en": "'Cause we're way better. [chuckles] Way better.",
      "th": "ก็เพราะว่าเราเก่ง กว่าพวกนายหลายขุมน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "[laughs] Prove it! I'll bet you stink.",
      "th": "พิสูจน์เลย ฉันมั่นใจว่านายมันไม่ได้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "Okay, then. Get your apology ready.",
      "th": "งั้นก็ได้ เตรียมคำขอโทษเอาไว้เลยพวก"
    }
  },
  {
    "translation": {
      "en": "Darnell, let's bust a move.",
      "th": "ดาร์เนล สั่งสอนพวกนั้นหน่อย"
    }
  },
  {
    "translation": {
      "en": "Wow, they really are better. Yes, they are.",
      "th": "- ว้าว พวกเขาเก่งจริงๆ ด้วย - นั่นน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "I'll have to apologize when they come back in.",
      "th": "พวกนั้นกลับมาเมื่อไร ฉันคงต้องขอโทษซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "They might be dancing outside.",
      "th": "พวกเขาอาจจะออกไป เต้นกันข้างนอกเนอะ"
    }
  },
  {
    "translation": {
      "en": "My boy's in the lead! Whoo-wee!",
      "th": "ลูกชายฉันนำอยู่"
    }
  },
  {
    "translation": {
      "en": "Thunderstruck Trucking will soon be mine! -[horn honking] -[gasps]",
      "th": "อู่ธันเดอร์สทรัก ต้องตกเป็นของฉันในไม่ช้า"
    }
  },
  {
    "translation": {
      "en": "[both] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "Man, everyone still thinks they hate me?",
      "th": "ให้ตายสิ นี่ทุกคน ยังเกลียดฉันอยู่เหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Get in that race and take him out! Buddy Thunderstruck can't win!",
      "th": "นายเข้าไปแข่งและกำจัดมันให้ได้ บัดดี้ ธันเดอร์สทรักจะชนะไม่ได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Hold up! Two Buddys on the track?",
      "th": "เดี๋ยวนะ บัดดี้สองคน อยู่ในสนามเหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "One must be real and the other must be a fake.",
      "th": "คนนึงต้องเป็นตัวจริง และอีกคนต้องเป็นตัวปลอมแน่"
    }
  },
  {
    "translation": {
      "en": "But which is which? They're completely identical!",
      "th": "แต่ว่าคันไหนเป็นคันไหนกันล่ะ เหมือนกันเป๊ะขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "It doesn't get more exciting or more confusing than this, folks!",
      "th": "ไม่มีอะไรที่น่าตื่นเต้นหรือสับสนงงงวย ไปมากกว่านี้แล้ว ท่านผู้ชม"
    }
  },
  {
    "translation": {
      "en": "Time to be awesome and win everybody's love back.",
      "th": "ได้เวลาโชว์ความเจ๋ง และเอาใจทุกคนกลับมาแล้วพวก บูม!"
    }
  },
  {
    "translation": {
      "en": "[grunting] What in blazes? -Blame it on the thunder! -[exclaims]",
      "th": "- อะไรกันวะนี่ - โทษสายฟ้าฟาดก็แล้วกัน!"
    }
  },
  {
    "translation": {
      "en": "[Nick] They're approaching the finish line! Yo, yo, yo. No, no, no!",
      "th": "- พวกเขากำลังจะเข้าเส้นชัยแล้ว - โย่ๆ ไม่นะ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Nick] It's gonna be a close one!",
      "th": "เส้นยาแดงผ่าแปด"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -[laughs] Buddy's back!",
      "th": "บัดดี้กลับมาแล้ว!"
    }
  },
  {
    "translation": {
      "en": "Fart nugget!",
      "th": "ให้ตายสิ!"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -[cheering continues]",
      "th": "(บัดดี้ชนะไป เหมือนเช่นทุกครั้ง)"
    }
  },
  {
    "translation": {
      "en": "Well, I'll be! [nervous chuckle] Buddy has himself an evil double.",
      "th": "ให้ตายสิ บัดดี้มีตัวปลอมเป็นโจรเหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, looks just like him, too. Cuff him, Hoisenberry.",
      "th": "โห เหมือนกันอย่างกับแกะด้วย ใส่กุญแจมือเขาเลย ฮอยเซนเบอร์รี"
    }
  },
  {
    "translation": {
      "en": "You're busted.",
      "th": "นายถูกจับแล้ว"
    }
  },
  {
    "translation": {
      "en": "That man was an impostor!",
      "th": "หมอนั่นเป็นตัวปลอม ผมไม่มีวันทำร้ายพวกคุณหรอก"
    }
  },
  {
    "translation": {
      "en": "I'd never hurt y'all! I love everyone in Greasepit!",
      "th": "หมอนั่นเป็นตัวปลอม ผมไม่มีวันทำร้ายพวกคุณหรอก ผมรักชาวเมืองกรีสพิต โดยเฉพาะนาย โจรูปหล่อ"
    }
  },
  {
    "translation": {
      "en": "Especially you, Handsome Joe.",
      "th": "ผมรักชาวเมืองกรีสพิต โดยเฉพาะนาย โจรูปหล่อ"
    }
  },
  {
    "translation": {
      "en": "[chanting] Buddy!",
      "th": "บัดดี้ๆ"
    }
  },
  {
    "translation": {
      "en": "[Nick over PA] Buddy won first and second place. It's a new record!",
      "th": "บัดดี้เข้าเส้นชัยเป็นที่หนึ่งและที่สองด้วย เป็นสถิติใหม่"
    }
  },
  {
    "translation": {
      "en": "This will keep Thunderstruck Trucking open for some time.",
      "th": "นี่จะช่วยให้อู่ธันเดอร์สทรัก อยู่ไปได้อีกพักใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "Good to be king again.",
      "th": "รู้สึกดีที่ได้กลับมาเป็นราชาอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Sheriff. [laughs] Oops.",
      "th": "อุ๊ย โทษที นายอำเภอ"
    }
  },
  {
    "translation": {
      "en": "I hate me some Buddy Thunderstruck.",
      "th": "บางทีฉันก็เกลียด เจ้าบัดดี้ ธันเดอร์สทรักจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Buddy and Darnell] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "Oh, excuse me, sir, but you seem to be new in town.",
      "th": "ขอโทษทีครับ แต่ท่าทางเหมือนคุณเพิ่งมาเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, I look forward to hearing your story,",
      "th": "ผมรอฟังเรื่องคุณนะครับ"
    }
  },
  {
    "translation": {
      "en": "which appears to be quite mysterious and very intriguing.",
      "th": "ดูมันค่อนข้างลึกลับ และก็น่าสนใจอยู่ไม่น้อย"
    }
  },
  {
    "translation": {
      "en": "Oh, wait, wait, wait. Hold that thought. I'm late for din-din. Good night!",
      "th": "เดี๋ยวก่อน เดี๋ยวนะ อย่าเพิ่ง ผมไปกินมื้อค่ำสายแล้ว ลาล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Nick over PA] And Buddy Thunderstruck is going faster than ever!",
      "th": "บัดดี้ ธันเดอร์สทรักพุ่งไปเร็ว กว่าที่เคยอีกครับ"
    }
  },
  {
    "translation": {
      "en": "Is he trying to win the love of a girl?",
      "th": "นี่กะจะเอาชนะใจ สาวไหนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Did he make a promise to a sick child?",
      "th": "หรือไปให้คำมั่น สัญญากับใครที่ไหนเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Just what is his secret motivation?",
      "th": "แรงจูงใจลับๆ ของเขาคืออะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "I am starving. I could really go for some hot wings, like, now.",
      "th": "ฉันหิวจะตายอยู่แล้ว อยากไปกินปีกไก่เผ็ดซะเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Me too. My stomach won't stop growling no matter how many times I punch it.",
      "th": "ฉันก็เหมือนกัน ท้องฉันร้องไม่หยุดแล้วเนี่ย อุตส่าห์ทุบไปตั้งไม่รู้กี่ทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[grunting] Faster, Buddy.",
      "th": "ฉันก็เหมือนกัน ท้องฉันร้องไม่หยุดแล้วเนี่ย อุตส่าห์ทุบไปตั้งไม่รู้กี่ทีแล้ว เร็วอีก บัดดี้!"
    }
  },
  {
    "translation": {
      "en": "It's Flossie Trophydash.",
      "th": "ฟลอสซี่ โทรฟี่แดชแน่ะ"
    }
  },
  {
    "translation": {
      "en": "He is fast, but he ain't faster than me. I think Flossie's a lady.",
      "th": "- เขาเร็ว แต่ก็ไม่เร็วกว่าฉันหรอก - ฉันว่าฟลอสซี่เป็นผู้หญิงว่ะ"
    }
  },
  {
    "translation": {
      "en": "If you don't back off, you will not like what's coming, mister racer!",
      "th": "ถ้านายไม่ถอย นายต้องไม่ชอบ สิ่งที่จะเกิดขึ้นแน่ๆ คุณคู่แข่ง"
    }
  },
  {
    "translation": {
      "en": "It's been well-established that Flossie is a woman.",
      "th": "ดูยังไงก็รู้นะ ฟลอสซี่เป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "This dude is about to get thunderstruck!",
      "th": "ไอ้หมอนี่กำลังจะเจอสายฟ้าฟาดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Boom!",
      "th": "บูม!"
    }
  },
  {
    "translation": {
      "en": "[Buddy] Blame it on the thunder.",
      "th": "โทษสายฟ้าก็แล้วกันนะ"
    }
  },
  {
    "translation": {
      "en": "[Buddy and Darnell] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "Muncie Thunderstruck, my greatest fan and my greatest cousin.",
      "th": "มันซี ธันเดอร์สทรัก แฟนตัวยงและญาติที่รักของฉัน"
    }
  },
  {
    "translation": {
      "en": "Your only cousin.",
      "th": "ญาติคนเดียวของนายต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-What about cousin Zeke? -When you were a child,",
      "th": "- และญาติเซเก้ล่ะ - ตอนที่นายยังเด็กน่ะ"
    }
  },
  {
    "translation": {
      "en": "cousin Zeke was your imaginary friend.",
      "th": "ญาติเซเก้เป็นแค่เพื่อน ในจินตนาการของนายเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "He's still family. I ain't seen him in years, though.",
      "th": "แต่เขาก็ถือเป็นครอบครัวนะ ฉันไม่ได้เจอเขามาเป็นปีแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "See ya inside, cuz!",
      "th": "เจอกันข้างในนะ ญาติ"
    }
  },
  {
    "translation": {
      "en": "Your cousin's truck looks familiar.",
      "th": "รถของญาตินายนี่ดูคุ้นๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Like we just saw it somewhere.",
      "th": "เหมือนเพิ่งเห็นที่ไหนมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Oh, well. Who cares? Come on!",
      "th": "เอาเถอะ ใครสนกันล่ะ มาเร็วพวก"
    }
  },
  {
    "translation": {
      "en": "Hey, anyone seen a winner?",
      "th": "ไง มีใครเห็นผู้ชนะบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-[all cheering] -Hey, nice shoes. Look just like mine,",
      "th": "ไง รองเท้าสวยนี่เพื่อน เหมือนของฉันเลย"
    }
  },
  {
    "translation": {
      "en": "only a bit older, a little bit less expensive.",
      "th": "แค่เก่ากว่าและก็ถูกกว่าหน่อยเอง"
    }
  },
  {
    "translation": {
      "en": "And here's your coffee, sugar. -Hey, that's mine, jerk! [grunts] -Oh!",
      "th": "- เอ้านี่กาแฟจ้ะ ที่รัก - เฮ้ย นั่นของฉัน ไอ้บ้า"
    }
  },
  {
    "translation": {
      "en": "Now, now, boys. What did I tell ya about fighting?",
      "th": "นี่ พวกนาย ฉันเคยบอกว่าไงเรื่องชกต่อย"
    }
  },
  {
    "translation": {
      "en": "It's wrong? [chuckles] Heck, no. Fighting's great!",
      "th": "- มันผิด - ใครว่าล่ะ มันเจ๋งจะตาย"
    }
  },
  {
    "translation": {
      "en": "Just don't do it in my restaurant. There you go.",
      "th": "แค่อย่ามาชกกันในร้านฉันก็พอ เอ้า เอาไป"
    }
  },
  {
    "translation": {
      "en": "Uh, where did all this pizza come from?",
      "th": "พิซซ่าพวกนี้มาจากไหนกัน"
    }
  },
  {
    "translation": {
      "en": "Prompt service and great soy vanilla non-fat lattes!",
      "th": "บริการรวดเร็ว ลาเต้ใส่นมถั่วเหลืองรสวานิลลาไร้ไขมัน"
    }
  },
  {
    "translation": {
      "en": "Okay, I ate too many hot wings. They ain't arrived yet.",
      "th": "- โอเค ฉันกินปีกไก่เผ็ดมากไปแล้ว - ยังมาไม่ถึงสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "I'm just thinking of what I'll say afterwards.",
      "th": "แค่คิดประโยคที่จะพูด ตอนอิ่มแล้วเอาไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "I might say, \"Rubber baby buggy bumpers.\" Real fast like.",
      "th": "ฉันอาจจะพูดว่า \"กันชนยางรถเข็นเด็ก\" แบบเร็วๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, great win tonight, cousin! And thanks for celebratin' at my place. [chuckles]",
      "th": "คืนนี้นายชนะได้สวยงามมาก ญาติฉัน ขอบใจนะที่มาฉลองที่ร้านฉัน"
    }
  },
  {
    "translation": {
      "en": "Someday, when I get the money, it'll be even better.",
      "th": "สักวัน ถ้าฉันมีเงิน ร้านฉันก็น่าจะดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "-[clattering] -Hey, you guys. Cut it out!",
      "th": "เฮ้ย พวกนาย พอเลย"
    }
  },
  {
    "translation": {
      "en": "[Mr. Weaselbrat] Wow, talk about fast.",
      "th": "ว้าว พูดถึงความเร็ว"
    }
  },
  {
    "translation": {
      "en": "The fastest I've ever seen! [laughs] Why, yes, I am.",
      "th": "- นี่มันเร็วที่สุดเท่าที่เคยเห็นเลย - ก็แหงละ"
    }
  },
  {
    "translation": {
      "en": "And if it'd make your day,",
      "th": "และถ้ามันทำให้นายมีความสุข ฉันจะยอมให้นายเลี้ยงกาแฟปั่น"
    }
  },
  {
    "translation": {
      "en": "I'll let you buy me a foofy coffee drink and massage my boots.",
      "th": "และถ้ามันทำให้นายมีความสุข ฉันจะยอมให้นายเลี้ยงกาแฟปั่น กับขัดรองเท้าให้ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[slurps] Oh, that's nice.",
      "th": "ก็ดีน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Actually, Buddy, we were talking about the new pizza place that delivers.",
      "th": "แต่ที่จริงนะ บัดดี้ เรากำลังพูดถึงร้านพิซซ่าเปิดใหม่"
    }
  },
  {
    "translation": {
      "en": "Beaver Dam Fast Pizza. No one is faster than them.",
      "th": "บีเวอร์พิซซ่าเร็วถึงใจ ไม่มีร้านไหนเร็วกว่าร้านนี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[muffled] Their pizza's a little tough, but who cares? They're fast!",
      "th": "ถึงแป้งพิซซ่าจะแข็งไปหน่อย แต่ไม่สนหรอก ก็มันเร็วซะขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Sorry, but no one's faster than me.",
      "th": "ถึงแป้งพิซซ่าจะแข็งไปหน่อย แต่ไม่สนหรอก ก็มันเร็วซะขนาดนี้ โทษนะ แต่ไม่มีใครเร็วกว่าฉันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't know, Buddy, you're fast, but you're not Beaver Dam fast.",
      "th": "ไม่รู้สินะ บัดดี้ นายก็เร็ว แต่นายไม่ใช่บีเวอร์เร็วถึงใจน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, there they are!",
      "th": "พวกเขาอยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm local celebrity Buddy Thunderstruck.",
      "th": "สวัสดี ฉันเป็นเซเลบที่นี่ ชื่อ บัดดี้ ธันเดอร์สทรัก"
    }
  },
  {
    "translation": {
      "en": "-[chomping] -The fastest around. Never lost a race. -What do you guys drive? -[grunts]",
      "th": "แถวนี้ไม่มีใครเร็วเกินฉัน แข่งไม่เคยแพ้ใคร พวกนายขับรถอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Your van's about as aerodynamic as a brick.",
      "th": "รถพวกนายนี่เข้าหลัก อากาศพลศาสตร์เหมือนก้อนอิฐเลย"
    }
  },
  {
    "translation": {
      "en": "Yo! [blabbers]",
      "th": "โย่ ใช่ ใช่ ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-[tires screech] -Hmm, that's a quick brick.",
      "th": "เป็นอิฐที่เร็วดีจริง"
    }
  },
  {
    "translation": {
      "en": "Hey, Darnell, how can someone be faster than me at anything?",
      "th": "นี่ ดาร์เนล ทำไมถึงได้ มีใครทำอะไรเร็วกว่าฉันได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Maybe they're from the same alien planet as you.",
      "th": "พวกนั้นอาจจะ มาจากดาวเดียวกับนาย"
    }
  },
  {
    "translation": {
      "en": "-[tires skidding] -There's them beavers!",
      "th": "พวกบีเวอร์อยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "Dang! Them beavers is fast!",
      "th": "เวรแล้ว บีเวอร์พวกนี้เร็วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[muffled] A little oaky, but fast.",
      "th": "แข็งไปหน่อย แต่ก็เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "How about a race? Winner gets dinner with Buddy Thunderstruck.",
      "th": "มาแข่งกันหน่อยไหม พวก คนชนะได้กินมื้อค่ำกับบัดดี้ ธันเดอร์สทรัก"
    }
  },
  {
    "translation": {
      "en": "Okay, dinner and a movie.",
      "th": "ก็ได้ มื้อค่ำและดูหนังด้วย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yeah. You're going down. Shoot!",
      "th": "นายแพ้แน่ ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "Darnell, I don't think these guys wanna race.",
      "th": "ดาร์เนล ฉันว่าพวกนี้ไม่ได้อยากแข่ง"
    }
  },
  {
    "translation": {
      "en": "-Come on, I thought we was racing. -[doorbell rings]",
      "th": "พวก ฉันนึกว่าเราแข่งกันอยู่ซะอีก"
    }
  },
  {
    "translation": {
      "en": "If they won't race me, I need another way to prove to everyone that I'm the fastest.",
      "th": "ถ้าพวกนั้นไม่ยอมแข่ง ฉันก็ต้องหาทางอื่น เพื่อพิสูจน์ให้ได้ว่าฉันเร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "[laughs] You want the Concho Bolo to start delivering pizzas?",
      "th": "(คอนโช โบโล) นายอยากให้คอนโช โบโล ส่งพิซซ่าตามบ้านเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no!",
      "th": "ไม่ละ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Uh, well, today is Opposite Day, so that's a yes. Thank you.",
      "th": "พอดีว่าวันนี้เป็นวันตรงกันข้าม เพราะงั้นจึงแปลว่าตกลง ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Stop sayin' stupid things!",
      "th": "เลิกพูดอะไรโง่ๆ สักที"
    }
  },
  {
    "translation": {
      "en": "Opposite Day. Thus, you want me to continue sayin' smart things.",
      "th": "วันตรงข้าม ก็แปลว่า เธออยากให้ฉันพูดอะไรฉลาดๆ ต่อไป"
    }
  },
  {
    "translation": {
      "en": "Like my pizza idea. Okay, I shall.",
      "th": "อย่างไอเดียเรื่องพิซซ่าของฉัน ได้เลย"
    }
  },
  {
    "translation": {
      "en": "There is no Opposite Day!",
      "th": "- มีที่ไหนเล่า ไอ้วันตรงข้ามอะไรนี่ - นี่"
    }
  },
  {
    "translation": {
      "en": "Look. Your food sales have disappeared",
      "th": "ยอดขายอาหารของเธอตกลง"
    }
  },
  {
    "translation": {
      "en": "'cause everyone now eats Beaver Dam Fast Pizza.",
      "th": "เพราะทุกคนหันไปกิน บีเวอร์พิซซ่าเร็วถึงใจกันหมด"
    }
  },
  {
    "translation": {
      "en": "Real fried onions.",
      "th": "หอมทอดของจริง"
    }
  },
  {
    "translation": {
      "en": "Now picture it! Thunderstruck Pizza! The greatest, fastest pizza in town!",
      "th": "ลองนึกภาพดูสิ พิซซ่าธันเดอร์สทรัก พิซซ่าที่ดีและเร็วที่สุดในเมือง"
    }
  },
  {
    "translation": {
      "en": "Prepared with love by hometown favorite Muncie herself.",
      "th": "อบด้วยความรัก โดยมันซีคนโปรดของท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "Hmm. I mean, I could put all sorts of toppings on my pizzas.",
      "th": "ฉันว่าฉันจะใส่หน้าทุกอย่าง ลงไปบนพิซซ่าของฉันเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Like pepperoni! -Nah, I don't like pepperoni.",
      "th": "- อย่างเปปเปอโรนี - อย่าเลย ฉันไม่ชอบเปปเปอโรนี"
    }
  },
  {
    "translation": {
      "en": "Hey, y'all wanna eat some Thunderstruck Pizza?",
      "th": "นี่ พวกนายอยากกิน พิซซ่าธันเดอร์สทรักกันไหม"
    }
  },
  {
    "translation": {
      "en": "-Oh! -See? They love the idea.",
      "th": "เห็นไหม พวกเขาชอบความคิดนี้"
    }
  },
  {
    "translation": {
      "en": "Business has gotten worse, and this could be fun, so...",
      "th": "ธุรกิจก็ชักจะแย่จริง เรื่องนี้อาจสนุกก็ได้"
    }
  },
  {
    "translation": {
      "en": "Okay, you got it.",
      "th": "ธุรกิจก็ชักจะแย่จริง เรื่องนี้อาจสนุกก็ได้ โอเค ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[both] Ka-Boom!",
      "th": "- คา-บูม! - คา-บูม!"
    }
  },
  {
    "translation": {
      "en": "When those stupid beavers see we're faster,",
      "th": "เดี๋ยวพอไอ้พวกบีเวอร์มันเห็น ว่าเราเร็วกว่านะ"
    }
  },
  {
    "translation": {
      "en": "those stupid beavers are just gonna feel dumb.",
      "th": "พวกมันก็จะต้องรู้สึกว่าตัวเองงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "They're probably gonna cry like this... [imitating beaver] \"Wah! I'm so stupid! I'm a beaver. Wah!\"",
      "th": "จนอาจจะร้องออกมาแบบนี้เลยก็ได้ \"ฉันมันโง่ ฉันเป็นบีเวอร์\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, I'm a dumb beaver. I don't know what I'm doing.\"",
      "th": "\"ฉันเป็นบีเวอร์หน้าโง่ ฉันไม่รู้ว่าทำอะไรอยู่\""
    }
  },
  {
    "translation": {
      "en": "[normal] I gotta admit, Darnell, your fake crying is just fantastic.",
      "th": "ยอมรับเลยนะ ดาร์เนล นายแกล้งร้องไห้ได้สุดยอด"
    }
  },
  {
    "translation": {
      "en": "I practice. A lot. Hey, we're there!",
      "th": "พอดีฉันฝึกมาเยอะ นี่ ถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey! You ordered from us. Why'd you order from them, too?",
      "th": "เฮ้ย นายสั่งพิซซ่าของเรานี่ ทำไมนายถึงสั่งจากพวกนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "Because you took long. They only beat me by one second!",
      "th": "- ก็นายช้านี่ - แต่พวกนั้นมาเร็วกว่าแค่วินาทีเดียวเองนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, they're fast. Tastes like a lumber yard.",
      "th": "ใช่ พวกเขาเร็วไง รสชาติอย่างกับกินไม้"
    }
  },
  {
    "translation": {
      "en": "I cannot be beaten by something as stupid as a pizza delivery beaver!",
      "th": "ฉันไม่ยอมแพ้ไอ้พวก บีเวอร์ส่งพิซซ่างี่เง่าเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "We gotta keep trying!",
      "th": "เราต้องพยายามต่อไป"
    }
  },
  {
    "translation": {
      "en": "I'm outta here! You're weird, man!",
      "th": "ฉันไปดีกว่า นายมันประหลาด"
    }
  },
  {
    "translation": {
      "en": "Ninja star pizza boxes? Hey! Where's my breadsticks?",
      "th": "- กล่องพิซซ่าดาวกระจายงั้นเหรอ - เฮ้ย แล้วเบรดสติ๊กฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Buddy and Nick grunt] -Cool!",
      "th": "- กล่องพิซซ่าดาวกระจายงั้นเหรอ - เฮ้ย แล้วเบรดสติ๊กฉันล่ะ เจ๋ง!"
    }
  },
  {
    "translation": {
      "en": "Fart nugget! I ain't quitting yet, you mangy beavers.",
      "th": "ให้ตาย ฉันไม่ยอมแพ้หรอก ไอ้บีเวอร์ขี้เรื้อน"
    }
  },
  {
    "translation": {
      "en": "I refuse to lose!",
      "th": "ฉันไม่ยอมแพ้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Okay, I lost. I lost bad.",
      "th": "โอเค ฉันแพ้แล้ว แพ้หมดรูปเลย"
    }
  },
  {
    "translation": {
      "en": "It seems I have no choice but to freeze myself",
      "th": "ฉันคงไม่มีทางเลือก นอกจากแช่แข็งตัวเอง"
    }
  },
  {
    "translation": {
      "en": "so I might wake up in a better, brighter future.",
      "th": "ให้ตื่นขึ้นมาอีกที แล้วเจอกับอนาคตที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Unfreeze me before you die of old age.",
      "th": "ละลายฉันก่อนที่นายจะแก่ตายด้วยนะ เราจะได้บอกลากันได้"
    }
  },
  {
    "translation": {
      "en": "So as we can say goodbye and I can meet your children,",
      "th": "ละลายฉันก่อนที่นายจะแก่ตายด้วยนะ เราจะได้บอกลากันได้ และฉันจะได้เห็นลูกหลานนายด้วย"
    }
  },
  {
    "translation": {
      "en": "Buddy Number One, Buddy Number Two and Buddy Number Three. [cries]",
      "th": "บัดดี้หนึ่ง บัดดี้สอง และบัดดี้สาม"
    }
  },
  {
    "translation": {
      "en": "Slow up. What was that last one?",
      "th": "ช้าหน่อยสิ อันสุดท้ายว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Shoot. Let's just get it over with. See ya in the future, man.",
      "th": "ช่างเถอะ ลงมือเลย เจอกันในอนาคตนะ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Yow! Cold! Cold, man! Hold on, Darnell.",
      "th": "โอ๊ย เย็นๆ เดี๋ยวก่อน ดาร์เนล ไอ้น้ำแข็งนี่"
    }
  },
  {
    "translation": {
      "en": "The shock of that ice hittin' my giblets",
      "th": "โอ๊ย เย็นๆ เดี๋ยวก่อน ดาร์เนล ไอ้น้ำแข็งนี่ มันเย็นจนทำสมองฉันทำงาน เริ่มคิดอะไรออกแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "got my brain into thinkin' up an idea.",
      "th": "มันเย็นจนทำสมองฉันทำงาน เริ่มคิดอะไรออกแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, it's gone.",
      "th": "ไม่นะ มันหายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[gasps] Whoa! Okay, the idea came back. Thanks, Darnell. Come on.",
      "th": "โอเค กลับมาแล้ว ขอบใจนะ ดาร์เนล รีบไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-[rustling] -If we can find out why they're so fast, then we can copy it.",
      "th": "ถ้าเรารู้ว่าทำไมเขาถึงได้เร็วขนาดนั้น เราก็จะก๊อปปี้เขาได้"
    }
  },
  {
    "translation": {
      "en": "I just hope the secret ain't magic. I am no good at magic.",
      "th": "ขอแค่ความลับนั่น ไม่ใช่เวทมนตร์คาถาก็แล้วกัน ฉันไม่ค่อยเก่งเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Their pizza's made from woodchips?",
      "th": "นี่พิซซ่าของพวกเขา ทำมาจากเศษไม้เหรอเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Their customers would hate to hear that.",
      "th": "ลูกค้าคงไม่ปลื้มแน่ๆ ถ้ารู้เข้า"
    }
  },
  {
    "translation": {
      "en": "Well, maybe I shouldn't. Yeah, of course I should.",
      "th": "หรือว่าฉันไม่ควร ควรสิ แน่นอนควรอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "[Buddy over speaker] Attention, Greasepit!",
      "th": "ชาวกรีสพิตฟังทางนี้"
    }
  },
  {
    "translation": {
      "en": "Your Beaver Dam Fast pizzas are made from woodchips.",
      "th": "ร้านบีเวอร์พิซซ่าเร็วถึงใจของทุกคน ทำพิซซ่าจากเศษไม้"
    }
  },
  {
    "translation": {
      "en": "What kind of woodchips?",
      "th": "เศษไม้ประเภทไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "From trees. That's right. Your gut's full of wood, dude.",
      "th": "จากต้นไม้น่ะ ใช่แล้ว กระเพาะนายมีแต่เศษไม้"
    }
  },
  {
    "translation": {
      "en": "Not cool.",
      "th": "ไม่เจ๋งเลย"
    }
  },
  {
    "translation": {
      "en": "I ain't eating this pizza ever again!",
      "th": "ฉันจะไม่กินไอ้พิซซ่านี่อีก"
    }
  },
  {
    "translation": {
      "en": "[Buddy] Whoo-hoo! I'm back on top, baby! I'm number one!",
      "th": "ฉันกลับมาเป็นที่หนึ่งแล้ว พวก"
    }
  },
  {
    "translation": {
      "en": "Aw, look at their sad, little beaver faces.",
      "th": "ดูหน้าเศร้าๆ ของบีเวอร์พวกนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Poor guys. Okay, I feel weird now. To the Bolo!",
      "th": "น่าสงสาร ฉันรู้สึกแปลกๆ แล้วล่ะ ไปโบโลกัน"
    }
  },
  {
    "translation": {
      "en": "-[whines] -Don't you worry, Muncie. Customers will be coming in any minute.",
      "th": "ไม่ต้องห่วงนะ มันซี ลูกค้าจะกลับมาร้านเธอไม่กี่นาทีนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, they won't. Your pizza delivery idea was an epic fail.",
      "th": "พวกเขาไม่กลับมาหรอก ไอเดียส่งพิซซ่านายมันล้มไม่เป็นท่า"
    }
  },
  {
    "translation": {
      "en": "Now I'm broke and have to close the Concho Bolo forever.",
      "th": "ตอนนี้ฉันหมดตัวและก็ต้องปิดร้าน คอนโช โบโลอย่างถาวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, Muncie. I'm sorry.",
      "th": "โธ่ มันซี ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "My silly rivalry has blinded me to your plight.",
      "th": "การแข่งขันโง่ๆ ของฉัน ทำให้เธอต้องลำบาก"
    }
  },
  {
    "translation": {
      "en": "But I know how to make things right. Darnell, grab the ice.",
      "th": "แต่ฉันรู้ว่าจะแก้ไขเรื่องนี้ยังไง ดาร์เนล เอาน้ำแข็งมา"
    }
  },
  {
    "translation": {
      "en": "We'll freeze Muncie so she can wake up in a better, brighter future.",
      "th": "เราจะแช่แข็งมันซี หล่อนจะได้ตื่นขึ้นมา เจอกับอนาคตที่สดใสกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Now I'll never turn this tiny, crummy dump into a bigger, better dump!",
      "th": "ฉันไม่มีวันทำเรื่องอะไร ที่มันโง่งี่เง่ามากไปกว่านี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Man, I just keep thinking of those sad and stupefied beaver faces.",
      "th": "เพื่อน ฉันเอาแต่คิดถึงหน้าเศร้าๆ งงๆ ของพวกบีเวอร์นั่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Me too. -[beavers crying]",
      "th": "ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Their faces are kinda like Muncie's sad and stupefied face.",
      "th": "หน้าของพวกนั้น เหมือนหน้าเศร้าๆ งงๆ ของมันซีเลย"
    }
  },
  {
    "translation": {
      "en": "-Aw, man. -[Muncie crying] Now your face looks sad and stupefied.",
      "th": "เพื่อน ตอนนี้หน้าของนาย ก็เศร้าและงงเหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Yeah. And guess what? Mine's sad and stupefied!",
      "th": "- ใช่ รู้อะไรเปล่า - ฉันก็เศร้าและงงเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I got an idea!",
      "th": "นึกอะไรออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, Buddy, you know what? [laughs] I'm really not in the mood to go anywhere.",
      "th": "บัดดี้ จะบอกให้นะ ฉันไม่มีอารมณ์จะไปไหนทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Just trust me, cuz.",
      "th": "เชื่อฉันเถอะน่า"
    }
  },
  {
    "translation": {
      "en": "Listen, I am so sorry that I-- Hey! I have to talk to you!",
      "th": "ฟังนะ ฉันเสียใจที่ฉัน... นี่! ฉันพูดกับพวกนายอยู่นะ!"
    }
  },
  {
    "translation": {
      "en": "No, you don't, you crazy little beavers.",
      "th": "ไม่นะ ไอ้พวกบีเวอร์โรคจิต บูม!"
    }
  },
  {
    "translation": {
      "en": "Now, you listen. I hurt someone I love. Also, you mangy beavers.",
      "th": "พวกนายฟังนะ ฉันทำร้ายจิตใจคนที่ฉันรัก และก็พวกนายด้วย"
    }
  },
  {
    "translation": {
      "en": "Admit it. Your pizza is terrible! Ugh!",
      "th": "ยอมรับซะเถอะว่า พิซซ่าของพวกนายน่ะมันห่วย"
    }
  },
  {
    "translation": {
      "en": "But Muncie's pizzas are amazing.",
      "th": "แต่พิซซ่าของมันซีน่ะสุดยอด"
    }
  },
  {
    "translation": {
      "en": "However, you are faster than me at delivering.",
      "th": "แต่จะว่าไป พวกนายก็ส่งพิซซ่าได้เร็วกว่าฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Kudos to you and your remarkable van.",
      "th": "ฉันขอคำนับให้กับพวกนาย และรถของพวกนาย"
    }
  },
  {
    "translation": {
      "en": "Come with me. I think I can help.",
      "th": "มากับฉันเถอะ ฉันว่าฉันช่วยพวกนายได้"
    }
  },
  {
    "translation": {
      "en": "Beaver Dam Thunderstruck Pizza's a hit!",
      "th": "พิซซ่าบีเวอร์ ธันเดอร์สทรักดังแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Buddy] Well, I didn't beat them beavers at racin',",
      "th": "ถึงฉันจะเอาชนะแข่ง พวกบีเวอร์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "but Muncie's happy, and that's all that matters.",
      "th": "แต่มันซีก็มีความสุข นั่นละสิ่งที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "Actually, Buddy, during the chase,",
      "th": "ที่จริงนะ บัดดี้ ตอนที่ไล่กันอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "in order to stop the beavers, you had to pass them.",
      "th": "การจะต้องหยุดพวกนั้น นายก็ต้องแซงพวกนั้นก่อน"
    }
  },
  {
    "translation": {
      "en": "And you did. So I guess you won.",
      "th": "ซึ่งนายก็ทำได้ ฉันว่านายชนะนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, how about that? I did beat them mangy beavers. Let's party!",
      "th": "เฮ่ เป็นไงล่ะ ฉันชนะพวกบีเวอร์นั่นได้ด้วย มาปาร์ตี้กันดีกว่า!"
    }
  }
]