[
  {
    "translation": {
      "en": "[Tia] Hey, girl.",
      "th": "ไงจ๊ะ ลูก"
    }
  },
  {
    "translation": {
      "en": "They reek. [chuckles]",
      "th": "เหม็นชะมัด"
    }
  },
  {
    "translation": {
      "en": "[Tia] Do you have her shoes?",
      "th": "เอารองเท้าลูกมาแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] I thought I was done with football.",
      "th": "ผมนึกว่าจะไม่ได้เล่นอเมริกันฟุตบอลอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And then I was just working at Walmart.",
      "th": "แล้วตอนนั้นก็ทำงานวอลมาร์ต"
    }
  },
  {
    "translation": {
      "en": "Just making minimum wage.",
      "th": "ได้ค่าแรงขั้นต่ำ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I was just checking receipts at the door...",
      "th": "ผมเป็นคนเช็กใบเสร็จหน้าประตู แบบ..."
    }
  },
  {
    "translation": {
      "en": "Big old dude, checking receipts, like...",
      "th": "คนตัวใหญ่ๆ มายืนตรวจใบเสร็จน่ะ"
    }
  },
  {
    "translation": {
      "en": "I was just, like, \"Man, I don't wanna keep doing this.\"",
      "th": "ผมคิดเลยว่า \"เฮ้อ ไม่อยากทำแบบนี้ไปเรื่อยๆ\""
    }
  },
  {
    "translation": {
      "en": "That's when I came to Laney. I just showed up one day.",
      "th": "นั่นคือตอนที่ผมไปที่เลนีย์ อยู่ดีๆ ผมก็โผล่ไปที่นั่นเลย"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I wake up at 5:30, leave by 6:00,",
      "th": "ผมตื่นตีห้าครึ่ง ออกจากบ้านก่อนหกโมงเช้า"
    }
  },
  {
    "translation": {
      "en": "drive two hours every morning with traffic.",
      "th": "เพราะรถติดด้วยเลยต้องขับรถสองชั่วโมงทุกเช้า"
    }
  },
  {
    "translation": {
      "en": "And then get to Laney, start class, practice,",
      "th": "กว่าจะไปถึงเลนีย์ เริ่มเรียน ซ้อม"
    }
  },
  {
    "translation": {
      "en": "and then come home, lay down, go to sleep, wake up and do it all over again.",
      "th": "แล้วกลับบ้าน ทั้งตัวนอน หลับ ตื่นขึ้นมาแล้วก็ทำเหมือนเดิมอีกรอบ"
    }
  },
  {
    "translation": {
      "en": "Every day.",
      "th": "ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "But, I mean, this is something I gotta do so I can have a better future for myself.",
      "th": "แต่คือ นี่เป็นเรื่องที่ผมต้องทำ เพื่อตัวเองจะได้มีอนาคตที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Dior] I'm out here again, left in the cold.",
      "th": "ผมออกมาอยู่ตรงนี้ ไม่มีใครคอยช่วยอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's that feeling I hate 'cause it makes me feel weak.",
      "th": "เป็นความรู้สึกที่ผมไม่ชอบเลย เพราะมันทำให้ผมรู้สึกอ่อนแอ"
    }
  },
  {
    "translation": {
      "en": "And I hate feeling weak. I felt weak for so long.",
      "th": "ผมเกลียดการรู้สึกว่าตัวเองอ่อนแอ รู้สึกอ่อนแอมานานมาก"
    }
  },
  {
    "translation": {
      "en": "I can do this myself, too. I don't need no handouts.",
      "th": "ผมก็ทำเองได้ ผมไม่ต้องให้ใครมาเห็นใจ"
    }
  },
  {
    "translation": {
      "en": "It can get frustrating at times 'cause you don't know what's gonna happen.",
      "th": "บางทีมันก็ชวนให้หงุดหงิดนะ เพราะเราไม่มีทางรู้ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I need to get the fuck up outta here.",
      "th": "ผมต้องรีบไสหัวไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "[RJ] I just graduated high school and I don't have any money,",
      "th": "ผมเพิ่งจบมัธยมแล้วก็ไม่มีเงินเลย"
    }
  },
  {
    "translation": {
      "en": "I don't have any scholarship offers.",
      "th": "ไม่มีใครเสนอทุนให้"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Maybe I should just join the military.\"",
      "th": "ก็คิดว่า \"หรือจะไปสมัครเป็นทหารดี\""
    }
  },
  {
    "translation": {
      "en": "So, I was like, \"No, fuck this. I'm gonna go play football.\"",
      "th": "แต่ผมก็แบบ \"ไม่เอา แม่ง ฉันจะเล่นฟุตบอล\""
    }
  },
  {
    "translation": {
      "en": "I fit in 'cause I work my ass off.",
      "th": "ผมเข้ากับทีมได้ดีเพราะผมพยายามหนักมาก"
    }
  },
  {
    "translation": {
      "en": "And that's what we do at Laney, we work our asses off.",
      "th": "นั่นแหละเรื่องที่เราทำกันในเลนีย์ เราพยายามกันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Brad] You hear about the tough grind of JUCO football.",
      "th": "เวลาพูดถึงความโหดหินของ ลีกอเมริกันฟุตบอลวิทยาลัย จูโค"
    }
  },
  {
    "translation": {
      "en": "Laney College is the tough grind of JUCO football.",
      "th": "(วิทยาลัยเลนีย์) วิทยาลัยเลนีย์คือทีมที่โหดและเขี้ยวที่สุดในจูโค"
    }
  },
  {
    "translation": {
      "en": "[man 1] The California junior college system is different.",
      "th": "ระบบวิทยาลัยชุมชนของแคลิฟอร์เนีย ไม่เหมือนที่อื่น"
    }
  },
  {
    "translation": {
      "en": "There aren't scholarships, there aren't dorms.",
      "th": "ไม่มีการให้ทุนการศึกษา ไม่มีหอให้"
    }
  },
  {
    "translation": {
      "en": "[Brad] They have to find their own housing, which can be very pricey in California.",
      "th": "พวกเขาต้องหาที่พักเอง ซึ่งในแคลิฟอร์เนียที่พักก็แพงมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, if you can't afford $3,000 worth of rent around here, it's rough.",
      "th": "คือถ้าไม่สามารถจ่ายค่าเช่า ประมาณ 3,000 เหรียญได้ก็ลำบากละ"
    }
  },
  {
    "translation": {
      "en": "[Vince] Guys used to sleep in the locker room",
      "th": "เคยมีบางคนแอบมานอนในห้องล็อกเกอร์"
    }
  },
  {
    "translation": {
      "en": "and we didn't even know it.",
      "th": "โดยที่เราไม่รู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I got some guys that didn't eat for two days.",
      "th": "มีเด็กบางคนที่ไม่ได้กินข้าวมาสองวัน"
    }
  },
  {
    "translation": {
      "en": "[Adam] There's dudes on this team that are coming from nothing.",
      "th": "มีเด็กในทีมที่ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "If you weren't playing football, you wouldn't be going to college at all.",
      "th": "ชนิดที่ถ้าไม่ได้มาเล่นอเมริกันฟุตบอล ก็จะไม่ได้เรียนวิทยาลัยต่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Josh] Just love the gritty, grindy-type players, and that's what we get.",
      "th": "ผมชอบนักกีฬาที่อึดถึกทน แล้วเราก็ได้คนแบบนั้นมา"
    }
  },
  {
    "translation": {
      "en": "[man 2] The working-class kids are the tough kids.",
      "th": "เด็กจากชนชั้นผู้ใช้แรงงาน จะเป็นเด็กที่อึดที่สุด"
    }
  },
  {
    "translation": {
      "en": "Can't play this game and not be tough.",
      "th": "ไม่อึดก็เล่นเกมนี้ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[man 3] With community college, you got kids having kids.",
      "th": "ถ้าเป็นวิทยาลัยชุมชน บางทีจะมีเด็กที่มีลูกมาเรียน"
    }
  },
  {
    "translation": {
      "en": "You gotta worry about housing, eating, academics.",
      "th": "ต้องห่วงเรื่องที่พัก อาหารการกิน การเรียน"
    }
  },
  {
    "translation": {
      "en": "[Josh] If we don't take care of business, they're not gonna get out.",
      "th": "แล้วถ้าเราไม่จัดการ เด็กพวกนั้นก็จะไปไหนไม่พ้น"
    }
  },
  {
    "translation": {
      "en": "They're gonna be here working at AutoZone.",
      "th": "พวกเขาจะติดอยู่แถวนี้ ทำงานร้านออโต้โซน"
    }
  },
  {
    "translation": {
      "en": "[man 1] Those guys that have the spirit to maybe sleep in their car",
      "th": "พวกที่ใจสู้พอที่จะยอมนอนในรถ"
    }
  },
  {
    "translation": {
      "en": "to play football, they're gonna make it.",
      "th": "เพื่อจะได้เล่นฟุตบอล พวกนั้นจะรอด"
    }
  },
  {
    "translation": {
      "en": "They're gonna go on to make something of themselves",
      "th": "พวกนั้นจะได้เอาตัวรอดต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "because you have to be a bit resourceful.",
      "th": "เพราะเราจะต้องขยันมองหาทางแก้"
    }
  },
  {
    "translation": {
      "en": "You have to figure things out on your own.",
      "th": "ต้องคิดอะไรๆ ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "They have to try harder, and that's Oakland.",
      "th": "ต้องพยายามหนักกว่าที่อื่น นี่แหละโอ๊กแลนด์"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] It all comes down to this last play.",
      "th": "(วันที่ 8 ธันวาคม 2018) (การแข่งขันชิงแชมป์วิทยาลัยชุมชนแคลิฟอร์เนีย) ทุกอย่างขึ้นกับเกมสุดท้ายนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "It must go into the end zone.",
      "th": "ต้องพาลูกเข้าไปในเอนด์โซนให้ได้"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] What a game, Jason, I'm telling you.",
      "th": "เกมนี้มันสุดๆ เจสัน บอกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Laney came out of nowhere. It was a real surprise.",
      "th": "เลนีย์มาจากไหนก็ไม่รู้ ม้ามืดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] No one thought the team from Oakland had a shot.",
      "th": "ไม่มีใครคิดว่าทีมจากโอ๊กแลนด์จะมีโอกาสชนะ"
    }
  },
  {
    "translation": {
      "en": "Last play!",
      "th": "เกมสุดท้าย!"
    }
  },
  {
    "translation": {
      "en": "Dolman... is gonna run.",
      "th": "ดอลแมน... จะวิ่งเอง"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] That's it!",
      "th": "ปิดจ๊อบ!"
    }
  },
  {
    "translation": {
      "en": "The Laney College Eagles are the 2018 State Champions!",
      "th": "เลนีย์คอลเลจอีเกิ้ลส์ เป็นแชมป์ระดับรัฐของปี 2018 แล้ว!"
    }
  },
  {
    "translation": {
      "en": "[Brad] Laney was one of the great stories last year.",
      "th": "เลนีย์เป็นหนึ่งในบทเรียนความสำเร็จของปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "An amazing story.",
      "th": "เรื่องที่น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "Laney was not a very good football program 10, 15 years ago,",
      "th": "(แบรด ฮอยเซธ) (ผู้จัดพิมพ์นิตยสาร เจซี กริดิรอน) เมื่อสิบหรือ 15 ปีก่อน เลนีย์ไม่ใช่ทีมฟุตบอลที่เก่งขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "but Coach Beam has built a program from the ground level up.",
      "th": "แต่โค้ชบีมสร้างทีมขึ้นมาจากศูนย์"
    }
  },
  {
    "translation": {
      "en": "John Beam's a heck of a football coach.",
      "th": "จอห์น บีมเป็นโค้ชฟุตบอลที่เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Tell us about the philosophy",
      "th": "ช่วยพูดถึงปรัชญา"
    }
  },
  {
    "translation": {
      "en": "Coach Beam preached all season to get you here.",
      "th": "ที่โค้ชบีมสอนมาทั้งฤดูกาลกว่าจะมาถึงจุดนี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Only team that could beat us is us.",
      "th": "ทีมเดียวที่จะเอาชนะเราได้คือตัวเรา"
    }
  },
  {
    "translation": {
      "en": "He made sure that we was ready to play,",
      "th": "เขาดูแลให้พวกเราพร้อมลงสนาม"
    }
  },
  {
    "translation": {
      "en": "but he always told us it wasn't him, it was us.",
      "th": "แต่เขาก็พูดเสมอว่านี่ไม่ใช่เกมของเขา เป็นเกมของเรา"
    }
  },
  {
    "translation": {
      "en": "Man, he's a great coach.",
      "th": "เขาเป็นโค้ชที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "One of the best coaches I ever had. I love Coach Beam.",
      "th": "หนึ่งในโค้ชที่เยี่ยมสุดเท่าที่ผมเคยมีมา ผมรักโค้ชบีม"
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Congratulations to the 2018",
      "th": "ขอแสดงความยินดีกับแชมป์ซีซีเอ"
    }
  },
  {
    "translation": {
      "en": "CCA state champions, the Laney College Eagles.",
      "th": "ประจำปี 2018 ทีมเลนีย์คอลเลจอีเกิ้ลส์"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] I didn't know what to do.",
      "th": "ผมไม่รู้จะทำตัวยังไงเลย"
    }
  },
  {
    "translation": {
      "en": "I started running like a crazy guy around the field.",
      "th": "ผมเอาแต่วิ่งเหมือนคนบ้าไปทั้งสนาม"
    }
  },
  {
    "translation": {
      "en": "Jump on my DB coach...",
      "th": "กระโดดกอดโค้ชทีมดีเฟนซีฟแบ็ค"
    }
  },
  {
    "translation": {
      "en": "change my direction, ran up into the stand,",
      "th": "เปลี่ยนทิศแล้ววิ่งไปทางอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "because I wanted to find my wife. I wanted to find my family.",
      "th": "เพราะผมอยากหาตัวภรรยา ผมอยากหาครอบครัวให้เจอ"
    }
  },
  {
    "translation": {
      "en": "You do something for 40 years...",
      "th": "เวลาเราทำอะไรมา 40 ปี..."
    }
  },
  {
    "translation": {
      "en": "something you love...",
      "th": "เรื่องที่เรารักด้วยนะ..."
    }
  },
  {
    "translation": {
      "en": "I put in hours of time on the field every day with everybody else's kids...",
      "th": "ผมใช้เวลาอยู่ในสนาม อยู่กับลูกคนอื่นเป็นชั่วโมงๆ ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "And so, for me, I ran up to the field, found my wife, hugged her, my daughters.",
      "th": "ดังนั้นสำหรับผม ผมก็วิ่งไปตามสนาม หาตัวภรรยา กอดเธอ กอดลูกสาวผม"
    }
  },
  {
    "translation": {
      "en": "And, you know...",
      "th": "แล้ว คือ..."
    }
  },
  {
    "translation": {
      "en": "football is about family.",
      "th": "(จอห์น บีม) (โค้ชแห่งปี) ฟุตบอลเป็นเรื่องของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "So every year, everything starts over again, a whole new family.",
      "th": "ทุกปีก็จะต้องเริ่มใหม่หมด ครอบครัวใหม่ (วิทยาลัยเลนีย์) (แชมป์ประจำรัฐปี 2018)"
    }
  },
  {
    "translation": {
      "en": "Give me one, ready, ready.",
      "th": "ปรบมือหนึ่งครั้ง เตรียม"
    }
  },
  {
    "translation": {
      "en": "-Give me two, ready, ready. -[group claps]",
      "th": "ปรบมือสองครั้ง เตรียม"
    }
  },
  {
    "translation": {
      "en": "Today...",
      "th": "วันนี้..."
    }
  },
  {
    "translation": {
      "en": "is my 40th year starting coaching football.",
      "th": "เป็นวันครบรอบ 40 ปีที่ฉันเป็นโค้ชฟุตบอลมา"
    }
  },
  {
    "translation": {
      "en": "So I've been doing it 40 years.",
      "th": "ฉันทำเรื่องนี้มา 40 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm as excited today as I was in 1979.",
      "th": "วันนี้ฉันก็ตื่นเต้นเหมือนเมื่อปี 1979"
    }
  },
  {
    "translation": {
      "en": "Last year, phenomenal season, magic ride.",
      "th": "ปีที่แล้วเป็นฤดูกาลที่ยอดเยี่ยมมาก โคตรมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "Those that you were there,",
      "th": "คนที่ได้อยู่ในสนามวันนั้น"
    }
  },
  {
    "translation": {
      "en": "remember that feeling when the clock ran out,",
      "th": "คงจำความรู้สึกตอนหมดเวลาได้"
    }
  },
  {
    "translation": {
      "en": "the quarterback ran, we tackled him, right, Ryan?",
      "th": "ควอเตอร์แบ็ควิ่ง แล้วเราก็แท็คเกิลได้ ใช่มั้ย ไรอัน"
    }
  },
  {
    "translation": {
      "en": "How did it feel? Unbelievable, right, Baras?",
      "th": "รู้สึกยังไง ไม่น่าเชื่อใช่มั้ย บาราส"
    }
  },
  {
    "translation": {
      "en": "-You've never done that before. -[Barasa] No.",
      "th": "- นายไม่เคยทำเรื่องแบบนั้นมาก่อน - ไม่เคยครับ"
    }
  },
  {
    "translation": {
      "en": "-Never. -[Barasa] Never.",
      "th": "- ไม่เคยเลย - ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] It's great, that feeling, but you gotta make it come back.",
      "th": "มันเยี่ยมนะ ความรู้สึกนั่น แต่เราต้องทำอีกครั้งให้ได้"
    }
  },
  {
    "translation": {
      "en": "It's gonna be fun today, man.",
      "th": "(หมายเลข 66 - นู เทากาเวา) (ออฟเฟนซีฟไลน์) วันนี้ต้องสนุกแน่"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Kenny, why is your chin strap not buttoned?",
      "th": "เคนนี่ ทำไมไม่รัดสายคาดคาง"
    }
  },
  {
    "translation": {
      "en": "Kenny, why is it the same thing every day with you, my man?",
      "th": "เคนนี่ ทำไมต้องให้บอกทุกวันเลยล่ะ พวก"
    }
  },
  {
    "translation": {
      "en": "Come on, young fella.",
      "th": "ไม่เอาน่ะ พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "-How are you, sir? How you feeling? -[Dior] Good.",
      "th": "- เป็นไง เป็นยังไงบ้าง - ก็ดี"
    }
  },
  {
    "translation": {
      "en": "-Good. Amazing, Coach. -All right.",
      "th": "- ดี เยี่ยมเลยครับ โค้ช - โอเค (หมายเลข 4 - ดิออร์ วอล์คเกอร์-สก็อตต์) (ไวด์รีซีฟเวอร์)"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Come on, Kenny.",
      "th": "เร็วเข้า เคนนี่"
    }
  },
  {
    "translation": {
      "en": "You have all the ability in the world and your chin strap's still not buttoned.",
      "th": "นายมีความสามารถล้นโลก แต่ไม่รัดสายคาดคางหมวกกันน็อกเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "[Kenny] My bad.",
      "th": "ผิดไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[player] Need a crowd. Kind of empty right now.",
      "th": "ต้องมีคนดู ตอนนี้สนามว่างไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Let's go. We're right here, boys. Let's go!",
      "th": "มาเร็ว พร้อมกันแล้วทุกคน เร็วๆ เร็วเข้า!"
    }
  },
  {
    "translation": {
      "en": "Today, we're letting it loose.",
      "th": "วันนี้เราจะปล่อยตามสบาย"
    }
  },
  {
    "translation": {
      "en": "Let it go. Don't over think it right now. Just play.",
      "th": "ปล่อยไปเลย ไม่ต้องคิดอะไร เล่นอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "We'll correct the mistakes tomorrow, right, Timmy?",
      "th": "พรุ่งนี้ค่อยมาดูข้อผิดพลาดกัน ใช่มั้ย ทิมมี่"
    }
  },
  {
    "translation": {
      "en": "But today, get off the ball, have fun and be violent.",
      "th": "แต่วันนี้เอาบอลออกไปเล่นให้สนุก เอาให้แรง"
    }
  },
  {
    "translation": {
      "en": "Show us what you can do today. Here we go, one clap, ready.",
      "th": "วันนี้มาทำให้เราเห็นว่านายทำอะไรได้บ้าง เอานะ ปรบมือหนึ่งครั้ง พร้อมๆ"
    }
  },
  {
    "translation": {
      "en": "-[Coach Beam] Get a break, boys. -[cheering]",
      "th": "ไปพักกันก่อน"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Let's go, let's go.",
      "th": "ไปเลยๆ"
    }
  },
  {
    "translation": {
      "en": "[Vince] We don't have the luxury of having the same team that we had last year.",
      "th": "เราไม่มีสิทธิ์ที่จะ คงทีมเดิมอย่างที่เป็นเมื่อปีที่แล้วไว้"
    }
  },
  {
    "translation": {
      "en": "This is a whole new team and each year you're developing kids",
      "th": "นี่เป็นทีมใหม่ทั้งหมด และแต่ละปีเราก็ต้องฝึกให้เด็ก... (วินซ์ บอร์เดลอน) (โค้ชเอาต์ไซด์ไลน์แบคเกอร์)"
    }
  },
  {
    "translation": {
      "en": "to be great. But right now, we're just average.",
      "th": "(วินซ์ บอร์เดลอน) (โค้ชเอาต์ไซด์ไลน์แบคเกอร์) ทำให้พวกเขาเป็นทีมที่ยอดขึ้นมา แต่ตอนนี้พวกนี้ยังเป็นทีมทั่วๆ ไป"
    }
  },
  {
    "translation": {
      "en": "We're not great yet.",
      "th": "ยังไม่เก่ง"
    }
  },
  {
    "translation": {
      "en": "It's RJ, coach, RJ! Close enough.",
      "th": "เปิดทางหน่อย ทุกคน งานดี งานดีมาก"
    }
  },
  {
    "translation": {
      "en": "Let's go, O.",
      "th": "ไปเร็ว โอ"
    }
  },
  {
    "translation": {
      "en": "We only returned 22 players.",
      "th": "มีผู้เล่นเดิมอยู่แค่ 22 คน"
    }
  },
  {
    "translation": {
      "en": "D-line wise, we got two guys returning.",
      "th": "ยิ่งถ้าเป็นทีมรับ มีคนเดิมกลับมาแค่สองคน"
    }
  },
  {
    "translation": {
      "en": "We're trying to mesh 90 different individuals.",
      "th": "เรากำลังพยายามรวมคน 90 คนที่ไม่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Ninety individuals that you're trying to make units.",
      "th": "คนตั้ง 90 คนที่เราพยายามเปลี่ยนให้เป็นผู้เล่น"
    }
  },
  {
    "translation": {
      "en": "If we can overcome that, we'll have a chance to be good.",
      "th": "ถ้าเราสามารถข้ามผ่านเรื่องนั้นได้ เราก็มีโอกาสที่จะเป็นทีมที่ดีได้"
    }
  },
  {
    "translation": {
      "en": "Nice job, AJ. Good job.",
      "th": "ดีมาก เอเจ เก่งเลย"
    }
  },
  {
    "translation": {
      "en": "It's RJ, coach, RJ! My... Close enough.",
      "th": "อาร์เจ เกือบได้ละ"
    }
  },
  {
    "translation": {
      "en": "God damn it. Get it together! We gotta be faster than this, guys.",
      "th": "ให้ตาย ตั้งสติหน่อย! ต้องเล่นให้เร็วกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Quarterback situation's a bit hairy right now.",
      "th": "ควอเตอร์แบ็คตอนนี้ก็ยังไม่ชัด (อดัม โรบินสัน) (โค้ชไวด์รีซีฟเวอร์)"
    }
  },
  {
    "translation": {
      "en": "Carson is a prototypical NFL quarterback.",
      "th": "คาร์สันเป็นควอเตอร์แบ็ค ระดับที่จะขึ้นไปเอ็นเอฟแอลได้"
    }
  },
  {
    "translation": {
      "en": "Naturally spins the ball.",
      "th": "(หมายเลข 13 - คาร์สัน จาร์รัต) (ควอเตอร์แบ็ค) ขว้างบอลหมุนได้ธรรมชาติดี"
    }
  },
  {
    "translation": {
      "en": "Carson's got a bicep tendonitis problem right now.",
      "th": "คาร์สันมีปัญหาเอ็นกล้ามเนื้อแขนอักเสบ (โรเบิร์ต โครว์ลีย์) (โค้ชควอเตอร์แบ็ค)"
    }
  },
  {
    "translation": {
      "en": "But we still think he's gonna be really good.",
      "th": "แต่เราก็ยังคิดว่าเขาจะเล่นได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "KJ's probably the most versatile",
      "th": "(หมายเลข 12 - เคนนี่ \"เคเจ\" การ์ดเนอร์) (ควอเตอร์แบ็ค) เคเจอาจเป็นคนที่เล่นได้หลากหลายที่สุด"
    }
  },
  {
    "translation": {
      "en": "with the ability to run and throw, make guys miss.",
      "th": "เพราะเขาสามารถวิ่งไปขว้างไป และทำให้คนอื่นพลาด"
    }
  },
  {
    "translation": {
      "en": "[man] Never even looked down field.",
      "th": "ไม่มองสนามด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] KJ's a wildcard.",
      "th": "เคเจทำให้เดาทางไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "You gotta think about catch the ball, nest the ball, roll.",
      "th": "(หมายเลข 3 - ไรอัน แมคกีย์) (ควอเตอร์แบ็ค) นายต้องคิดว่าจะรับบอล ทำคะแนน วิ่ง"
    }
  },
  {
    "translation": {
      "en": "[man] Ryan was our wily veteran for sure.",
      "th": "ไรอันเป็นตัวยืนที่อยู่มานานของเรา"
    }
  },
  {
    "translation": {
      "en": "Third year in college, second year with the program.",
      "th": "อยู่วิทยาลัยเป็นปีที่สาม อยู่ในทีมมาเป็นปีที่สองแล้ว"
    }
  },
  {
    "translation": {
      "en": "When Ryan goes in the game, there's not gonna be a surprise.",
      "th": "ถ้าไรอันลงสนาม จะไม่มีเซอร์ไพรส์อะไร"
    }
  },
  {
    "translation": {
      "en": "We have a lot of faith in him. [Coach Beam] There he is! Got him, nice catch!",
      "th": "- ผมว่าพวกเราเชื่อมือเขามาก - อยู่นั่น! รับ เก่งมาก!"
    }
  },
  {
    "translation": {
      "en": "It's gonna be a new challenge,",
      "th": "ฤดูกาลนี้ก็จะยากไปอีกแบบ"
    }
  },
  {
    "translation": {
      "en": "but we have some big-time players to make the difference.",
      "th": "แต่เราได้ตัวผู้เล่นเก่งๆ มาเสริมทีมใหม่"
    }
  },
  {
    "translation": {
      "en": "So for instance, Rej.",
      "th": "ตัวอย่างเช่น เรจ"
    }
  },
  {
    "translation": {
      "en": "What we had, six plays?",
      "th": "ได้กี่ที่นะ หกที่เหรอ"
    }
  },
  {
    "translation": {
      "en": "So bogus.",
      "th": "ผีว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Rejzohn, he is a natural corner.",
      "th": "เรจอน เขามีพรสวรรค์เป็นคอร์เนอร์"
    }
  },
  {
    "translation": {
      "en": "They gotta throw a perfect ball every time.",
      "th": "พวกนี้ต้องขว้างบอลให้เพอร์เฟกต์ทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "He's 6'3\", he's got a phenomenal competitive nature about him.",
      "th": "เขาสูง 190.5 ซม. และมีความชอบเอาชนะสูงมาก"
    }
  },
  {
    "translation": {
      "en": "Tell him to throw the ball. Tell them to throw the ball.",
      "th": "บอกให้เขาขว้างบอลมา บอกให้ขว้างบอลมา"
    }
  },
  {
    "translation": {
      "en": "He could be a Sunday player.",
      "th": "เขาอาจกลายเป็นตัวจริงวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "[Josh] His brother went to Oregon State after one year with us.",
      "th": "พี่ชายเขาไปเข้ามหาวิทยาลัยรัฐออริกอน หลังจากอยู่กับเรามาหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Get up.",
      "th": "ลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "He's better than his brother.",
      "th": "เขาเก่งกว่าพี่อีก (จอช รามอส) (ผู้ประสานงานทีมรับ)"
    }
  },
  {
    "translation": {
      "en": "[player] Come on!",
      "th": "เอาเลย!"
    }
  },
  {
    "translation": {
      "en": "Here now, here now, here now!",
      "th": "รับเลย รับเลย!"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Yeah!",
      "th": "เยี่ยม!"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn yelling] Yeah!",
      "th": "เยี่ยม!"
    }
  },
  {
    "translation": {
      "en": "[player] Fuckin' talk.",
      "th": "เก่งแต่ปาก"
    }
  },
  {
    "translation": {
      "en": "[Vince] His ass is so cocky right now.",
      "th": "ตอนนี้เขากำลังหลงตัวเองมาก"
    }
  },
  {
    "translation": {
      "en": "It's gonna be a lot of jaw jacking, lot of chattering.",
      "th": "พูดไม่หยุดปาก โม้ไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "All that shit they was talking. All that shit they was talking.",
      "th": "ที่ไอ้พวกนั้นพูดอะไรมากมายๆ"
    }
  },
  {
    "translation": {
      "en": "It's the type of guys we bring in.",
      "th": "คนหลายๆ แบบที่เรารวบรวมมา"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Come on, now. Hey, get inside. There you go! Nice one!",
      "th": "เร็วเข้า เฮ้ย เข้าวงใน นั่นแหละ ดี!"
    }
  },
  {
    "translation": {
      "en": "[Josh] We don't have guys coming in from Tennessee, North Carolina,",
      "th": "เราไม่ได้คนจากเทนเนสซี นอร์ทแคโรไลนา"
    }
  },
  {
    "translation": {
      "en": "like some of the other junior colleges.",
      "th": "แบบวิทยาลัยชุมชนอื่นๆ แถวนี้"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] Nuts all over your face, boy!",
      "th": "เต็มหน้าเลยนะพวก"
    }
  },
  {
    "translation": {
      "en": "Let's go, boy!",
      "th": "ไปต่อ พวกนาย!"
    }
  },
  {
    "translation": {
      "en": "We're local East Bay.",
      "th": "เราคือทีมของอีสต์เบย์"
    }
  },
  {
    "translation": {
      "en": "Play with a chip on our shoulder and punch you in the mouth.",
      "th": "เล่นแบบนึกว่าตัวแน่แล้วก็ชกปากกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] Rub my nuts all over his face.",
      "th": "อัดหน้ามันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "To some degree, it's hard to build a consistent culture",
      "th": "จะว่าไปแล้วการสร้างตัวตน ที่ยั่งยืนของทีมนั้นทำได้ยาก"
    }
  },
  {
    "translation": {
      "en": "because you are constantly having guys leave.",
      "th": "เพราะนักกีฬาเข้าๆ ออกๆ กันเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "It's almost like guys are like mercenaries.",
      "th": "บางทีก็รู้สึกเหมือนพวกนี้เป็นทหารรับจ้าง"
    }
  },
  {
    "translation": {
      "en": "[Vince] You don't know who's gonna miss the bus.",
      "th": "เราไม่มีทางรู้ว่าเดี๋ยวใครจะขึ้นรถเมล์ไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "You don't know who's gonna get dropped from a class,",
      "th": "หรือใครจะโดนพักการเรียน"
    }
  },
  {
    "translation": {
      "en": "so every game is an adventure.",
      "th": "เท่ากับทุกเกมเป็นการผจญภัยตลอด"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] No discipline.",
      "th": "ไม่มีวินัย"
    }
  },
  {
    "translation": {
      "en": "What did I say not to do?",
      "th": "ฉันสั่งว่าไม่ให้ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Bro, we got till Friday to fix some shit.",
      "th": "พวก มีเวลาถึงวันศุกร์ที่จะแก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] That's bullshit!",
      "th": "โคตรบ้า!"
    }
  },
  {
    "translation": {
      "en": "You just got your ass kicked!",
      "th": "พวกนายเพิ่งโดนถล่มแพ้ยับ"
    }
  },
  {
    "translation": {
      "en": "That was embarrassing.",
      "th": "โคตรน่าอายเลย"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] There, poor connection.",
      "th": "อร่อยหวานหมู"
    }
  },
  {
    "translation": {
      "en": "-Let me see. I gotta get him back. -[video chat ringing]",
      "th": "ไหนดูสิ ต้องเรียกกลับมาก่อน"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Look at that nigga's haircut.",
      "th": "ดูทรงผมไอ้เวรนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Nahshon] All them new shirts y'all got, I need them.",
      "th": "เสื้อแบบใหม่ของทีมน่ะ เอามาให้ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "We got chicken on the back of them motherfuckers.",
      "th": "ข้างหลังแม่งเป็นลายไก่ว่ะ"
    }
  },
  {
    "translation": {
      "en": "Not even an eagle.",
      "th": "ไม่ใช่อินทรีด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "This is a chicken, nigga.",
      "th": "นี่มันไก่ชัดๆ เวร"
    }
  },
  {
    "translation": {
      "en": "That don't look like no eagle.",
      "th": "ดูยังไงก็ไม่เหมือนอินทรี"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Look at Beam.",
      "th": "ดูหน้าบีมสิ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Oh, my gosh. What are you doing?",
      "th": "ให้ตาย ทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Coach Beam had a nickname for you two.",
      "th": "โค้ชบีมตั้งชื่อเล่นให้คุณสองคน"
    }
  },
  {
    "translation": {
      "en": "-Stick and Pole. -[interviewer] What does that mean?",
      "th": "- ไม้กับเสา - หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Uh, we were just two skinny dudes.",
      "th": "ก็เราเป็นคนผอมๆ ทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "But I was Stick and then Rej's Pole.",
      "th": "แต่ผมเป็นไม้ และเรจเป็นเสา"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Hey! Your brother needs you, man.",
      "th": "พี่ชายนายต้องให้ช่วยว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Oh, my fucking God.",
      "th": "โอ๊ย ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] That boy thinks he got everything figured out.",
      "th": "ไอ้เด็กนั่นนึกว่าตัวเองรู้ทุกอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "I didn't realize that you were carrying him so much.",
      "th": "ฉันไม่ยักรู้ว่านายคอยแบกเขาขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Your back must really be good",
      "th": "ตอนนี้หลังเบาเลยสิ"
    }
  },
  {
    "translation": {
      "en": "now that you ain't carrying that boy. I know it's only 160 pounds.",
      "th": "เมื่อไม่ต้องคอยแบกนายนั่นแล้ว รู้นะว่าหนักแค่ 72 โล"
    }
  },
  {
    "translation": {
      "en": "Hundred and eighty.",
      "th": "แปดสิบโล"
    }
  },
  {
    "translation": {
      "en": "[Nahshon] We've always been close and that.",
      "th": "ใช่ เราสนิทกันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "But after my dad passed, I took on that role to make sure I take care of him.",
      "th": "แต่พอพ่อตาย ผมก็รับหน้าที่ ดูแลน้องต่อ"
    }
  },
  {
    "translation": {
      "en": "He's a smart kid, he's just hardheaded.",
      "th": "เขาเป็นเด็กฉลาดนะ ก็แค่หัวดื้อ"
    }
  },
  {
    "translation": {
      "en": "I think once he learns how to listen to people, the sky's the limit for him.",
      "th": "ผมว่าถ้าเขาหัดฟังคำคนอื่นบ้าง อะไรก็ขวางเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Rej's the little brother...",
      "th": "เรจทำตัวเป็นน้องชาย"
    }
  },
  {
    "translation": {
      "en": "in all ways.",
      "th": "ในทุกด้าน"
    }
  },
  {
    "translation": {
      "en": "Sonny was the one that drove, Rej just slept in the car, right?",
      "th": "ซันนี่เป็นคนขับรถ เรจนอนมาในรถ ใช่มั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, Rej's gotta drive.",
      "th": "ตอนนี้เรจต้องขับเองแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Now one person's already missed class today in math, right, Rej?",
      "th": "เอาละ วันนี้มีคนไม่ได้ เข้าเรียนเลขแล้ว ใช่มั้ย เรจ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Nobody pays for my gas, but all right.",
      "th": "ใช่ ก็ไม่มีคนจ่ายค่าน้ำมันให้ แต่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Rej, you keep acting like... You know what? Don't come.",
      "th": "เรจ นายทำตัวเหมือน... เอางี้ ไม่ต้องมา"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I'm gonna come, I love football and I love Laney.",
      "th": "ผมจะมา ผมรักฟุตบอล ผมรักเลนีย์"
    }
  },
  {
    "translation": {
      "en": "-I hope you love math class. -[Rejzohn] I love class.",
      "th": "- เออ หวังว่าจะรักการเรียนเลข - ผมก็ชอบเรียน"
    }
  },
  {
    "translation": {
      "en": "-I hope you love math. -I missed one class, I had no gas money.",
      "th": "- หวังว่าจะชอบเลข - ขาดแค่ครั้งเดียวเอง ไม่มีเงินเติมน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, nobody pays for my gas but me and I'm unemployed.",
      "th": "ขอโทษ ผมต้องจ่ายค่าน้ำมันเอง แล้วตอนนี้ก็ไม่มีทางทำ"
    }
  },
  {
    "translation": {
      "en": "Come on, brother.",
      "th": "ไม่เอาน่า พวก"
    }
  },
  {
    "translation": {
      "en": "Y'all know I come from Stockton. Shit's hard.",
      "th": "พวกนายรู้ว่าฉันมาจากสต็อกตัน ชีวิตลำบาก"
    }
  },
  {
    "translation": {
      "en": "I've been at Laney for... a year. This is going on my second season.",
      "th": "ผมอยู่เลนีย์มาปีนึงแล้ว ฤดูกาลนี้จะเป็นฤดูกาลที่สอง"
    }
  },
  {
    "translation": {
      "en": "Two years straight with no touchdowns.",
      "th": "สองปีเต็ม ไม่มีทัชดาวน์เลย"
    }
  },
  {
    "translation": {
      "en": "I wanted to go somewhere where we were hated.",
      "th": "ผมอยากไปอยู่ที่ที่ทุกคนเกลียดเรา"
    }
  },
  {
    "translation": {
      "en": "That's kind of what Laney is. Nobody likes Laney.",
      "th": "ก็เหมือนกับเลนีย์ ไม่มีใครชอบเลนีย์"
    }
  },
  {
    "translation": {
      "en": "We're the bad kids, the scrappy ones.",
      "th": "พวกเราเป็นเด็กไม่ดี พวกเด็กเหลือขอ"
    }
  },
  {
    "translation": {
      "en": "-[Rejzohn groans in frustration] -Do it again, Rej.",
      "th": "เอาอีกที เรจ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I'm not too worried about anybody I'm going up against.",
      "th": "คือผมไม่ได้กลัวใครที่ผมจะต้องแข่งด้วยหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna go at you.",
      "th": "ผมจะเล่นงานให้หมด"
    }
  },
  {
    "translation": {
      "en": "I just attack football differently from everybody else on the field.",
      "th": "ผมก็แค่เล่นฟุตบอลในแบบที่ ไม่เหมือนกับใครในสนามนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't give up nothing. Nothing.",
      "th": "ผมไม่ยอมให้กับอะไรทั้งนั้น ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "Don't come out here unless you really want the smoke.",
      "th": "อย่าไสหัวออกมาถ้าไม่อยากโดนเป่า"
    }
  },
  {
    "translation": {
      "en": "Rej being ranked number one DB in the state, number three in the country,",
      "th": "เรจถูกจัดอันดับเป็นดีเฟนซีฟแบ็ค อันดับหนึ่งของรัฐ อันดับสามของประเทศ"
    }
  },
  {
    "translation": {
      "en": "it's a lot of pressure, but he's a competitor.",
      "th": "นั่นก็กดดันมากนะ แต่เขาเป็นคนชอบแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] My dad that told me,",
      "th": "ผมว่าคนที่สอนไว้น่าจะเป็นพ่อนะ"
    }
  },
  {
    "translation": {
      "en": "\"Don't have a plan B,\" 'cause plan B will take me away from plan A.",
      "th": "\"ไม่ต้องคิดแผนสอง เพราะแผนสองจะดึงความสนใจจากแผนแรก\""
    }
  },
  {
    "translation": {
      "en": "So I'm gonna go at football the hardest I can until I can't do it anymore.",
      "th": "ผมจะเล่นฟุตบอลให้หนักที่สุดเท่าที่ทำได้ จนกว่าจะทำไม่ได้อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "I wanna play in the NFL.",
      "th": "ผมอยากไปเล่นเอ็นเอฟแอล"
    }
  },
  {
    "translation": {
      "en": "There aint no other ways around it.",
      "th": "ไม่มีทางอื่นหรอก"
    }
  },
  {
    "translation": {
      "en": "This season could go either way, you know?",
      "th": "ฤดูกาลนี้อาจจบยังไงก็ได้ นึกออกมั้ย"
    }
  },
  {
    "translation": {
      "en": "It is up to us, it ain't really up to anybody else but us.",
      "th": "มันก็ขึ้นกับเรา ไม่ได้ขึ้นกับใครหน้าไหนนอกจากพวกเรา"
    }
  },
  {
    "translation": {
      "en": "I know we can do it, it's just if we want to or not.",
      "th": "ผมรู้ว่าเราทำได้ ก็แค่ว่าจะอยากทำรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "This is Laney. We're built for this.",
      "th": "ที่นี่คือเลนีย์ พวกเราฝึกมาเพื่อการนี้"
    }
  },
  {
    "translation": {
      "en": "It's the moment of truth, it's number time.",
      "th": "ช่วงเวลาสำคัญ เวลาแจกเบอร์"
    }
  },
  {
    "translation": {
      "en": "-[player] There you go. -The moment of truth for real.",
      "th": "- เอาละนะ - เวลาสำคัญจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[player] That's disrespectful.",
      "th": "นั่นหยามกันว่ะ"
    }
  },
  {
    "translation": {
      "en": "Their jersey numbers for the season were assigned.",
      "th": "วันนี้ประกาศเบอร์เสื้อสำหรับฤดูกาลนี้"
    }
  },
  {
    "translation": {
      "en": "So usually it's a big deal. Some people aren't happy with their numbers.",
      "th": "เพราะงั้นมันจึงเป็นเรื่องใหญ่มาก มีคนที่ไม่พอใจกับเบอร์ที่ได้ (ซาไค เมตคาล์ฟ) (เจ้าหน้าที่ธุรการฝ่ายกีฬาวิทยาลัยเลนีย์)"
    }
  },
  {
    "translation": {
      "en": "Some get the one they want. [interviewer] Is it really that important?",
      "th": "- บางคนก็ได้เบอร์ที่ต้องการ - มันสำคัญขนาดนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "For them, yes. [chuckles]",
      "th": "สำหรับพวกเขา ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[player 1] Look at that bitch. Ah!",
      "th": "ดูอีเบอร์นั่น"
    }
  },
  {
    "translation": {
      "en": "-You 42? -[player 2] Who got your number?",
      "th": "นายได้ 42 เหรอ งั้นใครเอาเบอร์นายไป"
    }
  },
  {
    "translation": {
      "en": "[player 3] I'm finna cry.",
      "th": "อยากจะร้องไห้"
    }
  },
  {
    "translation": {
      "en": "Man...",
      "th": "พวก..."
    }
  },
  {
    "translation": {
      "en": "See where I'm at...",
      "th": "ดูหน่อยว่าฉันได้เบอร์ไหน"
    }
  },
  {
    "translation": {
      "en": "[player 4] One option, number two.",
      "th": "ตัวเลือกเดียว เบอร์สอง"
    }
  },
  {
    "translation": {
      "en": "[player 5] They got him disrespectful, 95?",
      "th": "นั่นหยามเขาว่ะ เบอร์ 95 น่ะนะ"
    }
  },
  {
    "translation": {
      "en": "[player 6] A number don't make you who you is.",
      "th": "แค่ตัวเลขไม่ได้กำหนดความเป็นตัวเรานะพวก"
    }
  },
  {
    "translation": {
      "en": "But it's ugly.",
      "th": "แต่เลขมันน่าเกลียด"
    }
  },
  {
    "translation": {
      "en": "-[player 4] It don't matter. -[player 5] It make me who I am.",
      "th": "- มันไม่สำคัญ พวก - มันกำหนดความเป็นตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "[player 6] Brother!",
      "th": "พี่น้องครับ!"
    }
  },
  {
    "translation": {
      "en": "-[player 7] Four-two. -[player 8] I'm over with, bro!",
      "th": "- สี่ สอง - ฉันไม่เล่นแล้วพวก"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] So I got...",
      "th": "ผมมี..."
    }
  },
  {
    "translation": {
      "en": "Jasmine, is it possible to have someone pick up",
      "th": "แจสมิน ช่วยให้ใครไปซื้อ"
    }
  },
  {
    "translation": {
      "en": "sandwiches, and drinks, and a side or something?",
      "th": "แซนด์วิช เครื่องดื่ม แล้วก็เครื่องเคียงอะไรสักอย่างให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "-[Sakai] Yeah. -Sandwiches...",
      "th": "- ค่ะ - แซนด์วิช..."
    }
  },
  {
    "translation": {
      "en": "What do you need, Billy?",
      "th": "มีอะไร บิลลี่"
    }
  },
  {
    "translation": {
      "en": "There's no other number I can get?",
      "th": "ผมขอเบอร์อื่นไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, 36?",
      "th": "คือ 36 เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "So, I get a whatever number?",
      "th": "คือนึกจะให้เบอร์อะไรผมก็ให้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] You should be happy you got a number",
      "th": "ควรจะดีใจที่ได้มีเบอร์"
    }
  },
  {
    "translation": {
      "en": "and you get to play on a championship team.",
      "th": "แล้วก็ได้เล่นในทีมที่เป็นแชมป์อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Okay? Billy?",
      "th": "โอเคนะ บิลลี่"
    }
  },
  {
    "translation": {
      "en": "-This is bigger than that, though. -[Coach Beam] Huh? It's bigger than that.",
      "th": "เรื่องนี้มันสำคัญกว่านั้น มันเรื่องใหญ่กว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Nothing's bigger than that. Trust me, okay?",
      "th": "ไม่มีอะไรสำคัญกว่านั้นหรอก เชื่อฉัน โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-It's bigger than that. -[Coach Beam] Come here.",
      "th": "- มันสำคัญกว่านั้น - เอ่อ... มานี่"
    }
  },
  {
    "translation": {
      "en": "-How not? -The player makes the number, brother.",
      "th": "- ไม่สำคัญตรงไหน - ผู้เล่นเป็นคนกำหนดเลขตัวเอง น้องชาย"
    }
  },
  {
    "translation": {
      "en": "If you don't like the number, what are your choices?",
      "th": "ถ้านายไม่ชอบหมายเลขนั้น นายมีตัวเลือกอะไร"
    }
  },
  {
    "translation": {
      "en": "-[Billy] I don't know. -You really want me to tell you?",
      "th": "- ผมไม่รู้ - อยากให้ฉันบอกจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Billy] What's the choices?",
      "th": "มีตัวเลือกอะไร"
    }
  },
  {
    "translation": {
      "en": "-Don't play. -[Billy] All right.",
      "th": "- ก็ไม่ต้องเล่น - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] That's the first one today complaining about the number.",
      "th": "นั่นเป็นคนแรกของวันนี้ที่มาบ่นเรื่องหมายเลข"
    }
  },
  {
    "translation": {
      "en": "That's not the first one. That's the first one you got.",
      "th": "ไม่ใช่คนแรกหรอก คนแรกที่คุณเจอต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-It's a number. -You know what happens on number day.",
      "th": "- ก็แค่หมายเลข - คุณรู้นี่ว่าวันแจกหมายเลขจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "When you ran track, did you care what number you got?",
      "th": "สมัยที่คุณเป็นนักวิ่ง คุณสนใจรึเปล่าว่าได้เบอร์อะไร"
    }
  },
  {
    "translation": {
      "en": "-I didn't have a number. -Thank you!",
      "th": "- ฉันไม่ได้มีเบอร์ - ขอบคุณ!"
    }
  },
  {
    "translation": {
      "en": "That's what I'm saying. There's no number.",
      "th": "นั่นแหละที่ผมจะสื่อ มันไม่ได้มีเบอร์"
    }
  },
  {
    "translation": {
      "en": "Maybe it has sentimental value. [Coach Beam] Write the sentimental number on a shoe.",
      "th": "- มันอาจเป็นคุณค่าทางจิตใจ - ก็เขียนเลขที่มีคุณค่าทางจิตใจไว้บนรองเท้า"
    }
  },
  {
    "translation": {
      "en": "But... feel good, play good?",
      "th": "แต่... ถ้ารู้สึกดีก็เล่นได้ดีไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I know, I hear you, brother. -Okay.",
      "th": "- ใช่ ผมรู้ ผมเข้าใจ น้องชาย - โอเค"
    }
  },
  {
    "translation": {
      "en": "No, not \"brother.\"",
      "th": "ไม่ ไม่ใช่ \"น้องชาย\""
    }
  },
  {
    "translation": {
      "en": "I hear ya. I hear ya, young lady. Ma'am.",
      "th": "เข้าใจแล้ว เข้าใจ สาวน้อย คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "[Josh] We're gonna cover Modesto, all right?",
      "th": "เราจะอัดโมเดสโตให้หมอบ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "They've got seven returning offensive linemen.",
      "th": "พวกนั้นมีออฟเฟนซีฟไลน์แมนตัวเดิมเจ็ดคน"
    }
  },
  {
    "translation": {
      "en": "They got a bounce back division-one quarterback.",
      "th": "มีควอเตอร์แบ็คที่ตกชั้นมาจากดิวิชั่นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "They got four returning receivers who were their top receivers last year.",
      "th": "มีรีซีฟเวอร์ที่กลับมาเข้าทีมสี่คน ที่เป็นตัวท็อปของทีมเขาตั้งแต่ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So you have your hands full week one.",
      "th": "เท่ากับสัปดาห์แรกก็เจอของหนักเลย"
    }
  },
  {
    "translation": {
      "en": "I would put almost a guaranteed stamp on this thing",
      "th": "ฉันแทบอยากจะปั๊มตราการันตีให้"
    }
  },
  {
    "translation": {
      "en": "that they will be in the playoffs. They are gonna win their conference.",
      "th": "ว่าพวกนั้นต้องได้เล่นเพลย์ออฟ แล้วจะชนะในคอนเฟอเรนซ์ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "So, you gotta prepare like you're preparing",
      "th": "เพราะงั้นพวกนายต้องเตรียมตัวเหมือนกำลังจะ"
    }
  },
  {
    "translation": {
      "en": "for a Ventura state championship game.",
      "th": "เข้าชิงแชมป์ของรัฐเวนทูรา"
    }
  },
  {
    "translation": {
      "en": "Quarterback, bounce back, quarterback.",
      "th": "ควอเตอร์แบ็ค ควอเตอร์แบ็คที่กลับมาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "This dude is extremely athletic, he is a big play guy,",
      "th": "หมอนี่ร่างกายแข็งแรงมาก เป็นคนชอบเล่นใหญ่"
    }
  },
  {
    "translation": {
      "en": "he's got a lot of speed, crafty.",
      "th": "แถมเล่นเกมเร็ว แผนสูง"
    }
  },
  {
    "translation": {
      "en": "So you gotta focus up and get ready for this guy here.",
      "th": "เพราะงั้นพวกนายต้องตั้งสติ และเตรียมตัวรับหมอนี่ให้ดี"
    }
  },
  {
    "translation": {
      "en": "Quarterback draw.",
      "th": "สถิติควอเตอร์แบ็ค"
    }
  },
  {
    "translation": {
      "en": "-13 carries, 196 yards in this game. -[cheering]",
      "th": "วิ่งเอง 13 ครั้ง แค่เกมนี้ก็ได้ไป 196 หลา"
    }
  },
  {
    "translation": {
      "en": "-Don't be a fan, man... fuck. -[indistinct chatter]",
      "th": "อย่าชื่นชมเขาสิวะพวก... ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[Josh] Understand the big picture, man,",
      "th": "มองภาพรวมด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "to go fucking win another national championship, all right?",
      "th": "ก่อนที่จะไปหาเรื่อง ในการชิงแชมป์ประเทศรอบหน้า"
    }
  },
  {
    "translation": {
      "en": "One of the best feelings in the world, man,",
      "th": "นั่นเป็นหนึ่งในความรู้สึกดีที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "is running on that field when you fucking win it all.",
      "th": "การได้วิ่งอยู่ในสนามตอนที่กำลังจะชนะเกมใหญ่"
    }
  },
  {
    "translation": {
      "en": "For us to repeat and do that again, you gotta be locked in every day.",
      "th": "แต่ถ้าเราจะทำแบบนั้นให้ได้อีกครั้ง พวกนายจะต้องฝึกหนักกันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[player] Come on, bro.",
      "th": "ให้ไว พวก"
    }
  },
  {
    "translation": {
      "en": "♪ Hello everybody, hi ♪",
      "th": "สวัสดีครับ ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "♪ I'd like to introduce you to the Thizzle Dance ♪",
      "th": "ขอแนะนำให้รู้จักกับธิสเซิลแดนซ์"
    }
  },
  {
    "translation": {
      "en": "♪ Thizzle Dance? ♪",
      "th": "ธิสเซิลแดนซ์เหรอ"
    }
  },
  {
    "translation": {
      "en": "♪ Thizzle Dance, I said ♪",
      "th": "ก็ผมบอกว่าธิสเซิลแดนซ์"
    }
  },
  {
    "translation": {
      "en": "♪ Can you do the Thizzle Dance? ♪",
      "th": "เต้นธิสเซิลแดนซ์ได้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "♪ First, I do like this ♪",
      "th": "หนึ่ง ต้องทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "♪ Put a look on my face Like I smelled some piss ♪",
      "th": "ทำหน้านิ่วเหมือนได้กลิ่นฉี่"
    }
  },
  {
    "translation": {
      "en": "♪ Bounce to the beat Till it start to hurt ♪",
      "th": "โยกกับจังหวะจนเริ่มปวดขา"
    }
  },
  {
    "translation": {
      "en": "♪ Then I dust all the smirk off me shirt ♪",
      "th": "แล้วค่อยปัดฝุ่นออกจากเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "♪ Dip to the ground as I catch the bass ♪",
      "th": "ย่อลงให้ต่ำเมื่อได้ยินเบสมา"
    }
  },
  {
    "translation": {
      "en": "♪ Then I wipe all the sweat Off me face... ♪",
      "th": "แล้วเช็ดเหงื่อที่ไหลออกจากหน้า..."
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Let's go, boys! This is Laney, baby! Come on, be great!",
      "th": "มาเร็ว ทุกคน! ที่นี่เลนีย์! มาเร็ว เล่นให้ดี!"
    }
  },
  {
    "translation": {
      "en": "Lot of you trying to earn a spot,",
      "th": "หลายคนต้องพยายามให้ได้ลงสนาม"
    }
  },
  {
    "translation": {
      "en": "some of you are trying to keep a fucking jersey.",
      "th": "บางคนต้องพยายามเพื่อให้ได้เสื้อทีมด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Josh] Here we go. Here we go.",
      "th": "วิ่งเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "Get that! Let's go!",
      "th": "ไปเลย! ไปเลย!"
    }
  },
  {
    "translation": {
      "en": "Get in and out, in and out, in and out, in and out.",
      "th": "เร็วเข้า เข้าไปแล้วออกมา เข้าแล้วออก เข้าแล้วออก"
    }
  },
  {
    "translation": {
      "en": "Hey, this is fucking game week, man, all right?",
      "th": "เฮ้ย นี่อาทิตย์แข่งจริงแล้วนะ โอเคมะ"
    }
  },
  {
    "translation": {
      "en": "You need to prepare like you're preparing for a game.",
      "th": "พวกนายต้องเตรียมตัว เหมือนจะลงแข่งจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[player] Play action.",
      "th": "สับขาหลอก"
    }
  },
  {
    "translation": {
      "en": "[Josh] There we go! There we go!",
      "th": "ต้องอย่างนั้น! เออ นั่นแหละ!"
    }
  },
  {
    "translation": {
      "en": "Modesto's gonna hurry up your ass, you ain't gonna be able to think.",
      "th": "โมเดสโตจะเล่นเกมเร็ว พวกนายจะไม่มีเวลาคิดหรอก"
    }
  },
  {
    "translation": {
      "en": "You gotta learn how to do that now.",
      "th": "ต้องหัดคิดให้ทัน"
    }
  },
  {
    "translation": {
      "en": "[man] One o'clock. Go.",
      "th": "หนึ่งนาฬิกา หัน"
    }
  },
  {
    "translation": {
      "en": "Nine o'clock, nine o'clock, on two, set. Good.",
      "th": "เก้านาฬิกา เก้านาฬิกา นับสอง หัน ดี"
    }
  },
  {
    "translation": {
      "en": "[Robert] Do you guys don't know the phrase \"big dick energy\"?",
      "th": "พวกนายรู้จักคำว่า \"เอเนอจี้เป้าตุง\" มั้ย"
    }
  },
  {
    "translation": {
      "en": "Right? Do you guys know that phrase, \"big dick energy\"?",
      "th": "เออ รู้จักวลีนั้นรึเปล่า \"เอเนอจี้เป้าตุง\""
    }
  },
  {
    "translation": {
      "en": "When you walk out and it's just you're the fucking guy,",
      "th": "เวลาที่เดินออกมา แล้วรู้สึกเหมือนเป็นคนสำคัญโคตรๆ"
    }
  },
  {
    "translation": {
      "en": "coming out with big dick energy. Bring it out here, right?",
      "th": "ที่เดินออกมาด้วยเอเนอจี้เป้าตุง คือเอาแบบนั้นในสนาม"
    }
  },
  {
    "translation": {
      "en": "Just fuck it, fuck it, fuck it. Right?",
      "th": "แบบเอาแม่งๆ เอาแม่ง นึกออกมะ"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] I hate putting microwave food into a microwave.",
      "th": "ฉันเกลียดการเอาอาหารสำเร็จรูปใส่ไมโครเวฟ"
    }
  },
  {
    "translation": {
      "en": "I like cooking it in the oven.",
      "th": "ฉันชอบใช้เตาอบของจริงมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Bro, corn dogs in the oven?",
      "th": "พวก เอาคอร์นด็อกใส่เตาอบเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-[player 1] Yeah. -Best shit ever.",
      "th": "- เออ - โคตรอร่อยเลย"
    }
  },
  {
    "translation": {
      "en": "-[player 1] Crunchy as fuck. -Best shit ever.",
      "th": "- มันจะกรอบเป็นบ้า - โคตรอร่อยเลย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] I'm gonna show you something. I'll show you some magic.",
      "th": "เดี๋ยวจะเสกให้ดู จะเสกเวทมนตร์ให้ดูเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Here you go. Open up your palm.",
      "th": "มาเร็ว แบมือ"
    }
  },
  {
    "translation": {
      "en": "See this quarter? See that quarter? Gotta keep your hand flat.",
      "th": "เห็นเหรียญนี่มะๆ แบมือไว้นะ"
    }
  },
  {
    "translation": {
      "en": "Y'all see this? I'm gonna put my hand like this,",
      "th": "ทุกคนเห็นนะ ฉันจะวางมือแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I'm gonna turn it, take it before you can close it.",
      "th": "แล้วจะพลิกมือ ขโมยเหรียญก่อนที่นายจะกำมือทัน"
    }
  },
  {
    "translation": {
      "en": "Think I can do that?",
      "th": "คิดว่าฉันทำได้มะ"
    }
  },
  {
    "translation": {
      "en": "Quick a hand as you got, make sure your hand's flat.",
      "th": "ไม่ว่ามือนายจะไวแค่ไหน ตอนนี้ต้องแบไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Don't cheat me.",
      "th": "อย่าโกงนะ"
    }
  },
  {
    "translation": {
      "en": "-Damn. I thought you was gonna get it. -[player chuckles]",
      "th": "เวร นึกว่านายจะกำทัน"
    }
  },
  {
    "translation": {
      "en": "Y'all saw that? Y'all saw that?",
      "th": "ทุกคนเห็นนะ เห็นแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Come on, bro. You can't let me win that easy, bro.",
      "th": "ไม่เอาน่ะ พวก จะปล่อยให้ฉันชนะง่ายๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "You let me win 'cause I'm an old guy. Hold on.",
      "th": "นายปล่อยให้ฉันชนะเพราะฉันแก่ ไม่เอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Bro, come on, let's try it again.",
      "th": "พวก มาเร็ว ลองกันใหม่"
    }
  },
  {
    "translation": {
      "en": "Bro, I know you got faster hands than I got.",
      "th": "พวก ฉันรู้ว่านายมือไวกว่าฉัน"
    }
  },
  {
    "translation": {
      "en": "I've seen your hand. Look, you're from Stockton, too?",
      "th": "ฉันเคยเห็นมือนายแล้ว นายมาจากสต็อกตันเหมือนกันใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Look, he knows! Go ahead, you ready?",
      "th": "ดี รู้นี่! เอาเลย พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Hold it flat, don't cheat me now.",
      "th": "แบมือไว้ อย่าโกงฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Can I put my hand on it first?",
      "th": "ขอวางมือก่อนได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Look, can I put my...",
      "th": "ฟังนะ ขอวางมือ..."
    }
  },
  {
    "translation": {
      "en": "I haven't even moved my hand yet, you sure?",
      "th": "ฉันยังไม่ได้ขยับมือเลย แน่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, shit, damn. Bro.",
      "th": "อ้าว เวร ให้ตาย พวก"
    }
  },
  {
    "translation": {
      "en": "Dang, I thought you... With them quick hands of yours?",
      "th": "เวร นึกว่ามือจะไว"
    }
  },
  {
    "translation": {
      "en": "Don't move until I move, keep your hands flat. Shit.",
      "th": "อย่าขยับจนกว่าฉันจะขยับ แบมือไว้ เวร"
    }
  },
  {
    "translation": {
      "en": "-Damn. -[player] Didn't see that. [chuckles]",
      "th": "- เวรๆ - มองไม่ทันเลย"
    }
  },
  {
    "translation": {
      "en": "When he drops your hand, the quarter's coming right there.",
      "th": "พอเขาปล่อยมือนาย เหรียญมันตกลงมาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Quarter's coming like this when he drops your hand.",
      "th": "เหรียญตกลงมาตอนที่เขาทำให้มือนายตก"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Are you sure? Damn.",
      "th": "แน่ใจเหรอ เวร"
    }
  },
  {
    "translation": {
      "en": "You know what...",
      "th": "แม่งเอ๊ย..."
    }
  },
  {
    "translation": {
      "en": "Hey, I told you, man, I used to catch arrows.",
      "th": "บอกแล้วไง ฉันเคยจับลูกศรที่ยิงมาได้"
    }
  },
  {
    "translation": {
      "en": "They used to shoot arrows and I'd catch 'em in my hands.",
      "th": "คนเคยยิงลูกศรใส่แล้วฉันก็ใช้มือจับไว้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Merle, what'd you think?",
      "th": "เมิร์ล นายว่าไง"
    }
  },
  {
    "translation": {
      "en": "Y'all are so boring.",
      "th": "พวกนายน่าเบื่อว่ะ"
    }
  },
  {
    "translation": {
      "en": "I get paid to do what I love.",
      "th": "ผมได้ค่าจ้างให้ทำสิ่งที่ผมรัก"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just phenomenal. I'm just so lucky.",
      "th": "คือมันโคตรดีเลย ผมก็โชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "So, this is Havenscourt.",
      "th": "ตรงนี้คือเฮเวนสคอร์ต"
    }
  },
  {
    "translation": {
      "en": "This is where I first started.",
      "th": "ผมเริ่มงานครั้งแรกที่นี่"
    }
  },
  {
    "translation": {
      "en": "I think within the first week I saw a cop chase a guy out here with a gun",
      "th": "ผมว่าในอาทิตย์แรกผมก็เจอตำรวจ วิ่งถือปืนไล่คนร้ายมาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "and I taught some of the biggest drug dealers in Oakland here.",
      "th": "แล้วผมก็ได้สอนพ่อค้ายาใหญ่ที่สุดในโอ๊กแลนด์"
    }
  },
  {
    "translation": {
      "en": "And I grew up here. I mean, I started teaching here",
      "th": "คือผมก็เติบโตที่นี่ คือผมเริ่มสอนตรงนี้"
    }
  },
  {
    "translation": {
      "en": "when I was 22 years old.",
      "th": "ตั้งแต่ผมอายุ 22 ปี"
    }
  },
  {
    "translation": {
      "en": "So Oakland is divided by this freeway, 580.",
      "th": "โอ๊กแลนด์ถูกแบ่งด้วยทางหลวงเส้นนี้ เส้น 580"
    }
  },
  {
    "translation": {
      "en": "Flatland's below 580, hills above.",
      "th": "ต่ำกว่า 580 เป็นที่ราบ เหนือนั้นเป็นเนินเขา"
    }
  },
  {
    "translation": {
      "en": "Up here,",
      "th": "บนนี้"
    }
  },
  {
    "translation": {
      "en": "back in the '80s and '90s is where the Hells Angels hung out.",
      "th": "แถวๆ นี้ในช่วงยุค 80 ถึง 90 เป็นที่ที่แก๊งเฮลล์สแองเจิลสิงกันอยู่"
    }
  },
  {
    "translation": {
      "en": "The Hells Angels actually have their headquarters in East Oakland.",
      "th": "แก๊งเฮลล์สแองเจิลมีศูนย์บัญชาการ อยู่ที่โอ๊กแลนด์ตะวันออก"
    }
  },
  {
    "translation": {
      "en": "[Tammeil] When I was growing up, it had a persona of being",
      "th": "ตอนที่ฉันยังเด็ก ย่านนั้นดูเหมือนย่านกร้านโลก"
    }
  },
  {
    "translation": {
      "en": "rough, but also deep, beautiful and vibrant.",
      "th": "โหดแต่ก็ลึกซึ้ง งดงามและมีสีสัน (แทมเมล กิลเคอร์สัน) (อธิการบดีวิทยาลัยเลนีย์)"
    }
  },
  {
    "translation": {
      "en": "Oakland's very well known for the Black Panthers being founded here.",
      "th": "โอ๊กแลนด์เป็นที่รู้จัก เพราะกลุ่มแบล็กแพนเธอร์ก่อตั้งที่นี่"
    }
  },
  {
    "translation": {
      "en": "[singing] ♪ Black is beautiful ♪",
      "th": "ความดำนั้นงดงาม"
    }
  },
  {
    "translation": {
      "en": "[chanting] ♪ Free Huey! ♪",
      "th": "ปล่อยฮิวอี้!"
    }
  },
  {
    "translation": {
      "en": "[Lukas] Oakland has produced a lot of trailblazers.",
      "th": "มีพวกผู้นำคนสำคัญมาจากโอ๊กแลนด์มากมาย"
    }
  },
  {
    "translation": {
      "en": "People who have led movements who have led to huge innovations",
      "th": "(ลูคัส เบรคคี-ไมส์เนอร์) (ผอ.บห. - โอ๊กแลนด์คิดส์เฟิสต์) คนที่ไปเป็นผู้นำการเคลื่อนไหว ซึ่งทำให้เกิดการเปลี่ยนแปลงครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "and changes in how our society looks and feels.",
      "th": "และเปลี่ยนหน้าตาและความรู้สึกในสังคม"
    }
  },
  {
    "translation": {
      "en": "I know from experience that the people can transform society",
      "th": "ผมได้รู้จากประสบการณ์ตรง ว่าคนเราสามารถเปลี่ยนโฉมหน้าสังคมได้"
    }
  },
  {
    "translation": {
      "en": "and can surely free political prisoners and prisoners of war.",
      "th": "และสามารถปล่อยนักโทษการเมือง และเชลยสงครามได้"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] You look at the talent that comes out of this city,",
      "th": "ถ้าดูพวกคนเก่งๆ ที่มาจากเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "whether it's actors or singers or athletes.",
      "th": "ไม่ว่าจะเป็นนักแสดง นักร้องหรือนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "This city produces talented people.",
      "th": "เมืองนี้ผลิตคนเก่งๆ มากมาย"
    }
  },
  {
    "translation": {
      "en": "[commentator] Rickey Henderson, no contest, steals third base.",
      "th": "ริคคีย์ เฮนเดอร์สัน ชนะใสๆ ขโมยเบสที่สามไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But Oakland has gone through this whole redevelopment and gentrification",
      "th": "แต่โอ๊กแลนด์ผ่านการพัฒนาพื้นที่ใหม่ หรือการปรับภูมิทัศน์ในพื้นที่เดิม"
    }
  },
  {
    "translation": {
      "en": "over the last, maybe, ten years.",
      "th": "มาตลอดช่วงสิบปีที่ผ่านมาได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "The black community's being forced out, moving further out into the suburbs.",
      "th": "เขาบีบให้ชุมชนคนดำออกไป ต้องย้ายไปอยู่ชานเมืองไกลออกไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "More hipsters, yuppies moving into town.",
      "th": "แล้วก็มีพวกฮิปสเตอร์ คนทำงานสมัยใหม่ ย้ายเข้ามาอยู่ในตัวเมือง"
    }
  },
  {
    "translation": {
      "en": "In the '80s, you know, people didn't wanna live here.",
      "th": "ช่วงยุค 1980 คนไม่อยากอยู่แถวนี้กันหรอก"
    }
  },
  {
    "translation": {
      "en": "Now, it's so gentrified, you're lucky to get a house for $800,000.",
      "th": "ตอนนี้เขาปรับภูมิทัศน์เสียจน ถ้าได้บ้านราคา 800,000 เหรียญคือโชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Fred] You see all this construction? So they're changing Oakland.",
      "th": "เห็นงานก่อสร้างพวกนี้ใช่มั้ย นั่นแหละเขาพยายามจะเปลี่ยนโอ๊กแลนด์"
    }
  },
  {
    "translation": {
      "en": "Everything is being re-done.",
      "th": "(เฟรด แชวีส์) (นายร้อยตำรวจโอ๊กแลนด์) ทุกอย่างทำใหม่หมด"
    }
  },
  {
    "translation": {
      "en": "Oakland is gonna be a completely different city in five years.",
      "th": "อีกห้าปีโอ๊กแลนด์จะกลายเป็น เมืองใหม่ที่ไม่เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "[Sakai] It's expensive to live here,",
      "th": "อยู่ที่นี่ค่าครองชีพแพงนะ"
    }
  },
  {
    "translation": {
      "en": "it pushes those of us out that have been here forever",
      "th": "มันบีบให้พวกเราที่อยู่กันมานาน ต้องออกไปหมด"
    }
  },
  {
    "translation": {
      "en": "because of the cost of living here, along with the homelessness.",
      "th": "เพราะค่าครองชีพสูงบวกกับไม่มีบ้านอยู่"
    }
  },
  {
    "translation": {
      "en": "We have a lot of homeless people here.",
      "th": "ที่นี่มีคนไร้บ้านเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Dorothy] Gentrification has really destabilized a lot of lives.",
      "th": "การปรับภูมิทัศน์ ทำให้ชีวิตใครหลายคนเสียความมั่นคง"
    }
  },
  {
    "translation": {
      "en": "People feel vulnerable right now",
      "th": "ตอนนี้คนรู้สึกหวั่นใจกันมาก... (โดโรธี ลาซาร์ด) (หัวหน้าบรรณารักษ์ โอ๊กแลนด์)"
    }
  },
  {
    "translation": {
      "en": "because of the volatility of our real estate market.",
      "th": "(โดโรธี ลาซาร์ด) (หัวหน้าบรรณารักษ์ โอ๊กแลนด์) เพราะตลาดอสังหาริมทรัพย์ของเรามันผันผวน"
    }
  },
  {
    "translation": {
      "en": "A lot of people have moved out of the city which may impact students.",
      "th": "คนจำนวนมากย้ายออกจากตัวเมือง ซึ่งนั่นก็ส่งผลกระทบต่อนักศึกษา"
    }
  },
  {
    "translation": {
      "en": "They have to commute from further away to get to school.",
      "th": "พวกเขาต้องเดินทางมาเรียน เป็นระยะทางไกลขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Tammeil] Across the faculty and the staff I know that everybody is",
      "th": "ทั้งคณาจารย์และเจ้าหน้าที่ ฉันก็รู้ว่าทุกคนเหมือนกับ"
    }
  },
  {
    "translation": {
      "en": "grappling with how expensive it is to live here in the Bay area,",
      "th": "บ่นว่าตอนนี้มันแพงแค่ไหน ที่จะต้องอาศัยอยู่ในย่านเบย์แอเรีย"
    }
  },
  {
    "translation": {
      "en": "how expensive it is to live in Oakland.",
      "th": "แพงแค่ไหนที่จะอยู่ในโอ๊กแลนด์"
    }
  },
  {
    "translation": {
      "en": "[Josh] It's been a lot more of a challenge.",
      "th": "นี่เป็นอุปสรรคมากกว่าเดิมเยอะ"
    }
  },
  {
    "translation": {
      "en": "If you pull up our roster, our guys aren't just from Oakland, California.",
      "th": "ถ้าดูรายชื่อคนในทีม เด็กเราไม่ได้แค่มาจากโอ๊กแลนด์ แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "They're from anywhere BART goes.",
      "th": "แต่มาจากทุกจุดที่รถไฟฟ้าบาร์ตไปถึง"
    }
  },
  {
    "translation": {
      "en": "You're taking guys that are going to school, working nights.",
      "th": "เรารับคนที่กลางวันมาเรียน กลางคืนทำงาน"
    }
  },
  {
    "translation": {
      "en": "I mean, you gotta be a tough son of a bitch to play this game.",
      "th": "คือจะเล่นเกมนี้ได้ต้องอึดถึกทนมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] We don't provide food, so they have to have jobs.",
      "th": "เราไม่มีอาหารให้กิน พวกเขาจึงต้องมีงานทำ"
    }
  },
  {
    "translation": {
      "en": "So they work security, some drive Uber.",
      "th": "บางคนก็ไปเป็นยาม บางคนขับอูเบอร์"
    }
  },
  {
    "translation": {
      "en": "One guy was picking up Lime scooters,",
      "th": "มีคนหนึ่งที่คอยเก็บสกูตเตอร์ให้เช่า"
    }
  },
  {
    "translation": {
      "en": "and collecting and taking 'em back, and they get paid for moving those around.",
      "th": "เก็บแล้วก็เอาไปคืน ได้ค่าจ้างเป็นค่าเก็บของพวกนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "You find ways to get by in Oakland.",
      "th": "คุณจะหาทางทำกินได้ในโอ๊กแลนด์"
    }
  },
  {
    "translation": {
      "en": "[Dior] Nigga, I'm starvin'.",
      "th": "พวก ฉันหิวมาก"
    }
  },
  {
    "translation": {
      "en": "Have we got an order for Will?",
      "th": "ออเดอร์ของวิลเสร็จรึยัง"
    }
  },
  {
    "translation": {
      "en": "Ten-piece classic combo, half barbecue, half lemon.",
      "th": "คลาสสิกคอมโบสิบชุด รสบาร์บีคิวครึ่งนึง เลมอนครึ่งนึง"
    }
  },
  {
    "translation": {
      "en": "Another ten-piece classic combo, extra well done,",
      "th": "คลาสสิกคอมโบอีกสิบชุด สุกมากเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "-lemon pepper and Louisiana rub. -Okay.",
      "th": "- เลมอนเป็ปเปอร์กับลุยเซียนารับ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Thank you, thank you.",
      "th": "ขอบคุณครับๆ"
    }
  },
  {
    "translation": {
      "en": "Work night shift from 8:00 to 12:00. I'm trying to get on my own.",
      "th": "ทำงานกะดึกตั้งแต่สองทุ่มถึงเที่ยงคืน ผมก็พยายามจะหาเลี้ยงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm trying to tell people I can do this myself.",
      "th": "ผมพยายามจะบอกคนว่าผมจัดการเองได้"
    }
  },
  {
    "translation": {
      "en": "I don't need no handouts.",
      "th": "ไม่ต้องการความช่วยเหลือจากใคร"
    }
  },
  {
    "translation": {
      "en": "Dior is resilient and he's had to be.",
      "th": "ดิออร์เป็นคนอึดมาก แล้วเขาก็จำเป็นต้องเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Dior] I'm hella mad, I want something to eat.",
      "th": "ฉันโคตรหงุดหงิด อยากกินอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "He's an extremely sharp young man, but he's a battler.",
      "th": "เขาเป็นเด็กหนุ่มที่ฉลาดมาก แต่เขาก็เป็นนักสู้"
    }
  },
  {
    "translation": {
      "en": "I fucking hate this job.",
      "th": "ผมเกลียดงานนี้เป็นบ้าเลย"
    }
  },
  {
    "translation": {
      "en": "It's the only way I get money right now.",
      "th": "แต่เป็นทางเดียวที่จะหาเงินได้"
    }
  },
  {
    "translation": {
      "en": "So, I can't complain.",
      "th": "เพราะงั้นก็บ่นไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "His high school senior year, he had to leave to go to Arkansas",
      "th": "ตอนเรียนมัธยมปีสุดท้าย เขาต้องย้ายไปอาร์คันซอ"
    }
  },
  {
    "translation": {
      "en": "to go to school and then come back. It's not been easy.",
      "th": "ไปเรียนที่นั่นแล้วค่อยกลับมา ชีวิตไม่ง่าย"
    }
  },
  {
    "translation": {
      "en": "Some stuff happened, I moved to Arkansas with my mom,",
      "th": "เกิดเรื่องอะไรนิดหน่อย ผมย้ายไปอยู่อาร์คันซอกับแม่"
    }
  },
  {
    "translation": {
      "en": "so I couldn't showcase my skills for my senior year",
      "th": "เท่ากับผมไม่สามารถแสดงความสามารถ ตอนเรียนมัธยมปีสุดท้ายได้"
    }
  },
  {
    "translation": {
      "en": "and I had interest from Sac State,",
      "th": "ตอนแรก ม.รัฐซาคราเมนโตสนใจผม"
    }
  },
  {
    "translation": {
      "en": "but they weren't interested in me no more.",
      "th": "แต่ตอนนี้เขาไม่สนใจผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "I had too much problems going on in my life.",
      "th": "ผมมีปัญหาชีวิตเยอะไป"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] So many people have road blocks in their lives, right?",
      "th": "คนเราหลายคนก็เจออุปสรรคขวางทางในชีวิต"
    }
  },
  {
    "translation": {
      "en": "And when they see those road blocks, they give up and quit.",
      "th": "และเมื่อเจออุปสรรค พวกเขาก็ยอมแพ้และเลิกเลย"
    }
  },
  {
    "translation": {
      "en": "He hasn't quit.",
      "th": "เขาไม่ได้เลิก"
    }
  },
  {
    "translation": {
      "en": "[Dior] Hey, right now, my main focus is just having a school believe in me",
      "th": "ตอนนี้เป้าหมายหลักคือ ขอให้มีโรงเรียนสักที่สนใจในตัวผม"
    }
  },
  {
    "translation": {
      "en": "to just pull the trigger on me.",
      "th": "พอที่จะช่วยสนับสนุนผมได้"
    }
  },
  {
    "translation": {
      "en": "Not no prefer walk-on, not no partial scholarship.",
      "th": "ไม่เอาแบบเข้าไปสมัครแล้วจ่ายเอง ไม่เอาทุนแค่บางส่วน"
    }
  },
  {
    "translation": {
      "en": "Give me a full ride and just believe me that I can produce for you.",
      "th": "ขอทุนเต็มรูปแบบและเชื่อเถอะว่า ผมจะเสกอะไรให้ทีมได้"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] I'm serious about these grades.",
      "th": "ฉันพูดจริงนะเรื่องเกรด"
    }
  },
  {
    "translation": {
      "en": "End of the day,",
      "th": "สุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "when Auburn calls to offer you a full scholarship and you can't leave?",
      "th": "ถ้า ม.ออเบิร์นเรียกตัวเข้าไปให้ทุนเต็ม แต่เรียนไม่จบจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "[Jeff] You gotta live in reality, guys.",
      "th": "พวกนายต้องอยู่กับความจริง"
    }
  },
  {
    "translation": {
      "en": "A lot of the times you guys live in a fantasy world,",
      "th": "หลายๆ ครั้งพวกนายก็อยู่ในโลกมโน"
    }
  },
  {
    "translation": {
      "en": "two kinds of fantasies.",
      "th": "พวกนายมโนกันสองอย่าง"
    }
  },
  {
    "translation": {
      "en": "One, you think coaches are out to get you. Hold on.",
      "th": "(เจฟฟ์ แฮเกนสัน) (ผู้ประสานงานทีมรุก) อย่างแรก มโนว่าโค้ชอยากจะเล่นงานนาย เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "That's one thing that you're wrong about.",
      "th": "นั่นเป็นเรื่องหนึ่งที่พวกนายคิดผิด"
    }
  },
  {
    "translation": {
      "en": "Second thing you're wrong about, if you don't face what's really going on,",
      "th": "เรื่องที่สองคือพวกนายคิดผิดว่า ถ้าไม่ยอมเผชิญหน้ากับเรื่องจริงตอนนี้"
    }
  },
  {
    "translation": {
      "en": "it's not gonna affect you later.",
      "th": "มันจะไม่ส่งผลกับนายทีหลัง"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam shouts] Why are you talking when he's talkin'?",
      "th": "ทำไมคุยกันเวลาที่โค้ชสอน"
    }
  },
  {
    "translation": {
      "en": "-[player] My apologies. -Sit down!",
      "th": "- ขอโทษครับ - นั่งลง"
    }
  },
  {
    "translation": {
      "en": "So, get that right. Live in reality.",
      "th": "นั่นแหละ คิดใหม่ให้ถูกต้อง ใช้ชีวิตกับความจริง"
    }
  },
  {
    "translation": {
      "en": "If you're doing poorly in a class, you need to get extra help.",
      "th": "ถ้าผลการเรียนนายไม่ดี ก็ต้องไปขอความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "There's the writing center, math center, accounting center,",
      "th": "ที่นี่มีศูนย์เรียนการเขียน ศูนย์เรียนเลข ศูนย์เรียนบัญชี"
    }
  },
  {
    "translation": {
      "en": "all these places on campus, the library...",
      "th": "มีที่ต่างๆ ในวิทยาลัย ห้องสมุด"
    }
  },
  {
    "translation": {
      "en": "You guys ever heard of that?",
      "th": "เคยได้ยินบ้างมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Many of you are here because you had bad habits in high school.",
      "th": "พวกนายหลายคนต้องมาที่นี่ เพราะสมัยเรียนมัธยมนิสัยไม่ดี"
    }
  },
  {
    "translation": {
      "en": "Well, we gotta change those habits.",
      "th": "เราจะต้องเปลี่ยนนิสัยนั้น"
    }
  },
  {
    "translation": {
      "en": "There's two different ways.",
      "th": "เรามีทางสองทาง"
    }
  },
  {
    "translation": {
      "en": "You've heard of the stick and the carrot, right?",
      "th": "ไม้แข็งกับแคร์รอต ใช่มั้ย เคยได้ยินมั้ย"
    }
  },
  {
    "translation": {
      "en": "You put a carrot in front of a donkey,",
      "th": "ถ้าเอาแคร์รอตมาล่อหน้าลา"
    }
  },
  {
    "translation": {
      "en": "tie it on a stick in front of the donkey, it keeps walking,",
      "th": "ผูกไว้กับไม้แล้วล่อไว้ข้างหน้าลา มันจะเดินไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "trying to eat the carrot. Makes sense?",
      "th": "เพราะพยายามจะกินแคร์รอต เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "The donkey moves forward, right?",
      "th": "แต่ลายังเดินไปข้างหน้าได้ นึกออกนะ"
    }
  },
  {
    "translation": {
      "en": "Or you take a stick and you hit him.",
      "th": "หรือเอาไม้แข็งมาแล้วตีมันเลย"
    }
  },
  {
    "translation": {
      "en": "Donkey moves forward 'cause he doesn't wanna get hit.",
      "th": "ลาก็ไปข้างหน้าเหมือนกัน เพราะมันไม่อยากโดนตี"
    }
  },
  {
    "translation": {
      "en": "So the carrot is a $50,000 scholarship.",
      "th": "แคร์รอตก็เหมือนทุนการศึกษา 50,000 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "The stick is, you run every day, you don't play,",
      "th": "ส่วนไม้แข็งคือ ต้องวิ่งทุกวัน แต่ไม่ได้ลงเล่น"
    }
  },
  {
    "translation": {
      "en": "we take away playing time, right?",
      "th": "เราไม่ยอมให้นายลงสนาม โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "th": "อยากได้แบบไหน"
    }
  },
  {
    "translation": {
      "en": "I would think that you'd want the carrot.",
      "th": "ฉันก็ว่าพวกนายน่าจะอยากได้แคร์รอต"
    }
  },
  {
    "translation": {
      "en": "Hence, I eat carrots every day.",
      "th": "ฉันเลยกินแคร์รอตทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[Judy] What did you think about what she was doing?",
      "th": "คุณคิดว่าจริงๆ แล้วเธอทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "What did you write?",
      "th": "เขียนอะไรมา"
    }
  },
  {
    "translation": {
      "en": "So what I wrote for this chapter is Renee, she's the hook-up person.",
      "th": "(เวอร์จิน โซล) (จูดี้ ฮวนนิตา) สิ่งที่ผมเขียนในบทแรกคือเรเน่ เหมือนเป็นคนคอยจัดการ"
    }
  },
  {
    "translation": {
      "en": "Renee would give groceries that would cost 100 bucks for 50 bucks.",
      "th": "(จูดี้ ฮวนนิตา) (อาจารย์วิชาภาษาอังกฤษ) เรเน่จะเอาเสบียงซึ่งมีมูลค่าร้อยเหรียญ มาขาย 50 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "But why's she stealing when Renee be hooking it up?",
      "th": "แต่ทำไมเธอถึงขโมยล่ะ ในเมื่อเรเน่ก็ให้เยอะอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, if you look here, she thought she hooked her up,",
      "th": "ถ้าดูจากตรงนี้ เธอก็คิดว่าให้เยอะ"
    }
  },
  {
    "translation": {
      "en": "but then when she walked out, she was arrested.",
      "th": "แต่ตอนเดินออกมาเธอกลับโดนจับ"
    }
  },
  {
    "translation": {
      "en": "Damn.",
      "th": "เวร"
    }
  },
  {
    "translation": {
      "en": "[Gianni] When she gets out of jail,",
      "th": "แล้วเธอก็ได้ออกจากคุก"
    }
  },
  {
    "translation": {
      "en": "she's now fully understanding that what she's doing,",
      "th": "เธอไม่ได้เข้าใจเต็มร้อยว่าตัวเองทำอะไรไป..."
    }
  },
  {
    "translation": {
      "en": "stealing and all this, it's not something her family raised her to do.",
      "th": "(จิอันนี กาลาวิซ) (ผู้เล่นทีมซ้อม) การขโมยแบบนี้ ที่บ้านเธอไม่ได้สอนมาให้ทำ"
    }
  },
  {
    "translation": {
      "en": "-[Judy] You ever had a moment like that? -Like what?",
      "th": "- เคยมีจังหวะแบบนั้นมั้ย - จังหวะแบบไหน"
    }
  },
  {
    "translation": {
      "en": "[Gianni] How your family works to get everything,",
      "th": "แบบที่ครอบครัวพยายามหาให้ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "give you a certain type of life and then you do something",
      "th": "มอบชีวิตแบบหนึ่งให้ แล้วคุณก็ทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "-to fuck that off? -Fuck it up?",
      "th": "- ซึ่งทำให้แผนพัง - พังหมด"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Gianni] Yeah.",
      "th": "- เคย - เคย"
    }
  },
  {
    "translation": {
      "en": "I've felt like that.",
      "th": "ก็เคยรู้สึกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] I wasn't good in high school.",
      "th": "สมัยเรียนมัธยมผมไม่ใช่เด็กดี"
    }
  },
  {
    "translation": {
      "en": "I didn't really take school or anything serious.",
      "th": "ผมไม่ได้จริงจังกับการเรียนหรืออะไรเลย"
    }
  },
  {
    "translation": {
      "en": "After school, I was just stacking boxes and I was just thinking,",
      "th": "เมื่อจบออกมา ผมก็ต้องมาจัดกล่องในร้านค้า แล้วผมก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "like, \"This is not gonna be my career, I need a better career than this.\"",
      "th": "แบบ \"นี่ไม่ใช่งานทั้งชีวิตของฉัน ฉันต้องหางานที่ดีกว่านี้\""
    }
  },
  {
    "translation": {
      "en": "That's when they really showed me that football is my way out for school,",
      "th": "นั่นคือจุดที่พวกเขาสอนผมว่า การเล่นฟุตบอลเป็นทางออกที่จะได้เรียน"
    }
  },
  {
    "translation": {
      "en": "not the other way around.",
      "th": "ไม่มีทางอ้อม"
    }
  },
  {
    "translation": {
      "en": "He's always wanted to play football so he can further his education,",
      "th": "เขาอยากเล่นฟุตบอลแค่เพื่อให้ได้เรียนต่อ"
    }
  },
  {
    "translation": {
      "en": "just to get something so he can support our family and, um...",
      "th": "เพื่อให้ได้งานอะไรสักอย่าง ที่จะหาเลี้ยงครอบครัวได้ (เทีย เทากาเวา) (ภรรยาของนู)"
    }
  },
  {
    "translation": {
      "en": "Basically, make a living where we aren't struggling.",
      "th": "พูดง่ายๆ คือให้มีกินแบบที่ไม่ต้องดิ้นรนมาก"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] I haven't even been looking at the time.",
      "th": "ลืมดูเวลาด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Tia] Come on. I'm gonna be late.",
      "th": "มาเร็ว เดี๋ยวฉันไปสาย"
    }
  },
  {
    "translation": {
      "en": "-What happened? It was hella-- -Do you want me to do her or you got it?",
      "th": "- เกิดอะไรขึ้น นั่นมัน... - จะให้ฉันจัดการหรือเธอทำได้"
    }
  },
  {
    "translation": {
      "en": "What's it need... Didn't she throw up or something?",
      "th": "ต้องทำอะไร ลูกอ้วกอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "The yogurt. She got yogurt all over her.",
      "th": "โยเกิร์ต โยเกิร์ตหกเต็มตัว"
    }
  },
  {
    "translation": {
      "en": "You want Froot Loops, Eliyana?",
      "th": "เอาฟรุตลูปส์มั้ย เอลิยานา"
    }
  },
  {
    "translation": {
      "en": "-No, I want-- -It's just Froot Loops, girl.",
      "th": "- ไม่เอา หนูอยากได้... - แค่ฟรุตลูปส์เอง"
    }
  },
  {
    "translation": {
      "en": "Captain Crunch?",
      "th": "กัปตันครันช์มะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "Hey, there's no more Hamburger Helper.",
      "th": "นี่ แฮมเบอร์เกอร์เฮลป์เปอร์หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "I told you to make yours last night.",
      "th": "ฉันบอกว่าให้ทำตั้งแต่เมื่อคืนไง"
    }
  },
  {
    "translation": {
      "en": "Dang.",
      "th": "เวร"
    }
  },
  {
    "translation": {
      "en": "-You wanna take mine? -No, it's all right.",
      "th": "- เอาของฉันไปมั้ย - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I have the Cup of Noodles at work.",
      "th": "ที่ทำงานมีบะหมี่ถ้วย"
    }
  },
  {
    "translation": {
      "en": "You be nice to Eliyana.",
      "th": "ทำตัวดีๆ กับเอลิยานานะ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How old were you when Eliyana was born?",
      "th": "คุณอายุเท่าไหร่ตอนที่เอลิยานาเกิด"
    }
  },
  {
    "translation": {
      "en": "Seventeen.",
      "th": "สิบเจ็ด"
    }
  },
  {
    "translation": {
      "en": "Daddy, they got a cool couch.",
      "th": "พ่อคะ มีโซฟาเจ๋งๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] It was crazy.",
      "th": "มันบ้ามาก"
    }
  },
  {
    "translation": {
      "en": "I was crying the whole time she was born, but I wasn't yet...",
      "th": "ผมร้องไห้ตลอดเวลาที่ลูกกำลังคลอด แต่ผมยังไม่..."
    }
  },
  {
    "translation": {
      "en": "I was so scared to hold her.",
      "th": "ผม... ผมกลัวที่จะอุ้มลูก"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna break her.",
      "th": "ผมไม่อยากทำลูกเจ็บ"
    }
  },
  {
    "translation": {
      "en": "So, I didn't even touch her until, I think, uh, that night.",
      "th": "ผมก็เลยไม่ได้แตะตัวลูกจนกระทั่งคืนนั้นมั้ง"
    }
  },
  {
    "translation": {
      "en": "I... I started holding her.",
      "th": "ผม... ผมเพิ่งได้อุ้มลูก"
    }
  },
  {
    "translation": {
      "en": "It was the best feeling.",
      "th": "เป็นความรู้สึกที่ยอดที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "The best feeling ever, holding my little football.",
      "th": "เป็นความรู้สึกที่ดีที่สุด กอดเจ้าลูกฟุตบอลน้อยของผม"
    }
  },
  {
    "translation": {
      "en": "[Eliyana] Daddy, Daddy.",
      "th": "พ่อคะ พ่อคะ"
    }
  },
  {
    "translation": {
      "en": "I'm wrapped up like a burrito.",
      "th": "นี่ห่อหนูเหมือนเบอร์ริโตเลย"
    }
  },
  {
    "translation": {
      "en": "I can't get out.",
      "th": "ออกไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] Are those your siblings?",
      "th": "นั่นน้องสาวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Who?",
      "th": "ใครนะ"
    }
  },
  {
    "translation": {
      "en": "[woman] The little ones.",
      "th": "เจ้าตัวเล็กเนี่ย"
    }
  },
  {
    "translation": {
      "en": "They're my daughters.",
      "th": "นั่นลูกสาวสองคนของฉัน"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "th": "- จริงดิ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I didn't know you had kids.",
      "th": "ไม่ยักรู้ว่านายมีลูก"
    }
  },
  {
    "translation": {
      "en": "-Are you for real? -Yeah.",
      "th": "- เอาจริง - ใช่"
    }
  },
  {
    "translation": {
      "en": "[woman] That's crazy.",
      "th": "บ้าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Nu'u] I didn't think I was ready,",
      "th": "ตอนนั้นผมก็ไม่คิดว่าพร้อม"
    }
  },
  {
    "translation": {
      "en": "but I took it on anyways 'cause it's my responsibility.",
      "th": "แต่ผมก็รับมือกับมันอยู่ดี เพราะมันเป็นความรับผิดชอบของผม"
    }
  },
  {
    "translation": {
      "en": "Just being there 24/7.",
      "th": "การต้องอยู่เพื่อลูกตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "That's all that matters.",
      "th": "นั่นแหละเรื่องที่สำคัญสุด"
    }
  },
  {
    "translation": {
      "en": "Chill over here, okay?",
      "th": "รอตรงนี้ก่อน โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Bring 'em down.",
      "th": "วิ่งลงมา"
    }
  },
  {
    "translation": {
      "en": "Look what he did, you held him. Why are we doing this?",
      "th": "ดูที่เขาทำ เขากักเอาไว้ เราทำทำไม"
    }
  },
  {
    "translation": {
      "en": "We wanna hold people, right?",
      "th": "เราอยากจะกักคนไว้ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Get to the double. We can get in here.",
      "th": "ไปประกบตัวที่วางไว้ เราเข้าไปขวาง"
    }
  },
  {
    "translation": {
      "en": "This guy's not part of the run game.",
      "th": "หมอนั่นก็ไม่ได้เป็นส่วนหนึ่งของเกมวิ่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "You can see how everything is a domino effect",
      "th": "จะเห็นว่าทุกอย่างจะล้มเป็นโดมิโน่"
    }
  },
  {
    "translation": {
      "en": "if we don't do things correctly, okay?",
      "th": "ถ้าเราไม่ทำให้มันถูกต้อง โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-We good? -[Robert] Yup.",
      "th": "- เข้าใจนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] All right, next.",
      "th": "โอเค ต่อไป"
    }
  },
  {
    "translation": {
      "en": "All right, so, this is where I get frustrated--",
      "th": "เอาละ ตรงนี้คือจุดที่ฉันดูแล้วไม่พอใจ..."
    }
  },
  {
    "translation": {
      "en": "-Boy, I will hurt you taking my carrots. -[chuckles]",
      "th": "ให้ตาย ฉันจะเล่นงานนายที่เอาแคร์รอตฉันไป"
    }
  },
  {
    "translation": {
      "en": "-[player] He wasn't trying to. -All you had to do is ask.",
      "th": "- เขาไม่ได้ตั้งใจ - ก็แค่ต้องขอดีๆ"
    }
  },
  {
    "translation": {
      "en": "Can I get one?",
      "th": "ขอชิ้นนึงได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "No, you've tried to take my carrots.",
      "th": "ไม่ได้ เพราะนายพยายามเอาแคร์รอตฉันไป"
    }
  },
  {
    "translation": {
      "en": "You want a carrot? Yeah, you can have a carrot.",
      "th": "อยากกินแคร์รอตเหรอ เออ เอาแคร์รอตไปได้"
    }
  },
  {
    "translation": {
      "en": "Don't be shy.",
      "th": "ไม่ต้องเหนียม"
    }
  },
  {
    "translation": {
      "en": "Here.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Have my carrots.",
      "th": "เอาแคร์รอตฉันไป"
    }
  },
  {
    "translation": {
      "en": "-I want one. -[Coach Beam] All right, next.",
      "th": "ผมอยากกิน กินด้วย โอเค ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "[Robert] RJ, your route's still too short.",
      "th": "นี่ อาร์เจ นายวิ่งได้สั้นไป"
    }
  },
  {
    "translation": {
      "en": "[RJ] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Don't be in a hurry with these routes.",
      "th": "อย่ารีบตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "Push for five yards to open this guy up and then bring this in, right?",
      "th": "พยายามให้ได้อย่างน้อยห้าหลา จะได้เปิดเกมได้แล้วค่อยจัดให้จบ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-[Coach Beam] Who's the outside receiver? -[RJ] Me.",
      "th": "- นั่นใคร ใครเป็นเอาต์ไซด์รีซีฟเวอร์ - ผม"
    }
  },
  {
    "translation": {
      "en": "-[Coach Beam] Who's \"me\"? -RJ.",
      "th": "- \"ผม\" นี่ใคร - อาร์เจ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Who's been here how many years?",
      "th": "ซึ่งอยู่ที่นี่มากี่ปีแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-According to you, 12. -Okay.",
      "th": "(หมายเลข 6 - อาร์เจ สเติร์น) (ไวด์รีซีฟเวอร์) - จากที่โค้ชบอกก็ 12 ปี - โอเค"
    }
  },
  {
    "translation": {
      "en": "-How many yards is this route? -Uh, four.",
      "th": "- วิ่งทางนี้มากี่หลา - สี่"
    }
  },
  {
    "translation": {
      "en": "-How many yards is it supposed-- -It's supposed to be six.",
      "th": "- แล้วควรจะได้เท่าไหร่... - ควรจะได้หก"
    }
  },
  {
    "translation": {
      "en": "-Okay? So... -Yeah.",
      "th": "- โอเค งั้น... - เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "He got his arm on me and wanted to get off, turn around.",
      "th": "เขากางแขนมาจับ ผมเลยอยากหนี หันไปอีกทาง"
    }
  },
  {
    "translation": {
      "en": "I don't wanna hear anything, but do it right.",
      "th": "ไม่อยากฟังคำแก้ตัว แต่ทำให้ได้"
    }
  },
  {
    "translation": {
      "en": "-Yes, sir. -Come on, brother.",
      "th": "- ครับผม - ไม่เอาน่ะ ไอ้น้อง"
    }
  },
  {
    "translation": {
      "en": "[Robert] RJ, look at your first two steps.",
      "th": "อาร์เจ ดูที่สองก้าวแรก"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] He does it all the time.",
      "th": "มันทำแบบนั้นตลอดเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "Like, you've got... You're so explosive and strong.",
      "th": "คือนายมี... นายทรงพลังและแข็งแรงมาก"
    }
  },
  {
    "translation": {
      "en": "That first step for you should just be vertical.",
      "th": "ก้าวแรกของนายควรจะก้าวไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] I tell you that every day.",
      "th": "ฉันบอกทุกวันเลยไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "And every day, what do you do?",
      "th": "แล้วนายทำอะไรอยู่ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "Same shit. Why do you wanna do that?",
      "th": "ทำเรื่องโง่ๆ เหมือนเดิม ทำไมถึงจะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "This ain't Dance Dance Dance. You ain't on the...",
      "th": "นี่ไม่ใช่แข่ง แดนซ์ แดนซ์ แดนซ์นะ นายไม่ได้..."
    }
  },
  {
    "translation": {
      "en": "-What's the Wii thing when you dance? -Dance Revolution?",
      "th": "- เกมอะไรนะในเครื่องวีที่เต้นน่ะ - แดนซ์เรโวลูชั่น"
    }
  },
  {
    "translation": {
      "en": "Yeah. You ain't doing no dance.",
      "th": "เออ ไม่ได้ให้มาเต้น ไอ้น้อง"
    }
  },
  {
    "translation": {
      "en": "-[player] Just Dance. -Dance Revolution.",
      "th": "- จัสแดนซ์ - แดนซ์เรโวลูชั่น"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] So, look. You run bad routes, it's...",
      "th": "ฟังนะ นายเลือกทางวิ่งผิด มัน..."
    }
  },
  {
    "translation": {
      "en": "Unless you're RJ, it's on us.",
      "th": "ถ้านายไม่ใช่อาร์เจ ทีมเราก็จะพัง"
    }
  },
  {
    "translation": {
      "en": "RJ's been here for as long as Rob, so he should know it by now.",
      "th": "อาร์เจอยู่ที่นี่มานานพอๆ กับร็อบ เพราะงั้นป่านนี้ก็น่าจะรู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The biggest thing with RJ is being teachable, being coachable.",
      "th": "ปัญหาสำคัญที่สุดของอาร์เจ คือการที่สอนไม่ได้ โค้ชไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He doesn't understand what he's doing is not correct.",
      "th": "เขาไม่เข้าใจว่าสิ่งที่เขาทำมันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Like, his body has this built-in muscle memory that won't change right now.",
      "th": "เหมือนร่างกายของเขามีความทรงจำในกล้ามเนื้อ ที่จะไปเปลี่ยนอะไรไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[whistle blows] -[Coach Beam] Hey!",
      "th": "เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "RJ! RJ!",
      "th": "อาร์เจ! อาร์เจ!"
    }
  },
  {
    "translation": {
      "en": "Straight up! All you did is run sideways!",
      "th": "เอาอีกแล้ว! เอาแต่วิ่งไปข้างๆ"
    }
  },
  {
    "translation": {
      "en": "[Vince] At first, John didn't give him a chance,",
      "th": "ตอนแรกจอห์นไม่เปิดโอกาสให้เขาเลย"
    }
  },
  {
    "translation": {
      "en": "and he started moving up in the depth chart",
      "th": "แต่เขาก็เริ่มเพิ่มจำนวนหลาขึ้นมาเรื่อยๆ ในชาร์ต"
    }
  },
  {
    "translation": {
      "en": "and started making big plays.",
      "th": "แล้วก็เริ่มเล่นอะไรใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Adam] He makes so many plays, even when he fucks up, you know?",
      "th": "เขาเล่นได้เยอะมาก แม้แต่ในตอนที่ทำมั่ว"
    }
  },
  {
    "translation": {
      "en": "And he's just got so many different ideas of what to do,",
      "th": "แล้วเขาก็มีไอเดียจะทำอะไรใหม่ๆ เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "not all of which are awesome.",
      "th": "ไม่ใช่ว่าไอเดียดีไปตลอด"
    }
  },
  {
    "translation": {
      "en": "Sometimes you gotta curb his enthusiasm a little bit,",
      "th": "บางทีก็ต้องเตะตัดขาความคิดสร้างสรรค์ไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "but, I mean, dude busts his ass.",
      "th": "แต่คือ หมอนั่นโคตรพยายามเลย"
    }
  },
  {
    "translation": {
      "en": "[RJ] Last season was supposed to be my last season.",
      "th": "ฤดูกาลที่แล้วควรจะเป็นฤดูกาลสุดท้ายของผม"
    }
  },
  {
    "translation": {
      "en": "I sprained my neck and I had a concussion,",
      "th": "ผมคอเคล็ดและสมองกระทบกระเทือน"
    }
  },
  {
    "translation": {
      "en": "and I go and get checked, turns out I have a sports hernia, and my abdominal, um...",
      "th": "ผมเลยต้องไปตรวจ ปรากฏว่า เป็นไส้เลื่อนของนักกีฬาและกล้ามท้อง"
    }
  },
  {
    "translation": {
      "en": "My abdomen is ripped off my pelvic bone.",
      "th": "กล้ามท้องฉีกออกจากกระดูกสะโพก"
    }
  },
  {
    "translation": {
      "en": "Coach Beam was, like, \"Hey, man,",
      "th": "โค้ชบีมก็บอกว่า \"นี่ พวก"
    }
  },
  {
    "translation": {
      "en": "I know you don't wanna do this, but you might wanna redshirt.\"",
      "th": "ฉันรู้ว่านายไม่อยาก แต่เรียน โดยพักการเล่นกีฬาไปก่อนเถอะ\""
    }
  },
  {
    "translation": {
      "en": "That was tough, man,",
      "th": "ปีนั้นโหดมาก"
    }
  },
  {
    "translation": {
      "en": "'cause I saw no light at the end of the tunnel for a long time.",
      "th": "เพราะผมมองไม่เห็นทางออกอยู่นานมาก"
    }
  },
  {
    "translation": {
      "en": "They had to talk me into accepting the ring",
      "th": "พวกเขาต้องกล่อมให้ผมยอมรับแหวน"
    }
  },
  {
    "translation": {
      "en": "because I felt like I wasn't a part of that State Championship.",
      "th": "เพราะผมรู้สึกว่าผมไม่ใช่ส่วนหนึ่ง ของทีมที่ได้แชมป์ของรัฐ"
    }
  },
  {
    "translation": {
      "en": "Coach Beam was like, \"You helped prepare these guys.",
      "th": "โค้ชบีมบอกว่า \"นายช่วยซ้อมให้คนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "You helped us get to a point where they're playing at championship level.",
      "th": "นายช่วยให้เรามาถึง จุดที่เล่นระดับที่จะชิงแชมป์ได้\""
    }
  },
  {
    "translation": {
      "en": "You're getting a fucking ring.",
      "th": "เขาบอกว่า \"นายต้องรับไอ้แหวนเวรนี่ไป"
    }
  },
  {
    "translation": {
      "en": "Go give Sakai your fucking ring size, dude.",
      "th": "ไปบอกซาไคว่าใส่แหวนไซส์ไหน พวก"
    }
  },
  {
    "translation": {
      "en": "That's not gonna not happen.",
      "th": "ไม่มีทางอื่น"
    }
  },
  {
    "translation": {
      "en": "You're getting a ring, 'cause you earned it.\"",
      "th": "นายต้องรับแหวนเพราะนายคู่ควรที่จะได้\""
    }
  },
  {
    "translation": {
      "en": "I didn't think I would ever play football again.",
      "th": "ตอนแรกผมนึกว่าจะไม่ได้เล่นฟุตบอลอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "If I'm really bored, I'll just throw this for seven hours.",
      "th": "ถ้าผมเบื่อมากจริงๆ ผมจะโยนไปเรื่อยๆ สักเจ็ดชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "When I have no one to talk to,",
      "th": "เวลาไม่มีใครคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm watching clips of myself running routes.",
      "th": "ผมก็นั่งดูคลิปตัวเองวิ่งทางต่างๆ"
    }
  },
  {
    "translation": {
      "en": "I'm my own worst critic. I like to watch my stuff.",
      "th": "ผมด่าตัวเองหนักกว่าใครเพื่อน ผมชอบดูตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Beam's probably my worst critic, if you've ever been in those meetings,",
      "th": "ที่จริงบีมอาจจะเป็นคนที่ด่าผมหนักสุด ถ้าไปเข้าประชุมอะไรพวกนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "but I'm all football.",
      "th": "แต่ผมสนใจแต่เรื่องฟุตบอล (เลนีย์) (ฟุตบอล)"
    }
  },
  {
    "translation": {
      "en": "I got ripped for, I guess, not being in that area.",
      "th": "ผมโดนด่าหนักเพราะเล่นไม่ถูกตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "He just kept, \"What are you doing? What are you doing?\"",
      "th": "เขาด่าว่า \"ทำอะไรอยู่วะๆ\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"Running?\"",
      "th": "แล้วผมก็ตอบว่า \"วิ่งอยู่ไง\""
    }
  },
  {
    "translation": {
      "en": "This is my goals for 2019.",
      "th": "นี่คือเป้าหมายของปี 2019"
    }
  },
  {
    "translation": {
      "en": "I was like, \"I gotta have an insane off-season.\"",
      "th": "ผมคิดว่า \"ช่วงหยุดแข่งจะต้องเสียสติแน่\" ใช่มะ"
    }
  },
  {
    "translation": {
      "en": "So, I said, \"Go nuts,",
      "th": "ผมเลยคิดว่า \"บ้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "show everyone who's watching that you're a baller.",
      "th": "ทำให้ทุกคนที่ดูอยู่เห็นว่านายเป็นนักบอล"
    }
  },
  {
    "translation": {
      "en": "Be the football player you've always dreamed of being.\"",
      "th": "เป็นนักฟุตบอลที่ฝันไว้ว่าจะเป็นให้ได้\""
    }
  },
  {
    "translation": {
      "en": "And all that means to me is... I'm a baller.",
      "th": "และทั้งหมดนั้นหมายความว่า ผมเป็นนักฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "I have a lot of talent, but whether it's been injuries",
      "th": "ผมมีความสามารถ แต่ไม่ว่าจะเป็นเพราะบาดเจ็บ"
    }
  },
  {
    "translation": {
      "en": "or just me being in my own head,",
      "th": "หรือเพราะผมมัวแต่คิดวนในหัวตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I haven't always been...",
      "th": "ผมเลยไม่ได้เป็น..."
    }
  },
  {
    "translation": {
      "en": "just consistent enough to really be able",
      "th": "คนที่สม่ำเสมอพอที่จะสามารถ"
    }
  },
  {
    "translation": {
      "en": "to have coaches trust me and invest in me and want to give me the ball.",
      "th": "ทำให้โค้ชวางใจ ทุ่มเทให้ผม และส่งบอลให้ผมได้"
    }
  },
  {
    "translation": {
      "en": "That's what this Friday's all about. Showing everybody what I can do.",
      "th": "เพราะงั้นวันศุกร์นี้เลยสำคัญ ต้องทำให้คนเห็นว่าผมทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Beam got the Lime scooter discount for the kids.",
      "th": "บีมได้ส่วนลดสกูตเตอร์ไลม์มาให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "-[Bryan] Really? -They get the promo.",
      "th": "- จริงเหรอ - ได้โปรโมชั่น (ไบรอัน คัฟแลน) (โค้ชดีเฟนซีฟไลน์)"
    }
  },
  {
    "translation": {
      "en": "[Jeff] Hey!",
      "th": "(ไบรอัน คัฟแลน) (โค้ชดีเฟนซีฟไลน์)"
    }
  },
  {
    "translation": {
      "en": "[Bryan] OC in the house. [Vince] Offensive coordinator in the house.",
      "th": "- โอซีมาแล้วครับ - ผู้ประสานงานปากพล่อยเข้ามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bryan] It looks like he took a shower.",
      "th": "ดูเหมือนอาบน้ำมาด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Get some... Bartender! -Bartender.",
      "th": "- เรียกบาร์เทนเดอร์ - บาร์เทนเดอร์"
    }
  },
  {
    "translation": {
      "en": "-What are you drinking? -I'll get a shot and a beer.",
      "th": "- จะดื่มอะไร - ขอช็อตกับเบียร์"
    }
  },
  {
    "translation": {
      "en": "What kind of specials we've got going?",
      "th": "วันนี้มีเหล้าอะไรพิเศษ"
    }
  },
  {
    "translation": {
      "en": "-Damn. Cheers. -Cheers.",
      "th": "- แม่ง ชน - ชน"
    }
  },
  {
    "translation": {
      "en": "-To another season, gentlemen. -Cheers.",
      "th": "- แด่อีกฤดูกาลหนึ่ง ทุกคน - ดื่ม"
    }
  },
  {
    "translation": {
      "en": "I wish it had something to do with us tomorrow, but it doesn't.",
      "th": "อยากให้พวกเรากำหนดเกมพรุ่งนี้ได้ แต่ไม่ได้อยู่ในมือเรา"
    }
  },
  {
    "translation": {
      "en": "No, nothing.",
      "th": "ใช่ ไม่อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "-Have to wait and see. -Don't like your attitude.",
      "th": "- ต้องรอดูไป - ไม่ชอบวิธีคิดนายว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Vince] How's the offense looking?",
      "th": "ทีมรุกเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I'm very sure we're not ready.",
      "th": "ค่อนข้างแน่ใจว่าเรายังไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "[Vince] Yeah, I'm very sure.",
      "th": "เออ แน่ใจมากเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Josh] You guys gonna score on the first drive?",
      "th": "พวกนายจะทำคะแนนให้ได้ตั้งแต่ต้นเกมใช่มะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Bryan] I want the opening kickoff.",
      "th": "- ใช่ - อยากได้คิกออฟเปิดเกม"
    }
  },
  {
    "translation": {
      "en": "-We'll take the opening kickoff. -I do, too.",
      "th": "- เราจะเอาให้ได้คิกออฟเปิดเกม - อยากเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Bryan] Opening kickoff for six.",
      "th": "เปิดคิกออฟให้ได้หกแต้ม"
    }
  },
  {
    "translation": {
      "en": "[Jeff] Here's the thing about Modesto.",
      "th": "ทีมโมเดสโตมันเป็นงี้"
    }
  },
  {
    "translation": {
      "en": "Modesto does a lot of chest wide open,",
      "th": "โมเดสโตชอบเล่นแบบตรงกลางว่าง"
    }
  },
  {
    "translation": {
      "en": "-just go with the spots. -[Vince] They givin' it.",
      "th": "- เกมมาไงก็เล่นไปงั้น - พวกนั้นทุ่มหมดตัว"
    }
  },
  {
    "translation": {
      "en": "Every year, man, right off the bat, we fuck 'em up.",
      "th": "ทุกปีเลย เราจัดการมันตั้งแต่ต้นเกม"
    }
  },
  {
    "translation": {
      "en": "I hope the same thing happens.",
      "th": "หวังว่าจะได้แบบเดียวกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-[Vince] Beam texted you. -[Josh] Did he?",
      "th": "เฮ้ย บีมส่งข้อความมา - จริงเหรอ - \"จะไปปาร์ตี้ครบรอบของฉันรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "[Vince] \"You coming to my anniversary party?\"",
      "th": "- จริงเหรอ - \"จะไปปาร์ตี้ครบรอบของฉันรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "-[Josh] Shut the fuck up. -[Vince] Fuck, you better go.",
      "th": "หุบปากไปเลย นายแหละหุบปาก ไปซะ"
    }
  },
  {
    "translation": {
      "en": "John Beam, my buddy.",
      "th": "จอห์น บีม เพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "[Josh] You kiss his ass so much.",
      "th": "นายแม่งเลียเท้าเขาหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Vince] I saw you're first on the list.",
      "th": "เห็นชื่อนายเป็นคนแรกในรายชื่อแขก"
    }
  },
  {
    "translation": {
      "en": "-[Vince and Josh laugh] -You and Cindy.",
      "th": "นายกับซินดี้"
    }
  },
  {
    "translation": {
      "en": "When's the last time you were invited to his house?",
      "th": "เขาชวนนายไปบ้านเขาครั้งสุดท้ายเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "-[Jeff] Our first year. -Yeah.",
      "th": "ตอนครบปีแรกของเรา เออ"
    }
  },
  {
    "translation": {
      "en": "[Bryan] We got two invites to the White House before we were cut off.",
      "th": "เราได้รับเชิญไปทำเนียบขาวสองรอบ ก่อนที่จะโดนเขี่ยทิ้ง"
    }
  },
  {
    "translation": {
      "en": "Apparently, we said some un-PC things.",
      "th": "รู้สึกจะไปพูดอะไรไม่เหมาะสมเข้า"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, heart in hand ♪",
      "th": "(วันแข่งขัน)"
    }
  },
  {
    "translation": {
      "en": "-[player 1] Let's go! -[player 2] Let's go!",
      "th": "- ไปกันเลย! - ไปกันเลย!"
    }
  },
  {
    "translation": {
      "en": "Let's go, baby!",
      "th": "สู้เขา พวก!"
    }
  },
  {
    "translation": {
      "en": "[player 3] Let's go!",
      "th": "สู้กัน!"
    }
  },
  {
    "translation": {
      "en": "Go, Rej!",
      "th": "ไปเลย เรจ!"
    }
  },
  {
    "translation": {
      "en": "[player 4] One, two, three!",
      "th": "หนึ่ง สอง สาม!"
    }
  },
  {
    "translation": {
      "en": "[all] Eagles!",
      "th": "อีเกิ้ลส์!"
    }
  },
  {
    "translation": {
      "en": "[player 4 singing] ♪ I know some dawgs They ready to hit ♪",
      "th": "ฉันรู้จักคน ที่พร้อมจะชน"
    }
  },
  {
    "translation": {
      "en": "Let's go, baby!",
      "th": "ไปเลยพวก"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] It's all about having fun today.",
      "th": "วันนี้ที่สำคัญคือต้องสนุก สำคัญแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "It's what we talked about. Have some fun with your friends.",
      "th": "วันนี้ที่สำคัญคือต้องสนุก สำคัญแค่นั้น ไปสนุกกับเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "Have some fun with your buddies.",
      "th": "สนุกกับเพื่อนซี้ของเรา"
    }
  },
  {
    "translation": {
      "en": "Have some fun with the brothers that you are with each other.",
      "th": "สนุกกับพี่น้องแบบที่เป็นกันในทีม"
    }
  },
  {
    "translation": {
      "en": "Friday night in the town, ain't nothing better.",
      "th": "คืนวันศุกร์ในเมือง ไม่มีอะไรดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] John Beam, a legend now in his eighth season",
      "th": "จอห์น บีมเป็นตำนานไปแล้ว กับการคุมทีมฤดูกาลที่แปด"
    }
  },
  {
    "translation": {
      "en": "as the head coach, 40 years coaching football.",
      "th": "ในฐานะของหัวหน้าโค้ช และเป็นโค้ชฟุตบอลมาทั้งหมด 40 ปี"
    }
  },
  {
    "translation": {
      "en": "He will try to lead Laney to a victory tonight.",
      "th": "คืนนี้เขาจะพยายามพาเลนีย์ลงสนาม ให้ได้ชัยชนะอีก"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Two great teams facing off tonight.",
      "th": "คืนนี้ทีมเก่งๆ สองทีมจะแข่งกัน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Modesto lost to Laney last season and they look to return the favor.",
      "th": "ฤดูกาลที่แล้วโมเดสโตแพ้ให้กับเลนีย์ เพราะงั้นจะอยากโต้กลับแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Josh] Every fucking play, punch these motherfuckers in the goddamn mouth.",
      "th": "จัดไปทุกเกม ชกไอ้พวกเวรนี่ให้เข้าปากเลย"
    }
  },
  {
    "translation": {
      "en": "Make them feel what the town is about!",
      "th": "ทำให้มันรู้ว่าเมืองนี้แน่แค่ไหน!"
    }
  },
  {
    "translation": {
      "en": "[player] Let's go, baby.",
      "th": "ไปเลยพวก ไปเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Starting at wide receiver, they'll be small. Dior Walker is 5'9\".",
      "th": "เริ่มจากไวด์รีซีฟเวอร์ ตำแหน่งนี้จะตัวเล็กหน่อย ดิออร์ วอล์คเกอร์ สูงแค่ 175 เซนติเมตร อาร์เจ สเติร์น เขาสูง 179 เซนติเมตร"
    }
  },
  {
    "translation": {
      "en": "RJ Stern, he is 5'11\".",
      "th": "ดิออร์ วอล์คเกอร์ สูงแค่ 175 เซนติเมตร อาร์เจ สเติร์น เขาสูง 179 เซนติเมตร"
    }
  },
  {
    "translation": {
      "en": "Both of their starting receivers don't clear six feet.",
      "th": "เท่ากับรีซีฟเวอร์ตัวจริงทั้งสองคนสูงไม่ถึงหกฟุต"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Can we go? I'm trying to play football.",
      "th": "เร็วเข้า ลงได้ยัง อยากเล่นฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Rejzohn Wright was a terror last year",
      "th": "ปีที่แล้วเรจอน ไรต์เป็นผู้เล่นที่น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "and really helped Laney go ahead and get into the playoffs.",
      "th": "เขาช่วยให้เลนีย์เข้ารอบและได้เล่นเพลย์ออฟ"
    }
  },
  {
    "translation": {
      "en": "He was very, very important in sealing the deal.",
      "th": "เขาเป็นตัวสำคัญมากในการที่จะเล่นให้ชนะ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Let's go. Let's turn this shit up.",
      "th": "เฮ้ย ไปกันเลย เปิดเกมกันได้แล้วพวก"
    }
  },
  {
    "translation": {
      "en": "Every play, make them feel your pain.",
      "th": "ทุกเกม ให้มันรับรู้ถึงความเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "[commentator 3] It's gonna be a well-fought battle between these two outstanding teams.",
      "th": "วันนี้จะเป็นศึกที่ดีระหว่างทีมที่โดดเด่นสองทีม"
    }
  },
  {
    "translation": {
      "en": "[player] Live on three! Loud as hell, let's go!",
      "th": "นับสามแล้วบูม! ให้ดังที่สุด เร็ว!"
    }
  },
  {
    "translation": {
      "en": "-One, two, three! -[players chanting]",
      "th": "หนึ่ง สอง สาม!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The 24th ranked Pirates of Modesto",
      "th": "ทีมไพเรตส์ออฟโมเดสโตลำดับที่ 24"
    }
  },
  {
    "translation": {
      "en": "and the six-seeded Laney Eagles, the defending national champions.",
      "th": "กับทีมเลนีย์อีเกิ้ลส์ลำดับที่หก และรั้งตำแหน่งแชมป์แห่งชาติ"
    }
  },
  {
    "translation": {
      "en": "We are underway.",
      "th": "เริ่มเกมแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Indians, purple, chief.",
      "th": "อินเดียน เพอร์เพิล ชีฟ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The Eagles will start at the 25-yard line.",
      "th": "อีเกิ้ลส์จะเป็นคนเปิดเกมที่เส้น 25 หลา"
    }
  },
  {
    "translation": {
      "en": "-[player 1] Go! -[player 2] Let's go!",
      "th": "- ไปเลย! - เอาเลย!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] First play of the game from the 25.",
      "th": "เกมแรกของนัดนี้จากเส้น 25 หลา เริ่มขยับกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] There he is!",
      "th": "ไปนั่นแล้ว!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Through to the right side, down field, it is caught.",
      "th": "ฉีกออกไปทางขวา ว่างสนิทยาวเลย รับได้"
    }
  },
  {
    "translation": {
      "en": "[player] Hell yeah, Dior.",
      "th": "สุดยอด ดิออร์"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] That's Dior Walker with his first catch of the season.",
      "th": "นั่นคือดิออร์ วอล์คเกอร์ กับการรับลูกได้ครั้งแรกของฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Left, left, left!",
      "th": "ซ้ายๆ ซ้าย!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Eagle offense not as quick as NASCAR offense of Modesto,",
      "th": "ทีมรุกของอีเกิ้ลส์อาจไม่ไวเหมือน ทีมรุกระดับรถแข่งนาสคาร์ของโมเดสโต"
    }
  },
  {
    "translation": {
      "en": "but they go right to the line.",
      "th": "แต่ก็ตั้งแถวเลยทันที"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Presto, let's go!",
      "th": "เพรสโตๆ ให้ไว!"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Little tempo here. They're giving Modesto a taste of their own medicine.",
      "th": "จังหวะใช้ได้นะ พวกเขาทำให้โมเดสโต ได้ลิ้มรสการเล่นแบบตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Mackey looks left, he'll throw that way.",
      "th": "แมคกีย์เล่นดาวน์แรก ต้องการสิบหลา มองซ้าย น่าจะโยนไปทางนั้น"
    }
  },
  {
    "translation": {
      "en": "That is caught at the 35!",
      "th": "แต่โดนสกัดได้ที่เส้น 35 หลา!"
    }
  },
  {
    "translation": {
      "en": "Inside the 25, inside the 20.",
      "th": "เข้าไปที่ 25 ไปถึงเส้น 20 หลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "All the way to the end zone! Touchdown Eagles!",
      "th": "ไปถึงเอนด์โซนแล้ว อีเกิ้ลส์ได้ทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "Forty-four yards to the house.",
      "th": "เจ้าบ้านได้ไป 45 หลา"
    }
  },
  {
    "translation": {
      "en": "What a way to start.",
      "th": "เริ่มเกมได้เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "-[Nu'u] Let's go! -Whoo!",
      "th": "เยี่ยมเลย!"
    }
  },
  {
    "translation": {
      "en": "[player 1] Let's fucking go!",
      "th": "เยี่ยมโคตรๆ"
    }
  },
  {
    "translation": {
      "en": "[player 2] Let's fucking go!",
      "th": "เยี่ยมโคตรๆ"
    }
  },
  {
    "translation": {
      "en": "That's what the fuck you do, boy. Whoo!",
      "th": "ต้องแบบนั้นเลยพวก"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Man. Spotted you one, I'm done.",
      "th": "เวร ได้มาหนึ่งแล้ว พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "The rest is on you.",
      "th": "ที่เหลือเป็นเรื่องของนายละ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Grant in to kickoff for Laney.",
      "th": "แกรนต์ลงมาคิกออฟให้เลนีย์"
    }
  },
  {
    "translation": {
      "en": "[player] Let's go here!",
      "th": "ไปกันเร็ว!"
    }
  },
  {
    "translation": {
      "en": "-Let's go here! -[Coach Beam] Nice!",
      "th": "- ไปเลยเร็ว! - ดี!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] A line drive kick to the ten-yard line.",
      "th": "เตะขนานข้างสนามตรงไปถึงเส้นสิบหลา"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Come on!",
      "th": "เร็วเลย เอ็นคิว!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] And Sharp is absolutely drilled at the 25-yard line, fumbles the football.",
      "th": "แล้วชาร์ปก็โดนเจาะล้มไปที่เส้น 25 หลา ลูกบอลหลุดมือ"
    }
  },
  {
    "translation": {
      "en": "And the Laney Eagles have it.",
      "th": "ทีมเลนีย์อีเกิ้ลส์ได้ลูกไป"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Sharp got decapitated.",
      "th": "ชาร์ปโดนเข้าหัวไปเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "His helmet came off, what a brutal hit that was.",
      "th": "จนหมวกกันน็อกหลุด โดนไปหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Oh, my God, he killed that nigga!",
      "th": "ให้ตาย แม่งเล่นหมอนั่นตายเลยว่ะ!"
    }
  },
  {
    "translation": {
      "en": "[player] Fuckin' A!",
      "th": "โคตรได้!"
    }
  },
  {
    "translation": {
      "en": "[Josh] Hey, hey, hey!",
      "th": "เฮ้ยๆ เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "Come here, baby!",
      "th": "มาเร็วพวก!"
    }
  },
  {
    "translation": {
      "en": "Come here. Hey.",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Before the Pirates can even get on offense, they turn it over.",
      "th": "ทีมไพเรตส์ยังไม่ทันได้บุกก็โดนโต้กลับ"
    }
  },
  {
    "translation": {
      "en": "Slow everybody down.",
      "th": "บอกให้ทุกคนใจเย็นก่อน"
    }
  },
  {
    "translation": {
      "en": "Hey! Slow everybody down.",
      "th": "บอกให้ทุกคนค่อยๆ เล่น"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] After a turnover, you wanna go ahead and take your big swing right here.",
      "th": "โดนเทิร์นโอเวอร์กลับไปแบบนั้น จะต้องอยากโต้กลับให้แรง"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Mackey spreads 'em out, he's got trips left.",
      "th": "แมคกีย์เปิดช่อง เขาจะเปิดทางซ้าย"
    }
  },
  {
    "translation": {
      "en": "Fires a quick one, that is caught.",
      "th": "เล่นลูกสั้น รับได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Once again, that is Dior Walker.",
      "th": "เป็นดิออร์ วอล์คเกอร์อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "We gotta capitalize here, let's go.",
      "th": "ตรงนี้โดนดักหมดแล้ว แก้เกม"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] They'll try to go up two scores quickly here.",
      "th": "เขาจะพยายามเพิ่มแต้มให้ได้อีกสองแต้ม ให้เร็วในเกมนี้"
    }
  },
  {
    "translation": {
      "en": "Low snap for Mackey again.",
      "th": "โยนต่ำให้แมคกีย์อีก"
    }
  },
  {
    "translation": {
      "en": "Has to get rid of it quickly.",
      "th": "ต้องรีบปล่อย"
    }
  },
  {
    "translation": {
      "en": "To the corner of the end zone, is it caught?",
      "th": "ไปถึงมุมเอนด์โซน รับได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Touchdown! Touchdown! -[commentator 2] Unbelievable.",
      "th": "- ทัชดาวน์! ทัชดาวน์! - ไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "-[commentator 1] Walker, touchdown. -[Dior] Let's go!",
      "th": "- วอล์คเกอร์ทัชดาวน์ได้ ให้วิทยาลัยเลนีย์ - เยี่ยมมะ! เยี่ยมมั้ยล่ะ!"
    }
  },
  {
    "translation": {
      "en": "Let's go! Let's go! Let's go!",
      "th": "- โคตรได้! เอาเลย! เอามัน! - เออดี"
    }
  },
  {
    "translation": {
      "en": "Come on! Let's go, four!",
      "th": "ดีมาก! เล่นมัน เบอร์สี่!"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey!",
      "th": "เออ! เออ!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] So, on for the extra point to make it 14 to nothing.",
      "th": "จะเก็บอีกแต้มให้ได้ขึ้นเป็น 14 ต่อศูนย์"
    }
  },
  {
    "translation": {
      "en": "Low snap, able to get the kickoff... and missed it, wide left.",
      "th": "ส่งต่ำ คิกออฟได้ แต่พลาดครับ หลุดไปทางซ้ายยาวเลย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Goddamn it, KC.",
      "th": "ให้ตายสิ เคซี"
    }
  },
  {
    "translation": {
      "en": "That's just bullshit.",
      "th": "ไม่ได้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "What the fuck, bro?",
      "th": "อะไรวะ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Thirteen to nothing. The defending national champions all over Modesto.",
      "th": "สิบสามแต้มต่อศูนย์ ทีมแชมป์แห่งชาติบี้โมเดสโตไปหมด"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, we got 20, 20, 20.",
      "th": "เฮ้ยๆ ตอนนี้มี 20 20 20"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Hey, hey, 87, 87 is their tight. 87.",
      "th": "เฮ้ยๆ 87 มันเล่น 87 ตำแหน่งไทต์ 87"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Modesto looking to get on the board, Velasquez, shotgun.",
      "th": "โมเดสโตจะอยากโต้ทำคะแนนกลับบ้าง เวลาสเกซส่งสั้น"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Hammer, hammer, run.",
      "th": "แฮมเมอร์ๆ วิ่งเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] They'll fake it to Ramos",
      "th": "ส่งหลอกให้รามอส"
    }
  },
  {
    "translation": {
      "en": "and in end-around, no one on the nearside of the field.",
      "th": "สุดท้ายแล้วไม่มีใครดักที่ฝั่งทีมใกล้เลย"
    }
  },
  {
    "translation": {
      "en": "That was Rejzohn Wright on the tackle.",
      "th": "สุดท้ายเรจอน ไรต์เป็นคนแท็คเกิลไป"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] This shit too easy. I got six offers.",
      "th": "ง่ายไปแล้วว่ะ มีทีมเสนอรับหกที่นะโว้ย"
    }
  },
  {
    "translation": {
      "en": "You like that?",
      "th": "ชอบมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Thirty-three scam, bread and butter.",
      "th": "สามสิบสาม สแกม เบรดแอนด์บัตเตอร์"
    }
  },
  {
    "translation": {
      "en": "[woman] Let's go, KC!",
      "th": "สู้เขา เคซี!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Velasquez keeps it, his first carry of the game.",
      "th": "รอบนี้เวลาสเกซเก็บมาเล่นเอง วิ่งเป็นครั้งแรกในเกมนี้"
    }
  },
  {
    "translation": {
      "en": "Two flags on the play. Laundry all over the field.",
      "th": "ธงลงมาแล้วสองครับ แจกใบเหลืองทั้งสนาม"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] What was it?",
      "th": "เกิดอะไรขึ้น เพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "[referee] You were in the neutral zone.",
      "th": "คุณเข้ามาในเขตเป็นกลาง"
    }
  },
  {
    "translation": {
      "en": "-[Rejzohn] I was? -[referee] Yeah.",
      "th": "- จริงเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Rejzohn] I just asked you. -[referee] Offsides...",
      "th": "- ผมแค่ถามเฉยๆ - ทีมรับออฟไซด์"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I just asked you!",
      "th": "ผมถามเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Josh, come on now. It's flag after flag, boys.",
      "th": "เฮ้ย จอช ไม่เอาน่ะ โดนใบเหลืองซ้ำสองรอบ"
    }
  },
  {
    "translation": {
      "en": "[Josh] I got it, let me fucking think.",
      "th": "รู้แล้วน่า ขอคิดก่อน"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Come on, man.",
      "th": "ไม่เอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna point, you tell me.",
      "th": "ผมชี้ แล้วคุณบอกละกัน"
    }
  },
  {
    "translation": {
      "en": "[referee] I'm not gonna do that.",
      "th": "ไม่ ผมไม่บอกคุณหรอก"
    }
  },
  {
    "translation": {
      "en": "That's what I'm asking you so I can line up correctly.",
      "th": "ผมก็ถามอยู่นี่ไง จะได้ไลน์อัปให้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "No discipline, man. That's your guy.",
      "th": "ไม่มีวินัยเลย คนของนาย"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I asked him if I could point, can he tell me, he said \"no.\"",
      "th": "ผมถามแล้วนะว่าชี้แล้วบอกหน่อยได้มั้ย เขาตอบว่า \"ไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "[referee] It's the back of the ball.",
      "th": "อยู่ด้านหลังลูก"
    }
  },
  {
    "translation": {
      "en": "It's college football. I'm not your babysitter.",
      "th": "นี่เกมฟุตบอลระดับวิทยาลัย ผมไม่ใช่พี่เลี้ยงคุณ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] We're grown-ass men. Number one player in California.",
      "th": "เราโตกันแล้ว ผู้เล่นอันดับหนึ่งของแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "You can Google it.",
      "th": "ไปกูเกิลดูได้"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] First down and goal.",
      "th": "ดาวน์แรกและประตู"
    }
  },
  {
    "translation": {
      "en": "Modesto looking to get on the board here and he'll fake it to him.",
      "th": "โมเดสโตอยากเติมคะแนนให้ตัวเอง แล้วเขาก็หลอกให้"
    }
  },
  {
    "translation": {
      "en": "Velasquez has some room, pump fakes, takes it inside the five.",
      "th": "เวลาสเกซมีที่ว่าง หลอกส่งแล้ววิ่งเข้าไปถึงห้าหลา"
    }
  },
  {
    "translation": {
      "en": "A beautiful move at the goal line and scores.",
      "th": "ส่วนมาก ถึงเส้นประตู ได้คะแนนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Touchdown Modesto.",
      "th": "โมเดสโตทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Missed tackle, guys. Shit.",
      "th": "แท็คเกิลพลาด เวร"
    }
  },
  {
    "translation": {
      "en": "[player] Pussy-ass.",
      "th": "ไอ้หน้าตัวเมีย"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Weak-ass. Check the scoreboard.",
      "th": "ยังอ่อน ดูคะแนนสิวะ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] 13-7 is the score in the first quarter.",
      "th": "จบควอเตอร์แรกที่คะแนน 13 ต่อเจ็ด"
    }
  },
  {
    "translation": {
      "en": "Just fucking stupid.",
      "th": "โคตรโง่เลย"
    }
  },
  {
    "translation": {
      "en": "You gotta be fucking smart, man.",
      "th": "นายต้องหัดคิดให้ฉลาดหน่อยพวก"
    }
  },
  {
    "translation": {
      "en": "It's all penalties, Rej, it's all penalties.",
      "th": "โดนทำโทษทั้งนั้น เรจ โดนทำโทษตลอด"
    }
  },
  {
    "translation": {
      "en": "-Get these guys playing. -[Rejzohn] I pointed at him...",
      "th": "- จัดให้พวกนี้ได้เล่นหน่อย - ผมชี้ให้ดู เขาบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "He went like this, I sat down, he said I was in the neutral zone.",
      "th": "เขาทำแบบนี้ ผมย่อตัว เขาบอกว่าเข้าเขตกลาง"
    }
  },
  {
    "translation": {
      "en": "That's why I was arguing with him.",
      "th": "ผมถึงได้เถียงกับเขา"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ไม่เอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] From their own 46-yard line,",
      "th": "จากเส้น 46 หลาของทีมตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Mackey, quick pass left side, that is dropped by Stern.",
      "th": "แมคกีย์รีบส่งไปทางซ้าย แต่สเติร์นทำลูกหลุดมือ"
    }
  },
  {
    "translation": {
      "en": "So, RJ Stern unable to hang on to the football.",
      "th": "อาร์เจ สเติร์นรับลูกไว้ไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "I was literally over there arguing with the ref.",
      "th": "ฉันอยู่ตรงนั้น เถียงกับกรรมการอยู่"
    }
  },
  {
    "translation": {
      "en": "I said, \"What?\"",
      "th": "ฉันว่า \"อะไรนะ\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I pointed,\" he said, \"I'm not your babysitter.\"",
      "th": "ฉันบอกว่า \"ผมชี้แล้ว\" เขาบอกว่า \"ผมไม่ใช่พี่เลี้ยงคุณ\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What?\"",
      "th": "ฉันก็แบบ \"อะไรนะ\""
    }
  },
  {
    "translation": {
      "en": "-[Coach Beam] Doubles. -[commentator 1] Third down and long.",
      "th": "ดับเบิ้ล ดับเบิ้ล ดับเบิ้ล ดาวน์ที่สาม เหลือทางอีกไกล"
    }
  },
  {
    "translation": {
      "en": "Here comes a blitz. We're good, don't worry.",
      "th": "เล่นดาวกระจายแล้ว ยังดี ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "-Time it. -[player] Go!",
      "th": "- จับเวลา - ไปเลย!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] From the pocket.",
      "th": "จากพ็อคเก็ต"
    }
  },
  {
    "translation": {
      "en": "Mackey throws left side towards Dior Walker.",
      "th": "แมคกีย์โยนทางซ้ายไปให้ดิออร์ วอล์คเกอร์"
    }
  },
  {
    "translation": {
      "en": "It's caught, did he stay in bounds?",
      "th": "รับลูกได้ แต่อยู่ในสนามรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "They say, yes.",
      "th": "กรรมการบอกว่าอยู่"
    }
  },
  {
    "translation": {
      "en": "Left twins, Nick!",
      "th": "แฝดซ้าย นิค!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Mackey in the shotgun.",
      "th": "แมคกีย์เล่นช็อตกัน"
    }
  },
  {
    "translation": {
      "en": "He'll throw the slant, that's caught by RJ Stern.",
      "th": "เขาโยนเบี่ยงและอาร์เจ สเติร์นรับได้"
    }
  },
  {
    "translation": {
      "en": "Breaks the tackle,",
      "th": "หลบแท็คเกิลได้"
    }
  },
  {
    "translation": {
      "en": "he's inside the 35, inside the 30, inside the 25,",
      "th": "เขาเข้าไปถึงเส้น 35 หลา ถึง 30 หลา เข้าไปถึงเส้น 25 หลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and wrestled out of bounds.",
      "th": "ก่อนจะโดนสกัดออกนอกสนามไป"
    }
  },
  {
    "translation": {
      "en": "He's fired up.",
      "th": "เขาไฟติดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Third down and four.",
      "th": "ดาวน์ที่สาม ต้องการสี่หลา"
    }
  },
  {
    "translation": {
      "en": "[player] Go!",
      "th": "ไปเลย!"
    }
  },
  {
    "translation": {
      "en": "-And Mackey will keep it. -[man] Go, Ryan.",
      "th": "- แมคกีย์จะเล่นเอง - เอาเลย ไรอัน"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Get in the end zone!",
      "th": "เข้าเอนด์โซนให้ได้!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Got some room and then that room was bottled down.",
      "th": "ตอนแรกมีที่ว่าง แต่แล้วก็โดนสกัดเต็มพื้นที่"
    }
  },
  {
    "translation": {
      "en": "-[man] Hard bodies, hard bodies. -Kick it, kick it!",
      "th": "- เจอหิน เจอแต่หิน - เตะเลย เตะ!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Beam has elected to kick the field goal here.",
      "th": "จอห์น บีม เลือกให้เตะฟิลด์โกลแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Let's get it. [Coach Beam] Let's get this right now.",
      "th": "- เอาให้ได้ - เอาให้ได้เลย เอาเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] He gets it off, but he pulls it wide left and no good.",
      "th": "เขาได้เตะ แต่เตะเบี้ยวไกลไปทางซ้าย ไม่เข้า"
    }
  },
  {
    "translation": {
      "en": "And after all that, Laney comes up with nothing.",
      "th": "เล่นขนาดนั้นแต่เลนีย์ไม่ได้แต้มเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, change kickers!",
      "th": "เฮ้ย เปลี่ยนตัวเตะ!"
    }
  },
  {
    "translation": {
      "en": "What is wrong with that kid?",
      "th": "ไอ้เด็กนั่นเป็นบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Get the other guy in! -[referee] Quarterbacks!",
      "th": "- เอาคนอื่นเข้าไป! - ควอเตอร์แบ็ค!"
    }
  },
  {
    "translation": {
      "en": "[Josh] Zones were awesome, the 38 was really awesome.",
      "th": "โซนเยี่ยมมาก เบอร์ 38 ดีมากด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm thinking if Dior beats him now, that's where the ball should go.",
      "th": "ฉันว่าถ้าตอนนี้ดิออร์เล่นเขาได้ ก็ควรให้บอลเขา"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Run!",
      "th": "วิ่ง!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Finds a hole, Ramos is inside the 40, inside the 35, here come Modesto.",
      "th": "เจอช่องว่าง รามอสไปถึงเส้น 40 หลา ถึง 35 หลา โมเดสโตมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] What they got? They ran three times down our throat?",
      "th": "พวกนั้นมีอะไรวะ วิ่งทะลุพวกเราไปได้สามรอบแล้ว"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] They gotta show some urgency here.",
      "th": "จะต้องเร่งกว่านี้แล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Twenty-five seconds left.",
      "th": "เหลือแค่ 25 วินาที"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Velasquez will keep it and he runs into a wall.",
      "th": "เวลาสเกซเก็บไว้เล่นเอง แล้วก็วิ่งไปชนกำแพง"
    }
  },
  {
    "translation": {
      "en": "Nowhere to go.",
      "th": "ไม่มีที่ไป"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Got him, Timmy! Good job, Timmy!",
      "th": "เล่นมัน ทิมมี่! ดีมาก ทิมมี่!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Laney all over that one.",
      "th": "รอบนี้เลนีย์จัดการเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Field goal block alert.",
      "th": "เตรียมกันฟิลด์โกล"
    }
  },
  {
    "translation": {
      "en": "Five, six, seven. Is Donovan out there?",
      "th": "ห้า หก เจ็ด โดโนแวนลงรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] We saw Laney attempt a field goal and miss, and now Modesto will try.",
      "th": "เราเห็นเลนีย์พยายามเตะฟิลด์โกลแล้วพลาด ทีนี้โมเดสโตจะลองบ้าง"
    }
  },
  {
    "translation": {
      "en": "We missing our wings. We missing our wings!",
      "th": "ปีกหายไปคน ปีกหายไปคนนึง!"
    }
  },
  {
    "translation": {
      "en": "[Josh] Don't, it's too late!",
      "th": "อย่า สายไปแล้ว สายไปแล้ว!"
    }
  },
  {
    "translation": {
      "en": "-It's too late. Can't do it now. -God damn it.",
      "th": "- สายไปแล้ว ส่งเพิ่มไม่ได้ - ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Here's the snap.",
      "th": "ตั้งลูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And they'll fake it, look out.",
      "th": "แล้วหลอกอีกครับ ระวัง"
    }
  },
  {
    "translation": {
      "en": "They're gonna take a shot to the end zone, and it is caught.",
      "th": "พวกเขาพยายามเข้าเอนด์โซนแล้วก็รับไว้ได้"
    }
  },
  {
    "translation": {
      "en": "Back of the end zone for the touchdown!",
      "th": "กลับเข้าเอนด์โซนไปทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Fuck.",
      "th": "ให้ตาย เวร"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Short a man.",
      "th": "ขาดไปคนนึง"
    }
  },
  {
    "translation": {
      "en": "Guy off the edge would've helped. Didn't have all day to throw.",
      "th": "มีคนข้างสนามคงช่วย ไม่ได้มีเวลาขว้างทั้งวันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Josh] It was up the middle.",
      "th": "ลูกเข้าตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Fuckin' A, man.",
      "th": "เยี่ยมจริง"
    }
  },
  {
    "translation": {
      "en": "That's us.",
      "th": "เออสิวะ"
    }
  },
  {
    "translation": {
      "en": "Coaching.",
      "th": "นี่เรียกโค้ชเหรอ"
    }
  },
  {
    "translation": {
      "en": "Right now, should be up by three.",
      "th": "ตอนนี้น่าจะนำสามแต้ม"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The Modesto Pirates lead 14 to 13 here in the first half.",
      "th": "โมเดสโตไพเรตส์นำไปได้ 14 ต่อ 13 เมื่อจบครึ่งแรก"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] They're not throwing a ball my way.",
      "th": "พวกนั้นไม่โยนบอลมาทางผม"
    }
  },
  {
    "translation": {
      "en": "They're not fucking better than us, bro.",
      "th": "พวกนั้นไม่ได้เก่งกว่าเราโว้ยพวก"
    }
  },
  {
    "translation": {
      "en": "[Josh] Hey, you're blue-collar fucking workers!",
      "th": "เฮ้ย พวกนายเป็นชนชั้นแรงงาน"
    }
  },
  {
    "translation": {
      "en": "That means you gotta bring it every fucking series, every goddamn play!",
      "th": "แปลว่าพวกนายต้องทำให้ได้ในทุกเกม ต้องเล่นให้ได้ทุกเกม!"
    }
  },
  {
    "translation": {
      "en": "You can't let up one fucking bit!",
      "th": "ปล่อยไปไม่ได้แม้แต่นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "Let's roll, let's do this shit, man. Let's go.",
      "th": "ไปเลย เล่นมันใหม่ พวก เล่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "Every fucking play!",
      "th": "ให้ได้ทุกเกม!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] It's been electric tonight.",
      "th": "คืนนี้เกมสนุกมาก"
    }
  },
  {
    "translation": {
      "en": "They started with a statement,",
      "th": "พวกเขาเปิดเกมมาอย่างสวย"
    }
  },
  {
    "translation": {
      "en": "13-nothing, you can't ask for a better start.",
      "th": "นำไป 13 ต่อศูนย์ ไม่มีการเปิดเกมไหนจะสวยกว่านี้"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Laney was doing a great job up to that point,",
      "th": "เลนีย์เล่นได้ดีจนถึงจุดนั้น"
    }
  },
  {
    "translation": {
      "en": "now they just have to regroup.",
      "th": "ตอนนี้ต้องรวบรวมสติใหม่"
    }
  },
  {
    "translation": {
      "en": "Lift, lift, lift!",
      "th": "ลิฟต์ ลิฟต์ ลิฟต์"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Modesto starts the first drive of the second half.",
      "th": "โมเดสโตเริ่มบุกก่อนในครึ่งหลัง"
    }
  },
  {
    "translation": {
      "en": "Pass from Velasquez, that is caught on the wide receiver screen,",
      "th": "เวลาสเกซส่ง ทีมไวด์รีซีฟเวอร์รับได้"
    }
  },
  {
    "translation": {
      "en": "and getting into Eagle territory.",
      "th": "และบุกเข้าไปในเขตของอีเกิ้ลส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna score, next drive.",
      "th": "รอบหน้าผมจะทำแต้ม"
    }
  },
  {
    "translation": {
      "en": "[player] Come on, get up, let's go. Hurry the fuck up.",
      "th": "เร็วเข้า ตั้งสติ ให้ไว เร็วเข้าทุกคน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Velasquez, looking to the air, he'll fire down the seam.",
      "th": "เวลาสเกซมองสูง เขาขว้างทะลุช่องไป"
    }
  },
  {
    "translation": {
      "en": "He's got a wide open man and scores!",
      "th": "มีคนว่างอยู่และได้แต้มครับ!"
    }
  },
  {
    "translation": {
      "en": "Thirty-three yards for the touchdown.",
      "th": "ปา 33 หลาไปทัชดาวน์เลย"
    }
  },
  {
    "translation": {
      "en": "The Modesto Pirates extend their lead.",
      "th": "ไพเรตส์ขึ้นนำทิ้งห่างขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "Damn.",
      "th": "แม่ง"
    }
  },
  {
    "translation": {
      "en": "We gotta make it happen again, offense.",
      "th": "เราต้องตีตื้นให้ได้ ทีมรุก"
    }
  },
  {
    "translation": {
      "en": "I got it.",
      "th": "เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] The Eagles are not gonna go into the night.",
      "th": "ทีมอีเกิ้ลส์ไม่มีทางยอมแพ้เงียบๆ"
    }
  },
  {
    "translation": {
      "en": "They're definitely coming out fighting.",
      "th": "พวกเขาจะต้องสู้ขาดใจ"
    }
  },
  {
    "translation": {
      "en": "No safety.",
      "th": "ไม่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Might say they're coming out with their claws.",
      "th": "ผมว่าพวกนี้จะกางกรงเล็บมาเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] So, here is Mackey.",
      "th": "แมคกีย์มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mackey, hit as he throws the football, a lob downfield.",
      "th": "แมคกีย์โดนเล่นตอนปล่อยลูกจากมือ แต่โยนไกลเข้ากลางสนาม"
    }
  },
  {
    "translation": {
      "en": "Stern makes the catch at the 25, no one in front of him, he is gone!",
      "th": "สเติร์นรับได้ที่เส้น 25 ไม่มีใครขวางเลย เข้าไปแล้วครับ!"
    }
  },
  {
    "translation": {
      "en": "Touchdown Laney College.",
      "th": "วิทยาลัยเลนีย์ได้ทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "Hell yeah, RJ.",
      "th": "เจ๋งมาก อาร์เจ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Hey! Made my route.",
      "th": "เฮ้ย! ทางวิ่งของฉันนี่"
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah, that's it.",
      "th": "เออ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Let's go, let's go.",
      "th": "ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "[player 1] Hell yeah!",
      "th": "เยี่ยม!"
    }
  },
  {
    "translation": {
      "en": "[player 2] Hey.",
      "th": "เฮ้ย"
    }
  },
  {
    "translation": {
      "en": "Let's go, baby.",
      "th": "เอาอีกพวก"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Back and forth we go, here in the season opener.",
      "th": "กลับมาที่ดาวน์ที่สี่ในเกมเปิดฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "Modesto has the football and they lead by a point.",
      "th": "โมเดสโตครองลูกอยู่และนำอยู่หนึ่งแต้ม"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Hey, don't touch me.",
      "th": "เฮ้ยๆ อย่ามาโดนตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "The whistle blows, stop touching me.",
      "th": "นี่ พ่อนกหวีด เลิกโดนตัวผมซะที"
    }
  },
  {
    "translation": {
      "en": "Come on, man.",
      "th": "ไม่เอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm a germaphobe. I don't like people touching me.",
      "th": "กลัวเชื้อโรคนะ ไม่ชอบให้ใครมาโดนตัว"
    }
  },
  {
    "translation": {
      "en": "[player] He wants to be your pen pal.",
      "th": "เขาอยากเป็นเพื่อนทางจดหมาย"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] I know. What is he trying to do?",
      "th": "ใช่ไง พยายามจะทำอะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "I know I got six offers, but goddamn.",
      "th": "รู้นะว่ามีทีมมาจีบหกทีม แต่ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Pass! Pass!",
      "th": "ส่ง! ส่ง!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] He's got a man down the sideline,",
      "th": "จากพ็อคเก็ตมีคนวิ่งเลียบสนามไป"
    }
  },
  {
    "translation": {
      "en": "back shoulder makes the catch.",
      "th": "เบียดเข้าไปรับได้"
    }
  },
  {
    "translation": {
      "en": "Stays on his feet.",
      "th": "แล้วยังยืนอยู่"
    }
  },
  {
    "translation": {
      "en": "[Josh] Where is the safety?",
      "th": "พวกเซฟตี้อยู่ไหนวะ"
    }
  },
  {
    "translation": {
      "en": "Where's the fucking safety, guys?",
      "th": "ไอ้พวกเซฟตี้อยู่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] All the way inside the 20.",
      "th": "เข้าไปได้ไกลถึงเส้น 20"
    }
  },
  {
    "translation": {
      "en": "Rej, God damn it.",
      "th": "เรจ ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[Josh] He's gotta get over the top.",
      "th": "แม่งต้องโดดสกัดให้ได้"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] That's what I mean, get over the top.",
      "th": "บอกแล้วไง ต้องโดดสกัดให้ได้"
    }
  },
  {
    "translation": {
      "en": "[Josh] Where the fuck is the fucking safety? Come on, man.",
      "th": "ไอ้เซฟตี้เวรอยู่ไหนวะ ไม่เอาน่ะ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Fakes the handoff, rolling right, he's got lots of room.",
      "th": "หลอกส่ง วิ่งหมุนมาทางขวา ที่ว่างโล่งเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Pump fakes, trying to turn the corner, inside the ten.",
      "th": "หลอกส่ง พยายามพลิกเกม เข้าเส้นสิบหลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hurdles the defender!",
      "th": "โดดข้ามตัวขวางไปเลย!"
    }
  },
  {
    "translation": {
      "en": "Into the end zone, touchdown.",
      "th": "เข้าเอนด์โซนไปแล้ว ทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "And the Pirates have their largest lead, which is seven.",
      "th": "แล้วไพเรตส์ก็ขึ้นนำสูงสุดที่เจ็ดแต้ม"
    }
  },
  {
    "translation": {
      "en": "Wait till the fourth quarter, we'll see what happens.",
      "th": "รอควอเตอร์ที่สี่ ค่อยดูว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-[chanting] Let's go, Eagles! -[commentator 1] This is it.",
      "th": "- เอาเลย อีเกิ้ลสู้ๆ เอาเลย - นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Start of the fourth quarter at Laney College.",
      "th": "เริ่มควอเตอร์ที่สี่ ณ สนามวิทยาลัยเลนีย์"
    }
  },
  {
    "translation": {
      "en": "Lot of pride here with all the success they've had in recent memory,",
      "th": "ความภูมิใจมากมาย กับความสำเร็จที่ได้มาในระยะหลังๆ"
    }
  },
  {
    "translation": {
      "en": "but right now, in trouble, in the season opener.",
      "th": "แต่ตอนนี้กำลังเดือดร้อนในเกมเปิดฤดูกาลปี 2019"
    }
  },
  {
    "translation": {
      "en": "Hey, I need this, Dior, get it.",
      "th": "เฮ้ย ดิออร์ ฉันต้องได้นะ ไปเอาแต้มมา"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Still trailing by a touchdown.",
      "th": "ยังตามอยู่หนึ่งทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "Mackey, rolling to his right, throws towards the sideline",
      "th": "แมคกีย์ วิ่งไปทางขวาแล้วขว้างไปข้างสนาม"
    }
  },
  {
    "translation": {
      "en": "and making the catch at midfield is Walker.",
      "th": "แล้ววอล์คเกอร์ก็รับไว้ได้ที่ตรงกลางสนาม"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Josh] If we don't score, they'll come back",
      "th": "เฮ้ย ถ้าไม่ได้แต้ม มันจะตีกลับ"
    }
  },
  {
    "translation": {
      "en": "and try to pound the ball on us.",
      "th": "และพยายามถ่วงเวลาให้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "They're gonna run fucking power and eat clock.",
      "th": "พวกนั้นจะเอาตัวหนักๆ มากินเวลาเอาไว้"
    }
  },
  {
    "translation": {
      "en": "All right? Let's go, fellas. Come on, come on, come on.",
      "th": "โอเคนะ ไปกันเลย พวก สู้ๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Big third down for the Eagles.",
      "th": "ดาวน์ที่สามสำคัญของอีเกิ้ลส์"
    }
  },
  {
    "translation": {
      "en": "He's gotta get something here, steps up in the pocket",
      "th": "เขาต้องพยายามเล่นอะไรสักอย่าง ก้าวเข้าไปในพ็อคเก็ต"
    }
  },
  {
    "translation": {
      "en": "and trying to get away from the second defender,",
      "th": "แล้วพยายามจะดิ้นให้หลุดจากแนวป้องกันที่สอง"
    }
  },
  {
    "translation": {
      "en": "and can't do it.",
      "th": "แต่ไม่หลุดครับ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Oh, come on. What are y'all doing?",
      "th": "ไม่เอาน่า พวกนายทำอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Punt it!",
      "th": "เร็ว พันต์เลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Eagles could be running out of time.",
      "th": "อาจจะหมดเวลาของเลนีย์อีเกิ้ลส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Let's get this, let's go.",
      "th": "เอาให้ได้ เดี๋ยวนี้ ให้ไว"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Velasquez fakes it to Ramos.",
      "th": "เวลาสเกซหลอกส่งให้รามอส"
    }
  },
  {
    "translation": {
      "en": "Rolling to the right, he'll keep it on the ground.",
      "th": "วิ่งไปทางขวา ไม่ปาครับ"
    }
  },
  {
    "translation": {
      "en": "Doesn't wanna risk anything, gets inside the 20...",
      "th": "ไม่อยากเสี่ยงอะไรทั้งสิ้น เข้าไปได้ที่เส้น 20 หลา"
    }
  },
  {
    "translation": {
      "en": "And that is a Modesto Pirate first down.",
      "th": "ทำให้โมเดสโตไพเรตส์ได้ดาวน์แรก"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Hey, shotgun, shotgun.",
      "th": "เฮ้ย ช็อตกันๆ"
    }
  },
  {
    "translation": {
      "en": "[player] Go, boys, come on.",
      "th": "เร็วเข้า สู้"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Pistol formation.",
      "th": "ตั้งขบวนรูปปืน"
    }
  },
  {
    "translation": {
      "en": "He'll keep it himself, trying to get to the left side, he pump fakes.",
      "th": "เขาจะเล่นเอง พยายามวิ่งไปทางซ้าย หลอกส่ง"
    }
  },
  {
    "translation": {
      "en": "Makes the defender jump.",
      "th": "ทำให้ทีมรับต้องโดด"
    }
  },
  {
    "translation": {
      "en": "[Josh] What is he doing?",
      "th": "ทำอะไรของมัน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Touchdown!",
      "th": "ได้ทัชดาวน์ไปอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[player] What is he doing?",
      "th": "มันทำบ้าอะไรของมัน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] The Modesto Pirates come into Laney, take a two possession lead.",
      "th": "ทีมโมเดสโตไพเรตส์มาเล่นถึงบ้านเลนีย์ ขึ้นนำที่ต้องทำคะแนนได้สองรอบถึงจะตามทัน"
    }
  },
  {
    "translation": {
      "en": "Hey, come on, let's go.",
      "th": "เฮ้ย อย่าท้อ สู้เร็ว"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] 33 to 20, the score.",
      "th": "คะแนนตอนนี้ 33 ต่อ 20"
    }
  },
  {
    "translation": {
      "en": "I don't know why everybody's going down.",
      "th": "ไม่รู้ว่าทำไมทุกคนถอดใจ"
    }
  },
  {
    "translation": {
      "en": "We still got hella time left.",
      "th": "ยังเหลือเวลาตั้งเยอะ พวก"
    }
  },
  {
    "translation": {
      "en": "Keep the fucker in bounds and lots of air so Dior can just do what Dior does.",
      "th": "สกัดพวกมันให้อยู่แล้วเปิดที่ให้โล่ง ให้ดิออร์ทำงานของดิออร์ไป"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Laney will need two touchdowns. They start this drive at the 42.",
      "th": "เลนีย์ต้องได้ทัชดาวน์สองรอบ เกมบุกครั้งนี้เริ่มที่เส้น 42 หลา"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] It's not over yet.",
      "th": "เกมยังไม่จบ"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Hey, we gotta score. We gotta get in the end zone, bro.",
      "th": "เฮ้ย ต้องทำคะแนนให้ได้ แค่ต้องเข้าเอนด์โซนให้ได้เองเว้ย"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] They need to go 58 yards to the end zone.",
      "th": "ต้องบุก 58 หลากว่าจะถึงเอนด์โซน"
    }
  },
  {
    "translation": {
      "en": "Mackey looking towards his way, he's in trouble...",
      "th": "แมคกีย์มองไปทางนั้น แต่ก็โดนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Caught by RJ Stern and he's just shy of midfield.",
      "th": "อาร์เจ สเติร์นรับได้ เกือบถึงกลางสนาม"
    }
  },
  {
    "translation": {
      "en": "Nice job by Mackey to avoid the sack.",
      "th": "แมคกีย์เลี่ยงโดนแซ็คได้สวย"
    }
  },
  {
    "translation": {
      "en": "Mackey from the pocket, wants to screen, he's got blockers in front of him.",
      "th": "แมคกีย์หลุดจากพ็อคเก็ตแล้ว อยากเล่นยาว แต่โดนบล็อคเกอร์พุ่งเข้าไป"
    }
  },
  {
    "translation": {
      "en": "Look out, that's Tidwell, Tidwell takes it inside the 40,",
      "th": "ดูแล้วนั่นทิดเวลล์ ทิดเวลล์พาลูกเข้าไปที่เส้น 40 หลา"
    }
  },
  {
    "translation": {
      "en": "inside the 30 and down at the 28-yard line.",
      "th": "ถึงเส้น 30 หลา และลงไปที่เส้น 28 หลา"
    }
  },
  {
    "translation": {
      "en": "Good start for Laney on this drive,",
      "th": "เลนีย์บุกได้สวยครับ"
    }
  },
  {
    "translation": {
      "en": "exactly what they needed, a couple of good plays.",
      "th": "เป็นเกมดีๆ ที่พวกเขาต้องการอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[player] Right spread!",
      "th": "กระจายขวา!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Ball game, on the line, here's a pass down the middle of the field.",
      "th": "เล่นเกมยาวตรงๆ ส่งไปกลางสนาม"
    }
  },
  {
    "translation": {
      "en": "There is a flag.",
      "th": "ธงลงมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Coach Beam] Hey, doubles!",
      "th": "เฮ้ย ดับเบิ้ล!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Pass interference on Modesto, that penalty obviously declined.",
      "th": "โมเดสโตพยายามสกัดอย่างหนัก แต่กลับไม่ได้ลูกโทษครับ"
    }
  },
  {
    "translation": {
      "en": "-Hey, I need this, Dior, get it. -[Dior] I'm gonna score.",
      "th": "- เฮ้ย ขอหน่อย ดิออร์ ไปเอามา - ผมจะทำแต้มๆ"
    }
  },
  {
    "translation": {
      "en": "-[Josh] Doubles! -[Coach Beam] Get over there.",
      "th": "- ดับเบิ้ลๆ - ไปตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "-[player] Run. -[Josh] Run.",
      "th": "- วิ่ง - วิ่ง"
    }
  },
  {
    "translation": {
      "en": "[Josh] Doubles, doubles. Left side.",
      "th": "- ดับเบิ้ลๆ - ทางซ้ายๆ"
    }
  },
  {
    "translation": {
      "en": "Let's go! Silver Raiders! Silver Raiders!",
      "th": "เอาเลย ซิลเวอร์เรเดอร์สๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Mackey against the blitz,",
      "th": "แมคกีย์สู้กับดาวกระจาย"
    }
  },
  {
    "translation": {
      "en": "throws the slant and it's tipped and intercepted!",
      "th": "ขว้างลูกตัดสนาม โดนปัดและชิงไปได้!"
    }
  },
  {
    "translation": {
      "en": "Picked off by MJC, falls to the turf and that will do it.",
      "th": "เอ็มเจซีชิงลูกไปได้ ล้มลงไปเองและแค่นั้นก็จบแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "The Pirates come into Laney College",
      "th": "ไพเรตส์มาถึงถิ่นของวิทยาลัยเลนีย์"
    }
  },
  {
    "translation": {
      "en": "and stun the defending national champions.",
      "th": "และเอาชนะแชมป์ประจำชาติปีล่าสุดไปได้"
    }
  },
  {
    "translation": {
      "en": "Come here. Good job, it's fine, it's fine. Good job.",
      "th": "มานี่ ดีแล้ว ไม่เป็นไรๆ ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on.",
      "th": "มาเลย มาๆ"
    }
  },
  {
    "translation": {
      "en": "[player] Fuck!",
      "th": "แม่ง!"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] So the Eagles are upset here in the season opener,",
      "th": "ทีมอีเกิ้ลส์เสียศูนย์ตั้งแต่เกมเปิดฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "and a team that only lost two games last season",
      "th": "ทีมซึ่งในฤดูกาลที่แล้วแพ้แค่สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "will lose their first of the year in their title defense.",
      "th": "ต้องแพ้ครั้งแรกในการป้องกันแชมป์"
    }
  },
  {
    "translation": {
      "en": "Modesto Junior College comes into Laney",
      "th": "วิทยาลัยชุมชนโมเดสโตมาถึงถิ่นเลนีย์"
    }
  },
  {
    "translation": {
      "en": "and pulls off a 33 to 20 victory over the Laney Eagles.",
      "th": "และชิงชัยชนะด้วยคะแนน 33 ต่อ 20 เหนือทีมเลนีย์อีเกิ้ลส์"
    }
  },
  {
    "translation": {
      "en": "We'll learn, we'll get better. That's it, we'll get better.",
      "th": "เราจะได้เรียนรู้ แล้วจะเก่งขึ้น นั่นแหละ เราจะเก่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] You come into this as a defending national champion,",
      "th": "คือเราเริ่มเกม เพื่อการป้องกันตำแหน่งแชมป์ของประเทศ"
    }
  },
  {
    "translation": {
      "en": "you got a bullseye on your back...",
      "th": "เราเป็นเป้าหลักของทุกคนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "and Modesto threw the dart right into the bullseye.",
      "th": "และโมเดสโตก็ปาเป้าลงมาโดนกลางเป้าเลย"
    }
  },
  {
    "translation": {
      "en": "[player 1] Pick your heads up.",
      "th": "ไม่ต้องหดหู่"
    }
  },
  {
    "translation": {
      "en": "-Let's go. -[player 2] You got a whole season.",
      "th": "- ยังเหลืออีกทั้งฤดูกาลโว้ย - ต่อได้"
    }
  },
  {
    "translation": {
      "en": "[Rejzohn] Stop being fucking lazy at practice.",
      "th": "เลิกขี้เกียจเวลาซ้อมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "This is why we fucking lost.",
      "th": "นั่นแหละสาเหตุที่เราแพ้"
    }
  },
  {
    "translation": {
      "en": "Everybody bullshit for weeks, and look what the fuck happened.",
      "th": "ทุกคนแม่งเล่นบ้าอะไรกันหลายสัปดาห์ ดูสิว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "It ain't gonna trouble to win a fucking day.",
      "th": "จะเอาชนะวันนี้แม่งไม่ได้ยากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "It starts right now. I swear to God, it starts right now.",
      "th": "ต้องเริ่มเดี๋ยวนี้ สาบานเลย ต้องเริ่มเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Everyone better be on fucking time, better help their fucking ways,",
      "th": "ทุกคนต้องมาซ้อมตรงเวลา ต้องช่วยกันให้สุดความสามารถ"
    }
  },
  {
    "translation": {
      "en": "everyone better go 100% every fucking practice,",
      "th": "ทุกคนแม่งต้องเต็มร้อยในการซ้อมทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "'cause look what the fuck happened.",
      "th": "เพราะดูสิวะว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "33-20.",
      "th": "โดน 33 ต่อ 20"
    }
  },
  {
    "translation": {
      "en": "No one's gonna be able to stay.",
      "th": "ไม่มีใครอยู่นิ่งได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Stop all this bullshit!",
      "th": "เลิกงี่เง่ากันได้!"
    }
  },
  {
    "translation": {
      "en": "Gotta stay positive.",
      "th": "ต้องมองในแง่ดีไว้"
    }
  },
  {
    "translation": {
      "en": "That's all I can say.",
      "th": "ผมพูดได้แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "I don't like thinking anything negative.",
      "th": "ผมไม่ชอบคิดอะไรในแง่ลบ"
    }
  },
  {
    "translation": {
      "en": "I'm already going through negative shit...",
      "th": "ผมต้องผ่านอะไรแย่ๆ มาเยอะแล้ว เพราะงั้น..."
    }
  },
  {
    "translation": {
      "en": "Why think negative? That's how you're gonna fail in life.",
      "th": "จะคิดแย่อีกทำไม แบบนั้นชีวิตก็พังหมด"
    }
  },
  {
    "translation": {
      "en": "You know, if you think negative, you're gonna do negative.",
      "th": "คือถ้าคิดในแง่ลบ ชีวิตเราก็จะติดลบ"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm sleeping in my car, but... I'm still healthy.",
      "th": "คือผมอาจต้องนอนในรถ แต่ผมก็ยังสุขภาพดี"
    }
  },
  {
    "translation": {
      "en": "God gave me the gift to play football,",
      "th": "พระเจ้ามอบพรสวรรค์ให้เล่นฟุตบอลได้"
    }
  },
  {
    "translation": {
      "en": "and I love where I am, so I really can't complain.",
      "th": "ผมชอบจุดที่ตัวเองอยู่ตอนนี้ ไม่มีอะไรจะบ่น"
    }
  },
  {
    "translation": {
      "en": "Do my mom know what's happening right now? No.",
      "th": "แม่จะรู้มั้ยว่าตอนนี้เกิดอะไรขึ้น ไม่รู้หรอก"
    }
  },
  {
    "translation": {
      "en": "Am I gonna tell her? No.",
      "th": "ผมจะบอกแม่มั้ย ไม่บอก"
    }
  },
  {
    "translation": {
      "en": "I don't need her stressing about me.",
      "th": "ไม่จำเป็นต้องให้แม่มาเครียดเรื่องผม"
    }
  },
  {
    "translation": {
      "en": "She's got four other kids to worry about.",
      "th": "แม่ต้องห่วงลูกอีกสี่คน"
    }
  },
  {
    "translation": {
      "en": "I don't need her stressing that her son is sleeping in a car.",
      "th": "ไม่จำเป็นต้องให้มาห่วงว่าลูกชายต้องนอนในรถ"
    }
  },
  {
    "translation": {
      "en": "She... I told her I'm sleeping at my friends,",
      "th": "แม่... ผมบอกแม่ว่าผมนอนบ้านเพื่อน"
    }
  },
  {
    "translation": {
      "en": "and she's okay with that, so I'm trying to just...",
      "th": "แล้วแม่ก็โอเค ผมเลยพยายามจะ..."
    }
  },
  {
    "translation": {
      "en": "I'm trying to help her out, too, 'cause I know...",
      "th": "ผมก็พยายามช่วยแม่เหมือนกัน เพราะผมรู้..."
    }
  },
  {
    "translation": {
      "en": "I know the situation over there is not the best, too, so...",
      "th": "ผมรู้ว่าสถานการณ์ที่บ้านก็ไม่ได้ดีเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I figured I'd get my stuff.",
      "th": "ผมก็ว่าจะจัดการเรื่องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวร"
    }
  }
]