[
  {
    "translation": {
      "en": "Ladies and gentlemen, good evening.",
      "th": "ท่านสุภาพบุรุษและสุภาพสตรี สวัสดีตอนเย็นครับ"
    }
  },
  {
    "translation": {
      "en": "This is the story of Orson Welles' last movie,",
      "th": "นี่คือเรื่องราวของภาพยนตร์เรื่องสุดท้าย ของออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind.",
      "th": "อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "[man 1] Uh, this is May 11th, 1971, The Other Side of the Wind.",
      "th": "นี่วันที่ 11 พฤษภาคม 1971 อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "Orson Welles. Um...",
      "th": "ออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "-Sound roll number eight. -[man 2] Rolling.",
      "th": "- ม้วนเสียงหมายเลขแปด - เริ่มแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[man 3] 'Cause you always start announcing it before I roll. All right, now,",
      "th": "อย่างที่คุณประณามผมเสมอก่อนผมจะเริ่ม เอาละ ทีนี้"
    }
  },
  {
    "translation": {
      "en": "I'll announce it.",
      "th": "ผมจะประกาศมันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Scene 58, take one. -[clapboard snaps]",
      "th": "ฉาก 58 เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Cumming] What you're about to watch is made up of fragments of the materials",
      "th": "สิ่งที่คุณจะได้รับชมประกอบขึ้นจาก ชิ้นส่วนของเนื้อหาที่ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "that Orson and others left behind.",
      "th": "สิ่งที่คุณจะได้รับชมประกอบขึ้นจาก ชิ้นส่วนของเนื้อหาที่ออร์สัน และคนอื่นๆ ทิ้งไว้เบื้องหลัง"
    }
  },
  {
    "translation": {
      "en": "Many of Orson's films started with a death...",
      "th": "หนังหลายเรื่องของออร์สันเริ่มด้วยการตาย"
    }
  },
  {
    "translation": {
      "en": "and so does ours.",
      "th": "ของเราก็เช่นกันครับ"
    }
  },
  {
    "translation": {
      "en": "When Orson Welles died yesterday, he was, as he had been most of his life,",
      "th": "ตอนออร์สัน เวลส์เสียชีวิตลงเมื่อวานนี้ เช่นเดียวกับชีวิตส่วนใหญ่ของเขา"
    }
  },
  {
    "translation": {
      "en": "in the midst of several film projects.",
      "th": "เขาอยู่ระหว่างการถ่ายทำหนังหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] It was the end of a career that had once promised so much.",
      "th": "มันเป็นการปิดฉากอาชีพ ที่ครั้งหนึ่งเคยให้ความหวังมากมาย"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] He was a giant of a man who made Citizen Kane,",
      "th": "เขาเป็นชายร่างยักษ์ผู้สร้างหนังซิติเซนเคน"
    }
  },
  {
    "translation": {
      "en": "who once scared America half to death with his War of the Worlds.",
      "th": "ผู้ทำให้อเมริกาครึ่งประเทศกลัวแทบตาย กับวอร์ออฟเดอะเวิลด์ฉบับของเขา"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] He'd been called a genius almost from birth.",
      "th": "เขาถูกเรียกขานว่าเป็นอัจฉริยะ แทบจะตั้งแต่เกิด"
    }
  },
  {
    "translation": {
      "en": "He was reading at two, performing Shakespeare at ten.",
      "th": "เขาอ่านออกตอนสองขวบ แสดงละครเชกสเปียร์ตอนสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "Regrettably, his later years never matched the promise of his early years.",
      "th": "น่าเสียใจอย่างยิ่งว่าช่วงบั้นปลายเขาไม่เคย เทียบกับช่วงแรกๆ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] He drifted off to lesser work and grew enormously fat.",
      "th": "เขาหันไปทำงานที่เล็กลง และตัวก็อ้วนมหึมา"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Movies were never finished.",
      "th": "หนังหลายเรื่องทำไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "There was this one, The Other Side of the Wind,",
      "th": "มันมีเรื่องนี้ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "about a world-famous filmmaker.",
      "th": "เกี่ยวกับนักทำหนังชื่อดังก้องโลก"
    }
  },
  {
    "translation": {
      "en": "Perhaps Welles' vision of himself.",
      "th": "อาจเป็นภาพที่เวลส์มองตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Cumming] How we sum up a person's life and the truth of that life",
      "th": "วิธีที่เราสรุปชีวิตของคนคนหนึ่ง และความจริงในชีวิตคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "are rarely he same thing.",
      "th": "แทบจะไม่เคยเป็นสิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Almost any story is almost certainly some kind of lie.",
      "th": "เกือบจะทุกเรื่องแทบจะเป็น คำโกหกในรูปแบบหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "But not this time.",
      "th": "แต่ไม่ใช่ครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "[Cumming] This time, the story of The Other Side of the Wind",
      "th": "ครั้งนี้ เรื่องราวของ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "is being told by the people who were there:",
      "th": "จะถูกบอกเล่าโดยผู้คนที่อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "cast and crew, friends and family.",
      "th": "นักแสดง ทีมงาน เพื่อน และครอบครัว"
    }
  },
  {
    "translation": {
      "en": "-My God, you're shooting from over there? -Why not?",
      "th": "- พระเจ้า คุณถ่ายจากตรงนั้นเลยเหรอ - ทำไมจะไม่ได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Orson said, \"They'll love me when I'm dead.\"",
      "th": "ออร์สันเคยพูดว่า \"พวกเขาจะรักผมก็ตอนที่ผมตายไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[woman] No, Orson denied ever saying that.",
      "th": "ไม่ ออร์สันปฏิเสธว่าไม่เคยพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-[man] It's almost true. -[woman] It's not true.",
      "th": "- นั่นเกือบจะจริง - มันไม่จริงเลย (สร้างจากเรื่องจริง)"
    }
  },
  {
    "translation": {
      "en": "Our movie starts long before things went wrong.",
      "th": "หนังของเราเริ่มต้นขึ้นนานก่อนเรื่องจะผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "And they did go horribly wrong.",
      "th": "และมันก็ผิดพลาดอย่างร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "But it begins at a moment of promise for Orson.",
      "th": "มันเริ่มต้นขึ้น ณ ช่วงเวลาแห่งคำสัญญา สำหรับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Let's watch.",
      "th": "เชิญรับชมครับ"
    }
  },
  {
    "translation": {
      "en": "[host] Mr. Orson Welles.",
      "th": "คุณออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "[man 1] Every time you'd mention his name,",
      "th": "ทุกครั้งที่คุณเอ่ยชื่อเขา"
    }
  },
  {
    "translation": {
      "en": "people would say, \"What did he do since Citizen Kane?\"",
      "th": "ผู้คนจะพูดว่า \"เขาทำอะไรบ้าง ตั้งแต่ซิติเซนเคนน่ะ\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Citizen Kane, the greatest motion picture ever made.",
      "th": "ซิติเซนเคน ภาพยตร์ที่ยิ่งใหญ่ที่สุดที่เคยสร้าง"
    }
  },
  {
    "translation": {
      "en": "[man 1] He made such a great movie and then...",
      "th": "เขาสร้างภาพยนตร์ที่ยิ่งใหญ่ขนาดนั้นแล้วก็..."
    }
  },
  {
    "translation": {
      "en": "\"Whatever happened to Orson Welles?\"",
      "th": "\"ตอนนี้ออร์สัน เวลส์ไปอยู่ที่ไหนล่ะ\""
    }
  },
  {
    "translation": {
      "en": "Every list of great films, many of them lead with Citizen Kane",
      "th": "ทุกรายชื่อภาพยนตร์ยอดเยี่ยม หลายรายชื่อขึ้นต้นด้วยซิติเซนเคน"
    }
  },
  {
    "translation": {
      "en": "and say it's the finest film made.",
      "th": "และบอกว่ามันคือหนังดีที่สุดที่ถูกสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Do you agree? -No, certainly not.",
      "th": "- เห็นด้วยมั้ยครับ - ไม่ แน่นอนว่าไม่"
    }
  },
  {
    "translation": {
      "en": "-That's interesting. -My next one is though, that's the...",
      "th": "- น่าสนใจ - เรื่องต่อไปของผมต่างหาก นั่นคือ..."
    }
  },
  {
    "translation": {
      "en": "-The Magnificent Ambersons? -No.",
      "th": "- เดอะแมกนิฟิเซนต์แอมเบอร์สันส์ - ไม่"
    }
  },
  {
    "translation": {
      "en": "-The one I'm preparing at this moment. -Oh, the next one.",
      "th": "- เรื่องที่ผมเตรียมสร้างอยู่ตอนนี้ - อ้อ เรื่องต่อไป"
    }
  },
  {
    "translation": {
      "en": "That's gonna make history.",
      "th": "นั่นจะสร้างประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "-Could you give us the title of that? -I haven't decided what it is yet.",
      "th": "- คุณบอกชื่อเรื่องเราได้มั้ยครับ - ผมยังไม่ได้ตัดสินใจว่าจะชื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "[man] It would become a last big effort in his lifetime.",
      "th": "มันจะกลายเป็นความพยายามครั้งใหญ่ ครั้งสุดท้ายในชีวิตของเขา"
    }
  },
  {
    "translation": {
      "en": "The chance to say, \"This is my masterpiece.\"",
      "th": "โอกาสที่จะได้พูดว่า \"นี่ละผลงานชิ้นเอกของผม\""
    }
  },
  {
    "translation": {
      "en": "What will really be the big basic differences between this picture",
      "th": "อะไรที่จะเป็นข้อแตกต่างหลักๆ ที่สำคัญ ระหว่างเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and anything else you've ever done?",
      "th": "กับเรื่องอื่นที่คุณเคยทำมาครับ"
    }
  },
  {
    "translation": {
      "en": "Because everything else I've ever done has been controlled,",
      "th": "เพราะเรื่องอื่นที่ผมทำมาทุกเรื่องมันถูกควบคุม"
    }
  },
  {
    "translation": {
      "en": "every frame is controlled.",
      "th": "ทุกเฟรมถูกควบคุม"
    }
  },
  {
    "translation": {
      "en": "But I would like to take a whole story and make the picture",
      "th": "แต่ผมอยากจะเอาเรื่องทั้งหมดนั่นมาทำเป็นหนัง"
    }
  },
  {
    "translation": {
      "en": "as though it were a documentary. The actors are gonna be improvising.",
      "th": "ให้เหมือนกับเป็นสารคดี นักแสดงจะด้นสดกัน"
    }
  },
  {
    "translation": {
      "en": "Have you done that kind of thing before with other--",
      "th": "คุณเคยทำแบบนั้นมาก่อนกับ..."
    }
  },
  {
    "translation": {
      "en": "Nobody's ever done it before, you know.",
      "th": "ไม่เคยมีใครทำแบบนั้นมาก่อน คุณก็รู้"
    }
  },
  {
    "translation": {
      "en": "But that seems to me like shooting and shooting,",
      "th": "แต่สำหรับฉัน นั่นมันดูเหมือน การตั้งกล้องถ่ายเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "and aren't you afraid the end result won't have any control?",
      "th": "แล้วคุณไม่กลัวเหรอคะว่าผลลัพธ์สุดท้าย จะควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-I keep-- -Not a bit, no, I really am not.",
      "th": "- ฉันว่า... - ไม่สักนิด ไม่ ผมไม่กลัวจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man] I can't even count the number of times I heard Orson say...",
      "th": "ผมแทบนับไม่ไหวถึงจำนวนครั้ง ที่ผมได้ยินออร์สันพูดว่า"
    }
  },
  {
    "translation": {
      "en": "The greatest things in movies are divine accidents.",
      "th": "สิ่งที่ยอดเยี่ยมที่สุดในหนังคือ ความบังเอิญที่เยี่ยมยอด"
    }
  },
  {
    "translation": {
      "en": "[man] \"Embrace that accident.\"",
      "th": "\"จงอ้าแขนรับความบังเอิญนั่น\""
    }
  },
  {
    "translation": {
      "en": "And my definition of a film director",
      "th": "และคำนิยามของผู้กำกับภาพยนตร์ของผม"
    }
  },
  {
    "translation": {
      "en": "is \"the man who presides over accidents.\"",
      "th": "คือผู้ควบคุมความบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "[Welles] They're these divine accidents.",
      "th": "ใช่ ความบังเอิญที่เยี่ยมยอดเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "It's the only thing that keeps films from being dead.",
      "th": "มันเป็นสิ่งเดียวที่ทำให้หนังยังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "Every time one would happen, boom!",
      "th": "ทุกครั้งที่มันเกิดขึ้น ตูม!"
    }
  },
  {
    "translation": {
      "en": "Genius would come out.",
      "th": "อัจฉริยะจะถือกำเนิด"
    }
  },
  {
    "translation": {
      "en": "[Welles] Everywhere, there are beautiful accidents.",
      "th": "ทุกแห่งจะมีลักษณะเฉพาะที่งดงาม"
    }
  },
  {
    "translation": {
      "en": "There's a smell in the air, there's a look",
      "th": "มันจะมีกลิ่นลอยในอากาศ มันมีภาพ"
    }
  },
  {
    "translation": {
      "en": "that changes the whole resonance of what you expected.",
      "th": "ที่เปลี่ยนความสั่นพ้องทั้งหมดของสิ่งที่คุณคาดหวัง"
    }
  },
  {
    "translation": {
      "en": "Sometimes I've had those accidents.",
      "th": "บางครั้งผมก็มีความบังเอิญเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "I made a picture in which somebody reached through a window in Touch of Evil,",
      "th": "ผมสร้างหนังที่มีตอนคนเอื้อมมือ ผ่านหน้าต่างในทัชออฟอีวิล"
    }
  },
  {
    "translation": {
      "en": "and found the egg...",
      "th": "และเจอไข่..."
    }
  },
  {
    "translation": {
      "en": "And we made a whole scene about it, you know.",
      "th": "และเราก็สร้างทั้งฉากเกี่ยวกับมัน"
    }
  },
  {
    "translation": {
      "en": "But I wanna go further.",
      "th": "แต่ผมอยากไปไกลกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[woman] Then on the basis of what you've said, it sounds as though",
      "th": "งั้นจากหลักการที่คุณพูดมา มันฟังดูเหมือนว่าทั้งเรื่องจะเป็น ชุดของความบังเอิญที่เยี่ยมยอด"
    }
  },
  {
    "translation": {
      "en": "the whole thing is going to be a series of your \"divine accidents.\"",
      "th": "มันฟังดูเหมือนว่าทั้งเรื่องจะเป็น ชุดของความบังเอิญที่เยี่ยมยอด"
    }
  },
  {
    "translation": {
      "en": "-[Welles] If we're lucky. -If you're lucky.",
      "th": "- ถ้าเราโชคดีนะ - ถ้าคุณโชคดี"
    }
  },
  {
    "translation": {
      "en": "That's right. You know, we're going to go fishing for accidents.",
      "th": "ใช่แล้ว เราจะออกไปตามล่าหาความบังเอิญกัน"
    }
  },
  {
    "translation": {
      "en": "Which I think can be very exciting, you know?",
      "th": "ซึ่งผมคิดว่ามันน่าตื่นเต้นมาก คุณว่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "Do you feel any kind of resentment",
      "th": "คุณรู้สึกขุ่นเคืองใจอะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "for what Hollywood did to you, or failed to offer you?",
      "th": "กับสิ่งที่ฮอลลีวูดทำกับคุณ หรือล้มเหลวที่จะเสนอให้คุณ"
    }
  },
  {
    "translation": {
      "en": "[man] At the time, Orson had lost his ability to finance his own work in America.",
      "th": "ตอนนั้น ออร์สันสูญเสียความสามารถ ในการหาเงินทุนให้งานของเขาในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "You are in some sense an exile, aren't you?",
      "th": "คุณอยู่ระหว่างประมาณว่าถูกเนรเทศใช่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "-You've been out of America a long time. -[Welles] Yes, yes.",
      "th": "- คุณมาอยู่นอกอเมริกาเป็นเวลานานเลย - ใช่ครับ ใช่"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson had been in Europe for two decades.",
      "th": "ออร์สันไปอยู่ในยุโรปเป็นเวลาสองทศวรรษ"
    }
  },
  {
    "translation": {
      "en": "Because he felt very betrayed by Hollywood.",
      "th": "เพราะเขารู้สึกว่า โดนฮอลลีวูดทรยศอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "I think he was permanently traumatized by Touch of Evil.",
      "th": "ผมคิดว่าเขาบอบช้ำทางจิตใต อย่างถาวรจากหนังทัชออฟอีวิล"
    }
  },
  {
    "translation": {
      "en": "[man 2] The studio said, \"God, Welles is functioning at such a level of brilliance.",
      "th": "สตูดิโอพูดว่า \"พระเจ้า เวลส์กำลังปฏิบัติหน้าที่ ด้วยความหลักแหลมแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "We're gonna make film after film with him.\"",
      "th": "เราจะทำหนังกับเขาอีกหลายต่อหลายเรื่อง\""
    }
  },
  {
    "translation": {
      "en": "That's what you think.",
      "th": "นั่นคือสิ่งที่คุณคิด"
    }
  },
  {
    "translation": {
      "en": "[Welles] Then they saw a rough cut of it.",
      "th": "แต่แล้วเมื่อพวกเขาเห็นฉบับตัดต่อคร่าวๆ"
    }
  },
  {
    "translation": {
      "en": "They were so horrified that I was fired.",
      "th": "พวกเขาก็หวาดกลัวมากเสียจนผมถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "And nobody's ever explained what horrified them.",
      "th": "และไม่เคยมีใครมาอธิบายว่าพวกเขากลัวอะไร"
    }
  },
  {
    "translation": {
      "en": "[woman] After Evil, nobody would touch him.",
      "th": "หลังจากทัชออฟอีวิล ก็ไม่มีใครติดต่อเขาอีก"
    }
  },
  {
    "translation": {
      "en": "They really wouldn't.",
      "th": "พวกเขาไม่ติดต่อมาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man 3] The popular press had forgotten about him.",
      "th": "สื่อยอดนิยมต่างลืมเลือนเขา"
    }
  },
  {
    "translation": {
      "en": "[man 1] People weren't chasing Orson down to work with him.",
      "th": "ผู้คนไม่ไล่ตามหาตัวเขามาร่วมงาน"
    }
  },
  {
    "translation": {
      "en": "[Welles] I think I have to make a very successful box office picture.",
      "th": "ผมคิดว่าผมต้องสร้างหนังที่ประสบความสำเร็จ อย่างมากในบ็อกซ์ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "I think I'm getting too old not to have made one.",
      "th": "ผมคิดว่าผมแก่เกินไปที่ยังไม่ได้สร้างหนังแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-[man 4] Orson needed a comeback film... -And?",
      "th": "- ออร์สันต้องการหนังคืนวงการ - และ..."
    }
  },
  {
    "translation": {
      "en": "[man 4] ...and it had to be strong.",
      "th": "และมันจะต้องโดดเด่น"
    }
  },
  {
    "translation": {
      "en": "It's one thing to know what you want, it's another thing",
      "th": "มันเรื่องหนึ่งที่จะรู้ว่าคุณต้องการอะไร เป็นอีกเรื่องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "to know how to go through the door when it opens.",
      "th": "ที่จะรู้ว่าจะคว้าโอกาสได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[man 1] Hollywood was changing in the '70s, changing huge.",
      "th": "ฮอลลีวูดกำลังเปลี่ยนแปลงในช่วงปี 70 เปลี่ยนแปลงครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[man 2] The new Hollywood began around '66.",
      "th": "ฮอลลีวูดยุคใหม่เริ่มต้นในปี 66"
    }
  },
  {
    "translation": {
      "en": "[man 3] Bonnie and Clyde, Five Easy Pieces. [man 1] Easy Rider.",
      "th": "- บอนนีแอนด์ไคลด์ ไฟว์อีซี่พีซเซส - อีซี่ไรเดอร์"
    }
  },
  {
    "translation": {
      "en": "[man 4] The kids with beards were taking over.",
      "th": "พวกเด็กไว้เครากำลังเข้ายึดครอง"
    }
  },
  {
    "translation": {
      "en": "We are children playing games, when we create.",
      "th": "เราเป็นเด็กๆ ที่เล่นเกมที่เราสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "Which is what movies are to me, and what drama is to me, it's a game.",
      "th": "นั่นคือสิ่งที่หนังเป็นสำหรับผม และสิ่งที่ละครเป็นสำหรับผม มันเป็นเกม"
    }
  },
  {
    "translation": {
      "en": "[man 3] Thirty-five-year-old men had taken over show business.",
      "th": "กลุ่มชายอายุสามสิบห้า กำลังเข้ายึดครองธุรกิจการแสดง"
    }
  },
  {
    "translation": {
      "en": "The studios didn't know anymore what was making money.",
      "th": "สตูดิโอไม่รู้อีกต่อไปแล้วว่าอะไรที่ทำเงิน"
    }
  },
  {
    "translation": {
      "en": "The studios were collapsing.",
      "th": "สตูดิโอกำลังล่มสลาย"
    }
  },
  {
    "translation": {
      "en": "[man 2] When Warner Brothers stopped making cartoons, it was over.",
      "th": "พอวอร์เนอร์บราเธอร์สเลิกผลิตการ์ตูน มันก็จบลง"
    }
  },
  {
    "translation": {
      "en": "-[gunshot] -♪ Cheree, Cheree ♪",
      "th": "ที่รักจ๋า ที่รัก"
    }
  },
  {
    "translation": {
      "en": "[man 1] In the new Hollywood, everybody had this incredible reverence for Orson Welles.",
      "th": "ในฮอลลีวูดยุคใหม่ ทุกคนมีความเคารพ ให้กับออร์สัน เวลส์อย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "[man 2] He was somewhere between Zen master and God.",
      "th": "เขาอยู่ที่ไหนสักแห่งระหว่าง อาจารย์ลัทธิเซนกับพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[man 1] I mean, sure, Citizen Kane was maybe the greatest film ever made,",
      "th": "แน่นอนว่าซิติเซนเคนอาจเป็น หนังที่ยิ่งใหญ่ที่สุดที่เคยสร้าง"
    }
  },
  {
    "translation": {
      "en": "but I'm not even sure it's his best film.",
      "th": "แต่ผมไม่แน่ใจด้วยซ้ำ ว่านั่นเป็นหนังดีที่สุดของเขา"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Lady From Shanghai. -[man 3] The mirror sequence.",
      "th": "- เดอะเลดี้ฟรอมชางไฮ - ฉากกระจก"
    }
  },
  {
    "translation": {
      "en": "-[man 4] Oh, wow! -[woman] Wow!",
      "th": "- โอ้ ว้าว - ว้าว"
    }
  },
  {
    "translation": {
      "en": "[man 5] How could you even think to do that?",
      "th": "คุณคิดจะทำแบบนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "♪ My comic book fantasy ♪",
      "th": "(เดอะไทรอัล (1962) ผู้กำกับ ออร์สัน เวลส์)"
    }
  },
  {
    "translation": {
      "en": "[man 6] He was a prototypical independent filmmaker.",
      "th": "เขาเป็นนักทำหนังอิสระรุ่นบุกเบิก"
    }
  },
  {
    "translation": {
      "en": "[man 2] Oh, my God, yes.",
      "th": "โอ้ พระเจ้า ใช่"
    }
  },
  {
    "translation": {
      "en": "Chimes is the most perfect film ever made.",
      "th": "ไชม์สแอ็ตมิดไนต์เป็นหนัง ที่สมบูรณ์แบบที่สุดที่เคยสร้าง"
    }
  },
  {
    "translation": {
      "en": "The chance to make my films in America's...",
      "th": "โอกาสที่จะสร้างหนังของผมในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "has been very hard, but I think it's getting easier.",
      "th": "มันยากลำบากมาก แต่ผมคิดว่ามันกำลังจะง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "Pictures are becoming more adventurous.",
      "th": "หนังเริ่มมีความโลดโผนมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "The opportunities ahead of me are greater, much than they were five years ago.",
      "th": "โอกาสข้างหน้าผมมีสูงขึ้น สูงกว่าที่เคยมีเมื่อห้าปีก่อนมาก"
    }
  },
  {
    "translation": {
      "en": "[man 2] Orson wanted in because he wanted to do a film about Hollywood.",
      "th": "ออร์สันอยากเข้ามา เพราะเขาอยากทำหนังเกี่ยวกับฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "[Cumming] It was the siren's call that drew Orson back to Hollywood.",
      "th": "มันคือเสียงไซเรนที่พาออร์สัน กลับไปหาฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "And this is where the story really begins.",
      "th": "และนี่คือที่ซึ่งเรื่องราวเริ่มขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "In a bungalow at the Beverly Hills Hotel on the 4th of July, 1970.",
      "th": "ในบังกะโลที่โรงแรมเบเวอร์ลีฮิลส์ วันที่ 4 กรกฎาคม 1970 (โรงแรมเบเวอร์ลีฮิลส์)"
    }
  },
  {
    "translation": {
      "en": "[man] One day in 1970, near the 4th of July,",
      "th": "วันหนึ่งในปี 1970 แถวๆ วันที่ 4 กรกฎาคม"
    }
  },
  {
    "translation": {
      "en": "I was at Schwab's Drugstore in Hollywood.",
      "th": "ผมอยู่ที่ร้านขายยาชวับส์ในฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "[Cumming] This is cameraman Gary Graver.",
      "th": "นี่ช่างภาพผม แกรี เกรเวอร์"
    }
  },
  {
    "translation": {
      "en": "He shot everything Orson directed for the last 15 years of his life.",
      "th": "เขาถ่ายทุกเรื่องที่ออร์สันกำกับ ในช่วง 15 ปีสุดท้ายของเขา"
    }
  },
  {
    "translation": {
      "en": "[woman] Tell us how you met Orson Welles.",
      "th": "บอกเราซิว่าคุณพบออร์สัน เวลส์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Graver] I read in Variety that Orson Welles was at the Beverly Hills Hotel.",
      "th": "ผมอ่านเจอในวาไรตี้ว่าออร์สัน เวลส์ อยู่ที่โรงแรมเบเวอร์ลีฮิลส์"
    }
  },
  {
    "translation": {
      "en": "I went back to the phone booth, called him up...",
      "th": "ผมกลับไปที่ตู้โทรศัพท์ โทรหาเขา"
    }
  },
  {
    "translation": {
      "en": "...and to my surprise, he answered the phone.",
      "th": "และผมก็ต้องประหลาดใจ เขารับโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "-\"Hello?\" I said, \"Oh, Orson Welles?\" -Hello?",
      "th": "- \"ฮัลโหล\" ผมพูด \"ออร์สัน เวลส์ใช่มั้ยครับ\" - ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "I said, \"I'm Gary Graver, I'm an American cameraman.\"",
      "th": "ผมบอกว่า \"ผมแกรี เกรเวอร์ ผมเป็นช่างภาพชาวอเมริกัน\""
    }
  },
  {
    "translation": {
      "en": "-[Welles] Come and talk to me. -\"I've got to talk to you.\"",
      "th": "- มานั่งคุยกับผมสิ - \"ผมต้องคุยกับคุณ\""
    }
  },
  {
    "translation": {
      "en": "I want to talk to you now!",
      "th": "ผมอยากคุยกับคุณตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Get over to the Beverly Hills Hotel right away.\"",
      "th": "และเขาก็พูดว่า \"มาที่โรงแรมเบเวอร์ลีฮิลส์เดี๋ยวนี้เลย\""
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "I raced over to the Beverly Hills Hotel, knocked on the door, and there was Orson.",
      "th": "ผมตะบึงไปที่โรงแรมเบเวอร์ลีฮิลส์ เคาะประตู แล้วออร์สันก็อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "-I said, \"I'd like to work with you.\" -Why?",
      "th": "- ผมพูดว่า \"ผมอยากร่วมงานกับคุณ\" - ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Orson said, \"We'll make some tests, and if I like what you do,",
      "th": "ออร์สันบอกว่า \"เราต้องทดสอบกันหน่อย และถ้าผมชอบที่คุณทำ"
    }
  },
  {
    "translation": {
      "en": "we'll start a script.\"",
      "th": "เราจะเริ่มเขียนบท\""
    }
  },
  {
    "translation": {
      "en": "And I was very nervous about it.",
      "th": "ผมเครียดกับมันมาก"
    }
  },
  {
    "translation": {
      "en": "[Welles] Cut. Go back again. Stop it! Gary, you must listen to me.",
      "th": "คัต กลับไปใหม่อีกครั้ง หยุดเลย แกรี คุณต้องฟังผมนะ"
    }
  },
  {
    "translation": {
      "en": "[Graver] The tests, as you see here, are shots of Orson",
      "th": "การทดสอบ อย่างที่คุณเห็น คือการถ่ายภาพของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "sitting in the Beverly Hills Hotel bungalow that he rented,",
      "th": "ซึ่งนั่งอยู่ในบังกะโล โรงแรมเบเวอร์ลีฮิลส์ที่เขาเช่า"
    }
  },
  {
    "translation": {
      "en": "and I was shooting him.",
      "th": "และผมก็ถ่ายเขา"
    }
  },
  {
    "translation": {
      "en": "He said, \"You're the second cameraman that's called me up.",
      "th": "เขาบอกว่า \"นายเป็นช่างภาพคนที่สองที่โทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "The first one was Gregg Toland on Citizen Kane.\"",
      "th": "คนแรกคือเกร็ก โทแลนด์ที่ถ่ายซิติเซนเคน\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Now you.",
      "th": "เขาพูด \"ทีนี้ก็คุณ"
    }
  },
  {
    "translation": {
      "en": "So, it must mean good luck.",
      "th": "งั้นมันต้องหมายถึงโชคดี"
    }
  },
  {
    "translation": {
      "en": "I would like to work with you.\"",
      "th": "ผมอยากร่วมงานกับคุณ\""
    }
  },
  {
    "translation": {
      "en": "And we began to make a movie called: [voices overlapping] The Other Side of the Wind.",
      "th": "และเราก็เริ่มสร้างหนังที่ชื่อว่า อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind. What is that?",
      "th": "อีกฟากฝั่งของสายลม มันคืออะไรน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "You could drive yourself nuts trying to get an answer to that one.",
      "th": "คุณอาจบ้าไปเลยในการพยายามหาคำตอบ ของคำถามนั้น"
    }
  },
  {
    "translation": {
      "en": "[Cumming] The conceit of this movie is that it is actually two movies in one.",
      "th": "ความคิดของหนังเรื่องนี้ก็คือว่า ที่จริงแล้ว มันเป็นหนังสองเรื่องในเรื่องเดียว"
    }
  },
  {
    "translation": {
      "en": "[Welles] The Other Side of the Wind is divided into two sections.",
      "th": "อีกฟากฝั่งของสายลม ถูกแบ่งออกเป็นสองส่วน"
    }
  },
  {
    "translation": {
      "en": "There is the film which is made by documentary cameramen,",
      "th": "มีหนังที่สร้างโดยช่างภาพสารคดี"
    }
  },
  {
    "translation": {
      "en": "which is the story of the last day of the director's life.",
      "th": "ซึ่งเป็นเรื่องวันสุดท้ายในชีวิตผู้กำกับคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And there is the film which is made by the director,",
      "th": "แล้วก็มีหนังที่สร้างโดยตัวผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "which has just broken down for lack of funds.",
      "th": "ซึ่งถ่ายไม่จบเพราะขาดเงินทุน"
    }
  },
  {
    "translation": {
      "en": "[woman] And these two stories almost simultaneously move together.",
      "th": "(สองเรื่อง... อีกฟากฝั่งของสายลม คือชื่อของทั้งคู่) และสองเรื่องนี้ก็ดำเนินเรื่องไปพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "[in French] So, what is this film about?",
      "th": "แล้วหนังเรื่องนี้เกี่ยวกับอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "-It's the story of an old director. -Yeah?",
      "th": "มันเป็นเรื่องของผู้กำกับวัยดึก"
    }
  },
  {
    "translation": {
      "en": "A generation even older than me. It's difficult to imagine that.",
      "th": "วัยที่ชรายิ่งกว่าผม มันยากจะจินตนาการนะ"
    }
  },
  {
    "translation": {
      "en": "[man 1] The Other Side of the Wind is a movie about an aging film director.",
      "th": "อีกฟากฝั่งของสายลม เป็นหนังเกี่ยวกับ ผู้กำกับหนังที่มีอายุ"
    }
  },
  {
    "translation": {
      "en": "[woman] The darling of Hollywood who fell out of favor.",
      "th": "คนโปรดของฮอลลีวูดที่สูญเสียความนิยม"
    }
  },
  {
    "translation": {
      "en": "[man 2] The great American film artist...",
      "th": "ศิลปินชาวอเมริกันผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[man 3] That gets rejected in Hollywood, goes to Europe...",
      "th": "ที่ถูกปฏิเสธจากฮอลลีวูด เขาไปยุโรป"
    }
  },
  {
    "translation": {
      "en": "[woman 2] And comes back to Hollywood.",
      "th": "และกลับมาฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "It was a thinly-veiled version of himself.",
      "th": "มันคือตัวเขาในแบบที่ถูกอำพรางไว้บางๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. Would that make him an autobiographical character for you?",
      "th": "โอเค นั่นจะทำให้เขาเป็น ตัวละครอัตชีวประวัติสำหรับคุณมั้ย"
    }
  },
  {
    "translation": {
      "en": "No. Everybody will think it's autobiographical, but it's not.",
      "th": "ไม่ครับ ทุกคนคิดว่ามันเป็นอัตชีวประวัติ แต่มันไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah. Bullshit.",
      "th": "ใช่ งี่เง่า"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Of course it is. -[man 3] It must be autobiographical.",
      "th": "- แน่นอนว่าใช่ - มันต้องเป็นอัตชีวประวัติแน่"
    }
  },
  {
    "translation": {
      "en": "[man 1] A hundred percent Orson.",
      "th": "ออร์สันร้อยเปอร์เซ็นต์เลย"
    }
  },
  {
    "translation": {
      "en": "[man 4] No doubt it's an autobiographical movie.",
      "th": "ไม่ต้องสงสัยว่ามันเป็นหนังอัตชีวประวัติ"
    }
  },
  {
    "translation": {
      "en": "[man 1] He hated that.",
      "th": "เขาเกลียดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He didn't want to be analyzed through his films.",
      "th": "เขาไม่อยากจะถูกวิเคราะห์ผ่านหนังของเขา"
    }
  },
  {
    "translation": {
      "en": "[man 1] Actually, The Other Side of the Wind started",
      "th": "จริงๆ แล้ว อีกฟากฝั่งของสายลม เริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "because of a conversation I had with Orson.",
      "th": "เพราะบทสนทนาที่ผมคุยกับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Who is this man?",
      "th": "ชายคนนี้เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "[man] Peter Bogdanovich started as a film historian.",
      "th": "ปีเตอร์ บ็อกนาโดวิชเริ่มจากเป็น นักประวัติศาสตร์ภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "And Orson, he was my hero.",
      "th": "และออร์สัน เขาเป็นฮีโร่ของผม"
    }
  },
  {
    "translation": {
      "en": "He said, \"Isn't it a pity you can't do a nice little book about me?\" [chuckles]",
      "th": "เขาพูดว่า \"มันไม่น่าเสียดายเหรอที่คุณ ไม่ได้ทำหนังสือเล็กๆ เกี่ยวกับผม\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I'd be happy to do an interview book with you.\"",
      "th": "ผมบอกว่า \"ผมยินดีจะทำ หนังสือบทสัมภาษณ์กับคุณ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Fine, let's do it.\"",
      "th": "เขาบอกว่า \"ได้สิ ทำกันเลย\""
    }
  },
  {
    "translation": {
      "en": "And he said...",
      "th": "และบอกอีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Welles] You know why I was sleepless last night?",
      "th": "รู้ไหมทำไมผมไม่ได้นอนเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Why?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Welles] I've got a story that I've worked on for many years.",
      "th": "ผมมีอยู่เรื่องหนึ่งที่ผมพยายามทำมาแล้วหลายปี"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] I said, \"What's that?\" \"Well, it's about an older film director",
      "th": "และผมถามว่า \"มันคืออะไร\" เขาตอบว่า \"มันเกี่ยวกับผู้กำกับหนังที่แก่กว่า"
    }
  },
  {
    "translation": {
      "en": "and a young film director, and the betrayal",
      "th": "กับผู้กำกับหนุ่ม และการทรยศ"
    }
  },
  {
    "translation": {
      "en": "of their friendship.\"",
      "th": "มิตรภาพของพวกเขา\""
    }
  },
  {
    "translation": {
      "en": "Not that it matters.",
      "th": "ไม่ใช่ว่ามันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Welles] I am crazy enough to do that in preference to anything else.",
      "th": "ผมบ้าพอที่จะทำมันแทนอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "-[Bogdanovich] Oughta make it right away. -[Welles] Right away.",
      "th": "- คุณควรทำมันทันทีเลย - ทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] \"I must make it now.\"",
      "th": "คุณต้องสร้างมันเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Cut. -[laughter]",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] He calls me up and he says, \"What are you doing Thursday?\"",
      "th": "เขาโทรหาผมแล้วพูดว่า \"วันพฤหัสบดีนี้คุณทำอะไร\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"I'm going to Texas to start my first film.\"",
      "th": "และผมตอบว่า \"ผมกำลังไปเทกซัส ไปถ่ายหนังเรื่องแรกของผม\""
    }
  },
  {
    "translation": {
      "en": "But this was before all that.",
      "th": "(\"เดอะลาสต์พิกเจอร์โชว์เป็นผลงานชิ้นเอก\") นี่มันก่อนเรื่องทั้งหมดนั่น"
    }
  },
  {
    "translation": {
      "en": "Orson said, \"What time is your plane?\"",
      "th": "ออร์สันพูดว่า \"เครื่องคุณขึ้นกี่โมง\""
    }
  },
  {
    "translation": {
      "en": "[chuckles] I said, \"Three o'clock.\"",
      "th": "ผมตอบ \"ตีสาม\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Can you meet me at noon where the planes fly low over the street?\"",
      "th": "เขาบอกว่า \"คุณมาเจอผมตอนเที่ยง ตรงที่เครื่องบินบินต่ำเหนือถนนได้มั้ย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, okay. What are we doing?\"",
      "th": "ผมเลยบอกว่า \"ได้สิ โอเค เราจะทำอะไรกัน\""
    }
  },
  {
    "translation": {
      "en": "\"I'll tell you about it when I see you. Just meet me at noon.\"",
      "th": "\"ผมจะบอกคุณตอนเจอกัน แค่มาพบผมตอนเที่ยง\""
    }
  },
  {
    "translation": {
      "en": "-[man] Take one, second-- -[Welles] Let me announce it.",
      "th": "- ฉาก 55 เทกหนึ่ง - ให้ผมประกาศนะ"
    }
  },
  {
    "translation": {
      "en": "Bus Studio, Scene 55, Take one!",
      "th": "บัสสตูดิโอ ฉาก 55 เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The mic all right?",
      "th": "ไมค์โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] At first, he had me playing a cineaste,",
      "th": "ตอนแรกเขาให้ผมเล่นเป็นนักภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "you know, a guy who writes about movies.",
      "th": "คนที่เขียนเกี่ยวกับหนังน่ะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Hannaford? Uh, Mr. Hannaford.",
      "th": "คุณฮันนาฟอร์ด คุณฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Jake Hannaford's the leading character, an old director.",
      "th": "เจค ฮันนาฟอร์ดเป็นตัวละครเอก ผู้กำกับชรา"
    }
  },
  {
    "translation": {
      "en": "Mr. Hannaford, uh, in the body of your film work,",
      "th": "คุณฮันนาฟอร์ด ในประเด็นสำคัญของผลงานของคุณ"
    }
  },
  {
    "translation": {
      "en": "how significantly would you relate the trauma of your father's suicide?",
      "th": "ความบอบช้ำทางจิตใจ จากการฆ่าตัวตายของพ่อคุณ มีความเกี่ยวข้องกับคุณ อย่างมีนัยสำคัญยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Orson had me do it like Jerry Lewis. And it was like,",
      "th": "ออร์สันให้ผมแสดงเหมือนเจอร์รี ลิวอิส และมันประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"Mr. Hannaford, do you think that the cinema is like a phallus?\"",
      "th": "\"คุณฮันนาฟอร์ด คุณคิดว่าโรงหนัง เหมือนองคชาตมั้ย\""
    }
  },
  {
    "translation": {
      "en": "Orson thought that was hilarious.",
      "th": "ออร์สันคิดว่านั่นตลกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I did some stuff like Jerry and broke myself up. [laughing]",
      "th": "ผมทำเหมือนอย่างเจอร์รี แล้วก็หลุดขำ"
    }
  },
  {
    "translation": {
      "en": "He said, \"Don't laugh!\"",
      "th": "เขาเลยบอก \"อย่าหัวเราะสิ\""
    }
  },
  {
    "translation": {
      "en": "He wanted a free train.",
      "th": "เขาอยากได้รถไฟฟรี"
    }
  },
  {
    "translation": {
      "en": "[Welles] All right, come back! Come back!",
      "th": "กลับมาก่อน กลับมา"
    }
  },
  {
    "translation": {
      "en": "Sun got in the lens.",
      "th": "พระอาทิตย์เข้ามาในเลนส์"
    }
  },
  {
    "translation": {
      "en": "Mr. Hannaford!",
      "th": "ฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Mr. Hannaford?",
      "th": "ฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "[Welles] It's a crazy picture.",
      "th": "มันเป็นหนังที่บ้า"
    }
  },
  {
    "translation": {
      "en": "It's not a work of fiction, it's a little of everything.",
      "th": "มันไม่ใช่เรื่องแต่ง มันมีทุกอย่างอย่างละนิด"
    }
  },
  {
    "translation": {
      "en": "You either hate it or loathe it, like most people.",
      "th": "คุณจะเกลียดมันไม่ก็แขยงมัน เหมือนคนส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "It's kind of a departure in moviemaking.",
      "th": "มันเหมือนเป็นการฉีกจากการสร้างหนังปกติ"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind is structured around a party",
      "th": "อีกฟากฝั่งของสายลม มีโครงสร้างอยู่รอบๆ งานเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "being thrown for the director, Jake Hannaford.",
      "th": "ที่จัดขึ้นให้กับผู้กำกับ เจค ฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "This gives him a chance to assert his relevance",
      "th": "นี่ให้โอกาสเขาที่จะยืนยันความสัมพันธ์ของเขา"
    }
  },
  {
    "translation": {
      "en": "amongst the biggest names of the new Hollywood movement.",
      "th": "กับขาใหญ่ที่สุดในการเคลื่อนไหว ของฮอลลีวูดยุคใหม่"
    }
  },
  {
    "translation": {
      "en": "Orson began shooting fragments of this scene,",
      "th": "ออร์สันเริ่มถ่ายทำบางส่วนของฉากนี้"
    }
  },
  {
    "translation": {
      "en": "and would continue to do so for the next five years.",
      "th": "และจะถ่ายต่อไปอีกห้าปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "[Welles] Chabrol, take one!",
      "th": "ชาบรอล เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man] During the party scenes, Orson wanted to have actual filmmakers...",
      "th": "ระหว่างฉากงานเลี้ยง ออร์สันอยากให้มีคนทำหนังจริงๆ... (คลอด ชาบรอล)"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-[man] ...on camera. -[clapboard snaps]",
      "th": "มาเข้ากล้อง (เคอร์ติส แฮร์ริงตัน)"
    }
  },
  {
    "translation": {
      "en": "-But then... -[Welles] For Henry and Paul!",
      "th": "- แต่แล้ว... - เฮนรีกับพอล (พอล เมเซอร์สกี เฮนรี แจ็กลอม)"
    }
  },
  {
    "translation": {
      "en": "-Roll five, take one. -[laughing]",
      "th": "ม้วนห้า เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He wanted a fight of two young directors.",
      "th": "เขาอยากได้ฉากผู้กำกับหนุ่มสองคนทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "-Don't condescend-- Don't patronize me. -Let me finish. Well, let me finish.",
      "th": "- อย่าลดตัว... อย่าทำเหมือนฉันเป็นเด็ก - ให้ฉันพูดให้จบ ให้ฉันพูดให้จบ"
    }
  },
  {
    "translation": {
      "en": "-If you're really an honest man-- -Can I talk to him?",
      "th": "- นายเป็นคนซื่อสัตย์จริงๆ - ขอฉันคุยกับเขาได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yeah, but if you're an honest man-- -May I speak with him or not?",
      "th": "- ได้ แต่ถ้านายเป็นคนซื่อสัตย์ - ขอฉัน... ให้ฉันคุยกับเขาได้หรือไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man] Uh, Dennis Hopper showed up.",
      "th": "เดนนิส ฮอปเปอร์โผล่มา"
    }
  },
  {
    "translation": {
      "en": "[Welles] Dennis Hopper, filmmaker, extraordinary leading actor.",
      "th": "เดนนิส ฮ็อปเปอร์ นักทำหนัง นักแสดงนำที่วิเศษ"
    }
  },
  {
    "translation": {
      "en": "-[man] He got incredibly stoned... -[laughter]",
      "th": "เขาเมามากอย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "...and was debating Jake Hannaford.",
      "th": "และเถียงอยู่กับเจค ฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "-Jake, everybody knows about you. -Yeah, I know.",
      "th": "- เจค ทุกคนรู้เรื่องนาย - ใช่ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "[Cumming] With the lead role of Jake Hannaford not yet cast,",
      "th": "นักแสดงนำในบทเจค ฮันนาฟอร์ด ยังไม่ได้ถูกเลือก"
    }
  },
  {
    "translation": {
      "en": "Welles played the role of the director off camera.",
      "th": "เวลส์เลยเล่นบทผู้กำกับจากนอกเฟรม"
    }
  },
  {
    "translation": {
      "en": "[Welles] Do you believe movies are also magic?",
      "th": "คุณเชื่อมั้ยว่าหนังก็เป็นเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "-[men chuckling] -Right.",
      "th": "เชื่อสิ"
    }
  },
  {
    "translation": {
      "en": "When Elvis Presley was 21, he came to me and said...",
      "th": "ตอนเอลวิส เพรสลีย์อายุ 21 เขามาหาผมและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "he's gotta do this fight scene. He says, \"I've never hit a woman before.",
      "th": "เขาต้องเข้าฉากต่อสู้ เขาบอกว่า \"ผมไม่เคยตบผู้หญิงมาก่อน\""
    }
  },
  {
    "translation": {
      "en": "Gotta hit Debra Paget.\"",
      "th": "แต่เขาก็ตบเดบรา พาเจ็ต"
    }
  },
  {
    "translation": {
      "en": "And I said, \"But you don't really hit people in movies.\"",
      "th": "ผมเลยว่า \"แต่คุณไม่ต้องต่อยจริงในหนังนี่\""
    }
  },
  {
    "translation": {
      "en": "He says, \"I suppose you're gonna say they don't really shoot real bullets at people.",
      "th": "เขาพูดว่า \"ผมนึกว่าคุณจะพูดว่า พวกเขาไม่ยิงกระสุนจริงใส่คนหรอก"
    }
  },
  {
    "translation": {
      "en": "I've seen the wood splinter off the wall.\"",
      "th": "ผมเคยเห็นเศษไม้ร่วงจากกำแพง\""
    }
  },
  {
    "translation": {
      "en": "-[Welles] He said that? -Yeah.",
      "th": "- เขาพูดงั้นเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Welles] Yeah, but aren't you confusing reality with magic?",
      "th": "ใช่ แต่คุณไม่สับสนความเป็นจริง กับเวทมนตร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "In other words, I believe people will believe anything in movies.",
      "th": "พูดอีกอย่าง ผมเชื่อว่าผู้คนจะเชื่อทุกอย่างในหนัง"
    }
  },
  {
    "translation": {
      "en": "[Welles] Reality is always poor, weak stuff compared to magic.",
      "th": "ความเป็นจริงเป็นสิ่งที่อ่อนแอ น่าสงสารเสมอ เมื่อเทียบกับเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "[man] Orson was a big believer in magic.",
      "th": "ออร์สันเป็นคนที่เชื่อเรื่องเวทมนตร์มาก"
    }
  },
  {
    "translation": {
      "en": "The idea that maybe... maybe what you see isn't real. [chuckles]",
      "th": "ความคิดที่ว่าบางที... บางทีสิ่งที่คุณเห็นมันอาจไม่จริง"
    }
  },
  {
    "translation": {
      "en": "You may have wondered why I look so peculiar on the television.",
      "th": "คุณอาจสงสัยว่าทำไมผมดูประหลาดจังในทีวี"
    }
  },
  {
    "translation": {
      "en": "And it's partly, I must confess to you,",
      "th": "และมันแค่บางส่วน ผมต้องขอสารภาพกับคุณ"
    }
  },
  {
    "translation": {
      "en": "the fact that you see my nose as it is.",
      "th": "ความจริงก็คือคุณเห็นจมูกผมอย่างที่เป็นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] He's really a very handsome man.",
      "th": "แต่เป็นชายที่หล่อมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "He always hides it with different noses. He doesn't like it,",
      "th": "เขาซ่อนมันไว้ด้วยจมูกแบบต่างๆ เขาไม่ชอบมัน"
    }
  },
  {
    "translation": {
      "en": "he thinks it's too weak-looking or something. I love his nose.",
      "th": "เขาคิดว่ามันดูอ่อนแอเกินไปอะไรแบบนั้น ฉันรักจมูกเขา"
    }
  },
  {
    "translation": {
      "en": "[interviewer] He changes noses? Oh.",
      "th": "เขาเปลี่ยนจมูกเหรอ"
    }
  },
  {
    "translation": {
      "en": "In most of the films that I appear in, I put on a false nose,",
      "th": "ในหนังส่วนใหญ่ที่ผมปรากฏตัว ผมใส่จมูกปลอม"
    }
  },
  {
    "translation": {
      "en": "usually as large as I can find.",
      "th": "ปกติจะเอาอันใหญ่สุดที่หาได้"
    }
  },
  {
    "translation": {
      "en": "[man] He said, \"All my life, I've hidden behind masks.\"",
      "th": "เขาบอกว่า \"ตลอดชีวิตผม ผมหลบซ่อนอยู่หลังหน้ากาก\""
    }
  },
  {
    "translation": {
      "en": "And he had created a wall with these masks,",
      "th": "และเขาได้สร้างกำแพงด้วยหน้ากากเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "hiding the real Orson.",
      "th": "กำบังออร์สันตัวจริงเอาไว้"
    }
  },
  {
    "translation": {
      "en": "[Welles] The Other Side of the Wind is entirely masked.",
      "th": "อีกฟากฝั่งของสายลม เป็นการสวมหน้ากากทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "In other words,",
      "th": "กล่าวอีกอย่างก็คือ"
    }
  },
  {
    "translation": {
      "en": "the party shot by a documentary crew",
      "th": "ฉากงานเลี้ยงที่ถ่ายโดยทีมงานสารคดี"
    }
  },
  {
    "translation": {
      "en": "is in a style that wouldn't have been my style as a movie director.",
      "th": "ถ่ายในสไตล์ที่ไม่ใช่สไตล์การกำกับของผมเลย"
    }
  },
  {
    "translation": {
      "en": "And the movie within a movie is an impersonation by me",
      "th": "และหนังในหนังก็เป็นการปลอมตัวของผม"
    }
  },
  {
    "translation": {
      "en": "of my director character trying to make an art movie.",
      "th": "เป็นตัวละครผู้กำกับของผม ที่พยายามจะสร้างหนังอาร์ต"
    }
  },
  {
    "translation": {
      "en": "[Welles in French] It's not my film.",
      "th": "มันไม่ใช่หนังของผม"
    }
  },
  {
    "translation": {
      "en": "-It's a film by the character. -Yes!",
      "th": "- มันเป็นหนังของตัวละคร - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Welles in English] You will see the movie within a movie is not a movie I would ever have made.",
      "th": "คุณจะเห็นว่าหนังในหนังนั้น ไม่ใช่หนังในแบบที่ผมเคยสร้างเลย"
    }
  },
  {
    "translation": {
      "en": "There was no plot.",
      "th": "มันไม่มีพล็อต"
    }
  },
  {
    "translation": {
      "en": "Essentially it was about my character chasing a girl,",
      "th": "หลักๆ มันก็เกี่ยวกับ ตัวละครของผมไล่ตามผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "chasing her around or something.",
      "th": "ไล่ตามเธอไปรอบๆ อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "A little game of \"catch me if you can.\"",
      "th": "ฉบับย่อของ \"จับให้ได้ถ้านายแน่จริง\""
    }
  },
  {
    "translation": {
      "en": "It was pretty clear the film that Hannaford's making",
      "th": "มันค่อนข้างชัดนะว่าหนังที่ฮันนาฟอร์ดถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "is Orson's attempt to satirize European atmospheric cinema.",
      "th": "คือความพยายามของออร์สันที่จะเสียดสี หนังที่เน้นบรรยากาศของฝั่งยุโรป"
    }
  },
  {
    "translation": {
      "en": "[man] Which was popular back in the '60s.",
      "th": "ซึ่งได้รับความนิยมย้อนไปในช่วงปี 60"
    }
  },
  {
    "translation": {
      "en": "[Welles in French] And it was very amusing to make,",
      "th": "และมันสนุกมากที่ได้สร้าง"
    }
  },
  {
    "translation": {
      "en": "because I had the freedom, the joy,",
      "th": "เพราะผมมีอิสรภาพ มีความสุข"
    }
  },
  {
    "translation": {
      "en": "to make a film that is not a film by Orson Welles.",
      "th": "ที่จะได้สร้างหนังที่ไม่ใช่หนังของออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Because it's a film made with a mask.",
      "th": "เพราะมันเป็นหนังที่สร้างด้วยหน้ากาก"
    }
  },
  {
    "translation": {
      "en": "[man 1] With this film,",
      "th": "ด้วยหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Mr. Welles is a professional who's become an amateur.",
      "th": "คุณเวลส์คือมืออาชีพที่กลายมาเป็นมือใหม่"
    }
  },
  {
    "translation": {
      "en": "And it worked.",
      "th": "และมันได้ผล"
    }
  },
  {
    "translation": {
      "en": "[man 2] Pretty much everything he was doing was to save money.",
      "th": "ทุกอย่างที่เขาทำก็เพื่อจะประหยัดเงิน"
    }
  },
  {
    "translation": {
      "en": "[man 3] Because Orson paid for the shoot himself.",
      "th": "เพราะออร์สันเป็นคนออกเงินค่าถ่ายทำเอง"
    }
  },
  {
    "translation": {
      "en": "[man 2] Gary Graver provided him with a small, proper crew.",
      "th": "แกรี เกรเวอร์หาทีมงานชั้นดีทีมเล็กๆ ให้เขา"
    }
  },
  {
    "translation": {
      "en": "[Welles] Oh, boy!",
      "th": "โอ๊ย ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[man 4] By the way, Frank Marshall, producer of Indiana Jones,",
      "th": "ว่าแต่ว่า แฟรงค์ มาร์แชล โปรดิวเซอร์ของอินเดียนา โจนส์"
    }
  },
  {
    "translation": {
      "en": "-wasn't he part of the crew? -[man 2] Yeah.",
      "th": "- ไม่ใช่ว่าเขาเป็นทีมงานด้วยเหรอ - เป็นสิ"
    }
  },
  {
    "translation": {
      "en": "It was before I understood what a producer did. [chuckles]",
      "th": "แต่มันก่อนที่ผมจะเข้าใจว่าโปรดิวเซอร์ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "[man 5] There's a glorious sense of freedom and innocence",
      "th": "มันมีนัยยะแห่งความรุ่งโรจน์ของ อิสรภาพและความบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "that Welles was always yearning for.",
      "th": "ที่เวลส์โหยหามาตลอด"
    }
  },
  {
    "translation": {
      "en": "Because they were making things up as they went along.",
      "th": "เพราะพวกเขาก็คิดไปถ่ายไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[man 4] We have an entire crew who would let him do anything.",
      "th": "เรามีทีมงานทั้งทีมที่จะให้เขาทำอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "The only one who didn't give him any flak was Oja.",
      "th": "คนเดียวที่ไม่ให้อิสระเขาเต็มที่คือโอยา"
    }
  },
  {
    "translation": {
      "en": "[Welles] Her name...",
      "th": "ชื่อของเธอ..."
    }
  },
  {
    "translation": {
      "en": "is Oja. Oja Kodar.",
      "th": "คือโอยา โอยา โคดา"
    }
  },
  {
    "translation": {
      "en": "[Cumming] The star and the co-writer",
      "th": "นักแสดงและนักเขียนร่วม"
    }
  },
  {
    "translation": {
      "en": "of the movie within the movie was a young Croatian artist, Oja Kodar.",
      "th": "ของหนังในหนังคือศิลปินสาวชาวโครเอเชีย โอยา โคดา"
    }
  },
  {
    "translation": {
      "en": "She was also Orson's lover.",
      "th": "เธอเป็นคนรักของออร์สันด้วย"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson just loved Oja, it was the love of his life.",
      "th": "ออร์สันรักโอยา มันคือรักแท้ของเขา"
    }
  },
  {
    "translation": {
      "en": "[man 2] And he considered her an artistic collaborator.",
      "th": "และเขาถือว่าเธอเป็นผู้ร่วมงานในงานศิลป์"
    }
  },
  {
    "translation": {
      "en": "[in Croatian] When we first met...",
      "th": "ตอนเราเจอกันครั้งแรก..."
    }
  },
  {
    "translation": {
      "en": "I was very young...",
      "th": "ฉันยังเด็กมาก"
    }
  },
  {
    "translation": {
      "en": "[Oja in English] To me, he looked somehow menacing.",
      "th": "สำหรับฉัน เขาดูคุกคามอย่างบอกไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "[older Oja] With his cape...",
      "th": "ด้วยผ้าคลุมของเขา"
    }
  },
  {
    "translation": {
      "en": "he was a personification of the wind itself.",
      "th": "เขาเป็นรูปลักษณ์ของสายลม"
    }
  },
  {
    "translation": {
      "en": "But I knew the other side of this wind.",
      "th": "แต่ฉันรู้จักอีกฟากฝั่งของลมที่คอยพัดพาสายนี้"
    }
  },
  {
    "translation": {
      "en": "Because Orson was the wind that was capable of caressing you,",
      "th": "เพราะออร์สันเป็นสายลมที่สามารถเล้าโลมคุณ"
    }
  },
  {
    "translation": {
      "en": "lifting you, making you dance.",
      "th": "อุ้มชูคุณ ทำให้คุณเริงระบำ"
    }
  },
  {
    "translation": {
      "en": "[Welles] Time for a confession.",
      "th": "ถึงเวลาของการสารภาพ"
    }
  },
  {
    "translation": {
      "en": "-[man] Um... he was also married. -Good night, Oja.",
      "th": "- ตัวเขาเองก็แต่งงานแล้ว - ราตรีสวัสดิ์ โอยา"
    }
  },
  {
    "translation": {
      "en": "[woman] Olga... I call her Olga.",
      "th": "โอลกา ฉันเรียกเธอโอลกา"
    }
  },
  {
    "translation": {
      "en": "That's her real name, you know?",
      "th": "นั่นชื่อจริงของเธอ คุณรู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "My father was fascinated by this double life.",
      "th": "พ่อฉันหลงใหลในชีวิตสองบ้านแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It became intriguing and it was not boring,",
      "th": "มันกลายเป็นเรื่องน่าติดตามและมันไม่น่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "this unbelievable double life.",
      "th": "ชีวิตสองบ้านที่เหลือเชื่อนี้"
    }
  },
  {
    "translation": {
      "en": "Why my mother stayed married, I'll never know.",
      "th": "ทำไมแม่ฉันถึงไม่ยอมหย่า ฉันคงไม่มีวันรู้"
    }
  },
  {
    "translation": {
      "en": "But... that's her choice.",
      "th": "นั่นเป็นสิ่งที่แม่เลือก"
    }
  },
  {
    "translation": {
      "en": "[Welles] We'll leave Miss Kodar aside, for the moment.",
      "th": "เราจะเก็บเรื่องคุณโคดาไว้ก่อน ในตอนนี้นะครับ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson had been shooting this material for years",
      "th": "ออร์สันถ่ายเรื่องนี้มาหลายปี"
    }
  },
  {
    "translation": {
      "en": "with his own money, in the hopes that he could raise more money",
      "th": "ด้วยเงินของเขาเอง ด้วยความหวังว่า เขาจะสามารถหาเงินได้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "to finish when people saw what he was shooting.",
      "th": "เพื่อถ่ายให้เสร็จ พอมีคนเห็นว่า เขากำลังถ่ายอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "But I don't think he tried to get funding from the studios at first.",
      "th": "แต่ผมไม่คิดว่าเขาพยายาม จะขอทุนจากสตูดิโอในตอนแรกหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "[Cumming] In fact, Orson was sneaking into abandoned studio backlots",
      "th": "ที่จริงแล้ว ออร์สันแอบเข้าไป ในฉากกลางแจ้งที่ถูกทิ้งร้างของสตูดิโอ"
    }
  },
  {
    "translation": {
      "en": "under assumed names and filming an elaborate critique of Hollywood itself.",
      "th": "ภายใต้ชื่อปลอม และถ่ายหนัง ที่เป็นการวิจารณ์ตัวฮอลลีวูดอย่างลึกซึ้ง"
    }
  },
  {
    "translation": {
      "en": "Was it vengeance?",
      "th": "นั่นเป็นการแก้แค้นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[woman 1] The Magnificent Ambersons was the beginning",
      "th": "เดอะแมกนิฟิเซนต์แอมเบอร์สันส์ เป็นจุดเริ่มต้นของสิ่งที่เราเรียกว่า"
    }
  },
  {
    "translation": {
      "en": "of what we can call... the period of betrayal.",
      "th": "เดอะแมกนิฟิเซนต์แอมเบอร์สันส์ เป็นจุดเริ่มต้นของสิ่งที่เราเรียกว่า ช่วงเวลาแห่งการทรยศหักหลัง"
    }
  },
  {
    "translation": {
      "en": "[woman 2] My father was betrayed by a lot of people.",
      "th": "พ่อฉันถูกทรยศจากผู้คนมากมาย"
    }
  },
  {
    "translation": {
      "en": "Did he bring that on himself? Who knows?",
      "th": "เขาหาเรื่องใส่ตัวเองรึเปล่า ไม่รู้สินะ"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "ก็อาจจะ"
    }
  },
  {
    "translation": {
      "en": "[Oja] Whilst editing The Magnificent Ambersons,",
      "th": "ขณะที่กำลังตัดต่อ เดอะแมกนิฟิเซนต์แอมเบอร์สันส์"
    }
  },
  {
    "translation": {
      "en": "Orson was practically ordered by the US government",
      "th": "ออร์สันได้รับคำสั่งจากรัฐบาลสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "to go to Brazil to make a documentary.",
      "th": "ให้ไปบราซิลเพื่อทำสารคดี"
    }
  },
  {
    "translation": {
      "en": "[Welles] And so I arranged to film",
      "th": "ดังนั้น ผมเลยเตรียมไปถ่าย"
    }
  },
  {
    "translation": {
      "en": "a voodoo witch doctor.",
      "th": "หมอผีวูดู"
    }
  },
  {
    "translation": {
      "en": "And I came back to the office and found that, on my desk,",
      "th": "ผมกลับมาที่ออฟฟิศและพบว่าบนโต๊ะผม"
    }
  },
  {
    "translation": {
      "en": "in a script of the film...",
      "th": "ในบทหนัง..."
    }
  },
  {
    "translation": {
      "en": "was a long, steel needle.",
      "th": "มีเข็มโลหะยาวอยู่เล่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "This was the mark of the voodoo.",
      "th": "นี่เป็นสัญลักษณ์ของวูดู"
    }
  },
  {
    "translation": {
      "en": "While I was in South America,",
      "th": "ตอนที่ผมอยู่ในอเมริกาใต้"
    }
  },
  {
    "translation": {
      "en": "the studio previewed Ambersons",
      "th": "สตูดิโอก็เปิด เดอะแม็กนิฟิเซนต์แอมเบอร์สันส์ดูก่อน"
    }
  },
  {
    "translation": {
      "en": "and said it was too down-beat.",
      "th": "และบอกว่ามันเอื่อยเฉื่อยเกินไป"
    }
  },
  {
    "translation": {
      "en": "-[muted wailing] -And they started cutting it.",
      "th": "และพวกเขาก็เริ่มตัดมัน"
    }
  },
  {
    "translation": {
      "en": "[man] The editor used to send him telegrams saying,",
      "th": "มือตัดต่อเคยส่งโทรเลขให้เขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Come back from Brazil.",
      "th": "\"กลับจากบราซิลเสียเถิด"
    }
  },
  {
    "translation": {
      "en": "They are re-shooting The Ambersons. We are all under contract.",
      "th": "พวกเขากำลังถ่ายซ่อม เดอะแม็กนิฟิเซนต์แอมเบอร์สันส์ เราทุกคนอยู่ภายใต้สัญญา"
    }
  },
  {
    "translation": {
      "en": "We can do nothing against that. You are the only one who can stop that.",
      "th": "เราค้านอะไรไม่ได้ คุณเป็นคนเดียวที่หยุดมันได้"
    }
  },
  {
    "translation": {
      "en": "Come back.\"",
      "th": "กลับมาเถอะ\""
    }
  },
  {
    "translation": {
      "en": "And he didn't.",
      "th": "แต่เขาก็ไม่มา"
    }
  },
  {
    "translation": {
      "en": "[Welles] I was fired by the studio.",
      "th": "ผมถูกสตูดิโอไล่ออก"
    }
  },
  {
    "translation": {
      "en": "I never recovered from that attack.",
      "th": "ผมไม่เคยฟื้นตัวจากการจู่โจมครั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "They destroyed Ambersons",
      "th": "พวกเขาทำลายเดอะแม็กนิฟิเซนต์แอมเบอร์สันส์"
    }
  },
  {
    "translation": {
      "en": "and destroyed me.",
      "th": "และทำลายผม"
    }
  },
  {
    "translation": {
      "en": "I didn't get a job as a director for years afterwards.",
      "th": "ผมไม่ได้งานผู้กำกับเป็นเวลาหลายปีหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] He was considered somebody who didn't care that much",
      "th": "เขาถูกมองว่าเป็นคนที่ไม่ได้สนใจอะไรนัก"
    }
  },
  {
    "translation": {
      "en": "about the commerciality of a project",
      "th": "กับความสามารถในการทำเงินของโปรเจกต์"
    }
  },
  {
    "translation": {
      "en": "by many in Hollywood.",
      "th": "จากหลายคนในฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "Therefore, Orson needed to get financing from untraditional sources.",
      "th": "ดังนั้น ออร์สันต้องหาเงินจากแหล่งที่ไม่ปกตินัก"
    }
  },
  {
    "translation": {
      "en": "And, eventually, it worked.",
      "th": "และในที่สุดมันก็ได้ผล"
    }
  },
  {
    "translation": {
      "en": "[woman 1] But, regarding the money, it's complicated.",
      "th": "แต่เรื่องเกี่ยวกับเงินนั้น มันซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "When I was there, it was a Spanish producer...",
      "th": "ตอนผมอยู่ที่นั่น มีโปรดิวเซอร์ชาวสเปน"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Andrés Gómez. -[man 1] Right, Andrés Gómez.",
      "th": "- อันเดรส โกเมซ - ใช่ อันเดรส โกเมซ"
    }
  },
  {
    "translation": {
      "en": "I was not a financier of the film, but I did find some money.",
      "th": "ผมไม่ใช่นายทุนของหนัง แต่ผมก็พอหาเงินได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "[man 3] We had some money from Gómez, but we needed more.",
      "th": "เรามีเงินบางส่วนจากโกเมซ แต่เราต้องการมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "[man 2] So, Orson found French producer Dominique Antoine.",
      "th": "แม้ออร์สันจะพบโปรดิวเซอร์ชาวฝรั่งเศส โดมินิก อังตวน..."
    }
  },
  {
    "translation": {
      "en": "[Antoine] Yeah, so I had the money at that time",
      "th": "ใช่ ตอนนั้นฉันมีเงิน"
    }
  },
  {
    "translation": {
      "en": "because I had made an association with the brother-in-law of the Shah.",
      "th": "เพราะฉันคบค้าสมาคมอยู่กับพี่เขยของชาห์"
    }
  },
  {
    "translation": {
      "en": "[man 1] The Shah of Iran.",
      "th": "ชาห์แห่งอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "[man 2] And he had a dictatorship.",
      "th": "และเขาปกครองในระบอบเผด็จการ"
    }
  },
  {
    "translation": {
      "en": "[Antoine] The brother-in-law and I created together",
      "th": "พี่เขยกับฉันตั้งบริษัทด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "a company called Les Films de L' Astrophore.",
      "th": "ชื่อว่า เล ฟิล์มส์ เดอ ลาสโทรฟอร์"
    }
  },
  {
    "translation": {
      "en": "[man 3] L' Astrophore.",
      "th": "ลาสโทรฟอร์"
    }
  },
  {
    "translation": {
      "en": "The Iranian company that was Paris-based.",
      "th": "บริษัทอิหร่านที่ตั้งอยู่ในปารีส"
    }
  },
  {
    "translation": {
      "en": "[Antoine] So, I said to Orson, \"The Other Side of the Wind, of course we do it.\"",
      "th": "ฉันเลยพูดกับออร์สันว่า \"อีกฟากฝั่งของสายลมน่ะ เราทำมันแน่นอน\""
    }
  },
  {
    "translation": {
      "en": "[man] I believe she came with a satchel full of money.",
      "th": "ผมเชื่อว่าเธอมาพร้อมกับย่ามที่เต็มไปด้วยเงิน"
    }
  },
  {
    "translation": {
      "en": "[Antoine] Orson was like the Cat of Cheshire.",
      "th": "ออร์สันเป็นเหมือนแมวเชสเชียร์"
    }
  },
  {
    "translation": {
      "en": "With a smile from one ear to the other one. And he was purring.",
      "th": "ที่มาพร้อมรอยยิ้ม ที่ฉีกกว้างจากหูข้างหนึ่งไปถึงหูอีกข้าง และเขาก็ร้องเบาๆ"
    }
  },
  {
    "translation": {
      "en": "-[Oja] Money makes miracles. -[Welles] Yeah.",
      "th": "- เงินสร้างปาฏิหาริย์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[bird screeching] -[Welles] Yeah.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You're a bad boy, and you know it.",
      "th": "นายเป็นเด็กไม่ดี และนายก็รู้"
    }
  },
  {
    "translation": {
      "en": "Confused?",
      "th": "สับสนใช่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Don't worry about it. It's not the most important thing.",
      "th": "ไม่ต้องกังวลเรื่องนั้นครับ มันไม่ใช่สิ่งที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "What is important",
      "th": "สิ่งที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "is that Orson finally had the money for his comeback film.",
      "th": "คือในที่สุดออร์สันก็มีเงินสำหรับ หนังคืนวงการของเขา"
    }
  },
  {
    "translation": {
      "en": "What he didn't have was a leading man.",
      "th": "ที่เขายังไม่มีก็คือนักแสดงนำ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] I remember one time we were in Paris,",
      "th": "ผมจำครั้งหนึ่งที่เราอยู่ในปารีสกันได้"
    }
  },
  {
    "translation": {
      "en": "and he'd already shot a lot of footage without the leading character.",
      "th": "และเขาก็ถ่ายฟุตเทจไปแล้วมากมาย โดยไม่มีตัวละครเอก"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Would you play the director?",
      "th": "คุณจะเล่นบทผู้กำกับมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Welles] Who should play it is John Huston.",
      "th": "คนที่ควรเล่นคือ จอห์น ฮิวสตัน"
    }
  },
  {
    "translation": {
      "en": "Huston is the best, and I'm the second best.",
      "th": "ฮิวสตันคือคนที่ดีที่สุด และผมดีรองจากเขา"
    }
  },
  {
    "translation": {
      "en": "If I can't get Huston, there's nobody else but me.",
      "th": "ถ้าผมไม่ได้ตัวฮิวสตัน ก็คงไม่มีใครนอกจากผม"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] And he's sort of pacing up and down the street, saying,",
      "th": "และเขาก็เดินวนไปมาบนถนนพร้อมพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"But why should I give it to Huston? It's a great part, I should play it myself.\"",
      "th": "\"แต่ทำไมผมถึงควรให้ฮิวสตันล่ะ มันเป็นบทที่เยี่ยม ผมควรเล่นมันเองสิ\""
    }
  },
  {
    "translation": {
      "en": "[Welles] If I should ever...",
      "th": "ถ้าผมได้มีโอกาส"
    }
  },
  {
    "translation": {
      "en": "get close enough to the pearly gates to have an argument",
      "th": "เข้าไปใกล้ประตูสวรรค์มากพอที่จะได้โต้แย้ง"
    }
  },
  {
    "translation": {
      "en": "with the man who opens them,",
      "th": "กับชายผู้เปิดประตูละก็"
    }
  },
  {
    "translation": {
      "en": "I would suggest that the reason to let me into heaven",
      "th": "ผมจะแนะนำว่าเหตุผลที่จะให้ผมเข้าสู่สวรรค์"
    }
  },
  {
    "translation": {
      "en": "is that I didn't play that wonderful part.",
      "th": "ก็คือการที่ผมไม่ได้เล่นบทที่แสนวิเศษนั่น"
    }
  },
  {
    "translation": {
      "en": "[Welles] And gave it instead to John Huston.",
      "th": "และให้บทนั้นกับจอห์น ฮิวสตันแทน"
    }
  },
  {
    "translation": {
      "en": "It's a piece of unselfishness which I have regretted ever since.",
      "th": "มันเป็นการไม่เห็นแก่ตัวที่ผมเสียใจตั้งแต่นั้นมา"
    }
  },
  {
    "translation": {
      "en": "[Oja] John Huston was the sexiest old devil I ever met.",
      "th": "จอห์น ฮิวสตันเป็นปีศาจเฒ่าที่เซ็กซี่ที่สุด ที่ฉันเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "I'm trying to live...",
      "th": "ผมพยายามจะใช้..."
    }
  },
  {
    "translation": {
      "en": "live life as best as I possibly can.",
      "th": "ใช้ชีวิตให้ดีที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "[Antoine] Why'd he want John Huston?",
      "th": "ทำไมเขาอยากได้จอห์น ฮิวสตันน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "They loved each other, they were brothers!",
      "th": "พวกเขารักกัน พวกเขาเป็นพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "[man] The thing about Orson Welles and my dad is that they were really",
      "th": "เรื่องของออร์สัน เวลส์กับพ่อผม ก็คือว่าพวกเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "able to live up to their own mythology",
      "th": "สามารถทำตัวได้สมกับ ความเป็นตำนานของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and camp that up a little bit.",
      "th": "และทำเรื่องนั้นให้ชัดเจนขึ้น"
    }
  },
  {
    "translation": {
      "en": "It is a lot of smoke and mirrors. You don't know what's real and what's not.",
      "th": "มันมีความบิดเบือนอยู่เยอะ คุณไม่รู้หรอกว่าอะไรจริง อะไรไม่จริง"
    }
  },
  {
    "translation": {
      "en": "And that's what they're playing with.",
      "th": "และนั่นคือสิ่งที่พวกเขากำลังเล่นด้วย"
    }
  },
  {
    "translation": {
      "en": "They'd known each other for so many years, and they were both rapscallions.",
      "th": "พวกเขารู้จักกันมาหลายปีแล้ว และพวกเขาทั้งคู่ช่างเหลือร้าย"
    }
  },
  {
    "translation": {
      "en": "John loved Orson Welles.",
      "th": "จอห์นรักออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "And he received a call one morning,",
      "th": "และเขารับโทรศัพท์ในเช้าวันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and he said, \"Oh, my God!\" And I said, \"What?\" He said, \"It's Orson.",
      "th": "และพูดว่า \"โอ้พระเจ้า\" ฉันก็ถามว่า \"อะไร\" เขาตอบว่า \"ออร์สันน่ะ"
    }
  },
  {
    "translation": {
      "en": "He wants me to come to Carefree, Arizona.\"",
      "th": "เขาอยากให้มาที่เมืองแคร์ฟรี รัฐแอริโซนา\""
    }
  },
  {
    "translation": {
      "en": "[man 1] Gary called me at about 10:00 at night.",
      "th": "แกรีโทรหาผมตอนสี่ทุ่ม"
    }
  },
  {
    "translation": {
      "en": "\"Mike, can you be in Arizona tomorrow?\"",
      "th": "\"ไมค์ คุณไปแอริโซนาพรุ่งนี้ได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "[man 2] \"Orson's putting together a ten-day shoot.\"",
      "th": "ออร์สันรวบรวมคนไปออกกองสิบวัน\""
    }
  },
  {
    "translation": {
      "en": "[man 3] Would I come down for ten days. He needed me.",
      "th": "อยากให้ผมไปช่วยสักสิบวัน เขาต้องการผม"
    }
  },
  {
    "translation": {
      "en": "[man 4] To go to the desert in the middle of nowhere.",
      "th": "ให้ไปทะเลทรายที่ห่างไกลและโดดเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "[man 2] \"It's gonna be like summer camp, I don't know if there's any money.",
      "th": "มันจะเป็นเหมือนค่ายฤดูร้อน ผมไม่รู้นะว่าจะมีเงินให้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Are you interested?\" -And I said, \"Yes.\"",
      "th": "คุณสนใจมั้ย และผมก็พูดว่า - \"สนสิ\" - ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "-\"Yeah. That sounds like fun.\" -Absolutely.",
      "th": "- มันฟังดูน่าสนุก - แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "I'm in my car driving to Arizona.",
      "th": "ผมขึ้นรถ ขับไปแอริโซนา"
    }
  },
  {
    "translation": {
      "en": "I suddenly looked up and there was the Zabriskie Point house.",
      "th": "ผมเงยหน้าขึ้นกะทันหัน และพบป้ายบ้านซาบริสกีพอยต์"
    }
  },
  {
    "translation": {
      "en": "[man 1] It's clearly no coincidence",
      "th": "ชัดเจนว่ามันไม่ใช่เรื่องบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "that the location that Orson chose to shoot in Arizona",
      "th": "ที่โลเคชันที่ออร์สัน เวลส์ เลือกจะถ่ายในแอริโซนา"
    }
  },
  {
    "translation": {
      "en": "is in fact the house next door",
      "th": "ที่จริงแล้วคือบ้านหลังติดกับ"
    }
  },
  {
    "translation": {
      "en": "to the house Antonioni blew up in Zabriskie Point.",
      "th": "บ้านที่แอนโตนิโอนีระเบิดทิ้งในซาบริสกีพอยต์"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] On The Other Side of the Wind, Orson wanted to push further than Antonioni.",
      "th": "ในอีกฟากฝั่งของสายลม ออร์สันอยากจะ ผลักดันไปให้ไกลยิ่งกว่าอันโตนิโอนี"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson was the ultimate independent filmmaker.",
      "th": "ออร์สันเป็นนักทำหนังอิสระอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "I was part of a core crew, not of 80,",
      "th": "ผมเป็นส่วนหนึ่งของทีมงานหลัก ไม่ใช่ของทีม 80 คนนะ"
    }
  },
  {
    "translation": {
      "en": "but of six people plus Orson.",
      "th": "แต่เป็นของทีมหกคนกับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[Antoine] He wanted to be in a kind of circus.",
      "th": "เขาอยากอยู่ในที่คล้ายละครสัตว์"
    }
  },
  {
    "translation": {
      "en": "Full of young people.",
      "th": "เต็มไปด้วยหนุ่มสาว"
    }
  },
  {
    "translation": {
      "en": "I fell right in the vat of cream.",
      "th": "ผมตกลงไปในกลุ่มคนที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "You know, I fell right in the middle of it.",
      "th": "ผมตกลงไปตรงกลางมันเลย"
    }
  },
  {
    "translation": {
      "en": "For me to have the luck to work with Orson Welles,",
      "th": "สำหรับผม การที่โชคดี ได้มาร่วมงานกับออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "oh, it was so exciting, even when it was difficult.",
      "th": "โอ้ มันน่าตื่นเต้นมาก แม้แต่ตอนที่มันยาก"
    }
  },
  {
    "translation": {
      "en": "[man] I mean, the first day of shooting, he fired the sound man.",
      "th": "วันแรกของการถ่ายทำ เขาไล่ฝ่ายเสียงออก"
    }
  },
  {
    "translation": {
      "en": "Can you please just slow down? Otherwise I'm going to fall off the car.",
      "th": "ช่วยขับช้าลงหน่อยได้ไหม ไม่งั้นผมคงร่วงจากรถ"
    }
  },
  {
    "translation": {
      "en": "[woman] Everybody's job was really difficult.",
      "th": "งานของทุกคนมันยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "[man 1] I had built sets, schlep sets, hung lights.",
      "th": "ผมสร้างฉาก เลื่อนฉาก แขวนไฟ"
    }
  },
  {
    "translation": {
      "en": "[woman] This young kid, so anxious to get this thing for Orson",
      "th": "เด็กหนุ่มคนนี้ ร้อนใจมากที่จะเอาสิ่งนี้ให้ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "-that he ran through the plate glass. -[man 1] Shattered it.",
      "th": "- จนเขาวิ่งทะลุแผ่นกระจก - ชนมันแตกเลย"
    }
  },
  {
    "translation": {
      "en": "Fortunately, I was going so fast...",
      "th": "โชคดีนะที่ผมวิ่งเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[man 1] He was in the living room before the pieces of glass",
      "th": "เขาเข้าไปในห้องนั่งเล่นก่อนที่เศษแก้ว"
    }
  },
  {
    "translation": {
      "en": "had finished cascading down to the floor.",
      "th": "จะร่วงมาถึงพื้นเสียอีก"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Oh, it's great. -[woman] It was crazy.",
      "th": "- โอ้ มันเยี่ยมมาก - มันระห่ำมาก"
    }
  },
  {
    "translation": {
      "en": "[man 1] It is insane,",
      "th": "เรื่องที่บ้า"
    }
  },
  {
    "translation": {
      "en": "but it's the kind of thing that happens to people who are working like Orson.",
      "th": "ก็คือมันเป็นสิ่งที่มักเกิดกับคนที่ทำงาน เหมือนออร์สัน"
    }
  },
  {
    "translation": {
      "en": "I picked John Huston up at the airport in Phoenix.",
      "th": "ผมไปรับจอห์น ฮิวสตันที่สนามบินในฟีนิกซ์"
    }
  },
  {
    "translation": {
      "en": "[man 3] I said, \"Mr. Huston, I'm thrilled you're here.\"",
      "th": "ผมพูดว่า \"คุณฮิวสตัน ผมตื่นเต้นที่คุณอยู่นี่\""
    }
  },
  {
    "translation": {
      "en": "I said, \"We've been waiting for you for three years to be in this film.",
      "th": "ผมบอกว่า \"เรารอให้คุณมาอยู่ ในหนังเรื่องนี้มาสามปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "We've been shooting around you.\" And Huston looked really alarmed. He said,",
      "th": "เราได้แต่ถ่ายฉากรอบตัวคุณ\" ฮิวสตันดูตกใจมาก เขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"You've been acting in this picture for three years?\"",
      "th": "\"คุณแสดงหนังเรื่องนี้มาสามปีแล้วเหรอ\""
    }
  },
  {
    "translation": {
      "en": "Write that down, somebody.",
      "th": "จดไว้เลยนะ ใครสักคน"
    }
  },
  {
    "translation": {
      "en": "[Welles] Cut.",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "-I fucked that up. -[Welles] Let’s do it once again.",
      "th": "- ผมทำมันพัง - ลองทำใหม่อีกครั้งหนึ่งนะ"
    }
  },
  {
    "translation": {
      "en": "The little campier still, but masculine.",
      "th": "ให้เปิ่นๆ หน่อย แต่ดูสมชาย"
    }
  },
  {
    "translation": {
      "en": "Once again.",
      "th": "อีกครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man 3] The Other Side of the Wind is not a complete departure for Orson.",
      "th": "อีกฟากฝั่งของสายลม ไม่ใช่การฉีกแนวโดยสิ้นเชิงของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 1] And it reflected",
      "th": "และมันสะท้อน"
    }
  },
  {
    "translation": {
      "en": "the process that Orson had been going through in Europe in making his own films.",
      "th": "กระบวนการที่ออร์สันได้ผ่านมาในยุโรป ในการสร้างหนังของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "[Cumming] Welles' exile had meant that he was exiled from the facilities of Hollywood.",
      "th": "การถูกเนรเทศของเวลส์หมายความว่า เขาถูกเนรเทศจากสถานที่ของฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "[Welles] I have a different style as a director,",
      "th": "ตอนนี้ผมมีสไตล์การกำกับที่ต่างจากเดิม"
    }
  },
  {
    "translation": {
      "en": "because I know of things I can't ask for.",
      "th": "เพราะผมรู้จักหลายสิ่งที่ผมขอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man 1] For example, with Othello,",
      "th": "อย่างเช่นในเรื่องโอเทลโล"
    }
  },
  {
    "translation": {
      "en": "there's a fight scene where a punch is thrown,",
      "th": "มันมีฉากต่อสู้ที่ซึ่งมีหมัดหนึ่งถูกเหวี่ยงออกไป"
    }
  },
  {
    "translation": {
      "en": "but then production had to shut down",
      "th": "แต่แล้วโปรดักชันก็ต้องปิดลง"
    }
  },
  {
    "translation": {
      "en": "while Orson went off to make more money as an actor.",
      "th": "ขณะที่ออร์สันไปหาเงินเพิ่มจากการเป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "And the reaction shot of the guy getting punched",
      "th": "และฉากต่อเนื่องที่ชายคนนั้นถูกต่อย"
    }
  },
  {
    "translation": {
      "en": "was shot two years later and a thousand miles away.",
      "th": "ก็ถูกถ่ายสองปีหลังจากนั้น ในที่ที่ห่างออกไปนับพันไมล์"
    }
  },
  {
    "translation": {
      "en": "It worked.",
      "th": "มันได้ผล"
    }
  },
  {
    "translation": {
      "en": "[man 2] Who would've thought that was possible?",
      "th": "ใครจะไปคิดว่านั่นเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "Good evening.",
      "th": "สวัสดีตอนเย็นครับ"
    }
  },
  {
    "translation": {
      "en": "Now...",
      "th": "ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "the first thing you're probably asking yourself is, \"What is Orson Welles",
      "th": "อย่างแรกที่พวกคุณอาจถามตัวเองก็คือ \"ออร์สัน เวลส์จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "doing as the host of a comedy show?\"",
      "th": "ในฐานะพิธีกรรายการตลก\""
    }
  },
  {
    "translation": {
      "en": "[man] I met Orson on Kopykats, a show we did with a bunch of impersonators.",
      "th": "ผมเจอออร์สันในรายการก๊อปปี้แคตส์ รายการที่มีพวกนักเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Starring Rich Little.",
      "th": "แสดงโดย ริช ลิตเติ้ล"
    }
  },
  {
    "translation": {
      "en": "[Little] I was in the studio doing a routine",
      "th": "ผมอยู่ในสตูดิโอ กำลังแสดงมุก"
    }
  },
  {
    "translation": {
      "en": "called \"Famous Celebrity Sneezing.\"",
      "th": "ชื่อว่า การจามของเซเล็บคนดัง"
    }
  },
  {
    "translation": {
      "en": "I said, \"Orson Welles, sneezing.\"",
      "th": "ผมพูดว่า \"ออร์สัน เวลส์ จาม\""
    }
  },
  {
    "translation": {
      "en": "I did not know that he'd just come into the studio. I went...",
      "th": "ผมไม่รู้ว่าเขาเพิ่งเข้ามาในสตูดิโอ ผมก็ทำ..."
    }
  },
  {
    "translation": {
      "en": "[deep, dramatic voice] \"Aah-aah-choo.\"",
      "th": "ฮัด ฮัด-ชู่"
    }
  },
  {
    "translation": {
      "en": "And he put his arm on my shoulder and said...",
      "th": "และเขาก็โอบไหล่ผมแล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I never sneeze.\"",
      "th": "ผมไม่เคยจาม"
    }
  },
  {
    "translation": {
      "en": "We clicked.",
      "th": "เราเข้ากันได้ดี"
    }
  },
  {
    "translation": {
      "en": "Well, gee, Orson, I don't know how this show could afford you.",
      "th": "แหม ออร์สัน ผมไม่รู้เลยว่ารายการนี้ มีเงินจ้างคุณด้วย"
    }
  },
  {
    "translation": {
      "en": "[Little] He phoned me at home, and told me about this movie, Other Side of the Wind,",
      "th": "เขาโทรหาผมที่บ้าน และบอกผมเรื่องหนังเรื่องนี้ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "and would I be interested in playing a wide-eyed, young director.",
      "th": "และผมสนใจจะเล่นเป็นผู้กำกับหนุ่มที่ใสซื่อมั้ย"
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, great.",
      "th": "ผมพูดว่า \"ก็เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Just on one condition. That I have to shoot my scenes in about three weeks.\"",
      "th": "มีแค่เงื่อนไขเดียว ว่าผมต้องถ่ายฉากของผม ภายในเวลาสามสัปดาห์\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Oh, no, no. I'll probably need you for about a week.\"",
      "th": "เขาบอก \"โอ้ ไม่ๆ ผมอาจจะต้องการคุณ ประมาณอาทิตย์เดียว\""
    }
  },
  {
    "translation": {
      "en": "When I was introduced to John Huston,",
      "th": "ตอนที่ผมถูกแนะนำให้รู้จักกับจอห์น ฮิวสตัน"
    }
  },
  {
    "translation": {
      "en": "Orson went up to him and said, \"John, this is Rich Little.",
      "th": "ออร์สันเดินไปหาเขาและพูดว่า \"จอห์น นี่ริช ลิตเติ้ล"
    }
  },
  {
    "translation": {
      "en": "He's one of the world's greatest impressionists.\"",
      "th": "เขาเป็นหนึ่งในผู้สร้างความประทับใจ ที่เก่งที่สุดในโลกเลย\""
    }
  },
  {
    "translation": {
      "en": "And John Huston said:",
      "th": "และจอห์น ฮิวสตันก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "[imitates Huston] \"Oh, well, then we're gonna get along fine,",
      "th": "\"โอ้ ดีเลย งั้นเราคงเข้าขากันได้ดี"
    }
  },
  {
    "translation": {
      "en": "because I'm into art, you know.\"",
      "th": "\"โอ้ ดีเลย งั้นเราคงเข้าขากันได้ดี เพราะผมชอบศิลปะน่ะ\""
    }
  },
  {
    "translation": {
      "en": "[imitates Welles] \"No, no, not that kind of impressionist.",
      "th": "ไม่ๆ ไม่ใช่ประทับใจแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He does voices.\"",
      "th": "เขาทำเสียงเลียนแบบน่ะ\""
    }
  },
  {
    "translation": {
      "en": "[imitates Huston] \"Why would he do that? Why couldn't they get the real people?\"",
      "th": "\"เขาจะทำแบบนั้นไปทำไม ทำไมพวกเขาไม่เอาตัวจริงมาล่ะ\""
    }
  },
  {
    "translation": {
      "en": "[Cumming] Orson populated the film with characters based on the icons of the film community.",
      "th": "ออร์สันใส่พวกตัวละครที่อิงมาจากบุคคลสำคัญ ในวงการหนังเข้ามาในหนัง"
    }
  },
  {
    "translation": {
      "en": "Like screenwriter John Milius.",
      "th": "อย่างนักเขียนบท จอห์น มิเลียส"
    }
  },
  {
    "translation": {
      "en": "Film critic Pauline Kael.",
      "th": "นักวิจารณ์ภาพยนตร์ พอลลีน เคล"
    }
  },
  {
    "translation": {
      "en": "I just want to know what he represents.",
      "th": "ฉันแค่อยากรู้ว่าเขาเป็นตัวแทนอะไร"
    }
  },
  {
    "translation": {
      "en": "[Cumming] And the head of Paramount Pictures, Robert Evans.",
      "th": "และประธานของพาราเมาต์พิกเจอร์ส โรเบิร์ต เอแวนส์"
    }
  },
  {
    "translation": {
      "en": "I started to figure out that Rich Little's supposed to be Peter.",
      "th": "ผมเริ่มจะคิดออกว่าริช ลิตเติ้ลน่าจะเป็นปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "The character was a young, successful director who did imitations.",
      "th": "(ปีเตอร์ บ็อกดาโนวิช) ตัวละครนั้นเป็นผู้กำกับหนุ่มที่ประสบความสำเร็จ ผู้ทำการเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "And that's what Peter did.",
      "th": "และนั่นคือสิ่งที่ปีเตอร์ทำ"
    }
  },
  {
    "translation": {
      "en": "I'm Peter Bogdanovich.",
      "th": "ผมปีเตอร์ บ็อกดาโนวิช"
    }
  },
  {
    "translation": {
      "en": "What's the word I say? Oh, action!",
      "th": "ผมต้องพูดอะไรนะ อ้อ แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "And so then I started to think, \"Well, is John Huston supposed to be Orson?\"",
      "th": "และเพราะงั้นผมเลยเริ่มคิดว่า \"จอห์น ฮิวสตันน่าจะเป็นออร์สันรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "I remember thinking, “Oh, my gosh, this is starting to get really weird.”",
      "th": "ผมจำได้ว่าคิดว่า \"โอ้พระเจ้า นี่มันชักจะเริ่มแปลกจริงๆ ซะแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I can remember one time we shot a scene...",
      "th": "ผมจำครั้งหนึ่งที่เราถ่ายฉากๆ หนึ่งได้"
    }
  },
  {
    "translation": {
      "en": "Brooksie.",
      "th": "บรูคซี่"
    }
  },
  {
    "translation": {
      "en": "-Right here by your side, skipper. -You know what I'd like for my birthday?",
      "th": "- อยู่ตรงนี้ข้างๆ คุณ กัปตัน - คุณรู้มั้ยว่าผมอยากได้อะไรในวันเกิดผม"
    }
  },
  {
    "translation": {
      "en": "[Welles] Cut.",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "John couldn't drive.",
      "th": "จอห์นขับรถไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "And he never told us this.",
      "th": "และเขาไม่เคยบอกเราเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "-My camera's gone out. -Oh, Jesus!",
      "th": "- กล้องผมดับไปแล้ว - โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Certainly, it was a stick-shift. -Give me the magazine, quick!",
      "th": "- แน่นอนว่ามันเป็นเกียร์กระปุก - ขอฟิล์มให้ผมด่วนเลย"
    }
  },
  {
    "translation": {
      "en": "[man 1] And I was kinda worried, 'cause I had to return the car.",
      "th": "และผมก็ค่อนข้างกังวล เพราะผมต้องเอารถไปคืน"
    }
  },
  {
    "translation": {
      "en": "-It's stopped. -The magazine jammed.",
      "th": "- มันหยุดแล้ว - ฟิล์มมันติดน่ะ"
    }
  },
  {
    "translation": {
      "en": "The car stopped, too.",
      "th": "รถก็หยุดด้วย"
    }
  },
  {
    "translation": {
      "en": "-Let's put it in drive. In \"D.\" -[gears grinding]",
      "th": "ออกรถกันเลย เข้าเกียร์ \"ดี\""
    }
  },
  {
    "translation": {
      "en": "[Little] It looked like we were gonna go right into the lake.",
      "th": "มันดูเหมือนเราจะพุ่งตรงลงไปในทะเลสาบ"
    }
  },
  {
    "translation": {
      "en": "John said to me,",
      "th": "จอห์นบอกกับผม"
    }
  },
  {
    "translation": {
      "en": "\"Oh, Rich, you'll get good billing.\"",
      "th": "\"โอ้ ริช คุณจะได้การโฆษณาที่ดีแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "'Orson Welles, John Huston, and Rich Little,",
      "th": "'ออร์สัน เวลส์ จอห์น ฮิวสตัน และริช ลิตเติ้ล"
    }
  },
  {
    "translation": {
      "en": "all drowned'.\"",
      "th": "จมน้ำตายกันหมด'\""
    }
  },
  {
    "translation": {
      "en": "This is a picture about the love of death.",
      "th": "นี่เป็นหนังเกี่ยวกับความรักของความตาย"
    }
  },
  {
    "translation": {
      "en": "You came to my party after all.",
      "th": "ในที่สุดนายก็มางานเลี้ยงวันเกิดฉัน"
    }
  },
  {
    "translation": {
      "en": "Get in. I'll drive you.",
      "th": "ขึ้นรถสิ ฉันจะขับไปส่ง"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] This is Jake Hannaford's 70th birthday party.",
      "th": "นี่เป็นงานเลี้ยงวันเกิดปีที่ 70 ของเจค ฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "He died at the end of it.",
      "th": "เขาตายในตอนจบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[man 1] And there was some question as to whether it was an accident or suicide.",
      "th": "และมันก็มีคำถามตามมาว่า เป็นอุบัติเหตุหรือฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] So, what you're seeing is a reconstruction of the...",
      "th": "สิ่งที่คุณกำลังเห็นก็คือการสร้างใหม่ของ..."
    }
  },
  {
    "translation": {
      "en": "-Roll tape! -40, David, take six.",
      "th": "ฉาก 40 เดวิด เทกหก"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] ...made up of all this different footage, all put together.",
      "th": "สร้างจากฟุตเทจต่างๆ เหล่านี้ทั้งหมด นำมารวมกัน"
    }
  },
  {
    "translation": {
      "en": "-Mr. Hannaford. -Happy birthday, Jake!",
      "th": "- คุณฮันนาฟอร์ด - สุขสันต์วันเกิด เจค"
    }
  },
  {
    "translation": {
      "en": "[man] The whole documentary, the kind that we're all so accustomed to today,",
      "th": "สารคดีทั้งหมดแบบที่เราคุ้นเคยในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "he was inventing.",
      "th": "เขากำลังประดิษฐ์มันขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[onlookers shout] Happy birthday!",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "[man 2] And for that, Gary was probably an ideal cameraman,",
      "th": "และในเรื่องนั้น แกรีอาจเป็นช่างภาพในอุดมคติ"
    }
  },
  {
    "translation": {
      "en": "because Gary was very fast.",
      "th": "เพราะแกรีว่องไวมาก"
    }
  },
  {
    "translation": {
      "en": "[man 3] Gary Graver was the key person on the film.",
      "th": "แกรี เกรเวอร์เป็นบุคลากรคนสำคัญของหนัง"
    }
  },
  {
    "translation": {
      "en": "He was the closest person to Orson.",
      "th": "เขาเป็นคนที่ใกล้ชิดที่สุดกับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 1] Gary was really like the son Orson didn't have.",
      "th": "จริงๆ แกรีเป็นเหมือนลูกชายที่ออร์สันไม่มี"
    }
  },
  {
    "translation": {
      "en": "Orson and Gary, father-son...",
      "th": "ออร์สันกับแกรี พ่อลูก..."
    }
  },
  {
    "translation": {
      "en": "No. Not so much.",
      "th": "ไม่ ไม่ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "-Orson isn't very paternal. -[Welles] Action.",
      "th": "- ออร์สันไม่ค่อยมีความเป็นพ่อ - แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "Go back! Go back, back up, back up. Quickly!",
      "th": "กลับไปๆ ถอยไปๆ เร็วเข้าสิ"
    }
  },
  {
    "translation": {
      "en": "-Up! Up! Up! -[woman] Bossy, yes.",
      "th": "- ขึ้นๆๆ - เจ้ากี้เจ้าการน่ะใช่"
    }
  },
  {
    "translation": {
      "en": "Paternal, no.",
      "th": "เป็นพ่อ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "[Welles] Slower! Stop!",
      "th": "ช้าลงอีก หยุด"
    }
  },
  {
    "translation": {
      "en": "Move slowly!",
      "th": "ขยับช้าๆ"
    }
  },
  {
    "translation": {
      "en": "[man] My father Gary's enthusiasm for filmmaking",
      "th": "ความกระตือรือร้น ในการสร้างหนังของพ่อผม แกรี"
    }
  },
  {
    "translation": {
      "en": "was something I don't think I've ever seen equaled.",
      "th": "เป็นสิ่งที่ผมไม่คิดว่าเคยเห็นอะไรเทียบเท่า"
    }
  },
  {
    "translation": {
      "en": "Every moment that my dad was not actively engaged in shooting,",
      "th": "ทุกช่วงเวลาที่พ่อผมไม่ได้มีส่วนในการถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "he looked at that as time lost.",
      "th": "เขามองมันเหมือนเป็นเวลาที่เสียเปล่า"
    }
  },
  {
    "translation": {
      "en": "[woman] Gary and I, we got married when I was 21.",
      "th": "แกรีกับฉัน เราแต่งงานกันตอนฉันอายุ 21"
    }
  },
  {
    "translation": {
      "en": "And if he was scheduled to be home at 10:00,",
      "th": "และถ้าเขามีกำหนดกลับบ้านสี่ทุ่ม"
    }
  },
  {
    "translation": {
      "en": "and it went until 4:00 in the morning, oh, well, he stayed.",
      "th": "และมันเลยไปจนถึงตีสี่ โอ้ งั้นเขาก็จะไม่กลับ"
    }
  },
  {
    "translation": {
      "en": "[Welles] Action!",
      "th": "แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Gary did as he was told.",
      "th": "แกรีทำตามคำบอก"
    }
  },
  {
    "translation": {
      "en": "Orson put the camera where he wanted to,",
      "th": "ออร์สันจะวางกล้องที่ที่เขาอยากวาง"
    }
  },
  {
    "translation": {
      "en": "and Gary was, you know, just his slave.",
      "th": "และแกรีก็เป็นแค่ทาสของเขา"
    }
  },
  {
    "translation": {
      "en": "[man] Orson would have the camera to his eye and he'd say, \"Come here, Gary.\"",
      "th": "ออร์สันจะถือกล้องไว้ชิดตาของเขาและพูดว่า \"มานี่สิ แกรี\""
    }
  },
  {
    "translation": {
      "en": "And then he'd move his head to the side, and he said, \"This is it, see it?\"",
      "th": "แล้วเขาก็ขยับหัวออกไปด้านข้าง แล้วพูดว่า \"แบบนี้เลย เห็นใช่มั้ย\""
    }
  },
  {
    "translation": {
      "en": "And I had to make it exactly right.",
      "th": "และผมต้องทำมันให้ถูกต้องเป๊ะๆ"
    }
  },
  {
    "translation": {
      "en": "[man 1] When I look back on it, it's so complicated.",
      "th": "พอผมมองย้อนไป มันซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "You wanted to please him,",
      "th": "คุณอยากทำให้เขาพอใจ"
    }
  },
  {
    "translation": {
      "en": "because you knew he was such an artist.",
      "th": "เพราะคุณรู้ว่าเขาเป็นศิลปินระดับไหน"
    }
  },
  {
    "translation": {
      "en": "[man 2] I mean, anything was possible with Orson.",
      "th": "ผมหมายถึง อะไรก็เป็นไปได้ถ้ามีออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 1] Everything had to happen right away,",
      "th": "ทุกอย่างต้องเกิดขึ้นทันที"
    }
  },
  {
    "translation": {
      "en": "even when we didn't quite understand what we were doing.",
      "th": "แม้แต่ตอนที่เราไม่ค่อยเข้าใจว่า เราทำอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "There was no script.",
      "th": "มันไม่มีบท"
    }
  },
  {
    "translation": {
      "en": "[woman] He was constantly writing it as he was going along.",
      "th": "เขาเขียนมันเรื่อยๆ ตอนถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "[man] Sometimes I had trouble understanding some of the lines.",
      "th": "บางครั้งผมมีปัญหาในการเข้าใจ คำพูดบางประโยค"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I remember one line was the great \"anonymous gang-shag.\"",
      "th": "ผมจำได้ประโยคหนึ่งคือ เสาของแก๊งนิรนามผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "\"And the cool, dim, anonymous gang-shag.\"",
      "th": "และเสาของแก๊งนิรนามที่สลัวและเย็น"
    }
  },
  {
    "translation": {
      "en": "Would somebody please tell me why I'm going to a stupid party",
      "th": "ใครก็ได้ช่วยบอกที ว่าทำไมผมถึงไปงานเลี้ยงเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "with all these stupid dummies?",
      "th": "กับพวกคนซื่อบื้อพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[man] I had no idea what all these dummies were.",
      "th": "ผมไม่รู้เลยว่า \"หุ่นพวกนี้\" คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[man 2] There were dummies out by the pool.",
      "th": "มันมีหุ่นจำลองอยู่ข้างสระน้ำ"
    }
  },
  {
    "translation": {
      "en": "They were there 'cause Orson said, \"Let's put these dummies out there.\"",
      "th": "มันอยู่ตรงนั้นเพราะออร์สันบอกว่า \"เอาหุ่นพวกนี้ไปวางข้างนอกนั่น\""
    }
  },
  {
    "translation": {
      "en": "But it was like, \"Well, why?\"",
      "th": "แต่มันก็รู้สึกเหมือนว่า \"ทำไมล่ะ\""
    }
  },
  {
    "translation": {
      "en": "[man 3] Didn't make any sense to me.",
      "th": "ไม่เข้าท่าเลยสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "[man 4] But Orson knew exactly what he wanted.",
      "th": "แต่ออร์สันรู้แน่ชัดว่าเขาต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "Every part of it was here.",
      "th": "ทุกๆ ชิ้นส่วนของมันอยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "To Baker, one.",
      "th": "แด่เบเคอร์ เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Little] We were doing a scene and Orson said...",
      "th": "เรากำลังถ่ายทำฉากฉากหนึ่งอยู่ และออร์สันก็พูดขึ้นว่า"
    }
  },
  {
    "translation": {
      "en": "[Welles] Now a midget goes from behind you...",
      "th": "คนแคระมาจากข้างหลังคุณ"
    }
  },
  {
    "translation": {
      "en": "All of you feel midgets touching your feet.",
      "th": "พวกคุณทุกคนรู้สึกว่าคนแคระแตะเท้าอยู่"
    }
  },
  {
    "translation": {
      "en": "[Little] \"Midgets running between your legs.\"",
      "th": "คนแคระวิ่งลอดหว่างขา"
    }
  },
  {
    "translation": {
      "en": "-All right. -Keep acting?",
      "th": "- เอาละ - แสดงต่อมั้ย"
    }
  },
  {
    "translation": {
      "en": "It’s what you do to make this work, right?",
      "th": "มันคือสิ่งที่คุณทำเพื่อทำให้สิ่งนี้ได้ผล ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Little] Orson said, \"Everybody look up! Midgets on the roof!\"",
      "th": "ออร์สันพูดว่า \"ทุกคนมองขึ้นไป คนแคระอยู่บนหลังคา\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Orson, what the heck is this midgets bit?\"",
      "th": "ผมพูดว่า \"ออร์สัน เรื่องคนแคระนี่มันบ้าอะไรวะ\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"We're going to put the midgets in later, in Spain.\"",
      "th": "เขาตอบว่า \"เราจะใส่คนแคระทีหลังน่ะ ในสเปน\""
    }
  },
  {
    "translation": {
      "en": "And then walked away.",
      "th": "แล้วก็เดินจากไป"
    }
  },
  {
    "translation": {
      "en": "The rule of thumb was Orson knows what he's doing,",
      "th": "กฎพื้นฐานก็คือออร์สันรู้ว่าเขาทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "don't question anything. Just do it.",
      "th": "อย่าตั้งคำถามอะไร แค่ทำตามมัน"
    }
  },
  {
    "translation": {
      "en": "I'm not sure he knew where this movie was going, and, um...",
      "th": "ผมไม่แน่ใจว่าเขารู้มั้ยว่า หนังเรื่องนี้กำลังไปทางไหน และ..."
    }
  },
  {
    "translation": {
      "en": "I'm not sure anybody did, actually. [chuckles]",
      "th": "ผมไม่แน่ใจว่าจะมีใครรู้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man 1] It's quite clear that Rich wasn't comfortable with Orson's process.",
      "th": "มันค่อนข้างชัดว่า ริชไม่สบายใจกับกระบวนการของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Wasn't a team player.",
      "th": "ไม่ใช่ผู้เล่นแบบทีมเลย"
    }
  },
  {
    "translation": {
      "en": "[man 2] Realistically, I suppose he was counting down the days",
      "th": "ในความเป็นจริงแล้ว ผมว่าเขาคงขีดฆ่าวันนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "until he knew he had to leave.",
      "th": "จนกว่าจะถึงวันที่เขารู้ว่าเขาต้องไป"
    }
  },
  {
    "translation": {
      "en": "[Little] My three weeks was up, and I had to leave,",
      "th": "เวลาสามสัปดาห์ของผมหมดแล้ว และผมต้องไป"
    }
  },
  {
    "translation": {
      "en": "because I had club engagements that I can't get out of.",
      "th": "เพราะผมมีนัดกับคลับที่ผมไม่ไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And if I don't show up I'm gonna be sued.",
      "th": "และถ้าผมไม่โผล่หน้าไป ผมจะถูกฟ้อง"
    }
  },
  {
    "translation": {
      "en": "And I thought to myself, \"Oh, my gosh,",
      "th": "ผมคิดกับตัวเองว่า \"โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna be able to finish this part.\"",
      "th": "ฉันจะถ่ายบทนี้ไม่เสร็จ\""
    }
  },
  {
    "translation": {
      "en": "[man 3] Well, here's what I remember happened.",
      "th": "เอาละ นี่คือสิ่งที่ผมจำได้ว่าเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "It was the last night.",
      "th": "มันเป็นคืนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[man 4] The film was practically finished.",
      "th": "หนังเกือบจะเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 3] We were supposed to shoot this big scene.",
      "th": "เราควรจะถ่ายฉากใหญ่กัน"
    }
  },
  {
    "translation": {
      "en": "We went to get him, Saturday morning, he was gone.",
      "th": "เราไปหาเขา เช้าวันเสาร์ เขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] We were all there waiting for him, and he never showed up.",
      "th": "เราทุกคนอยู่ตรงนั้นรอเขามา และเขาก็ไม่เคยมา"
    }
  },
  {
    "translation": {
      "en": "[man 3] As I recall, he wanted to go to New Orleans for something.",
      "th": "เท่าที่ผมจำได้ เขาอยากไปทำอะไรบางอย่าง ที่นิวออร์ลีนส์"
    }
  },
  {
    "translation": {
      "en": "[woman] He had an engagement in Las Vegas.",
      "th": "เขามีนัดหมายในลาสเวกัส"
    }
  },
  {
    "translation": {
      "en": "[man 1] Allegedly, Orson's secretary had been having a relationship with Rich Little.",
      "th": "มีข่าวว่าเลขาของออร์สัน มีความสัมพันธ์กับริช ลิตเติ้ล"
    }
  },
  {
    "translation": {
      "en": "[man 3] He missed his wife and he was tired of working.",
      "th": "เขาคิดถึงเมียเขา และเขาเหน็ดเหนื่อยกับงาน"
    }
  },
  {
    "translation": {
      "en": "Orson said, \"No! You're on a contract here for the next...\" And he left and went.",
      "th": "ออร์สันพูดว่า \"ไม่ นายยังติดสัญญานี่อยู่อีก...\" และเขาก็ออกไป"
    }
  },
  {
    "translation": {
      "en": "You don't do that to Orson.",
      "th": "คุณต้องไม่ทำแบบนั้นกับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 2] He felt betrayed.",
      "th": "เขารู้สึกว่าถูกทรยศ"
    }
  },
  {
    "translation": {
      "en": "[Little] I could've come back later and finished the scenes.",
      "th": "ผมอาจกลับไปทีหลังและถ่ายต่อให้เสร็จก็ได้"
    }
  },
  {
    "translation": {
      "en": "We never discussed that, and I-- That always puzzled me.",
      "th": "เราไม่เคยคุยกันเรื่องนั้น และผม... นั่นทำให้ผมงุนงงมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I thought, \"They're gonna have to do all those scenes over again.",
      "th": "ผมคิดว่า \"พวกเขาจะต้องถ่าย ฉากพวกนั้นใหม่อีกรอบ"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh! I can't imagine.\"",
      "th": "โอ้พระเจ้า ผมนึกภาพไม่ออกเลย\""
    }
  },
  {
    "translation": {
      "en": "[man 4] It was crazy.",
      "th": "มันบ้ามาก"
    }
  },
  {
    "translation": {
      "en": "I have replaced actors on the second week of shooting.",
      "th": "ผมเคยเปลี่ยนตัวนักแสดง ในสัปดาห์ที่สองของการถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "But after seven weeks...",
      "th": "แต่หลังจากเจ็ดสัปดาห์..."
    }
  },
  {
    "translation": {
      "en": "it's impossible.",
      "th": "มันเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] I called him, I said, \"How's it going?\"",
      "th": "ผมโทรหาเขา ผมถามว่า \"เป็นยังไงบ้าง\""
    }
  },
  {
    "translation": {
      "en": "\"Terrible.",
      "th": "\"เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "I just blew 25 Gs and I don't have that kind of bread.",
      "th": "ผมเพิ่งเสียไปสองหมื่นห้า และผมไม่มีเงินขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "I had to pay off Rich Little.\"",
      "th": "ผมต้องเอาริช ลิตเติ้ลออกไป\""
    }
  },
  {
    "translation": {
      "en": "-\"Why?\" -\"He can't act!\"",
      "th": "- \"ทำไมล่ะ\" - \"เขาแสดงไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, gee, I'm sorry to hear that. What are you gonna do?\"",
      "th": "\"โอ้ ผมเสียใจที่ได้ยินแบบนั้น คุณจะทำไงล่ะ\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know what I'm gonna do. I just can't use any of his stuff.\"",
      "th": "\"ผมไม่รู้ว่าผมจะทำไงต่อ ผมแค่ใช้ฉากของเขาไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "He is a rough magician, isn't he?",
      "th": "เขาเป็นจอมเวทที่ป่าเถื่อนใช่มั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] So I said, \"That's terrible, Orson. Why don't I play it?\"",
      "th": "ผมเลยพูดว่า \"นั่นแย่มาก ออร์สัน ทำไมไม่ให้ผมเล่นล่ะ\""
    }
  },
  {
    "translation": {
      "en": "He is a rough magician, isn't he?",
      "th": "เขาเป็นพ่อมดที่ทรงพลังนะว่าไหม"
    }
  },
  {
    "translation": {
      "en": "And then he said, \"Well, you're playing that other part.\"",
      "th": "แล้วเขาก็บอกว่า \"งั้นคุณไปเล่นอีกบทหนึ่งละกัน\""
    }
  },
  {
    "translation": {
      "en": "I said, \"You can just cut me out of that.\"",
      "th": "ผมบอกว่า \"คุณตัดบทผมออกเลยก็ได้\""
    }
  },
  {
    "translation": {
      "en": "All right, men! Let's get organized. Now where shall we start?",
      "th": "ห้านาที ประจำที่ให้เรียบร้อย ทีนี้เราจะเริ่มจากตรงไหนกัน"
    }
  },
  {
    "translation": {
      "en": "[man 1] John Huston goes, \"Peter, how many movies have you actually acted in now?\"",
      "th": "จอห์น ฮิวสตันถามว่า \"ปีเตอร์ คุณแสดงในหนัง มาจริงๆ แล้วกี่เรื่อง\""
    }
  },
  {
    "translation": {
      "en": "\"Well, this is my second, Mr. Huston.\" \"Two? Makes it easy to count!\" [chortles]",
      "th": "\"นี่เป็นเรื่องที่สองครับ คุณฮิวสตัน\" \"สองเหรอ นับง่ายดีนะ\""
    }
  },
  {
    "translation": {
      "en": "[Welles] Scene three X, take one.",
      "th": "ฉากสามเอ็กซ์ เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Ah, red light. -[low murmurs]",
      "th": "อา ไฟแดง"
    }
  },
  {
    "translation": {
      "en": "-No, we-- -Mr. Hannaford.",
      "th": "- ไม่ เรา... - คุณฮันนาฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Oh, shit, I'm sorry. I'll do that again.",
      "th": "เวรแล้ว ผมขอโทษ ผมจะทำใหม่อีกรอบ"
    }
  },
  {
    "translation": {
      "en": "-Start again? -[Welles] Yeah, do it better.",
      "th": "- เริ่มใหม่นะ - ใช่ ทำให้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "-You must deal with every situation. -Okay.",
      "th": "- คุณต้องจัดการกับทุกสถานการณ์ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Why snap your finger? We're not cutting. Uh-uh.",
      "th": "เงียบนะ ดีดนิ้วสิ เรายังไม่คัตนะ"
    }
  },
  {
    "translation": {
      "en": "Orson said, \"Play it like it's us.\"",
      "th": "ออร์สันพูดว่า \"เล่นให้เหมือนเป็นเราสองคน\""
    }
  },
  {
    "translation": {
      "en": "[Cumming] In case you haven't noticed,",
      "th": "ในกรณีที่คุณไม่ได้สังเกต"
    }
  },
  {
    "translation": {
      "en": "Peter Bogdanovich went from playing exactly who he was in 1970,",
      "th": "ปีเตอร์ บ็อกดาโนวิช เล่นเป็น คนที่เขาเคยเป็นเป๊ะๆ ในปี 1970"
    }
  },
  {
    "translation": {
      "en": "a young writer,",
      "th": "นักเขียนหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "to exactly who he became in 1974: a celebrated movie director.",
      "th": "ไปจนถึงเป็นคนที่เขาเป็นในปี 1974 ผู้กำกับที่มีชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "My book on Hannaford's been canceled. Indefinitely.",
      "th": "หนังสือฮันนาฟอร์ดที่ผมเขียนถูกยกเลิก อย่างไม่มีกำหนด"
    }
  },
  {
    "translation": {
      "en": "Yeah, the first five chapters took the two of us three and a half years.",
      "th": "ห้าบทแรก พวกเราสองคน ต้องใช้เวลาเขียนถึงสามปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Finally, I just had to start directing myself so I could eat.",
      "th": "จนผมต้องเริ่มออกไปเป็นผู้กำกับเอง ถึงจะหาเลี้ยงปากท้องได้"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Ha! Good. Now right away-- -Do another one. Right.",
      "th": "- ดีละ ทีนี้ตอนเราอยู่กันที่นี่... - ถ่ายอีกฉาก ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Action? -[Welles] Action.",
      "th": "- แอ็กชั่น - แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "I had to start directing myself so I could eat!",
      "th": "ผมต้องเริ่มกำกับเอง ผมจะได้มีกิน"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Cut! Very good. -That was good.",
      "th": "- คัต ดีมาก - ดีเลย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] At that time, Orson had more influence on me than anybody.",
      "th": "ในตอนนั้น ออร์สันมีอิทธิพลเหนือผมยิ่งกว่าใคร"
    }
  },
  {
    "translation": {
      "en": "[host] There's a number of myths about you already,",
      "th": "มันมีเรื่องเล่าเกี่ยวกับคุณหลายเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "even though you're young. Like the fact that you had a goal set for yourself",
      "th": "แม้ว่าคุณจะยังหนุ่มอยู่ อย่างข้อเท็จจริงที่ว่า คุณตั้งเป้าหมายให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that you would make a movie at the same age Orson Welles did.",
      "th": "ว่าคุณจะสร้างหนังตอนอายุเท่ากับออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "Oh, I wanted-- I thought I'd be a failure if I didn't make a movie",
      "th": "โอ้ ผมอยาก... ผมคิดว่าผมคงล้มเหลว ถ้าผมไม่ได้สร้างหนังสักเรื่อง"
    }
  },
  {
    "translation": {
      "en": "at least by the time I was 25, which is when Orson made",
      "th": "เป็นอย่างน้อยก่อนผมจะอายุ 25 ซึ่งเป็นอายุออร์สันตอนที่สร้าง"
    }
  },
  {
    "translation": {
      "en": "Citizen Kane, and I was a disaster 'cause I didn't make one until I was 27.",
      "th": "ซิติเซนเคน และผมก็ล้มเหลวอย่างสมบูรณ์ เพราะผมไม่ได้สร้างสักเรื่องจนอายุ 27"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] My films aren't like his films, but he inspired me.",
      "th": "หนังของผมไม่เหมือนของเขา แต่เขาให้แรงบันดาลใจกับผม"
    }
  },
  {
    "translation": {
      "en": "[man 2] Their relationship started as mentor/mentee.",
      "th": "ความสัมพันธ์ของพวกเขาเริ่มใน ฐานะอาจารย์-ลูกศิษย์"
    }
  },
  {
    "translation": {
      "en": "[man 1] But Peter was at the top of an arc of a meteoric rise.",
      "th": "แต่ปีเตอร์อยู่บนจุดยอดของ การทะยานสู่ความสำเร็จอย่างก้าวกระโดด"
    }
  },
  {
    "translation": {
      "en": "[interviewer] You're as successful as you are",
      "th": "คุณประสบความสำเร็จอย่างที่คุณเป็น"
    }
  },
  {
    "translation": {
      "en": "and you have a gorgeous lady, as you do have.",
      "th": "และคุณก็มีภรรยาที่งดงาม อย่างที่คุณมี"
    }
  },
  {
    "translation": {
      "en": "Cybill, uh...",
      "th": "ซีบิล..."
    }
  },
  {
    "translation": {
      "en": "Yes, let's not discuss what-- Yes, go ahead.",
      "th": "ใช่ครับ เราอย่าคุยกันเรื่อง... ได้ครับ เชิญต่อเลย"
    }
  },
  {
    "translation": {
      "en": "You have her, you have four pictures in a row that make 30 million dollars.",
      "th": "คุณมีเธอ คุณมีหนังสี่เรื่องติดต่อกัน ที่ทำเงิน 30 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "A guy has to learn to hate you.",
      "th": "คงต้องมีคนเรียนรู้ที่จะเกลียดคุณ"
    }
  },
  {
    "translation": {
      "en": "[man] Bogdanovich had outpaced his mentor.",
      "th": "บ็อกดาโนวิชได้แซงหน้าอาจารย์ของเขา"
    }
  },
  {
    "translation": {
      "en": "[man 2] Orson realized, \"He has money, I don't.",
      "th": "ออร์สันตระหนักว่า \"เขามีเงิน ฉันไม่มี"
    }
  },
  {
    "translation": {
      "en": "I'm Orson Welles, he's not.",
      "th": "ฉันคือออร์สัน เวลส์ เขาไม่ใช่\""
    }
  },
  {
    "translation": {
      "en": "-What's wrong? -The future.",
      "th": "- มีอะไรผิดปกติ - อนาคตน่ะ"
    }
  },
  {
    "translation": {
      "en": "What's the matter with it?",
      "th": "มันสำคัญอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "We cannot all be masters.",
      "th": "เราเป็นอาจารย์ไม่ได้ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Nor all masters cannot be truly followed.",
      "th": "หรือไม่ใช่อาจารย์ทุกคน ที่เราจะเดินรอยตามได้อย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] I remember, we were sitting at lunch one day,",
      "th": "ผมจำได้ว่าวันหนึ่ง เรานั่งกินมื้อกลางวัน"
    }
  },
  {
    "translation": {
      "en": "and on top of the refrigerator was this",
      "th": "และบนหลังตู้เย็นก็มี"
    }
  },
  {
    "translation": {
      "en": "industrial size bag of Fritos.",
      "th": "ฟริโตไซส์ใหญ่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "Orson tore the top of it off, poured most of the contents onto the kitchen table,",
      "th": "ออร์สันฉีกด้านบนออก เทมันลงบนโต๊ะเกือบหมดถุง"
    }
  },
  {
    "translation": {
      "en": "sat down, took a big bunch of Fritos, put it in his mouth.",
      "th": "นั่งลง และหยิบฟริโตกำใหญ่เข้าปาก"
    }
  },
  {
    "translation": {
      "en": "So, of course, I did the same thing.",
      "th": "แน่นอนว่าผมก็ทำแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Absolutely out of the blue, Orson just turned to me and said,",
      "th": "จู่ๆ ไม่มีปี่มีขลุ่ย เขาก็หันขวับมาและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"If anything happens to me, I want you to promise me you'll finish the picture.\"",
      "th": "\"ถ้าเกิดอะไรขึ้นกับผม ผมอยากให้คุณสัญญากับผม ว่าคุณจะถ่ายต่อให้เสร็จ\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh Jesus, Orson, why do you say a thing like that?",
      "th": "ผมเลยพูดว่า \"โอ้พระเจ้า ออร์สัน ทำไมคุณพูดอะไรแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Nothing’s gonna happen to you. Why do you say...\"",
      "th": "ไม่มีอะไรจะเกิดขึ้นกับคุณ ทำไมคุณถึงพูด...\""
    }
  },
  {
    "translation": {
      "en": "\"I know, nothing's gonna happen.\"",
      "th": "\"ฉันรู้ ไม่มีอะไรจะเกิดขึ้นหรอก\""
    }
  },
  {
    "translation": {
      "en": "[young Bogdanovich] Hey, why pick on me?",
      "th": "ทำไมต้องหาเรื่องกันด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, the man is infested with disciples. I'm the apostle, lady.",
      "th": "ชายคนนี้ถูกลูกศิษย์รังควานนะ ผมเป็นผู้เผยแพร่นะคุณ"
    }
  },
  {
    "translation": {
      "en": "The film deals with the betrayal of friendship.",
      "th": "หนังเรื่องนี้เล่าถึงการทรยศมิตรภาพ"
    }
  },
  {
    "translation": {
      "en": "Movies and friendship.",
      "th": "ภาพยนตร์และมิตรภาพ..."
    }
  },
  {
    "translation": {
      "en": "Those are mysteries.",
      "th": "มันเป็นเรื่องลึกลับ"
    }
  },
  {
    "translation": {
      "en": "He tested people with that.",
      "th": "เขาทดสอบผู้คนด้วยสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Betrayal can only come if there's an initial love present.",
      "th": "การทรยศจะเกิดได้ก็ต่อเมื่อมีความรักอยู่"
    }
  },
  {
    "translation": {
      "en": "-You two are very close, aren't you? -Yes, I'd like to ask you about that.",
      "th": "- คุณสองคนสนิทกันมากไม่ใช่เหรอ - ฉันอยากถามคุณเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Orson created an environment where others would get sucked into it.",
      "th": "ออร์สันสร้างสภาพแวดล้อมที่คนอื่น จะถูกดูดกลืนเข้าไป"
    }
  },
  {
    "translation": {
      "en": "It was all within Orson's control.",
      "th": "ทั้งหมดอยู่ภายใต้การควบคุมของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "And he was creating an inevitability.",
      "th": "และเขากำลังสร้างสิ่งที่หลีกเลี่ยงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "She's gonna say I stole everything from you, skipper,",
      "th": "และเธอก็ยังเขียนต่อว่า ผมขโมยทุกอย่างไปจากคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm never gonna walk away from that.",
      "th": "ผมไม่มีทางรอดพ้นไปจากเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, it's all right to borrow from each other.",
      "th": "หยิบยืมกันบ้างก็ไม่เห็นเป็นไร"
    }
  },
  {
    "translation": {
      "en": "What we must never do is borrow from ourselves.",
      "th": "ที่ห้ามทำเด็ดขาดคือหยิบยืมจากตัวเราเอง"
    }
  },
  {
    "translation": {
      "en": "[man] We winked and nodded at each other,",
      "th": "เราขยิบตาและพยักหน้าให้กัน"
    }
  },
  {
    "translation": {
      "en": "which was like, my God, this is going to happen.",
      "th": "เหมือนกับว่า พระเจ้า นี่มันกำลังจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "This inevitability is going to occur.",
      "th": "สิ่งที่หลีกเลี่ยงไม่ได้กำลังจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "'Course you're close, you two. You have to be.",
      "th": "พวกคุณสองคนสนิทกันเหลือเกินนะ ต้องสนิทกันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You have no choice.",
      "th": "พวกคุณไม่มีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "[Cumming] Orson had gone to the looking glass and passed beyond it.",
      "th": "ออร์สันได้ไปส่องกระจกและก้าวพ้นจากมันไป"
    }
  },
  {
    "translation": {
      "en": "The story was now being re-written in real time.",
      "th": "เรื่องราวถูกเขียนใหม่ตามเวลาจริงในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[man] There was a scene in which Hannaford comes into the party",
      "th": "มันมีฉากหนึ่งที่ฮันนาฟอร์ดเข้ามาในงานเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "with a blond teenager on his arm.",
      "th": "กับสาวผมบลอนด์ในวงแขน"
    }
  },
  {
    "translation": {
      "en": "[man 2] She was pretty young.",
      "th": "เธอยังเด็กมาก"
    }
  },
  {
    "translation": {
      "en": "[man 3] What was her name, Mavis Henshaw?",
      "th": "แต่ออร์สันตั้งชื่อว่า เมวิส เฮนชอว์"
    }
  },
  {
    "translation": {
      "en": "-What's your name, sweetie? -Mavis Henscher.",
      "th": "- เธอชื่ออะไรจ๊ะ สาวน้อย - เมวิส เฮนชอว์"
    }
  },
  {
    "translation": {
      "en": "[man 4] Actually, she was this little waitress we found at a breakfast place.",
      "th": "อันที่จริง เธอคือบริกรหญิงตัวน้อยที่เราเจอ ในร้านที่เราไปทานมื้อเช้ากัน"
    }
  },
  {
    "translation": {
      "en": "[Mavis] Want me to bring you another scotch?",
      "th": "อยากให้เอาวิสกี้ให้อีกแก้วมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "And we just went... “That's Mavis.” [laughs]",
      "th": "แล้วเราก็พูดกันว่า \"นั่นละเมวิส\""
    }
  },
  {
    "translation": {
      "en": "She didn't know who Orson Welles was. She didn't know who John Huston was.",
      "th": "เธอไม่รู้ว่าออร์สัน เวลส์เป็นใคร เธอไม่รู้ว่าจอห์น ฮิวสตันเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "And there were times when their combined energies",
      "th": "และก็มีหลายครั้งที่ความพยายามร่วมกัน ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "could barely get a performance out of her.",
      "th": "แทบจะรีดการแสดงจากเธอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-[Huston] Ready? -[Welles] Thank you. Action.",
      "th": "- พร้อมนะ - ขอบคุณ แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "Action!",
      "th": "แอ็กชั่น!"
    }
  },
  {
    "translation": {
      "en": "Oh, I thought he was gonna say his part first.",
      "th": "โอ้ ฉันนึกว่าเขาจะพูดประโยคของเขาก่อน"
    }
  },
  {
    "translation": {
      "en": "-[Welles] You say it. -All right.",
      "th": "- คุณพูดนะ - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Say it.",
      "th": "พูดเลย"
    }
  },
  {
    "translation": {
      "en": "Gee, I don't know, I have school tomo-- No, wait.",
      "th": "ฉันไม่รู้สินะ ฉันมีเรียนวันพรุ่ง... ไม่ เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Absolutely dreadful actress.",
      "th": "เป็นนักแสดงที่แย่มากอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[man 2] But why would Orson wanna do that to himself?",
      "th": "แต่ทำไมออร์สันถึงทำแบบนั้นกับตัวเองล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man 3] She's kind of a Cybill Shepherd take-off.",
      "th": "เธอดูคล้ายกับซีบิล เชพเพิร์ด"
    }
  },
  {
    "translation": {
      "en": "[man 2] Was she?",
      "th": "ใช่มั้ยนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "th": "อ้อ โอเค"
    }
  },
  {
    "translation": {
      "en": "[man 1] Clearly Orson was giving Peter a hard time about his relationship",
      "th": "ชัดเจนว่าออร์สันกำลังมอบช่วงเวลา ที่ลำบากให้ปีเตอร์ในเรื่องความสัมพันธ์ของเขา"
    }
  },
  {
    "translation": {
      "en": "with Cybill Shepherd after Last Picture Show.",
      "th": "กับซีบิล เชพเพิร์ดหลังจากลาสต์พิกเจอร์โชว์"
    }
  },
  {
    "translation": {
      "en": "Cybill was 19, I think, when Peter discovered her.",
      "th": "ซีบิลอายุ 19 ผมคิดว่านะ ตอนที่ปีเตอร์พบเธอ"
    }
  },
  {
    "translation": {
      "en": "With Orson, you never quite know what is gonna happen.",
      "th": "กับออร์สัน คุณไม่มีทางรู้แน่ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] Peter said, \"Orson's making fun of me",
      "th": "ปีเตอร์บอกว่า \"ออร์สันล้อเลียนผม"
    }
  },
  {
    "translation": {
      "en": "and things I've said to Cybill.\"",
      "th": "และสิ่งที่ผมเคยพูดกับซีบิล\""
    }
  },
  {
    "translation": {
      "en": "-[Huston] Tomorrow's Sunday, Mavis. -Pardon?",
      "th": "- พรุ่งนี้วันอาทิตย์ เมวิส - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "[Huston] You'll be flying down with us to Mexico.",
      "th": "คุณจะบินไปเม็กซิโกกับพวกเรา"
    }
  },
  {
    "translation": {
      "en": "Gee, I don't know, I have school on Monday.",
      "th": "ไม่รู้สิคะ ฉันมีเรียนวันจันทร์น่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll, uh, write a note to your teacher.",
      "th": "ไว้ผมจะเขียนจดหมายบอกครูให้เอง"
    }
  },
  {
    "translation": {
      "en": "[woman] I was supposedly, like, his girlfriend",
      "th": "ฉันควรจะเป็นเหมือนแฟนของเขา"
    }
  },
  {
    "translation": {
      "en": "and I was really young, and he was very old.",
      "th": "ฉันยังเด็กมากๆ และเขาก็แก่มากๆ"
    }
  },
  {
    "translation": {
      "en": "He's like, \"Mavis! Mavis! Come here!\" [chuckles]",
      "th": "เขาพูดว่า \"เมวิส เมวิส มานี่สิ\""
    }
  },
  {
    "translation": {
      "en": "It was... It was very strange.",
      "th": "มัน... มันแปลกมาก"
    }
  },
  {
    "translation": {
      "en": "Mother seems to think a little young blood would be good for us.",
      "th": "คุณแม่คงคิดว่าการได้เจอคนรุ่นใหม่ เป็นเรื่องดีสำหรับพวกเรา"
    }
  },
  {
    "translation": {
      "en": "-You could be right at that. -Well, she's always right.",
      "th": "- เธออาจจะคิดถูก - เธอถูกเสมอ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, fellas, I think we have a confrontation.",
      "th": "ผมขอตัวนะ พวก ผมว่าพวกเราต่างมีการเผชิญหน้าของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Once again. John? -Yeah.",
      "th": "- ขออีกที จอห์น - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "You took a look back at the girl after \"She's always right.\"",
      "th": "คุณมองกลับมาที่เด็กสาวหลังจากพูดว่า \"เธอถูกเสมอแหละ\""
    }
  },
  {
    "translation": {
      "en": "Excuse me, fellas, I think we have ourselves a confrontation.",
      "th": "ผมขอตัวนะ พวก ผมว่าพวกเราต่างมีการเผชิญหน้าของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[man] In this story, Hannaford takes away this blond girl from Peter's character",
      "th": "ในเรื่องนี้ ฮันนาฟอร์ดพาตัวหญิงสาวผมบลอนด์ไปจาก ตัวละครของปีเตอร์ที่เป็นคน ค่อนข้างหยาบคายและกดขี่ทางเพศ"
    }
  },
  {
    "translation": {
      "en": "who’s kind of a crude, sexual power play.",
      "th": "ตัวละครของปีเตอร์ที่เป็นคน ค่อนข้างหยาบคายและกดขี่ทางเพศ"
    }
  },
  {
    "translation": {
      "en": "We like your little friend.",
      "th": "เราชอบเพื่อนตัวน้อยของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Welles] \"We like your little friend.\"",
      "th": "เราชอบเพื่อนตัวน้อยของคุณ"
    }
  },
  {
    "translation": {
      "en": "She's mine.",
      "th": "เธอเป็นของผม"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Cut. -Again. [Welles] Again.",
      "th": "- คัต อีกรอบ - อีกรอบ"
    }
  },
  {
    "translation": {
      "en": "[woman] He thrived on friction.",
      "th": "เขามีสุขบนความขัดแย้ง"
    }
  },
  {
    "translation": {
      "en": "So, the old man can still score.",
      "th": "ลุงแกก็ยังได้แอ้มสาวอยู่"
    }
  },
  {
    "translation": {
      "en": "How he scores and who he scores with,",
      "th": "เขาใช้ลูกไม้แบบไหนและใช้แอ้มใคร"
    }
  },
  {
    "translation": {
      "en": "now that, my friend, gets us into some very interesting country.",
      "th": "นั่นต่างหากที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "[man 1] I think Orson was fascinated by this macho thing.",
      "th": "ผมคิดว่าออร์สันหลงใหลใน เรื่องความเป็นลูกผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "It's part of where the concept of The Other Side of the Wind",
      "th": "มันเป็นส่วนที่ซึ่งความคิดของ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "was even born.",
      "th": "ถือกำเนิดขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Welles] The whole mystique of the, uh...",
      "th": "นั่นละความลึกลับทั้งหมดของ"
    }
  },
  {
    "translation": {
      "en": "the he-man.",
      "th": "ชายชาตรี"
    }
  },
  {
    "translation": {
      "en": "This picture we're gonna make is against he-men.",
      "th": "หนังเรื่องนี้ที่เรากำลังสร้าง เป็นการต่อต้านชายชาตรี"
    }
  },
  {
    "translation": {
      "en": "[man 1] The initial conception of The Other Side of the Wind,",
      "th": "ความคิดตั้งต้นของอีกฟากฝั่งของสายลม ก็คือมันจะเป็น"
    }
  },
  {
    "translation": {
      "en": "that it was gonna be a little bit of a satire of an obsessively",
      "th": "ความคิดตั้งต้นของอีกฟากฝั่งของสายลม ก็คือมันจะเป็น การเหน็บแนมตัวละครที่หมกมุ่นกับ เรื่องความเป็นชายอย่างเฮมิงเวย์อยู่หน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "masculine character, like Hemingway.",
      "th": "การเหน็บแนมตัวละครที่หมกมุ่นกับ เรื่องความเป็นชายอย่างเฮมิงเวย์อยู่หน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[man 2] So, it's no coincidence this film takes place July 2nd,",
      "th": "ดังนั้น มันจึงไม่ใช่ความบังเอิญที่หนังเรื่องนี้ เกิดขึ้นในวันที่ 2 กรกฎาคม"
    }
  },
  {
    "translation": {
      "en": "the date of Hemingway's death.",
      "th": "วันตายของเฮมิงเวย์"
    }
  },
  {
    "translation": {
      "en": "Hemingway? That, uh, left hook of his was overrated.",
      "th": "(เฮมิงเวย์ยิงตัวตาย) เฮมิงเวย์น่ะเหรอ หมัดซ้ายของเขาไม่ได้หนักอย่างที่ร่ำลือ"
    }
  },
  {
    "translation": {
      "en": "[man 1] And the character displayed certain",
      "th": "และตัวละครก็แสดงถึง"
    }
  },
  {
    "translation": {
      "en": "tendencies of, perhaps, latent homosexuality.",
      "th": "แนวโน้มที่อาจจะแอบชอบเพศเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "He wants to fuck him. He wants to fuck his leading man. Don't you see that?",
      "th": "เขาอยากจะอึ๊บเขา เขาอยากจะอึ๊บนักแสดงนำ นายไม่เห็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Don't you see that there in his movies? And he can't acknowledge that.",
      "th": "นายไม่เห็นนั่นในหนังของเขาเหรอ แต่เขาออกมายอมรับมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson was very comfortable with himself and his feminine side.",
      "th": "ออร์สันรู้สึกสบายใจกับตัวเอง และด้านอิสตรีของเขา"
    }
  },
  {
    "translation": {
      "en": "[man 2] But he could fall right into a guy-guy role.",
      "th": "แต่เขาก็สามารถรับบทแมนๆ ได้"
    }
  },
  {
    "translation": {
      "en": "[man 1] I think Orson was always kind of interested in that duality in men.",
      "th": "ผมคิดว่าออร์สันเป็นคนที่ค่อนข้างสนใจ ในภาวะคู่กันในตัวผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] You've had so much written about you,",
      "th": "คุณถูกเขียนถึงมากมาย"
    }
  },
  {
    "translation": {
      "en": "and you were so far ahead of your time in achievement.",
      "th": "และคุณก็ก้าวล้ำไปไกลในแง่ความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Has your success made you less willing to challenge than you were in those times?",
      "th": "ความสำเร็จของคุณเคยทำให้คุณอยากจะ ท้าทายน้อยลงกว่าตอนนั้นมั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, I think not at all. I think I'm much more of a...",
      "th": "โอ้ ผมคิดว่าไม่เลยสักนิด ผมคิดว่าผมเป็น..."
    }
  },
  {
    "translation": {
      "en": "of a renegade than I was then.",
      "th": "กบฎยิ่งกว่าตอนนั้นเสียอีก"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] In what way? -[Welles] Oh, in about every way.",
      "th": "- ในด้านไหนครับ - อ้อ ในทุกๆ ด้านเลย"
    }
  },
  {
    "translation": {
      "en": "[man] The best scene I've seen in The Other Side of the Wind",
      "th": "ฉากที่ดีที่สุดที่ผมเห็นใน อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "is the sex scene in the car, from the film within the film...",
      "th": "คือฉากเซ็กส์บนรถ จากหนังในหนัง"
    }
  },
  {
    "translation": {
      "en": "which is seven minutes long in the version Welles edited.",
      "th": "ซึ่งมีความยาวเจ็ดนาที และเป็นฉบับที่เวลส์ตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "[man] Yes, it's long, long.",
      "th": "ใช่ มันยาวนานมาก"
    }
  },
  {
    "translation": {
      "en": "[Oja] Everybody talks about the sexy car scene.",
      "th": "ทุกๆ คนล้วนพูดถึงเรื่องฉากรถสุดสยิว"
    }
  },
  {
    "translation": {
      "en": "I remember it having quite an impression on me. [clears throat]",
      "th": "ผมจำได้ว่ามันสร้างความประทับใจให้ผม"
    }
  },
  {
    "translation": {
      "en": "I remember being in my mid-teens,",
      "th": "ผมจำได้ว่าอยู่ในช่วงวัยรุ่นกลางๆ"
    }
  },
  {
    "translation": {
      "en": "and having the screening of this footage.",
      "th": "และได้ดูฟุตเทจพวกนี้"
    }
  },
  {
    "translation": {
      "en": "The footage of Oja was remarkably erotic.",
      "th": "ฟุตเทจของโอยามันช่างยั่วยวนอย่างน่าประหลาด"
    }
  },
  {
    "translation": {
      "en": "Of her in a car",
      "th": "ภาพเธอในรถ"
    }
  },
  {
    "translation": {
      "en": "uh, with a hose being poured over the car, creating all these droplets and the...",
      "th": "กับน้ำจากสายยางที่ฉีดไปบนรถ สร้างหยดน้ำเหล่านี้และ..."
    }
  },
  {
    "translation": {
      "en": "the windshield wipers going.",
      "th": "ที่ปัดน้ำฝนปัดไปมา"
    }
  },
  {
    "translation": {
      "en": "[man 1] The car never moved, and they had a couple of guys with hoses.",
      "th": "รถจอดแน่นิ่ง และพวกเขาก็มี คนถือสายยางสองสามคน"
    }
  },
  {
    "translation": {
      "en": "[man 2] Hundreds of feet of garden hoses.",
      "th": "สายยางยาวหลายร้อยฟุต"
    }
  },
  {
    "translation": {
      "en": "We robbed water from all of his neighbors.",
      "th": "เราปล้นน้ำมาจากเพื่อนบ้านทุกคน"
    }
  },
  {
    "translation": {
      "en": "[man 3] I did all the little things on set.",
      "th": "ผมทำงานจิปาถะทั้งหมดในกอง"
    }
  },
  {
    "translation": {
      "en": "And Orson yelled down to me, \"Hey kid, pick up that hose and make rain.\"",
      "th": "และออร์สันก็ตะโกนใส่ผม \"เฮ้ ไอ้หนู หยิบสายยางนั่นขึ้นมาและสร้างฝนให้ที\""
    }
  },
  {
    "translation": {
      "en": "[scoffs] What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Oja] One of our paraplegic friends was pushed down the road,",
      "th": "เพื่อนของเราคนหนึ่งที่เป็นอัมพาต ถูกเข็นไปตามถนน"
    }
  },
  {
    "translation": {
      "en": "holding two lights in his hands, impersonating car in a motion.",
      "th": "ถือไฟสองดวงในมือ แสร้งทำเป็นรถเคลื่อนที่"
    }
  },
  {
    "translation": {
      "en": "[man 4] The movie inside the movie, it's about love, about sex, about desire.",
      "th": "หนังในหนัง มันเกี่ยวกับความรัก เกี่ยวกับเซ็กส์ เกี่ยวกับความปรารถนา"
    }
  },
  {
    "translation": {
      "en": "It's incredibly hot.",
      "th": "มันเร่าร้อนอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[man 2] And it's unlike anything he'd ever done.",
      "th": "และมันไม่เหมือนอะไรที่เขาเคยทำมา"
    }
  },
  {
    "translation": {
      "en": "His earlier films were rather prudish in their treatment of sexuality.",
      "th": "หนังยุคแรกของเขาค่อนข้างเคร่งครัด กับวิธีการแสดงออกเกี่ยวกับเรื่องเพศ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] He was, he called himself prudish.",
      "th": "(โอเทลโล (1952) ผู้กำกับ ออร์สัน เวลส์) เขาเคย เขาเรียกตัวเองว่าเป็นคนเคร่งครัด"
    }
  },
  {
    "translation": {
      "en": "And he didn't think films needed nudity.",
      "th": "และเขาไม่คิดว่าหนังต้องการฉากโป๊เปลือย"
    }
  },
  {
    "translation": {
      "en": "Come, Desdemona.",
      "th": "มาสิ เดสเดโมนา"
    }
  },
  {
    "translation": {
      "en": "I have but an hour of love to spend with thee.",
      "th": "ผมมีเพียงชั่วโมงแห่งความรัก ที่จะใช้ร่วมกับคุณ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson felt that explicit sexuality was distracting from the art in the narrative.",
      "th": "ออร์สันรู้สึกว่าเรื่องเพศที่โจ่งแจ้งนั้น จะดึงความสนใจไปจากศิลปะการเล่าเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] He said, \"It just shows a lack of imagination.\"",
      "th": "เขาพูดว่า \"มันก็แค่การแสดง ความขาดจินตนาการ\""
    }
  },
  {
    "translation": {
      "en": "[Oja] He never talked about sex.",
      "th": "เขาไม่เคยพูดถึงเรื่องเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] That's why Oja such a shock.",
      "th": "นั่นเป็นสาเหตุมันน่าตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Oja] I think the things I contributed to his creativity was the eroticism.",
      "th": "ฉันคิดว่าสิ่งที่ฉันได้มอบให้ความคิดสร้างสรรค์ ของเขาก็คือความยั่วยวน"
    }
  },
  {
    "translation": {
      "en": "I introduced the sex.",
      "th": "ฉันนำเสนอเรื่องเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "I ask Orson, \"How do you want me to do this?\"",
      "th": "ฉันถามออร์สัน \"คุณอยากให้ฉันแสดงออกมายังไง\""
    }
  },
  {
    "translation": {
      "en": "\"Well,\" he said, \"any way you feel like it. It's your story.\"",
      "th": "\"ก็\" เขาพูด \"แบบไหนก็ได้ที่คุณอยากทำ มันเป็นเรื่องราวของคุณ\""
    }
  },
  {
    "translation": {
      "en": "So, I thought what kind of female I should be.",
      "th": "ดังนั้น ฉันเลยคิดว่าผู้หญิงแบบไหน ที่ฉันควรเป็น"
    }
  },
  {
    "translation": {
      "en": "So, I decided to be a praying mantis.",
      "th": "ฉันจึงตัดสินใจที่จะเป็นเหมือนตั๊กแตนตำข้าว"
    }
  },
  {
    "translation": {
      "en": "Wow, my word!",
      "th": "ว้าว ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[man 1] She sat on his lap and made love to him",
      "th": "เธอนั่งบนตักเขาและร่วมรักกับเขา"
    }
  },
  {
    "translation": {
      "en": "while her character's boyfriend was driving the car.",
      "th": "ขณะที่ตัวละครแฟนหนุ่มของเธอ กำลังขับรถอยู่"
    }
  },
  {
    "translation": {
      "en": "Her chain beating against her breasts.",
      "th": "สร้อยคอกระทบกับหน้าอกเธอ"
    }
  },
  {
    "translation": {
      "en": "[man 4] He ask Oja, “Give animal look.”",
      "th": "เขาขอโอยาว่า \"ขอท่าทางแบบสัตว์\""
    }
  },
  {
    "translation": {
      "en": "[man 3] I still remember the fantastic color,",
      "th": "ผมยังจำสีสันที่น่าอัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "the rhythm, the pulsing rhythm. It’s like a cinematic equivalent of an orgasm.",
      "th": "จังหวะ จังหวะชีพจร มันเหมือนกับ การถึงจุดสุดยอดในทางภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "But he shot that over, like, a three-year period.",
      "th": "แต่เขาถ่ายฉากนั้นเป็นเวลาสามปี"
    }
  },
  {
    "translation": {
      "en": "He shot part of it in his driveway in Los Angeles, and then",
      "th": "เขาถ่ายบางส่วนของมัน ในถนนส่วนตัวที่ลอสแองเจลิส"
    }
  },
  {
    "translation": {
      "en": "he shot more of it in his backyard in France.",
      "th": "แล้วเขาก็ถ่ายเพิ่มอีก ในสวนหลังบ้านเขาที่ฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[man 4] At one moment, it's Gary Graver with false hair,",
      "th": "มีอยู่แวบหนึ่ง เป็นแกรี เกรเวอร์กับผมปลอม"
    }
  },
  {
    "translation": {
      "en": "playing the young guy.",
      "th": "ที่เล่นเป็นชายหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "The film is an exploration of Orson's desire.",
      "th": "หนังเรื่องนี้เป็นการสำรวจ ความปรารถนาของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "The writer Peter Bartel",
      "th": "นักเขียน ปีเตอร์ บาร์เทล"
    }
  },
  {
    "translation": {
      "en": "described The Other Side of the Wind as",
      "th": "เรียก อีกฟากฝั่งของสายลม ว่า"
    }
  },
  {
    "translation": {
      "en": "\"a desperate venture shared by desperate men.\"",
      "th": "เป็นการเสี่ยงภัยที่สิ้นหวังที่แบ่งปันโดย ชายผู้สิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "As production lagged on, the financiers and the crew",
      "th": "ขณะที่โปรดักชันล่าช้า นายทุนและทีมงาน"
    }
  },
  {
    "translation": {
      "en": "became restless.",
      "th": "ต่างก็กระสับกระส่าย"
    }
  },
  {
    "translation": {
      "en": "Gary would be pleading with Orson, \"I gotta eat.\"",
      "th": "แกรีไปอ้อนวอนกับออร์สัน \"ผมก็ต้องกินนะ\""
    }
  },
  {
    "translation": {
      "en": "[woman] Once in a while, Gary would actually have to work to make money.",
      "th": "บางครั้ง แกรีก็จะออกไปรับงานเพื่อหาเงิน"
    }
  },
  {
    "translation": {
      "en": "[man 1] Gary would take other jobs in B movies,",
      "th": "แกรีจะไปรับงานอื่นในหนังเกรดบี"
    }
  },
  {
    "translation": {
      "en": "just so that he could afford to work for Orson.",
      "th": "เพื่อที่ว่าเขาจะมีเงินพอไปทำงานให้ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 2] He's the only guy I know who worked with Orson Welles and Ed Wood.",
      "th": "เขาเป็นคนเดียวที่ผมรู้จักที่เคยทำงาน กับออร์สัน เวลส์ และเอ็ด วูด"
    }
  },
  {
    "translation": {
      "en": "Gary shot this film, One Million AC/DC.",
      "th": "แกรีถ่ายหนังเรื่องนี้ วันมิลเลียนเอซีดีซี"
    }
  },
  {
    "translation": {
      "en": "It was the world's first bisexual dinosaur movie.",
      "th": "มันเป็นหนังไดโนเสาร์ไบเซ็กชวล เรื่องแรกของโลก"
    }
  },
  {
    "translation": {
      "en": "-What's that? -[creature roaring]",
      "th": "นั่นอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't worry, it can't eat us in here.",
      "th": "อย่ากังวลเลย มันมากินเราในนี้ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[man 2] It’s not what Gary wanted to have as his trademark in his career.",
      "th": "มันไม่ใช่สิ่งที่แกรีอยากจะ ให้เป็นงานสร้างชื่อในอาชีพของเขา"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind was the film.",
      "th": "อีกฟากฝั่งของสายลมคือหนังเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "This was gonna be his claim to fame. This is the one that would",
      "th": "นี่จะเป็นข้ออ้างสิทธิ์เพื่อชื่อเสียงของเขา นี่เป็นสิ่งเดียวที่จะ"
    }
  },
  {
    "translation": {
      "en": "take him to new heights.",
      "th": "พาเขาไปสู่ระดับใหม่"
    }
  },
  {
    "translation": {
      "en": "Orson said, \"Gary, if you get a job on another movie, you come to me.",
      "th": "ออร์สันพูดว่า \"แกรี ถ้าคุณจะไปรับงาน ในหนังเรื่องอื่น ให้มาหาผม"
    }
  },
  {
    "translation": {
      "en": "If I need you, you can't do it.\"",
      "th": "ถ้าผมต้องการคุณ คุณก็ไปทำไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "[man 2] Ultimately, I think he found the easiest path towards making all this work",
      "th": "ที่สุดแล้ว ผมคิดว่าเขาหาวิธีที่ง่ายที่สุด ในการทำให้ทุกอย่างลงตัว"
    }
  },
  {
    "translation": {
      "en": "was to do adult films.",
      "th": "ก็คือการทำหนังผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "-Gary did a lot of porn. -[shouts]",
      "th": "แกรีถ่ายหนังโป๊มากมาย"
    }
  },
  {
    "translation": {
      "en": "[man 2] Hundred or so films that he never wanted to have his name associated with,",
      "th": "หนังนับร้อยเรื่องหรือประมาณนั้น ที่เขาไม่เคยอยากให้มีชื่อเขาไปยุ่งเกี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "he worked under an assumed name.",
      "th": "เขาทำงานภายใต้ชื่อปลอม"
    }
  },
  {
    "translation": {
      "en": "[woman] Akdov Telmig.",
      "th": "แอ็กดอฟ เทลมิก"
    }
  },
  {
    "translation": {
      "en": "That's \"vodka gimlet\" spelled backwards.",
      "th": "นั่นเป็นคำว่า \"วอดก้า กิมเล็ต\" สะกดกลับหลัง"
    }
  },
  {
    "translation": {
      "en": "[man 1] He was shooting these semi-porn movies",
      "th": "เขาถ่ายพวกหนังกึ่งโป๊พวกนี้"
    }
  },
  {
    "translation": {
      "en": "and he asked me if I wanted to be a part of this one called 3 A.M.",
      "th": "เขาถ่ายพวกหนังกึ่งโป๊พวกนี้ และเขาถามผมว่าผมอยากมีส่วนกับเรื่อง ทรีเอเอ็มมั้ย"
    }
  },
  {
    "translation": {
      "en": "I think that was... it had pornographic elements to it.",
      "th": "ผมคิดว่านั่นมัน... มันมีองค์ประกอบของหนังโป๊"
    }
  },
  {
    "translation": {
      "en": "And Orson knew that this was important to Gary, to get this movie done,",
      "th": "และออร์สันก็รู้ว่านี่สำคัญต่อแกรี ที่จะทำหนังเรื่องนี้ให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "so he wanted to help him.",
      "th": "เขาเลยอยากช่วยแกรี"
    }
  },
  {
    "translation": {
      "en": "He came over and he was at Gary's house, and they cut it together.",
      "th": "เขามาค้างที่บ้านแกรี และพวกเขาก็ตัดมันด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And Orson ended up cutting the shower scene, yeah.",
      "th": "ออร์สันเป็นคนที่ตัดฉากอาบน้ำ ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[woman] Excuse me.",
      "th": "ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "-Oh! -Yeah, it's totally true.",
      "th": "- โอ้ - ใช่ครับ เป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "Orson was very decisive. He was very like, \"Okay, we need to cut here, we go there.\"",
      "th": "ออร์สันแน่วแน่มาก เขาพูดประมาณว่า \"โอเค เราต้องตัดตรงนี้ เราไปตรงนั้น\""
    }
  },
  {
    "translation": {
      "en": "There was no pharumphing around.",
      "th": "มันไม่มีการเสียเวลาเลย"
    }
  },
  {
    "translation": {
      "en": "It was like, \"I need to get this off the docket,",
      "th": "มันเหมือนกับว่า \"ฉันต้องทำมันให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "so I can get Gary back to work again.\"",
      "th": "ฉันจะได้เอาตัวแกรีกลับไปทำงานอีกครั้ง\""
    }
  },
  {
    "translation": {
      "en": "[man] Gary's work never ended.",
      "th": "งานของแกรีไม่เคยจบ"
    }
  },
  {
    "translation": {
      "en": "He got worn down on it, for sure.",
      "th": "เขาอ่อนล้าลง แน่นอน"
    }
  },
  {
    "translation": {
      "en": "[man 2] I think there were two occasions",
      "th": "ผมคิดว่ามีสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "that he was hospitalized for exhaustion.",
      "th": "ที่เขาไปนอนโรงพยาบาลเพราะความเหนื่อยล้า"
    }
  },
  {
    "translation": {
      "en": "He just physically was collapsing.",
      "th": "เขาแค่ร่างกายพัง"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Now, Gary. Gary? -[thudding]",
      "th": "ทีนี้ แกรี แกรี"
    }
  },
  {
    "translation": {
      "en": "-[man] You all right, Gary? -[Welles] You feel all right?",
      "th": "- ไม่เป็นไรนะ แกรี - คุณเป็นอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Gary] Yeah, I'm all right.",
      "th": "ผมว่านะ ผมไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[man] I think he might have thrown the towel in with any other director.",
      "th": "ผมคิดว่าเขาอาจยอมแพ้ไปแล้ว ถ้าเป็นผู้กำกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "[man 2] And he would try. He would tell Orson,",
      "th": "และเขาจะลอง เขาจะบอกออร์สันว่า"
    }
  },
  {
    "translation": {
      "en": "\"I can't.\" But somehow,",
      "th": "\"ผมทำไม่ได้\" แต่ไม่ว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Orson would always find a way to get him to change his mind.",
      "th": "ออร์สันจะหาทางเปลี่ยนใจเขาได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "The costs were tremendous.",
      "th": "ค่าใช้จ่ายมันมหาศาล"
    }
  },
  {
    "translation": {
      "en": "You don't go through multiple divorces unscathed.",
      "th": "คุณจะผ่านการหย่าหลายครั้ง โดยไม่มีแผลไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[man 3] Orson would push you",
      "th": "ออร์สันจะผลักดันคุณ"
    }
  },
  {
    "translation": {
      "en": "to the point where you said, \"Fuck you, fat man,",
      "th": "ไปถึงจุดที่คุณจะพูดว่า \"ช่างหัวแกสิ ไอ้อ้วน"
    }
  },
  {
    "translation": {
      "en": "and take that legend and shove it where the sun don't shine.\"",
      "th": "และเอาไอ้ตำนานนั่นไปยัดใส่ตูดแกซะ\""
    }
  },
  {
    "translation": {
      "en": "And just at that moment,",
      "th": "และในจังหวะนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "where he could feel that he had gone too far,",
      "th": "ที่ซึ่งเขารู้สึกได้ว่าเขาทำเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "he would wrap his arm around you and basically say,",
      "th": "เขาจะโอบแขนรอบคุณแล้วก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Have I told you what a great job you've been doing for me lately?\"",
      "th": "\"ผมเคยบอกคุณรึยังว่าช่วงนี้ คุณทำงานให้ผมได้ยอดเยี่ยมขนาดไหน\""
    }
  },
  {
    "translation": {
      "en": "[man 4] There's no doubt about it that he seemed to be doing everything he could",
      "th": "ไม่ต้องสงสัยเลยว่าเขาดูเหมือนจะทำ ทุกอย่างที่เขาทำได้"
    }
  },
  {
    "translation": {
      "en": "to alienate as many people as possible.",
      "th": "เพื่อขับไล่คนออกไปให้มากที่สุดเท่าที่เป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "But why? What is all that about?",
      "th": "แต่ทำไมล่ะ ทั้งหมดนั้นมันเรื่องอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "It's strange.",
      "th": "มันแปลกนะ"
    }
  },
  {
    "translation": {
      "en": "I fear dying before I have accomplished something",
      "th": "ผมกลัวว่าจะตายก่อนที่ผมจะประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "that I'm...",
      "th": "เสียจนผม..."
    }
  },
  {
    "translation": {
      "en": "not ashamed of, that I'm even a little proud of. I'm afraid...",
      "th": "ไม่รู้สึกละอาย ภาคภูมิใจหน่อยๆ ด้วย ผมกลัว..."
    }
  },
  {
    "translation": {
      "en": "that I will be taken away before I have justified",
      "th": "ว่าผมจะถูกพรากไปก่อนที่จะได้พิสูจน์ว่าผมคู่ควร"
    }
  },
  {
    "translation": {
      "en": "the luck and joy that I've had.",
      "th": "กับโชคและความสุขสันต์ที่ผมเคยมีมา"
    }
  },
  {
    "translation": {
      "en": "[Welles] Relax totally.",
      "th": "ผ่อนคลายเต็มที่"
    }
  },
  {
    "translation": {
      "en": "Relax your face, sad, empty.",
      "th": "ผ่อนคลายใบหน้า เศร้า ว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "Empty. Now say, \"Many happy returns,\" so I hardly hear you.",
      "th": "ว่างเปล่า ทีนี้พูดว่า \"ขอให้มีความสุข\" แบบที่ผมแทบไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "Many happy returns.",
      "th": "ขอให้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "You pronounced it too carefully.",
      "th": "คุณออกเสียงมันอย่างระมัดระวังเกินไป"
    }
  },
  {
    "translation": {
      "en": "Many happy returns.",
      "th": "ขอให้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "[man 2] There is a...",
      "th": "มันมี..."
    }
  },
  {
    "translation": {
      "en": "inconclusiveness, or a lack of definition",
      "th": "ความไม่เด็ดขาด หรือการขาดคำนิยาม"
    }
  },
  {
    "translation": {
      "en": "that is basic to this effort of Orson's.",
      "th": "ที่เป็นพื้นฐานของความพยายามนี้ของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "You know, was it some sort of endless odyssey?",
      "th": "มันเป็นเหมือนการเดินทางที่ไม่มีวันจบรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "We'll never know.",
      "th": "เราจะไม่มีวันรู้"
    }
  },
  {
    "translation": {
      "en": "Orson knew what he wanted. He knew.",
      "th": "ออร์สันรู้ว่าเขาต้องการอะไร เขารู้"
    }
  },
  {
    "translation": {
      "en": "-[man] Take 21. -[Welles] Action.",
      "th": "- เทก 21 - แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "What happened to the lights?",
      "th": "- ทำไมไฟดับล่ะ - ผมบอกพวกนั้นแล้วว่าใช้ไฟมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "[woman] But, unless you have a brain that works like that,",
      "th": "เว้นแต่ว่าจะมีสมองที่ทำงานแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "how does anyone else know?",
      "th": "คนอื่นจะไปรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "It was this circus of scattered souls.",
      "th": "มันคือละครสัตว์ของวิญญาณที่กระจัดกระจาย"
    }
  },
  {
    "translation": {
      "en": "We were totally out of reality.",
      "th": "เราหลุดจากความเป็นจริงโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "What was happening on the set",
      "th": "สิ่งที่เกิดขึ้นในกองถ่าย"
    }
  },
  {
    "translation": {
      "en": "was so much like what was happening in the movie.",
      "th": "เหมือนมากกับสิ่งที่เกิดขึ้นในหนัง"
    }
  },
  {
    "translation": {
      "en": "[man] It was like, \"Wait a minute. That's Orson.",
      "th": "มันเหมือนกับว่า \"รอเดี๋ยวนะ นั่นออร์สันนี่"
    }
  },
  {
    "translation": {
      "en": "Is it? Orson, is that you?\" \"No, that's John Huston. It's not me.\"",
      "th": "ใช่มั้ย ออร์สัน นั่นคือคุณใช่มั้ย\" \"ไม่ นั่นจอห์น ฮิวสตัน ไม่ใช่ผม\""
    }
  },
  {
    "translation": {
      "en": "[woman] John didn't know what Orson was doing.",
      "th": "จอห์นไม่รู้ว่าออร์สันกำลังทำอะไร"
    }
  },
  {
    "translation": {
      "en": "He said, \"I just can't figure out what the hell he's putting together.\"",
      "th": "เขาพูดว่า \"ผมคงคิดไม่ออกหรอก ว่าเขาจะสร้างบ้าอะไรขึ้นมา\""
    }
  },
  {
    "translation": {
      "en": "[Welles] Come forward with your matches, looking, everybody, quickly.",
      "th": "ก้าวมาข้างหน้าพร้อมไม้ขีดของคุณ มองไป ทุกคน เร็วๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] But it's Orson, it'll be something.",
      "th": "แต่นั่นมันออร์สัน มันจะต้องเจ๋งแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[man] Test one, take one!",
      "th": "ทดสอบครั้งที่หนึ่ง เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Welles] Keep moving here.",
      "th": "ช่วยขยับอยู่ตลอดด้วย"
    }
  },
  {
    "translation": {
      "en": "[woman] One night in particular, I was listening to John and Orson,",
      "th": "คืนหนึ่ง ฉันได้ยินจอห์นกับออร์สันคุยกัน"
    }
  },
  {
    "translation": {
      "en": "and John was saying, “What the hell is this movie about, Orson?\"",
      "th": "และจอห์นก็พูดว่า \"หนังนี่แม่งเกี่ยวกับอะไรวะ ออร์สัน\""
    }
  },
  {
    "translation": {
      "en": "And Orson said, \"It's about a miserable prick.",
      "th": "และออร์สันก็ตอบว่า \"มันเกี่ยวกับไอ้โง่ที่น่าสังเวช"
    }
  },
  {
    "translation": {
      "en": "This is his swan song.",
      "th": "นี่เป็นผลงานอำลาของเขา"
    }
  },
  {
    "translation": {
      "en": "It's about us.\"",
      "th": "มันเกี่ยวกับพวกเรา\""
    }
  },
  {
    "translation": {
      "en": "[man] My father felt that film was a sort of slightly vulgar art-form.",
      "th": "พ่อผมรู้สึกว่าหนังเรื่องนั้น เป็นรูปแบบหนึ่งของงานศิลปะที่หยาบหน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "He made one for them and one for himself,",
      "th": "เขาสร้างเรื่องหนึ่งให้พวกเขา และเรื่องหนึ่งให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and was able to play the system,",
      "th": "และสามารถจะเล่นตามระบบได้"
    }
  },
  {
    "translation": {
      "en": "more like a poker player.",
      "th": "เหมือนกับผู้เล่นโป๊กเกอร์มากกว่า"
    }
  },
  {
    "translation": {
      "en": "Orson couldn't have been more different, yeah.",
      "th": "ซึ่งต่างกับออร์สันแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] My father was such a perfectionist,",
      "th": "พ่อฉันเป็นนักอุดมคตินิยม"
    }
  },
  {
    "translation": {
      "en": "and movies were his canvas.",
      "th": "และหนังเป็นผืนผ้าใบของเขา"
    }
  },
  {
    "translation": {
      "en": "Every shot of my father's movies are a painting.",
      "th": "ทุกช็อตในหนังของพ่อฉันคือภาพวาด"
    }
  },
  {
    "translation": {
      "en": "[man] And Orson's line was that Huston was willing to sell out.",
      "th": "และเป็นคำพูดของออร์สันที่ว่า ฮิวสตันอยากจะขายให้ออก"
    }
  },
  {
    "translation": {
      "en": "[man 2] I kept waiting for my big scene with John Huston,",
      "th": "ผมเฝ้าคอยฉากใหญ่ของผมกับจอห์น ฮิวสตัน"
    }
  },
  {
    "translation": {
      "en": "the one time he was supposed to really interact with me.",
      "th": "ครั้งเดียวที่เขาควรจะได้มีปฏิสัมพันธ์กับผมจริงๆ"
    }
  },
  {
    "translation": {
      "en": "One day, we were shooting and I said,",
      "th": "วันหนึ่ง เรากำลังถ่ายกันและผมพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Where's John?\" He hadn't been around for a while,",
      "th": "\"จอห์นอยู่ไหนล่ะ\" เขาไม่ได้อยู่แถวนี้มาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "and one of the crew said, \"He's off making some little film somewhere.\"",
      "th": "แล้วบางคนก็พูดขึ้นว่า \"เขาไปสร้างหนังเล็กๆ ที่ไหนสักแห่ง\""
    }
  },
  {
    "translation": {
      "en": "[man] It was a huge success.",
      "th": "มันประสบความสำเร็จอย่างสูง"
    }
  },
  {
    "translation": {
      "en": "-“Masterpiece,” they called it. -[crowd shouting]",
      "th": "พวกเขาเรียกมันว่า \"ผลงานชิ้นเอก\""
    }
  },
  {
    "translation": {
      "en": "It was wonderful for my father. A Kipling story",
      "th": "มันน่าอัศจรรย์สำหรับพ่อผม เรื่องของคิปลิงในเทือกเขาแอตลาส เป็นสรวงสวรรค์ สวรรค์บนดิน"
    }
  },
  {
    "translation": {
      "en": "in the Atlas Mountains was heaven, heaven on earth.",
      "th": "เรื่องของคิปลิงในเทือกเขาแอตลาส เป็นสรวงสวรรค์ สวรรค์บนดิน"
    }
  },
  {
    "translation": {
      "en": "But to think that, at that moment,",
      "th": "แต่พอคิดว่า ในขณะเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "the industry is not paying the same amount of respect to Welles is sad.",
      "th": "อุตสาหกรรมไม่ได้ให้ความนับถือ ออร์สัน เวลส์ในปริมาณเท่ากันนั้นช่างน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "[man 1] He once turned to me and he said,",
      "th": "เขาเคยหันมาหาผมครั้งหนึ่งและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Citizen Kane is the greatest curse of my life.",
      "th": "\"ซิติเซนเคนเป็นคำสาป ที่ยิ่งใหญ่ที่สุดในชีวิตของผม"
    }
  },
  {
    "translation": {
      "en": "Every time I do anything,",
      "th": "ทุกครั้งที่ผมทำอะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "people start comparing this to where it stands vis-à-vis",
      "th": "ผู้คนจะเริ่มเปรียบเทียบมันกับ"
    }
  },
  {
    "translation": {
      "en": "what they call the greatest American movie.",
      "th": "สิ่งที่พวกเขาเรียกว่า ภาพยนตร์อเมริกันที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "This is my curse.\"",
      "th": "นี่เป็นคำสาปของผม\""
    }
  },
  {
    "translation": {
      "en": "No other director has ever been held up to such an impossible standard.",
      "th": "ไม่มีผู้กำกับคนอื่นที่เคยถูกยกขึ้นเทียบกับ มาตรฐานที่เป็นไปไม่ได้เช่นนี้"
    }
  },
  {
    "translation": {
      "en": "What The Other Side of the Wind is about is, in a sense, a bookend",
      "th": "ในแง่หนึ่ง อีกฟากฝั่งของสายลมนั้น เกี่ยวกับบทสรุป"
    }
  },
  {
    "translation": {
      "en": "to Citizen Kane, about the tragic end of...",
      "th": "ของซิติเซนเคน เกี่ยวกับจุดจบที่น่าโศกเศร้า"
    }
  },
  {
    "translation": {
      "en": "somebody who had become great...",
      "th": "ของคนที่กลายเป็นผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "and then had lost his place in America.",
      "th": "แล้วก็สูญเสียที่อยู่ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Well, you know,",
      "th": "คุณก็รู้นี่"
    }
  },
  {
    "translation": {
      "en": "Orson said...",
      "th": "ออร์สันพูดว่า..."
    }
  },
  {
    "translation": {
      "en": "\"No story has a happy ending,",
      "th": "\"ไม่มีเรื่องราวใดมีตอนจบแสนสุข"
    }
  },
  {
    "translation": {
      "en": "unless you stop telling it before it's over with.\"",
      "th": "เว้นแต่คุณจะหยุดเล่าก่อนที่มันจะจบ\""
    }
  },
  {
    "translation": {
      "en": "[Oja] The tragedy of The Other Side of the Wind started with Andrés Vicente Gómez.",
      "th": "โศกนาฏกรรมของอีกฟากฝั่งของสายลม เริ่มต้นจากอันเดรส บิเซนเต โกเมซ"
    }
  },
  {
    "translation": {
      "en": "He was our Spanish co-producer.",
      "th": "เขาเป็นโปรดิวเซอร์ร่วมชาวสเปนของเรา"
    }
  },
  {
    "translation": {
      "en": "[man 2] I'm not sure how much I can say about this without getting into...",
      "th": "ผมไม่แน่ใจว่าผมพูดได้แค่ไหนในเรื่องนี้ โดยที่ไม่ไปพูดถึง..."
    }
  },
  {
    "translation": {
      "en": "um... muddy legal waters.",
      "th": "เรื่องยุ่งเหยิงทางกฎหมาย (มียอดคงเหลือในบัญชีต่ำกว่า 25 ดอลลาร์)"
    }
  },
  {
    "translation": {
      "en": "[man 3] Yeah, I was there and I really, to this day, don't know...",
      "th": "ใช่ ผมอยู่ตรงนั้นและผมก็ไม่รู้จนวันนี้"
    }
  },
  {
    "translation": {
      "en": "Whoa... Oh, wait a minute. I do know.",
      "th": "โว้ โว้ โอ้ เดี๋ยวก่อนนะ ผมรู้นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, this story I can't tell.",
      "th": "โอ้ เรื่องนี้ผมเล่าไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man 1] Andrés Gómez had supposedly put up a couple of hundred thousand dollars",
      "th": "อันเดรส โกเมซควรจะออกเงิน หลายแสนดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "towards production costs on The Other Side of the Wind,",
      "th": "ให้กับค่าใช้จ่ายโปรดักชันของ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "and was on the set. He left, and we were told that",
      "th": "และอยู่ในกองถ่าย เขาจากไปและเราถูกบอกว่า"
    }
  },
  {
    "translation": {
      "en": "he was going to pick up the next tranche of investment,",
      "th": "เขาจะไปรับเงินลงทุนงวดต่อไป"
    }
  },
  {
    "translation": {
      "en": "something in the order of a quarter of a million dollars.",
      "th": "บางส่วนในจำนวนสองแสนห้าหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "We were running out of cash and we kept, \"Where's Andrés?",
      "th": "เงินสดเรากำลังจะหมดลง และเราก็เอาแต่ถาม \"อันเดรสอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Where's Andrés? When is he coming back?\" Well, he never did come back.",
      "th": "อันเดรสอยู่ไหน เมื่อไหร่เขาจะกลับมา\" เขาไม่เคยกลับมา"
    }
  },
  {
    "translation": {
      "en": "I've heard that he vanished with some money, but I don't know if that's true.",
      "th": "ผมได้ยินมาว่าเขาหายไปพร้อมกับเงิน แต่ผมไม่รู้หรอกว่าจริงมั้ย"
    }
  },
  {
    "translation": {
      "en": "I don't know-- He may have vanished with his own money.",
      "th": "ผมไม่รู้นะ เขาอาจหายไปพร้อมกับเงินเขาเอง"
    }
  },
  {
    "translation": {
      "en": "[man 3] The problem is everybody got their information from Orson.",
      "th": "ปัญหาก็คือทุกคนรับข้อมูลจากออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Nobody has direct evidence of how the money disappeared.",
      "th": "ไม่มีใครมีพยานหลักฐานโดยตรง ว่าเงินหายไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[man 4] I read that he blamed me 'cause of the finance fiasco,",
      "th": "ผมอ่านเจอว่าเขาโทษผม ว่าเป็นสาเหตุของความล้มเหลวทางการเงิน"
    }
  },
  {
    "translation": {
      "en": "which is totally untrue.",
      "th": "ซึ่งไม่เป็นความจริงโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "I made a settlement with him.",
      "th": "ผมทำข้อตกลงกับเขา"
    }
  },
  {
    "translation": {
      "en": "There was no complaint, there was no anything.",
      "th": "ไม่มีคำฟ้อง ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "If it was true, why didn't they make any claim to me, you know?",
      "th": "ถ้ามันเป็นจริง ทำไมพวกเขา ไม่เรียกร้องอะไรจากผมเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It created chaos. I mean, suddenly we're not filming.",
      "th": "มันสร้างความโกลาหล ผมหมายถึง จู่ๆ เราก็ไม่ได้ถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "And then we're even blaming each other.",
      "th": "แล้วเราก็ถึงขั้นโทษกันเอง"
    }
  },
  {
    "translation": {
      "en": "You can imagine what happens to morale.",
      "th": "คุณคงจินตนาการได้ว่า เกิดอะไรขึ้นกับขวัญกำลังใจ"
    }
  },
  {
    "translation": {
      "en": "And then we're just all sorta, \"What's Orson gonna do?\"",
      "th": "แล้วเราก็คิดกันว่า \"ออร์สันจะทำยังไง\""
    }
  },
  {
    "translation": {
      "en": "[man] Mark it.",
      "th": "พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไป!"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson certainly was having trouble getting the film finished,",
      "th": "ออร์สันมีปัญหาในการทำหนังให้เสร็จจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and when the production had to move to Los Angeles",
      "th": "และพอโปรดักชันต้องย้ายไปที่ลอสแองเจลิส"
    }
  },
  {
    "translation": {
      "en": "and needed interiors that could work to double the Arizona house,",
      "th": "และจำเป็นต้องตกแต่งภายใน ให้ทำงานเหมือนกับบ้านที่แอริโซนาให้ได้"
    }
  },
  {
    "translation": {
      "en": "Peter had Orson move into his house in Beverly Hills to shoot there.",
      "th": "ปีเตอร์ให้ออร์สันย้ายไปบ้านเขา ในเบเวอร์ลีฮิลส์เพื่อจะถ่ายทำที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[man 2] What happened is, I think Orson sort of took advantage of that.",
      "th": "สิ่งที่เกิดขึ้นก็คือ ผมคิดว่าออร์สัน ใช้ประโยชน์จากสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man 3] Peter told Orson he could stay at his house",
      "th": "ปีเตอร์บอกออร์สันว่าเขามาอยู่ที่บ้านได้"
    }
  },
  {
    "translation": {
      "en": "for maybe two, three weeks a month.",
      "th": "เป็นเวลาอาจจะสองหรือสามสัปดาห์ต่อเดือน"
    }
  },
  {
    "translation": {
      "en": "Right on!",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Shepherd] Well, he stayed on and off for three years.",
      "th": "เขาเข้าออกบ้านหลังนั้นอยู่สามปี"
    }
  },
  {
    "translation": {
      "en": "Right on!",
      "th": "โป๊ะเชะ!"
    }
  },
  {
    "translation": {
      "en": "[man 4] Peter and Cybill Shepherd were living in the east wing.",
      "th": "ปีเตอร์กับซีบิล เชพเพิร์ด อยู่ด้วยกันในปีกตะวันออก"
    }
  },
  {
    "translation": {
      "en": "[Shepherd] It was a very large house.",
      "th": "มันเป็นบ้านหลังใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "And he ate a lot.",
      "th": "และเขากินเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Ah, the French champagne...",
      "th": "อ้า แชมเปญฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "has always been celebrated for its excellence.",
      "th": "ถูกนำมาฉลองให้กับความยอดเยี่ยมของเขาเสมอ"
    }
  },
  {
    "translation": {
      "en": "-[Shepherd] Fudgsicles! -[Welles chortling]",
      "th": "ฟัดจ์ซิเคิล"
    }
  },
  {
    "translation": {
      "en": "[Shepherd] He had to have them all the time.",
      "th": "เขาต้องมีมันตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "He got very angry if there were no Fudgsicles.",
      "th": "เขาจะโกรธมากถ้าไม่มีฟัดจ์ซิเคิล"
    }
  },
  {
    "translation": {
      "en": "And I had strict orders never to disturb him.",
      "th": "และฉันได้รับคำสั่งโดยตรงว่าห้ามรบกวนเขา"
    }
  },
  {
    "translation": {
      "en": "And then I smell smoke one day.",
      "th": "แล้ววันหนึ่งฉันก็ได้กลิ่นควัน"
    }
  },
  {
    "translation": {
      "en": "He was in the downstairs guest room.",
      "th": "เขาอยู่ในห้องพักแขกชั้นล่าง"
    }
  },
  {
    "translation": {
      "en": "And I followed it down up to the door and tap-tap-tap,",
      "th": "และฉันตามมันไปถึงประตูแล้วก็ ก๊อกๆๆ"
    }
  },
  {
    "translation": {
      "en": "\"Orson, is everything okay?\"",
      "th": "\"ออร์สัน ทุกอย่างโอเคมั้ย\""
    }
  },
  {
    "translation": {
      "en": "[mimics Welles' voice] \"Yes, it's taken care of.\"",
      "th": "\"โอเค ผมจัดการได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "He'd put a lit cigar in his robe pocket.",
      "th": "เขาวางซิการ์ที่จุดแล้วในกระเป๋าเสื้อคลุม"
    }
  },
  {
    "translation": {
      "en": "[woman] He was miserable.",
      "th": "เขาน่าสังเวช"
    }
  },
  {
    "translation": {
      "en": "He was never as fat as he was then.",
      "th": "เขาไม่เคยอ้วนเท่าที่เขาเป็นในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "And it was because of the movie.",
      "th": "และมันก็เป็นเพราะหนังเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "[man 2] Over time, Peter gave more to Orson than he ever imagined he was going to give.",
      "th": "เวลาผ่านไป ปีเตอร์ให้ออร์สันมากยิ่งกว่า ที่เขาเคยจินตนาการไว้ว่าจะให้"
    }
  },
  {
    "translation": {
      "en": "[Huston] Don't give up the ship, eh, Brooksie?",
      "th": "- อย่าเพิ่งถอดใจสิ บรูคซี่ - ผมเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Welles] It's really embarrassing because he's broke.",
      "th": "มันน่าขายหน้าจริงๆ เพราะเขาถังแตก"
    }
  },
  {
    "translation": {
      "en": "Don't think I'm not ready to--",
      "th": "ไม่ใช่ว่าผมไม่พร้อม..."
    }
  },
  {
    "translation": {
      "en": "Don't think I'm not ready to put up a fight for you.",
      "th": "ไม่ใช่ว่าผมไม่พร้อมสู้เพื่อคุณนะ"
    }
  },
  {
    "translation": {
      "en": "[man 2] I think, for a long time, you could sort of justify,",
      "th": "ผมคิดมานานแล้วว่าเราคงหาเหตุผลให้ตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "\"Well, Orson needs me.",
      "th": "\"ออร์สันต้องการผม"
    }
  },
  {
    "translation": {
      "en": "I'm helping him, maybe something good will come out of it.\"",
      "th": "ผมกำลังช่วยเขา อาจมีอะไรดีๆ เกิดขึ้นก็ได้\""
    }
  },
  {
    "translation": {
      "en": "It's you I'm thinking of.",
      "th": "ผมห่วงคุณต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-God, I don't-- -[Welles] Don't touch anything.",
      "th": "- พระเจ้า ผมไม่... - อย่าแตะอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "\"It's you I'm thinking of.\" Right into the door, that one.",
      "th": "ผมห่วงคุณต่างหาก พูดใส่ตรงประตู บานนั้นละ"
    }
  },
  {
    "translation": {
      "en": "It's you I'm thinking of.",
      "th": "ผมห่วงคุณต่างหาก"
    }
  },
  {
    "translation": {
      "en": "[man 2] At a certain point, it was like, it should be time for Orson to...",
      "th": "ณ จุดหนึ่ง มันเหมือนว่า มันควรเป็นเวลาที่ออร์สันจะ..."
    }
  },
  {
    "translation": {
      "en": "to go, but Orson's not going, and how do I sorta...",
      "th": "จะไป แต่ออร์สันไม่ไป และผมจะไปบอกเขา"
    }
  },
  {
    "translation": {
      "en": "try to tell him to do that?",
      "th": "ให้ทำอย่างนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "We who somehow glow a little in his light...",
      "th": "เราเป็นเพียงแสงไฟดวงเล็กๆ ที่ไม่อาจต้านทานรัศมีเขา"
    }
  },
  {
    "translation": {
      "en": "the fireflies,",
      "th": "พวกหิ่งห้อย"
    }
  },
  {
    "translation": {
      "en": "he does quite often swallow whole.",
      "th": "บ่อยครั้งที่เขากลืนพวกเราลงไปทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "It's a fact that some of us, he chews on rather slowly.",
      "th": "ที่จริง กับพวกเราบางคน เขากลับค่อยๆ แทะเล็ม"
    }
  },
  {
    "translation": {
      "en": "[Welles] Cut.",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "[Cumming] Orson commandeered Peter's screening room and turned it into his editing suite.",
      "th": "ออร์สันเข้ายึดห้องฉายหนังของปีเตอร์ และเปลี่ยนมันเป็นห้องตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "There he worked all hours, piecing together",
      "th": "ที่นั่นเขาทำงานตลอดเวลา ต่อมันเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "The Wind.",
      "th": "อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "[Welles] This is a Moviola.",
      "th": "นี่คือเครื่องมูฟวิโอลา"
    }
  },
  {
    "translation": {
      "en": "It's a machine for editing film.",
      "th": "มันเป็นเครื่องจักรสำหรับตัดต่อหนัง"
    }
  },
  {
    "translation": {
      "en": "[Oja] Orson decided on a completely new approach.",
      "th": "ออร์สันตัดสินใจที่จะใช้วิธีใหม่โดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "[man] Orson cut it.",
      "th": "ออร์สันตัดมัน"
    }
  },
  {
    "translation": {
      "en": "He cut it, every take, in a lot of parts",
      "th": "เขาตัดทุกๆ เทกเป็นหลายๆ ส่วน"
    }
  },
  {
    "translation": {
      "en": "-and he reconstruct it. -Action!",
      "th": "- และเขาก็จัดเรียงมันใหม่ - แอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "Curtain.",
      "th": "ม่าน"
    }
  },
  {
    "translation": {
      "en": "-Curtain. -[Welles] A film is...",
      "th": "- ม่าน - หนังนั้น"
    }
  },
  {
    "translation": {
      "en": "never right",
      "th": "ไม่เคยถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "until it's right musically.",
      "th": "จนกว่ามันจะถูกต้องทางดนตรี"
    }
  },
  {
    "translation": {
      "en": "-[man 2] I ended up working as an editor. -[Welles] Cut!",
      "th": "- ผมกลายมาเป็นมือตัดต่อ - คัต"
    }
  },
  {
    "translation": {
      "en": "I spent six months on what I call the bathroom orgy scene.",
      "th": "ผมใช้เวลาหกเดือนกับสิ่งที่ผมเรียกว่า ฉากเซ็กส์หมู่ในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "There were 500 edits.",
      "th": "มันมีการตัดต่อ 500 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "And I spent six months with him editing two frames here, five frames here, six...",
      "th": "และผมใช้เวลาหกเดือนกับเขาตัดต่อ สองเฟรมตรงนี้ ห้าเฟรมตรงนี้ หก..."
    }
  },
  {
    "translation": {
      "en": "He kept editing it a little bit more and a little bit more.",
      "th": "เราเฝ้าตัดต่อมันเพิ่มอีกนิดนึง และอีกนิดนึง"
    }
  },
  {
    "translation": {
      "en": "[man] His whole concept of The Other Side of the Wind",
      "th": "ความคิดทั้งหมดของเขาสำหรับ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "was evolving, that's what he said. I said, \"Well, how can it be evolving now?\"",
      "th": "กำลังพัฒนา นั่นคือสิ่งที่เขาพูด ผมพูดว่า \"มันมาพัฒนาเอาตอนนี้ได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "He said, \"It's all in the editing.\"",
      "th": "เขาว่า \"ทั้งหมดมันอยู่ที่การตัดต่อ\""
    }
  },
  {
    "translation": {
      "en": "I've never forgotten.",
      "th": "ผมไม่เคยลืมเลย"
    }
  },
  {
    "translation": {
      "en": "\"It's all in the editing.\"",
      "th": "ทั้งหมดมันอยู่ที่การตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "[Welles] The jigsaw pieces were separated by",
      "th": "ชิ้นส่วนจิ๊กซอว์ที่ถูกแยกจากกันโดย"
    }
  },
  {
    "translation": {
      "en": "breaks in time.",
      "th": "การหยุดของเวลา"
    }
  },
  {
    "translation": {
      "en": "Jesus, with all your troubles, what's one lousy leading man?",
      "th": "พระเจ้า จากปัญหาทั้งหมด จะอะไรนักหนากับพระเอกห่วยๆ คนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "There was no way for the picture to be put together, except in my mind.",
      "th": "มันไม่มีทางที่หนังจะถูกประกอบเข้ากันได้ ยกเว้นในความคิดผม"
    }
  },
  {
    "translation": {
      "en": "Jesus, what's one lousy leading man?",
      "th": "พระเจ้า จะอะไรนักหนา กับพระเอกห่วยๆ คนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Welles] Cut!",
      "th": "คัต!"
    }
  },
  {
    "translation": {
      "en": "[man 2] It was funny, 'cause, after all that,",
      "th": "มันตลกดีเพราะหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "Orson still wanted Hollywood to embrace him.",
      "th": "ออร์สันยังอยากให้ฮอลลีวูดอ้าแขนรับเขา"
    }
  },
  {
    "translation": {
      "en": "And I think he thought that the AFI",
      "th": "และผมคิดว่าเขาคิดว่ารางวัล"
    }
  },
  {
    "translation": {
      "en": "uh, Life Achievement Award was going to be that moment.",
      "th": "บุคคลทรงคุณค่าของเอเอฟไอ จะเป็นช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "[announcer] The American Film Institute presents a salute to Orson Welles.",
      "th": "สถาบันภาพยนตร์อเมริกันขอแสดงการสดุดี ออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "[man] I was the Founding Director of the AFI. I started the Life Achievement Awards.",
      "th": "ผมเป็นผู้อำนวยการก่อตั้งของเอเอฟไอ ผมริเริ่มรางวัลบุคคลทรงคุณค่า"
    }
  },
  {
    "translation": {
      "en": "[announcer] To salute an outstanding individual",
      "th": "เพื่อสดุดีให้กับบุคคลที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "for his lifetime contributions to the art of motion pictures.",
      "th": "สำหรับการอุทิศทั้งชีวิตให้กับ ศิลปะภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "[man] We concluded that Orson should be the next recipient,",
      "th": "เราได้ข้อสรุปว่าออร์สัน ควรได้เป็นผู้รับรางวัลคนต่อไป"
    }
  },
  {
    "translation": {
      "en": "but The Other Side of the Wind intruded.",
      "th": "แต่ อีกฟากฝั่งของสายลม ก็เข้ามา"
    }
  },
  {
    "translation": {
      "en": "Peter was my medium.",
      "th": "ปีเตอร์เป็นสื่อกลางของผม"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Stevens called me.",
      "th": "สตีเวนส์โทรหาผม"
    }
  },
  {
    "translation": {
      "en": "[man] Peter said, \"Orson would like to show something",
      "th": "ปีเตอร์พูดว่า \"ออร์สันอยากจะ แสดงอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "from his new film, The Other Side of the Wind.\"",
      "th": "จากหนังเรื่องใหม่ของเขา อีกฟากฝั่งของสายลม\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Fine.\"",
      "th": "ผมพูดว่า \"ได้สิ\""
    }
  },
  {
    "translation": {
      "en": "It was a big deal, because we were trying to sell the movie then.",
      "th": "มันเป็นเรื่องใหญ่ เพราะเราพยายามจะขายหนังในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] He was trying to sell the film.",
      "th": "เขาพยายามจะขายหนัง"
    }
  },
  {
    "translation": {
      "en": "[woman] He thought he was going to get the money to finish it.",
      "th": "เขาคิดว่าเขาจะได้เงินเพื่อทำมันให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "[man] Which was not unreasonable,",
      "th": "ซึ่งก็ใช่ว่าจะไม่สมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "but it would grow ever more complicated",
      "th": "ที่มันจะลุกลามเป็นเรื่องซับซ้อนขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "as we got nearer to the time.",
      "th": "ขณะที่เวลากระชั้นเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[man] Nobody exceeded Orson in charm",
      "th": "ไม่มีใครเหนือกว่าออร์สัน เวลส์เรื่องเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "when he turned it on and he came to play.",
      "th": "เมื่อเขาเปิดใช้มันและเดินเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[man 2] This was all of Hollywood there.",
      "th": "ฮอลลีวูดทั้งหมดอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "What a better forum to present the movie at? I mean...",
      "th": "จะมีที่ประชุมอะไรดีกว่านี้ในการนำเสนอหนัง ผมหมายถึง..."
    }
  },
  {
    "translation": {
      "en": "[Frank Sinatra] Now, how about a look at the future of our gifted friend?",
      "th": "ทีนี้ เรามาลองดูอนาคต ของเพื่อนผู้เปี่ยมพรสวรรค์ของเรา"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind.",
      "th": "อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "It's about a celebration in honor of a famous movie director",
      "th": "มันเกี่ยวกับการเฉลิมฉลองเพื่อเป็นเกียรติให้กับ ผู้กำกับภาพยนตร์ชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "who is not Orson.",
      "th": "ซึ่งไม่ใช่ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "And all of the movie freaks and filmmakers in the world are in at this bash",
      "th": "และคนบ้าหนังและคนทำหนังทั้งหมดในโลก อยู่ในงานรื่นเริงนี้"
    }
  },
  {
    "translation": {
      "en": "that I'm talking about, including a brilliant young director",
      "th": "และผมกำลังพูดรวมถึง ผู้กำกับหนุ่มมากความสามารถ"
    }
  },
  {
    "translation": {
      "en": "who, by another coincidence, is not Peter Bogdanovich,",
      "th": "ผู้ซึ่งด้วยเหตุบังเอิญอีกครั้ง ไม่ใช่ปีเตอร์ บ็อกดาโนวิช"
    }
  },
  {
    "translation": {
      "en": "but is played by Peter Bogdanovich.",
      "th": "แต่รับบทโดยปีเตอร์ บ็อกดาโนวิช"
    }
  },
  {
    "translation": {
      "en": "[man 2] Orson thought the AFI was that moment where everyone was going to",
      "th": "ออร์สันคิดว่าเอเอฟไอคือช่วงเวลานั้น ที่ซึ่งทุกคนจะมอบของหวานที่เหมาะสมให้กับเขา"
    }
  },
  {
    "translation": {
      "en": "give him his just desserts.",
      "th": "ที่ซึ่งทุกคนจะมอบของหวานที่เหมาะสมให้กับเขา"
    }
  },
  {
    "translation": {
      "en": "This picture is beautiful.",
      "th": "หนังเรื่องนี้ช่างงดงาม"
    }
  },
  {
    "translation": {
      "en": "And so are you, dear Orson.",
      "th": "คุณก็เช่นกัน ออร์สันที่รัก"
    }
  },
  {
    "translation": {
      "en": "[Welles] This honor I can only accept",
      "th": "เกียรตินี้ ผมขอรับไว้ก็แต่เฉพาะ"
    }
  },
  {
    "translation": {
      "en": "in the name of all the mavericks.",
      "th": "ในนามของผู้เป็นอิสระทั้งมวล"
    }
  },
  {
    "translation": {
      "en": "And don't imagine that this raggle taggle gypsyo is claiming to be free.",
      "th": "และอย่าจินตนาการว่ายิปซีสกปรกมอมแมมคนนี้ จะมาอ้างว่าเป็นอิสระเสรี"
    }
  },
  {
    "translation": {
      "en": "It's just that some of the necessities to which I am a slave",
      "th": "มันก็แค่ว่าความจำเป็นบางประการ ที่ผมเป็นทาสมันอยู่นั้น"
    }
  },
  {
    "translation": {
      "en": "are different from yours.",
      "th": "แตกต่างจากของพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "[man] He was not sucking up to the audience.",
      "th": "เขาไม่ได้พยายามทำให้ผู้ชมยอมรับเขา"
    }
  },
  {
    "translation": {
      "en": "He was basically saying, \"Fuck you,\" to the audience,",
      "th": "หลักๆ เขาก็แค่พูดว่า \"ไปตายซะ\" ใส่ผู้ชม"
    }
  },
  {
    "translation": {
      "en": "\"Why haven't you acknowledged my genius today?\"",
      "th": "\"ทำไมพวกคุณยังไม่รับรู้ถึง ความอัจฉริยะของผมในวันนี้\""
    }
  },
  {
    "translation": {
      "en": "-[applause] -Let us raise our cups then,",
      "th": "ขอให้เรายกแก้วขึ้น จากนั้น"
    }
  },
  {
    "translation": {
      "en": "standing as some of us do on opposite ends of the river,",
      "th": "ยืนขึ้นอย่างที่เราบางคนทำกัน ที่สองด้านปลายสุดของแม่น้ำ"
    }
  },
  {
    "translation": {
      "en": "and drink together",
      "th": "และดื่มพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "to what really matters to us all.",
      "th": "ให้กับสิ่งที่สำคัญกับเราทุกคนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "To our crazy and beloved profession.",
      "th": "ให้กับการงานที่รักยิ่งและบ้าบอ"
    }
  },
  {
    "translation": {
      "en": "To the movies, to good movies.",
      "th": "ให้กับหนัง ให้กับหนังดีๆ"
    }
  },
  {
    "translation": {
      "en": "To every possible kind.",
      "th": "ให้กับทุกอย่างที่เป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "[man] Orson makes a great speech.",
      "th": "ออร์สันกล่าวสุนทรพจน์ที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[man 2] And then he worked in a clip of his new film.",
      "th": "แล้วเขาก็ฉายคลิปหนังเรื่องใหม่ของเขา"
    }
  },
  {
    "translation": {
      "en": "[Welles] The scene...",
      "th": "ฉาก..."
    }
  },
  {
    "translation": {
      "en": "that you're going to see takes place in a projection room.",
      "th": "ที่คุณกำลังจะได้เห็นเกิดขึ้นในห้องฉาย"
    }
  },
  {
    "translation": {
      "en": "Waiting there is the big studio boss.",
      "th": "ที่นั่งรอตรงนั้นคือหัวหน้าของสตูดิโอใหญ่"
    }
  },
  {
    "translation": {
      "en": "The stooge is trying to sell",
      "th": "ผู้ช่วยคนนี้กำลังพยายามจะขาย"
    }
  },
  {
    "translation": {
      "en": "the unfinished movie that Jake is making,",
      "th": "หนังที่ยังไม่เสร็จที่เจคกำลังสร้าง"
    }
  },
  {
    "translation": {
      "en": "for which he needs end money.",
      "th": "ซึ่งเขาต้องการเงินมาปิดงาน"
    }
  },
  {
    "translation": {
      "en": "I just think it was sad.",
      "th": "ผมแค่คิดว่ามันน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "He was practically begging for money.",
      "th": "เขาไปขอเงินจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-What happens here? -I'm not really sure, Max.",
      "th": "- ฉากนี้คืออะไร - ผมไม่แน่ใจ แม็กซ์"
    }
  },
  {
    "translation": {
      "en": "-You-- You better ask Jake. -I'd better read the script.",
      "th": "คุณ คุณควรไปถามเจค ผมควรอ่านบทหนัง"
    }
  },
  {
    "translation": {
      "en": "There isn't one.",
      "th": "แต่ไม่มีบท"
    }
  },
  {
    "translation": {
      "en": "Jake, he’s just making it up as he goes along.",
      "th": "เจคแค่มโนเรื่องขึ้นมาแล้วถ่ายไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "He's done it before.",
      "th": "เขาเคยทำแบบนี้มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Nobody gave him a dime.",
      "th": "ไม่มีใครให้เขาสักแดงเดียว"
    }
  },
  {
    "translation": {
      "en": "[man 2] He thought he was going to attract",
      "th": "เขาคิดว่าเขาจะดึงดูด"
    }
  },
  {
    "translation": {
      "en": "somebody who would open up the vault and say, \"Whatever you need.\"",
      "th": "ใครบางคนที่อาจเปิดห้องนิรภัยให้และพูดว่า \"อยากได้อะไร เอาไปเลย\""
    }
  },
  {
    "translation": {
      "en": "And he didn't get it.",
      "th": "และเขาก็ไม่ได้มัน"
    }
  },
  {
    "translation": {
      "en": "All right, go home! Who gives a shit?",
      "th": "เอาละ กลับบ้าน ใครแม่งจะสน"
    }
  },
  {
    "translation": {
      "en": "You stiffs can put all this stuff together. We'll have our own movie.",
      "th": "พวกบื้ออย่างคุณเอาของพวกนี้ มาใส่รวมกันได้เลย เราจะมีหนังของเราเองละ"
    }
  },
  {
    "translation": {
      "en": "A real movie!",
      "th": "หนังจริงๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "A real movie!",
      "th": "หนังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe she just don't love us like she used to.",
      "th": "เธออาจจะไม่ได้รักเราอย่างที่เคย"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "อาจจะนะ"
    }
  },
  {
    "translation": {
      "en": "[man 2] Orson said to me once that,",
      "th": "ออร์สันเคยพูดกับผมครั้งหนึ่งว่า"
    }
  },
  {
    "translation": {
      "en": "\"Los Angeles is the only city where every road leads to the airport.",
      "th": "ลอสแองเจลิสเป็นเมืองเดียวเท่านั้น ที่ซึ่งถนนทุกสายนำไปสู่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "If you're here, Hollywood can't wait to get you out of here.\"",
      "th": "ถ้าคุณอยู่ที่นี่ ฮอลลีวูดจะทนรอไม่ไหว ที่จะไล่คุณไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Oja] The clouds around our film were gathering from all directions.",
      "th": "เมฆหมอกที่อยู่รอบหนังของเรา มาจากทั่วทุกสารทิศ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] The new Hollywood ended around '75.",
      "th": "ฮอลลีวูดยุคใหม่จบลงประมาณปี 1975"
    }
  },
  {
    "translation": {
      "en": "Star Wars and Jaws were blockbusters,",
      "th": "สตาร์วอร์สและจอว์สเป็นหนังบล็อกบัสเตอร์"
    }
  },
  {
    "translation": {
      "en": "not personal films, and changed the atmosphere.",
      "th": "ที่ไม่ใช่หนังส่วนตัว และเปลี่ยนบรรยากาศไป"
    }
  },
  {
    "translation": {
      "en": "[Welles] I did have the chance,",
      "th": "ผมมีโอกาสอยู่"
    }
  },
  {
    "translation": {
      "en": "right after the tribute, of reviving my career in America.",
      "th": "หลังจากของขวัญในการฟื้นคืนของอาชีพผม ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "But it was destroyed by the Iranians.",
      "th": "แต่มันก็ถูกทำลายโดยพวกอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Iran's Islamic revolution.",
      "th": "การปฏิวัติอิสลามของอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Many foreign-owned businesses",
      "th": "ธุรกิจที่ต่างชาติเป็นเจ้าของหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "and their assets confiscated without payment.",
      "th": "และทรัพย์สินของพวกเขา ถูกยึดโดยไม่มีการจ่ายชดเชย"
    }
  },
  {
    "translation": {
      "en": "[man 1] Financing got into deep trouble.",
      "th": "การเงินเข้าสู่ปัญหาใหญ่"
    }
  },
  {
    "translation": {
      "en": "The Iranian company, they simply shut off the spigot.",
      "th": "บริษัทอิหร่าน พวกเขาแค่อุดรอยรั่วอย่างง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "[Oja] You see, the Shah himself",
      "th": "ตัวชาห์เอง"
    }
  },
  {
    "translation": {
      "en": "was the brother-in-law of our producer.",
      "th": "เป็นน้องเขยของโปรดิวเซอร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "[man 3] When he was overthrown by the Ayatollah...",
      "th": "พอเขาถูกโค่นโดยพวกอะยาโตลลาห์"
    }
  },
  {
    "translation": {
      "en": "...the film was confiscated by somebody...",
      "th": "หนังเราก็ถูกใครบางคนยึดไป"
    }
  },
  {
    "translation": {
      "en": "Well, here it is... if anybody wants to see it.",
      "th": "เอ้า อยู่นี่... ถ้ามีใครอยากดูก็เชิญ"
    }
  },
  {
    "translation": {
      "en": "[man 3] ...and sent to a vault in Paris.",
      "th": "และถูกส่งไปที่ห้องนิรภัยในปารีส"
    }
  },
  {
    "translation": {
      "en": "[Welles] The Iranians attempted to move it out of Paris only two months ago.",
      "th": "พวกอิหร่านพยายามจะย้ายมันออกจากปารีส เมื่อสองเดือนก่อนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson sued to finish his film.",
      "th": "ออร์สันฟ้องเพื่อจะทำหนังให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Then, you know, he got fucked.",
      "th": "แล้วคุณก็รู้ เขาโดนเล่นงาน"
    }
  },
  {
    "translation": {
      "en": "The French court locked The Other Side of the Wind in a vault.",
      "th": "ศาลฝรั่งเศสล็อก อีกฟากฝั่งของสายลม ไว้ในห้องนิรภัย"
    }
  },
  {
    "translation": {
      "en": "[man 1] Orson couldn't have access to the film.",
      "th": "ออร์สันเข้าถึงหนังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Welles] When you hear the cry, \"Death to the Shah,\"",
      "th": "ตอนคุณได้ยินเสียงร้องว่า \"ความตายแก่ชาห์\""
    }
  },
  {
    "translation": {
      "en": "it doesn't come entirely from the Iranian people.",
      "th": "มันไม่ได้มาจากชาวอิหร่านเสียทั้งหมดหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Now, pretty much everything was shot",
      "th": "และทุกอย่างถูกถ่ายไว้เกือบหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "by this time.",
      "th": "ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "And Orson was heartbroken.",
      "th": "และออร์สันใจสลาย"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna-- don't wanna be introduced,",
      "th": "ผมไม่อยาก... ไม่อยากถูกแนะนำ"
    }
  },
  {
    "translation": {
      "en": "because I don't want this to seem like a formal occasion.",
      "th": "เพราะผมไม่อยากให้นี่ดูเหมือน เป็นโอกาสที่เป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "-[laughter] -That stops right now.",
      "th": "หยุดเดี๋ยวนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Stops right now. Back.",
      "th": "หยุดเดี๋ยวนี้เลย ถอยไป"
    }
  },
  {
    "translation": {
      "en": "About ten feet, you get a much better shot. Zoom.",
      "th": "ประมาณสิบฟุต คุณจะได้ช็อตที่ดีขึ้น ซูมสิ"
    }
  },
  {
    "translation": {
      "en": "[woman] Sir, my question is a little bit personal.",
      "th": "คุณคะ คำถามฉันเป็นส่วนตัวหน่อยนะคะ"
    }
  },
  {
    "translation": {
      "en": "What are the greatest events of your life in relation to your work as a film star?",
      "th": "อะไรคือเหตุการณ์ที่ยอดเยี่ยมที่สุดในชีวิตคุณ ในงานที่คุณทำในฐานะดาราหนัง"
    }
  },
  {
    "translation": {
      "en": "The greatest moment is always",
      "th": "ช่วงเวลาที่ยอดเยี่ยมที่สุดเสมอก็คือ"
    }
  },
  {
    "translation": {
      "en": "when you know the money's in the bank.",
      "th": "ตอนที่คุณรู้ว่ามีเงินอยู่ในธนาคาร"
    }
  },
  {
    "translation": {
      "en": "The point is, you have fallen in love with an impossible medium,",
      "th": "ประเด็นคือ คุณได้ตกหลุมรักกับสื่อที่เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because it's so hard to get the money for your pictures.",
      "th": "เพราะมันยากเหลือเกินที่จะหาเงินมาให้หนังคุณ"
    }
  },
  {
    "translation": {
      "en": "It's so hard to get the distribution.",
      "th": "มันยากเหลือเกินที่จะจัดจำหน่าย"
    }
  },
  {
    "translation": {
      "en": "I believe we should work",
      "th": "ผมเชื่อว่าเราควรทำงาน"
    }
  },
  {
    "translation": {
      "en": "in the constant recognition",
      "th": "โดยพึงระลึกเสมอ"
    }
  },
  {
    "translation": {
      "en": "of the fact that we are lucky to be working,",
      "th": "ถึงข้อเท็จจริงที่ว่าเราโชคดีที่ได้ทำงาน"
    }
  },
  {
    "translation": {
      "en": "and that our luck is too great to confuse it",
      "th": "และโชคของเรายิ่งใหญ่เกินกว่า ที่จะไปสับสนมัน"
    }
  },
  {
    "translation": {
      "en": "with ultimate justice.",
      "th": "กับความยุติธรรมอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "Particularly, since any intelligent person knows",
      "th": "โดยเฉพาะอย่างยิ่ง เนื่องจากใครก็ตามที่มีสติปัญญาย่อมรู้"
    }
  },
  {
    "translation": {
      "en": "that there is no justice in the world.",
      "th": "ว่ามันไม่มีความยุติธรรมในโลกนี้"
    }
  },
  {
    "translation": {
      "en": "Of any kind.",
      "th": "ไม่ว่าชนิดใด"
    }
  },
  {
    "translation": {
      "en": "My God, it's vodka.",
      "th": "พระเจ้า นี่มันวอดก้า"
    }
  },
  {
    "translation": {
      "en": "This... [cackling]",
      "th": "มัน..."
    }
  },
  {
    "translation": {
      "en": "That's all. Don't go on shooting me laughing and saying nothing.",
      "th": "แค่นั้นละครับ อย่าเอาแต่หัวเราะ ใส่ผมและไม่พูดอะไร"
    }
  },
  {
    "translation": {
      "en": "Come on, I don't want... I don't want footage of myself--",
      "th": "ไม่เอาน่า ผมไม่อยาก... ผมไม่อยากได้ฟุตเทจตอนตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "[woman] Sometimes I try to imagine Orson",
      "th": "บางครั้งฉันลองคิดภาพออร์สัน"
    }
  },
  {
    "translation": {
      "en": "having different bedrooms in different hotels.",
      "th": "ได้อยู่ในห้องนอนอื่นในโรงแรมอื่น"
    }
  },
  {
    "translation": {
      "en": "And the door to this room is locked. And under the bed",
      "th": "และประตูเข้าห้องถูกล็อกไว้ และที่ใต้เตียงนั้น"
    }
  },
  {
    "translation": {
      "en": "are hidden boxes and boxes of film.",
      "th": "มีกล่องใส่ฟิล์มถูกซ่อนไว้หลายต่อหลายกล่อง"
    }
  },
  {
    "translation": {
      "en": "Who knows?",
      "th": "ใครจะรู้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] A number of the things you've done, films you've made,",
      "th": "หลายสิ่งที่คุณได้ทำ หนังที่คุณได้สร้าง มันดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "have gone on for a very long time. You've come back to them, picked them up.",
      "th": "เป็นเวลานานมาก คุณกลับมาหามัน หยิบมันขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Welles] Yeah, there are only two main projects which are unfinished.",
      "th": "ใช่ มันมีเพียงโปรเจกต์หลักสองชิ้นที่ยังไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "Don Quixote.",
      "th": "ดอนกิโฆเต้"
    }
  },
  {
    "translation": {
      "en": "And the other one, which has been much longer is The Other Side of the Wind.",
      "th": "และอีกเรื่องหนึ่งที่นานกว่ามากก็คือ อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "[man] I don't know how many other pictures Orson's got somewhere",
      "th": "ผมไม่รู้ว่ามีหนังเรื่องอื่นอีกกี่เรื่องที่ ออร์สันเริ่มถ่าย"
    }
  },
  {
    "translation": {
      "en": "that were never finished. A few, a few.",
      "th": "ที่ไม่เคยได้ทำจนเสร็จ ไม่กี่เรื่องๆ"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] The Deep was finished.",
      "th": "เดอะดีปถ่ายทำเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "He just needed to loop the actors.",
      "th": "เขาแค่ต้องเรียกพวกนักแสดงมา"
    }
  },
  {
    "translation": {
      "en": "But he never did.",
      "th": "แต่เขาก็ไม่เคยทำ"
    }
  },
  {
    "translation": {
      "en": "[Antoine] The Merchant of Venice. If you are listening to Orson,",
      "th": "เวนิสวาณิช ถ้าคุณฟังจากออร์สัน"
    }
  },
  {
    "translation": {
      "en": "the sound was stolen, that's the reason why he didn't finish the picture.",
      "th": "เสียงถูกขโมยไป นั่นคือเหตุผล ที่เขาไม่ได้ทำหนังให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "[man] The Dreamers.",
      "th": "เดอะดรีมเมอร์ส"
    }
  },
  {
    "translation": {
      "en": "The Dreamers was a major project that would've been a really beautiful film.",
      "th": "เดอะดรีมเมอร์สเป็นโปรเจกต์ใหญ่ ที่น่าจะได้เป็นหนังที่งดงามมากๆ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you like to finish a picture and be done with it?",
      "th": "(เดอะดรีมเมอร์ส (1982) *ไม่ได้ออกฉาย) คุณชอบที่จะทำหนังให้เสร็จ และไม่ต้องยุ่งกับมันอีกมั้ย"
    }
  },
  {
    "translation": {
      "en": "Are you happy when it's all done and cut?",
      "th": "คุณมีความสุขตอนทุกอย่าง เสร็จสิ้นและตัดเรียบร้อยมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Welles] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "No, because you always hope you can make it better.",
      "th": "ไม่เลย เพราะคุณจะหวังเสมอว่า คุณสามารถทำให้มันดีขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "I hate every kind of goodbye.",
      "th": "ผมเกลียดการบอกลาทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "And every time those lights go out, it's a little death and a little goodbye.",
      "th": "และทุกครั้งที่ไฟพวกนั้นดับลง มันเป็นความตายนิด การบอกลาหน่อย"
    }
  },
  {
    "translation": {
      "en": "[man] I have a feeling,",
      "th": "ผมมีความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "for which I have no evidence,",
      "th": "ซึ่งผมก็ไม่มีหลักฐานหรอก"
    }
  },
  {
    "translation": {
      "en": "that he never wanted to finish The Other Side of the Wind.",
      "th": "ว่าเขาไม่เคยอยากจะทำ อีกฟากฝั่งของสายลม ให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "[man] I always thought that we would never finish the film until he died.",
      "th": "ผมคิดเสมอว่าเราอาจไม่มีวันทำมันเสร็จ จนกว่าเขาจะตาย"
    }
  },
  {
    "translation": {
      "en": "Because...",
      "th": "เพราะ..."
    }
  },
  {
    "translation": {
      "en": "he felt that if we finished the film he would die.",
      "th": "เขารู้สึกว่าถ้าเราทำหนังเสร็จ เขาจะตาย"
    }
  },
  {
    "translation": {
      "en": "On the other hand...",
      "th": "ในทางกลับกัน"
    }
  },
  {
    "translation": {
      "en": "[Oja] This question:",
      "th": "คำถามนี้"
    }
  },
  {
    "translation": {
      "en": "Orson did not like to finish his films.",
      "th": "ออร์สันไม่ชอบที่จะทำหนังให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "There is really no logic in it, because not to finish his films",
      "th": "มันไม่มีตรรกะอะไรจริงๆ เพราะการที่ทำหนังไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "would have been suicidal, and Orson loved life.",
      "th": "จะเป็นเหมือนการฆ่าตัวตาย และออร์สันก็รักชีวิต"
    }
  },
  {
    "translation": {
      "en": "And life for him",
      "th": "และชีวิตสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "mainly consisted of making the movies.",
      "th": "หลักๆ ก็ประกอบด้วยการสร้างหนัง"
    }
  },
  {
    "translation": {
      "en": "It implied that he would act in other director's movies",
      "th": "มันสื่อเป็นนัยว่าเขาจะแสดง ในหนังของผู้กำกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "in order to finance and to direct his own.",
      "th": "เพื่อที่จะมีเงินและกำกับหนังของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Then just before the end,",
      "th": "แล้วก่อนที่จะจบงาน"
    }
  },
  {
    "translation": {
      "en": "he would throw away all this money and effort,",
      "th": "เขาจะโยนเงินและความพยายามทั้งหมดนี้ทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "which he invested into his film,",
      "th": "ซึ่งเป็นสิ่งที่เขาลงทุนไปในหนังของเขา"
    }
  },
  {
    "translation": {
      "en": "for the sheer pleasure of not finishing it.",
      "th": "เพื่อความพึงพอใจในการไม่ทำมันให้เสร็จล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "[man] The myth of him not wanting to complete his films",
      "th": "เรื่องเล่าว่าเขาไม่อยากทำหนังให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "is complete and total nonsense.",
      "th": "เป็นเรื่องไร้สาระที่สุดอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[woman chuckles] Such bullshit.",
      "th": "งี่เง่าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[man] He wanted to finish them correctly.",
      "th": "เขาอยากทำมันให้เสร็จอย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "I mean, look at the movies that were finished.",
      "th": "ดูพวกหนังที่ทำเสร็จสิ"
    }
  },
  {
    "translation": {
      "en": "Hello!",
      "th": "เลิศมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Oja] One can only imagine what the pain and suffering",
      "th": "เราได้แต่จินตนาการว่าความทุกข์และทรมาน อะไรบ้างที่เขาต้องทนมาตลอดหลายปี"
    }
  },
  {
    "translation": {
      "en": "he endured through the years when he did finish.",
      "th": "เราได้แต่จินตนาการว่าความทุกข์และทรมาน อะไรบ้างที่เขาต้องทนมาตลอดหลายปี ตอนที่เขาถ่ายทำเสร็จ"
    }
  },
  {
    "translation": {
      "en": "Kane. Othello. Macbeth.",
      "th": "ซิติเซนเคน โอเทลโล แม็คเบ็ธ"
    }
  },
  {
    "translation": {
      "en": "Stranger. Mr. Arkadin. And The Trial.",
      "th": "- สเตรนเจอร์ มิสเตอร์อาร์คาดิน - และเดอะไทรอัล"
    }
  },
  {
    "translation": {
      "en": "Touch of Evil. Lady from Shanghai. Immortal Story.",
      "th": "ทัชออฟอีวิล เลดี้ฟรอมชางไฮ อิมมอร์ทัลสตอรี"
    }
  },
  {
    "translation": {
      "en": "Chimes at Midnight. F for Fake.",
      "th": "ไชม์สแอ็ตมิดไนต์ เอฟฟอร์เฟก"
    }
  },
  {
    "translation": {
      "en": "And, of course,",
      "th": "และแน่นอน"
    }
  },
  {
    "translation": {
      "en": "he did everything to continue with The Other Side of the Wind.",
      "th": "เขาทำทุกอย่างเพื่อที่จะได้ทำ อีกฟากฝั่งของสายลม ต่อ"
    }
  },
  {
    "translation": {
      "en": "[man] I used to see him at Ma Maison,",
      "th": "ผมเคยเห็นเขาที่ร้านมาเมซองส์"
    }
  },
  {
    "translation": {
      "en": "a French restaurant in Los Angeles.",
      "th": "ภัตตาคารฝรั่งเศสในลอสแองเจลิส"
    }
  },
  {
    "translation": {
      "en": "[man 2] He would eat there seven days a week.",
      "th": "เขาจะกินที่นั่นเจ็ดวันต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "[man 3] He'd go to Ma Maison for lunch.",
      "th": "พวกเขาไปมาเมซองส์เพื่อกินอาหารกลางวัน"
    }
  },
  {
    "translation": {
      "en": "[man 4] He had his own table,",
      "th": "เขามีโต๊ะประจำ"
    }
  },
  {
    "translation": {
      "en": "and there was mostly business involved. I mean, like Burt Reynolds.",
      "th": "และมักมีธุรกิจมาเกี่ยวข้อง ผมหมายถึง อย่างเบิร์ต เรย์โนลด์ส"
    }
  },
  {
    "translation": {
      "en": "[man 5] Jack Nicholson.",
      "th": "แจ็ก นิโคลสัน"
    }
  },
  {
    "translation": {
      "en": "[man 4] Henry Jaglom was a regular.",
      "th": "เฮนรี แจ็กลอมเป็นขาประจำ"
    }
  },
  {
    "translation": {
      "en": "-I'll finish this. -[man] Yes.",
      "th": "- ผมจะทำสิ่งนี้ให้เสร็จ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Chewing the burger. -[man chuckles]",
      "th": "เคี้ยวเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "He wasn't the ogre everybody thought he was, at all.",
      "th": "เขาไม่ได้เป็นยักษ์มาร อย่างที่ทุกคนคิดว่าเป็นเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "[man 6] This weird notion",
      "th": "ความเห็นประหลาด"
    }
  },
  {
    "translation": {
      "en": "that Orson was sitting around Ma Maison doing fuck all",
      "th": "ที่ว่าออร์สันนั่งเล่นแถวมาเมซองส์ และ \"ไม่ทำห่าอะไรเลย\""
    }
  },
  {
    "translation": {
      "en": "is insulting.",
      "th": "เป็นการสบประมาท"
    }
  },
  {
    "translation": {
      "en": "Miss Tracy. Prepare the standard rich and famous contract",
      "th": "คุณเทรซี เตรียมสัญญาดังและรวยแบบมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "for Kermit the Frog and company.",
      "th": "ให้กบเคอร์มิตและพรรคพวกด้วย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] We'd had all these lunches and we talked about everything.",
      "th": "เราไปทานมื้อกลางวันพวกนี้กัน และเราก็คุยเกี่ยวกับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "And he was focusing on getting the film back so he could finish",
      "th": "เขามุ่งความสนใจไปที่การเอาหนังคืนมา เขาจะได้"
    }
  },
  {
    "translation": {
      "en": "The Other Side of the Wind.",
      "th": "ทำ อีกฟากฝั่งของสายลม ให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "We created a company called Weljag.",
      "th": "เราตั้งบริษัทกันชื่อว่า เวลแจ็ก"
    }
  },
  {
    "translation": {
      "en": "And we lied and we claimed to have several million dollars",
      "th": "และเราก็โกหก เราอ้างว่ามีเงินหลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "to pay the Shah of Iran's brother",
      "th": "ที่จะจ่ายให้พี่ชายของชาห์แห่งอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "the million and a half he was asking for.",
      "th": "เงินหนึ่งล้านห้าแสนที่เขาขอมา"
    }
  },
  {
    "translation": {
      "en": "And that would free the film.",
      "th": "และนั่นจะทำให้หนังเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "He was outrageous. He was willing to completely lie,",
      "th": "เขาสุดจะทน เขาอยากจะโกหกทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "because he didn't have any respect for the stupid process",
      "th": "เพราะเขาไม่เหลือความเคารพให้กับ กระบวนการโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "that had held his film back.",
      "th": "ที่ยึดหนังของเขาไว้"
    }
  },
  {
    "translation": {
      "en": "So, we went and we testified.",
      "th": "ดังนั้นเราจึงไปและให้การ"
    }
  },
  {
    "translation": {
      "en": "[Welles] The great part of the film",
      "th": "ส่วนใหญ่ของหนังนั้น"
    }
  },
  {
    "translation": {
      "en": "was made before there was a partnership with the Iranians.",
      "th": "ถูกสร้างขึ้นก่อนที่จะมีความร่วมมือกับพวกอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] We were appealing on the basis of the Code Napoléon,",
      "th": "เรากำลังขออุทธรณ์โดยอ้าง หลักของประมวลกฎหมายนโปเลียน"
    }
  },
  {
    "translation": {
      "en": "that says the artist owns the film.",
      "th": "ว่าศิลปินเป็นเจ้าของหนัง"
    }
  },
  {
    "translation": {
      "en": "It's close to being finished,",
      "th": "มันเกือบจะเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "but the failure of the Iranians",
      "th": "แต่ความล้มเหลวของพวกอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "to pay the money they were supposed to",
      "th": "ในการจ่ายเงินที่ควรจะจ่าย"
    }
  },
  {
    "translation": {
      "en": "delayed us for years,",
      "th": "ทำให้เราล่าช้าไปหลายปี"
    }
  },
  {
    "translation": {
      "en": "and several actors died.",
      "th": "และนักแสดงหลายคนก็ตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] That's what his whole focus was, finishing The Other Side of the Wind.",
      "th": "นั่นคือทั้งหมดที่เป็นความสนใจของเขา การทำ อีกฟากฝั่งของสายลม ให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "And then the French judiciary announced",
      "th": "แล้วตุลาการศาลฝรั่งเศสก็ประกาศ"
    }
  },
  {
    "translation": {
      "en": "the producer owns the film.",
      "th": "ให้โปรดิวเซอร์เป็นเจ้าของหนัง"
    }
  },
  {
    "translation": {
      "en": "Not Orson.",
      "th": "ไม่ใช่ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "So, he's back to stage one.",
      "th": "เขาจึงกลับมานับหนึ่งใหม่"
    }
  },
  {
    "translation": {
      "en": "[Welles] You have to protect yourself.",
      "th": "คุณต้องปกป้องตัวเอง"
    }
  },
  {
    "translation": {
      "en": "There are subjects we don't think about.",
      "th": "มันมีเรื่องที่เราคิดไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "You know, it's like avoiding the mirror.",
      "th": "มันเหมือนการหลบเลี่ยงกระจก"
    }
  },
  {
    "translation": {
      "en": "I don't much like to look in any form of mirror.",
      "th": "ผมไม่ชอบมองกระจกในทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "[man] In Orson's life,",
      "th": "ในชีวิตของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "there's a sense of the essential untrustworthiness of people.",
      "th": "มันมีแง่ของความเชื่อใจไม่ได้ของคน เป็นส่วนประกอบสำคัญ"
    }
  },
  {
    "translation": {
      "en": "It's a world view, and that really does run",
      "th": "มันเป็นโลกทัศน์ และนั่นจริงๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "pretty well through everything.",
      "th": "ใช้ได้ดีกับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "After that, I knew I couldn't trust him.",
      "th": "หลังจากนั้น ฉันรู้ว่าฉันเชื่อใจเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He was mad.",
      "th": "เขาเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "[man 2] Betrayal was key to all of Orson's work.",
      "th": "การทรยศเป็นกุญแจสู่ผลงานทั้งหมดของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "[man 3] They're mostly about two guys who love each other,",
      "th": "ส่วนใหญ่จะเกี่ยวกับชายสองคนที่รักกัน"
    }
  },
  {
    "translation": {
      "en": "and one betrays the other.",
      "th": "และคนหนึ่งจะทรยศอีกคน"
    }
  },
  {
    "translation": {
      "en": "[man] Gosh, this is difficult territory,",
      "th": "พระเจ้า นี่เป็นเขตแดนที่ยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "but it must have stemmed from something in his life.",
      "th": "แต่มันต้องแตกหน่อมาจากบางอย่างในชีวิตเขา"
    }
  },
  {
    "translation": {
      "en": "Actually, it starts as early as you like.",
      "th": "อันที่จริง มันเริ่มต้นเร็วอย่างที่คุณชอบ"
    }
  },
  {
    "translation": {
      "en": "There are a number of betrayals in Welles' childhood...",
      "th": "มีการทรยศหลายครั้งในวัยเด็กของเวลส์..."
    }
  },
  {
    "translation": {
      "en": "I don't like a pair of eyes...",
      "th": "ผมไม่ชอบให้ตาคู่นั้น..."
    }
  },
  {
    "translation": {
      "en": "[man] ...that were absolutely fundamental to him, formative to him.",
      "th": "ซึ่งเป็นรากฐานอย่างแท้จริงของเขา สร้างตัวตนเขา"
    }
  },
  {
    "translation": {
      "en": "...staring at me.",
      "th": "จ้องมองมาที่ผม"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] His childhood was a mess.",
      "th": "วัยเด็กของเขาสับสนวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "With no look in them.",
      "th": "ด้วยสายตาที่ว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] His mother died, died on his birthday.",
      "th": "แม่เขาตาย ตายในวันเกิดของเขา"
    }
  },
  {
    "translation": {
      "en": "And then his father was a drunk.",
      "th": "แล้วพ่อเขาก็เป็นขี้เมา"
    }
  },
  {
    "translation": {
      "en": "He told his father that he didn't wanna see him unless he was sober.",
      "th": "เขาบอกพ่อเขาว่าเขาไม่อยากเจอพ่อ ถ้าพ่อเขาเมา"
    }
  },
  {
    "translation": {
      "en": "His father died.",
      "th": "พ่อเขาตาย"
    }
  },
  {
    "translation": {
      "en": "[man] Suicide, take one.",
      "th": "ฆ่าตัวตาย เทกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man 2] Welles was convinced his father committed suicide.",
      "th": "เวลส์เชื่อว่าพ่อเขาฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "\"Would-be suicide?\"",
      "th": "จะต้องเป็นการฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "[man 2] Drank himself to death in a hotel room in Chicago when Welles was 15.",
      "th": "ดื่มหัวราน้ำจนตายในห้องของโรงแรมในชิคาโก ตอนเวลส์อายุ 15"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Announce it again. -[man] Suicide, take two.",
      "th": "- ประกาศอีกที - ฆ่าตัวตาย เทกสอง"
    }
  },
  {
    "translation": {
      "en": "[man 3] This was the greatest source of guilt in his life.",
      "th": "นี่คือที่มาของความรู้สึกผิด ที่ยิ่งใหญ่ที่สุดในชีวิตเขา"
    }
  },
  {
    "translation": {
      "en": "[man 2] And he said, \"I don't think you can get over your guilt.\"",
      "th": "เขาพูดว่า \"ผมไม่คิดว่าคุณจะก้าวข้าม ความรู้สึกผิดคุณไปได้\" เขาพูดอีกว่า \"คุณต้องอยู่กับความรู้สึกผิด\""
    }
  },
  {
    "translation": {
      "en": "He said, \"You have to live with your guilt.\"",
      "th": "ความรู้สึกผิดคุณไปได้\" เขาพูดอีกว่า \"คุณต้องอยู่กับความรู้สึกผิด\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] This treason...",
      "th": "การทรยศนี้"
    }
  },
  {
    "translation": {
      "en": "is a theme that you use in other films.",
      "th": "เป็นธีมที่คุณใช้ในหนังเรื่องอื่น"
    }
  },
  {
    "translation": {
      "en": "Either people betray their best friends,",
      "th": "ไม่ว่าจะเป็นคนทรยศเพื่อนรักของเขา"
    }
  },
  {
    "translation": {
      "en": "or they betray their values in which they believe.",
      "th": "หรือพวกเขาทรยศคุณค่าของตัวเอง - ในสิ่งที่พวกเขาเชื่อ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Welles] Yes. -Uh...",
      "th": "- ในสิ่งที่พวกเขาเชื่อ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Welles] Which is worse, do you think?",
      "th": "อะไรแย่กว่ากัน คุณคิดว่าไง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] I suppose it's to betray the values in which you believe.",
      "th": "ผมคิดว่าการทรยศคุณค่าในสิ่งที่ตัวเองเชื่อ"
    }
  },
  {
    "translation": {
      "en": "There we are!",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "Now we found the difference between us.",
      "th": "ตอนนี้เราเจอข้อแตกต่างระหว่างเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "To me, the worst thing is to betray a friend.",
      "th": "สำหรับผม สิ่งที่แย่กว่าคือการทรยศเพื่อน"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] We were very close for a while.",
      "th": "เราสนิทกันมากๆ อยู่พักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And I loved him, and I think he loved me.",
      "th": "ผมรักเขา และผมคิดว่าเขารักผม"
    }
  },
  {
    "translation": {
      "en": "[Welles] I like him. I like him very much.",
      "th": "ผมชอบเขานะ ผมชอบเขามากๆ"
    }
  },
  {
    "translation": {
      "en": "I consider him a true friend.",
      "th": "ผมถือว่าเขาเป็นเพื่อนแท้"
    }
  },
  {
    "translation": {
      "en": "And I ask you to welcome him. Burt Reynolds.",
      "th": "และผมขอให้คุณต้อนรับเขา เบิร์ต เรย์โนลด์ส"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] But Bert Reynolds and Orson,",
      "th": "แต่เบิร์ต เรย์โนลด์สและออร์สัน"
    }
  },
  {
    "translation": {
      "en": "they said a couple of not very nice things about me, on television.",
      "th": "พวกเขาพูดเรื่องที่ไม่ค่อยดีเกี่ยวกับผมในทีวี"
    }
  },
  {
    "translation": {
      "en": "We have a mutual friend, of course, Peter Bogdanovich.",
      "th": "เรามีเพื่อนร่วมกันคนหนึ่ง แน่นอน ปีเตอร์ บ็อกดาโนวิช"
    }
  },
  {
    "translation": {
      "en": "That's right. As a matter of fact,",
      "th": "ถูกต้อง อันที่จริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "you have me to thank for the fact that you were asked to be",
      "th": "คุณต้องขอบคุณผมสำหรับเรื่อง ที่คุณได้ถูกทาบทามให้รับบท"
    }
  },
  {
    "translation": {
      "en": "in the picture which was probably the least successful of any in your past.",
      "th": "ในหนังที่น่าจะประสบความสำเร็จ น้อยที่สุดจากทุกเรื่องที่ผ่านมาของคุณ"
    }
  },
  {
    "translation": {
      "en": "My feeling was that the picture needed you.",
      "th": "ความรู้สึกผมก็คือหนังเรื่องนั้นต้องการคุณ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "No, it needed a lot more.",
      "th": "ไม่หรอก มันต้องการมากกว่านั้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "-[Welles] That's right. -[sighs]",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[Reynolds] I had the distinction of getting him on this show",
      "th": "ผมมีชื่อจากการเอาเขามาออกรายการนี้"
    }
  },
  {
    "translation": {
      "en": "and having him host the show.",
      "th": "และให้เขาเป็นผู้จัดรายการ"
    }
  },
  {
    "translation": {
      "en": "-[Welles] How did you get him off? -Well, that was the thing.",
      "th": "- คุณเอาเขาออกไปยังไง - ก็นั่นน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "[Huston] This is the one that hurts.",
      "th": "เจ็บปวดตรงนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "This is a scene we both hoped we'd never get to.",
      "th": "นี่คือฉากที่เราทั้งคู่หวังไว้ว่าจะไม่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Remember when you first appeared on that location of mine?",
      "th": "จำตอนที่นายโผล่มาครั้งแรก ในกองถ่ายของฉันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I didn't even have",
      "th": "ได้สิ ผมไม่มี"
    }
  },
  {
    "translation": {
      "en": "fare back home. Just that...",
      "th": "เงินค่ารถกลับบ้านด้วยซ้ำ แค่นั้น..."
    }
  },
  {
    "translation": {
      "en": "secondhand tape recorder.",
      "th": "มีแค่เครื่องอัดเสียงมือสอง"
    }
  },
  {
    "translation": {
      "en": "A raggedy-ass kid.",
      "th": "เด็กหนุ่มมอมแมมคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] So, I wrote him a note in which I said,",
      "th": "ผมเลยเขียนโน้ตให้เขาซึ่งผมพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I tuned in last night to see what you think about me",
      "th": "\"ผมเปลี่ยนช่องไปเมื่อคืน เพื่อจะดูว่าคุณคิดยังไงกับผม"
    }
  },
  {
    "translation": {
      "en": "and I guess I found out.\"",
      "th": "และผมคิดว่าผมรู้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "And he sent me back a envelope...",
      "th": "และเขาก็ส่งซองจดหมายตอบกลับมา"
    }
  },
  {
    "translation": {
      "en": "[Welles] The envelope.",
      "th": "ซองจดหมาย"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] ...with two letters in it.",
      "th": "พร้อมจดหมายสองฉบับในนั้น (ผมเสียใจมากจริงๆ)"
    }
  },
  {
    "translation": {
      "en": "One said he was absolutely horrified",
      "th": "ฉบับหนึ่งบอกว่าเขารู้สึก สยดสยองอย่างที่สุดที่เขา..."
    }
  },
  {
    "translation": {
      "en": "and that he felt he'd betrayed our friendship.",
      "th": "ฉบับหนึ่งบอกว่าเขารู้สึก สยดสยองอย่างที่สุดที่เขา... เพราะเขาทรยศมิตรภาพของเรา"
    }
  },
  {
    "translation": {
      "en": "And the other letter said I deserved it.",
      "th": "และอีกฉบับบอกว่าผมสมควรได้รับมัน"
    }
  },
  {
    "translation": {
      "en": "He said, \"Take your pick.\"",
      "th": "เขาพูดว่า \"คุณเลือกสิ\""
    }
  },
  {
    "translation": {
      "en": "What'd I do wrong, Daddy?",
      "th": "ผมทำอะไรผิดเหรอ คุณพ่อ"
    }
  },
  {
    "translation": {
      "en": "You can kiss my sweet ass.",
      "th": "นายจะไปตายที่ไหนก็เชิญ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Last Picture Show, Paper Moon.",
      "th": "ลาสต์พิกเจอร์โชว์ เปเปอร์มูน"
    }
  },
  {
    "translation": {
      "en": "Some of those early films. They said, \"Bogdanovich is",
      "th": "หนังช่วงแรกพวกนั้นของเขาบางเรื่อง พวกเขาพูดกันว่า \"บ็อกดาโนวิชคือ"
    }
  },
  {
    "translation": {
      "en": "the best we've got. He's on his way.\"",
      "th": "มือดีที่สุดที่เรามี เขากำลังมาแรง\""
    }
  },
  {
    "translation": {
      "en": "They don't say that anymore.",
      "th": "พวกเขาไม่พูดแบบนั้นอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] Peter, due to personal situations,",
      "th": "ปีเตอร์ ด้วยปัญหาส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "ended up on the rocks in a number of ways.",
      "th": "สุดท้ายจึงยากลำบากในหลายๆ แง่มุม"
    }
  },
  {
    "translation": {
      "en": "But Orson was way beyond being on the rocks.",
      "th": "แต่ออร์สันนั้นเกินคำว่าลำบาก"
    }
  },
  {
    "translation": {
      "en": "Orson was the rocks and the waves and the wind.",
      "th": "ออร์สันทั้งลำบาก และยังถูกคลื่นลมโหมกระหน่ำอีก"
    }
  },
  {
    "translation": {
      "en": "Cut.",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Many years later,",
      "th": "หลายปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "we started talking on the phone again a bit.",
      "th": "เราเริ่มคุยกันทางโทรศัพท์อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "But it wasn't the same.",
      "th": "แต่มันไม่เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "And I said to him,",
      "th": "และผมพูดกับเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"I feel like I made so many mistakes.\"",
      "th": "\"ผมรู้สึกว่าผมทำความผิดพลาดหลายอย่าง\""
    }
  },
  {
    "translation": {
      "en": "And he said,",
      "th": "และเขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well...",
      "th": "\"ก็นะ..."
    }
  },
  {
    "translation": {
      "en": "it does seem to be impossible to go through life",
      "th": "มันดูเหมือนว่าจะเป็นไปไม่ได้เลยที่จะใช้ชีวิตไป"
    }
  },
  {
    "translation": {
      "en": "without making a great many of them.\"",
      "th": "โดยปราศจากการทำ เรื่องผิดพลาดจำนวนมากมาย\""
    }
  },
  {
    "translation": {
      "en": "He died within a week later.",
      "th": "เขาตายในสัปดาห์ต่อมา"
    }
  },
  {
    "translation": {
      "en": "Our next speaker has been Orson's friend and cameraman for about 15 years,",
      "th": "ผู้พูดคนต่อไปของเราเป็นเพื่อนและช่างภาพ ของออร์สันมาเป็นเวลาร่วม 15 ปี"
    }
  },
  {
    "translation": {
      "en": "and a friend, very good friend. Underline.",
      "th": "และเป็นเพื่อน เพื่อนที่ดีมากๆ ขอเน้นเลย"
    }
  },
  {
    "translation": {
      "en": "He worked on The Other Side of the Wind and F for Fake...",
      "th": "เขาทำงานใน อีกฟากฝั่งของสายลม และเอฟฟอร์เฟก"
    }
  },
  {
    "translation": {
      "en": "[woman] At the memorial, Gary broke down.",
      "th": "ที่งานรำลึก แกรีคุมตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That was a big piece of his life gone, you know?",
      "th": "ชิ้นส่วนใหญ่ในชีวิตเขาขาดหายไป คุณรู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "He had more contact with Orson than he did with his children.",
      "th": "เขาติดต่อกับออร์สันมากกว่าที่ติดต่อกับลูกๆ เขา"
    }
  },
  {
    "translation": {
      "en": "The thing that's sad to me really is that",
      "th": "เรื่องที่น่าเศร้าสำหรับผมจริงๆ ก็คือว่า"
    }
  },
  {
    "translation": {
      "en": "I wanna talk to Orson.",
      "th": "ผมอยากคุยกับออร์สัน"
    }
  },
  {
    "translation": {
      "en": "I wish I could talk to him",
      "th": "ผมอยากคุยกับเขาอีก"
    }
  },
  {
    "translation": {
      "en": "and tell him a lot of things right now. That's...",
      "th": "และบอกเขาหลายๆ อย่างในตอนนี้ นั่นมัน..."
    }
  },
  {
    "translation": {
      "en": "that's what probably",
      "th": "นั่นมันเป็นสิ่งที่อาจ"
    }
  },
  {
    "translation": {
      "en": "makes me feel saddest of all.",
      "th": "ทำให้ผมเศร้าที่สุด"
    }
  },
  {
    "translation": {
      "en": "[man] It just broke your heart.",
      "th": "มันทำให้คุณใจสลาย"
    }
  },
  {
    "translation": {
      "en": "He said stuff like,",
      "th": "เขาพูดเรื่องอย่าง"
    }
  },
  {
    "translation": {
      "en": "\"I don't know what to do tomorrow.\" You know?",
      "th": "\"ผมไม่รู้ว่าจะทำอะไรในวันพรุ่งนี้\""
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "He said, \"I wake up every morning, what I do is",
      "th": "และเขาพูดว่า \"ผมตื่นนอนทุกเช้า สิ่งที่ผมทำคือ"
    }
  },
  {
    "translation": {
      "en": "I call Orson and he tells me what I'm supposed to do today.",
      "th": "ผมโทรหาออร์สันและเขาบอกผมว่า ผมควรจะทำอะไรในวันนี้"
    }
  },
  {
    "translation": {
      "en": "And I don't know what to do tomorrow.\"",
      "th": "และผมไม่รู้ว่าจะทำอะไรในวันพรุ่งนี้\""
    }
  },
  {
    "translation": {
      "en": "[man] Gary ended up with Orson's ashes",
      "th": "สุดท้ายแกรีเก็บเถ้าของออร์สัน"
    }
  },
  {
    "translation": {
      "en": "in the trunk of his car for a year and a half,",
      "th": "ในท้ายรถของเขาเป็นเวลาปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "waiting for... where are we gonna bury him, you know?",
      "th": "รอคอยว่า... เราจะฝังมันที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[man] I'm sorry for all the...",
      "th": "ผมเสียใจกับทุกๆ"
    }
  },
  {
    "translation": {
      "en": "great things that Orson did",
      "th": "เรื่องยิ่งใหญ่ที่ออร์สันทำ"
    }
  },
  {
    "translation": {
      "en": "that were never shown.",
      "th": "ที่ไม่เคยถูกนำมาแสดง"
    }
  },
  {
    "translation": {
      "en": "And that's why I keep after you, Gary.",
      "th": "และนั่นเป็นสาเหตุว่าทำไมผมตามตื๊อคุณ แกรี"
    }
  },
  {
    "translation": {
      "en": "I keep hoping The Other Side of the Wind will be released.",
      "th": "ผมเฝ้าหวังให้ อีกฟากฝั่งของสายลม ได้ออกฉาย"
    }
  },
  {
    "translation": {
      "en": "This-- This is what we started The Other Side of the Wind with.",
      "th": "สิ่งนี้... สิ่งนี้คือสิ่งที่เราใช้เริ่มถ่าย อีกฟากฝั่งของสายลม"
    }
  },
  {
    "translation": {
      "en": "Arriflex.",
      "th": "อาร์ริเฟล็กซ์"
    }
  },
  {
    "translation": {
      "en": "And then Orson could look there.",
      "th": "แล้วออร์สันก็จะมองตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] There was a work print amidst Gary's belongings.",
      "th": "มันมีร่องรอยการทำงาน อยู่ในข้าวของของแกรี"
    }
  },
  {
    "translation": {
      "en": "[woman] And he did try to cut the movie before he died.",
      "th": "และเขาพยายามตัดหนังก่อนเขาตาย"
    }
  },
  {
    "translation": {
      "en": "But...",
      "th": "แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "without Orson, it didn't track.",
      "th": "ไม่มีออร์สัน มันก็ไม่เข้าที่เข้าทาง"
    }
  },
  {
    "translation": {
      "en": "Gary would have the story perfect in his head, he just couldn't get it on film.",
      "th": "แกรีคงจะมีเรื่องราวที่สมบูรณ์แบบอยู่ในหัว แต่เขาเอามันมาทำเป็นหนังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man] But without any doubt,",
      "th": "แต่ไม่ต้องสงสัยเลย"
    }
  },
  {
    "translation": {
      "en": "I believe that my father would've",
      "th": "ผมเชื่อว่าพ่อของผมคงจะ"
    }
  },
  {
    "translation": {
      "en": "-immediately answered \"yes.\" -[Gary] Yes.",
      "th": "- ตอบในทันทีว่า \"ได้\" - ได้"
    }
  },
  {
    "translation": {
      "en": "That he would do it all over again.",
      "th": "ว่าเขาจะทำมันใหม่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Shepherd] A lot of people wanna see The Other Side of the Wind get made.",
      "th": "ผู้คนมากมายอยากจะเห็น อีกฟากฝั่งของสายลม ถูกสร้างจนเสร็จ"
    }
  },
  {
    "translation": {
      "en": "[man 1] It is the greatest movie never released, you know.",
      "th": "มันเป็นหนังที่ไม่เคยออกฉายที่ยิ่งใหญ่ที่สุด คุณก็รู้"
    }
  },
  {
    "translation": {
      "en": "[man 2] What did Orson really mean by it?",
      "th": "จริงๆ ออร์สันตั้งใจจะสื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "What is its... its true form?",
      "th": "ร่างที่แท้จริงของมันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "It's an eternal quest.",
      "th": "(ฟิล์ม 35 มม. เนทีฟ) มันเป็นการค้นหาชั่วนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "[man] I shot Someone to Love, which is Orson's last movie as an actor, before he died.",
      "th": "ผมถ่ายซัมวันทูเลิฟซึ่งเป็นหนังเรื่องสุดท้าย ของออร์สันในฐานะนักแสดง ก่อนเขาตาย"
    }
  },
  {
    "translation": {
      "en": "And he turns to me and he says...",
      "th": "และเขาหันมาหาผมแล้วพูดว่า..."
    }
  },
  {
    "translation": {
      "en": "\"We come into the world alone, we die alone, we live alone.",
      "th": "\"เราเข้ามาในโลกโดยลำพัง ตายโดยลำพัง อยู่โดยลำพัง"
    }
  },
  {
    "translation": {
      "en": "Love and friendship is the nearest thing",
      "th": "ความรักและมิตรภาพเป็นสิ่งใกล้เคียงที่สุด"
    }
  },
  {
    "translation": {
      "en": "that we can find",
      "th": "ที่เราสามารถหาได้"
    }
  },
  {
    "translation": {
      "en": "to create the illusion",
      "th": "ในการสร้างภาพลวงตา"
    }
  },
  {
    "translation": {
      "en": "that we are not totally alone.\"",
      "th": "ว่าเราไม่ได้อยู่ลำพังอย่างสิ้นเชิง\""
    }
  },
  {
    "translation": {
      "en": "[man] So, I'm working on that, after Orson died,",
      "th": "ผมกำลังทำเรื่องนั้น หลังจากออร์สันตาย"
    }
  },
  {
    "translation": {
      "en": "and I get a knock on my door. And it's John Huston.",
      "th": "และผมได้ยินเสียงเคาะประตู นั่นคือจอห์น ฮิวสตัน"
    }
  },
  {
    "translation": {
      "en": "He says, \"You have footage of Orson that I haven't seen.\"",
      "th": "เขาพูดว่า \"คุณมีฟุตเทจ ของออร์สันที่ผมไม่เคยเห็น\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, I'll put it up for you.\"",
      "th": "ผมพูดว่า \"งั้นผมจะเปิดให้คุณดูนะ\""
    }
  },
  {
    "translation": {
      "en": "As far as this movie is concerned, it seems to me you've got your ending.",
      "th": "เท่าที่หนังเรื่องนี้เกี่ยวข้อง สำหรับผม ดูเหมือนว่าคุณได้ตอนจบของคุณแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[man] Why?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[man] I'm glad you came today. -So am I.",
      "th": "- ผมดีใจที่คุณมาวันนี้ - ผมก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[man] Thank you. Stay a little longer?",
      "th": "ขอบคุณครับ - อยู่ต่ออีกหน่อยมั้ย - เราอัดนี่ต่อไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Welles] Really can't go on recording this.",
      "th": "- อยู่ต่ออีกหน่อยมั้ย - เราอัดนี่ต่อไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[man] Why? -[Welles] It's got too sweet.",
      "th": "- ทำไมล่ะครับ - มันจะดีเกินไปน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "[man] I'm not gonna say \"cut.\"",
      "th": "ผมจะไม่สั่ง \"คัต\" หรอกนะ"
    }
  },
  {
    "translation": {
      "en": "I'll say \"cut.\" I'm a director.",
      "th": "ผมจะสั่ง \"คัต\" เอง ผมเป็นผู้กำกับนะ"
    }
  },
  {
    "translation": {
      "en": "-Say it-- -Cut!",
      "th": "- พูดเลยครับ - คัต!"
    }
  },
  {
    "translation": {
      "en": "-Say it into the camera. -What?",
      "th": "- พูดมันใส่กล้องเลย - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Say it into the camera. -I did.",
      "th": "- พูดมันใส่กล้อง - ผมพูดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can you do it again?",
      "th": "ทำอีกทีได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "You want me to say \"cut\" again?",
      "th": "คุณอยากให้ผมพูด \"คัต\" อีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Into the camera-- -[Welles] Wants to improvise",
      "th": "- ใส่กล้อง... - อยากจะด้นสด"
    }
  },
  {
    "translation": {
      "en": "and do it twice. Cut!",
      "th": "แล้วก็ทำมันสองรอบเนี่ยนะ คัต!"
    }
  },
  {
    "translation": {
      "en": "[man] Huston turned to me and he said,",
      "th": "ฮิวสตันหันมาหาผมและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"He let you do that?\"",
      "th": "\"เขายอมให้คุณทำแบบนั้นเหรอ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Oh, that's wonderful. I've always wanted him on film laughing.",
      "th": "เขาพูดว่า \"นั่นมันช่างมหัศจรรย์ ผมอยากจะเห็นเขาหัวเราะในหนังมาตลอด\""
    }
  },
  {
    "translation": {
      "en": "That was so--\" And he started crying.",
      "th": "นั่นมันช่าง... และเขาก็เริ่มร้องไห้"
    }
  },
  {
    "translation": {
      "en": "He started crying, Huston.",
      "th": "เขาเริ่มร้องไห้ ฮิวสตันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Watching Orson laughing.",
      "th": "ตอนนั่งดูออร์สันหัวเราะ"
    }
  },
  {
    "translation": {
      "en": "Clips of films, the cans, the years of work and ideas.",
      "th": "คลิปหนัง ตลับใส่ฟิล์ม หลายปีของผลงานและความคิด"
    }
  },
  {
    "translation": {
      "en": "Did Welles see it all as an endless loop",
      "th": "เวลส์เห็นมันทั้งหมดเป็นวงจรปิดไม่มีสิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "full of sound and fury, signifying nothing?",
      "th": "ที่เต็มไปด้วยเสียงและโทสะ ซึ่งไม่มีความหมายอะไรเลยรึเปล่านะ"
    }
  },
  {
    "translation": {
      "en": "Or, perhaps for him,",
      "th": "หรือว่าบางทีสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "failure was simply a more interesting ending.",
      "th": "ความล้มเหลวอาจเป็นเพียง ตอนจบที่น่าสนใจกว่าก็เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Orson talked about ways to re-imagine The Other Side of the Wind.",
      "th": "ออร์สันเคยพูดถึงการจินตนาการ อีกฟากฝั่งของสายลม ขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "How did he put it?",
      "th": "เขาว่าไว้ยังไงนะ"
    }
  },
  {
    "translation": {
      "en": "Supposing, during the course of the picture, that it turns out",
      "th": "สมมตินะว่าระหว่างที่การถ่ายทำดำเนินไป มันกลายเป็น"
    }
  },
  {
    "translation": {
      "en": "that it's more interesting hearing the actors and myself talk about it",
      "th": "ว่าการที่ได้ยินนักแสดงกับผม คุยกันเรื่องตัวหนัง มันน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "than making the picture. That will be the picture.",
      "th": "มากกว่าการสร้างหนัง นั่นแหละจะกลายเป็นหนัง"
    }
  },
  {
    "translation": {
      "en": "Oh, maybe that's what he was talking about. [laughs]",
      "th": "โอ้ นั่นอาจจะเป็นสิ่งที่เขากำลังพูดถึง"
    }
  },
  {
    "translation": {
      "en": "Maybe he was saying that The Other Side of the Wind was like a documentary.",
      "th": "เขาอาจจะกำลังพูดว่า อีกฟากฝั่งของสายลม เป็นเหมือนสารคดี"
    }
  },
  {
    "translation": {
      "en": "[man 2] At one point, he was talking about turning it into a documentary.",
      "th": "ที่จุดหนึ่ง เขาพูดถึงการเปลี่ยนมันเป็นสารคดี"
    }
  },
  {
    "translation": {
      "en": "[man 3] Yeah. Oh, yeah.",
      "th": "ใช่ โอ้ ใช่"
    }
  },
  {
    "translation": {
      "en": "[man 4] As he always had done, innovating with the form.",
      "th": "อย่างที่เขาทำมาตลอด ปรับโฉมใหม่ด้วยรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "[man 5] You were showing people making a movie.",
      "th": "คุณกำลังแสดงภาพผู้คนกำลังสร้างหนัง"
    }
  },
  {
    "translation": {
      "en": "So, it was like a documentary.",
      "th": "มันถึงเป็นเหมือนกับสารคดี"
    }
  },
  {
    "translation": {
      "en": "See what I mean? It's that-- It's that free.",
      "th": "เห็นยังว่าผมหมายความว่าไง มันอิสระขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Maybe it isn't even the picture.",
      "th": "มันอาจจะไม่ใช่หนังด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Maybe it's just talking about making the picture.",
      "th": "มันอาจจะเป็นแค่ การพูดคุยเกี่ยวกับการทำหนังก็ได้"
    }
  },
  {
    "translation": {
      "en": "We're just gonna go.",
      "th": "เราแค่ต้องทำไป"
    }
  },
  {
    "translation": {
      "en": "Let me show that again.",
      "th": "ให้ผมเล่นอีกทีนะครับ"
    }
  },
  {
    "translation": {
      "en": "Maybe it's just talking about making the picture.",
      "th": "มันอาจจะเป็นแค่ การพูดคุยเกี่ยวกับการทำหนังก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] Well, that makes perfect sense to me.",
      "th": "แหม นั่นโป๊ะเชะสำหรับผมเลย"
    }
  },
  {
    "translation": {
      "en": "I remember him talking to me about that.",
      "th": "ผมจำได้ว่าเขาเคยคุยกับผมเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[Bogdanovich] It's all in the editing.",
      "th": "ทั้งหมดมันอยู่ที่การตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "[man 1] The Other Side of the Wind and his life were inseparable.",
      "th": "อีกฟากฝั่งของสายลม กับชีวิตเขา มันแยกออกจากกันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man 2] The whole documentary that we're all so accustomed to today...",
      "th": "สารคดีทั้งหมดแบบที่เราคุ้นเคยในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "he was inventing.",
      "th": "เขากำลังประดิษฐ์มันขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[woman] Well, who's gonna watch this film?",
      "th": "ใครจะมาดูหนังเรื่องนี้ล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "What kind of people do you think are gonna be your audience?",
      "th": "ผู้คนแบบไหนที่คุณคิดว่าจะมาชมคะ"
    }
  },
  {
    "translation": {
      "en": "That's a wonderful question.",
      "th": "นั่นเป็นคำถามที่วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "-I hope everybody. -[chuckling]",
      "th": "ผมหวังว่าทุกคนเลย"
    }
  }
]