[
  {
    "translation": {
      "en": "Hello? Hello.",
      "th": "สวัสดีค่ะ สวัสดี"
    }
  },
  {
    "translation": {
      "en": "My name's Hannah, and I'm auditioning for the role of JonBenet Ramsey.",
      "th": "หนูชื่อฮันนาห์ หนูมาคัดตัว บทจอนเบเน่ต์ แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "Do you know who killed JonBenet Ramsey?",
      "th": "รู้ไหมคะว่าใครฆ่าจอนเบเน่ต์ แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "[woman] All units, 755 15th Street. Possible 207.",
      "th": "ทุกหน่วย 755 ถนนสาย 15 อาจจะไปทาง 207"
    }
  },
  {
    "translation": {
      "en": "Copy. Kidnapping?",
      "th": "รับทราบ ลักพาตัวเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's what they said.",
      "th": "พูดกันว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "All right, do you want me to do a test, or are you good?",
      "th": "เอาล่ะ อยากลองทดสอบก่อนไหม หรือเธอโอเคแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Amy Dowd, and I'm auditioning for the role of Patsy Ramsey.",
      "th": "สวัสดีค่ะ ฉันเอมี่ ดาวด์ มาคัดตัว บทแพตซีย์ แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "My name is Teresa, and I'm auditioning for the role of Patsy Ramsey.",
      "th": "ฉันชื่อเทเรซ่า มาคัดตัวบท แพตซีย์ แรมซีย์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "As far as acting goes, I'm not a professional actress.",
      "th": "ในเรื่องการแสดง ฉันไม่มี... ฉันไม่ใช่นักแสดงอาชีพ"
    }
  },
  {
    "translation": {
      "en": "I have been in pageants.",
      "th": "ฉันเคยประกวดนางงาม"
    }
  },
  {
    "translation": {
      "en": "In 1982, 1983, 1984 and 1985.",
      "th": "ในปี 1982 1983 1984 และ 1985"
    }
  },
  {
    "translation": {
      "en": "I'm normally typecast as the loving mother,",
      "th": "ปกติแล้ว ฉันมักได้รับบทเป็น คุณแม่ใจดี"
    }
  },
  {
    "translation": {
      "en": "and then also as... a bitch. [laughing]",
      "th": "และก็เป็น... นางมารร้ายด้วย"
    }
  },
  {
    "translation": {
      "en": "Usually Mom, or the friend, is what I've played.",
      "th": "ปกติแล้วก็บทแม่ ไม่ก็เพื่อน นั่นคือบทที่ฉันเคยเล่น"
    }
  },
  {
    "translation": {
      "en": "A wife.",
      "th": "ภรรยา"
    }
  },
  {
    "translation": {
      "en": "Okay, so I just brought a couple of my pageant pictures.",
      "th": "โอเค ฉันเอาภาพประกวดนางงาม ของฉันมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Again, this was two years ago with the Mrs. Colorado pageant",
      "th": "นี่คือสองปีที่แล้ว เป็นการประกวดนางงามโคโลราโด"
    }
  },
  {
    "translation": {
      "en": "and the one thing I have quite in common with Patsy is,",
      "th": "และสิ่งหนึ่งที่ฉันมี เหมือนกับแพตซีย์คือ"
    }
  },
  {
    "translation": {
      "en": "both of us are not the really thin girls. We're a little bit heavier.",
      "th": "เราทั้งคู่ไม่ใช่คนผอม เราตัวหนักกว่าคนอื่น"
    }
  },
  {
    "translation": {
      "en": "So this was when I was in New York,",
      "th": "นี่คือตอนที่ฉันอยู่ที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "and, um,",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "it was 19... 88, I believe this was taken.",
      "th": "น่าจะเป็นปี 1988 ที่ฉันถ่ายรูปนี้"
    }
  },
  {
    "translation": {
      "en": "I noticed that you had some of the other women who are auditioning for Patsy",
      "th": "ฉันเห็นว่าคุณให้ผู้หญิงคนอื่นที่ ที่มาคัดตัวในบทแพตซีย์"
    }
  },
  {
    "translation": {
      "en": "wearing the red top,",
      "th": "ใส่เสื้อสีแดง"
    }
  },
  {
    "translation": {
      "en": "but for me, it's the pearls that make who Patsy was.",
      "th": "แต่สำหรับฉัน ไข่มุกคือสิ่งแสดง ตัวตนของแพตซีย์"
    }
  },
  {
    "translation": {
      "en": "In every interview she did, she always had the pearls on.",
      "th": "ในทุกบทสัมภาษณ์ของเธอ เธอจะใส่ไข่มุกเสมอ"
    }
  },
  {
    "translation": {
      "en": "So when I was researching her I made sure that the pearls were on.",
      "th": "ดังนั้นตอนที่ฉันหาข้อมูลเรื่องเธอ ฉันดูให้แน่ใจว่าเธอใส่ไข่มุก"
    }
  },
  {
    "translation": {
      "en": "She always wore these kind of earrings.",
      "th": "เธอมักจะใส่ต่างหูแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I didn't have one with a pearl in it,",
      "th": "ฉันไม่มีอันที่เป็นไข่มุก"
    }
  },
  {
    "translation": {
      "en": "but these were really close to what she was wearing.",
      "th": "แต่อันนี้คล้ายกับอันที่เธอใส่มาก"
    }
  },
  {
    "translation": {
      "en": "And she always wore the open collar shirt and the jacket.",
      "th": "และเธอมักจะใส่เสื้อคอเปิด กับเสื้อแจ็กเกต"
    }
  },
  {
    "translation": {
      "en": "This is very close to what she wore on Larry King.",
      "th": "ชุดนี้คล้ายที่เธอใส่ ในรายการแลร์รี่ คิงมาก"
    }
  },
  {
    "translation": {
      "en": "My mom lives up Flagstaff Road,",
      "th": "แม่ฉันอาศัยอยู่ที่ถนนแฟล็กสแตฟ"
    }
  },
  {
    "translation": {
      "en": "which is, if you've ever been up Flagstaff,",
      "th": "ซึ่งถ้าคุณเคยไปที่ถนนแฟล็กสแตฟ"
    }
  },
  {
    "translation": {
      "en": "it starts out as Baseline Road.",
      "th": "มันเริ่มจากเป็นถนนเบสไลน์"
    }
  },
  {
    "translation": {
      "en": "So to come down the mountain and go into town,",
      "th": "การที่จะลงจากเขาและเข้าไปในเมือง"
    }
  },
  {
    "translation": {
      "en": "unless you cut off at 9th Street, you literally drove by 15th Street,",
      "th": "นอกจากคุณจะขับตัดถนนเก้า คุณจะต้องขับผ่านถนน 15"
    }
  },
  {
    "translation": {
      "en": "and that's where the Ramsey house is located.",
      "th": "และตรงนั้นคือบ้านของครอบครัวแรมซีย์"
    }
  },
  {
    "translation": {
      "en": "It was a media circus.",
      "th": "สื่อมากันเต็มอย่างกับละครสัตว์"
    }
  },
  {
    "translation": {
      "en": "It was the biggest thing to really happen to Boulder in a very long time.",
      "th": "มันเป็นเรื่องใหญ่ที่สุด ที่เกิดในโบลเดอร์ในรอบหลายปี"
    }
  },
  {
    "translation": {
      "en": "Definitely, we'd never had a murder,",
      "th": "แน่นอนว่าเราไม่เคยมีฆาตกร"
    }
  },
  {
    "translation": {
      "en": "especially of that... caliber that I could remember.",
      "th": "โดยเฉพาะคนที่... ทำแบบนั้นได้ เท่าที่ฉันจำได้"
    }
  },
  {
    "translation": {
      "en": "I actually drove up to the house the day after the murder,",
      "th": "ฉันขับรถไปที่บ้าน หลังจากวันเกิดเหตุฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "'cause I live not that far,",
      "th": "เพราะฉันอยู่ไม่ไกลนัก"
    }
  },
  {
    "translation": {
      "en": "and just sat there, and I cried.",
      "th": "ฉันแค่นั่งตรงนั้น และร้องไห้"
    }
  },
  {
    "translation": {
      "en": "I said a little prayer for the child.",
      "th": "ฉันภาวนาให้เด็กคนนั้น"
    }
  },
  {
    "translation": {
      "en": "Some of my voice students knew JonBenet,",
      "th": "นักเรียนร้องเพลงบางคนของฉัน รู้จักจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "and they were devastated and sad.",
      "th": "พวกเขาปวดร้าวและเศร้าใจมาก"
    }
  },
  {
    "translation": {
      "en": "As an actress,",
      "th": "ในฐานะนักแสดง"
    }
  },
  {
    "translation": {
      "en": "I would really draw on my experience as a mother,",
      "th": "ฉันเอาประสบการณ์ การเป็นแม่ของฉันมาใช้"
    }
  },
  {
    "translation": {
      "en": "and I've been through an awful lot with my son.",
      "th": "ฉันผ่านอะไรมามากกับลูกชายฉัน"
    }
  },
  {
    "translation": {
      "en": "And just thinking about the things I've been through,",
      "th": "และแค่คิดถึงสิ่งต่าง ๆ ที่ฉันผ่านมา..."
    }
  },
  {
    "translation": {
      "en": "in that he's older.",
      "th": "ที่เขาโตขึ้นแล้ว เขาอยู่ในนาวิกโยธิน"
    }
  },
  {
    "translation": {
      "en": "He's been in the Marine Corps, and some of the experiences are...",
      "th": "ที่เขาโตขึ้นแล้ว เขาอยู่ในนาวิกโยธิน และประสบการณ์บางอย่างก็..."
    }
  },
  {
    "translation": {
      "en": "I have personal experience with murder.",
      "th": "ฉันมีประสบการณ์ส่วนตัว เรื่องการฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "My brother was murdered in Colorado Springs,",
      "th": "พี่ชายฉันถูกฆ่าที่โคโลราโด สปริงส์"
    }
  },
  {
    "translation": {
      "en": "so my parents actually met with the Ramseys several times,",
      "th": "ดังนั้น พ่อแม่ฉันจึงไปพบกับ ครอบครัวแรมซีย์หลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "because they had that in common.",
      "th": "เพราะพวกเขามีเรื่องนี้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And there was so much speculation. So much.",
      "th": "มีการตั้งข้อสงสัยเยอะมาก เยอะมาก ๆ"
    }
  },
  {
    "translation": {
      "en": "And everybody pointed their finger at Patsy.",
      "th": "และทุกคนต่างก็ชี้นิ้วไปที่แพตซีย์"
    }
  },
  {
    "translation": {
      "en": "Did you say he was reading with me?",
      "th": "คุณว่าเขาจะอ่านบทกับฉันเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Police.",
      "th": "ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "755, 15th Street. [panting]",
      "th": "755 ถนน 15"
    }
  },
  {
    "translation": {
      "en": "We have a kidnapping. Hurry, please!",
      "th": "มีเหตุลักพาตัว รีบมาด่วนเลยค่ะ ได้โปรด!"
    }
  },
  {
    "translation": {
      "en": "[man] A note is left and your daughter's gone?",
      "th": "มีโน้ต และลูกสาวคุณหายไปหรือครับ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[man] How old is your daughter, ma'am?",
      "th": "- ค่ะ - ลูกสาวคุณอายุเท่าไรครับ"
    }
  },
  {
    "translation": {
      "en": "She's six years old. She's blonde. She's six years old.",
      "th": "เธออายุหกขวบ ผมบลอนด์ เธออายุหกขวบ"
    }
  },
  {
    "translation": {
      "en": "Six years old.",
      "th": "หกขวบ"
    }
  },
  {
    "translation": {
      "en": "[man] How long ago was this?",
      "th": "เรื่องเกิดเมื่อไหร่ครับ"
    }
  },
  {
    "translation": {
      "en": "I don't know. I just got the note, and my daughter's gone.",
      "th": "ฉันไม่รู้ ฉันเพิ่งได้รับโน้ต และลูกสาวฉันหายไป"
    }
  },
  {
    "translation": {
      "en": "-[man] Okay, what's your name? -What?",
      "th": "- โอเค คุณชื่ออะไรครับ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Please. -[man] Okay, calm down.",
      "th": "ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "-Please send someone to help me. Hurry. -[man] Ma'am--",
      "th": "ได้โปรดส่งคนมาช่วยฉันด้วย เร็วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Morning. -Yeah, Merry Christmas.",
      "th": "- อรุณสวัสดิ์ - สุขสันต์วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "[man] So you want my name and then the part?",
      "th": "คุณอยากให้ผมบอกชื่อและบท"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah. -[woman 2] There we are. Thank you.",
      "th": "- ค่ะ - เรียบร้อย ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Hack Hyland.",
      "th": "(บท: จอห์น แรมซีย์ แฮค) ไง ผมแฮค ไฮแลนด์"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Gary Foster. I'm auditioning for the part of John Ramsey.",
      "th": "สวัสดีครับ ผมแกรี่ ฟอสเตอร์ มาคัดตัวบทจอห์น แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "Hi, my name is Ed Hickok. I'm auditioning for the role of John Ramsey.",
      "th": "สวัสดี ผมเอ็ด ฮิคก็อก มาคัดตัวบทจอห์น แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "I'm a husband, times 30 years tomorrow,",
      "th": "ผมเป็นสามี จะครบรอบ 30 ปีพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "a father of three,",
      "th": "เป็นพ่อของลูกสามคน"
    }
  },
  {
    "translation": {
      "en": "a psychologist in private practice,",
      "th": "เป็นนักจิตวิทยาในคลินิกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and a felon, because of fighting the IRS.",
      "th": "และเป็นอาชญากร เพราะการต่อสู้ กับกลุ่มไออาร์เอส"
    }
  },
  {
    "translation": {
      "en": "And it was while I was cooling my heels at the federal prison camp",
      "th": "ตอนที่ผมสงบสติอารมณ์ อยู่ในเรือนจำรัฐ"
    }
  },
  {
    "translation": {
      "en": "that I decided that when I got out, that I wanted to try my hand at acting.",
      "th": "ผมตัดสินใจว่าเมื่อออกมาแล้ว ผมอยากลองทำงานแสดงดู"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's a paid theater. It was with Theatre Or.",
      "th": "ใช่ แสดงได้เงินครับ แสดงกับคณะละครออร์"
    }
  },
  {
    "translation": {
      "en": "It was called My Mother's Jewish Lesbian Wiccan Wedding.",
      "th": "ชื่อ งานแต่งวิคคาเลสเบี้ยนยิวของแม่"
    }
  },
  {
    "translation": {
      "en": "It was the regional premiere.",
      "th": "เป็นการแสดงระดับภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "I get Nick Nolte. I get Jeff Bridges.",
      "th": "ผมได้บทนิค โนลเต้ ผมได้บทเจฟฟ์ บริดเจส"
    }
  },
  {
    "translation": {
      "en": "I get a young... What's his name? Kris Kristofferson.",
      "th": "ผมได้บทคนนั้นตอนหนุ่ม... ชื่ออะไรนะ คริส คริสตอฟเฟอร์สัน"
    }
  },
  {
    "translation": {
      "en": "If you want to change, like, if you wanted to dye my hair,",
      "th": "ถ้าคุณอยากเปลี่ยน แบบว่า ถ้าคุณอยากย้อมผมผม"
    }
  },
  {
    "translation": {
      "en": "or shave my head for a wig...",
      "th": "หรือโกนหัวสำหรับใส่วิก..."
    }
  },
  {
    "translation": {
      "en": "I don't care what you want to do. I don't have a problem with it.",
      "th": "ผมไม่สนว่าคุณอยากทำอะไร ผมไม่มีปัญหาอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm trying to remember. '96, I believe, wasn't it?",
      "th": "ผมกำลังนึกอยู่ ปี 96 นะ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "When she died, I think.",
      "th": "ตอนที่เธอตาย ผมคิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "Six years old in 1996.",
      "th": "หกขวบ ปี 1996"
    }
  },
  {
    "translation": {
      "en": "Let me see where I was in '96. Boy!",
      "th": "ขอผมคิดก่อนว่าผมอยู่ไหนตอนปี 96"
    }
  },
  {
    "translation": {
      "en": "Actually, I was selling cars in Utah.",
      "th": "ที่จริง ผมขายรถอยู่ที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "I mean, I hope that doesn't hurt my chances here, but...",
      "th": "หวังว่านั่นจะไม่ ทำลายโอกาสผมที่นี่นะ แต่..."
    }
  },
  {
    "translation": {
      "en": "I had just moved here literally weeks before,",
      "th": "ผมเพิ่งย้ายมาที่นี่ ไม่กี่อาทิตย์ก่อนนี้เอง"
    }
  },
  {
    "translation": {
      "en": "and I was working out in what would end up being my ex-brother-in-law's gym.",
      "th": "ผมออกกำลังกาย อยู่ที่ที่กลายเป็น ยิมของอดีตพี่เขยผม"
    }
  },
  {
    "translation": {
      "en": "I was personal training in his facility.",
      "th": "ผมฝึกส่วนตัวอยู่ที่ยิมของเขา"
    }
  },
  {
    "translation": {
      "en": "And I remember, it was just a big stir.",
      "th": "ผมจำได้ว่ามันเป็นเรื่องใหญ่เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, it was on the news constantly, and everybody was talking about it.",
      "th": "ข่าวออกตลอด และทุกคนก็พูดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "Tragic story. Horrible.",
      "th": "เรื่องน่าเศร้า แย่จริง ๆ"
    }
  },
  {
    "translation": {
      "en": "John's company was in Boulder.",
      "th": "บริษัทของจอห์นอยู่ในโบลเดอร์"
    }
  },
  {
    "translation": {
      "en": "The woman I was dating at the time worked directly for John.",
      "th": "ผู้หญิงที่ผมคบอยู่ตอนนั้น ทำงานให้กับจอห์นโดยตรง"
    }
  },
  {
    "translation": {
      "en": "In fact, she was in line to be his successor.",
      "th": "ที่จริง เธอคือคนที่จะรับกิจการต่อ"
    }
  },
  {
    "translation": {
      "en": "And he relied on her heavily,",
      "th": "เขาพึ่งเธออย่างมาก"
    }
  },
  {
    "translation": {
      "en": "so I was with her the night of the murder,",
      "th": "ผมอยู่กับเธอในคืนของการฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "and I was effectively her alibi,",
      "th": "และผมก็เป็นพยานให้เธอ"
    }
  },
  {
    "translation": {
      "en": "but they also did hair and samples from her,",
      "th": "แต่พวกเขาก็เอาเส้นผม กับตัวอย่างจากเธอไป"
    }
  },
  {
    "translation": {
      "en": "because, you know, she had something to gain by John's loss.",
      "th": "เพราะเธอจะได้ผลประโยชน์ จากการสูญเสียของจอห์น"
    }
  },
  {
    "translation": {
      "en": "But she was cleared, and I knew that 'cause I was with her.",
      "th": "แต่เธอก็พ้นข้อกล่าวหา ผมรู้เพราะผมอยู่กับเธอ"
    }
  },
  {
    "translation": {
      "en": "He is a confident businessman.",
      "th": "เขาเป็นนักธุรกิจที่มีความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "He's an intelligent guy. He's got a good education.",
      "th": "ฉลาด มีการศึกษาดี"
    }
  },
  {
    "translation": {
      "en": "He's at the top of his game.",
      "th": "ทำธุรกิจเก่งกว่าใคร"
    }
  },
  {
    "translation": {
      "en": "He owns a small company that even owns a private airplane.",
      "th": "เขาเป็นเจ้าของบริษัทเล็ก ๆ ที่มีเครื่องบินส่วนตัวด้วย"
    }
  },
  {
    "translation": {
      "en": "John Ramsey was a very successful man.",
      "th": "จอห์น แรมซีย์เป็นคนที่ ประสบความสำเร็จมาก"
    }
  },
  {
    "translation": {
      "en": "And I respect that.",
      "th": "และผมก็เคารพเขาที่จุดนั้น"
    }
  },
  {
    "translation": {
      "en": "He seemed always straightforward and honest in the interviews that I saw.",
      "th": "เขาดูตรงไปตรงมาและซื่อสัตย์เสมอ ในบทสัมภาษณ์ที่ผมเห็น"
    }
  },
  {
    "translation": {
      "en": "I envied him at the time,",
      "th": "ตอนนั้นผมอิจฉาเขา"
    }
  },
  {
    "translation": {
      "en": "because he was the CEO of a very successful company",
      "th": "เพราะเขาเป็นประธานบริษัท ที่ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "and I was trying to make my way up the ladder,",
      "th": "และผมก็พยายามจะ หาทางเลื่อนขั้นขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "so I thought he was... I thought he had it all.",
      "th": "ผมก็เลยคิดว่าเขา... ผมคิดว่าเขามีพร้อมทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "It's the morning of the 26th. December 26th.",
      "th": "มันเป็นตอนเช้าของวันที่ 26 วันที่ 26 ธันวาคม"
    }
  },
  {
    "translation": {
      "en": "And they find the ransom note, \"We have your daughter. Don't call the police.\"",
      "th": "พวกเขาพบโน้ตเรียกค่าไถ่ \"ลูกคุณอยู่กับเรา อย่าเรียกตำรวจ\""
    }
  },
  {
    "translation": {
      "en": "And they... they called the police.",
      "th": "และพวกเขา... พวกเขาโทรเรียกตำรวจ"
    }
  },
  {
    "translation": {
      "en": "It was after the police investigated the house,",
      "th": "หลังจากที่ตำรวจสำรวจบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "and then John Ramsey and--",
      "th": "จากนั้นจอห์น แรมซีย์และ..."
    }
  },
  {
    "translation": {
      "en": "was it the police, were searching the house?",
      "th": "ใช่ตำรวจหรือเปล่า พวกเขาค้นบ้านหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "So him and his friend walked down the basement,",
      "th": "เขากับเพื่อนเดินลงไปที่ชั้นใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "and they went through the train room 'cause he was big into trains,",
      "th": "และไปค้นห้องรถไฟ เพราะเขาชอบรถไฟมาก"
    }
  },
  {
    "translation": {
      "en": "and that's when they opened the door to the wine cellar",
      "th": "และนั่นคือตอนที่พวกเขาเปิดประตู ไปที่ห้องเก็บไวน์"
    }
  },
  {
    "translation": {
      "en": "and saw her covered in her favorite white blanket.",
      "th": "และเห็นเธอถูกห่ออยู่ใน ผ้าห่มสีขาวผืนโปรด"
    }
  },
  {
    "translation": {
      "en": "[woman] And go.",
      "th": "(บท: สารวัตร อาร์เจ)"
    }
  },
  {
    "translation": {
      "en": "Good day, my name is RJ Clay,",
      "th": "สวัสดีครับ ผมอาร์เจ เคลย์"
    }
  },
  {
    "translation": {
      "en": "and I'm here auditioning for the part of the police chief,",
      "th": "ผมมาคัดตัวบทสารวัตร"
    }
  },
  {
    "translation": {
      "en": "but if I fit any other part perfectly, I would be willing to take that as well.",
      "th": "แต่ถ้าผมเหมาะกับบทอื่นมากกว่า ผมก็ยินดีรับเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "So I'm a Denver policeman.",
      "th": "ผมเป็นตำรวจที่เดนเวอร์"
    }
  },
  {
    "translation": {
      "en": "I've been a police officer since 1994.",
      "th": "ผมเป็นตำรวจมาตั้งแต่ปี 1994"
    }
  },
  {
    "translation": {
      "en": "I'm actually a meat manager for King Soopers,",
      "th": "ที่จริงผมเป็นผู้จัดการเนื้อ ให้คิง ซูเปอร์ส"
    }
  },
  {
    "translation": {
      "en": "which is a grocery store chain out here in Colorado.",
      "th": "ซึ่งเป็นร้านขายของชำแบบสาขา ในโคโลราโด"
    }
  },
  {
    "translation": {
      "en": "Well, I'm currently a fugitive recovery agent.",
      "th": "ตอนนี้ผมเป็น เจ้าหน้าที่ฟื้นฟูผู้ลี้ภัย"
    }
  },
  {
    "translation": {
      "en": "I run a small service out of Longmont, Colorado.",
      "th": "ผมทำงานอยู่นอกลองมอนต์ โคโลราโด"
    }
  },
  {
    "translation": {
      "en": "And for a night job, I am a sex educator.",
      "th": "สำหรับงานกลางคืน ผมเป็นครูสอนเพศศึกษา"
    }
  },
  {
    "translation": {
      "en": "I do a lot of corporate gigs, barbecues,",
      "th": "ผมจัดงานแสดงเยอะ ทำบาร์บีคิว"
    }
  },
  {
    "translation": {
      "en": "and I'm a big wedding guy,",
      "th": "ผมจัดงานแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "'cause I actually will interview the bride and groom",
      "th": "เพราะผมจะสัมภาษณ์ เจ้าสาวและเจ้าบ่าวจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "and I'll write a song just for them, play it at their ceremony.",
      "th": "และแต่งเพลงให้พวกเขาโดยเฉพาะ และเล่นมันในงาน"
    }
  },
  {
    "translation": {
      "en": "A normal flogger, you use the handle as a counterbalance,",
      "th": "สำหรับแส้ทั่วไป คุณใช้ที่จับ เป็นตัวถ่วงน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "and you can swing.",
      "th": "และคุณก็เหวี่ยงมันได้"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "th": "ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "A poi flogger is designed to be used with two hands,",
      "th": "แส้พอยถูกออกแบบมาให้ใช้ด้วยสองมือ"
    }
  },
  {
    "translation": {
      "en": "and these are designed to florentine,",
      "th": "พวกนี้ถูกออกแบบมาสำหรับลดการหลั่ง"
    }
  },
  {
    "translation": {
      "en": "which is a way to give light sensation.",
      "th": "ซึ่งเป็นการให้ความรู้สึกเบา ๆ"
    }
  },
  {
    "translation": {
      "en": "But it takes a little coordination. I don't know if I can do this sitting.",
      "th": "แต่มันต้องไปด้วยกัน ผมไม่แน่ใจว่าจะทำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "And it gives a very light sensation.",
      "th": "มันจะให้ความรู้สึกเบา ๆ"
    }
  },
  {
    "translation": {
      "en": "Hand me the rainbow-colored handle. Yeah, with the-- just one of 'em.",
      "th": "ส่งที่จับสีรุ้งให้ผมหน่อย ใช่ อันนั้น อันเดียวพอ"
    }
  },
  {
    "translation": {
      "en": "So I got interested in this particular case",
      "th": "ผมเกิดสนใจในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "because it occurred when I was a police officer in Chicago.",
      "th": "เพราะมันเกิดขึ้นตอนผมเป็นตำรวจ อยู่ที่ชิคาโก"
    }
  },
  {
    "translation": {
      "en": "And we used the investigation techniques from the Boulder Police Department",
      "th": "เราใช้เทคนิคการสืบสวนของ กรมตำรวจโบลเดอร์"
    }
  },
  {
    "translation": {
      "en": "as a \"how not to\" for our cadets.",
      "th": "สอน \"วิธีที่ไม่ควรทำ\" สำหรับตำรวจฝึกหัดของเรา"
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we used it last night to debrief an incident that we had,",
      "th": "อันที่จริงเราใช้มันเมื่อคืนเพื่อ ตั้งคำถามเหตุการณ์ที่เราเจอ"
    }
  },
  {
    "translation": {
      "en": "where a couple of skinheads stabbed each other.",
      "th": "ที่พวกหัวเกรียนสองคนแทงกัน"
    }
  },
  {
    "translation": {
      "en": "Well, first of all,",
      "th": "อย่างแรกเลย"
    }
  },
  {
    "translation": {
      "en": "they didn't keep track of people coming and going through the house.",
      "th": "พวกเขาไม่ได้คอยจับตาดู คนที่ไปและมาที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Virtually anybody who wanted to walk in that house after the crime",
      "th": "ทุกคนที่อยากเดินเข้าไป ในบ้านนั้นหลังเกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "was allowed to.",
      "th": "สามารถเข้าไปได้"
    }
  },
  {
    "translation": {
      "en": "So the evidence was compromised in all sorts of ways.",
      "th": "ดังนั้นหลักฐานจึงถูกทำลาย ด้วยวิธีต่าง ๆ"
    }
  },
  {
    "translation": {
      "en": "And the ransom note.",
      "th": "และโน้ตเรียกค่าไถ่..."
    }
  },
  {
    "translation": {
      "en": "I read that and...",
      "th": "ผมอ่านมันและ..."
    }
  },
  {
    "translation": {
      "en": "it's incredible.",
      "th": "มันเหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "It's incredible that nobody's been charged with anything on that.",
      "th": "เหลือเชื่อที่ไม่มีใครถูกตั้งข้อหา จากโน้ตนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "It seems to me like... it was pretty clear.",
      "th": "สำหรับผม มันค่อนข้างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "Well, the first thing, right away, is,",
      "th": "อย่างแรก ในทันทีเลย คือ"
    }
  },
  {
    "translation": {
      "en": "it was a three-page ransom note that was handwritten.",
      "th": "มันเป็นโน้ตเรียกค่าไถ่สามหน้า ที่เขียนด้วยมือ"
    }
  },
  {
    "translation": {
      "en": "And most people are in a hurry when they're doing a crime.",
      "th": "และคนส่วนใหญ่มักจะรีบตอนที่พวกเขา ก่อเหตุอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "They're not going to sit down after murdering some young little girl.",
      "th": "พวกเขาจะไม่นั่งลงหลังจาก ฆ่าเด็กผู้หญิงคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "First of all, they go out and find the paper and the pen",
      "th": "อย่างแรก พวกเขาออกไปหา กระดาษและปากกา"
    }
  },
  {
    "translation": {
      "en": "they thought was from inside the home.",
      "th": "ที่คิดว่ามาจากในบ้าน"
    }
  },
  {
    "translation": {
      "en": "So they're not going to sit there and write a three-page handwritten letter,",
      "th": "ฉะนั้น พวกเขาจะไม่นั่งเขียน จดหมายสามหน้า"
    }
  },
  {
    "translation": {
      "en": "thinking out all this fun stuff that's in the letter.",
      "th": "และคิดถึงเรื่องสนุก ๆ ในจดหมายนั้น"
    }
  },
  {
    "translation": {
      "en": "If you're a criminal wanting to do an in-and-out kind of kidnapping,",
      "th": "ถ้าคุณเป็นอาชญากร ที่อยากลักพาตัวคนออกไป"
    }
  },
  {
    "translation": {
      "en": "who takes the time to write out two and a half pages of a ransom note?",
      "th": "แต่ใช้เวลาเขียนโน้ตเรียกค่าไถ่ ยาวสองหน้าครึ่ง"
    }
  },
  {
    "translation": {
      "en": "That's a little ridiculous. [laughs]",
      "th": "นั่นมัน... ตลกไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "They say, \"We are a group of individuals that represent a small foreign faction.\"",
      "th": "มันเขียนว่า \"เราคือกลุ่มคน ที่เป็นตัวแทนกลุ่มต่างชาติเล็ก ๆ \""
    }
  },
  {
    "translation": {
      "en": "I don't know what that means",
      "th": "ผมไม่รู้ว่าหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "and I don't think, to this day, the police know what that means.",
      "th": "และผมไม่คิดว่าจนถึงตอนนี้ ตำรวจรู้ว่ามันหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "It almost seems like, in places, it shows concern.",
      "th": "ดูเหมือนว่า จดหมายแสดงความเป็นห่วงในบางจุด"
    }
  },
  {
    "translation": {
      "en": "I mean, in certain places, they're really nasty.",
      "th": "ผมหมายถึง บางส่วนมันก็เลวร้ายจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "They say, \"We're going to behead her. We'll kill her.\"",
      "th": "มันบอกว่า \"เราจะตัดหัวเธอ เราจะฆ่าเธอ\""
    }
  },
  {
    "translation": {
      "en": "But in other places, they say things like,",
      "th": "แต่บางจุดก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Make sure to bring along a big enough attaché.\"",
      "th": "\"ดูให้แน่ว่านำตัวผู้ต่อรอง ที่ใหญ่พอมา\""
    }
  },
  {
    "translation": {
      "en": "And in one spot they said, \"Make sure you're rested,",
      "th": "และอีกจุดหนึ่งก็บอกว่า \"พักผ่อนให้เพียงพอ"
    }
  },
  {
    "translation": {
      "en": "because it's going to be an arduous sort of procedure",
      "th": "เพราะจะมีขั้นตอนยุ่งยากอีกมาก"
    }
  },
  {
    "translation": {
      "en": "to get her back.\"",
      "th": "ในการจะได้ตัวเธอคืนไป\""
    }
  },
  {
    "translation": {
      "en": "Then the next big thing, obviously, is the dollar amount.",
      "th": "และประเด็นสำคัญต่อไป ที่เห็นชัด ๆ คือเรื่องจำนวนเงิน"
    }
  },
  {
    "translation": {
      "en": "Any type of a kidnapper is gonna want a million bucks",
      "th": "คนลักพาตัวทั่วไป ย่อมต้องอยากได้เงินล้าน"
    }
  },
  {
    "translation": {
      "en": "or 100,000 or a quarter-million.",
      "th": "ไม่ก็ 100,000 หรือ 250,000"
    }
  },
  {
    "translation": {
      "en": "They don't list $118,000 specifically.",
      "th": "พวกเขาจะไม่ขอจำนวน ที่เฉพาะเจาะจงแบบ 118,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "They asked for $118,000. Exactly that amount.",
      "th": "พวกเขาเรียกเงินเป็นจำนวน 118,000 ดอลลาร์ พอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Which was the same amount of John's bonus, Christmas bonus.",
      "th": "ซึ่งเป็นจำนวนเดียวกับ... เงินโบนัสของจอห์น โบนัสคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "The ransom note also came from inside their house, on notepads.",
      "th": "โน้ตเรียกค่าไถ่ยังมาจาก ในตัวบ้านอีกด้วย จากสมุดโน้ต"
    }
  },
  {
    "translation": {
      "en": "And the pen that was used was the Ramseys'.",
      "th": "และปากกาที่ใช้ก็เป็นของพวกแรมซีย์"
    }
  },
  {
    "translation": {
      "en": "For me personally, I love breast torture.",
      "th": "สำหรับผมแล้ว ผมชอบทรมานหน้าอก"
    }
  },
  {
    "translation": {
      "en": "Whipping nipples, tits...",
      "th": "ใช้แส้ฟาดหัวนม หน้าอก..."
    }
  },
  {
    "translation": {
      "en": "doing breast bondage, as well as arm sleeves and stuff along those lines.",
      "th": "มัดหน้าอกและแขนและอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Hold on a second.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "I've got to take this. It's work. Give me five minutes.",
      "th": "ผมต้องรับสายนี้ เรื่องงานน่ะ ขอเวลาห้านาที"
    }
  },
  {
    "translation": {
      "en": "-Just whenever? -[woman] Yeah.",
      "th": "- ตอนไหนก็ได้เหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "Hey, Robert. It's Mark.",
      "th": "โรเบิร์ต นี่มาร์คนะ"
    }
  },
  {
    "translation": {
      "en": "I got the coroner's report. I'm faxing it over right now, so...",
      "th": "ฉันได้รายงานชันสูตรมาแล้ว จะแฟกซ์ไปให้เดี๋ยวนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, what I can tell you is that...",
      "th": "สิ่งที่ผมบอกคุณได้คือ..."
    }
  },
  {
    "translation": {
      "en": "she died from asphyxiation by strangulation.",
      "th": "เธอตายจากการขาดอากาศหายใจ โดยการถูกรัดคอ"
    }
  },
  {
    "translation": {
      "en": "There was also...",
      "th": "และยังมี..."
    }
  },
  {
    "translation": {
      "en": "some sort of head wound that occurred.",
      "th": "บาดแผลที่หัวที่เกิดขึ้น..."
    }
  },
  {
    "translation": {
      "en": "That likely occurred before the strangulation.",
      "th": "ที่น่าจะเกิดก่อนการรัดคอ"
    }
  },
  {
    "translation": {
      "en": "Right, right.",
      "th": "ใช่ ๆ"
    }
  },
  {
    "translation": {
      "en": "Well, she was laying on her back on the floor,",
      "th": "เธอนอนหงายหลังอยู่บนพื้น"
    }
  },
  {
    "translation": {
      "en": "covered by a blanket,",
      "th": "ถูกห่อด้วยผ้าห่ม"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "th": "และ... ใช่"
    }
  },
  {
    "translation": {
      "en": "Ligature marks on the wrist,",
      "th": "มีรอยมัดที่ข้อมือ"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "th": "และ... ใช่"
    }
  },
  {
    "translation": {
      "en": "All right. Well, I'm gonna fax it over to you.",
      "th": "โอเค ฉันจะส่งแฟกซ์ไปให้นาย"
    }
  },
  {
    "translation": {
      "en": "Okay. I've got to go.",
      "th": "โอเค ฉันต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right. Thanks.",
      "th": "โอเค ขอบใจมาก"
    }
  },
  {
    "translation": {
      "en": "All right. How's everything else?",
      "th": "โอเค อย่างอื่นเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Wife and kids good?",
      "th": "ภรรยากับลูกอยู่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Good, good.",
      "th": "ดี ๆ"
    }
  },
  {
    "translation": {
      "en": "Holidays are going well?",
      "th": "วันหยุดไปได้สวยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[actor as police chief] The JonBenet Ramsey case is a case like we have never seen before,",
      "th": "คดีของจอนเบเน่ต์ แรมซีย์ เป็นคดีแบบที่เราไม่เคยเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "a case like I don't think any of you have ever seen before.",
      "th": "คดีแบบที่ผมคิดว่าไม่มีใคร เคยเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "There have been many stories and much speculation",
      "th": "มีเรื่องเล่ามากมายและการคาดเดา ต่าง ๆ นานา"
    }
  },
  {
    "translation": {
      "en": "about who killed JonBenet.",
      "th": "ว่าใครคือคนฆ่าจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "Prejudging and media hype have never solved a crime.",
      "th": "การด่วนตัดสินและการประโคมของสื่อ ไม่สามารถช่วยไขคดีได้"
    }
  },
  {
    "translation": {
      "en": "The reality of the situation is that often",
      "th": "ความเป็นจริงของสถานการณ์นี้คือ บ่อยครั้ง"
    }
  },
  {
    "translation": {
      "en": "these types of investigations take time.",
      "th": "การสืบสวนประเภทนี้ต้องใช้เวลา"
    }
  },
  {
    "translation": {
      "en": "Are the Ramseys still the focus of this investigation",
      "th": "ครอบครัวแรมซีย์ยังเป็นศูนย์กลาง ของการสืบสวนอยู่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "or have they been elevated to the status of suspects?",
      "th": "หรือตอนนี้พวกเขากลายเป็น ผู้ต้องสงสัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "[police chief] No comment. No more questions.",
      "th": "ไม่มีความเห็น ถามพอแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Was Patsy involved?",
      "th": "แพตซีย์เกี่ยวข้องไหม"
    }
  },
  {
    "translation": {
      "en": "This is Patsy writing? Okay.",
      "th": "แพตซีย์เขียนมันใช่ไหม โอเค"
    }
  },
  {
    "translation": {
      "en": "Let me just read it real quick. \"The pink cowboy sweetheart costume.\"",
      "th": "ฉันจะอ่านให้ฟังนะ \"ชุดคาวบอยน่ารักสีชมพู\""
    }
  },
  {
    "translation": {
      "en": "\"The pink cowboy sweetheart costume",
      "th": "\"ชุดคาวบอยน่ารักสีชมพู"
    }
  },
  {
    "translation": {
      "en": "was made out of some polyester fabric I bought in Atlanta.",
      "th": "ทำจากผ้าโพลีเอสเตอร์ ที่ฉันซื้อจากแอตแลนตา"
    }
  },
  {
    "translation": {
      "en": "I doctored up the white cowgirl hat and boots.",
      "th": "ฉันทำหมวกกับบูตคาวเกิร์ลสีขาว"
    }
  },
  {
    "translation": {
      "en": "It was precious.\"",
      "th": "มันสวยมาก\""
    }
  },
  {
    "translation": {
      "en": "\"It was precious.",
      "th": "\"มันสวยมาก"
    }
  },
  {
    "translation": {
      "en": "That summer, JonBenet went prepared.",
      "th": "ฤดูร้อนนั้น จอนเบเน่ต์เตรียมตัวไปดี"
    }
  },
  {
    "translation": {
      "en": "I could give her that.",
      "th": "สิ่งนั้นฉันเตรียมให้ได้"
    }
  },
  {
    "translation": {
      "en": "I couldn't give her the stage presence that God gave her.",
      "th": "แต่ฉันให้ภาพลักษณ์บนเวที ที่พระเจ้าให้เธอมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That was a gift.\"",
      "th": "นั่นคือพรสวรรค์\""
    }
  },
  {
    "translation": {
      "en": "\"JonBenet was looking forward to the day she could wear real evening gowns,",
      "th": "\"จอนเบเน่ต์จดจ่อรอ วันที่เธอจะได้ใส่ชุดราตรีจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "just like her mother.\"",
      "th": "เหมือนแม่ของเธอ\""
    }
  },
  {
    "translation": {
      "en": "\"Just like her mother.\"",
      "th": "\"เหมือนแม่ของเธอ\""
    }
  },
  {
    "translation": {
      "en": "It is so narcissistic. I'm just shocked.",
      "th": "หลงตัวเองมาก ฉันตกใจจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "I don't remember that. I read this book, and I don't remember it.",
      "th": "ฉันจำไม่ได้เลย ฉันเคยอ่าน หนังสือเล่มนี้ แต่จำไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "She was no longer doing the beauty queen thing.",
      "th": "เธอไม่ได้ทำงานประกวดแล้ว"
    }
  },
  {
    "translation": {
      "en": "She'd gotten too old.",
      "th": "เธอเริ่มแก่เกินไป"
    }
  },
  {
    "translation": {
      "en": "And so this was her opportunity to live it again through her daughter.",
      "th": "ดังนั้น นี่จึงเป็นโอกาสให้เธอ ได้ใช้ชีวิตนั้นอีกครั้งผ่านลูกสาว"
    }
  },
  {
    "translation": {
      "en": "The little girl really loved it. From what we can tell, she loved it.",
      "th": "เด็กน้อยคนนั้นชอบมาก จากที่เราบอกได้ เธอรักมันมาก"
    }
  },
  {
    "translation": {
      "en": "She was not forced into it. It was not, \"You have to go do this.\"",
      "th": "เธอไม่ได้ถูกบังคับให้ทำ มันไม่ใช่ \"เธอต้องไปทำนะ\""
    }
  },
  {
    "translation": {
      "en": "She really loved it.",
      "th": "เธอชอบมันมากจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "So it kind of feels like a... a legacy thing for Patsy, actually.",
      "th": "ดังนั้นมันจึงรู้สึกเหมือน... เป็นมรดกสืบทอดสำหรับแพตซีย์"
    }
  },
  {
    "translation": {
      "en": "I know a lot of people think that's weird,",
      "th": "ฉันรู้จักคนหลายคนที่คิดว่ามันแปลก"
    }
  },
  {
    "translation": {
      "en": "to have a little girl dressed up where she looks like a 20-year-old woman.",
      "th": "ที่ให้เด็กตัวเล็ก ๆ แต่งตัว เหมือนผู้หญิงอายุ 20"
    }
  },
  {
    "translation": {
      "en": "But that's the pageant system.",
      "th": "แต่นั่นคือระบบของการประกวดนางงาม"
    }
  },
  {
    "translation": {
      "en": "And a lot of those girls go on to do great things...",
      "th": "และเด็กผู้หญิงหลาย ๆ คน ก็ได้ไปทำอะไรดี ๆ"
    }
  },
  {
    "translation": {
      "en": "or work at Hooters.",
      "th": "หรือทำงานที่ฮูเตอร์"
    }
  },
  {
    "translation": {
      "en": "From what...",
      "th": "จากที่ฉัน..."
    }
  },
  {
    "translation": {
      "en": "I heard and kind of put together...",
      "th": "ได้ยิน และจับปะติดปะต่อกัน..."
    }
  },
  {
    "translation": {
      "en": "it sounded like... that family was really screwed up.",
      "th": "ฟังดูเหมือนว่า... ครอบครัวนั้นมีปัญหาจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Patsy was at least involved.",
      "th": "อย่างน้อยแพตซีย์ก็เกี่ยวข้องด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm not sure if she did it.",
      "th": "ฉันไม่แน่ใจว่าเธอทำหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I hope she didn't, but I think she might have.",
      "th": "หวังว่าจะไม่ แต่ฉันคิดว่าเธออาจจะทำ"
    }
  },
  {
    "translation": {
      "en": "She just made me angry.",
      "th": "เธอทำให้ฉันโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "Watching her...",
      "th": "มองดูเธอ"
    }
  },
  {
    "translation": {
      "en": "Listening to her",
      "th": "ฟังเธอพูด"
    }
  },
  {
    "translation": {
      "en": "and then her husband...",
      "th": "และสามีของเธอ..."
    }
  },
  {
    "translation": {
      "en": "I think he's the innocent one.",
      "th": "ผมคิดว่าเขาบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "I don't believe he was involved in any way.",
      "th": "ผมไม่เชื่อว่าเขาจะเกี่ยวข้อง ในทางใดก็ตาม"
    }
  },
  {
    "translation": {
      "en": "I just think he's innocent.",
      "th": "ผมแค่... ผมคิดว่าเขาบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "The more manic side of this whole situation",
      "th": "ฝั่งที่บ้าคลั่งกว่าในสถานการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "seemed to come from Patsy's side.",
      "th": "เหมือนจะมาจากฝั่งแพตซีย์"
    }
  },
  {
    "translation": {
      "en": "She seems more inclined to be the one that might have struck someone in anger",
      "th": "เธอดูเป็นคนที่น่าจะทำร้ายคน เพราะความโกรธ"
    }
  },
  {
    "translation": {
      "en": "than John does.",
      "th": "มากกว่าจอห์น"
    }
  },
  {
    "translation": {
      "en": "More than anything, I think it was the ransom note that was written,",
      "th": "ยิ่งกว่าอะไรทั้งหมด ฉันว่าคือ โน้ตเรียกค่าไถ่ที่ถูกเขียน"
    }
  },
  {
    "translation": {
      "en": "that handwriting experts said she most likely wrote.",
      "th": "ที่ผู้เชี่ยวชาญด้านลายมือบอกว่า เธอน่าจะเป็นคนเขียน"
    }
  },
  {
    "translation": {
      "en": "I found that pretty interesting",
      "th": "ฉันคิดว่านั่นน่าสนใจทีเดียว"
    }
  },
  {
    "translation": {
      "en": "because I've had my handwriting analyzed.",
      "th": "เพราะลายมือฉันเคยถูกนำไปวิเคราะห์"
    }
  },
  {
    "translation": {
      "en": "And it was fascinating, because I wasn't there.",
      "th": "และมันน่าสนใจ เพราะฉันไม่ได้อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It was an ex-boyfriend who showed this handwriting expert...",
      "th": "แฟนเก่าฉันให้ผู้เชี่ยวชาญดู..."
    }
  },
  {
    "translation": {
      "en": "a birthday card that I gave him.",
      "th": "จากการ์ดวันเกิดที่ฉันให้เขา"
    }
  },
  {
    "translation": {
      "en": "But this expert could actually tell",
      "th": "แต่ผู้เชี่ยวชาญคนนี้สามารถบอกได้"
    }
  },
  {
    "translation": {
      "en": "that I had had a trauma to my right ankle.",
      "th": "ว่าฉันมีบาดแผลที่ข้อเท้าขวา"
    }
  },
  {
    "translation": {
      "en": "And sure enough, I had reconstructive surgery on my right ankle.",
      "th": "และก็จริง ฉันเพิ่งผ่าตัด เสริมข้อเท้าขวาไป"
    }
  },
  {
    "translation": {
      "en": "Why would-- She has no motive.",
      "th": "ทำไมเธอถึงจะ... เธอไม่มีแรงจูงใจ"
    }
  },
  {
    "translation": {
      "en": "I'm frustrated as a parent. I'm frustrated with my kids.",
      "th": "ฉันหงุดหงิดในฐานะแม่ ฉันหงุดหงิดกับลูก"
    }
  },
  {
    "translation": {
      "en": "There's no motive to kill them. There's no motive to do that.",
      "th": "แต่ไม่มีแรงจูงใจให้ฆ่าพวกเขา ไม่มีแรงจูงใจให้ทำแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I could see the jealousy aspect.",
      "th": "ฉันเข้าใจประเด็นการอิจฉา"
    }
  },
  {
    "translation": {
      "en": "Since Patsy Ramsey was a beauty pageant queen herself,",
      "th": "เพราะแพตซีย์ แรมซีย์เอง ก็เป็นนางงามเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "maybe her daughter was having a little bit more success",
      "th": "บางทีลูกสาวเธอ อาจจะประสบความสำเร็จกว่า"
    }
  },
  {
    "translation": {
      "en": "or wasn't listening to her.",
      "th": "หรืออาจไม่เชื่อฟังเธอ"
    }
  },
  {
    "translation": {
      "en": "You know, I don't know",
      "th": "คือ ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "if Patsy Ramsey's background was any mental illness or anything like that,",
      "th": "ว่าแพตซีย์ แรมซีย์มีประวัติ ป่วยทางจิตหรืออะไรแบบนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "but of course we know she died of cancer.",
      "th": "แต่แน่นอน เรารู้ว่าเธอตาย ด้วยโรคมะเร็ง"
    }
  },
  {
    "translation": {
      "en": "And sometimes, when there's disease, there's dis-ease.",
      "th": "และบางครั้ง เมื่อเราเป็นโรคร้าย ก็อาจก่อให้เกิดความไม่สบาย"
    }
  },
  {
    "translation": {
      "en": "And then we heard about the bed-wetting,",
      "th": "แล้วเราก็ได้ยินเรื่องฉี่รดที่นอน"
    }
  },
  {
    "translation": {
      "en": "and the general discord in the family,",
      "th": "และเรื่องเบาะแว้งทั่วไปในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and we were...",
      "th": "และเราก็..."
    }
  },
  {
    "translation": {
      "en": "That's why everybody was thinking it had to be in the family.",
      "th": "เพราะงั้น ทุกคนถึงคิดว่า ต้องเป็นคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "You know, JonBenet Ramsey was a bed-wetter,",
      "th": "จอนเบเน่ต์ชอบฉี่รดที่นอน"
    }
  },
  {
    "translation": {
      "en": "and I know that there had been people interviewed",
      "th": "และผมรู้ว่ามีคนที่ถูกสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "that said that that had infuriated Patsy Ramsey.",
      "th": "ที่บอกว่านั่นทำให้แพตซีย์ แรมซีย์ โกรธมาก"
    }
  },
  {
    "translation": {
      "en": "And she wet her bed, actually, that night.",
      "th": "และคืนนั้น ที่จริงแล้วเธอก็ฉี่รดที่นอน"
    }
  },
  {
    "translation": {
      "en": "There was one article I remember reading just recently,",
      "th": "มีบทความที่ฉันจำได้ว่า อ่านเมื่อเร็ว ๆ นี้"
    }
  },
  {
    "translation": {
      "en": "and it identified Patsy as the lead suspect,",
      "th": "บทความนั้นระบุแพตซีย์ เป็นผู้ต้องสงสัยสำคัญ"
    }
  },
  {
    "translation": {
      "en": "and went so far as to say she murdered her daughter.",
      "th": "และถึงกับบอกว่า เธอฆ่าลูกสาวของเธอ"
    }
  },
  {
    "translation": {
      "en": "And what it cited that incited so much rage in me",
      "th": "และสิ่งที่บทความบอก ที่ทำให้ฉันโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "was that the stressors that Patsy was under...",
      "th": "คือความเครียดที่แพตซีย์รู้สึก..."
    }
  },
  {
    "translation": {
      "en": "one of them being the holidays,",
      "th": "หนึ่งในนั้นคือ ความเครียดเรื่องวันหยุด"
    }
  },
  {
    "translation": {
      "en": "and another one being her impending 40th birthday.",
      "th": "อีกเรื่องคือวันเกิดครบ 40 ปีของเธอ ที่กำลังจะมาถึง"
    }
  },
  {
    "translation": {
      "en": "And I'll be 39 next month,",
      "th": "เดือนหน้าฉันจะอายุ 39 แล้ว"
    }
  },
  {
    "translation": {
      "en": "and if someone said",
      "th": "และถ้ามีคนพูดว่า"
    }
  },
  {
    "translation": {
      "en": "that my impending 40th birthday caused me so much psychic strain",
      "th": "วันเกิดครบ 40 ปีของฉัน ทำให้ฉันเครียดมาก"
    }
  },
  {
    "translation": {
      "en": "that I would consider killing my child...",
      "th": "จนฉันคิดจะฆ่าลูกตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "I don't know what shade of ballistic I would go on them,",
      "th": "ฉันไม่รู้ว่าจะคลุ้มคลั่งใส่พวกเขา ขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "because talk about putting women in a box.",
      "th": "เพราะ... นี่เป็นการตีกรอบให้ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "I mean, the mother had to do it.",
      "th": "ฉันหมายถึง แม่ต้องเป็นคนทำ"
    }
  },
  {
    "translation": {
      "en": "She was about to turn 40. She's jealous.",
      "th": "เธอกำลังจะ 40 เธอรู้สึกอิจฉา"
    }
  },
  {
    "translation": {
      "en": "Her little girl was frustrating. She wet the bed.",
      "th": "ลูกสาวเธอน่าหงุดหงิด เพราะเธอฉี่รดที่นอน..."
    }
  },
  {
    "translation": {
      "en": "Maybe it was an accident.",
      "th": "อาจจะเป็นอุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "She threw her against the tub...",
      "th": "เธอเหวี่ยงลูกลงอ่างน้ำ"
    }
  },
  {
    "translation": {
      "en": "and then covered it up.",
      "th": "แล้วเอาผ้ามาปิดไว้"
    }
  },
  {
    "translation": {
      "en": "You know, people are quick to judge.",
      "th": "บางทีอาจจะเป็น... คนเราชอบด่วนตัดสินคนอื่น"
    }
  },
  {
    "translation": {
      "en": "They talk about how they were so upset and all the pain,",
      "th": "พวกเขาพูดว่าพวกเขาโกรธแค่ไหน กับความเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "but, like, you don't see any of it in their face, at all.",
      "th": "แต่คุณไม่เห็นสิ่งเหล่านั้น บนหน้าพวกเขาเลย"
    }
  },
  {
    "translation": {
      "en": "You know, I don't know why no tears fell.",
      "th": "ฉันไม่รู้ว่าทำไมเธอถึงไม่ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "I think... was she detached? Did she ever really love her little girl?",
      "th": "ฉันคิดว่า เธอห่างเหินเหรอ เธอรักลูกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You don't know how you're gonna react.",
      "th": "คุณไม่รู้ว่าจะมีปฏิกิริยายังไง"
    }
  },
  {
    "translation": {
      "en": "My personal reaction was quite violent.",
      "th": "ปฏิกิริยาของฉันค่อนข้างจะรุนแรง"
    }
  },
  {
    "translation": {
      "en": "I screamed. I cried.",
      "th": "ฉันกรีดร้อง ฉันร้องไห้"
    }
  },
  {
    "translation": {
      "en": "My parents told me in the back of a car, and I remember just screaming,",
      "th": "พ่อแม่บอกฉันที่กำลังนั่งเบาะหลัง และฉันจำได้ว่าฉันกรีดร้อง"
    }
  },
  {
    "translation": {
      "en": "\"Who killed my brother? Who killed my brother?\"",
      "th": "\"ใครฆ่าพี่หนู ๆ \""
    }
  },
  {
    "translation": {
      "en": "At that point in time, we didn't even know he was murdered.",
      "th": "ในเวลานั้น เราไม่รู้ด้วยซ้ำ ว่าเขาถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "We just knew he was dead.",
      "th": "เราแค่รู้ว่าเขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "But I had this just overwhelming impression",
      "th": "แต่ฉันมีความรู้สึกที่ท่วมท้น"
    }
  },
  {
    "translation": {
      "en": "that it was not a natural death,",
      "th": "ว่ามันไม่ใช่การตายตามธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "and it was not an accident.",
      "th": "และก็ไม่ใช่อุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "I was screaming so loud that people actually came out of the building",
      "th": "ฉันกรีดร้องดังเสียจนคนถึงกับ ออกมาจากตึก"
    }
  },
  {
    "translation": {
      "en": "to see what was going on.",
      "th": "เพื่อดูว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "So that was my reaction.",
      "th": "นั่นคือปฏิกิริยาของฉัน"
    }
  },
  {
    "translation": {
      "en": "I watched my parents. It was far more subtle and private.",
      "th": "ฉันมองดูพ่อแม่ มันยิ่งกว่าสะเทือนใจอีก"
    }
  },
  {
    "translation": {
      "en": "Push your chair in a little bit, Gary.",
      "th": "ดันเก้าอี้เข้าไปหน่อยแกรี่"
    }
  },
  {
    "translation": {
      "en": "Is Gary \"John\"? Okay.",
      "th": "แกรี่เป็นจอห์นใช่ไหม โอเค"
    }
  },
  {
    "translation": {
      "en": "-Hi, John. -Patsy.",
      "th": "- สวัสดีจอห์น - แพตซีย์"
    }
  },
  {
    "translation": {
      "en": "-Hi, nice to see you. -Hi. J. Michael Sterling.",
      "th": "- ยินดีที่ได้เจอค่ะ - เจ ไมเคิล สเตอร์ลิงครับ"
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -Nice to meet you.",
      "th": "- ยินดีที่ได้เจอ - ยินดีที่ได้เจอ"
    }
  },
  {
    "translation": {
      "en": "-It is like, us against the world. -It is, yeah. Absolutely.",
      "th": "- มันเหมือนเราสู้กับโลกทั้งใบ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "I mean, they're both raw. Still. I mean, it's still so new.",
      "th": "ฉันหมายถึง ทั้งคู่ยังดิบอยู่ ทุกอย่างยังใหม่อยู่"
    }
  },
  {
    "translation": {
      "en": "If I was being interviewed with my wife about something like that,",
      "th": "ถ้าผมถูกสัมภาษณ์พร้อมภรรยา เกี่ยวกับอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I'd have my arm around her.",
      "th": "ผมคงเอาแขนโอบเธอ"
    }
  },
  {
    "translation": {
      "en": "I'd be holding her hand. I'd be consoling her.",
      "th": "ผมจะจับมือเธอ ปลอบโยนเธอ"
    }
  },
  {
    "translation": {
      "en": "I don't recall seeing them do that.",
      "th": "ผมจำไม่ได้เลยว่าเห็นพวกเขาทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You know, they were never really too close.",
      "th": "พวกเขาไม่เคยอยู่ใกล้กันเกินไป"
    }
  },
  {
    "translation": {
      "en": "Like, they weren't like this, or...",
      "th": "พวกเขาไม่ได้ทำแบบนี้ หรือ..."
    }
  },
  {
    "translation": {
      "en": "I mean, but I might just angle in.",
      "th": "แต่ผมอาจจะหันตัวเข้า"
    }
  },
  {
    "translation": {
      "en": "I don't think I would angle in.",
      "th": "ฉันไม่คิดว่าฉันจะหันตัวเข้า"
    }
  },
  {
    "translation": {
      "en": "There's a separation, and even sitting here setting up for the scene,",
      "th": "มีความเหินห่างกัน และแม้กระทั่ง การนั่งอยู่ตรงนี้เพื่อถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "it's like we would naturally be sitting closer.",
      "th": "เราเหมือนกับขยับเข้าใกล้กัน โดยธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "I did not... I mean, I said hello and then I tried to not make eye contact with you",
      "th": "ผมหมายถึง ผมทักทายคุณ แต่ไม่ได้พยายามสบตา"
    }
  },
  {
    "translation": {
      "en": "'cause I wanted to keep no conversation.",
      "th": "เพราะผมไม่อยากเริ่มบทสนทนา ไม่..."
    }
  },
  {
    "translation": {
      "en": "-Exactly. Like, \"We have a job to do.\" -Right.",
      "th": "ใช่ เหมือนกับ \"เรามีงานต้องทำ\""
    }
  },
  {
    "translation": {
      "en": "Although we're friends on Facebook or something, right?",
      "th": "ถึงเราจะเป็นเพื่อนกันในเฟซบุ๊ก หรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-I was like, \"Oh, my God!\" -I know!",
      "th": "- ผมคิด \"พระเจ้าช่วย\" - ฉันรู้!"
    }
  },
  {
    "translation": {
      "en": "-\"I've never met you. Cool.\" -We finally meet in person!",
      "th": "- ผมไม่เคยเจอคุณ ยอดเลย - ในที่สุดก็ได้เจอเสียที"
    }
  },
  {
    "translation": {
      "en": "To those of you who may want to ask,",
      "th": "สำหรับใครก็ตามที่อาจอยากถาม"
    }
  },
  {
    "translation": {
      "en": "let me address very directly.",
      "th": "ขอผมพูดกับคุณโดยตรง"
    }
  },
  {
    "translation": {
      "en": "I did not kill my daughter JonBenet.",
      "th": "ผมไม่ได้ฆ่าลูกสาวผม จอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "There have also been innuendos that she has been or was...",
      "th": "และยังมีการเหน็บแนมด้วยว่าเธอถูก หรือเคยถูก..."
    }
  },
  {
    "translation": {
      "en": "sexually molested.",
      "th": "ลวนลามทางเพศ"
    }
  },
  {
    "translation": {
      "en": "Those were the most hurtful innuendos to us as a family.",
      "th": "นั่นคือคำเหน็บแนมที่เจ็บปวดที่สุด สำหรับเราที่เป็นครอบครัว"
    }
  },
  {
    "translation": {
      "en": "I can tell you those were the most hurtful innuendos",
      "th": "ผมบอกได้เลยว่านั่นคือคำเหน็บแนม ที่เจ็บปวดที่สุด"
    }
  },
  {
    "translation": {
      "en": "to us as a family.",
      "th": "สำหรับเราที่เป็นครอบครัว"
    }
  },
  {
    "translation": {
      "en": "They are totally false.",
      "th": "ไม่ใช่ความจริงเลย"
    }
  },
  {
    "translation": {
      "en": "I'm appalled either John or I could have been involved",
      "th": "ฉันตกใจที่จอห์นหรือฉันจะเข้าไปเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "in such a hideous, heinous crime.",
      "th": "กับการกระทำที่เลวร้าย น่ารังเกียจแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But let me assure you",
      "th": "แต่ฉันขอยืนยัน"
    }
  },
  {
    "translation": {
      "en": "that I did not kill JonBenet.",
      "th": "ฉันไม่ได้ฆ่าจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "I did not have anything to do with it.",
      "th": "ฉันไม่มีอะไรเกี่ยวข้องกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I loved that child with my whole heart and soul.",
      "th": "ฉันรักเด็กคนนั้น หมดทั้งตัวและหัวใจ"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "How do you go on camera and say these lines,",
      "th": "คุณอยู่หน้ากล้อง และพูดบทพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and make them look real?",
      "th": "และทำให้มันดูเป็นจริงได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "The funny thing is, when you watch them talking about this it works either way.",
      "th": "เรื่องตลกคือ ตอนคุณดูพวกเขาพูด มันเป็นไปได้ทั้งสองทาง"
    }
  },
  {
    "translation": {
      "en": "It does. It does!",
      "th": "ใช่เลย ๆ"
    }
  },
  {
    "translation": {
      "en": "-You can say, \"Okay, they're lying.\" -Yeah.",
      "th": "- คุณอาจพูดว่า \"พวกเขาโกหก\" - ใช่"
    }
  },
  {
    "translation": {
      "en": "-\"They're telling the truth.\" -\"Look at the body language.\" Yeah.",
      "th": "- \"พวกเขาพูดความจริง\" - \"ดูภาษากายพวกเขาสิ\" ใช่"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just hard to say.",
      "th": "ฉันหมายถึง มันยากที่จะพูด"
    }
  },
  {
    "translation": {
      "en": "It just... it's hard to say.",
      "th": "มันแค่... ยากที่จะพูด"
    }
  },
  {
    "translation": {
      "en": "I mean, a lot of their behavior was odd.",
      "th": "พฤติกรรมหลายอย่างของพวกเขาแปลก"
    }
  },
  {
    "translation": {
      "en": "So you're saying that you think she did it?",
      "th": "คุณกำลังบอกว่า คุณคิดว่าเธอทำเหรอ"
    }
  },
  {
    "translation": {
      "en": "I think John didn't do it.",
      "th": "ผมคิดว่าจอห์นไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "You think John didn't do it? Interesting.",
      "th": "คุณคิดว่าจอห์นไม่ได้ทำ น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "It's like she was more concerned for who she was protecting.",
      "th": "เหมือนกับเธอเป็นห่วง คนที่เธอกำลังปกป้องมากกว่า"
    }
  },
  {
    "translation": {
      "en": "I believe she was protecting someone in the family.",
      "th": "สำหรับฉัน ฉันเชื่อว่าเธอปกป้อง ใครบางคนในครอบครัวอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna state who",
      "th": "ฉันจะไม่บอกว่าใคร"
    }
  },
  {
    "translation": {
      "en": "because I really don't know which person that may have been,",
      "th": "เพราะฉันไม่รู้จริง ๆ ว่าจะเป็นใครไปได้"
    }
  },
  {
    "translation": {
      "en": "but I believe it was someone that they both loved very much.",
      "th": "แต่ฉันเชื่อว่า ต้องเป็นคนที่พวกเขารักมาก"
    }
  },
  {
    "translation": {
      "en": "My name is Ryan, and I'm auditioning for the role of Burke.",
      "th": "ผมชื่อไรอัน ผมมาคัดตัวบทของเบิร์ค"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "I'm Jase. I'm...",
      "th": "ผมเจส ผม..."
    }
  },
  {
    "translation": {
      "en": "I'm ten years old.",
      "th": "ผมอายุสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "I live in Colorado.",
      "th": "ผมอยู่ที่โคโลราโด"
    }
  },
  {
    "translation": {
      "en": "Littleton...",
      "th": "ลิตเติลตัน..."
    }
  },
  {
    "translation": {
      "en": "Yeah, Littleton.",
      "th": "ใช่ครับ ลิตเติลตัน"
    }
  },
  {
    "translation": {
      "en": "So I've been in this one commercial that...",
      "th": "ผมเคยแสดงโฆษณาอันนี้ที่..."
    }
  },
  {
    "translation": {
      "en": "I forgot what it was.",
      "th": "ผมลืมแล้วว่าโฆษณาอะไร"
    }
  },
  {
    "translation": {
      "en": "It didn't play here,",
      "th": "มันไม่ได้ฉายที่นี่"
    }
  },
  {
    "translation": {
      "en": "but I was just an extra in it.",
      "th": "ผมเป็นแค่ตัวประกอบ"
    }
  },
  {
    "translation": {
      "en": "I was one of the flying monkeys,",
      "th": "ผมเป็นหนึ่งในลิงบินได้"
    }
  },
  {
    "translation": {
      "en": "one of the Oz-ians,",
      "th": "หนึ่งในชาวออซ"
    }
  },
  {
    "translation": {
      "en": "one of the tough guy munchkins...",
      "th": "หนึ่งในมันช์กินโหด ๆ"
    }
  },
  {
    "translation": {
      "en": "...and then I also did a Denver mattress commercial,",
      "th": "และผมก็เคยแสดงโฆษณาฟูกเดนเวอร์"
    }
  },
  {
    "translation": {
      "en": "where all I did was wait for nine hours for the whole day.",
      "th": "ผมก็แค่รอไปเก้าชั่วโมงทั้งวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Skipped school just because of that",
      "th": "ผมโดดเรียนเพื่อเรื่องนี้โดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "and then I got to jump on the bed for nine minutes.",
      "th": "จากนั้นผมได้กระโดดบนฟูกอยู่เก้านาที"
    }
  },
  {
    "translation": {
      "en": "That's all I did.",
      "th": "นั่นคือทั้งหมดที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "All the other things I tried to do, I didn't get the part.",
      "th": "เรื่องอื่น ๆ ที่ผมพยายามเล่น ผมไม่ได้บท"
    }
  },
  {
    "translation": {
      "en": "My house has a pool in the backyard.",
      "th": "บ้านผมมีสระน้ำที่สนามหลังบ้าน"
    }
  },
  {
    "translation": {
      "en": "If something happened...",
      "th": "ถ้ามีอะไรเกิดขึ้น..."
    }
  },
  {
    "translation": {
      "en": "and I do know that the son, the brother of JonBenet,",
      "th": "และผมรู้ว่าลูกชายพวกเขา พี่ชายของจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "did actually hit his sister with either a golf club or a baseball bat",
      "th": "ตีน้องสาวด้วยไม้กอล์ฟ ไม่ก็ไม้เบสบอล"
    }
  },
  {
    "translation": {
      "en": "a month or two before this incident took place.",
      "th": "เดือนหรือสองเดือน ก่อนเหตุการณ์นี้จะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "But to me, that was, you know, a brother and sister...",
      "th": "แต่สำหรับผม นั่นแค่พี่ชายน้องสาว"
    }
  },
  {
    "translation": {
      "en": "just having an argument, type of thing.",
      "th": "ทะเลาะกัน อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But whoever struck that girl was so angry and so livid and so mad at her,",
      "th": "แต่ใครก็ตามที่ตีเด็กคนนั้น โกรธและโมโหเธอมาก"
    }
  },
  {
    "translation": {
      "en": "with either the flashlight or a baseball bat,",
      "th": "และใช้ไฟฉายหรือไม้เบสบอลตีเธอ"
    }
  },
  {
    "translation": {
      "en": "the skull fracture was intense.",
      "th": "จนกระทั่งกะโหลกเธอร้าว"
    }
  },
  {
    "translation": {
      "en": "It was a mortal wound, from everything that I've seen,",
      "th": "มันเป็นแผลที่ทำให้ถึงตายได้ จากทุกอย่างที่ผมเห็น"
    }
  },
  {
    "translation": {
      "en": "but what really finished her off was the strangulation.",
      "th": "แต่สิ่งที่ฆ่าเธอจริง ๆ คือการบีบรัดคอ"
    }
  },
  {
    "translation": {
      "en": "I mean, at one point, me and my friends had read a book",
      "th": "ในจุดหนึ่ง ผมกับเพื่อนได้อ่านหนังสือ"
    }
  },
  {
    "translation": {
      "en": "about people hanging, you know.",
      "th": "เกี่ยวกับคนแขวนคอตาย"
    }
  },
  {
    "translation": {
      "en": "And so we built this little platform thing",
      "th": "เราเลยสร้างแท่นยืนเล็ก ๆ"
    }
  },
  {
    "translation": {
      "en": "and hung each other, like on-stage, kind of thing.",
      "th": "และแขวนคอกัน เหมือนแสดงบนเวที อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It was just fooling around, and we didn't get hurt.",
      "th": "เราแค่ล้อกันเล่น เราไม่ได้เจ็บตัว"
    }
  },
  {
    "translation": {
      "en": "We were fine. Nobody really got hung.",
      "th": "เราปลอดภัย ไม่มีใครถูกแขวนคอจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "But as an adult, think of walking into that situation.",
      "th": "แต่ในฐานะผู้ใหญ่ ลองคิดว่า เดินไปเจออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Here are these four kids,",
      "th": "มีเด็กอยู่สี่คน"
    }
  },
  {
    "translation": {
      "en": "they're all ten years old, something like that,",
      "th": "ทุกคนอายุประมาณสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "hanging each other in the garage.",
      "th": "แขวนคอกันอยู่ในโรงรถ"
    }
  },
  {
    "translation": {
      "en": "How stupid can you be? But we were kids.",
      "th": "เราจะโง่ได้แค่ไหนกัน แต่เราก็แค่เด็ก"
    }
  },
  {
    "translation": {
      "en": "So could it happen? Yeah.",
      "th": "ฉะนั้น มันเกิดขึ้นได้ไหม แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I have two sisters and one brother.",
      "th": "ผมมีน้องสาวสองคนกับน้องชายหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "I'm the oldest.",
      "th": "ผมเป็นคนโตสุด"
    }
  },
  {
    "translation": {
      "en": "I just have one sister.",
      "th": "ผมมีน้องสาวแค่หนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "Sometimes she'll take, like-- I have trading cards of Peyton Manning.",
      "th": "บางครั้งเธอจะเอา... ผมมีไพ่เพย์ตัน แมนนิ่ง"
    }
  },
  {
    "translation": {
      "en": "She'll give them to my little brother, and I'll be like, \"Gabby, what the heck?\"",
      "th": "เธอจะเอามันไปให้น้องชายผม แล้วผมจะพูดว่า \"แก็บบี้ อะไรกัน\""
    }
  },
  {
    "translation": {
      "en": "But it's nothing big, really.",
      "th": "แต่มันไม่ใช่เรื่องใหญ่"
    }
  },
  {
    "translation": {
      "en": "Sometimes I'll tease her a little bit.",
      "th": "บางครั้งผมล้อเธอนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "But it's just brotherly love, I think.",
      "th": "แต่มันก็แค่ความรักแบบพี่ชาย ผมว่านะ"
    }
  },
  {
    "translation": {
      "en": "She calls me a scaredy-cat and calls me a bunch of names,",
      "th": "เธอเรียกผมว่าแมวขี้ขลาด และล้อผมด้วยชื่ออื่นอีก"
    }
  },
  {
    "translation": {
      "en": "and I don't like that, because she just sings a bunch of annoying songs",
      "th": "ผมไม่ชอบเพราะเธอ ชอบร้องเพลงน่ารำคาญ"
    }
  },
  {
    "translation": {
      "en": "and calling me names, and...",
      "th": "และล้อผม และ..."
    }
  },
  {
    "translation": {
      "en": "I ask her to stop a lot, but she just never does,",
      "th": "ผมบอกให้เธอหยุดบ่อย ๆ แต่เธอไม่เคยหยุดเลย"
    }
  },
  {
    "translation": {
      "en": "and... yeah.",
      "th": "และ... ครับ"
    }
  },
  {
    "translation": {
      "en": "But she's getting nicer.",
      "th": "แต่เธอเริ่มนิสัยดีขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's happened about two weeks ago.",
      "th": "ตั้งแต่เมื่อสองอาทิตย์ก่อน"
    }
  },
  {
    "translation": {
      "en": "She's beginning to become nicer,",
      "th": "เธอเริ่มจะ... เธอเริ่มจะนิสัยดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "which I'm really happy about.",
      "th": "ซึ่งผมดีใจมาก"
    }
  },
  {
    "translation": {
      "en": "'Cause sometimes I have tears,",
      "th": "เพราะบางครั้งน้ำตาผมก็ไหลออกมา"
    }
  },
  {
    "translation": {
      "en": "'cause it kept going,",
      "th": "เพราะผม... เธอล้อไปเรื่อย ๆ ไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "but it has started to stop, which is good.",
      "th": "แต่เธอเริ่มหยุดแล้ว ซึ่งเป็นเรื่องดี"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Cool.",
      "th": "โอเคครับ"
    }
  },
  {
    "translation": {
      "en": "\"If you tell someone a secret, it is no longer a secret.\"",
      "th": "\"ถ้าเธอบอกความลับใคร มันจะไม่ใช่ความลับอีก\""
    }
  },
  {
    "translation": {
      "en": "[whispers] If you tell someone a secret, it's no longer a secret.",
      "th": "ถ้าเธอบอกความลับใคร มันจะไม่ใช่ความลับอีก"
    }
  },
  {
    "translation": {
      "en": "[quietly] If you tell someone a secret, it's no longer a secret.",
      "th": "ถ้าเธอบอกความลับใคร มันจะไม่ใช่ความลับอีก"
    }
  },
  {
    "translation": {
      "en": "[whispers] If you tell someone a secret, it's no longer a secret.",
      "th": "ถ้าเธอบอกความลับใคร มันจะไม่ใช่ความลับอีก"
    }
  },
  {
    "translation": {
      "en": "If it was the brother, if it was her son,",
      "th": "ถ้าพี่ชายเป็นคนทำ ถ้าเป็นลูกชายเธอ"
    }
  },
  {
    "translation": {
      "en": "I think she would choose her son over...",
      "th": "ฉันคิดว่าเธอคงเลือกลูกชายมากกว่า..."
    }
  },
  {
    "translation": {
      "en": "over truth.",
      "th": "มากกว่าความจริง"
    }
  },
  {
    "translation": {
      "en": "There is no way a nine-year-old could pull off a murder like this.",
      "th": "ไม่มีทางที่เด็กเก้าขวบ จะฆ่าใครแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "The knots were sophisticated,",
      "th": "เงื่อนที่มัดซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "the head wound that actually killed her...",
      "th": "แผลที่หัวที่ฆ่าเธอ..."
    }
  },
  {
    "translation": {
      "en": "I don't think he would have the strength to do something like that.",
      "th": "ฉันไม่คิดว่าเขาจะมีแรงพอ ที่จะทำอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "There it goes.",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "Well, first, Burke, maybe you could draw me a picture.",
      "th": "อย่างแรก เบิร์ค วาดรูปให้ฉันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "A picture of your family.",
      "th": "รูปครอบครัวของเธอ"
    }
  },
  {
    "translation": {
      "en": "Would you do that for me?",
      "th": "วาดให้ฉันได้ไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I can't draw.",
      "th": "ผมวาดรูปไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "It's just so I can get to know your family.",
      "th": "แค่ให้ฉันได้รู้จักครอบครัวเธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Okay. \"Dad.\"",
      "th": "โอเค \"พ่อ\""
    }
  },
  {
    "translation": {
      "en": "So who's next?",
      "th": "แล้วใครต่อ"
    }
  },
  {
    "translation": {
      "en": "Who's the next person you would draw?",
      "th": "เธอจะวาดใครต่อไป"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "th": "แม่"
    }
  },
  {
    "translation": {
      "en": "So is she the kind of mom that gives you lots of hugs and kisses?",
      "th": "เธอเป็นแม่ที่กอดและจูบเธอ เยอะ ๆ หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Both you and your sister?",
      "th": "ทั้งเธอและน้องเธอเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Or just you? Or just your sister?",
      "th": "หรือแค่เธอ หรือแค่น้องสาว"
    }
  },
  {
    "translation": {
      "en": "Just... the both of us.",
      "th": "แค่... เราทั้งสองคนครับ"
    }
  },
  {
    "translation": {
      "en": "Burke?",
      "th": "เบิร์คจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Is there anyone else in your family you were going to draw?",
      "th": "มีใครที่เธอจะวาดอีกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Burke] Nope.",
      "th": "ไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "I know that sounds crazy,",
      "th": "ผมรู้ว่ามันฟังดูบ้า"
    }
  },
  {
    "translation": {
      "en": "but just about any theory in this whole situation sounds pretty crazy.",
      "th": "แต่ทุกทฤษฎีเกี่ยวกับเรื่องนี้ ก็ฟังดูบ้าทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "You know, parents killing their kids,",
      "th": "พ่อแม่ฆ่าลูกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "brothers killing their sisters,",
      "th": "พี่ชายฆ่าน้องสาว"
    }
  },
  {
    "translation": {
      "en": "intruders coming in to kidnap a kid and writing the letter,",
      "th": "มีคนแอบเข้ามาลักพาตัวเด็ก เขียนจดหมาย"
    }
  },
  {
    "translation": {
      "en": "but not kidnapping the kid, just leaving the kid there...",
      "th": "แต่ไม่ลักพาตัว กลับทิ้งเด็กไว้"
    }
  },
  {
    "translation": {
      "en": "I mean, any theory is kind of cracked in this situation.",
      "th": "ผมหมายถึง ทุก ๆ ทฤษฎีมีช่องโหว่ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "I know the neighbors heard a lot of ruckus and saw lights on.",
      "th": "ฉันรู้ว่าเพื่อนบ้าน ได้ยินเสียงโวยวายและเห็นไฟเปิด"
    }
  },
  {
    "translation": {
      "en": "I know the stairway was a spiral stairway, and it was very steep.",
      "th": "ฉันรู้ว่าบันไดเป็นบันไดวน และก็ชันมาก"
    }
  },
  {
    "translation": {
      "en": "I definitely believe that JonBenet Ramsey was fed pineapple.",
      "th": "ฉันเชื่อว่าพวกเขา ให้จอนเบเน่ต์กินสับปะรด"
    }
  },
  {
    "translation": {
      "en": "Maybe the window was open before the snow fell.",
      "th": "บางทีหน้าต่างอาจจะเปิดอยู่แล้ว ก่อนหิมะตก"
    }
  },
  {
    "translation": {
      "en": "This is where the confusion comes up,",
      "th": "นี่คือจุดที่สร้างความสับสนขึ้น"
    }
  },
  {
    "translation": {
      "en": "because there were knots tied on that rope mechanism",
      "th": "เพราะเชือกที่ใช้รัดคอเธอ"
    }
  },
  {
    "translation": {
      "en": "that was used to strangle her,",
      "th": "มีเงื่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "and the knots apparently required some level of expertise.",
      "th": "และเงื่อนนั้นก็ต้องใช้ ความชำนาญระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "There are some very bizarre things that are tied to this case.",
      "th": "มีเรื่องแปลก ๆ ที่เกี่ยวโยงกับคดีนี้"
    }
  },
  {
    "translation": {
      "en": "For instance, JonBenet was six years old, and she died on December 26 of 1996,",
      "th": "ตัวอย่างเช่น จอนเบเน่ต์อายุหกขวบ เธอเสียชีวิตวันที่ 26 ธันวาคม 1996"
    }
  },
  {
    "translation": {
      "en": "and I think that's kind of odd that there's all of these common numbers",
      "th": "ฉันคิดว่ามันแปลก ที่มีเลขเหมือนกันพวกนี้"
    }
  },
  {
    "translation": {
      "en": "involved in this particular time that she died.",
      "th": "เกี่ยวข้องกับช่วงเวลาที่เธอตาย"
    }
  },
  {
    "translation": {
      "en": "And that sometimes indicates that there is somebody's signature on it.",
      "th": "และบางครั้งนั่นก็บ่งชี้ถึง รูปแบบพิเศษของใครบางคน"
    }
  },
  {
    "translation": {
      "en": "And from people who run in some pretty sick circles.",
      "th": "จากคนที่อยู่ในกลุ่มคนจิตไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "You know, who knows how weird these judges are",
      "th": "ใครจะรู้ว่ากรรมการตัดสินพวกนี้แปลกแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and these little girl pageants.",
      "th": "และนางงามเด็กพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Maybe she was letting someone have time with her daughter",
      "th": "บางทีเธออาจจะให้ใคร ใช้เวลากับลูกสาวเธอ"
    }
  },
  {
    "translation": {
      "en": "in some kind of weird sex thing,",
      "th": "มีเพศสัมพันธ์แปลก ๆ"
    }
  },
  {
    "translation": {
      "en": "and that got carried away, and it went too far.",
      "th": "แล้วก็เกิดเลยเถิดไปไกล"
    }
  },
  {
    "translation": {
      "en": "At the time, there was a lot of talk that there was a child porn ring",
      "th": "ในตอนนั้นคนพูดกันมากเรื่อง ธุรกิจหนังโป๊เด็ก"
    }
  },
  {
    "translation": {
      "en": "going on in Boulder.",
      "th": "ในโบลเดอร์"
    }
  },
  {
    "translation": {
      "en": "But the crime that's committed in Boulder,",
      "th": "แต่อาชญากรรมที่เกิดที่นั่น"
    }
  },
  {
    "translation": {
      "en": "you don't find a lot of break-ins or assaults.",
      "th": "คุณจะไม่พบการงัดแงะ หรือการทำร้ายร่างกาย"
    }
  },
  {
    "translation": {
      "en": "You find a lot of white-collar crime and possibly the child porn angle,",
      "th": "สิ่งที่คุณพบคืออาชญากรรมทางการเงิน และจากมุมมองเรื่องหนังโป๊เด็ก"
    }
  },
  {
    "translation": {
      "en": "which everybody just is very like, \"Why wasn't this investigated?\"",
      "th": "ซึ่งทุกคนพูดกันว่า \"ทำไมถึงไม่มีการสอบสวนเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "Well, you might assume for instance that this might be some sort of rotating club,",
      "th": "คุณอาจคิดว่านี่เป็นสโมสรสลับเด็ก อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "where on this Christmas Eve, or this Christmas Day,",
      "th": "ซึ่งวันก่อนคริสต์มาส หรือวันคริสต์มาสนี้"
    }
  },
  {
    "translation": {
      "en": "a party at the Ramseys...",
      "th": "งานเลี้ยงที่บ้านแรมซีย์"
    }
  },
  {
    "translation": {
      "en": "that there might have been some reciprocity that the Ramseys...",
      "th": "อาจจะมีการแลกเปลี่ยนอะไรกัน ที่ครอบครัวแรมซีย์..."
    }
  },
  {
    "translation": {
      "en": "John Ramsey in particular, might have been invited to somebody else's house,",
      "th": "โดยเฉพาะจอห์น แรมซีย์ อาจได้รับเชิญไปที่บ้านใครสักคน"
    }
  },
  {
    "translation": {
      "en": "with somebody else's little girl.",
      "th": "กับลูกสาวของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "It's always somebody you know.",
      "th": "เป็นฝีมือคนที่คุณรู้จักเสมอ"
    }
  },
  {
    "translation": {
      "en": "In cases like that, nine times out of ten, it's somebody you know.",
      "th": "ในคดีแบบนั้น เก้าจากสิบครั้ง คนที่ทำคือคนที่คุณรู้จัก"
    }
  },
  {
    "translation": {
      "en": "I, as a child...",
      "th": "ฉัน ตอนเป็นเด็ก..."
    }
  },
  {
    "translation": {
      "en": "twice, I was...",
      "th": "สองครั้งที่ฉัน..."
    }
  },
  {
    "translation": {
      "en": "two times, gentlemen that we knew,",
      "th": "สองครั้ง ผู้ชายที่เรารู้จัก"
    }
  },
  {
    "translation": {
      "en": "one of them was a neighbor, one of them was a family member,",
      "th": "คนหนึ่งเป็นเพื่อนบ้าน อีกคนเป็นคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "tried to molest me.",
      "th": "พยายามลวนลามฉัน"
    }
  },
  {
    "translation": {
      "en": "Both people I knew. Both nice, older men.",
      "th": "ทั้งสองคนคือคนที่ฉันรู้จัก ทั้งสองนิสัยดี แก่กว่า"
    }
  },
  {
    "translation": {
      "en": "I didn't have a clue.",
      "th": "ฉันไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "They...",
      "th": "พวกเขา..."
    }
  },
  {
    "translation": {
      "en": "for years, they were just friends of our family,",
      "th": "ตั้งหลายปีที่พวกเขาเป็นแค่ เพื่อนของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and then one day...",
      "th": "แต่แล้ววันหนึ่ง..."
    }
  },
  {
    "translation": {
      "en": "you know, they start with little comments that you don't understand,",
      "th": "พวกเขาเริ่มจากพูดอะไรเล็กน้อย ที่คุณไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "and slowly but surely they lure you into this...",
      "th": "และช้า ๆ แต่แน่นอน พวกเขาล่อลวงคุณเข้าไปใน..."
    }
  },
  {
    "translation": {
      "en": "into this place they want you to be,",
      "th": "ที่ที่พวกเขาอยากให้คุณไป"
    }
  },
  {
    "translation": {
      "en": "and for me it was...",
      "th": "และสำหรับฉัน มัน..."
    }
  },
  {
    "translation": {
      "en": "I remember the neighbor making comments about...",
      "th": "ฉันจำได้ว่าเพื่อนบ้านคนนั้น พูดเกี่ยวกับ..."
    }
  },
  {
    "translation": {
      "en": "I must have been about... about six, six or seven,",
      "th": "ตอนนั้นฉันน่าจะสัก... ประมาณหกหรือเจ็ดขวบ"
    }
  },
  {
    "translation": {
      "en": "and him making some comment about, you know,",
      "th": "และเขาพูดเรื่อง ประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, it won't be long before you'll be getting your little mosquito bumps.\"",
      "th": "\"อีกไม่นาน หนูก็จะเริ่มมีตุ่มเล็ก ๆ นั่นแล้วสิ\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What? What is he talking about?\"",
      "th": "และฉันก็แบบว่า \"อะไรนะ เขาพูดเรื่องอะไรกัน\""
    }
  },
  {
    "translation": {
      "en": "I didn't get that.",
      "th": "ฉันไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Because I didn't have any mosquito bites,",
      "th": "เพราะว่านั่น... ฉันไม่มีตุ่มอะไรเสียหน่อย"
    }
  },
  {
    "translation": {
      "en": "and I didn't know anything about sex.",
      "th": "และฉันก็ยังไม่รู้อะไรเรื่องเซ็กซ์"
    }
  },
  {
    "translation": {
      "en": "I knew nothing.",
      "th": "ฉันไม่รู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And next thing I know, when his wife is away--",
      "th": "และสิ่งต่อมาที่ฉันรู้ ตอนที่ภรรยาเขาไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "and he was in his 70s-- he invited me in with some candy.",
      "th": "เขาอายุ 70 แล้ว... เขาชวนฉันไปในบ้านพร้อมขนม"
    }
  },
  {
    "translation": {
      "en": "And he was our neighbor for a couple of years.",
      "th": "เขาเป็นเพื่อนบ้านของเรา มาได้สองสามปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I went in. I had no problem with that.",
      "th": "ฉันเลยเข้าไป ฉันไม่มีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "My mother never said, \"Don't do that.\"",
      "th": "แม่ฉันไม่เคยพูดว่า \"อย่าทำแบบนั้น\""
    }
  },
  {
    "translation": {
      "en": "And he gave me some comic books with some pornography in them.",
      "th": "และเขาก็ให้หนังสือการ์ตูนกับฉัน ที่มีรูปโป๊อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't know what it was. I just knew it was wrong.",
      "th": "ฉันไม่รู้ว่ามันคืออะไร ฉันแค่รู้ว่ามันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "There are people that have written books and still have blogs about it.",
      "th": "มีคนที่เขียนหนังสือ และยังเขียนบล็อกถึงมันอยู่"
    }
  },
  {
    "translation": {
      "en": "That there is a whole dark, mysterious corner of Boulder",
      "th": "เกี่ยวกับมุมมืดและลึกลับในโบลเดอร์"
    }
  },
  {
    "translation": {
      "en": "that has not been touched on,",
      "th": "ที่ยังไม่เคยถูกแตะต้อง"
    }
  },
  {
    "translation": {
      "en": "and maybe it's because,",
      "th": "และบางทีอาจเป็นเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "as the story goes, there's people within the police department",
      "th": "อย่างที่รู้กัน มีคนในกรมตำรวจ"
    }
  },
  {
    "translation": {
      "en": "that perhaps knew about it, or knew somebody in it, and wanted...",
      "th": "ที่อาจจะรู้เรื่องนี้ หรือรู้จัก คนในนั้นและอยากจะ..."
    }
  },
  {
    "translation": {
      "en": "At any rate, there was a point",
      "th": "อย่างไรก็ตาม มีช่วงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "where there was protection over that particular lead.",
      "th": "ที่มีการปกป้องคุ้มครองเบาะแสนี้"
    }
  },
  {
    "translation": {
      "en": "And it was not followed.",
      "th": "และก็ไม่มีการสืบสวนอะไรต่อ"
    }
  },
  {
    "translation": {
      "en": "I know there was a Santa Claus that was at the party,",
      "th": "ฉันรู้ว่ามีซานตาคลอส มาที่งานเลี้ยง..."
    }
  },
  {
    "translation": {
      "en": "that maybe could have done it.",
      "th": "ที่อาจจะเป็นคนทำ"
    }
  },
  {
    "translation": {
      "en": "Oh, I started this in 2006.",
      "th": "ผมเริ่มทำงานแบบนี้ในปี 2006"
    }
  },
  {
    "translation": {
      "en": "After I blew my knee out, I couldn't work, so...",
      "th": "หลังจากที่เข่าเสีย ผมทำงานไม่ไหว ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "A lot of people used to say I looked like Santa Claus,",
      "th": "คนหลายคนเคยชอบพูดว่า ผมดูเหมือนซานตาคลอส"
    }
  },
  {
    "translation": {
      "en": "so I just...",
      "th": "ผมก็เลย..."
    }
  },
  {
    "translation": {
      "en": "Even without a beard, they said I looked like Santa Claus.",
      "th": "ถึงจะไม่มีเครา พวกเขาก็บอกว่า ผมดูเหมือนซานตาคลอสอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "So I just grew a beard.",
      "th": "ผมก็เลยไว้เครา"
    }
  },
  {
    "translation": {
      "en": "I figured, \"Well, I've got to do something to make a buck.\"",
      "th": "และคิดว่า \"ฉันต้องทำอะไรสักอย่าง เพื่อหาเงิน\""
    }
  },
  {
    "translation": {
      "en": "And it was pretty profitable.",
      "th": "และมันก็เงินดีทีเดียว"
    }
  },
  {
    "translation": {
      "en": "And besides that, it made Christmastime more enjoyable.",
      "th": "นอกจากนี้ มันยังทำให้ช่วงคริสต์มาส น่าเพลิดเพลินขึ้น"
    }
  },
  {
    "translation": {
      "en": "You get addicted to the love.",
      "th": "คุณเสพติดความรักที่ได้รับ"
    }
  },
  {
    "translation": {
      "en": "Very quickly.",
      "th": "อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Someone puts on the red suit, once, twice,",
      "th": "ใครบางคนเอาชุดสีแดงมาใส่ ครั้งหนึ่ง สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "it's more addictive than heroin, I'm sure.",
      "th": "มันติดได้ง่ายกว่าเฮโรอีนอีก ผมแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "I like children.",
      "th": "ผมชอบเด็ก"
    }
  },
  {
    "translation": {
      "en": "I like making children smile.",
      "th": "ผมชอบทำให้เด็ก ๆ ยิ้ม"
    }
  },
  {
    "translation": {
      "en": "I like giving gifts.",
      "th": "ผมชอบให้ของขวัญ"
    }
  },
  {
    "translation": {
      "en": "-Why they think Santa is a suspect... -In the JonBenet...",
      "th": "- ซานต้าเป็นผู้ต้องสงสัย... - คดีจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "\"JonBenet, do you want to know a secret?",
      "th": "\"จอนเบเน่ต์ หนูอยากรู้ความลับไหม"
    }
  },
  {
    "translation": {
      "en": "I'm going to come and visit you.",
      "th": "ฉันจะมาเยี่ยมหนู"
    }
  },
  {
    "translation": {
      "en": "I'm going to give you an extra-special visit after Christmas.\"",
      "th": "ฉันจะมาเยี่ยมหนูเป็นพิเศษ หลังคริสต์มาส\""
    }
  },
  {
    "translation": {
      "en": "[man] We went to the ceremony that they had for JonBenet,",
      "th": "เราไปที่พิธีศพ ที่พวกเขาจัดให้จอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "and the pastor says, \"Would anybody like to say anything?\"",
      "th": "และบาทหลวงพูดว่า \"มีใครอยากพูดอะไรไหม\""
    }
  },
  {
    "translation": {
      "en": "And as soon as he said that,",
      "th": "และทันทีที่เขาพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "a guy jumped up and said, \"I do.\"",
      "th": "ผู้ชายคนหนึ่งก็ยืนขึ้น และพูดว่า \"มีครับ\""
    }
  },
  {
    "translation": {
      "en": "And he started talking about how he was in JonBenet's bedroom,",
      "th": "และเขาก็เริ่มพูดเรื่องที่เขา อยู่ในห้องนอนของจอนเบเน่ต์"
    }
  },
  {
    "translation": {
      "en": "and he was talking to her about where Santa lived,",
      "th": "และคุยกับเธอ เกี่ยวกับที่ที่ซานต้าอยู่"
    }
  },
  {
    "translation": {
      "en": "and she said that it was in her heart,",
      "th": "และเธอบอกว่ามันอยู่ในใจเธอ"
    }
  },
  {
    "translation": {
      "en": "and that--",
      "th": "และบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "and then he told her that JonBenet lived in his heart.",
      "th": "จากนั้น... เขาบอกเธอว่าจอนเบเน่ต์อยู่ในใจเขา"
    }
  },
  {
    "translation": {
      "en": "And he showed this little vial of something,",
      "th": "เขาเอาขวดแก้วเล็ก ๆ ที่มี"
    }
  },
  {
    "translation": {
      "en": "glitter, or something, that she had given to him.",
      "th": "กากเพชรหรือบางอย่างที่เธอให้เขา"
    }
  },
  {
    "translation": {
      "en": "and I just thought,",
      "th": "และผมก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"This guy... is the killer.\"",
      "th": "\"ผู้ชายคนนี้คือฆาตกร\""
    }
  },
  {
    "translation": {
      "en": "'Cause this was the most bizarre thing I had ever seen.",
      "th": "เพราะมันเป็นสิ่งที่แปลกที่สุด ที่ผมเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "This is why I have a background check every year,",
      "th": "นี่คือเหตุผลที่ผมถูกตรวจประวัติทุกปี"
    }
  },
  {
    "translation": {
      "en": "and the professional Santas that I mingle with",
      "th": "และซานต้าคนอื่น ๆ ที่ผมทำงานด้วย..."
    }
  },
  {
    "translation": {
      "en": "have background checks.",
      "th": "ก็ถูกตรวจประวัติ"
    }
  },
  {
    "translation": {
      "en": "They have the insurance.",
      "th": "พวกเขามีประกันภัย"
    }
  },
  {
    "translation": {
      "en": "They were trained.",
      "th": "พวกเขา หมายถึงเราได้รับการฝึกมา"
    }
  },
  {
    "translation": {
      "en": "We're trustworthy.",
      "th": "เราเชื่อใจได้"
    }
  },
  {
    "translation": {
      "en": "Just as an aside which I don't tell most people,",
      "th": "ขอเสริมเรื่องที่ผมไม่ค่อยบอกใคร"
    }
  },
  {
    "translation": {
      "en": "we wear white gloves.",
      "th": "เราใส่ถุงมือสีขาว"
    }
  },
  {
    "translation": {
      "en": "And the main reason we wear white gloves is because in a photo,",
      "th": "เพราะเหตุผลหลักคือ ในรูปถ่าย"
    }
  },
  {
    "translation": {
      "en": "it's much easier to identify where your hands are.",
      "th": "มันจะเห็นได้ง่ายกว่า ว่ามือคุณอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "How was the guy going to sneak into the house?",
      "th": "ผู้ชายคนนั้นจะแอบเข้าไปในบ้าน ได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "Especially if he's going to come around looking like Santa Claus.",
      "th": "โดยเฉพาะอย่างยิ่งในชุดซานตาคลอส"
    }
  },
  {
    "translation": {
      "en": "I mean, you don't go around in a red suit in public",
      "th": "คุณไม่มีทางไปไหนมาไหน ในที่สาธารณะในชุดสีแดง"
    }
  },
  {
    "translation": {
      "en": "and not be noticed.",
      "th": "และไม่ถูกสังเกตหรอก"
    }
  },
  {
    "translation": {
      "en": "You know, it's a bunch of crap.",
      "th": "นี่มันเรื่องไร้สาระทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "You know, I really think it was John-- Patsy Ramsey.",
      "th": "ผมคิดจริง ๆ ว่าเป็นฝีมือ... แพตซีย์ แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "I think she just threw a fit.",
      "th": "ผมว่าเธอคงคลุ้มคลั่ง"
    }
  },
  {
    "translation": {
      "en": "I think she was...",
      "th": "ผมคิดว่าเธอ..."
    }
  },
  {
    "translation": {
      "en": "You know, she probably was the royal bitch of a mother.",
      "th": "เธอคงจะเป็นแม่ที่เป็นนางมารร้าย"
    }
  },
  {
    "translation": {
      "en": "You know, pushing her kid into something that's not being a kid.",
      "th": "บังคับให้ลูกตัวเองทำอะไรที่ไม่เหมือนเด็ก"
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "th": "เหมือนกับ..."
    }
  },
  {
    "translation": {
      "en": "you know, when we're kids all we want to do is grow up,",
      "th": "ตอนเราเป็นเด็ก เราเอาแต่อยากโตเป็นผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and when you get old, you go, \"Why?\" You know?",
      "th": "และพอแก่แล้วเราก็พูดว่า \"ทำไมนะ\""
    }
  },
  {
    "translation": {
      "en": "I mean, it's like...",
      "th": "เหมือนกับ..."
    }
  },
  {
    "translation": {
      "en": "Why do I have to wear a wig?",
      "th": "ทำไมหนูต้องใส่วิกด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "My name is Dixon White,",
      "th": "ผมชื่อดิคซอน ไวท์"
    }
  },
  {
    "translation": {
      "en": "and I'm auditioning for the role of John Mark Karr.",
      "th": "ผมมาคัดตัวบทของจอห์น มาร์ค คาร์"
    }
  },
  {
    "translation": {
      "en": "I do not rate my little lovers.",
      "th": "ผมไม่จัดลำดับคนรักตัวน้อย ๆ ของผม"
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was unique.",
      "th": "ผมหมายถึง จอนเบเน่ต์ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "As all of them were unique.",
      "th": "แต่ละคนก็ไม่เหมือนใครทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "But she was my bride.",
      "th": "แต่เธอคือเจ้าสาวของผม"
    }
  },
  {
    "translation": {
      "en": "I loved her so much.",
      "th": "ผมรักเธอมาก"
    }
  },
  {
    "translation": {
      "en": "After I lost her, I...",
      "th": "หลังจากที่ผมเสียเธอไป ผม..."
    }
  },
  {
    "translation": {
      "en": "I fell in love again.",
      "th": "ผมตกหลุมรักอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "With other girls.",
      "th": "กับเด็กผู้หญิงคนอื่น"
    }
  },
  {
    "translation": {
      "en": "But she always...",
      "th": "แต่เธอจะเป็น..."
    }
  },
  {
    "translation": {
      "en": "will be my little JonBenet.",
      "th": "จอนเบเน่ต์ตัวน้อยของผมเสมอ"
    }
  },
  {
    "translation": {
      "en": "There were a lot of weird things going on with John Mark Karr.",
      "th": "มีเรื่องแปลก ๆ มากมายเกี่ยวกับ จอห์น มาร์ค คาร์"
    }
  },
  {
    "translation": {
      "en": "I believe he married a 13-year-old girl,",
      "th": "ผมคิดว่าเขาแต่งงานกับเด็กอายุ 13"
    }
  },
  {
    "translation": {
      "en": "which was apparently legal in Alabama at the time.",
      "th": "ซึ่งเหมือนว่าจะถูกกฎหมายในแอละแบมา ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "John Mark Karr was in Thailand,",
      "th": "จอห์น มาร์ค คาร์อยู่ที่ประเทศไทย"
    }
  },
  {
    "translation": {
      "en": "and they were-- he was being pursued for some other...",
      "th": "และพวกเขา... เขาถูกล่าตัวเพราะเรื่อง"
    }
  },
  {
    "translation": {
      "en": "pedophilia acts that he had performed in other countries.",
      "th": "การพรากผู้เยาว์ที่เขาทำในประเทศอื่น"
    }
  },
  {
    "translation": {
      "en": "And he wouldn't give a direct location so they couldn't find him.",
      "th": "เขาไม่ยอมบอกที่อยู่ชัด ๆ พวกเขาจึงหาตัวเขาไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "But then he came forward,",
      "th": "แต่แล้วเขาก็มอบตัว"
    }
  },
  {
    "translation": {
      "en": "and when they caught him, he said,",
      "th": "เมื่อพวกเขาจับเขาได้ เขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I was with JonBenet the night that she died.\"",
      "th": "\"ผมอยู่กับจอนเบเน่ต์คืนที่เธอตาย\""
    }
  },
  {
    "translation": {
      "en": "Yeah, he's a messed up person.",
      "th": "เขาเป็นคนมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "They said he was into child porn and things like that.",
      "th": "คนบอกว่าเขาชอบหนังโป๊เด็ก และอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't think he had anything to do with it.",
      "th": "ผมไม่คิดว่าเขามีส่วนกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "He was very convincing.",
      "th": "เขาพูดได้น่าเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "Convincing, in the fact that he is creepy.",
      "th": "น่าเชื่อว่าเขาเป็นคนน่าขนลุก"
    }
  },
  {
    "translation": {
      "en": "He is so creepy,",
      "th": "เขาน่าขนลุกมาก"
    }
  },
  {
    "translation": {
      "en": "to the point that what he says, he believes.",
      "th": "ขนาดที่ว่า เขาเชื่อสิ่งที่ตัวเองพูด"
    }
  },
  {
    "translation": {
      "en": "And I think the police believed him as well. I really do.",
      "th": "และผมคิดว่าตำรวจเชื่อเขาด้วย ผมคิดจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Until that forensic evidence said, \"No, it's not him.\"",
      "th": "จนกระทั่งหลักฐานจากการชันสูตร บอกว่า \"ไม่ใช่เขา\""
    }
  },
  {
    "translation": {
      "en": "It's very difficult for any of us to relate to this person.",
      "th": "มันยากมากสำหรับเราที่จะเข้าใจคนคนนี้"
    }
  },
  {
    "translation": {
      "en": "Somebody that would, maybe for attention purposes,",
      "th": "เขาอาจเป็นจำพวกที่ต้องการความสนใจ"
    }
  },
  {
    "translation": {
      "en": "maybe for self-punishment purposes...",
      "th": "หรือเพราะอยากลงโทษตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "I'm not sure why he confessed,",
      "th": "ผมไม่แน่ใจว่าทำไมเขาถึงสารภาพ"
    }
  },
  {
    "translation": {
      "en": "although I guess that happens fairly often.",
      "th": "แม้ผมจะคิดว่ามันเกิดขึ้นค่อนข้างบ่อยก็ตาม"
    }
  },
  {
    "translation": {
      "en": "False confessions.",
      "th": "ที่สารภาพความเท็จ"
    }
  },
  {
    "translation": {
      "en": "But... just a really peculiar human being.",
      "th": "แต่เขาเป็นคนแปลกจริง ๆ"
    }
  },
  {
    "translation": {
      "en": "Speaking as John Mark Karr, she was beautiful.",
      "th": "ถ้าให้พูดในฐานะจอห์น มาร์ค คาร์ เธอสวยมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, she was just a little doll.",
      "th": "เธอเหมือนตุ๊กตาตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "If you look at her beauty pageant tapes,",
      "th": "ถ้าคุณไปดูเทปการประกวดของเธอ"
    }
  },
  {
    "translation": {
      "en": "like, researching the role, I'd watch these...",
      "th": "แบบว่า ในการหาข้อมูลสำหรับบท ผมจะดูพวก..."
    }
  },
  {
    "translation": {
      "en": "Getting into my mind, I would watch these pageant tapes of her,",
      "th": "เพื่อให้เข้าถึงบท ผมจะดู เทปการประกวดของเธอ"
    }
  },
  {
    "translation": {
      "en": "and just taking off her little masks, and how...",
      "th": "และถอดหน้ากากเล็ก ๆ ของเธอออก และวิธีที่..."
    }
  },
  {
    "translation": {
      "en": "parading around in her costumes with all her make-up on.",
      "th": "เธอเดินไปมาในชุดสวยงาม แต่งหน้าพร้อม"
    }
  },
  {
    "translation": {
      "en": "And she was a beautiful little girl.",
      "th": "เธอเป็นเด็กหญิงตัวน้อยที่สวย"
    }
  },
  {
    "translation": {
      "en": "People would say she was cute and this and that,",
      "th": "คนมักพูดว่าเธอน่ารักอย่างนั้นอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "but in his mind, he sees that as, like, pure beauty.",
      "th": "แต่ในใจเขา เขาเห็นเธอเป็น ความสวยที่บริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "and that's why he was attracted to her.",
      "th": "นั่นคือเหตุผลที่เขาชอบเธอ"
    }
  },
  {
    "translation": {
      "en": "\"She, of course, was...",
      "th": "แน่นอน เธอเป็น..."
    }
  },
  {
    "translation": {
      "en": "She was asleep from the time that I took her from her bed into the basement.",
      "th": "เธอหลับตลอดตอนผมอุ้มเธอจากเตียง ไปที่ห้องใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "She had nothing to say.\"",
      "th": "เธอไม่มีอะไรจะพูด"
    }
  },
  {
    "translation": {
      "en": "The trauma of it still...",
      "th": "ความสะเทือนใจนั้นยังคง..."
    }
  },
  {
    "translation": {
      "en": "it still haunts me. I mean...",
      "th": "มันยังหลอกหลอนผมอยู่"
    }
  },
  {
    "translation": {
      "en": "to this day, I just...",
      "th": "จนทุกวันนี้ ผมแค่..."
    }
  },
  {
    "translation": {
      "en": "love her so much.",
      "th": "รักเธอมากเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "[man] Karr. Let's go.",
      "th": "คาร์ ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "I mean, JonBenet was obviously stressed out,",
      "th": "เห็นได้ชัดว่าจอนเบเน่ต์เครียด"
    }
  },
  {
    "translation": {
      "en": "because... I guess she had a history of wetting her bed,",
      "th": "เพราะ... ฉันเดาว่าเธอมีประวัติฉี่รดที่นอน"
    }
  },
  {
    "translation": {
      "en": "pooping in her bed...",
      "th": "อุจจาระในที่นอน"
    }
  },
  {
    "translation": {
      "en": "So maybe Patsy got up in the middle of the night",
      "th": "บางทีแพตซีย์อาจตื่นขึ้นกลางดึก"
    }
  },
  {
    "translation": {
      "en": "to check on her.",
      "th": "เพื่อไปดูเธอ"
    }
  },
  {
    "translation": {
      "en": "She wasn't there.",
      "th": "เธอไม่อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "She went all through the house, searching, and found...",
      "th": "เธอหาทั่วบ้าน และเห็น..."
    }
  },
  {
    "translation": {
      "en": "the most horrific scene she could find.",
      "th": "ภาพที่น่าขยะแขยงที่สุด"
    }
  },
  {
    "translation": {
      "en": "Her husband having sex with her daughter.",
      "th": "สามีเธอกำลังมีเซ็กซ์กับลูกสาว"
    }
  },
  {
    "translation": {
      "en": "And not just having sex, but weird sex.",
      "th": "และไม่ใช่แค่มีเซ็กซ์ แต่เป็นเซ็กซ์วิตถาร"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "of course she would go ballistic and picked up a golf club and swung it",
      "th": "แน่นอนว่าเธอคงเสียสติไป หยิบไม้กอล์ฟขึ้นมา และเหวี่ยงมัน"
    }
  },
  {
    "translation": {
      "en": "and...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "mistakenly hit JonBenet instead of John.",
      "th": "พลาดไปตีจอนเบเน่ต์แทนที่จะเป็นจอห์น"
    }
  },
  {
    "translation": {
      "en": "The autopsy shows that there was some abuse to her genitalia.",
      "th": "ผลชันสูตรศพแสดงให้เห็นว่า อวัยวะเพศเธอมีร่องรอยถูกทำร้าย"
    }
  },
  {
    "translation": {
      "en": "Something, incredibly, that the district attorney dismissed as,",
      "th": "สิ่งที่อัยการเขตบอกว่าเป็นเพียง"
    }
  },
  {
    "translation": {
      "en": "\"Being a bicycle experience.\"",
      "th": "\"เหตุจากการปั่นจักรยาน\""
    }
  },
  {
    "translation": {
      "en": "Which blew my mind when I read that.",
      "th": "ซึ่งทำผมอึ้งไปเลยตอนที่ได้อ่าน"
    }
  },
  {
    "translation": {
      "en": "But anyway, this is Boulder",
      "th": "แต่ก็นะ ที่นี่คือโบลเดอร์"
    }
  },
  {
    "translation": {
      "en": "and so, you know, that's what you have to deal with.",
      "th": "และนั่นคือสิ่งที่คุณต้องยอมรับ"
    }
  },
  {
    "translation": {
      "en": "But I thought that there had to be some sort of... sexual escapade",
      "th": "ผมคิดว่าต้องมีกิจกรรมทางเพศ อะไรสักอย่าง..."
    }
  },
  {
    "translation": {
      "en": "that got out of hand.",
      "th": "ที่เลยเถิดไป"
    }
  },
  {
    "translation": {
      "en": "In my opinion as a sex educator,",
      "th": "ในความเห็นผมในฐานะอาจารย์เพศศึกษา"
    }
  },
  {
    "translation": {
      "en": "there's really no way that that could have been done by accident.",
      "th": "ไม่มีทางที่เรื่องนั้นจะเกิดขึ้นได้ โดยอุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "Ligature marks take a significant amount of force to leave,",
      "th": "รอยมัดจะเกิดได้จากการดิ้นอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "especially as deep as they were with JonBenet Ramsey.",
      "th": "โดยเฉพาะรอยที่บาดลึก แบบของจอนเบเน่ต์ แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "That doesn't happen by accident. That's a very deliberate act.",
      "th": "นั่นไม่ได้เกิดโดยอุบัติเหตุ แต่เกิดจากการกระทำที่จงใจ"
    }
  },
  {
    "translation": {
      "en": "And a significant amount of time to leave those marks.",
      "th": "และต้องมัดอยู่นานพอควร ถึงจะทิ้งรอยไว้ได้"
    }
  },
  {
    "translation": {
      "en": "I found someone close to me dead.",
      "th": "ผมเคยพบคนที่ผมใกล้ชิดนอนตายอยู่"
    }
  },
  {
    "translation": {
      "en": "And it's an awful experience.",
      "th": "มันเป็นประสบการณ์ที่เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "I've lost somebody I loved.",
      "th": "ผมเสียคนที่ผมรักไป"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "and I know what it's like to have a little bit of suspicion.",
      "th": "ผมรู้ว่าการรู้สึกเอะใจเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "I didn't have suspicion for long, because they did an autopsy on this person.",
      "th": "ผมสงสัยอยู่ได้ไม่นาน เพราะพวกเขาชันสูตรศพคนคนนี้"
    }
  },
  {
    "translation": {
      "en": "But I understand this idea of people thinking things about you,",
      "th": "แต่ผมเข้าใจการที่คนอื่น คิดเรื่องต่าง ๆ เกี่ยวกับคุณ"
    }
  },
  {
    "translation": {
      "en": "of, you know, the immediate rush of...",
      "th": "ความรู้สึกที่ถาโถมเข้ามาของ..."
    }
  },
  {
    "translation": {
      "en": "somebody wanting to find somebody to blame.",
      "th": "คนที่อยากจะโทษใครสักคน"
    }
  },
  {
    "translation": {
      "en": "And to have fingers pointed at you falsely,",
      "th": "และการที่ถูกกล่าวหาทั้งที่ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "and...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "you know, to have somebody you love be lost,",
      "th": "การที่ต้องเสียคนที่คุณรักไป"
    }
  },
  {
    "translation": {
      "en": "and to be misunderstood about it",
      "th": "และถูกเข้าใจผิดเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "and to probably be grieving alone like that...",
      "th": "และต้องเสียใจอยู่คนเดียวแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "or with his wife.",
      "th": "หรือกับภรรยาเขา"
    }
  },
  {
    "translation": {
      "en": "But to feel isolated... in that grief",
      "th": "แต่การต้องรู้สึกโดดเดี่ยวในความเศร้านั้น"
    }
  },
  {
    "translation": {
      "en": "and the mourning that he experienced...",
      "th": "และความอาลัยที่เขาเผชิญ"
    }
  },
  {
    "translation": {
      "en": "You know, he-- So that I can relate to from my own personal experience.",
      "th": "ผมเข้าใจเขาได้จากประสบการณ์ของผมเอง"
    }
  },
  {
    "translation": {
      "en": "You know, it's hard for me.",
      "th": "คือว่า มันยากสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "It's hard for me sitting here talking about it as myself.",
      "th": "มันยากสำหรับฉันที่ต้องนั่งตรงนี้ และพูดถึงมันในฐานะตัวเอง"
    }
  },
  {
    "translation": {
      "en": "To not just-- I mean, I'm holding back weeping over...",
      "th": "และไม่... ฉันห้ามตัวเองไม่ให้ร้องไห้เรื่อง..."
    }
  },
  {
    "translation": {
      "en": "the loss, you know?",
      "th": "การสูญเสีย รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Because I myself have lost three children.",
      "th": "เพราะตัวฉันเองก็เสียลูกไปสามคน"
    }
  },
  {
    "translation": {
      "en": "So I...",
      "th": "ฉันก็เลย..."
    }
  },
  {
    "translation": {
      "en": "I know what that feels like.",
      "th": "ฉันรู้ว่านั่นรู้สึกอย่างไร"
    }
  },
  {
    "translation": {
      "en": "So when that woman looked in the camera",
      "th": "ดังนั้นตอนที่ผู้หญิงคนนั้น มองมาที่กล้อง"
    }
  },
  {
    "translation": {
      "en": "or was talking to Larry King or whoever she was talking to",
      "th": "หรือคุยกับแลร์รี่ คิง หรือคุยกับใครก็ตาม"
    }
  },
  {
    "translation": {
      "en": "or sitting in that interrogation room,",
      "th": "หรือนั่งอยู่ในห้องสอบปากคำ"
    }
  },
  {
    "translation": {
      "en": "she was, you know-- and this is coming from an acting point of view,",
      "th": "เธอ... และนี่มาจากมุมมองของการแสดง"
    }
  },
  {
    "translation": {
      "en": "someone who believes that in order to act,",
      "th": "จากคนที่เชื่อว่าในการแสดง"
    }
  },
  {
    "translation": {
      "en": "you tell the truth.",
      "th": "คุณต้องพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "You know, you look in the camera and you tell the truth.",
      "th": "รู้ไหม คุณมองกล้องและพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "You believe, you commit. You are that person.",
      "th": "คุณเชื่อ คุณทำ คุณคือคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "You are one 100% there.",
      "th": "คุณอยู่ตรงนั้นเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "Committed.",
      "th": "ทุ่มเทเต็มที่"
    }
  },
  {
    "translation": {
      "en": "When she was there-- to me, it was the poorest acting job...",
      "th": "ตอนเธออยู่ตรงนั้น สำหรับฉัน นั่นเป็นการแสดงที่แย่ที่สุด..."
    }
  },
  {
    "translation": {
      "en": "one of the poorest acting jobs I think I'd ever seen.",
      "th": "หนึ่งในการแสดงที่แย่ที่สุดที่ฉันเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "[woman] Sorry, you'll have to hop off this 'cause I'll move these ones back.",
      "th": "โทษทีค่ะ คุณอาจจะต้องลุก เพราะฉันจะต้องขยับมันออกมา"
    }
  },
  {
    "translation": {
      "en": "Try that and then I think at the front for your legs...",
      "th": "ลองอันนั้นดู และฉันคิดว่า ด้านหน้าสำหรับขาคุณ..."
    }
  },
  {
    "translation": {
      "en": "Is there any way at all I can be leaning back more?",
      "th": "มีทางที่ผมจะเอนหลังได้มากกว่านี้ไหม"
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Or would it be better if I took that completely out--",
      "th": "จะดีกว่าไหมถ้าฉันเอามันออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "No, it's more about my back and core.",
      "th": "ไม่ครับ มัน... เป็นที่หลังกับกล้ามเนื้อมากกว่า"
    }
  },
  {
    "translation": {
      "en": "And I think this feels a little better.",
      "th": "ผมว่าอันนี้รู้สึกดีกว่าหน่อย"
    }
  },
  {
    "translation": {
      "en": "But if I can't relax my core, I can't get where I need to get.",
      "th": "ถ้าผมผ่อนคลายกล้ามเนื้อไม่ได้ ผมก็ทำสิ่งที่ต้องทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "If you'd prefer to try one of these chairs...",
      "th": "คุณอยากลองเก้าอี้พวกนี้ไหม..."
    }
  },
  {
    "translation": {
      "en": "I would, yeah.",
      "th": "อยากครับ"
    }
  },
  {
    "translation": {
      "en": "I just have to...",
      "th": "ฉันแค่ต้อง..."
    }
  },
  {
    "translation": {
      "en": "JonBenet...",
      "th": "จอนเบเน่ต์..."
    }
  },
  {
    "translation": {
      "en": "when we pulled up to the house...",
      "th": "ตอนที่เราเลี้ยวเข้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "she was sound asleep.",
      "th": "เธอหลับสนิท"
    }
  },
  {
    "translation": {
      "en": "Because I remember getting her out of the car...",
      "th": "เพราะผมจำได้ว่าอุ้มเธอลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "and she was just out.",
      "th": "เธอหลับสนิท"
    }
  },
  {
    "translation": {
      "en": "So he's probably, at this point, aware that he's a suspect.",
      "th": "ถึงจุดนี้เขาคงรู้แล้วว่า เขาเป็นผู้ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "She's so sick and tired...",
      "th": "เธอเหนื่อยหน่ายเหลือเกิน..."
    }
  },
  {
    "translation": {
      "en": "of talking to... over and over and over...",
      "th": "กับการต้องพูดซ้ำแล้วซ้ำอีก..."
    }
  },
  {
    "translation": {
      "en": "answering the same questions.",
      "th": "ตอบคำถามเดิม ๆ"
    }
  },
  {
    "translation": {
      "en": "And they're just trying to dig.",
      "th": "และพวกเขาก็พยายามขุดค้นเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "You're going down the wrong path, buddy.",
      "th": "นายไปผิดทางแล้วเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Nope. Mnh-mnh.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "If she got up in the night and ran into somebody...",
      "th": "ถ้าเธอตื่นขึ้นกลางดึก และเผอิญไปเจอใครเข้า..."
    }
  },
  {
    "translation": {
      "en": "Somebody wasn't supposed to be there.",
      "th": "ใครที่ไม่ควรจะอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Look, if she got up in the middle of the night and ran into somebody,",
      "th": "ถ้าเธอตื่นขึ้นกลางดึก และเผอิญไปเจอใครเข้า"
    }
  },
  {
    "translation": {
      "en": "then somebody was there that wasn't supposed to be there.",
      "th": "ก็ต้องมีคนอยู่ตรงนั้น ทั้งที่ไม่ควรจะอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Yeah, I took her upstairs.",
      "th": "ครับ ผมอุ้มเธอไปข้างบน"
    }
  },
  {
    "translation": {
      "en": "I laid her on her bed.",
      "th": "ผมวางเธอลงบนเตียง"
    }
  },
  {
    "translation": {
      "en": "That's usually what I would do.",
      "th": "นั่นคือสิ่งที่ผมมักจะทำ"
    }
  },
  {
    "translation": {
      "en": "That's usually what I did.",
      "th": "เป็นสิ่งที่ผมเคยทำ"
    }
  },
  {
    "translation": {
      "en": "I remember, I either took her shoes off or her coat off",
      "th": "ผมจำได้ว่าถอดรองเท้า ไม่ก็เสื้อโค้ตเธอออก"
    }
  },
  {
    "translation": {
      "en": "and kind of got her sort of ready.",
      "th": "และเตรียมให้เธอเข้านอน"
    }
  },
  {
    "translation": {
      "en": "And then Patsy took over.",
      "th": "และแพตซีย์ก็มารับช่วงต่อ"
    }
  },
  {
    "translation": {
      "en": "Then I went to bed.",
      "th": "จากนั้นผมก็ไปนอน"
    }
  },
  {
    "translation": {
      "en": "Whatever transpired after that,",
      "th": "ไม่ว่าจะเกิดอะไรขึ้นหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "whether it was an accident or intentional",
      "th": "ไม่ว่าจะเป็นอุบัติเหตุ หรือเรื่องตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "or premeditated...",
      "th": "หรือคิดคำนวณไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "or whatnot.",
      "th": "หรืออะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "It was not one of her three family members in that house. Period.",
      "th": "มันไม่ใช่ฝีมือคนในครอบครัวเธอ ทั้งสามคน จบแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "Period.",
      "th": "จบแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "End of statement.",
      "th": "จบคำให้การ"
    }
  },
  {
    "translation": {
      "en": "[man] Okay, people, here we go.",
      "th": "เอาล่ะทุกคน เริ่มล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Christmas night, interior Ramsey house.",
      "th": "คืนวันคริสต์มาส ภายในบ้านแรมซีย์"
    }
  },
  {
    "translation": {
      "en": "Kill the house lights.",
      "th": "ปิดไฟในบ้านด้วย"
    }
  },
  {
    "translation": {
      "en": "[man] This is a tough piece, because...",
      "th": "นี่เป็นงานที่ยาก เพราะ..."
    }
  },
  {
    "translation": {
      "en": "I don't think you can just come at it...",
      "th": "ผมไม่คิดว่าคุณจะมาแบบ..."
    }
  },
  {
    "translation": {
      "en": "as an actor and say...",
      "th": "ฐานะนักแสดง แล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Wow, isn't it cool I get to do this?\"",
      "th": "\"ว้าว เจ๋งไหมล่ะที่ฉันได้ทำแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "Because that won't read for what you are trying to do.",
      "th": "เพราะนั่นไม่ใช่การเตรียมตัว เพื่อสิ่งที่คุณพยายามทำ"
    }
  },
  {
    "translation": {
      "en": "You've got to-- I think it really has to be...",
      "th": "คุณต้อง... ผมคิดว่าคุณต้องมองว่า..."
    }
  },
  {
    "translation": {
      "en": "considered an act of public service, to a certain degree,",
      "th": "มันเป็นการบริการสาธารณะในระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "to have any-- to maintain any kind of integrity",
      "th": "เพื่อจะมี... เพื่อจะรักษาศีลธรรมของคุณไว้"
    }
  },
  {
    "translation": {
      "en": "about why you might want to come in and expose yourself to this.",
      "th": "ว่าทำไมคุณถึงอยากเอาตัวเอง มาเกี่ยวข้องกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I've talked to very few people about this,",
      "th": "ผมได้พูดกับคน... คนแค่ไม่กี่คนเกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and they said, \"Do you really want to do that?\"",
      "th": "พวกเขาบอกว่า \"คุณอยากทำแบบนั้นจริงเหรอ\""
    }
  },
  {
    "translation": {
      "en": "That was my first reaction when I heard about it, too.",
      "th": "ผมก็เป็นแบบนั้นเช่นกัน ตอนได้ยินเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I said, \"Whoa, that's heavy duty.\"",
      "th": "ผมบอกว่า \"นั่นงานหนักนะ\""
    }
  },
  {
    "translation": {
      "en": "And then once I dug into it a little more, it's like,",
      "th": "แต่เมื่อผมลองมองลึกลงไป มันก็เหมือนว่า"
    }
  },
  {
    "translation": {
      "en": "\"There may be something that could come out of this that could help.\"",
      "th": "\"อาจมีบางอย่างจากเรื่องนี้ที่ช่วยผู้คนได้\""
    }
  },
  {
    "translation": {
      "en": "It's got to be better than nothing.",
      "th": "ดีกว่าไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "ดังนั้น..."
    }
  },
  {
    "translation": {
      "en": "that's how I think I can credibly come at this without...",
      "th": "นั่นคือเหตุผลที่ผมคิดว่า ผมสามารถทำสิ่งนี้ได้โดยไม่มี..."
    }
  },
  {
    "translation": {
      "en": "this notion of,",
      "th": "ความคิดที่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, isn't this a cool acting gig\" kind of thing.",
      "th": "\"งานแสดงนี่เจ๋งดีนี่\" อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[man over radio] Carolyn to make-up, please.",
      "th": "แคโรลีนไปแต่งหน้าด้วย"
    }
  },
  {
    "translation": {
      "en": "[woman] For me, it's really-- I adore both of my children.",
      "th": "สำหรับฉัน มันเป็น... ฉันรักลูกทั้งสองของฉัน"
    }
  },
  {
    "translation": {
      "en": "My daughter is a ten-year-old,",
      "th": "ลูกสาวฉันอายุสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "a really vivacious actor, artist, musician.",
      "th": "เป็นนักแสดง ศิลปิน และนักดนตรีที่มีชีวิตชีวา"
    }
  },
  {
    "translation": {
      "en": "She's just wonderful.",
      "th": "เธอยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "And all I have to-- I'm getting there.",
      "th": "และที่ฉันต้องทำ... เริ่มแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "All I have to do is think about...",
      "th": "ทั้งหมดที่ฉันต้องทำคือคิดว่า..."
    }
  },
  {
    "translation": {
      "en": "walking down the stairs and turning a corner and finding...",
      "th": "กำลังเดินลงบันไดและเลี้ยวตรงหัวมุม และเจอกับ..."
    }
  },
  {
    "translation": {
      "en": "her little legs...",
      "th": "ขาเล็ก ๆ ของเธอ..."
    }
  },
  {
    "translation": {
      "en": "and then coming around the corner and going into the room",
      "th": "จากนั้นก็เดินเลี้ยวเข้าไปในห้อง"
    }
  },
  {
    "translation": {
      "en": "and seeing just a little body",
      "th": "และเห็นร่างเล็ก ๆ"
    }
  },
  {
    "translation": {
      "en": "and her little light...",
      "th": "และแสงในตัวเธอ..."
    }
  },
  {
    "translation": {
      "en": "not being there anymore.",
      "th": "ไม่อยู่ตรงนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "I hate to admit this, but I remember--",
      "th": "ฉันไม่อยากพูดเลย แต่ฉันจำได้ว่า..."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't hit my child, but when he went to potty training,",
      "th": "ฉันไม่ได้ตีลูก แต่ตอนที่เขา ฝึกนั่งกระโถน"
    }
  },
  {
    "translation": {
      "en": "he would never really make me that angry,",
      "th": "เขาไม่เคยทำให้ฉันโกรธขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "but the week that he decided he wanted to start,",
      "th": "แต่อาทิตย์ที่เขาตัดสินใจว่า เขาอยากทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "he peed on everything.",
      "th": "เขาฉี่ใส่ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "And it was the one thing that sent me through the roof,",
      "th": "และมันเป็นอย่างเดียว ที่ทำให้ฉันโกรธจัด"
    }
  },
  {
    "translation": {
      "en": "and I remember standing there screaming my lungs out at him.",
      "th": "ฉันจำได้ว่ายืนอยู่ตรงนั้น แผดเสียงใส่เขา"
    }
  },
  {
    "translation": {
      "en": "And to this day, I feel so horrible for doing it.",
      "th": "และจนถึงวันนี้ ฉันรู้สึกแย่มาก ที่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Horrible.",
      "th": "แย่มาก"
    }
  },
  {
    "translation": {
      "en": "And I think I could imagine...",
      "th": "และฉันคิดว่าฉันนึกภาพออก..."
    }
  },
  {
    "translation": {
      "en": "playing like that.",
      "th": "ที่จะแสดงบทบาทนั้น"
    }
  },
  {
    "translation": {
      "en": "Screaming at this child,",
      "th": "กรีดร้องใส่เด็กคนนี้"
    }
  },
  {
    "translation": {
      "en": "because I'm so angry that she wet her bed.",
      "th": "เพราะฉันโกรธที่เธอฉี่รดที่นอน"
    }
  },
  {
    "translation": {
      "en": "Going back to that moment of,",
      "th": "ย้อนกลับไปนึกถึงช่วงเวลาที่"
    }
  },
  {
    "translation": {
      "en": "\"Wow, how could my child press that button I didn't even know I had?\"",
      "th": "\"ลูกฉันทำให้ฉันโกรธเรื่องที่ฉัน ไม่คิดว่าจะโกรธได้อย่างไร\""
    }
  },
  {
    "translation": {
      "en": "And being just so pissed off at something so stupid,",
      "th": "และ... โกรธเรื่องงี่เง่าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but you're just so exhausted, that now I'm not even in my right mind.",
      "th": "แต่ว่าคุณเหนื่อยมากแล้ว กระทั่งตอนนี้ ฉันไม่มีสติดีด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "That's how I could see where that would start.",
      "th": "นั่นคือตอนที่ฉันนึกออกว่า เรื่องทั้งหมดเริ่มได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "[woman 2] When you grow up in a household",
      "th": "เมื่อคุณโตขึ้นมาในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "where there's a dysfunction...",
      "th": "ที่มีเรื่องผิดปกติ..."
    }
  },
  {
    "translation": {
      "en": "My mother was also an alcoholic, but she was a functioning alcoholic.",
      "th": "แม่ฉันเป็นโรคติดเหล้า แต่เป็นคนติดเหล้าที่รู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "She actually worked for the police department,",
      "th": "เธอทำงานให้กับกรมตำรวจ"
    }
  },
  {
    "translation": {
      "en": "and she was a dispatcher.",
      "th": "เธอทำงานเป็นผู้ประสานงาน"
    }
  },
  {
    "translation": {
      "en": "And all those years,",
      "th": "และตลอดหลายปีนั่น..."
    }
  },
  {
    "translation": {
      "en": "I knew she drank,",
      "th": "ฉันรู้ว่าเธอดื่ม"
    }
  },
  {
    "translation": {
      "en": "and I kind of understood as a child a little bit what an alcoholic was.",
      "th": "ตอนเป็นเด็ก ฉันพอจะเข้าใจว่า คนติดเหล้าคืออะไร"
    }
  },
  {
    "translation": {
      "en": "But we also knew there was something else wrong with my mother.",
      "th": "แต่เราก็รู้ว่ามีอย่างอื่นที่ผิดปกติ กับแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "And we all knew. There was five of us in the family, five children.",
      "th": "เราทุกคนรู้ ครอบครัวเรามีกันห้าคน เด็กห้าคน"
    }
  },
  {
    "translation": {
      "en": "And we all knew there was something wrong.",
      "th": "และเราทุกคนรู้ว่ามีบางอย่างผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "And it wasn't until my mother went into a nursing home",
      "th": "แต่ไม่แน่ชัดจนกระทั่งแม่ไปอยู่ บ้านพักคนชราแล้ว"
    }
  },
  {
    "translation": {
      "en": "where she was actually finally diagnosed.",
      "th": "เธอถึงได้รับการวินิจฉัย"
    }
  },
  {
    "translation": {
      "en": "I remember them calling me up and saying,",
      "th": "ฉันจำได้ว่าพวกเขาโทรหาฉันและบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Did you know your mother... well, she's an alcoholic,",
      "th": "\"รู้ไหมว่าแม่ของคุณ... เธอเป็นคนติดเหล้า"
    }
  },
  {
    "translation": {
      "en": "but do you know that she has borderline personality disorder?\"",
      "th": "แต่คุณรู้ไหมว่าเธอ เป็นโรคบุคลิกก้ำกึ่งด้วย\""
    }
  },
  {
    "translation": {
      "en": "And I was taken aback, 'cause I hadn't heard the term.",
      "th": "ฉันตกใจมากเพราะฉันไม่เคยได้ยิน คำนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I had heard bipolar, but I hadn't heard that term.",
      "th": "ฉันเคยได้ยินไบโพลาร์ แต่ฉันไม่เคยได้ยินคำนี้"
    }
  },
  {
    "translation": {
      "en": "And then I looked it up and I read it,",
      "th": "จากนั้นฉันจึงไปหาข้อมูลดู ฉันอ่านมัน"
    }
  },
  {
    "translation": {
      "en": "and it was like, \"Wow, that's my mom.\"",
      "th": "และก็คิดว่า \"ว้าว นั่นแม่ฉันนี่\""
    }
  },
  {
    "translation": {
      "en": "And for the family,",
      "th": "และสำหรับครอบครัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "it was such a great thing to have that to attach it to,",
      "th": "มันเยี่ยมมากที่มีสิ่งนั้นเป็นหลัก"
    }
  },
  {
    "translation": {
      "en": "because then we knew... we knew there was something.",
      "th": "เพราะเรารู้แล้ว... เรารู้แล้วว่าแม่เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "You know, it kind of validified what we all thought,",
      "th": "มันยืนยันสิ่งที่พวกเราคิด"
    }
  },
  {
    "translation": {
      "en": "that there was something wrong with Mom.",
      "th": "ว่ามีบางอย่างผิดปกติกับแม่"
    }
  },
  {
    "translation": {
      "en": "I have always grieved the fact that I didn't have kids.",
      "th": "ผมเสียใจเรื่องที่ผมไม่มีลูกมาตลอด"
    }
  },
  {
    "translation": {
      "en": "And I've grieved it for a long time.",
      "th": "เสียใจมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "I was divorced and didn't have kids,",
      "th": "ผมหย่าและไม่มีลูก"
    }
  },
  {
    "translation": {
      "en": "and I...",
      "th": "และผม..."
    }
  },
  {
    "translation": {
      "en": "It's just been really sad, and it's taken me to some really dark places.",
      "th": "มันเศร้ามาก และมันพาผม เข้าสู่ห้วงที่มืดมน"
    }
  },
  {
    "translation": {
      "en": "Because I always wanted to have kids, my whole life.",
      "th": "เพราะผมอยากมีลูกมาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "And the realization that that may not be the case",
      "th": "และการตระหนักได้ว่า สิ่งนั้นอาจจะไม่เกิดขึ้น..."
    }
  },
  {
    "translation": {
      "en": "kind of cuts to the core of your masculinity.",
      "th": "ทำร้ายความเป็นชายคุณอย่างจัง"
    }
  },
  {
    "translation": {
      "en": "And the prostate is very much connected in with masculinity.",
      "th": "และต่อมลูกหมากก็เชื่อมโยง กับความเป็นชาย"
    }
  },
  {
    "translation": {
      "en": "And I really do believe that there is a mind-body connection.",
      "th": "และผมเชื่อว่ามีความเชื่อมโยงระหว่าง ร่างกายและจิตใจ"
    }
  },
  {
    "translation": {
      "en": "And so, back to her situation,",
      "th": "ดังนั้น กลับมาที่สถานการณ์ของเธอ..."
    }
  },
  {
    "translation": {
      "en": "you kill your daughter,",
      "th": "คุณฆ่าลูกสาวคุณ"
    }
  },
  {
    "translation": {
      "en": "your daughter comes from your ovaries",
      "th": "ลูกสาวคุณเกิดมาจากรังไข่"
    }
  },
  {
    "translation": {
      "en": "and your uterus",
      "th": "และมดลูกของคุณ"
    }
  },
  {
    "translation": {
      "en": "and if you look at her cancer, it was ovarian cancer.",
      "th": "และถ้าคุณพิจารณาโรคมะเร็งของเธอ มันคือมะเร็งรังไข่"
    }
  },
  {
    "translation": {
      "en": "And I'm just throwing it out there as a theory,",
      "th": "ผมแค่พูดในเชิงทฤษฎี"
    }
  },
  {
    "translation": {
      "en": "and I wouldn't have been able to have this conversation or talk like this...",
      "th": "และผมคงคุยเรื่องแบบนี้ หรือพูดแบบนี้ไม่ได้..."
    }
  },
  {
    "translation": {
      "en": "when we first met a few months back,",
      "th": "ตอนที่เราเพิ่งเจอกันไม่กี่เดือนก่อน"
    }
  },
  {
    "translation": {
      "en": "because I wasn't diagnosed with cancer yet.",
      "th": "เพราะผมยังไม่ถูกวินิจฉัยว่าเป็นมะเร็ง"
    }
  },
  {
    "translation": {
      "en": "[Ed Hickok] I think it's just in people's human instinct",
      "th": "ผมคิดว่ามันเป็นสัญชาตญาณของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "to protect their children.",
      "th": "ที่จะปกป้องลูก"
    }
  },
  {
    "translation": {
      "en": "One of my sons, he did something wrong.",
      "th": "ลูกชายผมคนหนึ่ง เขาทำสิ่งที่ ผิด"
    }
  },
  {
    "translation": {
      "en": "Legally.",
      "th": "ทางกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Morally, I won't go into details,",
      "th": "ทางศีลธรรม ผมจะไม่พูดถึงรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "but I think he was very justified.",
      "th": "แต่ผมคิดว่าเขาทำถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And it was very minor. Of course, it wasn't murder.",
      "th": "และมันก็เป็นความผิดเล็ก ๆ ไม่ใช่ฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "It was a minor thing.",
      "th": "เป็นความผิดเล็ก ๆ"
    }
  },
  {
    "translation": {
      "en": "But I understood totally why he did it,",
      "th": "แต่ผมเข้าใจว่าทำไมเขาถึงทำมัน"
    }
  },
  {
    "translation": {
      "en": "and I probably would have done it myself.",
      "th": "เป็นผมก็คงจะทำเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And I didn't turn him in.",
      "th": "ผมไม่ได้มอบตัวเขาให้ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "I protected him.",
      "th": "ผมปกป้องเขา"
    }
  },
  {
    "translation": {
      "en": "Because I'm his father, and I believed that was morally correct.",
      "th": "เพราะผมเป็นพ่อเขาและผมเชื่อว่า มันเป็นสิ่งถูกต้องทางศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "John lost his daughter,",
      "th": "จอห์นเสียลูกสาวไป..."
    }
  },
  {
    "translation": {
      "en": "and he's about to lose his son as well.",
      "th": "แล้วก็กำลังจะเสียลูกชายไปด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, it really puts you in a position. What do you do?",
      "th": "มันทำให้คุณอยู่ในจุดที่ต้องคิด คุณจะทำอย่างไรต่อไป"
    }
  },
  {
    "translation": {
      "en": "[woman] My father, before my mom got the divorce,",
      "th": "พ่อของฉัน ก่อนที่แม่จะขอหย่า"
    }
  },
  {
    "translation": {
      "en": "he was drunk in the backyard and was chopping wood",
      "th": "พ่อเมาอยู่ที่สวนหลังบ้าน และกำลังตัดไม้"
    }
  },
  {
    "translation": {
      "en": "and said, \"Come out here, get out here.\"",
      "th": "และพูดว่า \"มาตรงนี้ ออกมาตรงนี้\""
    }
  },
  {
    "translation": {
      "en": "And I did, and my mom saw through the window.",
      "th": "และฉันก็ไป แม่ฉันมองมาผ่านหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "And I already saw her running toward the backyard where we were",
      "th": "ฉันเห็นแล้วว่าเธอวิ่งมาทางสนาม ตรงที่เราอยู่"
    }
  },
  {
    "translation": {
      "en": "and he put an axe through my skull.",
      "th": "และเขาก็สับขวานลงมาที่หัวฉัน"
    }
  },
  {
    "translation": {
      "en": "And that's what got her a divorce, was that incident.",
      "th": "และนั่นคือสิ่งที่ทำให้เธอได้หย่า จากอุบัติเหตุนั้น"
    }
  },
  {
    "translation": {
      "en": "And we'd been-- we'd been--",
      "th": "และเราก็... เรา..."
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many times I'd been slapped, kicked,",
      "th": "ฉันบอกไม่ได้ด้วยซ้ำว่า ฉันถูกตบ ถูกเตะมากี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "hit, beaten, all those things.",
      "th": "ทุบตี ทำร้าย ทั้งหมดนั่น"
    }
  },
  {
    "translation": {
      "en": "I...",
      "th": "ฉัน..."
    }
  },
  {
    "translation": {
      "en": "But to the world?",
      "th": "แต่สำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "Perfect family.",
      "th": "ครอบครัวเราสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "To the world, my father was the most charming...",
      "th": "สำหรับทุกคนแล้ว พ่อฉันเป็นคนที่น่ารัก"
    }
  },
  {
    "translation": {
      "en": "charismatic...",
      "th": "มีเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "handsome man... that you could ever...",
      "th": "หล่อเหลาที่สุด... ที่คุณจะได้..."
    }
  },
  {
    "translation": {
      "en": "You would never know he had the temper that he did when he drank.",
      "th": "คุณไม่มีวันรู้เลย คุณไม่มีวันรู้เลยว่าเขาอารมณ์ร้าย เวลาเขาเมา"
    }
  },
  {
    "translation": {
      "en": "[Hack Hyland] I had a girlfriend who...",
      "th": "ผมมีแฟนที่..."
    }
  },
  {
    "translation": {
      "en": "She had a liver disease.",
      "th": "เธอเป็นโรคตับ"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "One night we went to bed,",
      "th": "คืนหนึ่ง เราเข้านอน"
    }
  },
  {
    "translation": {
      "en": "and when I woke up in the morning, she was dead.",
      "th": "ตอนผมตื่นมาตอนเช้า เธอก็ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "And she had had a...",
      "th": "เธอเป็น เป็น..."
    }
  },
  {
    "translation": {
      "en": "they call it just a liver failure.",
      "th": "พวกเขาเรียกมันว่าตับวาย"
    }
  },
  {
    "translation": {
      "en": "Her liver just shut down and quit working, and then she had a heart attack.",
      "th": "ตับของเธอหยุดทำงาน จากนั้นเธอก็หัวใจวาย"
    }
  },
  {
    "translation": {
      "en": "And, yeah, it's a shocking situation",
      "th": "และ ใช่ เป็นเรื่องน่าตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "to find a loved one...",
      "th": "ที่ต้องพบว่าคนรัก..."
    }
  },
  {
    "translation": {
      "en": "you know...",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "no longer alive.",
      "th": "ไม่มีชีวิตแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's really an eerie thing. I mean, you...",
      "th": "มันน่าขนลุกมาก หมายถึง คุณ..."
    }
  },
  {
    "translation": {
      "en": "When you first notice somebody's not breathing...",
      "th": "ตอนที่คุณสังเกตเห็นว่า คนคนหนึ่งไม่หายใจ..."
    }
  },
  {
    "translation": {
      "en": "and you shake the person.",
      "th": "และคุณเขย่าตัวคนคนนั้น..."
    }
  },
  {
    "translation": {
      "en": "And then, oh, God, I remember, like, lifting up her eyelid",
      "th": "จากนั้น พระเจ้า ผมจำได้ว่า ยกเปลือกตาเธอขึ้น"
    }
  },
  {
    "translation": {
      "en": "and seeing this eyeball staring straight to the ceiling.",
      "th": "และเห็นลูกตาเธอมองตรงขึ้นไปที่เพดาน"
    }
  },
  {
    "translation": {
      "en": "It's the creepiest thing I've ever seen in my life.",
      "th": "มันเป็นเรื่องน่าขนลุกที่สุดที่ผมเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "I mean, when you just... you just...",
      "th": "หมายถึง ตอนที่คุณ..."
    }
  },
  {
    "translation": {
      "en": "You just see lifelessness",
      "th": "คุณเห็นแต่ความไร้ชีวิต..."
    }
  },
  {
    "translation": {
      "en": "in a human body, and it's...",
      "th": "ในตัวของคน และมัน..."
    }
  },
  {
    "translation": {
      "en": "it's awful.",
      "th": "มันแย่มาก"
    }
  },
  {
    "translation": {
      "en": "[man] All right, first positions, everybody.",
      "th": "เอาล่ะ ตำแหน่งแรกนะทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Hyland] You know...",
      "th": "รู้ไหม..."
    }
  },
  {
    "translation": {
      "en": "You are-- you're in a state of shock.",
      "th": "คุณกำลังอยู่ในอาการช็อก"
    }
  },
  {
    "translation": {
      "en": "You're in, like, a state of denial,",
      "th": "คุณอยู่ใน แบบว่า ช่วงไม่ยอมรับความจริง"
    }
  },
  {
    "translation": {
      "en": "because you're telling--",
      "th": "เพราะคุณกำลังบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "It's too overwhelming.",
      "th": "ทุกอย่างถาโถมเกินไป"
    }
  },
  {
    "translation": {
      "en": "And so you tell yourself, \"This isn't happening.\"",
      "th": "คุณจึงบอกตัวเองว่า \"นี่ไม่ได้เกิดขึ้นจริง\""
    }
  },
  {
    "translation": {
      "en": "I'm sure he was going through a lot of those things,",
      "th": "ผมแน่ใจว่าเขารู้สึกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "if he was innocent and just found his daughter.",
      "th": "ถ้าเขาบริสุทธิ์ และพบลูกสาวตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm sure he was going through a lot of that same stuff.",
      "th": "ผมแน่ใจว่าเขาต้องรู้สึก อะไรแบบนั้นเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "-[man] Speed. -[man 2] Thursday, 2.6 take one. Marker.",
      "th": "- ความเร็ว - วันพฤหัสบดี 2.6 เทคหนึ่ง มาร์ค"
    }
  },
  {
    "translation": {
      "en": "[man] Ready and...",
      "th": "เตรียมพร้อม และ..."
    }
  },
  {
    "translation": {
      "en": "[man] Settling in...",
      "th": "เริ่มล่ะนะ เริ่มเข้า..."
    }
  },
  {
    "translation": {
      "en": "and... action.",
      "th": "และแอ็กชัน"
    }
  },
  {
    "translation": {
      "en": "[man] Thursday, 2.1 take three. Marker.",
      "th": "วันพฤหัสบดี 2.1 เทคสาม มาร์ค"
    }
  },
  {
    "translation": {
      "en": "Mommy?",
      "th": "แม่คะ"
    }
  },
  {
    "translation": {
      "en": "Okay, honey.",
      "th": "โอเคจ้ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "[man] Quiet, please.",
      "th": "เงียบด้วย"
    }
  },
  {
    "translation": {
      "en": "Good girl. Mommy's sweet girl.",
      "th": "เด็กดี เด็กดี"
    }
  },
  {
    "translation": {
      "en": "Good girl, sweetie.",
      "th": "เก่งมากลูกรัก"
    }
  },
  {
    "translation": {
      "en": "[Patsy] What pants do you want?",
      "th": "คุณจะเอากางเกงตัวไหน"
    }
  },
  {
    "translation": {
      "en": "Look, you know we're going to my parents' house, right?",
      "th": "คุณก็รู้เราจะไปบ้านพ่อแม่ผม ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "My black pants are for when I'm going into meetings.",
      "th": "กางเกงสีดำเอาไว้สำหรับตอนไปประชุม"
    }
  },
  {
    "translation": {
      "en": "Pick something like the brown pants.",
      "th": "เลือกกางเกงสีน้ำตาลสิ"
    }
  },
  {
    "translation": {
      "en": "[man] \"The children were nestled all snug in their bed...",
      "th": "เด็ก ๆ นอนขดตัวกลม ซุกอยู่บนเตียงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "while visions of sugar plums danced in their head...\"",
      "th": "ขณะที่ภาพของขนมชูการ์พลัม เต้นระบำอยู่ในหัว"
    }
  },
  {
    "translation": {
      "en": "You don't even get it. I am so tired of this.",
      "th": "คุณไม่เข้าใจ ฉันเหนื่อยเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "\"'Ooh! Ooh! I want some,' said Jane Banana.\"",
      "th": "ฉันอยากกิน คุณแม่กล้วยพูด"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "th": "แม่ครับ"
    }
  },
  {
    "translation": {
      "en": "Mom?",
      "th": "- แม่ - มีอะไรเหรอลูก"
    }
  },
  {
    "translation": {
      "en": "Honey, what's the matter?",
      "th": "มีเรื่องอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Give me my daughter!",
      "th": "เอาลูกฉันมานะ!"
    }
  },
  {
    "translation": {
      "en": "Fucker! Give me my daughter back!",
      "th": "ไอ้บ้า! เอาลูกฉันมา!"
    }
  }
]