[
  {
    "translation": {
      "en": "-Hey, Mom. -[Carol] Good morning!",
      "th": "- ค่ะแม่ - สวัสดีตอนเช้าลูก"
    }
  },
  {
    "translation": {
      "en": "[Carol] Oh, Katie, I have so much to tell you.",
      "th": "เคที่ แม่มีอะไรจะเล่าเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "So we went out for the other Carol's birthday,",
      "th": "เราไปงานวันเกิดแครอลอีกคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and I bought her a top from Chico's. And then she opens Angie's present.",
      "th": "แม่ซื้อเสื้อจากชิโค่ให้เธอ เธอแกะของขวัญจากแองจี้"
    }
  },
  {
    "translation": {
      "en": "You are not going to believe this...",
      "th": "ลูกต้องไม่เชื่อแน่"
    }
  },
  {
    "translation": {
      "en": "-It was the same top? -It was the same top!",
      "th": "- เป็นเสื้อตัวเดียวกันเหรอ - ตัวเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Different color though, she's keeping them both.",
      "th": "แต่คนละสี เธอเอาไว้ทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "That new \"Bachelorette\" gets on my nerves.",
      "th": "แบชเชอเลอเร็ตต์ตอนใหม่ทำแม่จะบ้า"
    }
  },
  {
    "translation": {
      "en": "Who wears a bikini top to a wine tasting?",
      "th": "ใครใส่เสื้อบิกินี่ไปชิมไวน์กัน"
    }
  },
  {
    "translation": {
      "en": "[both] And why does she keep bringing up her dead brother?",
      "th": "แล้วทำไมเธอต้องคอยพูด ถึงน้องชายที่ตายอยู่เรื่อยๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Katie] I have to go, I'm gonna miss my bus.",
      "th": "ต้องไปแล้วค่ะ เดี๋ยวไม่ทันรถ"
    }
  },
  {
    "translation": {
      "en": "Well, you wouldn't have to commute if you lived in New Jersey.",
      "th": "ถ้าอยู่นิวเจอร์ซีย์ ลูกไม่ต้องเดินทางเลย"
    }
  },
  {
    "translation": {
      "en": "[Carol] Your room is just the way you left it.",
      "th": "ห้องเก่าลูกยังเหมือนเดิมเปี๊ยบ"
    }
  },
  {
    "translation": {
      "en": "Your father can sleep in there and you can sleep with me!",
      "th": "พ่อนอนห้องนั้นได้ แล้วลูกก็มานอนเตียงใหญ่กับแม่"
    }
  },
  {
    "translation": {
      "en": "No, Mom, I love New York! The energy, the glamour--",
      "th": "ไม่ค่ะแม่ หนูรักนิวยอร์ก ความมีชีวิตชีวา ความสวย..."
    }
  },
  {
    "translation": {
      "en": "Did that rat just jump or did somebody throw that at me?",
      "th": "หนูกระโดดมาหรือมีคนโยนใส่ฉันกัน"
    }
  },
  {
    "translation": {
      "en": "[Carol] I saw the show last night. Which segment was yours?",
      "th": "แม่ดูรายการเมื่อคืนแล้ว ข่าวช่วงไหนของลูกนะ"
    }
  },
  {
    "translation": {
      "en": "I produced the one about Halloween costumes for obese pets.",
      "th": "หนูทำข่าวช่วง ชุดฮาโลวีนสำหรับสัตว์เลี้ยงอ้วนๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, it was good!",
      "th": "ดีมากเลย แม่ชอบหมา ที่แต่งเป็นผีดูดเลือดอ้วน"
    }
  },
  {
    "translation": {
      "en": "-I liked the dog that was a fat Dracula. -[Katie] No, Mom.",
      "th": "ดีมากเลย แม่ชอบหมา ที่แต่งเป็นผีดูดเลือดอ้วน ไม่ แม่"
    }
  },
  {
    "translation": {
      "en": "I've been at this show for three years and I have never produced a lead segment.",
      "th": "หนูทำรายการนี้มาสามปี ไม่เคยได้ทำข่าวเปิดรายการเลย"
    }
  },
  {
    "translation": {
      "en": "Greg gives me all the fluff pieces.",
      "th": "เกร็กให้แต่อะไรมาทำก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[Katie] I'm treading water.",
      "th": "รู้สึกเหมือนทำงานไปวันๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Well, you have to say to Greg,",
      "th": "ลูกต้องไปบอกเกร็ก"
    }
  },
  {
    "translation": {
      "en": "\"Listen, I'm the best and if you can't see it, you're an idiot!\"",
      "th": "\"ฟังนะ ฉันเก่งที่สุด ถ้านายไม่เห็นนายก็เป็นไอ้โง่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Katie] You can't call your boss an idiot.",
      "th": "จะไปด่าเจ้านายว่าโง่ไม่ได้นะคะ"
    }
  },
  {
    "translation": {
      "en": "-I'm finally at work, Mom. I have to go. -[Carol] OK. Call you in ten.",
      "th": "- หนูถึงที่ทำงานแล้วค่ะแม่ - โอเค สี่ทุ่มแม่โทรมาใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "Oh! I'm exhausted. I was in LA last night for the NFL Honors.",
      "th": "เหนื่อยมาก เมื่อคืนไปงาน ประกาศรางวัลเอ็นเอฟแอลที่แอลเอ"
    }
  },
  {
    "translation": {
      "en": "My fiancé won for Lewdest Touchdown Dance.",
      "th": "คู่หมั้นฉันได้รางวัล ท่าเต้นทัชดาวน์ที่ยั่วยวนที่สุด"
    }
  },
  {
    "translation": {
      "en": "Good morning, everyone. Just a warning, David Muir interviewed Putin last night.",
      "th": "สวัสดีตอนเช้าทุกคน เตือนไว้นะ เดวิด มิวเออร์สัมภาษณ์ปูตินเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "So be prepared for Chuck to be in a bad mood.",
      "th": "ชัคจะอารมณ์ไม่ดี เตรียมรับมือไว้"
    }
  },
  {
    "translation": {
      "en": "-Now, who has segment pitches? -Oh, yeah. The Washington Post led with--",
      "th": "- ใครมีข่าวไหนมาเสนอ - ค่ะ วอชิงตันโพสต์..."
    }
  },
  {
    "translation": {
      "en": "What if we did a segment called, \"Am I Snapchatting My Vacation Wrong?\"",
      "th": "เราทำข่าวนี้ดีไหม \"ฉันสแน็ปแช็ตวันหยุดผิดไปหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "Great! Katie, you can produce that.",
      "th": "เยี่ยม เคที่ ทำข่าวนี้นะ"
    }
  },
  {
    "translation": {
      "en": "The Washington Post led with the UN Summit.",
      "th": "วอชิงตันโพสต์ทำเรื่อง ประชุมสุดยอดยูเอ็น"
    }
  },
  {
    "translation": {
      "en": "Right! We'll open with Chuck doing a UN piece. Gene, you produce that.",
      "th": "ได้ เปิดด้วยชัคอ่านข่าวยูเอ็น จีนทำนะ"
    }
  },
  {
    "translation": {
      "en": "You know who I hate?",
      "th": "รู้ไหมว่าฉันเกลียดอะไร"
    }
  },
  {
    "translation": {
      "en": "Ivanka Trump? Same. You know, she farted in my face at \"SoulCycle.\"",
      "th": "อิวานก้า ทรัมป์เหรอ เหมือนกัน เธอตดใส่หน้าฉันที่ ยิมโซลไซเคิล"
    }
  },
  {
    "translation": {
      "en": "Young \"rock and roll\" reporters like David Muir.",
      "th": "นักข่าวเด็กแนวร็อกแอนด์โรลล์ แบบเดวิด มิวเออร์"
    }
  },
  {
    "translation": {
      "en": "This industry is plagued by ageism.",
      "th": "วงการนี้เสื่อมเสียเพราะพวกเหยียดวัย"
    }
  },
  {
    "translation": {
      "en": "Unless you Twitter and know the slang, they'll throw you out like a newspaper.",
      "th": "ถ้าไม่ใช้ทวิตเตอร์ และรู้ศัพท์แสลง ก็จะโดนทิ้งเหมือนหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "Which everyone's reading on their watch now, I guess.",
      "th": "ซึ่งทุกคนคงอ่านจากนาฬิกาแล้วฉันว่า"
    }
  },
  {
    "translation": {
      "en": "[sarcastic] \"Uh, Twitter: I ate a salad!",
      "th": "\"ทวิตเตอร์ ฉันกินสลัด"
    }
  },
  {
    "translation": {
      "en": "Pound sign, I'm cool!\"",
      "th": "ใส่สัญลักษณ์ดัชนีถ้อยคำ ฉันเจ๋ง\""
    }
  },
  {
    "translation": {
      "en": "Here's your coffee, sir. I'm Cody! The new intern.",
      "th": "กาแฟครับ ผมโคดี้ เด็กฝึกงานคนใหม่"
    }
  },
  {
    "translation": {
      "en": "I'm sure we'll be very close.",
      "th": "เราจะได้สนิทกันมากๆ แน่"
    }
  },
  {
    "translation": {
      "en": "Greg, fire Cody, and get someone to bring me coffee.",
      "th": "เกร็ก ไล่โคดี้ออก หาคนเอากาแฟมาให้ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Good meeting.",
      "th": "จบประชุม"
    }
  },
  {
    "translation": {
      "en": "Listen, Bub, I'm the best...",
      "th": "ฟังนะพ่อหนุ่ม ฉันเก่งที่สุด..."
    }
  },
  {
    "translation": {
      "en": "-What? -Nothing.",
      "th": "- อะไรนะ - ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry I said that. Don't worry about it.",
      "th": "ขอโทษที่พูดอย่างนั้นค่ะ ไม่ต้องสนใจมันหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "[groans] Justin, everything sucks.",
      "th": "จัสติน ทุกอย่างแย่มาก"
    }
  },
  {
    "translation": {
      "en": "I just want to be a great journalist. It's been my dream since forever.",
      "th": "ฉันอยากเป็นนักข่าวที่ยิ่งใหญ่ เป็นความฝันฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "You know what? Dreams just mess you up. I used to dream of being a doctor.",
      "th": "รู้ไหม ความฝันทำให้เราเสียสติ ฉันเคยฝันอยากเป็นหมอ"
    }
  },
  {
    "translation": {
      "en": "But every time I went into surgery, my hands became dog mouths,",
      "th": "แต่ทุกครั้งที่เข้าห้องผ่าตัด มือก็กลายเป็นปากหมา"
    }
  },
  {
    "translation": {
      "en": "which was very frustrating -because it was affecting my dexterity. -Eww.",
      "th": "น่ารำคาญมาก เพราะมันกระทบต่อความคล่องตัวของมือ"
    }
  },
  {
    "translation": {
      "en": "I stopped drinking soda and now I don't have that dream.",
      "th": "พอฉันหยุดดื่มน้ำอัดลม ก็ไม่ฝันแบบนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Justin] See what I'm saying? -[phone rings]",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Hey, Mom.",
      "th": "ค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "[crying] The other Carol died!",
      "th": "แครอลอีกคนตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! What?",
      "th": "พระเจ้า อะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "It was a heart attack! No one saw it coming.",
      "th": "หัวใจวาย ไม่มีใครคาดไว้เลย"
    }
  },
  {
    "translation": {
      "en": "[sniffles] I mean, she was 400 pounds and she screamed at the news a lot.",
      "th": "เธอหนัก 400 ปอนด์และตกใจกับข่าวตลอด"
    }
  },
  {
    "translation": {
      "en": "But hindsight is 20/20.",
      "th": "พอมาคิดดูก็พอเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "Mom, I'm so sorry.",
      "th": "แม่คะหนูเสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, I had an idea about that Snapchat piece.",
      "th": "ฉันมีแนวคิดเกี่ยวกับเรื่องสแน็ปแช็ต"
    }
  },
  {
    "translation": {
      "en": "I shouldn't have let her eat the cake!",
      "th": "ไม่น่าให้เธอกินเค้กทั้งก้อนเลย"
    }
  },
  {
    "translation": {
      "en": "-Can you hang on one second? -Sure.",
      "th": "- รอหน่อยได้ไหม - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "What if instead of doing it on the show, we did it on Snapchat?",
      "th": "เราทำในสแน็ปแช็ตแทนในรายการดีไหม"
    }
  },
  {
    "translation": {
      "en": "-You there? -You listening?",
      "th": "- อยู่ไหม - ฟังอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I am.",
      "th": "ฟังอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Portia] Any ideas? -[Carol] No one to go to the funeral with.",
      "th": "- แม่ไม่มีใครไปงานศพด้วย - มีอะไรเสนอไหม"
    }
  },
  {
    "translation": {
      "en": "What about Dad?",
      "th": "พ่อล่ะ"
    }
  },
  {
    "translation": {
      "en": "Dads on Snapchat?",
      "th": "สแน็ปแช็ตพ่อเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Carol] Well, him.",
      "th": "เขาไป"
    }
  },
  {
    "translation": {
      "en": "-But I mean no one fun. -That's the piece.",
      "th": "- แต่ไม่มีใครสนุกๆ - นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "-[Carol] Can you come? -[Portia] Work on it?",
      "th": "- มาได้ไหม - ทำอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, I can.",
      "th": "ค่ะ ได้"
    }
  },
  {
    "translation": {
      "en": "[both] Great! Bye.",
      "th": "- เยี่ยม - บ๊ายบายจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "ค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "-Sorry I'm late. -It's OK, honey.",
      "th": "- ขอโทษนะคะที่มาสาย - ไม่เป็นไรลูก"
    }
  },
  {
    "translation": {
      "en": "It took them forever to carry in the casket.",
      "th": "แบกโลงกันนานมาก"
    }
  },
  {
    "translation": {
      "en": "Because of her weight.",
      "th": "เพราะน้ำหนักเธอ"
    }
  },
  {
    "translation": {
      "en": "Halfway down, they just slid it.",
      "th": "พอถึงครึ่งทางพวกเขาเลยไถลโลงมาเลย"
    }
  },
  {
    "translation": {
      "en": "Dave, breathe through your nose or wait outside.",
      "th": "เดฟ หายใจทางจมูก ไม่งั้นก็รอข้างนอก"
    }
  },
  {
    "translation": {
      "en": "[Dave] OK, you bet!",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Love you, Dad.",
      "th": "รักนะคะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Carol accomplished a lot in her time on earth.",
      "th": "แครอลได้ทำอะไรมากมายบนโลก"
    }
  },
  {
    "translation": {
      "en": "She was a stay-at-home mom, a licensed driver,",
      "th": "เธอเป็นแม่บ้าน เป็นคนขับรถที่มีใบขับขี่"
    }
  },
  {
    "translation": {
      "en": "and a dedicated Doctor... [clears throat] Phil viewer.",
      "th": "และคนดูด็อกเตอร์ฟิลที่ทุ่มเท"
    }
  },
  {
    "translation": {
      "en": "But she also had big dreams.",
      "th": "แต่เธอก็มีความใฝ่ฝัน"
    }
  },
  {
    "translation": {
      "en": "Carol's dream was to visit the castle in England where Harry Potter was filmed.",
      "th": "ฝันของแครอลคือไปปราสาทในอังกฤษ ที่ใช้ถ่ายทำ แฮร์รี่ พอตเตอร์"
    }
  },
  {
    "translation": {
      "en": "[priest] But the Lord called her home.",
      "th": "แต่พระเจ้าเรียกเธอกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "If we can learn anything from Carol's passing, it is this:",
      "th": "ถ้าเราได้รู้อะไรจากการจากไปของเธอ"
    }
  },
  {
    "translation": {
      "en": "if you have a dream, you must go after it.",
      "th": "คือหากเรามีความฝัน เราต้องไล่ตามฝัน"
    }
  },
  {
    "translation": {
      "en": "[priest] Not next year.",
      "th": "ไม่ใช่ปีหน้า"
    }
  },
  {
    "translation": {
      "en": "Not next week. Now.",
      "th": "ไม่ใช่อาทิตย์หน้า แต่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "th": "เอเมน"
    }
  },
  {
    "translation": {
      "en": "Greg, can I ask you something?",
      "th": "เกร็ก ขอถามอะไรหน่อยสิคะ"
    }
  },
  {
    "translation": {
      "en": "No, we can't soundproof the women's room.",
      "th": "ไม่ ติดตัวกันเสียง ห้องน้ำผู้หญิงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry if the camera department can hear you in there.",
      "th": "เสียใจด้วยถ้าทีมกล้อง ได้ยินพวกเธอในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "That was an anonymous suggestion and it wasn't me.",
      "th": "เป็นข้อเสนอไม่ระบุชื่อนะคะ ไม่ใช่ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "No, I want to produce the lead. Tonight.",
      "th": "ไม่ค่ะ ฉันอยากทำข่าวเปิดรายการคืนนี้"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Wait, why \"no\"?",
      "th": "เดี๋ยว ทำไมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Greg] Because Chuck is difficult and I trust Gene.",
      "th": "เพราะชัคเรื่องมากและฉันเชื่อใจจีน"
    }
  },
  {
    "translation": {
      "en": "Maybe you trust Gene because he's a man.",
      "th": "บางทีคุณคงเชื่อใจจีนเพราะ เขาเป็นผู้ชายใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Have you taken the \"Implicit Bias Test\"? My results said I distrust white people.",
      "th": "เคยทำแบบทดสอบความลำเอียงไหมคะ ฉันทำแล้วได้ผลว่าฉันไม่เชื่อคนขาว"
    }
  },
  {
    "translation": {
      "en": "-Do you think I'm being sexist? -I have worked here longer than Gene.",
      "th": "- คิดว่าฉันเหยียดเพศเหรอ - ฉันทำงานที่นี่มานานกว่าจีนนะ"
    }
  },
  {
    "translation": {
      "en": "-Why else, then? -Maybe you're not as good.",
      "th": "- แล้วทำไมฉันถึงไม่ได้ - อาจเพราะเธอไม่เก่งเท่าจีน"
    }
  },
  {
    "translation": {
      "en": "-Ever considered that? -No, I had not.",
      "th": "- เคยคิดบ้างไหม - ไม่เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Greg] Good journalists, like Gene,",
      "th": "นักข่าวที่ดีอย่างจีน"
    }
  },
  {
    "translation": {
      "en": "can produce a segment without someone saying, \"Good job, little one!\"",
      "th": "ทำข่าวได้โดยไม่ต้องมีคนบอกว่า \"เยี่ยมมากคนเก่ง\""
    }
  },
  {
    "translation": {
      "en": "Good journalists know when to scrap a story",
      "th": "นักข่าวที่ดีรู้ว่า ควรทิ้งข่าวเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "and think on their feet if a better one comes along.",
      "th": "และตัดสินใจรวดเร็ว หากมีข่าวที่ดีกว่าเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[Greg] You can't do that.",
      "th": "เธอทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-I don't think you think you can either. -You don't know what I don't think.",
      "th": "- ฉันว่าเธอก็คิดว่าตัวเองทำไม่ได้ - คุณไม่รู้ว่าฉันไม่คิดอะไร"
    }
  },
  {
    "translation": {
      "en": "Hey, there's our girl! You really showed that toilet who's boss.",
      "th": "สาวสวยของเรา จัดการเรื่องห้องน้ำได้เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "That wasn't me, Ron!",
      "th": "ไม่ใช่ฉันนะรอน"
    }
  },
  {
    "translation": {
      "en": "Thanks for finally joining us.",
      "th": "ขอบคุณที่มาประชุมสักที"
    }
  },
  {
    "translation": {
      "en": "Can I get you a drink, a cranberry scone, an emoji?",
      "th": "ดื่มอะไรไหม สโคนแครนเบอร์รีหรืออีโมจิไหม"
    }
  },
  {
    "translation": {
      "en": "[Chuck] Or start the meeting?",
      "th": "หรือจะเริ่มประชุมบ้านี่กันดี"
    }
  },
  {
    "translation": {
      "en": "Let's start. Let's lead with the hurricane--",
      "th": "เริ่มกันเลย ข่าวเปิดรายการเป็นเฮอร์ริเคน..."
    }
  },
  {
    "translation": {
      "en": "Oh, I have a story pitch: why is bathroom water sweeter than kitchen water?",
      "th": "ฉันมีเรื่องมาเสนอ ทำไมน้ำในห้องน้ำถึงหวานกว่าในครัว"
    }
  },
  {
    "translation": {
      "en": "[Greg] Fine. Katie, you take that. Gene, you take the hurricane.",
      "th": "ได้ เคที่เอาไป จีน ทำเรื่องเฮอร์ริเคน"
    }
  },
  {
    "translation": {
      "en": "-[Greg] Now, for the B Block-- -I'd like to ask you something!",
      "th": "- สำหรับบล็อกบี - ฉันมีคำถามค่ะ"
    }
  },
  {
    "translation": {
      "en": "I have never produced a lead. Ever. And I've worked here longer than Gene.",
      "th": "ฉันไม่เคยได้ทำข่าวเปิดรายการเลย ฉันทำงานที่นี่มานานกว่าจีน"
    }
  },
  {
    "translation": {
      "en": "-Which white guy is Gene? -I am.",
      "th": "- คนขาวคนไหนชื่อจีน - ผม"
    }
  },
  {
    "translation": {
      "en": "[Katie] And I think I could do it if I'm just given the chance.",
      "th": "ฉันคิดว่าฉันทำได้ถ้าได้โอกาส"
    }
  },
  {
    "translation": {
      "en": "Shouldn't seniority count for something?",
      "th": "ความอาวุโสไม่มีค่าอะไรเลยเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, it should.",
      "th": "ใช่ ต้องมีสิ"
    }
  },
  {
    "translation": {
      "en": "This person is doing the hurricane lead!",
      "th": "คนนี้จะได้ทำเรื่องเฮอร์ริเคน"
    }
  },
  {
    "translation": {
      "en": "Greg, that's what's wrong with this business.",
      "th": "เกร็ก นี่แหละปัญหาของวงการนี้"
    }
  },
  {
    "translation": {
      "en": "Nobody rewards experience! Well, I do!",
      "th": "ไม่มีใครเห็นค่าประสบการณ์ แต่ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "My personal trainer lives in a nursing home!",
      "th": "ครูฝึกส่วนตัวฉันอยู่บ้านพักคนชรา"
    }
  },
  {
    "translation": {
      "en": "Very excited to work together.",
      "th": "ฉันตื่นเต้นมาก ที่จะได้ทำงานร่วมกับคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, hi! What are you doing here?",
      "th": "สวัสดีค่ะ แม่มาทำอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Did Dad finally run off because of how you treat him?",
      "th": "พ่อหนีไปเพราะวิธีที่แม่ ปฏิบัติกับพ่อเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "No! He's in the car. I cracked a window, he's fine.",
      "th": "เปล่า เขาอยู่ในรถ แม่เปิดกระจกไว้ เขาไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm going back to school.",
      "th": "ฟังนะ แม่จะกลับไปเรียน"
    }
  },
  {
    "translation": {
      "en": "-That's great! -I'm gonna study television production.",
      "th": "- เยี่ยมเลยค่ะ - แม่จะเรียนการผลิตรายการโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "The admissions lady said I could get credit for an internship!",
      "th": "ผู้หญิงที่รับสมัครบอกว่า แม่ฝึกงานแล้วได้หน่วยกิต"
    }
  },
  {
    "translation": {
      "en": "-Good for you, Mom. -So I'm getting one here.",
      "th": "- ดีเลยค่ะแม่ - แม่เลยจะมาฝึกงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "What? What? No, no! Why? Help!",
      "th": "อะไรนะ ไม่ๆ ทำไม พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, the show needs an intern.",
      "th": "ใช่ รายการต้องมีเด็กฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "The lady said that students should use their connections in the industry.",
      "th": "เธอบอกว่านักศึกษา ควรใช้คนรู้จักในวงการ"
    }
  },
  {
    "translation": {
      "en": "So, I'm starting from the bottom.",
      "th": "แม่จะเริ่มตั้งแต่ระดับล่างเลย"
    }
  },
  {
    "translation": {
      "en": "Like that rapper sings. Who's that guy?",
      "th": "เหมือนที่แรปเปอร์คนนั้นบอก ชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Canadian wheelchair guy who dated Nicole Mirage?",
      "th": "คนแคนาดาที่นั่งรถเข็น คบกับนิโคล มิราจ"
    }
  },
  {
    "translation": {
      "en": "-Drake. Drake, Mom. -Yes!",
      "th": "- เดรก เดรกค่ะแม่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "And that's crazy. It's one thing to take a class to keep busy,",
      "th": "บ้ามาก ไปเรียนก็อย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but you can't embark on a giant new career, at your age.",
      "th": "แต่มาทำงานใหม่ตอนอายุเท่านี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Why? It's my dream!",
      "th": "ทำไม มันคือความฝันของแม่นะ"
    }
  },
  {
    "translation": {
      "en": "If you have a dream, you must go after it.",
      "th": "ถ้ามีความฝันก็ต้องไล่ตามฝัน"
    }
  },
  {
    "translation": {
      "en": "[priest] Not next year. Not next week.",
      "th": "ไม่ใช่ปีหน้า ไม่ใช่อาทิตย์หน้า"
    }
  },
  {
    "translation": {
      "en": "Now.",
      "th": "ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-Now, Carol! -Amen.",
      "th": "- ตอนนี้เลยแครอล - เอเมน"
    }
  },
  {
    "translation": {
      "en": "What? No, Father Kevin was talking to me!",
      "th": "อะไรนะ ไม่ หลวงพ่อเควินบอกหนูต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Since when has it been your dream to work in the news?",
      "th": "แล้วแม่ฝันอยากทำงานข่าว มาตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Since always!",
      "th": "ก็มาตลอดนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "But then I met your father and quit my job to raise you.",
      "th": "แต่ก็เจอพ่อลูก และต้องลาออกจากงานมาเลี้ยงลูก"
    }
  },
  {
    "translation": {
      "en": "OK, Mom, you do not want to be an intern.",
      "th": "แม่คะ แม่ไม่อยากเป็นเด็กฝึกงานหรอก"
    }
  },
  {
    "translation": {
      "en": "It is boring and thankless...",
      "th": "มันน่าเบื่อ ไม่มีใครเห็นค่า..."
    }
  },
  {
    "translation": {
      "en": "Boring and thankless? I was a mom for thirty years.",
      "th": "มันน่าเบื่อและไม่มีใครเห็นค่าเหรอ แม่เป็นแม่มา 30 ปีนะ"
    }
  },
  {
    "translation": {
      "en": "I cleaned barf out of the tape deck of a Teddy Ruxpin.",
      "th": "ต้องเช็ดอ้วก ออกจากเทปเท็ดดี้ รักซ์พิน"
    }
  },
  {
    "translation": {
      "en": "Well, I am sorry, Mom, because we already filled that internship opening.",
      "th": "ขอโทษค่ะแม่ แต่ตำแหน่งฝึกงานเราเต็มแล้ว"
    }
  },
  {
    "translation": {
      "en": "She's lying! I'd be happy to accept your application, young lady!",
      "th": "เธอโกหก ผมยินดีรับคุณแม่สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "[flattered] Oh!",
      "th": "ตายจริง"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -Hiring your mother as our intern.",
      "th": "- ทำอะไรของคุณ - จ้างแม่เธอเป็นเด็กฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "Look, I get that you're mad that I went over your head with Chuck.",
      "th": "ฉันเข้าใจถ้าคุณโกรธ ที่ฉันคุยกับชัคข้ามหัวคุณ"
    }
  },
  {
    "translation": {
      "en": "This isn't the way to get back at me. Spread a rumor that I'm an alcoholic.",
      "th": "แต่อย่าเอาคืนฉันแบบนี้ ไปประกาศข่าวลือว่าฉันติดเหล้าก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Or slut-shame me. -This has nothing to do with you.",
      "th": "- หรือบอกว่าฉันร่านก็ได้ - นี่ไม่เกี่ยวกับเธอ"
    }
  },
  {
    "translation": {
      "en": "If I hire an \"Old\" as an intern, it will finally get Chuck off my back.",
      "th": "ถ้าฉันจ้างคนแก่เป็นเด็กฝึกงาน ชัคจะเลิกไล่จี้ฉันสักที"
    }
  },
  {
    "translation": {
      "en": "When he yells about ageism, I can point to this \"Old.\"",
      "th": "พอเขาพูดเรื่องเหยียดอายุ ฉันก็ชี้ไปที่คนแก่คนนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, your ring is so big! Did he cheat?",
      "th": "แหวนใหญ่มากเลย เขานอกใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "th": "แม่"
    }
  },
  {
    "translation": {
      "en": "No. If he does I have just the thing picked out.",
      "th": "ไม่ค่ะ แต่ถ้าทำจริง ฉันเลือกของไว้แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't know your mom lives ten minutes from here.",
      "th": "ไม่เห็นรู้เลย ว่าแม่เธออยู่ใกล้แค่สิบนาที"
    }
  },
  {
    "translation": {
      "en": "-Why not move in with her? -That's what I always say.",
      "th": "- ทำไมไม่ย้ายมาอยู่กับเธอล่ะ - ใช่ ฉันถามตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm the Executive Producer.",
      "th": "สวัสดีครับ ผมผู้อำนวยการสร้าง"
    }
  },
  {
    "translation": {
      "en": "Oh, you must be Greg.",
      "th": "เกร็กใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-He's not that tiny. -OK, good interview.",
      "th": "- ไม่ได้ตัวเล็กขนาดนั้นนี่ - โอเค สัมภาษณ์ดี"
    }
  },
  {
    "translation": {
      "en": "-You're hired! -What?",
      "th": "- ผมจ้างคุณ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-When can you start? -How about today?",
      "th": "- เริ่มได้เมื่อไหร่ - วันนี้ดีไหม"
    }
  },
  {
    "translation": {
      "en": "-Perfect. -[Carol] Oh! I love this man.",
      "th": "- เยี่ยมเลย - ชอบพ่อหนุ่มนี่จัง"
    }
  },
  {
    "translation": {
      "en": "-[whispering] You should date him. -Mom!",
      "th": "คบเขาสิ แม่"
    }
  },
  {
    "translation": {
      "en": "The job's simple. Except you have to be careful around Chuck.",
      "th": "งานนี้ง่าย แต่ต้องระวังชัคหน่อย"
    }
  },
  {
    "translation": {
      "en": "Why? Is he \"handsy\" with the girls?",
      "th": "ทำไม เขามือไวกับสาวๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't mind.",
      "th": "ฉันไม่ว่าหรอก"
    }
  },
  {
    "translation": {
      "en": "No, but he loves to fire interns.",
      "th": "ไม่ แต่เขาชอบไล่เด็กฝึกงานออก"
    }
  },
  {
    "translation": {
      "en": "Oh. Well, I get along with everybody.",
      "th": "อ๋อ ฉันเข้ากับทุกคนได้"
    }
  },
  {
    "translation": {
      "en": "Chuck gets his lunch at one. His snack at two-thirty.",
      "th": "ชัคกินข้าวบ่ายโมง ของว่างบ่ายสองครึ่ง"
    }
  },
  {
    "translation": {
      "en": "At three is his nap, so his snack must arrive at 2:30.",
      "th": "บ่ายสามงีบ ดังนั้นของว่างต้องถึงบ่ายสองครึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Got it? -Yes.",
      "th": "- เข้าใจนะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Say it back to me. -Oh, then no.",
      "th": "- พูดทวนหน่อย - งั้นก็ไม่เข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "Start with this guy in the kayak, going past the submerged car.",
      "th": "เริ่มจากคนนี้ที่อยู่ในเรือคายัค ผ่านรถที่จมไป"
    }
  },
  {
    "translation": {
      "en": "-Hi, Pumpkin! -Hi.",
      "th": "- ไงลูกรัก - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Carol] You must be Justin.",
      "th": "เธอคงเป็นจัสตินสินะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-[Justin] Oh, hi. -Hello.",
      "th": "- สวัสดีครับ - สวัสดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I think he smells fine.",
      "th": "เขาก็ไม่เหม็นนะ"
    }
  },
  {
    "translation": {
      "en": "Do you need something? Because we're on a deadline.",
      "th": "อยากได้อะไรไหมคะ เราต้องทำข่าวให้ทัน"
    }
  },
  {
    "translation": {
      "en": "Of course. Oh, for your big story!",
      "th": "จริงด้วย ข่าวใหญ่ของลูก"
    }
  },
  {
    "translation": {
      "en": "Too bad it has to be about a hurricane.",
      "th": "เสียดายที่มันเป็นเรื่องเฮอร์ริเคน"
    }
  },
  {
    "translation": {
      "en": "Why is that \"too bad\"?",
      "th": "ทำไม \"เสียดาย\" คะ"
    }
  },
  {
    "translation": {
      "en": "The news is always scaring people about the weather.",
      "th": "ข่าวทำให้คนกลัวสภาพอากาศเสมอ"
    }
  },
  {
    "translation": {
      "en": "They say a hurricane's coming, then nothing happens.",
      "th": "บอกว่าจะมีเฮอร์ริเคนแต่ก็ไม่มี"
    }
  },
  {
    "translation": {
      "en": "Now why did I come in here?",
      "th": "แม่เข้ามานี่ทำไมนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, God, OK. I walked in, I sat down...",
      "th": "พระเจ้า โอเค เดินเข้ามานั่ง..."
    }
  },
  {
    "translation": {
      "en": "Oh! What is it?",
      "th": "มันอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh... OK, yes.",
      "th": "อ๋อ ใช่"
    }
  },
  {
    "translation": {
      "en": "Honey, is your work email password the same as your regular email password?",
      "th": "ลูกรัก รหัสอีเมลที่ทำงาน เหมือนรหัสอีเมลปกติไหม"
    }
  },
  {
    "translation": {
      "en": "-It is, but don't say it out loud. -It's \"team edward,\" all lowercase?",
      "th": "- เหมือนค่ะ แต่ไม่ต้องพูดนะคะ - ทีมเอ็ดเวิร์ด ตัวเล็กหมดใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-OK, thank you. -Yep.",
      "th": "- โอเค ขอบใจจ้ะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "God, I can't believe she's working here.",
      "th": "ไม่อยากเชื่อว่าเธอทำงานที่นี่"
    }
  },
  {
    "translation": {
      "en": "I can't believe she has your password.",
      "th": "ไม่อยากเชื่อว่าเธอบอกรหัสอีเมลแม่"
    }
  },
  {
    "translation": {
      "en": "At least I used to have work as an escape, you know?",
      "th": "แต่ก่อนฉันใช้ที่ทำงานหนีแม่ได้"
    }
  },
  {
    "translation": {
      "en": "But now there's no boundaries.",
      "th": "แต่ตอนนี้ไม่เหลืออะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "She's just gonna be on top of me, every single day!",
      "th": "เธอจะตามติดฉันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "Listen, this problem will solve itself.",
      "th": "ฟังนะ ปัญหานี้เดี๋ยวก็หายไปเอง"
    }
  },
  {
    "translation": {
      "en": "Have you seen my edit of Chuck firing interns?",
      "th": "เคยเห็นคลิปรวมชัคไล่เด็กฝึกงานไหม"
    }
  },
  {
    "translation": {
      "en": "[Chuck] Why am I sweating?",
      "th": "ทำไมเหงื่อออกเยอะขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "You're fired!",
      "th": "ฉันไล่นายออก"
    }
  },
  {
    "translation": {
      "en": "Eye contact. Fired.",
      "th": "จ้องตาเหรอ ไล่ออก"
    }
  },
  {
    "translation": {
      "en": "My ex-wife has that sweater. You're fired.",
      "th": "เมียเก่าฉันมีเสื้อตัวนั้น ฉันไล่เธอออก"
    }
  },
  {
    "translation": {
      "en": "You're fired. Fired!",
      "th": "ไล่ออก ไล่ออก"
    }
  },
  {
    "translation": {
      "en": "...put that there? You're fired.",
      "th": "วางตรงนั้นเหรอ ไล่ออก"
    }
  },
  {
    "translation": {
      "en": "Is this a tour or can I fire them?",
      "th": "นั่นคนมาเที่ยวไหมหรือฉันไล่ออกได้"
    }
  },
  {
    "translation": {
      "en": "Who's this old guy? You're fired!",
      "th": "ตาแก่นี่ใคร ฉันไล่นายออก"
    }
  },
  {
    "translation": {
      "en": "-[Greg] Chuck, that's a mirror. -Then smash it!",
      "th": "- ชัค นั่นกระจก - งั้นก็ทุบมันทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "[Chuck] Wheelchair, you're fi--",
      "th": "รถเข็น ฉันไล่..."
    }
  },
  {
    "translation": {
      "en": "See? No intern's ever lasted more than a few weeks.",
      "th": "ไม่เคยมีใครอยู่นานเกินสองสามอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Katie, did you need a file called \"Hurricane Research: Important\"?",
      "th": "เคที่ ต้องใช้ไฟล์ที่ชื่อว่า ข้อมูลเฮอร์ริเคน สำคัญ ไหม"
    }
  },
  {
    "translation": {
      "en": "Because it just disappeared. [Carol] Oh, I just spoke with Greg, he is single.",
      "th": "เพราะมันหายไปเลย แม่เพิ่งคุยกับเกร็ก เขาโสด"
    }
  },
  {
    "translation": {
      "en": "[Carol] So I invited him to your cousin Tami's wedding.",
      "th": "แม่เลยเชิญเขาไปงานแต่ง ของแทมี่ลูกพี่ลูกน้องลูก"
    }
  },
  {
    "translation": {
      "en": "You think he'll need a hotel or share a bed with Dad?",
      "th": "คิดว่าเขาต้องนอนโรงแรม หรือนอนกับพ่อลูกดี"
    }
  },
  {
    "translation": {
      "en": "Can you go to the post office? I need some stamps.",
      "th": "แม่ไปไปรษณีย์ให้หนูได้ไหมคะ หนูต้องใช้แสตมป์"
    }
  },
  {
    "translation": {
      "en": "Oh, no I can't. No time. Have to get Chuck his snack at 2:30.",
      "th": "ไม่ได้จ้ะ ไม่มีเวลา ต้องเอาของว่างให้ชัคตอนบ่ายสองครึ่ง"
    }
  },
  {
    "translation": {
      "en": "No, um... Chuck takes his nap at 2:30.",
      "th": "ไม่ค่ะ... ชัคงีบตอนบ่ายสองครึ่ง"
    }
  },
  {
    "translation": {
      "en": "-He gets his snack at three. -Oh, right.",
      "th": "- ของว่างตอนบ่ายสาม - อ๋อ จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "It's hard to remember things when you're my age.",
      "th": "อายุปูนนี้แล้วจำอะไรไม่ค่อยได้"
    }
  },
  {
    "translation": {
      "en": "[Carol] Plus Alzheimer's and insanity do run in our family.",
      "th": "แถมครอบครัวเรา ดันมีอัลไซเมอร์กับโรคบ้ามาด้วย"
    }
  },
  {
    "translation": {
      "en": "OK!",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "God, I lied to my mom to get her fired. Please don't judge me.",
      "th": "พระเจ้า ฉันโกหกแม่ เพื่อให้แม่ โดนไล่ออก อย่าตัดสินกันนะ"
    }
  },
  {
    "translation": {
      "en": "Bad news, Wendelson. Your hurricane got downgraded.",
      "th": "ข่าวร้าย เฮอร์ริเคนโดนลดระดับแล้ว"
    }
  },
  {
    "translation": {
      "en": "-What? -[Greg] A Category Two won't make a lead.",
      "th": "- อะไรนะ - ระดับสองเป็นข่าวเปิดไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "No, I'm still the lead. I'm gonna fix this.",
      "th": "ไม่ ฉันขอทำข่าวเปิดรายการ ฉันจะแก้เอง"
    }
  },
  {
    "translation": {
      "en": "You better find a way to change the weather.",
      "th": "ก็หาวิธีเปลี่ยนสภาพอากาศสิ"
    }
  },
  {
    "translation": {
      "en": "Hey, Beth, you preparing for an earthquake? [laughing]",
      "th": "เบธ เตรียมเจอแผ่นดินไหวเหรอ"
    }
  },
  {
    "translation": {
      "en": "The mega-quake isn't until 2018.",
      "th": "ยังไม่มีครั้งใหญ่จนกว่าจะถึงปี 2018"
    }
  },
  {
    "translation": {
      "en": "And you won't be laughing then. I dropped a raisin.",
      "th": "ตอนนั้นเธอไม่ขำแน่ ฉันทำลูกเกดตก"
    }
  },
  {
    "translation": {
      "en": "Any contacts at the National Weather Service?",
      "th": "รู้จักคนจากกรมอุตุนิยมวิทยาบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "I'm trying to get a tropical storm upgraded back to a hurricane.",
      "th": "ฉันพยายามจะให้พายุฤดูร้อน เปลี่ยนกลับไปเป็นเฮอร์ริเคน"
    }
  },
  {
    "translation": {
      "en": "Sure. I can call Bernie in Storm Designations.",
      "th": "ได้สิ ฉันโทรหาเบอร์นี่ จากแผนกประเมินพายุได้"
    }
  },
  {
    "translation": {
      "en": "-Oh, really? -No!",
      "th": "- จริงเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "There's no Bernie in Storm Designations.",
      "th": "ไม่มีเบอร์นี่ในแผนกประเมินพายุ"
    }
  },
  {
    "translation": {
      "en": "There's a Barney in Weather Classifications, but I'm not calling him!",
      "th": "มีบาร์นี่ย์แผนกการแบ่งแยกสภาพอากาศ แต่ฉันไม่โทรหาเขาแน่"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "You can't re-categorize a storm for no reason!",
      "th": "จะเปลี่ยนประเภทพายุ แบบไร้เหตุผลนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Unless you want to get called before an Ethics Tribunal",
      "th": "เว้นแต่เธอจะอยากโดน เรียกไปขึ้นศาลจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "at the Barometric Castle in St. Paul!",
      "th": "ที่ปราสาทแบโรเมตริก ที่เซนต์พอล"
    }
  },
  {
    "translation": {
      "en": "[Beth] Is that what you want?",
      "th": "อยากไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "-How did your rain dance go? -Can't talk now.",
      "th": "- ขอฝนไปถึงไหนแล้ว - ตอนนี้ไม่ว่างคุย"
    }
  },
  {
    "translation": {
      "en": "I've got work to do and it's 2:30.",
      "th": "ต้องทำงานเยอะ ใกล้บ่ายสองครึ่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[shouting] Where's my snack? -Oh, God.",
      "th": "- ของว่างฉันอยู่ไหน - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I'm supposed to have my snack at 2:30!",
      "th": "บ่ายสองครึ่งฉันต้องได้ของว่างสิ"
    }
  },
  {
    "translation": {
      "en": "-[Chuck yells] -Katie! Stamps. Who's yelling like that?",
      "th": "เคที่ นี่แสตมป์ ใครตะโกนกัน"
    }
  },
  {
    "translation": {
      "en": "Sounds like the Pathmark by me that's all Hispanic now.",
      "th": "เหมือนห้างแพธมาร์กเลย ทุกคนพูดสเปนกันหมด"
    }
  },
  {
    "translation": {
      "en": "It's Chuck, about his snack.",
      "th": "ชัคบ่นเรื่องของว่างค่ะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You told me he got his snack at three!",
      "th": "ลูกบอกว่าเขากินตอนบ่ายสามนี่"
    }
  },
  {
    "translation": {
      "en": "Did I? I...",
      "th": "เหรอคะ หนู..."
    }
  },
  {
    "translation": {
      "en": "Alright, who screwed this up? Who's the intern?",
      "th": "เอาละ ใครทำเสียเรื่อง เด็กฝึกงานอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Mr. Pierce, I can explain.",
      "th": "คุณเพียร์ซคะ ฉันอธิบายได้"
    }
  },
  {
    "translation": {
      "en": "-Are you the intern? -No, Katie Wendelson.",
      "th": "- เด็กฝึกงานเหรอ - ไม่ค่ะ เคที่ เวนเดลสัน"
    }
  },
  {
    "translation": {
      "en": "Segment Producer?",
      "th": "ผู้ผลิตข่าวค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I helped you with your kidney stones. -That's OK, dear. Hi.",
      "th": "- ฉันช่วยคุณตอนผ่านิ่ว - ไม่เป็นไรลูก สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi. -I'm Carol. I'm the intern.",
      "th": "- สวัสดี - ฉันแครอล ฉันคือเด็กฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "But you're, uh...",
      "th": "แต่คุณ..."
    }
  },
  {
    "translation": {
      "en": "-Carol, we have a schedule. -I know.",
      "th": "- แครอล เรามีตารางงาน - ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "And when people disrespect that schedule, they disrespect me!",
      "th": "และพอคนไม่เคารพมัน ก็คือไม่เคารพผม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I've been in this business for 30 years and I will not be disrespected!",
      "th": "ผมอยู่วงการนี้มา 30 ปี ผมจะไม่ยอมให้ใครมาทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I was on the ground in Kosovo!",
      "th": "ผมไปลงพื้นที่ที่คอซอวอ"
    }
  },
  {
    "translation": {
      "en": "I shot a flaming arrow at Mike Wallace's Viking funeral!",
      "th": "ผมยิงลูกธนูติดไฟ ที่งานศพไมก์ วอลเลซ"
    }
  },
  {
    "translation": {
      "en": "-[Chuck] And another thing-- -Jeez Louise, calm down!",
      "th": "- และอีกอย่าง... - ให้ตาย ใจเย็นสิ"
    }
  },
  {
    "translation": {
      "en": "You're a graying old man, you're throwing a tantrum about a snack.",
      "th": "คุณเป็นตาแก่หัวหงอกแท้ๆ มางอแงหาขนมอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "The world's not gonna end if you don't get your little pizza bagel.",
      "th": "ถ้าคุณไม่ได้เบเกลพิซซ่า โลกนี้ก็ไม่แตกหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Which you don't need by the way.",
      "th": "ซึ่งคุณไม่ควรกินด้วย"
    }
  },
  {
    "translation": {
      "en": "You hold your weight in your belly, that's heart attack city",
      "th": "พุงใหญ่แบบนี้ ต้นเหตุหัวใจวายเลย"
    }
  },
  {
    "translation": {
      "en": "according to Good Housekeeping. OK?",
      "th": "ตามที่นิตยสารกู๊ดเฮาส์คีปปิ้งบอกไว้"
    }
  },
  {
    "translation": {
      "en": "I mean, you're not like that, um...",
      "th": "คือคุณไม่ได้เป็นเหมือน..."
    }
  },
  {
    "translation": {
      "en": "Oh, gosh! Who was that actor who died? You know, mob show?",
      "th": "ให้ตาย นักแสดงที่ตาย ชื่ออะไรนะ ที่มีมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "-Come on, think! -Marlon Brando?",
      "th": "- คิดสิ - มาร์ลอน แบรนโด้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No, he was in that movie with \"Old Christine.\"",
      "th": "ไม่ เขาแสดงหนังกับ โอลด์ คริสทีน"
    }
  },
  {
    "translation": {
      "en": "-[Carol] Come on, you know! -James Gandolfini.",
      "th": "คุณต้องรู้สิ เจมส์ แกนโดลฟีนี"
    }
  },
  {
    "translation": {
      "en": "-[Carol] Yes! -It's James Gandolfini.",
      "th": "- ใช่ - เจมส์ แกนโดลฟีนี"
    }
  },
  {
    "translation": {
      "en": "You're not like him, Chuck, but you could be.",
      "th": "คุณไม่เหมือนเขานะชัค แต่ก็อาจจะเหมือนได้"
    }
  },
  {
    "translation": {
      "en": "Take care of yourself and stop getting so mad.",
      "th": "ดูแลตัวเอง และเลิกโมโหได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "OK, go to your office.",
      "th": "โอเค กลับออฟฟิศไป"
    }
  },
  {
    "translation": {
      "en": "Oh, alright. OK.",
      "th": "ก็ได้ โอเค"
    }
  },
  {
    "translation": {
      "en": "That's right. I'll make you a bowl of popcorn, OK?",
      "th": "ใช่ เดี๋ยวฉันทำข้าวโพดคั่วให้นะ"
    }
  },
  {
    "translation": {
      "en": "-[Chuck] OK. -[Carol] Go, go!",
      "th": "- โอเค - ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Did I tell you the wrong time?",
      "th": "หนูบอกเวลาแม่ผิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Nice try, Pumpkin.",
      "th": "พยายามได้ดีนี่"
    }
  },
  {
    "translation": {
      "en": "I can always tell when you're lying.",
      "th": "แม่ดูออกทุกครั้งที่ลูกโกหก"
    }
  },
  {
    "translation": {
      "en": "That was amazing! You got Chuck to do what you wanted.",
      "th": "สุดยอดเลย คุณทำให้ชัคทำตามได้"
    }
  },
  {
    "translation": {
      "en": "Can I... kiss you?",
      "th": "ผมขอ... จูบคุณได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I don't think I can do this internship.",
      "th": "ฉันว่าฉันฝึกงานนี่ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Wait. Mom... come on.",
      "th": "- เดี๋ยวแม่ ไม่เอาน่า - จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "[Carol] No, really. I've been running around all day,",
      "th": "- เดี๋ยวแม่ ไม่เอาน่า - จริงๆ นะ แม่วิ่งไปมาทั้งวัน เหนื่อยจะแย่"
    }
  },
  {
    "translation": {
      "en": "and I am exhausted.",
      "th": "แม่วิ่งไปมาทั้งวัน เหนื่อยจะแย่"
    }
  },
  {
    "translation": {
      "en": "You're right, Pumpkin, I'm too old for this.",
      "th": "ลูกพูดถูก แม่แก่เกินไป"
    }
  },
  {
    "translation": {
      "en": "Goodbye, everyone!",
      "th": "ไปแล้วนะทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Carol] Thank you for the opportunity.",
      "th": "ขอบคุณสำหรับโอกาส"
    }
  },
  {
    "translation": {
      "en": "Kathryn.",
      "th": "แคธรีน"
    }
  },
  {
    "translation": {
      "en": "[music plays] ♪ The things you think Are useless, I can't understand ♪",
      "th": "สิ่งที่คุณคิดไม่เป็นประโยชน์ ผมไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "♪ Are you reeling in the years? ♪",
      "th": "เสียดายเวลาไหม"
    }
  },
  {
    "translation": {
      "en": "-Could you hear my psych-up music? -Um... Yes.",
      "th": "- ได้ยินเพลงปลุกใจฉันไหม - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Pretty fresh beat, huh?",
      "th": "จังหวะสดใหม่ใช้ได้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Well let me blow your mind.",
      "th": "เธอต้องตะลึงกับนี่แน่"
    }
  },
  {
    "translation": {
      "en": "That song is 40 years old.",
      "th": "เพลงนี่อายุ 40 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "OK. They need you for a run-through.",
      "th": "ค่ะ เขาอยากให้คุณไปซ้อม"
    }
  },
  {
    "translation": {
      "en": "No, I have to speak to that mature intern first.",
      "th": "ไม่ ฉันต้องคุย กับเด็กฝึกงานสูงอายุนั่นก่อน"
    }
  },
  {
    "translation": {
      "en": "Can you send her in?",
      "th": "ส่งเธอเข้ามาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Sir? Sir? She quit.",
      "th": "ท่านคะ เธอลาออกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Get her back here, or you and the other interns are fired!",
      "th": "เรียกมา ไม่งั้น ฉันจะไล่เธอกับเด็กฝึกงานอีกคนออก"
    }
  },
  {
    "translation": {
      "en": "I'm... not an intern.",
      "th": "ฉัน... ไม่ใช่เด็กฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "-What the hell was that? -I'm on it.",
      "th": "- เกิดอะไรขึ้น - ฉันจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "You better be on it! Or you'll be on Craigslist selling your body for rent money!",
      "th": "ควรเป็นงั้นแหละ ไม่งั้นเธอได้ขายตัว ในเว็บไซต์เครกส์ลิสต์หาเงินแน่"
    }
  },
  {
    "translation": {
      "en": "Sorry! That was too rough.",
      "th": "ขอโทษที แรงไป"
    }
  },
  {
    "translation": {
      "en": "You know what? Coffee. Coffee run on me.",
      "th": "น่าจะเพราะกาแฟ ฉันเมากาแฟ"
    }
  },
  {
    "translation": {
      "en": "Mom, why didn't you answer your phone?",
      "th": "ทำไมแม่ไม่รับโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "I don't have to. You're not my boss anymore.",
      "th": "แม่ไม่เห็นต้องรับ ลูกไม่ใช่เจ้านายแม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "OK, Chuck says he needs to talk to you.",
      "th": "ชัคอยากคุยกับแม่"
    }
  },
  {
    "translation": {
      "en": "You only came here because you need my help.",
      "th": "มาเพราะต้องการความช่วยเหลือสินะ"
    }
  },
  {
    "translation": {
      "en": "No. I'm very sorry that I tried to get you fired, OK?",
      "th": "ไม่ หนูเสียใจมาก ที่พยายามทำให้แม่โดนไล่ออก"
    }
  },
  {
    "translation": {
      "en": "I gave up everything for you.",
      "th": "แม่สละทุกอย่างเพื่อลูก"
    }
  },
  {
    "translation": {
      "en": "Now I just want a little dream for myself and you won't let me have it.",
      "th": "แม่แค่อยากได้ความฝันเล็กๆ ของตัวเอง แล้วลูกก็มาขวาง"
    }
  },
  {
    "translation": {
      "en": "But Mom, why can't you get a different little dream?",
      "th": "แต่แม่ ทำไมไม่ไปหาฝันเล็กๆ ที่ต่างไปจากนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why do you have to horn in on mine?",
      "th": "- ทำไมต้องมาแทรกในฝันหนูด้วย - ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-[Dave] Hi, Honey. I'm just gonna close the door so I can read my magazine.",
      "th": "- ทำไมต้องมาแทรกในฝันหนูด้วย - ที่รัก ผมจะปิดประตูจะได้อ่านนิตยสารได้"
    }
  },
  {
    "translation": {
      "en": "Mom, work is hard enough without you there, OK?",
      "th": "แม่ ทำงานแบบไม่มีแม่ก็ยากพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I have nothing for my lead hurricane segment.",
      "th": "หนูไม่มีอะไรไปเสนอ ในข่าวเปิดเรื่องเฮอร์ริเคนของหนู"
    }
  },
  {
    "translation": {
      "en": "And Greg and everybody else there thinks that I suck.",
      "th": "เกร็กกับทุกคนที่เหลือคิดว่าหนูห่วย"
    }
  },
  {
    "translation": {
      "en": "And the worst part is... they are probably right.",
      "th": "และที่แย่คือพวกเขาน่าจะคิดถูก"
    }
  },
  {
    "translation": {
      "en": "Oh, you do not suck. You're great. You've always been great!",
      "th": "ลูกไม่ห่วย ลูกเก่ง เก่งมาตลอด"
    }
  },
  {
    "translation": {
      "en": "Look at this shrine.",
      "th": "ดูโต๊ะนี้สิ"
    }
  },
  {
    "translation": {
      "en": "[Carol] You were the smartest kid. And a track star!",
      "th": "ลูกเป็นเด็กที่ฉลาดที่สุด เป็นนักกีฬาดาววิ่ง"
    }
  },
  {
    "translation": {
      "en": "And you were amazing in Les Mis as \"Dock Whore.\"",
      "th": "และเป็น โสเภณีท่าเรือ ในเรื่องเลมิสได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Mom, do you remember how I got on the track team?",
      "th": "แม่ จำได้ไหม ว่าหนูเข้าทีมวิ่งได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I didn't make it and then you went to the coach and you forced him to let me on.",
      "th": "หนูเข้าไม่ได้ แล้วแม่ก็ไปหาโค้ช และบังคับเขาให้รับหนู"
    }
  },
  {
    "translation": {
      "en": "You have always interfered, I can never do anything on my own!",
      "th": "แม่เข้ามาช่วยตลอด หนูไม่เคยทำอะไรเองได้เลย"
    }
  },
  {
    "translation": {
      "en": "And then what happened next? Who won these trophies?",
      "th": "แล้วเกิดอะไรต่อ ใครได้ถ้วยพวกนี้มาล่ะ"
    }
  },
  {
    "translation": {
      "en": "I got you on the team, but I didn't run the race for you, did I \"dum-dum?\"",
      "th": "แม่ช่วยให้ลูกเข้าทีมได้ แต่ไม่ได้ไปวิ่งแทนลูกนี่เด็กโง่"
    }
  },
  {
    "translation": {
      "en": "I guess I did do the running.",
      "th": "หนูเป็นคนวิ่งจริงๆ ด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "You just made me believe that I could.",
      "th": "แม่ทำให้หนูเชื่อว่าหนูทำได้"
    }
  },
  {
    "translation": {
      "en": "And you can do this too. You are a good little journalist.",
      "th": "และลูกก็ทำงานนี้ได้ ลูกเป็นนักข่าวที่เก่ง"
    }
  },
  {
    "translation": {
      "en": "[Katie] Yeah, you're right.",
      "th": "ค่ะ แม่พูดถูก"
    }
  },
  {
    "translation": {
      "en": "And a good journalist knows when to scrap their story.",
      "th": "และนักข่าวที่เก่ง รู้ว่าควรทิ้งเรื่องตอนไหน"
    }
  },
  {
    "translation": {
      "en": "Am I supposed to follow you?",
      "th": "แม่ต้องตามไปไหม"
    }
  },
  {
    "translation": {
      "en": "Mom, yeah!",
      "th": "แน่นอนสิคะ"
    }
  },
  {
    "translation": {
      "en": "Oh!",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "[panting] I'm scrapping the lead!",
      "th": "ฉันจะทิ้งข่าวเปิดรายการ"
    }
  },
  {
    "translation": {
      "en": "What? But I just sent you to return henceforth with the \"Old.\"",
      "th": "อะไรนะ ฉันเพิ่งส่งเธอกลับไปตามแม่นี่"
    }
  },
  {
    "translation": {
      "en": "Justin, get me clips of workers in their 60s!",
      "th": "จัสติน ขอคลิปคนทำงาน ที่อายุอยู่ช่วง 60 หน่อย"
    }
  },
  {
    "translation": {
      "en": "I'm on it!",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Amy, get that econ. professor from N.Y.U. on the phone!",
      "th": "เอมี่ โทรหาอาจารย์เศรษฐศาสตร์ จากม.นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "Brenda, stats on baby boomers reentering the workforce.",
      "th": "เบรนด้า ขอสถิติเบบี้บูมเมอร์ ที่เข้ามาทำงานใหม่"
    }
  },
  {
    "translation": {
      "en": "-I'm not Brenda. -\"Copy that!\"",
      "th": "- ฉันไม่ได้ชื่อเบรนด้า - รับทราบ"
    }
  },
  {
    "translation": {
      "en": "Story's not about a hurricane anymore. It's about a tsunami!",
      "th": "ข่าวไม่ใช่เฮอร์ริเคนแล้ว แต่เป็นสึนามิ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "A journalist knows when to scrap a lead if a better one comes along.",
      "th": "น่าข่าวที่ดีรู้ว่าจะทิ้งเมื่อไหร่ ถ้ามีเรื่องใหม่ที่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-What? -That's... Greg, you said that.",
      "th": "- อะไรนะ - เกร็ก คุณพูดเอง"
    }
  },
  {
    "translation": {
      "en": "-I didn't. When? -You said that to me.",
      "th": "- เปล่านะ - คุณบอกฉันเอง"
    }
  },
  {
    "translation": {
      "en": "-Yesterday. -Why are we talking?",
      "th": "- เมื่อวาน - เราคุยกันทำไม"
    }
  },
  {
    "translation": {
      "en": "The show is in 20 minutes!",
      "th": "อีก 20 นาทีต้องถ่ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's in 20 minutes? 20? Oh, great!",
      "th": "อีก 20 นาทีเหรอ เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Carol. -Yes.",
      "th": "- แครอล - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Earlier, you called me a \"graying old man.\"",
      "th": "ก่อนหน้านี้ คุณเรียกผมว่า \"ตาแก่หัวหงอก\""
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I have no filter. I've ruined dozens of surprise parties.",
      "th": "ฉันขอโทษ ฉันกรองคำพูดไม่ได้ ทำงานเลี้ยงเซอร์ไพรส์พังมานักต่อนัก"
    }
  },
  {
    "translation": {
      "en": "No, I want to know if it's true.",
      "th": "ไม่ ผมอยากรู้ว่าจริงไหม"
    }
  },
  {
    "translation": {
      "en": "Does my hair look gray on camera?",
      "th": "ดูในจอแล้วผมผมหงอกไหม"
    }
  },
  {
    "translation": {
      "en": "It's just that, uh...",
      "th": "คือ..."
    }
  },
  {
    "translation": {
      "en": "Nobody around here tells me the truth.",
      "th": "แถวนี้ไม่มีใครบอกความจริงผม"
    }
  },
  {
    "translation": {
      "en": "Your hair does look gray.",
      "th": "ผมคุณดูหงอกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you, Carol.",
      "th": "ขอบคุณแครอล"
    }
  },
  {
    "translation": {
      "en": "And also, when you wear a green tie, you look exactly like a leprechaun.",
      "th": "ที่จริงตอนใส่เนกไทสีเขียว คุณเหมือนภูติจิ๋วเลย"
    }
  },
  {
    "translation": {
      "en": "-It's your ears, they're very-- -Baby steps, Carol. Baby steps.",
      "th": "- เพราะหูคุณ... - ค่อยเป็นค่อยไปนะแครอล"
    }
  },
  {
    "translation": {
      "en": "[presenter] Live from Secaucus, New Jersey, this is The Breakdown.",
      "th": "สดจากเซคอคัส นิวเจอร์ซีย์ รายการเดอะเบรคดาวน์"
    }
  },
  {
    "translation": {
      "en": "The lead is changing! Guys, the lead is changing, OK? The package is on B.",
      "th": "เปลี่ยนข่าวเปิดรายการนะทุกคน ข่าวอยู่เทปบี"
    }
  },
  {
    "translation": {
      "en": "Chuck, there's new copy in your prompter.",
      "th": "ชัค บนจอเป็นเรื่องใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "Good evening. Tonight we take a look at the so-called \"Silver Tsunami,\"",
      "th": "สวัสดีครับ คืนนี้เราจะมาพูดเรื่อง สึนามีสีเงิน"
    }
  },
  {
    "translation": {
      "en": "America's surplus of baby boomers and their predicted drain",
      "th": "เบบี้บูมเมอร์ส่วนเกินในอเมริกา และเงินประกันสังคมหลังเกษียณ ที่คาดว่าจะลดน้อยลง"
    }
  },
  {
    "translation": {
      "en": "on Social Security when they retire.",
      "th": "และเงินประกันสังคมหลังเกษียณ ที่คาดว่าจะลดน้อยลง"
    }
  },
  {
    "translation": {
      "en": "As more older Americans choose to reenter the workforce,",
      "th": "เมื่อชาวอเมริกันอายุมาก เลือกกลับเข้าทำงาน"
    }
  },
  {
    "translation": {
      "en": "the future of our economy seems brighter than ever.",
      "th": "อนาคตของเศรษฐกิจเราก็ดูสดใสกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "Proving that seniority does count for something, Greg.",
      "th": "พิสูจน์ได้ว่า ความอาวุโสมีประโยชน์นะเกร็ก"
    }
  },
  {
    "translation": {
      "en": "I mean, Portia.",
      "th": "ผมหมายถึง พอร์เชีย"
    }
  },
  {
    "translation": {
      "en": "Thanks, Chuck.",
      "th": "ขอบคุณค่ะชัค"
    }
  },
  {
    "translation": {
      "en": "Next up: Is there a silent killer hiding in your family's handguns?",
      "th": "เรื่องต่อไป มีฆาตกรเงียบ ซ่อนอยู่ในปืนพกของครอบครัวคุณไหม"
    }
  },
  {
    "translation": {
      "en": "-[Portia] That's when we return. -And we're clear.",
      "th": "- ช่วงหน้าค่ะ - จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Good job, little one.",
      "th": "เก่งมากตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "On to the next crisis...",
      "th": "สำหรับวิกฤตครั้งต่อไป"
    }
  },
  {
    "translation": {
      "en": "Who will tell Chuck that his hair looks like Ronald McDonald?",
      "th": "ใครจะบอกชัคว่าผมเขา เหมือนโรนัลด์ แมคโดนัลด์"
    }
  },
  {
    "translation": {
      "en": "Handling Chuck sounds like a job for my mom.",
      "th": "การจัดการชัคน่าจะเป็นหน้าที่แม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "It's too bad that she quit.",
      "th": "เสียดายที่แม่ลาออก"
    }
  },
  {
    "translation": {
      "en": "It really is. She could have talked him into so many things.",
      "th": "ใช่ เธอน่าจะคุยกับเขา ได้หลายเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "If you want her back, I'm willing to negotiate.",
      "th": "ถ้าอยากได้แม่กลับมา ฉันคุยให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "What are your terms?",
      "th": "เงื่อนไขเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "I convince my mom to come back and be our intern,",
      "th": "ฉันพูดให้แม่กลับมาฝึกงาน"
    }
  },
  {
    "translation": {
      "en": "and you let me do one lead story every week.",
      "th": "คุณให้ฉันทำข่าวเปิดรายการ หนึ่งข่าวทุกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Done. Oh! I thought you were going to ask for a raise.",
      "th": "ได้ นึกว่าจะขอขึ้นเงินเดือน"
    }
  },
  {
    "translation": {
      "en": "-Which I would have given you. -No! Damn it!",
      "th": "- ซึ่งฉันก็คงให้ - ไม่นะ ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "You know what? No. Baby steps, baby steps.",
      "th": "ไม่ดีกว่า ค่อยเป็นค่อยไปๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Pumpkin! The show was great.",
      "th": "ลูกรัก รายการเยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Carol] I loved the story you did about me!",
      "th": "แม่ชอบที่หนูทำเรื่องแม่มาก"
    }
  },
  {
    "translation": {
      "en": "And what did you think of Chuck's hair? Zazzy, right?",
      "th": "แล้วคิดว่าผมชัคเป็นไง เก๋ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "It's real \"zazzy,\" yeah.",
      "th": "ค่ะ \"เก๋\" มากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Listen, Mom, I think you should come back and be our intern.",
      "th": "แม่คะ หนูว่าแม่กลับมาฝึกงานดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I don't know, Katie. Having me around is a big sacrifice.",
      "th": "ไม่รู้สิ ถ้ามีแม่ลูกต้องเสียสละเยอะ"
    }
  },
  {
    "translation": {
      "en": "I can't do that to you.",
      "th": "แม่ทำไม่ลงหรอก"
    }
  },
  {
    "translation": {
      "en": "I've already given you genes for hairy arms and scoliosis.",
      "th": "แม่ให้ยีนขนแขนดก กับกระดูกสันหลังคดไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's not a sacrifice, Mom.",
      "th": "หนูไม่ได้เสียสละหรอกค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "You make me believe in myself.",
      "th": "แม่ทำให้หนูเชื่อในตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And I need you.",
      "th": "และหนูต้องการแม่"
    }
  },
  {
    "translation": {
      "en": "Aw, really? I don't know, Katie.",
      "th": "จริงเหรอจ๊ะ ไม่รู้สิลูก"
    }
  },
  {
    "translation": {
      "en": "I have to think about it, OK?",
      "th": "แม่ขอคิดก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "OK, Mom.",
      "th": "ค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "[Carol] Just kidding!",
      "th": "ล้อเล่นจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I'm in! We're co-workers!",
      "th": "แม่เอาด้วย เราเป็นเพื่อนร่วมงานกันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I can't come in tomorrow. Two gays from my soap are getting married.",
      "th": "พรุ่งนี้มาไม่ได้นะ เกย์สองคนจากละครจะแต่งงานกัน"
    }
  },
  {
    "translation": {
      "en": "[Chuck, on TV] Why is this break taking so long?",
      "th": "ทำไมพักโฆษณานานจัง"
    }
  },
  {
    "translation": {
      "en": "[Chuck] Where's Carol? Get Carol.",
      "th": "แครอลอยู่ไหน ตามแครอลมา"
    }
  },
  {
    "translation": {
      "en": "They need me on the floor!",
      "th": "เขาเรียกแม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Chuck] Carol? -[Greg] Can we get Carol?",
      "th": "แครอล เรียกแครอลมาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Wrong way, Mom!",
      "th": "ผิดทางค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "[Chuck] Is Carol here? Is she in the building? Carol!",
      "th": "แครอลอยู่ไหม อยู่ในตึกไหม"
    }
  }
]