[
  {
    "translation": {
      "en": "-[bat strikes ball] -[crowd cheering]",
      "th": "(ผลงานภาพยนตร์สารคดีของ NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "[announcer] Line drive to right field...",
      "th": "หวดลูกขนานพื้นไปสนามฝั่งขวา"
    }
  },
  {
    "translation": {
      "en": "[man] Solemnly swear the testimony you're about to give will be the truth...",
      "th": "ขอสาบานด้วยความสัตย์ว่า จะให้การเป็นความจริงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Marion Jones] I have never, ever failed a drug test.",
      "th": "ฉันไม่เคยตกการทดสอบสารต้องห้ามเลย"
    }
  },
  {
    "translation": {
      "en": "Before, during and after the Olympics.",
      "th": "ทั้งก่อนหน้า ระหว่าง และหลังการแข่งโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "Over 160 drug tests.",
      "th": "การทดสอบสารต้องห้ามกว่า 160 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "I have never failed a test.",
      "th": "ฉันไม่เคยตกสักครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "[woman] For the record, have you ever used human growth hormone",
      "th": "ขอถามเพื่อการบันทึกเสียง คุณเคยใช้โกรทฮอร์โมน"
    }
  },
  {
    "translation": {
      "en": "or any other performance-enhancing substance?",
      "th": "หรือสารกระตุ้นประสิทธิภาพร่างกาย ชนิดใดหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Lance Armstrong] No.",
      "th": "ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "[man] I'm trying to make sure your testimony's clear.",
      "th": "ผมแค่อยากให้คุณให้การอย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "[Armstrong] How many times do I have to say it? I've never taken drugs.",
      "th": "ต้องให้ผมพูดกี่ครั้ง ผมไม่เคยใช้ยา"
    }
  },
  {
    "translation": {
      "en": "[man] You're winning the Tour de France...",
      "th": "คุณกำลังชนะการแข่งตูร์เดอฟรองซ์"
    }
  },
  {
    "translation": {
      "en": "[Armstrong] How clear is that? [man] ...win the Tour de France,",
      "th": "- ชัดเจนหรือยัง - อยากชนะการแข่งตูร์เดอฟรองซ์"
    }
  },
  {
    "translation": {
      "en": "like the all-time greats who've ever won this big event.",
      "th": "เหมือนเหล่าผู้ยิ่งใหญ่ในตำนาน ที่เคยชนะการแข่งขันใหญ่นี้"
    }
  },
  {
    "translation": {
      "en": "[Armstrong] Extraordinary accusations...",
      "th": "ข้อกล่าวหาที่ฉาวโฉ่"
    }
  },
  {
    "translation": {
      "en": "must be followed up with extraordinary proof.",
      "th": "ต้องมีหลักฐาน ที่เรียกเสียงฮือฮาได้พอกันตามมา"
    }
  },
  {
    "translation": {
      "en": "And they have not come up with extraordinary proof.",
      "th": "และพวกเขาไม่ได้นำ หลักฐานอันเป็นที่ฮือฮามาแสดง"
    }
  },
  {
    "translation": {
      "en": "[Bryan Fogel] See... We have...",
      "th": "(มิถุนายน 2014)"
    }
  },
  {
    "translation": {
      "en": "...this mountain bike.",
      "th": "นี่คือจักรยานเสือภูเขา"
    }
  },
  {
    "translation": {
      "en": "Loading up the Thule rack.",
      "th": "ขนมากับรางตั้งจักรยานบนหลังคารถ..."
    }
  },
  {
    "translation": {
      "en": "And this is my entire life in the car right now,",
      "th": "(โบลเดอร์ โคโลราโด) ...และข้าวของทั้งหมดของผม อยู่ในรถตอนนี้"
    }
  },
  {
    "translation": {
      "en": "set up, ready for insanity.",
      "th": "เตรียมพร้อมสำหรับความวายป่วง"
    }
  },
  {
    "translation": {
      "en": "I'm getting ready for the single hardest amateur cycling event in the world.",
      "th": "ผมกำลังเตรียมลงแข่งจักรยานสมัครเล่น แบบเดี่ยวที่ทรหดที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "It's basically a miniature Tour de France for insane people.",
      "th": "เรียกได้ว่าเป็นตูร์เดอฟรองซ์ขนาดย่อ ของพวกบ้าบิ่น"
    }
  },
  {
    "translation": {
      "en": "[man] Does it qualify for anything if you do well with it?",
      "th": "ถ้าคุณแข่งได้ดี จะมีคุณสมบัติพอ สำหรับลงแข่งอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Yeah, stupidity.",
      "th": "มีสิ ความโง่เง่าไง"
    }
  },
  {
    "translation": {
      "en": "I've been riding for 28 years seriously, but never as a professional.",
      "th": "จริงๆ ผมปั่นจักรยานมา 28 ปีแล้ว แต่ไม่เคยเทิร์นโปร"
    }
  },
  {
    "translation": {
      "en": "Going to these massive amateur events that are not professional,",
      "th": "ลงแข่งรายการสมัครเล่นใหญ่ๆ แบบนี้ ที่ไม่ใช่ของพวกมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "but, I mean, there's serious guys there. And the... [laughs]",
      "th": "แต่พูดก็พูด คนพวกนี้ เป็นของจริงนะ แถม..."
    }
  },
  {
    "translation": {
      "en": "-Max! He loves... He's got a foot fetish. -[man laughs] It tickles!",
      "th": "- แม็กซ์ มันเป็นพวกคลั่งเท้าน่ะ - จั๊กจี้นะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I certainly didn't know when I started on this",
      "th": "ตอนที่ออกเดินในเส้นทางนี้ ผมไม่รู้จริงๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "what it was gonna lead to.",
      "th": "มันจะนำไปสู่อะไร"
    }
  },
  {
    "translation": {
      "en": "When LeMond won that first Tour de France,",
      "th": "ตอนที่เลอมอนด์ ชนะตูร์เดอฟรองซ์ครั้งแรกนั้น"
    }
  },
  {
    "translation": {
      "en": "I was in seventh grade, I think.",
      "th": "ผมน่าจะอยู่เกรดเจ็ด"
    }
  },
  {
    "translation": {
      "en": "[man] Can you believe it? After over 2,000 miles...",
      "th": "เชื่อไหมล่ะครับ หลังจากผ่านมา 3,200 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "His name in French means \"the world,\"",
      "th": "ชื่อของเขาแปลว่า \"โลก\" ในภาษาฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "and this is the world of Greg LeMond in Paris today.",
      "th": "และนี่คือโลกของเกร๊ก เลอมอนด์ ในปารีสวันนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Being the first American to win it, it really brought me into the sport.",
      "th": "ผมอยากเป็นชาวอเมริกันคนแรกที่ชนะ การแข่งนี้ นั่นคือแรงจูงในของผม"
    }
  },
  {
    "translation": {
      "en": "I ate a wheel going about 40 miles an hour.",
      "th": "ผมล้มหน้าคว่ำตอนที่ปั่น ด้วยความเร็ว 64 กม. ต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "I spent my entire freshman year of college with plastic teeth in my mouth.",
      "th": "ใส่ฟันพลาสติกไว้ในปาก ตลอดช่วงปีหนึ่งในวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "I would've kept racing if it wasn't for that.",
      "th": "ผมคงจะแข่งต่อ ถ้าไม่เกิดเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Later, Armstrong came along. That was a whole other ball of wax.",
      "th": "ต่อมาก็ถึงคราวของอาร์มสตรอง นั่นมันหนังคนละม้วนเลย"
    }
  },
  {
    "translation": {
      "en": "[man] ...off the back wheel of Armstrong,",
      "th": "ขี่ให้พ้นล้อหลังของแลนซ์ อาร์มสตรอง"
    }
  },
  {
    "translation": {
      "en": "-they can't respond to pressure. -[man 2] The gap is there.",
      "th": "- พวกเขารับแรงกดดันนี้ไม่ไหว - มีช่องว่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "He is just going faster and faster and faster.",
      "th": "เขาปั่นเร็วขึ้น เร็วขึ้นและเร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] This has to be the greatest comeback in any sport.",
      "th": "ต้องเป็นการกลับมา ที่ยิ่งใหญ่ที่สุดในกีฬาทุกชนิดแน่"
    }
  },
  {
    "translation": {
      "en": "The fact that Armstrong managed to conquer cancer was unbelievable.",
      "th": "การสยบมะเร็งร้ายของอาร์มสตรอง เป็นเรื่องน่าเหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "Now he's riding at the front of the Tour de France like a Trojan.",
      "th": "ตอนนี้เขาปั่นอยู่หัวขบวน ตูร์เดอฟรองซ์ราวม้าไม้โทรจัน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I think I'm a year and a half younger than Lance.",
      "th": "ผมว่าผมเด็กกว่าแลนซ์ปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "He was kind of my hero.",
      "th": "เขาเหมือนเป็นฮีโร่ของผม"
    }
  },
  {
    "translation": {
      "en": "[Oprah Winfrey] For now, I'd just like a yes or a no.",
      "th": "สำหรับตอนนี้ ผมอยากได้คำตอบแค่ ใช่ หรือ ไม่"
    }
  },
  {
    "translation": {
      "en": "Did you ever take banned substances to enhance your cycling performance?",
      "th": "คุณเคยใช้สารต้องห้าม เพื่อให้ปั่นจักรยานได้ดีขึ้นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I'd always suspected that he had been doping.",
      "th": "(แลนซ์! อาร์มสตรองจะถูกริบถ้วยเจ็ดรายการ) ผมเคยแอบสงสัยมาตลอดว่าเขาโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "I felt that I didn't really wanna know.",
      "th": "ผมรู้สึกว่าผมไม่อยากรับรู้"
    }
  },
  {
    "translation": {
      "en": "Because a lot of the guys that he raced with",
      "th": "เพราะหลายๆ คนที่เขาเคยแข่งด้วย"
    }
  },
  {
    "translation": {
      "en": "and guys who had raced against him that I'd just known over the years...",
      "th": "และหลายคนที่เคยแข่งกับเขา ซึ่งผมรู้จักมาตลอดหลายปี"
    }
  },
  {
    "translation": {
      "en": "they were my friends.",
      "th": "พวกเขาเป็นเพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "If you would've had your choice, you would've never doped?",
      "th": "(เดฟ ซาบริสกี เพื่อนร่วมทีมแลนซ์ อาร์มสตรอง) ถ้าคุณเลือกได้ คุณจะไม่มีวันใช้ยาโด๊ปเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[mutters] -[Fogel] Ever?",
      "th": "- ครับ แต่... - ไม่เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Up until it directly affected me,",
      "th": "ไม่ จนกระทั่งมันส่งผลถึงผมโดยตรง"
    }
  },
  {
    "translation": {
      "en": "I was like, \"I think Lance is probably clean.\" [chuckles]",
      "th": "ผมก็แบบ \"ผมว่าแลนซ์น่าจะไม่ใช้ยา\""
    }
  },
  {
    "translation": {
      "en": "[Dave Zabriskie] I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "It's... messy.",
      "th": "มันซับซ้อนน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] The way they got him, this is what nobody understood.",
      "th": "วิธีที่พวกนั้นเปิดโปงเขาได้ เป็นสิ่งที่ไม่มีใครเข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "[Armstrong] 150 times over the last six years, I've been tested.",
      "th": "ผมเข้ารับการทดสอบ 150 ครั้งในหกปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "In competition, out of competition, at home, at a race,",
      "th": "ในการแข่งขัน นอกการแข่งขัน ที่บ้าน ที่การแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "Seven in the morning, seven at night, whatever, and they're all clean.",
      "th": "ตอนเจ็ดโมงเช้า ตอนหนึ่งทุ่ม ทุกอย่างใสสะอาด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] He never failed a drug test.",
      "th": "เขาไม่เคยตกการทดสอบสารต้องห้ามเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Solemnly swear the testimony you're about to give will be the truth?",
      "th": "ขอสาบานด้วยความสัตย์ว่า จะให้การเป็นความจริงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Fogel] It was his teammates who had turned on him as part of the federal investigation.",
      "th": "เพื่อนร่วมทีมเป็นคนซัดทอดเขา ในส่วนหนึ่งของการสอบสวนกลาง"
    }
  },
  {
    "translation": {
      "en": "If this guy had passed, whatever it is, 500 doping tests over his entire career,",
      "th": "ถ้าชายคนนี้ผ่านการตรวจโด๊ปอะไรก็ช่าง 500 ครั้งตลอดเส้นทางอาชีพของเขา"
    }
  },
  {
    "translation": {
      "en": "clearly the system didn't work.",
      "th": "ก็เห็นได้ชัดว่าระบบมันล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "How many times did you test Lance during his career?",
      "th": "คุณทดสอบแลนซ์กี่ครั้ง ในช่วงที่เขาเล่นอาชีพ"
    }
  },
  {
    "translation": {
      "en": "[Don Catlin] As the laboratory of record,",
      "th": "(ดอน แคตลิน ผู้ก่อตั้ง แล็บโอลิมปิกยูซีแอลเอ) ในฐานะห้องแล็บที่ได้รับเลือก"
    }
  },
  {
    "translation": {
      "en": "I'm estimating that I would've tested him 50 times. 5-0.",
      "th": "ผมคาดว่าได้ทดสอบเขาไปแล้ว 50 ครั้ง ห้า ศูนย์"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So you tested Lance 50 times and never caught him?",
      "th": "งั้นคุณก็ทดสอบแลนซ์ 50 ครั้ง และไม่เคยตรวจพบอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "I developed and operated the UCLA Olympic Laboratory for 25 years.",
      "th": "ผมพัฒนาและดำเนินงานห้องแล็บ โอลิมปิกยูซีแอลเอมา 25 ปี"
    }
  },
  {
    "translation": {
      "en": "I'm known mostly for developing tests",
      "th": "ส่วนใหญ่ผมเป็นที่รู้จัก ในด้านการพัฒนาแบบทดสอบ"
    }
  },
  {
    "translation": {
      "en": "so that athletes get caught if they're using drugs.",
      "th": "ให้สามารถตรวจเจอนักกีฬา ที่ใช้สารต้องห้ามได้"
    }
  },
  {
    "translation": {
      "en": "[Fogel] How did you personally feel every year? Did you believe that it was just Lance?",
      "th": "โดนส่วนตัวคุณรู้สึกอย่างไรในทุกๆ ปี คุณเชื่อว่ามีแค่แลนซ์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Do you think that-- -They're all doping.",
      "th": "- คุณคิดว่า... - ทุกคนโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "Every single one of 'em.",
      "th": "ทุกคนเลย"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the drugs work. [chuckles]",
      "th": "โชคไม่ดีที่ยามันได้ผล"
    }
  },
  {
    "translation": {
      "en": "With certain knowledge, you can get around the testing all the time.",
      "th": "ถ้าคุณรู้วิธี คุณสามารถรับมือ กับการทดสอบได้ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "It's really easy to beat.",
      "th": "แก้ทางมันได้ง่ายมากๆ"
    }
  },
  {
    "translation": {
      "en": "Very easy.",
      "th": "ง่ายดายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Originally, the idea that I had",
      "th": "เดิมที ผมมีความคิดที่ว่า..."
    }
  },
  {
    "translation": {
      "en": "was to prove the system in place to test athletes was bullshit.",
      "th": "(เจนีวา สวิตเซอร์แลนด์ 21 สิงหาคม 2014) ...อยากพิสูจน์ว่า ระบบที่ใช้ทดสอบนักกีฬามันโหลยโท่ย"
    }
  },
  {
    "translation": {
      "en": "I had read about the hardest amateur cycling race on the planet,",
      "th": "ผมอ่านเจอว่ามีการแข่งจักรยาน สมัครเล่นที่ทรหดที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "this seven-day race through the French Alps, called the Haute Route.",
      "th": "แข่งกันเจ็ดวันตลอดเทือกเขาแอลป์ ของฝรั่งเศสชื่อ โฮตรูต"
    }
  },
  {
    "translation": {
      "en": "If you were to take the hardest seven days in the Tour de France,",
      "th": "ถ้าคุณเอาการแข่งขันเจ็ดวัน ที่โหดที่สุดในตูร์เดอฟรองซ์"
    }
  },
  {
    "translation": {
      "en": "put 'em all together back-to-back-to-back-to-back,",
      "th": "มาต่อเข้าด้วยกัน แบบทบกันไปทบกันมา"
    }
  },
  {
    "translation": {
      "en": "that would be what this Haute Route course was like.",
      "th": "ก็จะออกมาเป็น เส้นทางการแข่งขันโฮตรูต"
    }
  },
  {
    "translation": {
      "en": "The first year I did it totally clean.",
      "th": "ปีแรก ผมลงแข่งโดยไม่ใช้สารอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "There were 440 masochists.",
      "th": "มีพวกชอบเสพความทรมานอยู่ 440 คน"
    }
  },
  {
    "translation": {
      "en": "My goal was to be in the top 100.",
      "th": "เป้าหมายของผมคือ ติดหนึ่งใน 100 คนแรก"
    }
  },
  {
    "translation": {
      "en": "After seven days, 75,000 feet of climbing and 1,000 miles...",
      "th": "ผ่านไปเจ็ดวัน ไต่เขาสูง 22,800 เมตร เป็นระยะทาง 1,600 กม."
    }
  },
  {
    "translation": {
      "en": "I was destroyed.",
      "th": "ร่างผมแหลกไปหมด"
    }
  },
  {
    "translation": {
      "en": "But I finished 14th.",
      "th": "แต่ผมจบด้วยตำแหน่งที่ 14"
    }
  },
  {
    "translation": {
      "en": "There's about ten guys, it seems,",
      "th": "ดูเหมือนจะมีผู้ชายราวสิบคน"
    }
  },
  {
    "translation": {
      "en": "that are on just another level than everybody else.",
      "th": "ที่ทนทายาดกว่าชาวบ้านเขา"
    }
  },
  {
    "translation": {
      "en": "Then there's this next group, and then there's me.",
      "th": "แล้วก็เป็นคนอีกกลุ่มหนึ่ง จากนั้นก็เป็นผม"
    }
  },
  {
    "translation": {
      "en": "[Fogel on phone] What did you think of the idea?",
      "th": "คุณคิดว่าแนวคิดนี้เป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Catlin] Well, in certain senses, I like the idea.",
      "th": "ในทางหนึ่ง ผมชอบแนวคิดนี้นะ"
    }
  },
  {
    "translation": {
      "en": "It depends on what you consider to be dangerous...",
      "th": "(ดอน แคตลินพูดทางโทรศัพท์) ขึ้นอยู่กับว่า คุณคิดว่าอะไรเป็นของอันตราย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Catlin] ...testing yourself on these drugs.",
      "th": "ทดลองใช้ยาพวกนี้กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But I was curious, you know, how you were going to do it.",
      "th": "แต่ผมอยากรู้ว่าคุณจะทำยังไงกับมัน"
    }
  },
  {
    "translation": {
      "en": "I might be willing to help and advise and...",
      "th": "ผมอาจเต็มใจช่วยเหลือ ให้คำแนะนำ และ..."
    }
  },
  {
    "translation": {
      "en": "avoid positives.",
      "th": "ทำให้ไม่ถูกตรวจพบ"
    }
  },
  {
    "translation": {
      "en": "[Zabriskie] Are you gonna take drugs?",
      "th": "คุณจะใช้ยาไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. Basically, go through...",
      "th": "ใช้ โดยทั่วไปก็คือผ่าน..."
    }
  },
  {
    "translation": {
      "en": "go through an entire doping program, but overseen by the scientist.",
      "th": "ผ่านโปรแกรมการโด๊ปยาทั้งหมด แต่ให้นักวิทยาศาสตร์คอยดูแล"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have Don Catlin design a program for me",
      "th": "ผมจะให้ดอน แคตลินออกแบบโปรแกรมให้ผม"
    }
  },
  {
    "translation": {
      "en": "that's gonna get through every single one of the doping controls in the world...",
      "th": "ที่จะทำให้ผมผ่าน การควบคุมสารโด๊ปทุกแบบในโลก..."
    }
  },
  {
    "translation": {
      "en": "clean.",
      "th": "อย่างใสสะอาด"
    }
  },
  {
    "translation": {
      "en": "If I could do that and I could get away with it,",
      "th": "ถ้าผมทำได้ และไม่ถูกตรวจพบ"
    }
  },
  {
    "translation": {
      "en": "that would mean that pretty much any athlete could do that",
      "th": "ก็น่าจะหมายความได้ว่า นักกีฬาทุกคนสามารถทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "and any athlete could get away with it.",
      "th": "แล้วนักกีฬาคนไหนก็ผ่านการตรวจได้"
    }
  },
  {
    "translation": {
      "en": "[Catlin] You're going to need a laboratory to test your body fluids.",
      "th": "คุณต้องมีห้องแล็บ เพื่อทดสอบของเหลวในร่างกายคุณ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I wasn't sure how I was gonna get my samples into the lab yet.",
      "th": "ผมยังไม่แน่ใจว่าจะเอาตัวอย่างของผม ไปที่ห้องแล็บยังไง"
    }
  },
  {
    "translation": {
      "en": "The only labs that test professional athletes",
      "th": "แล็บที่ทดสอบนักกีฬาอาชีพ"
    }
  },
  {
    "translation": {
      "en": "are WADA-accredited labs.",
      "th": "มีแค่แล็บที่ดับเบิลยูเอดีเอ ให้การรับรอง"
    }
  },
  {
    "translation": {
      "en": "[Catlin] WADA is the World Anti-Doping Agency.",
      "th": "ดับเบิลยูเอดีเอเป็นองค์กรต่อต้าน การใช้สารต้องห้ามโลก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] The labs are set up that you can't just go do this.",
      "th": "แล็บพวกนี้ถูกสร้างขึ้นโดยที่ อยู่ๆ คุณจะเดินเข้าไปทำแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Because if somebody could just send their samples into a lab,",
      "th": "(จรรยาบรรณห้องแล็บ) เพราะถ้าให้ใครก็ได้ ส่งตัวอย่างไปที่ห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "then anybody could figure out how to game the system.",
      "th": "ถ้างั้นทุกคนก็รู้หมดสิ ว่าจะควบคุมระบบนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And then...",
      "th": "แล้ว..."
    }
  },
  {
    "translation": {
      "en": "[Catlin] This could damage my reputation that I've worked on for years...",
      "th": "นี่ก็อาจทำให้ผมเสียชื่อเสียง ที่สั่งสมมานานปี..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] He just started getting worried about his legacy.",
      "th": "เขาเริ่มกังวลเรื่องชื่อเสียงของเขา"
    }
  },
  {
    "translation": {
      "en": "[Catlin] My involvement... it's just not gonna work.",
      "th": "ผมไม่ควรเข้าไป มีส่วนเกี่ยวข้องด้วยหรอก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] He backed out.",
      "th": "เขาถอยทัพ"
    }
  },
  {
    "translation": {
      "en": "But, you know, God bless Don Catlin,",
      "th": "แต่ขอสวรรค์ทรงโปรดดอน แคตลินเถอะ"
    }
  },
  {
    "translation": {
      "en": "because he told me that he knew this guy...",
      "th": "เพราะเขาบอกผมว่าเขารู้จักชายคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Catlin] The director of the Olympic lab in Moscow, Grigory Rodchenkov.",
      "th": "ผู้อำนวยการห้องแล็บ โอลิมปิกในมอสโก กริกอรี ร็อดเชนคอฟ"
    }
  },
  {
    "translation": {
      "en": "He's a great old friend.",
      "th": "เขาเป็นเพื่อนเก่าเพื่อนแก่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] We talk a few times. He's in Moscow.",
      "th": "เราได้คุยกันสองสามครั้ง ตอนนี้เขาอยู่มอสโก"
    }
  },
  {
    "translation": {
      "en": "And that set off this whole chain of events.",
      "th": "และนั่นคือจุดเริ่มต้น ของห่วงโซ่เหตุการณ์ทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "[Grigory Rodchenkov] Tell something.",
      "th": "พูดอะไรหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "Oh! Great.",
      "th": "อ้อ ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "-It's a secret window. Now it's clean. -Hmm.",
      "th": "เมื่อกี้มองไม่เห็น ตอนนี้เห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, you look good now.",
      "th": "ครับ ตอนนี้คุณดูดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yes, you, too. Go ahead. -[chuckles]",
      "th": "คุณก็ด้วย ว่ามาเลย"
    }
  },
  {
    "translation": {
      "en": "I met with this guy who's gonna at least, like, prescribe me the protocol.",
      "th": "ผมได้เจอผู้ชายคนหนึ่ง ที่จะออกระเบียบการให้ผม"
    }
  },
  {
    "translation": {
      "en": "What is your ultimate purpose? You would like to beat doping test?",
      "th": "เป้าหมายสูงสุดของคุณคืออะไร คุณอยากเอาชนะการตรวจโด๊ปเหรอ"
    }
  },
  {
    "translation": {
      "en": "You would like to start your hormonal program?",
      "th": "คุณอยากเริ่ม โปรแกรมการใช้ฮอร์โมนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Then give sample... and prove negative.",
      "th": "ครับ แล้วก็ส่งตัวอย่างมาตรวจ ให้ได้ผลเป็นลบ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "You need a very serious advisor because there are a lot of traps.",
      "th": "คุณต้องมีที่ปรึกษาอย่างจริงจัง เพราะมีหลุมพรางเยอะ"
    }
  },
  {
    "translation": {
      "en": "-[toy squeaking] -Normally drug-- Okay.",
      "th": "ตามปกติแล้วยา... โอเค"
    }
  },
  {
    "translation": {
      "en": "[in English] My dog is playing.",
      "th": "หมาผมเล่นอยู่"
    }
  },
  {
    "translation": {
      "en": "I just came back, and he's very much excited.",
      "th": "ผมเพิ่งกลับมา เขาเลยกระดี๊กระด๊าใหญ่"
    }
  },
  {
    "translation": {
      "en": "And he has a special toy...",
      "th": "และเขามีของเล่นชิ้นพิเศษ..."
    }
  },
  {
    "translation": {
      "en": "-[toy squeaking] -Yeah, I hear it.",
      "th": "ครับ ผมได้ยินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, you wanna see my dog?",
      "th": "คุณอยากเห็นหมาผมไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-Let me get him. -Yes.",
      "th": "- ผมจะพามาให้ดู - เอาสิ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Is it male, female?",
      "th": "ตัวผู้หรือตัวเมียน่ะ"
    }
  },
  {
    "translation": {
      "en": "Male.",
      "th": "ตัวผู้ครับ"
    }
  },
  {
    "translation": {
      "en": "Castrated?",
      "th": "ตอนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No. [chuckles]",
      "th": "เปล่า"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] So with balls?",
      "th": "มีไข่อยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "He's got the balls.",
      "th": "มันยังมีไข่อยู่"
    }
  },
  {
    "translation": {
      "en": "Yeah. There is the balls. Yes, yes.",
      "th": "ใช่ มีไข่จริงๆ ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, this is Max. -[Rodchenkov] Max.",
      "th": "ครับ มันชื่อแม็กซ์ แม็กซ์"
    }
  },
  {
    "translation": {
      "en": "Max. Yeah.",
      "th": "แม็กซ์ ใช่"
    }
  },
  {
    "translation": {
      "en": "Testosterone, you have to have a prescription.",
      "th": "เทสโทสเตอโรน คุณต้องมีคนสั่งจ่ายให้"
    }
  },
  {
    "translation": {
      "en": "Yes, uh, injectable.",
      "th": "ครับ แบบฉีด"
    }
  },
  {
    "translation": {
      "en": "Injectable, right.",
      "th": "แบบฉีด ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "So, now you are clever, huh?",
      "th": "คุณฉลาดขึ้นมาแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "Like Lance Armstrong.",
      "th": "เหมือนแลนซ์ อาร์มสตรอง"
    }
  },
  {
    "translation": {
      "en": "Send it to me.",
      "th": "ส่งมันมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "Names, doses, for how long...",
      "th": "ชื่อ โดส ระยะเวลาที่ใช้..."
    }
  },
  {
    "translation": {
      "en": "So everything should be orchestrated.",
      "th": "แจกจ่ายออกมาอย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] How do I do that? Just send you everything I'm gonna take?",
      "th": "ผมจะทำแบบนั้นได้ยังไงครับ แค่ส่งทุกอย่างที่จะใช้ไปให้คุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, your one-month schedule. Yes.",
      "th": "ใช่ แผนกำหนดการในหนึ่งเดือนของคุณ"
    }
  },
  {
    "translation": {
      "en": "We've got three medications that you'll take by injection.",
      "th": "เรามียาสามตัวให้คุณฉีดเข้าร่างกาย (นพ.สกอตต์ เอ. แบรนดต์)"
    }
  },
  {
    "translation": {
      "en": "-This is five times a week? -Yeah, it's all on your regimen sheet.",
      "th": "- สัปดาห์ละห้าครั้งเหรอครับนี่ - ครับ ทั้งหมดอยู่ในตารางการใช้ยา"
    }
  },
  {
    "translation": {
      "en": "We'll draw up half a cc.",
      "th": "เราจะดึงมาครึ่งซี.ซี."
    }
  },
  {
    "translation": {
      "en": "-Looks like a big needle. -It's a tiny needle.",
      "th": "- เข็มดูใหญ่จัง - เล็กนิดเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "th": "- เหรอครับ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Your testosterone comes ready to go. This is very, very viscous.",
      "th": "เทสโทสเตอโรนของคุณเป็นแบบ พร้อมทำงาน มันจึงหนืดมาก"
    }
  },
  {
    "translation": {
      "en": "It's a very thick substance, so you need a big needle to draw it up.",
      "th": "เป็นสารที่ข้นมาก จึงต้องใช้เข็มขนาดใหญ่ดูดขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Then we're gonna pull out.",
      "th": "แล้วเราก็จะดึงออก"
    }
  },
  {
    "translation": {
      "en": "So there's your .2 cc's.",
      "th": "นี่คือ 0.2 ซี.ซี. ของคุณครับ"
    }
  },
  {
    "translation": {
      "en": "And that one goes also in the top of your thigh.",
      "th": "แล้วก็ฉีดเข้าไป ตรงส่วนบนต้นขาของคุณเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "-I'm a little nervous, but all right. -Okay.",
      "th": "- ผมเกร็งหน่อยๆ แต่ไหวอยู่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Scott Brandt] Give me a thigh.",
      "th": "เอาต้นขามาครับ"
    }
  },
  {
    "translation": {
      "en": "And does it hurt the muscle? Do you flex?",
      "th": "จะทำให้เจ็บกล้ามเนื้อไหม ต้องเกร็งไหม"
    }
  },
  {
    "translation": {
      "en": "[Brandt] It's not gonna go in your muscle. It's gonna go above.",
      "th": "ไม่ได้ฉีดเข้ากล้ามเนื้อครับ ฉีดเข้าไปด้านบนของมัน"
    }
  },
  {
    "translation": {
      "en": "You just pinch it, and we're just gonna go just through the skin.",
      "th": "คุณแค่ต้องบีบไว้ครับ เราจะฉีดผ่านผิวหน้าคุณเข้าไป"
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "th": "เรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "And then we're just gonna put that underneath the skin.",
      "th": "แล้วเราก็จะฉีดเจ้านั่นใต้ผิวหนัง"
    }
  },
  {
    "translation": {
      "en": "-Did that hurt? -[Fogel] No, not too bad.",
      "th": "- เจ็บไหมครับ - ไม่ ไม่มากเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-I mean, I see it there. -It'll go away in no time.",
      "th": "- คือผมมองเห็นไง - อีกไม่นานก็หายครับ"
    }
  },
  {
    "translation": {
      "en": "-[Brandt] That's the HCG. -Oh, shit.",
      "th": "- นั่นคือฮอร์โมนเอชซีจี - บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Brandt] And right next to it, the testosterone.",
      "th": "ฉีดลงไปใกล้ๆ กับเทสโทสเตอโรน"
    }
  },
  {
    "translation": {
      "en": "Pop it through the skin. That's all we're looking to do.",
      "th": "ฉีดผ่านผิวหนัง เราต้องทำแบบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Just through the skin. It's real thick now.",
      "th": "แค่ผ่านชั้นผิวหนัง ตอนนี้มันหนามากแล้ว"
    }
  },
  {
    "translation": {
      "en": "-And you are pumped up. -Whoa!",
      "th": "แล้วคุณก็ฟิตขึ้น"
    }
  },
  {
    "translation": {
      "en": "How long till those bumps go down?",
      "th": "เมื่อไหร่รอยนูนพวกนั้นจะยุบครับ"
    }
  },
  {
    "translation": {
      "en": "-They'll go quick. Within a half hour. -Okay. Whoa.",
      "th": "แป๊บเดียวก็ยุบครับ ภายในครึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And so we begin.",
      "th": "และเราก็เริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Brandt] The ability to go day after day will be brand new for you, I think.",
      "th": "ความสามารถของคุณในแต่ละวัน จะเป็นเรื่องใหม่เอี่ยมสำหรับคุณ"
    }
  },
  {
    "translation": {
      "en": "Going to do an injection.",
      "th": "จะทำการฉีดยา"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Exciting.",
      "th": "ตื่นเต้นจัง"
    }
  },
  {
    "translation": {
      "en": "[Brandt] I work with one trainer that does a lot of fitness",
      "th": "ผมร่วมงานกับเทรนเนอร์ที่โค้ชผม เรื่องการออกกำลังกายและโภชนาการ"
    }
  },
  {
    "translation": {
      "en": "as well as nutrition coaching.",
      "th": "ผมร่วมงานกับเทรนเนอร์ที่โค้ชผม เรื่องการออกกำลังกายและโภชนาการ (ดร.เบน สโตน)"
    }
  },
  {
    "translation": {
      "en": "[Ben Stone] Almost there. Come on, Bryan.",
      "th": "อีกนิดเดียว เร็วเข้า ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "[Brandt] We should be able to see a 15 to 20% improvement.",
      "th": "เราน่าจะเห็นพัฒนาการที่เพิ่มขึ้น 15 ถึง 20 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[Fogel] What's your dog's name again?",
      "th": "หมาคุณชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Vrangei.",
      "th": "- วรานเกล - วรานเกล"
    }
  },
  {
    "translation": {
      "en": "Okay. Did you start your program?",
      "th": "คุณเริ่มโปรแกรมหรือยัง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I did.",
      "th": "เริ่มแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is my morning pill-popping routine.",
      "th": "นี่เป็นการกินยาประจำวันของผม ในช่วงเช้า"
    }
  },
  {
    "translation": {
      "en": "And then I prepare the testosterone.",
      "th": "แล้วผมก็เตรียมเทสโทสเตอโรน"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, testosterone propionate.",
      "th": "ใช่ เทสโทสเตอโรนโพรพิโอเนต"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "It's really thick.",
      "th": "มันข้นมาก"
    }
  },
  {
    "translation": {
      "en": "What made you think that Grigory might help me?",
      "th": "ทำไมคุณคิดว่ากริกอรีอาจช่วยผม"
    }
  },
  {
    "translation": {
      "en": "Well, it's difficult for me to answer that without...",
      "th": "แหม มันก็พูดยากนะ ผมตอบคำถามนั้นโดยไม่..."
    }
  },
  {
    "translation": {
      "en": "saying things about Grigory that aren't very kind.",
      "th": "พูดเรื่องที่ออกจะใจร้าย กับกริกอรีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Okay, let me think.",
      "th": "โอเค ผมขอคิดก่อน"
    }
  },
  {
    "translation": {
      "en": "-So, you've already did it for two weeks? -[dog pants]",
      "th": "คุณทำมาสองสัปดาห์แล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-He's fucking me. -[Fogel laughing]",
      "th": "มันขย่มผมอยู่"
    }
  },
  {
    "translation": {
      "en": "He's fucking me. [speaking Russian]",
      "th": "มันขย่มผมอยู่"
    }
  },
  {
    "translation": {
      "en": "[in English] Just pee and collect your urine today.",
      "th": "แค่ฉี่แล้วก็เก็บปัสสาวะของคุณวันนี้"
    }
  },
  {
    "translation": {
      "en": "And drop into the freezer.",
      "th": "ใส่ไว้ในตู้แช่แข็ง"
    }
  },
  {
    "translation": {
      "en": "So just pee, take some urine and put it in the freezer?",
      "th": "แค่ฉี่ เก็บปัสสาวะบางส่วน แล้วก็ใส่ไว้ในตู้แช่แข็งเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "In the freezer.",
      "th": "ในตู้แช่แข็ง"
    }
  },
  {
    "translation": {
      "en": "There's day eight, day ten...",
      "th": "มีวันที่แปด วันที่สิบ..."
    }
  },
  {
    "translation": {
      "en": "Needle.",
      "th": "เข็ม"
    }
  },
  {
    "translation": {
      "en": "The testosterone with the HGH,",
      "th": "(สัปดาห์ที่สามของการโด๊ป) เทสโทสเตอโรนกับโกรทฮอร์โมน"
    }
  },
  {
    "translation": {
      "en": "it's a weird feeling because it doesn't feel like I'm on anything.",
      "th": "มันรู้สึกแปลกๆ ดีนะ เพราะผมไม่รู้สึกเหมือนใช้ยาเลย"
    }
  },
  {
    "translation": {
      "en": "Are you now training? And you feel a little bit stronger?",
      "th": "ตอนนี้คุณฝึกซ้อมไหม คุณรู้สึกแข็งแรงขึ้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, I really felt stronger.",
      "th": "ครับ ผมรู้สึกแข็งแรงขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "th": "ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Forty milligrams each other day is a very good protocol.",
      "th": "วันละ 40 มิลลิกรัมเป็นวิธีการที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I still had no idea why a WADA lab director",
      "th": "ผมยังไม่รู้เลยว่า ทำไมผอ.ของแล็บที่ดับเบิลยูเอดีเอรับรอง"
    }
  },
  {
    "translation": {
      "en": "who did all the testing for the Sochi Olympics",
      "th": "ที่ทำการทดสอบทุกอย่าง ให้กับโอลิมปิกฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "would agree to do this,",
      "th": "จึงยอมตกลงทำเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "because his job was supposed to be to catch athletes.",
      "th": "เพราะหน้าที่เขา ควรเป็นการจับผิดนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "So you want me to do 24,000 units in one month?",
      "th": "คุณอยากให้ผมใช้ 24,000 หน่วยต่อเดือนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Fuck, man. That's a lot of EPO.",
      "th": "ให้ตายเหอะ อีพีโอปริมาณมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You have just common fears, and it's paranoia.",
      "th": "คุณก็แค่กลัวเฉยๆ แล้วก็หวาดระแวง"
    }
  },
  {
    "translation": {
      "en": "We are imitating... We are reproducing Lance Armstrong's scenario.",
      "th": "เรากำลังเลียนแบบ เรากำลังสร้าง เหตุการณ์ของแลนซ์ อาร์มสตรองขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "I'm getting kind of bruises all over my legs.",
      "th": "ขาผมเป็นจ้ำเต็มไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Don't disturb your thigh at all. Stop it.",
      "th": "ห้ามไปยุ่งกับต้นขาคุณเด็ดขาด หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "You can inject into your thigh muscle, but better to the ass.",
      "th": "คุณจะฉีดเข้ากล้ามเนื้อต้นขาก็ได้ แต่ฉีดที่ก้นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Fogel stammers] Into my ass?",
      "th": "ฉีดเข้าที่ก้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Much more!",
      "th": "ดีกว่าเยอะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "This is starting to get ridiculous.",
      "th": "นี่มันเพี้ยนเข้าไปทุกทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Wow! I'm bleeding from that. [inhales sharply] Okay.",
      "th": "เลือดออกจากรอยนี้แฮะ โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck, I'm really bleeding from that one, too.",
      "th": "เวร ผมเลือดออก จากรอยเข็มนั้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Let me get some alcohol.",
      "th": "ขอไปหยิบแอลกอฮอล์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Um, okay, so then a half of this one.",
      "th": "แล้วก็ครึ่งหนึ่งของอันนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck!",
      "th": "เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "So, that's that.",
      "th": "เรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "He was like, [in Russian accent] \"You don't do subcutaneous.",
      "th": "เขาพูดว่า \"ไม่ต้องฉีดใต้ผิวหนัง เอายัดก้นเลย\""
    }
  },
  {
    "translation": {
      "en": "You put it right into your ass.",
      "th": "เขาพูดว่า \"ไม่ต้องฉีดใต้ผิวหนัง เอายัดก้นเลย\" (ดร.เบน สโตน)"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -No, we go one inch into buttocks. Show me that bottle again.\"",
      "th": "\"ไม่ ต้องฉีดเข้าใต้แก้มก้นหนึ่งนิ้ว ไหนเอาขวดมาดูอีกทีสิ\""
    }
  },
  {
    "translation": {
      "en": "[Stone] You're kidding me.",
      "th": "คุณล้อผมเล่นแน่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Have you seen movie with me?",
      "th": "คุณได้ดูหนังของผมไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -Separate movie.",
      "th": "หนังอีกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "-Which movie? -No?",
      "th": "- เรื่องไหนครับ - ไม่ได้ดูเหรอ"
    }
  },
  {
    "translation": {
      "en": "About me.",
      "th": "เรื่องเกี่ยวกับผม"
    }
  },
  {
    "translation": {
      "en": "[man] All athletes in Russia are doping.",
      "th": "นักกีฬาทุกคนในรัสเซียใช้ยาโด๊ป"
    }
  },
  {
    "translation": {
      "en": "The athletes that are under Mr. Rodchenkov,",
      "th": "(\"วิธีสร้างผู้ชนะของรัสเซีย\" สารคดีเออาร์ดีจากเยอรมนี) นักกีฬาที่มี คุณร็อดเชนคอฟเป็นผู้ควบคุม"
    }
  },
  {
    "translation": {
      "en": "they don't get positive tests.",
      "th": "พวกเขาตรวจไม่พบสาร"
    }
  },
  {
    "translation": {
      "en": "[narrator in German] The laboratory was internationally recognized for research.",
      "th": "งานวิจัยของห้องแล็บ เป็นที่ยอมรับในต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "Its head scientist is considered an outstanding scientist.",
      "th": "หัวหน้าที่นั่น คือนักวิทยาศาสตร์ที่มีฝีมือ"
    }
  },
  {
    "translation": {
      "en": "Grigory Rodchenkov.",
      "th": "กริกอรี ร็อดเชนคอฟ"
    }
  },
  {
    "translation": {
      "en": "[woman in Russian] Dr. Rodchenkov is informed about everything.",
      "th": "ดร.ร็อดเชนคอฟรู้ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "He knows how long the drugs need to disappear from the body.",
      "th": "เขารู้ระยะเวลา ที่ยาจะจางหายไปจากร่างกาย"
    }
  },
  {
    "translation": {
      "en": "He is aware and instructs. He's the most important specialist.",
      "th": "เขาตระหนักและให้คำแนะนำ เขาคือผู้เชี่ยวชาญที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] The ARD documentary regarding the Russian whistle-blowers...",
      "th": "สารคดีเออาร์ดี ที่เกี่ยวกับผู้เปิดโปงพวกรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "what did you think, hearing these allegations?",
      "th": "คุณคิดอย่างไร กับการได้ยินการกล่าวหาแบบนี้ (ริชาร์ด \"ดิก\" พาวด์)"
    }
  },
  {
    "translation": {
      "en": "It was inflammatory enough that they were afraid to run it",
      "th": "มันเป็นการยั่วยุอย่างรุนแรงเสียจน พวกเขาไม่กล้านำออกมาฉาย"
    }
  },
  {
    "translation": {
      "en": "while the whistle-blowers were still in Russia.",
      "th": "ขณะที่เหล่าผู้เปิดโปง ยังอยู่ในรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "So they got them out of Russia, ran the program,",
      "th": "พอพวกเขาออกมาจากรัสเซียแล้ว จึงได้นำออกฉาย"
    }
  },
  {
    "translation": {
      "en": "and it was a bombshell.",
      "th": "แล้วมันก็ดังเปรี้ยงปร้างมาก"
    }
  },
  {
    "translation": {
      "en": "[man] 99% of Russian athletes are guilty of doping.",
      "th": "นักกีฬารัสเซีย 99 เปอร์เซ็นต์ มีความผิดฐานโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "That's according to a recent German documentary aired on ARD.",
      "th": "อ้างอิงจากสารคดีจากเยอรมนี ที่เพิ่งออกฉายในเออาร์ดี"
    }
  },
  {
    "translation": {
      "en": "[woman] WADA's president, Craig Reedie, promised an investigation,",
      "th": "ประธานดับเบิลยูเอดีเอ เซอร์เครก รีดี รับปากว่าจะสืบสวนอย่างเต็มรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "effective immediately.",
      "th": "โดยมีผลทันที"
    }
  },
  {
    "translation": {
      "en": "[Craig Reedie] It is wrong just to make any kind of assumption",
      "th": "มันผิดที่จะคาดเดาสุ่มสี่สุ่มห้า"
    }
  },
  {
    "translation": {
      "en": "on allegations in the media.",
      "th": "ตามที่สื่อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "Athletes must be presumed to be innocent until proven guilty.",
      "th": "(เครก รีดี ประธานดับเบิลยูเอดีเอ) ต้องเชื่อว่านักกีฬาบริสุทธิ์ จนกว่าจะพิสูจน์ว่าผิดจริง"
    }
  },
  {
    "translation": {
      "en": "These are wild allegations, and we'll have to check them out.",
      "th": "นี่เป็นการกล่าวหาที่รุนแรงมาก และเราต้องตรวจสอบให้รู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "[Richard McLaren] Reedie had to do something.",
      "th": "เครก รีดีต้องทำบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "That's how the Independent Commission was created.",
      "th": "คณะสืบสวน จึงถูกตั้งขึ้นมาเพราะเหตุนี้"
    }
  },
  {
    "translation": {
      "en": "I had investigative experience for a decade and a half,",
      "th": "(ริชาร์ด แมกลาเรน ริชาร์ด ดับเบิลยู. พาวด์) ผมมีประสบการณ์ ด้านการสืบสวนกว่า 15 ปี... (ศาสตราจารย์ ริชาร์ด แมกลาเรน)"
    }
  },
  {
    "translation": {
      "en": "and some big investigations,",
      "th": "(ศาสตราจารย์ ริชาร์ด แมกลาเรน) ...และมีการสืบสวนใหญ่ๆ อยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "like US Olympic Committees and Major League Baseball.",
      "th": "เช่น คณะกรรมการโอลิมปิกสหรัฐฯ และเบสบอลเมเจอร์ลีก"
    }
  },
  {
    "translation": {
      "en": "[man] And Bonds hits one high! It's a ding!",
      "th": "และบอนดส์หวดลูกอย่างจัง ปิดเกมแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Our mandate was athletics, track and field and Russia.",
      "th": "เรามีอำนาจสั่งการในด้านกีฬา ลู่และลาน แล้วก็รัสเซีย"
    }
  },
  {
    "translation": {
      "en": "The WADA chairman named this Independent Commission",
      "th": "ประธานดับเบิลยูเอดีเอ ตั้งชื่อทีมว่าคณะสืบสวน"
    }
  },
  {
    "translation": {
      "en": "and said, \"Let's get at it.\"",
      "th": "แล้วบอกว่า \"ไหนมาดูกันสักตั้ง\""
    }
  },
  {
    "translation": {
      "en": "[man] The Anti-Doping Agency wants a report by the end of the year,",
      "th": "องค์กรต่อต้านการใช้สารต้องห้าม ต้องการรายงานก่อนสิ้นปี"
    }
  },
  {
    "translation": {
      "en": "and athletics officials say they'll cooperate.",
      "th": "และเจ้าหน้าที่ด้านกีฬาบอกว่า พวกเขาจะให้ความร่วมมือ"
    }
  },
  {
    "translation": {
      "en": "It's unclear, though, what actions might be taken.",
      "th": "แต่ยังไม่แน่ชัดว่า การดำเนินการจะเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Thomas Daigle, CBC News.",
      "th": "โทมัส เดเกิล ข่าวซีบีซี"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Is it gonna be okay? Is it gonna pass over?",
      "th": "มันจะโอเคไหม มันจะหายไปเฉยๆ หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Is this gonna cause you--",
      "th": "มันจะทำให้คุณ..."
    }
  },
  {
    "translation": {
      "en": "No, no, no. It's growing.",
      "th": "ไม่ๆ มันจะเพิ่มพูน"
    }
  },
  {
    "translation": {
      "en": "It's growing?",
      "th": "เพิ่มพูนเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's like a tornado coming.",
      "th": "เหมือนพายุทอร์นาโดกำลังพัดเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Okay, so you are receiving how many units?",
      "th": "โอเค ตอนนี้คุณรับยาเข้าไปกี่หน่วย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Grigory, the Moscow scientist I was showing you,",
      "th": "กริกอรี นักวิทยาศาสตร์มอสโก ที่ผมเอาให้คุณดู"
    }
  },
  {
    "translation": {
      "en": "who did all the testing for Sochi,",
      "th": "ที่ตรวจสารในโอลิมปิกฤดูหนาวทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "who's now at the center of this big Russian doping scandal.",
      "th": "ที่ตอนนี้กำลังเป็นจุดสนใจ ในข่าวฉาวเรื่องการโด๊ปยาของรัสเซีย (ดร.เบน สโตน)"
    }
  },
  {
    "translation": {
      "en": "Russia was doping their athletes in the '80s.",
      "th": "รัสเซียให้นักกีฬาโด๊ปยา มาตั้งแต่ยุค 1980"
    }
  },
  {
    "translation": {
      "en": "-Apparently, they've never stopped. -Really?",
      "th": "- ดูเหมือนพวกเขาจะไม่เคยเลิกโด๊ป - พูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] The crazy thing is, Richard Pound,",
      "th": "เรื่องบ้าก็คือ ริชาร์ด พาวด์"
    }
  },
  {
    "translation": {
      "en": "the guy who was the head of WADA for 15 years,",
      "th": "คนที่เคยเป็นหัวหน้าดับเบิลยูเอดีเอมา 15 ปี"
    }
  },
  {
    "translation": {
      "en": "has actually been hired to lead the investigation against Grigory.",
      "th": "ถูกจ้างให้มานำการสืบสวนกริกอรี"
    }
  },
  {
    "translation": {
      "en": "Um... I don't know what you want me to do with that.",
      "th": "ผมไม่รู้ว่าคุณอยากให้ผมรู้ไปทำไม"
    }
  },
  {
    "translation": {
      "en": "Meaning?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "I don't know how... Shit. My computer's about to die.",
      "th": "ผมไม่รู้ว่าจะ... ให้ตายสิ คอมพิวเตอร์ผมจะดับ"
    }
  },
  {
    "translation": {
      "en": "I don't know how...",
      "th": "ผมไม่รู้ว่ายังไง..."
    }
  },
  {
    "translation": {
      "en": "-Let me grab my power cord. I'll be back. -Do you have a charger? All right.",
      "th": "- ขอผมไปหยิบสายชาร์จก่อน เดี๋ยวมา - ได้"
    }
  },
  {
    "translation": {
      "en": "There might be someone else out there that might be a better decision or choice.",
      "th": "อาจมีคนอื่นที่เป็นทางเลือก หรือการตัดสินใจที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "You're using this guy as your coach. What's your comfort level?",
      "th": "คุณให้เขาเป็นโค้ชของคุณ คุณสบายใจแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Here's how I'm looking at it... -You can find someone else.",
      "th": "- ผมมองเรื่องนี้แบบนี้นะ... - คุณหาคนอื่นได้นะ"
    }
  },
  {
    "translation": {
      "en": "I guess you call it \"doping doctors.\" I don't know what you would label Grigory.",
      "th": "เดาว่าคุณเรียกมันว่า \"หมอยาโด๊ป\" ผมไม่รู้คุณตีตรากริกอรีว่าเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Is he a biochemist? I don't even know.",
      "th": "เขาเป็นนักชีววิทยาเหรอ ผมไม่รู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "It doesn't even matter. I don't like this shit.",
      "th": "มันไม่สำคัญหรอก ผมไม่ชอบเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Look, there's no finding someone else.",
      "th": "ฟังนะ จะไม่มีการมองหาคนใหม่"
    }
  },
  {
    "translation": {
      "en": "[Brandt] Your numbers look great.",
      "th": "ตัวเลขคุณดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "Your testosterone is pretty much right where we want you.",
      "th": "ฮอร์โมนเทสโทสเตอโรนของคุณ แทบจะอยู่ในจุดที่เราต้องการ"
    }
  },
  {
    "translation": {
      "en": "Grigory, what's the typical wash-out for urine to go to negative",
      "th": "กริกอรี โดยทั่วไปต้องรอนานแค่ไหน ปัสสาวะถึงให้ผลเป็นลบ"
    }
  },
  {
    "translation": {
      "en": "from a full treatment of testosterone?",
      "th": "หลังจากการใช้เทสโทสเตอโรนเต็มรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "How many days does that take usually? Seven?",
      "th": "ปกติแล้วใช้เวลากี่วัน เจ็ดวันเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] For Bryan, two weeks will be nice.",
      "th": "สำหรับไบรอัน สองอาทิตย์กำลังดี"
    }
  },
  {
    "translation": {
      "en": "Is there any way that we could test that here in the States,",
      "th": "มีทางไหนที่เราจะทดสอบมันได้ ในสหรัฐฯ ไหม"
    }
  },
  {
    "translation": {
      "en": "or it's gotta go back to you to test those frozen urines?",
      "th": "หรือคุณต้องเอามันกลับไป เพื่อทดสอบปัสสาวะแช่แข็งพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "It's the only way. But again, I am under heavy control.",
      "th": "มันเป็นทางเดียว แต่ขอย้ำ ผมถูกควบคุมอย่างเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "WADA now, they have an inquiry about me.",
      "th": "ตอนนี้ดับเบิลยูเอดีเอกำลังสอบสวนผม"
    }
  },
  {
    "translation": {
      "en": "[Brandt] Yes.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "So you see, like, me... I'm a very dangerous person.",
      "th": "คุณเข้าใจนะว่าผมเป็นคนที่อันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "How do you think is the best way to basically get that test done?",
      "th": "คุณว่าวิธีที่ดีที่สุด ที่จะทำการทดสอบคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Maybe, hopefully...",
      "th": "น่าจะ หวังว่า..."
    }
  },
  {
    "translation": {
      "en": "I would like to do this, to come to, maybe, LA,",
      "th": "ผมอยากทำแบบนี้ อาจจะไปที่แอลเอ"
    }
  },
  {
    "translation": {
      "en": "and to smuggle something to Russia. Some urines from you.",
      "th": "เพื่อลักลอบเอาบางอย่างกลับรัสเซีย ปัสสาวะบางส่วนจากคุณ"
    }
  },
  {
    "translation": {
      "en": "Could we send 'em to Salt Lake City or another lab?",
      "th": "เราส่งมันไปซอลต์เลกซิตี หรือแล็บอื่นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "No, no, no. It's strictly prohibited.",
      "th": "ไม่ๆ มันถูกห้ามอย่างเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "You are so skinny! [speaking Russian]",
      "th": "คุณผอมจังเลย"
    }
  },
  {
    "translation": {
      "en": "You're skinny.",
      "th": "คุณผอมมาก"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] All the urine in my freezer, we have to unfreeze it?",
      "th": "เราต้องละลายปัสสาวะ ในตู้แช่แข็งของผมทั้งหมดเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, we unfreeze, then we homogenize to make sure everything is melted.",
      "th": "ใช่ ละลายแล้วทำให้เป็นเนื้อเดียวกัน เพื่อให้แน่ใจว่าทุกอย่างละลาย"
    }
  },
  {
    "translation": {
      "en": "I took special bottles for smuggling urine, and...",
      "th": "ผมเอาหลอดฟาลคอนพิเศษ มาลับลอบขนปัสสาวะ และ..."
    }
  },
  {
    "translation": {
      "en": "we will make a scenario like I am collecting my urine.",
      "th": "เราจะทำเหมือนกับว่า ผมเก็บตัวอย่างปัสสาวะของผม"
    }
  },
  {
    "translation": {
      "en": "\"Grigory one, morning.\"",
      "th": "\"กริกอรี หนึ่ง ตอนเช้า\""
    }
  },
  {
    "translation": {
      "en": "\"Evening, 28th. Grigory two.\"",
      "th": "\"ตอนเย็น วันที่ 28 กริกอรี สอง\""
    }
  },
  {
    "translation": {
      "en": "Then we recode them.",
      "th": "แล้วเราก็บันทึกไว้"
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Otherwise, what is the source of the urine and why?",
      "th": "ไม่อย่างนั้นปัสสาวะนี้จะมาจากไหน แล้วเก็บไว้ทำไม"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "The goal during this two- to three-week period",
      "th": "เป้าหมายในช่วงสองถึงสามสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "is to push you to an extreme on a chronic level, not just acute.",
      "th": "คือการผลักดันคุณให้ถึงขีดสุด เป็นระยะเวลานาน ไม่ใช่แค่ช่วงเดียว"
    }
  },
  {
    "translation": {
      "en": "-Okay, we-- -[Fogel] Max!",
      "th": "- โอเค เรา... - แม็กซ์"
    }
  },
  {
    "translation": {
      "en": "He loves me.",
      "th": "เขาชอบผม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Yeah. Max--",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "No, no, don't kick Max. It's okay.",
      "th": "ไม่ๆ อย่าเตะ แม็กซ์ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-Max, go away. Out. -No, no, no.",
      "th": "- แม็กซ์ ไปเลย ออกไป - ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "It's not good time.",
      "th": "ตอนนี้ยังไม่เหมาะ"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -Later.",
      "th": "เอาไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "[Stone] A fifteen-second acceleration whenever you want. Good.",
      "th": "เร่งความเร็ว 15 วินาที เมื่อคุณพร้อม ดี"
    }
  },
  {
    "translation": {
      "en": "We need girls, cheerleaders.",
      "th": "เราต้องมีสาวๆ เชียร์ลีดเดอร์"
    }
  },
  {
    "translation": {
      "en": "[Stone] Right? Exactly. Maybe we should get you some pom-poms.",
      "th": "ใช่ไหม ใช่เลย เราน่าจะเอาพู่มาให้คุณถือนะ"
    }
  },
  {
    "translation": {
      "en": "-And like this... -Right.",
      "th": "- แล้วก็แบบนี้... - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I was working here in 1989, when Catlin was in big power.",
      "th": "ผมเคยทำงานที่นี่ในปี 1989 ตอนที่แคตลินมีอำนาจมาก"
    }
  },
  {
    "translation": {
      "en": "Laboratory was located in UCLA. The campus.",
      "th": "ห้องแล็บตั้งอยู่ในยูซีแอลเอ ในวิทยาเขต"
    }
  },
  {
    "translation": {
      "en": "[Catlin] Twenty years ago, we had decided to develop a way to get",
      "th": "ยี่สิบปีก่อน เราตัดสินใจพัฒนาหนทางที่จะ"
    }
  },
  {
    "translation": {
      "en": "actually friendly with what was then the Soviets.",
      "th": "สานสัมพันธ์อันดี กับโซเวียตในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "We, the US, would invite Soviets to come to the US",
      "th": "เรา สหรัฐอเมริกา เชิญพวกโซเวียตมาที่สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "and pick and choose athletes that they wanted to test,",
      "th": "แล้วก็เลือกนักกีฬากลุ่มหนึ่ง ที่พวกเขาอยากทดสอบ"
    }
  },
  {
    "translation": {
      "en": "bring 'em in and test them where the Soviets were watching.",
      "th": "พาพวกเขาเข้ามาทดสอบ โดยที่มีพวกโซเวียตคอยดูอยู่"
    }
  },
  {
    "translation": {
      "en": "Grigory was the first representative.",
      "th": "กริกอรีเป็นตัวแทนคนแรก"
    }
  },
  {
    "translation": {
      "en": "He shows up at the second day of work in bright orange shorts",
      "th": "(โซเวียต-อเมริกัน โครงการร่วมมือควบคุมสารโด๊ป) วันที่สองของการมาทำงาน เขาสวมกางเกงขาสั้นสีส้มเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and announces that he's gonna enter the Santa Monica Marathon.",
      "th": "และประกาศว่าจะลงแข่ง วิ่งมาราธอนซานตาโมนิกา"
    }
  },
  {
    "translation": {
      "en": "And he won the darn thing.",
      "th": "แล้วเขาก็ชนะการแข่งบ้าบอนั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "He's a good athlete.",
      "th": "เขาเป็นนักกีฬาที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I was almost a professional in running.",
      "th": "ผมเกือบได้เป็นนักวิ่งอาชีพ"
    }
  },
  {
    "translation": {
      "en": "1,500 meters and five kilometers at Moscow University.",
      "th": "หนึ่งพันห้าร้อยเมตรกับห้ากิโลเมตร ที่มหาวิทยาลัยมอสโก"
    }
  },
  {
    "translation": {
      "en": "My mother always pushed me to swim, to ski.",
      "th": "แม่ผมผลักดันให้ผม ว่ายน้ำ เล่นสกีเสมอ"
    }
  },
  {
    "translation": {
      "en": "I realized that some people are using something.",
      "th": "ผมมารู้ว่ามีบางคนใช้บางอย่าง"
    }
  },
  {
    "translation": {
      "en": "Last year, he was nobody. Next year, he has muscles.",
      "th": "ปีก่อน เขาเป็นคนทั่วๆ ไป ปีต่อมามีกล้ามเป็นมัดๆ"
    }
  },
  {
    "translation": {
      "en": "Of course, I also started to use the best of the best,",
      "th": "แน่นอน ผมเองก็เริ่มใช้ยา ตัวที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "stanozolol.",
      "th": "สตาโนโซลอล"
    }
  },
  {
    "translation": {
      "en": "And all injections were done by my mother.",
      "th": "และแม่ผมเป็นคนฉีดให้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "And, of course, it was 50 milligrams, this simple thing.",
      "th": "และแน่นอน มันมีปริมาณ 50 มิลลิกรัม เป็นแค่ของทั่วไป"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Wait, wait. Your mother injected you?",
      "th": "เดี๋ยวๆ แม่คุณฉีดให้คุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, of course.",
      "th": "ครับ แน่นอน"
    }
  },
  {
    "translation": {
      "en": "But if you are not national team level, like Olympic,",
      "th": "แต่ถ้าคุณไม่อยู่ในระดับทีมชาติ อย่างเช่นโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "you cannot afford any more training camp.",
      "th": "คุณก็ไปเข้าค่ายฝึกซ้อมไม่ได้อีก"
    }
  },
  {
    "translation": {
      "en": "So, I graduated to Moscow University, to the chemical department.",
      "th": "ผมจึงเรียนจบจาก มหาวิทยาลัยมอสโก คณะเคมี"
    }
  },
  {
    "translation": {
      "en": "I liked doping control. I liked sports.",
      "th": "ผมชอบการควบคุมยาโด๊ป ผมชอบกีฬา"
    }
  },
  {
    "translation": {
      "en": "And since 1985, I worked in the top field of laboratories in the world.",
      "th": "และตั้งแต่ปี 1985 ผมได้ทำงาน ในห้องแล็บอันดับต้นๆ ในโลก"
    }
  },
  {
    "translation": {
      "en": "And then, Moscow laboratory was doing mistake by mistake.",
      "th": "จากนั้น ห้องแล็บมอสโก ก็ทำผิดพลาดซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "\"We need a new director, and it will be upheld by WADA.\"",
      "th": "\"เราต้องการผู้อำนวยการคนใหม่ ที่ได้รับการสนับสนุนจากดับเบิลยูเอดีเอ\""
    }
  },
  {
    "translation": {
      "en": "That's how I became director.",
      "th": "นั่นคือสาเหตุ ที่ผมได้มาเป็นผู้อำนวยการ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Should I be taking the HGH and the testosterone now?",
      "th": "ผมควรฉีดโกรทฮอร์โมน กับเทสโทสเตอโรนตอนนี้เลยไหม"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Let's look at your protocol.",
      "th": "มาดูระเบียบการคุณก่อน"
    }
  },
  {
    "translation": {
      "en": "I have to sketch all schematics, starting from the new year.",
      "th": "ผมต้องร่างโครงสร้างทั้งหมด เริ่มจากตอนปีใหม่"
    }
  },
  {
    "translation": {
      "en": "-We'll sit down with a piece of paper. -Yes.",
      "th": "- เราจะนั่งลงพร้อมกระดาษสักแผ่น - ครับ"
    }
  },
  {
    "translation": {
      "en": "With the piss and then with the tubes.",
      "th": "กับฉี่ แล้วก็หลอดทดลอง"
    }
  },
  {
    "translation": {
      "en": "We take just a fraction.",
      "th": "เราเอาไปแค่เล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "And then it will be coded and took for analysis.",
      "th": "จากนั้นมันจะถูกเข้ารหัส และนำไปวิเคราะห์"
    }
  },
  {
    "translation": {
      "en": "So, here's day one. Okay? Here's day two.",
      "th": "อันนี้ของวันแรก โอเคนะ อันนี้วันที่สอง"
    }
  },
  {
    "translation": {
      "en": "Here's day three, day four, day five.",
      "th": "นี่วันที่สาม วันที่สี่ วันที่ห้า"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Seven, eight, nine.",
      "th": "เจ็ด แปด เก้า"
    }
  },
  {
    "translation": {
      "en": "We have nine urines. Okay.",
      "th": "เรามีตัวอย่างปัสสาวะเก้าตัว"
    }
  },
  {
    "translation": {
      "en": "-So we are starting-- -[Fogel] And that one, I just took.",
      "th": "- แล้วเราจะเริ่ม... - กับอันนั้นที่ผมเพิ่งเก็บมา"
    }
  },
  {
    "translation": {
      "en": "Is that enough? Or do I need any more?",
      "th": "พอหรือเปล่า ผมต้องเก็บเพิ่มไหม"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Three, three, three. -I hear you got the real code.",
      "th": "สาม สาม สาม เห็นแล้วว่าคุณมีรหัสจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I am mafia.",
      "th": "ผมเป็นมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "This is mafia.",
      "th": "นี่คือมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "Chased by WADA.",
      "th": "ถูกดับเบิลยูเอดีเอไล่ล่า"
    }
  },
  {
    "translation": {
      "en": "Could you imagine, the best laboratory will be puzzled with your piss?",
      "th": "คุณนึกภาพออกไหม ห้องแล็บที่ดีที่สุดจะงงกับฉี่ของคุณ"
    }
  },
  {
    "translation": {
      "en": "In Russia, the empire of evil.",
      "th": "ในรัสเซีย จักรวรรดิอันชั่วช้า"
    }
  },
  {
    "translation": {
      "en": "Propaganda.",
      "th": "โฆษณาชวนเชื่อ"
    }
  },
  {
    "translation": {
      "en": "-Fantastic. -Oh, God. What is that?",
      "th": "- ยอดเลย - พระเจ้า นั่นอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's flakes. Your flakes.",
      "th": "สะเก็ดน่ะ สะเก็ดของคุณ"
    }
  },
  {
    "translation": {
      "en": "What is that? What is that?",
      "th": "มันคืออะไร มันคืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "Your sins. [clicks tongue]",
      "th": "บาปของคุณไง"
    }
  },
  {
    "translation": {
      "en": "And on the top.",
      "th": "และที่ด้านบน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] When I come to Moscow in September, after the race, I can drink.",
      "th": "ตอนที่ผมไปมอสโกเดือนกันยายน หลังการแข่ง ผมถึงจะดื่มได้"
    }
  },
  {
    "translation": {
      "en": "Okay, next time. Next time, if I survive.",
      "th": "โอเค คราวหน้าแล้วกัน คราวหน้า ถ้าผมรอดไปได้"
    }
  },
  {
    "translation": {
      "en": "At my lab, WADA is keeping laboratory on a very short leash. Leash?",
      "th": "ที่แล็บของผม ดับเบิลยูเอดีเอจับตามอง ห้องแล็บอย่างใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "Asking many questions.",
      "th": "ถามคำถามเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "All sort of bullshit.",
      "th": "มีแต่เรื่องไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "Like, \"Where is your...",
      "th": "เช่น \"คุณมี..."
    }
  },
  {
    "translation": {
      "en": "underground laboratory for pre-testing?",
      "th": "ห้องแล็บใต้ดิน สำหรับก่อนการทดสอบอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Where is the shadow laboratory?\"",
      "th": "ห้องแล็บเงาอยู่ที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "Of course, my laboratory is fully under...",
      "th": "แน่นอน ห้องแล็บของผมอยู่ภายใต้..."
    }
  },
  {
    "translation": {
      "en": "cameras and everything, computers, barcodes...",
      "th": "การสอดส่องของกล้องและทุกอย่าง คอมพิวเตอร์ บาร์โคด"
    }
  },
  {
    "translation": {
      "en": "But they were looking for something.",
      "th": "แต่พวกเขามองหาบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "-Like a secret lab? -Yes, yes, yes, yes, underground.",
      "th": "- เช่นห้องแล็บลับเหรอ - ใช่ อยู่ใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "-Batman? -Yes, yes.",
      "th": "- แบทแมนน่ะเหรอ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Who owns the lab?",
      "th": "ใครเป็นเจ้าของแล็บ"
    }
  },
  {
    "translation": {
      "en": "-The state. -The state does?",
      "th": "- รัฐไง - รัฐเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, we have Terminal One, departing flight.",
      "th": "โอเค ตรงนี้เทอร์มินอลวัน เที่ยวบินขาออก"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Yeah. -♪ I am a woman in love ♪",
      "th": "ฉันคือผู้หญิงที่มีความรัก"
    }
  },
  {
    "translation": {
      "en": "Keep it. It's my donation.",
      "th": "เก็บไว้ ผมบริจาคให้"
    }
  },
  {
    "translation": {
      "en": "-No, no, no! -No, no, no.",
      "th": "- ไม่ๆ - ไม่ได้ๆ"
    }
  },
  {
    "translation": {
      "en": "I have a lot, you see.",
      "th": "ผมมีเยอะ"
    }
  },
  {
    "translation": {
      "en": "All people are presenting me with pens, so I have full collection.",
      "th": "ทุกคนเอาปากกามาให้ผม ผมมีครบทั้งชุดเลย"
    }
  },
  {
    "translation": {
      "en": "-Remember me. -I will.",
      "th": "จดจำผมไว้ ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "-So I'm gonna see you-- -So, so, so nice with you.",
      "th": "- ไว้เจอกัน... - ดีใจจริงๆ ที่ได้เจอคุณ"
    }
  },
  {
    "translation": {
      "en": "-Grigory, thanks for coming. -Yes.",
      "th": "- กริกอรี ขอบคุณที่มาครับ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Be very careful with what you are recording.",
      "th": "จะถ่ายอะไรก็ระวังตัวด้วย"
    }
  },
  {
    "translation": {
      "en": "It's not permitted. It's like pornography and erotics.",
      "th": "มันไม่ได้รับอนุญาตนะ ก็เหมือนหนังโป๊กับหนังวาบหวิวแหละ"
    }
  },
  {
    "translation": {
      "en": "Sports pornography and erotics.",
      "th": "หนังโป๊กับหนังวาบหวิวทางกีฬา"
    }
  },
  {
    "translation": {
      "en": "And I see you, uh, in September.",
      "th": "ไว้เจอกันเดือนกันยายนครับ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, definitely.",
      "th": "ได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Did you go to Moscow?",
      "th": "คุณได้ไปมอสโกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, I did not, and Dick Pound did not.",
      "th": "เปล่า ผมไม่ได้ไป ดิก พาวด์ก็ไม่ได้ไป"
    }
  },
  {
    "translation": {
      "en": "We wanted to send an investigative group of WADA specialists into the Moscow lab.",
      "th": "(ศ.ริชาร์ด แมกลาเรน) เราอยากส่งคณะสืบสวนผู้เชี่ยวชาญ ดับเบิลยูเอดีเอ ไปห้องแล็บในมอสโก"
    }
  },
  {
    "translation": {
      "en": "The director of the lab, he was the last fail-safe position, right?",
      "th": "ผู้อำนวยการห้องแล็บเป็นด่านสุดท้าย ในการป้องกันความล้มเหลว ถูกไหม"
    }
  },
  {
    "translation": {
      "en": "If there is a sample that's potentially positive,",
      "th": "ถ้ามีตัวอย่างไหนที่อาจให้ผลเป็นบวก"
    }
  },
  {
    "translation": {
      "en": "where can you stop it from being reported?",
      "th": "คุณจะหยุดไม่ให้มี การรายงานได้จากที่ไหน"
    }
  },
  {
    "translation": {
      "en": "In the lab.",
      "th": "ก็ในห้องแล็บไง"
    }
  },
  {
    "translation": {
      "en": "So he was interviewed. Didn't provide us with much information.",
      "th": "เขาจึงถูกสัมภาษณ์ ไม่ได้ให้ข้อมูลอะไรเรามากนัก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Please tell me all my frozen piss didn't explode in your bag.",
      "th": "บอกทีว่าฉี่แช่แข็งของผม ไม่ได้แตกใส่กระเป๋าคุณ"
    }
  },
  {
    "translation": {
      "en": "But this is big secret.",
      "th": "แต่นี่เป็นความลับสำคัญนะ"
    }
  },
  {
    "translation": {
      "en": "Bryan, I have all urines.",
      "th": "ไบรอัน ผมมีปัสสาวะทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "We analyzed urines for your steroid profile.",
      "th": "เราวิเคราะห์ปัสสาวะ เพื่อทำโปรไฟล์สเตียรอยด์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "Everything is kept frozen.",
      "th": "ทุกอย่างถูกแช่แข็งไว้"
    }
  },
  {
    "translation": {
      "en": "-I have a full agenda, so don't worry. -Okay.",
      "th": "ผมมีกำหนดการทั้งหมด ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] We did preliminary tests, but not much.",
      "th": "เราทำการทดสอบเบื้องต้น แต่ไม่มีอะไรมาก"
    }
  },
  {
    "translation": {
      "en": "When WADA will leave...",
      "th": "ตอนที่ดับเบิลยูเอดีเอจากไป..."
    }
  },
  {
    "translation": {
      "en": "They are leaving tomorrow night.",
      "th": "พวกเขาจะไปคืนพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Then maybe Friday, or maybe Monday, anyway--",
      "th": "จากนั้น น่าจะวันศุกร์ หรือวันจันทร์ ยังไงก็ตาม..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] WADA's there bothering you?",
      "th": "ดับเบิลยูเอดีเอไปกวนคุณที่นั่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] It's much more challenging.",
      "th": "มันท้าทายขึ้นมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "WADA is sniffing and asking tons of questions.",
      "th": "ดับเบิลยูเอดีเอตรวจสอบโดยละเอียด และถามคำถามมากมาย"
    }
  },
  {
    "translation": {
      "en": "-Dick Pound... You know, Dick Pound? -Yes",
      "th": "ดิก พาวด์ คุณรู้จักดิก พาวด์ไหม รู้"
    }
  },
  {
    "translation": {
      "en": "He's starting to understand it's very difficult to prove something.",
      "th": "เขาเริ่มเข้าใจแล้ว ว่าเป็นการยากที่จะพิสูจน์อะไรได้"
    }
  },
  {
    "translation": {
      "en": "What do you see the outcome or the solution as?",
      "th": "คุณคิดว่าผลลัพธ์ หรือทางออกของเรื่องนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "We will see.",
      "th": "เราจะได้เห็นกัน"
    }
  },
  {
    "translation": {
      "en": "You just focus on racing.",
      "th": "คุณสนใจแต่เรื่องการแข่งขันก็พอ"
    }
  },
  {
    "translation": {
      "en": "Keep digging, keep digging. Keep digging, come on.",
      "th": "ปั่นไปเรื่อยๆ ไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, you got it. Come on. Four, two, one.",
      "th": "เร็วเข้า คุณทำได้ เร็วเข้า สี่ สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Taking it down. Taking it down.",
      "th": "ผ่อนได้"
    }
  },
  {
    "translation": {
      "en": "This is already better than last time.",
      "th": "นี่ดีกว่ารอบที่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Last year, 250 watts. This year, 349. It's 100 watts.",
      "th": "ปีที่แล้ว 250 วัตต์ ปีนี้ 349 นั่นก็ 100 วัตต์"
    }
  },
  {
    "translation": {
      "en": "[Fogel] My power right now is 20% more than I had last year.",
      "th": "ตอนนี้พลังของผมเพิ่มขึ้น 20 เปอร์เซ็นต์จากปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, finally you have some gains. Some gain, some progression.",
      "th": "ใช่ๆ ในที่สุดคุณก็คืบหน้า คืบหน้าบ้างแล้ว มีพัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "I can't wait to come to Moscow.",
      "th": "ผมอยากไปมอสโกจะแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Bryan, it will be fantastic.",
      "th": "ไบรอัน มันจะต้องออกมาดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I shouldn't bring any EPO with me to Europe, right?",
      "th": "ผมไม่ควรเอาอีพีโอไปยุโรปด้วยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] No. -[Fogel] Okay.",
      "th": "ไม่ได้ๆ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You complete everything until 17th.",
      "th": "คุณทำทุกอย่างให้เสร็จจนถึงวันที่ 17"
    }
  },
  {
    "translation": {
      "en": "-The last injection is on US soil. -Okay.",
      "th": "การฉีดครั้งสุดท้าย ต้องทำในแผ่นดินสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Before passing the border and the customs.",
      "th": "ก่อนที่คุณจะข้ามแดน และผ่านด่านตรวจคนเข้าเมือง"
    }
  },
  {
    "translation": {
      "en": "Then you're taking urine with you to me,",
      "th": "จากนั้นคุณก็เก็บตัวอย่างมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "and we'll complete your biological passport.",
      "th": "แล้วเราจะได้หนังสือเดินทางชีวภาพ ที่สมบูรณ์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "th": "แค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[woman] Words cannot describe what you'll be living through this week.",
      "th": "คำพูดไม่สามารถอธิบาย ความเป็นอยู่ของคุณตลอดสัปดาห์นี้ได้"
    }
  },
  {
    "translation": {
      "en": "Your body's gonna shut down. It's gonna break down entirely.",
      "th": "ร่างกายของคุณจะปิดตัวเอง มันจะแหลกเหลวไปโดยสิ้นเชิง (นีซ ฝรั่งเศส 20 สิงหาคม 2015)"
    }
  },
  {
    "translation": {
      "en": "[man] We are on the French Cycling Federation calendar,",
      "th": "เราอยู่ในปฏิทินของ สหภาพกีฬาจักรยานแห่งฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "and we do have an anti-doping policy.",
      "th": "และเรามีนโยบายต่อต้านสารโด๊ป"
    }
  },
  {
    "translation": {
      "en": "[Fogel] As far as testing for PEDs, the race says that they do.",
      "th": "รวมถึงการทดสอบพีอีดี การแข่งนี้บอกว่าพวกเขาทดสอบด้วย"
    }
  },
  {
    "translation": {
      "en": "They may come and test, just so you're aware.",
      "th": "พวกเขาอาจเข้ามาทำการทดสอบ อยากให้คุณรู้ตัวไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] As I came to learn, they don't.",
      "th": "แล้วผมก็มารู้ว่า พวกเขาไม่ได้มา"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Don't worry. -[Fogel] But I had Grigory.",
      "th": "ไม่ต้องห่วง แต่ผมมีกริกอรี"
    }
  },
  {
    "translation": {
      "en": "He had helped me dope,",
      "th": "เขาช่วยผมโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "and he was gonna test my samples through his WADA lab in Moscow.",
      "th": "และเขาจะทดสอบตัวอย่างของผม ผ่านแล็บที่ดับเบิลยูเอดีเอรับรองในมอสโก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] So, be clever.",
      "th": "เล่นอย่างฉลาดนะ"
    }
  },
  {
    "translation": {
      "en": "I have not done a urine sample since I've been here.",
      "th": "ผมไม่ได้เก็บตัวอย่างปัสสาวะ ตั้งแต่มาถึงที่นี่"
    }
  },
  {
    "translation": {
      "en": "You are like a pioneer.",
      "th": "คุณเป็นเหมือนผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So I'm gonna pee in this little bag here.",
      "th": "ผมเลยจะฉี่ใส่ถุงเล็กๆ นี่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You are a victim of your ideas.",
      "th": "คุณเป็นเหยื่อของความคิดตัวเอง"
    }
  },
  {
    "translation": {
      "en": "August 21st.",
      "th": "วันที่ 21 สิงหาคม"
    }
  },
  {
    "translation": {
      "en": "See you at the end. And good luck tomorrow.",
      "th": "เจอกันในตอนจบ ขอให้โชคดีในวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Start time tomorrow morning, 7:15.",
      "th": "พรุ่งนี้เช้าจะเริ่มเวลา 7.15 นาฬิกา"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Right here. -[Rodchenkov] I am like a priest.",
      "th": "ตรงนี้ อย่างกับผมเป็นพระแน่ะ"
    }
  },
  {
    "translation": {
      "en": "I am healing your doping paranoia.",
      "th": "ผมกำลังเยียวยาโรควิตกจริต จากการโด๊ปยาของคุณ"
    }
  },
  {
    "translation": {
      "en": "You are free. You have enough power, and God is with you.",
      "th": "คุณเป็นอิสระ คุณมีพลังเพียงพอ และพระเจ้าอยู่กับคุณ"
    }
  },
  {
    "translation": {
      "en": "You are sentenced to win.",
      "th": "คุณถูกกำหนดมาให้ชนะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So the scheme was now in place.",
      "th": "ตอนนี้แผนการเข้าที่เข้าทางแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] Raise your arms!",
      "th": "ยกแขนขึ้น"
    }
  },
  {
    "translation": {
      "en": "Are you ready?",
      "th": "พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Start!",
      "th": "เริ่ม"
    }
  },
  {
    "translation": {
      "en": "Ninety, ninety. That's it.",
      "th": "เก้าสิบ เก้าสิบ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "-[announcer] Pouly! -[crowd cheering]",
      "th": "(ปีเตอร์ พูลี สเตจหนึ่ง ผู้นำในการแข่งขัน)"
    }
  },
  {
    "translation": {
      "en": "[Stone] You did great.",
      "th": "คุณทำได้ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "You were three and a half minutes behind Pouly.",
      "th": "คุณตามหลังพูลีอยู่สามนาทีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] That's not bad. -No, that's fucking great.",
      "th": "- ไม่เลวเลย - ไม่ โคตรดีเลยต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You guys were hauling ass.",
      "th": "พวกคุณเร็วมาก (อันดับ 11 โฟเกิล ไบรอัน)"
    }
  },
  {
    "translation": {
      "en": "Bryan's in that group data. He's in there with the top ten guys.",
      "th": "ไบรอันอยู่ในข้อมูลกลุ่มนั้น เขาอยู่กับพวกอันดับต้นๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] All the guys in the top ten are incredible.",
      "th": "ทุกคนในสิบอันดับแรกน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Very good.",
      "th": "ดีมาก ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] They could be pro.",
      "th": "พวกเขาเทิร์นโปรได้เลย"
    }
  },
  {
    "translation": {
      "en": "Medium-sized monster.",
      "th": "อสูรขนาดกลาง"
    }
  },
  {
    "translation": {
      "en": "[Stone] Bryan Fogel, can you hear me?",
      "th": "ไบรอัน โฟเกิล ได้ยินผมไหม"
    }
  },
  {
    "translation": {
      "en": "Can't raise him on the walkie-talkie. Bryan, come back.",
      "th": "ติดต่อเขาผ่านวิทยุสื่อสารไม่ได้ ไบรอัน ตอบด้วย"
    }
  },
  {
    "translation": {
      "en": "-[Stone] Bryan! -Yeah?",
      "th": "- ไบรอัน - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "[Stone] It has to be charged.",
      "th": "ต้องเอาไปชาร์จ"
    }
  },
  {
    "translation": {
      "en": "The battery's dead. It needed to be charged.",
      "th": "แบตเตอรี่หมดแล้ว ต้องเอาไปชาร์จใหม่"
    }
  },
  {
    "translation": {
      "en": "Now it won't go up. You see? Dead. It's totally dead.",
      "th": "มันตบไม่ขึ้น เห็นไหม ตายสนิทเลย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Fuck!",
      "th": "เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] My derailleur, my shifting, it broke.",
      "th": "ตัวเปลี่ยนเกียร์และเกียร์ของผมพัง"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Your bike? -Yes.",
      "th": "- จักรยานคุณรึ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You cannot shift your gears?",
      "th": "งั้นคุณก็เลยเปลี่ยนเกียร์ไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] For 100 kilometers.",
      "th": "ตลอด 100 กิโลเมตรเลย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] My goodness.",
      "th": "คุณพระคุณเจ้า"
    }
  },
  {
    "translation": {
      "en": "-I dropped ten places in the rankings. -Okay. Hmm.",
      "th": "ผมตกลงมาสิบอันดับ"
    }
  },
  {
    "translation": {
      "en": "My God.",
      "th": "คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I feel that I'm really stronger this year.",
      "th": "ผมรู้สึกว่าผมแข็งแรงขึ้นจริงๆ ปีนี้"
    }
  },
  {
    "translation": {
      "en": "-Like, that I'm recovering. -[Brandt] Yeah.",
      "th": "- เหมือนร่างกายผมฟื้นฟู - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I mean, I'm hauling ass, but they're...",
      "th": "คือผมก็เร็วนะ แต่พวกเขา..."
    }
  },
  {
    "translation": {
      "en": "I'm not beating 'em. They're in a different--",
      "th": "ผมชนะพวกเขาไม่ได้ พวกเขาต่างออกไป..."
    }
  },
  {
    "translation": {
      "en": "There's guys that I don't know that you could've beat on your best day.",
      "th": "มีคนที่ผมไม่รู้จัก ที่คุณเอาชนะได้ถ้าสภาพร่างกายพร้อม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] My whole plan was",
      "th": "(สเตจหก โคลเดอลามาเดลีน - 1,441 เมตร) แผนทั้งหมดของผมคือมีประสิทธิภาพ ดีขึ้นอย่างเห็นได้ชัดในปีนี้"
    }
  },
  {
    "translation": {
      "en": "to have a substantially better performance this year.",
      "th": "แผนทั้งหมดของผมคือมีประสิทธิภาพ ดีขึ้นอย่างเห็นได้ชัดในปีนี้"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "I'm not.",
      "th": "ผมเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Stone] Did you just get separated or what?",
      "th": "คุณเพิ่งถูกแยกออกมาหรือว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "[man] Does it hurt that you did better last year than you did this year?",
      "th": "เจ็บใจไหมที่คุณทำผลงาน ในปีที่แล้วได้ดีกว่าปีนี้"
    }
  },
  {
    "translation": {
      "en": "I mean, I could have been 21 years old",
      "th": "คือผมอาจจะอายุ 21 ปี"
    }
  },
  {
    "translation": {
      "en": "and taken all the blood bags and EPO in the world,",
      "th": "และใช้ถุงเลือดกับอีพีโอ ทั้งหมดที่มีในโลก"
    }
  },
  {
    "translation": {
      "en": "and I was still not going to be a Tour de France champion.",
      "th": "แต่ก็ยังไม่สามารถเป็นแชมป์ ตูร์เดอฟรองซ์ได้"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter.",
      "th": "มันไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Just stay optimistic.",
      "th": "มองโลกในแง่ดีเข้าไว้"
    }
  },
  {
    "translation": {
      "en": "Because now, we can change nothing.",
      "th": "เพราะว่าตอนนี้ เราเปลี่ยนแปลงอะไรไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] The winner, Peter Pouly.",
      "th": "ผู้ชนะคือปีเตอร์ พูลี"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] I felt pretty good. I just had-- -[Rodchenkov] No, no, no.",
      "th": "- ผมรู้สึกดีนะ ผมเพิ่งได้... - ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I've just had some bad luck days.",
      "th": "ผมแค่ดวงซวยอยู่หลายวัน"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Bryan, look at me.",
      "th": "ไบรอัน มองผมสิ"
    }
  },
  {
    "translation": {
      "en": "Stop it.",
      "th": "พอเลย"
    }
  },
  {
    "translation": {
      "en": "You are what you are. I am what I am.",
      "th": "คุณเป็นสิ่งที่คุณเป็น ผมก็เป็นสิ่งที่ผมเป็น"
    }
  },
  {
    "translation": {
      "en": "It's a turning point, what we are doing.",
      "th": "มันเป็นจุดเปลี่ยนนะ สิ่งที่เราทำอยู่นี้"
    }
  },
  {
    "translation": {
      "en": "You should be happy that we have such fantastic material.",
      "th": "คุณน่าจะดีใจที่เรา มีวัตถุดิบที่ดีเลิศแบบนี้"
    }
  },
  {
    "translation": {
      "en": "We have ten times more information than Dick Pound and Armstrong together.",
      "th": "เรามีข้อมูลมากกว่าดิก พาวด์ กับแลนซ์ อาร์มสตรองรวมกันสิบเท่า"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Really? -We will continue. Don't worry.",
      "th": "เราจะเดินหน้าต่อ ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "You are just like in the reception. You did not enter the first floor.",
      "th": "คุณเพิ่งอยู่ที่ส่วนต้อนรับ คุณยังเข้าไปไม่ถึงชั้นหนึ่งเลย"
    }
  },
  {
    "translation": {
      "en": "Then there is a second and so on.",
      "th": "แล้วยังมีชั้นสอง ต่อๆ ไปอีก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] What's on the second floor?",
      "th": "ที่ชั้นสองมีอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] When you go to Moscow, you will see.",
      "th": "พอคุณมาถึงมอสโกแล้ว คุณจะได้เห็น"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So cool.",
      "th": "เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "How many tests... I've probably had 15 or 20 blood tests.",
      "th": "ทดสอบกี่ครั้ง... ผมทดสอบเลือดราว 15 ถึง 20 ครั้งได้"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] It's more than enough. -Okay.",
      "th": "นั่นก็เกินพอแล้ว โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Is this the laboratory? -Yes.",
      "th": "- นี่คือห้องแล็บเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Oh, you see, this is bloody RUSADA.",
      "th": "เห็นไหม นี่คือรูซาดาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Bringing samples, it's not too good to show our camera to them.",
      "th": "การเอาตัวอย่างมา ไม่ดีหรอก ถ้าจะเอากล้องเราให้พวกเขาดู"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Oh. You want us to hide? -Yes, yes, yes.",
      "th": "- คุณอยากให้เราซ่อนตัวเหรอ - ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Okay.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Be very careful with all your material. -People are very sensitive also, you know. -[Fogel] Yes.",
      "th": "ระวังข้าวของของคุณให้ดี คนที่นี่หูไวตาไวมาก รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "This is my director place.",
      "th": "นี่คือตึกอำนวยการ"
    }
  },
  {
    "translation": {
      "en": "It's the most famous laboratory in the world.",
      "th": "มันคือห้องแล็บ ที่มีชื่อเสียงที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "We cannot say explicitly that you have been analyzed.",
      "th": "เราพูดออกมาโต้งๆ ว่าคุณได้รับการวิเคราะห์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It's coming. I already solved everything yesterday.",
      "th": "มันกำลังมา ผมแก้ปัญหาทุกอย่างแล้วเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "You will have it until, let's say... Within two weeks, we will do this.",
      "th": "คุณจะได้มันภายใน เอาเป็นว่า ภายในสองอาทิตย์ เราจะลงมือ"
    }
  },
  {
    "translation": {
      "en": "But it should be done still, say, under the table, not...",
      "th": "แต่ยังไงก็ต้องทำแบบลับๆ ไม่..."
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Okay. -Okay. [clears throat]",
      "th": "- โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Smile. Your race is over. We have to go downstairs.",
      "th": "ไบรอัน ยิ้มหน่อย การแข่งของคุณ จบแล้ว เราต้องลงไปข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Are there scientists, or those working in WADA laboratories today,",
      "th": "มีนักวิทยาศาสตร์หรือคนที่ทำงาน ในห้องแล็บดับเบิลยูเอดีเอวันนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "that you suspect could have been corrupted?",
      "th": "ที่คุณสงสัยว่ากระทำทุจริต"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Each director of laboratory, like me... I have to sign a code of ethics,",
      "th": "ผู้อำนวยการห้องแล็บแต่ละที่ อย่างผม ต้องลงนามในกฎจรรยาบรรณ"
    }
  },
  {
    "translation": {
      "en": "that what we are doing is not harmful or detrimental",
      "th": "ว่าสิ่งที่เราทำอยู่ไม่เป็นอันตราย หรือก่อให้เกิดความเสียหาย"
    }
  },
  {
    "translation": {
      "en": "to the whole anti-doping society.",
      "th": "ต่อสมาคมต่อต้านสารต้องห้ามทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "We go down this emergency exit.",
      "th": "เราจะลงไปทางประตูทางออกฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] What did Russia have to do",
      "th": "รัสเซียมาเกี่ยวข้องอะไร"
    }
  },
  {
    "translation": {
      "en": "with the hiding blood passports of all the athletes?",
      "th": "กับการซ่อนหนังสือเดินทางชีวภาพ ของนักกีฬาทั้งหมดด้วย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Let's talk in my office.",
      "th": "มาคุยกันในห้องทำงานผม"
    }
  },
  {
    "translation": {
      "en": "If you hide fight against doping, you cannot be 50% honest.",
      "th": "ถ้าคุณสู้กับการโด๊ปยา คุณจะซื่อสัตย์ แค่ 50 เปอร์เซ็นต์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You have to be honest, or you have to hide the ends.",
      "th": "คุณต้องซื่อสัตย์เต็มร้อย ไม่งั้นคุณต้องซ่อนผลลัพธ์"
    }
  },
  {
    "translation": {
      "en": "It's the same as Orwell, 1984.",
      "th": "ก็เหมือนเรื่องหนึ่ง-เก้า-แปด-สี่ ของออร์เวลล์"
    }
  },
  {
    "translation": {
      "en": "WADA is like a religion, and you cannot escape.",
      "th": "ดับเบิลยูเอดีเอเป็นเหมือนศาสนา คุณหลีกหนีมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You have to think about money, but you cannot steal money.",
      "th": "คุณต้องคิดถึงเงิน แต่คุณจะขโมยเงินไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You have to think about women,",
      "th": "คุณต้องคิดถึงผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "but you have to be married and don't go to prostitution.",
      "th": "แต่คุณต้องแต่งงาน และไม่ร่วมประเวณีกับโสเภณี"
    }
  },
  {
    "translation": {
      "en": "But again...",
      "th": "แต่ก็อีกแหละ"
    }
  },
  {
    "translation": {
      "en": "almost everybody has some period when they were sinners.",
      "th": "แทบทุกคนมีช่วงเวลา ที่พวกเขาเป็นคนบาป"
    }
  },
  {
    "translation": {
      "en": "So what to do?",
      "th": "แล้วจะทำยังไงได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "There is no answer.",
      "th": "ไม่มีคำตอบ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] For the last five months, I took urine and then I did blood--",
      "th": "ห้าเดือนที่ผ่านมา ผมเก็บปัสสาวะกับเลือด..."
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, we have a good database.",
      "th": "ใช่ๆ เรามีฐานข้อมูลที่ดี"
    }
  },
  {
    "translation": {
      "en": "How do we go about the analysis? What do we wanna show?",
      "th": "เราจะทำการวิเคราะห์ยังไง เราอยากแสดงผลอะไร"
    }
  },
  {
    "translation": {
      "en": "How do we put together",
      "th": "เราจะประกอบโครงเรื่อง ให้ใหญ่ขึ้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-the bigger story arc? -Bryan, be optimistic.",
      "th": "ไบรอัน คิดบวกเข้าไว้"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Smile.",
      "th": "ยิ้มสิ"
    }
  },
  {
    "translation": {
      "en": "I have vodka for you.",
      "th": "ผมมีวอดก้าให้คุณ"
    }
  },
  {
    "translation": {
      "en": "-You do? -Yes.",
      "th": "คุณมีเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "-The best vodka. -What kind?",
      "th": "วอดก้ารสเลิศ แบบไหนครับ"
    }
  },
  {
    "translation": {
      "en": "From Mordovia.",
      "th": "จากมอร์โดเวีย"
    }
  },
  {
    "translation": {
      "en": "-Oh, awesome! -You do drink vodka?",
      "th": "- แจ๋วเลย - คุณดื่มวอดก้าไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I like vodka. -You like-- I have vodka for you.",
      "th": "- ครับ ผมชอบวอดก้า - ผมมีวอดก้าให้คุณ"
    }
  },
  {
    "translation": {
      "en": "I've decided I'm not gonna leave Russia. I'm gonna stay here.",
      "th": "ผมตัดสินใจว่าจะไม่ไปจากรัสเซีย ผมจะอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "You would like to stay?",
      "th": "คุณอยากอยู่ในรัสเซียเหรอ"
    }
  },
  {
    "translation": {
      "en": "Russia is the most relaxing country in the world.",
      "th": "รัสเซียเป็นประเทศที่เอื่อยเฉื่อย ที่สุดในโลกแล้ว"
    }
  },
  {
    "translation": {
      "en": "You think?",
      "th": "คุณคิดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No. -[both laughing]",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] You having fun?",
      "th": "สนุกไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Yes, we have fun!",
      "th": "ใช่ เราสนุกกัน"
    }
  },
  {
    "translation": {
      "en": "Smile.",
      "th": "ยิ้มหน่อย"
    }
  },
  {
    "translation": {
      "en": "Bryan!",
      "th": "ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "[man] Ladies and gentlemen, members of the media, welcome to Geneva.",
      "th": "ท่านสุภาพสตรีและสุภาพบุรุษ สมาชิกสื่อมวลชน ขอต้อนรับสู่เจนีวา"
    }
  },
  {
    "translation": {
      "en": "Almost a year ago, very serious doping allegations",
      "th": "เมื่อเกือบหนึ่งปีก่อนมีข้อกล่าวหา เรื่องสารต้องห้ามที่รุนแรง"
    }
  },
  {
    "translation": {
      "en": "were first raised on German television channel ARD.",
      "th": "ปรากฏขึ้นเป็นครั้งแรกทางโทรทัศน์ ช่องเออาร์ดีของประเทศเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "The WADA president, Sir Craig Reedie,",
      "th": "ประธานดับเบิลยูเอดีเอ เซอร์เครก รีดี"
    }
  },
  {
    "translation": {
      "en": "announced that a full and thorough inquiry would be conducted.",
      "th": "ประกาศให้มีการสอบสวนอย่างเต็มรูปแบบ ตลอดทั้งกระบวนการ"
    }
  },
  {
    "translation": {
      "en": "The founding president of the World Anti-Doping Agency,",
      "th": "ประธานผู้ก่อตั้งองค์กรต่อต้าน การใช้สารต้องห้ามโลก"
    }
  },
  {
    "translation": {
      "en": "Mr. Dick Pound, the chair of that commission.",
      "th": "คุณดิก พาวด์ ประธานคณะดังกล่าว"
    }
  },
  {
    "translation": {
      "en": "Overwhelming portions of the allegations made on the ARD program",
      "th": "ข้อกล่าวหาจำนวนมากมายมหาศาล ที่เกิดขึ้นทางช่องเออาร์ดี"
    }
  },
  {
    "translation": {
      "en": "have been found by the Independent Commission to be true.",
      "th": "ทางคณะสืบสวนได้ตรวจพบว่า เป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "It's worse than we thought. We have found cover-ups.",
      "th": "มันแย่กว่าที่เราคิดไว้ เราพบการปกปิด"
    }
  },
  {
    "translation": {
      "en": "We found destruction of samples in the laboratories.",
      "th": "เราพบการทำลายตัวอย่างในห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "We found payments of money in order to conceal doping tests...",
      "th": "เราพบการจ่ายเงิน เพื่อปกปิดการทดสอบสารโด๊ป"
    }
  },
  {
    "translation": {
      "en": "among others.",
      "th": "และยังมีเรื่องอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Our conclusion was that all of this could not have happened,",
      "th": "ข้อสรุปของเราคือ เรื่องทั้งหมดไม่น่าจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "and continue to happen, without the knowledge of",
      "th": "และยังคงเกิดขึ้นอย่างต่อเนื่อง โดยไม่มีการรู้เห็น"
    }
  },
  {
    "translation": {
      "en": "and either actual or implied consent of the state authorities.",
      "th": "และยังคงเกิดขึ้นอย่างต่อเนื่อง โดยไม่มีการรู้เห็น และได้รับการยินยอมจากภาครัฐ ไม่ว่าจะโดยทางตรงหรือทางอ้อม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] You reading this?",
      "th": "คุณได้อ่านนี่ไหม"
    }
  },
  {
    "translation": {
      "en": "Forty pages of this report is Grigory.",
      "th": "สี่สิบหน้าในรายงานนี้ เกี่ยวกับกริกอรี"
    }
  },
  {
    "translation": {
      "en": "It's hard to imagine",
      "th": "มันยากที่จะจินตนาการ"
    }
  },
  {
    "translation": {
      "en": "what the Russian state interest in athletes' urine would be.",
      "th": "ว่ารัสเซียจะให้ความสนใจ ปัสสาวะของนักกีฬามากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "One of our big concerns about tests were the 1,400 that were destroyed",
      "th": "หนึ่งในความกังวลใหญ่ๆ เรื่อง การทดสอบคือ 1,400 ตัวอย่างถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "by the director of the Moscow laboratory.",
      "th": "โดยผู้อำนวยการห้องแล็บมอสโก"
    }
  },
  {
    "translation": {
      "en": "In fact, our recommendation is the director of the laboratory",
      "th": "อันที่จริง เราขอแนะนำให้ ผู้อำนวยการห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "be removed from his position, that the WADA accreditation be withdrawn,",
      "th": "ถูกถอดออกจากตำแหน่ง และเพิกถอนการรับรองจากดับเบิลยูเอดีเอ"
    }
  },
  {
    "translation": {
      "en": "and the Russian Federation be suspended.",
      "th": "และแบนสหพันธรัฐรัสเซีย เป็นการชั่วคราว"
    }
  },
  {
    "translation": {
      "en": "-[Veronika] Bryan, hi. -[Fogel] Hi.",
      "th": "- ไบรอัน หวัดดี - หวัดดีครับ"
    }
  },
  {
    "translation": {
      "en": "Where did Grigory go?",
      "th": "กริกอรีล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "I've been crying.",
      "th": "ฉันร้องไห้ไม่หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "Yes, I am with him,",
      "th": "ค่ะ ฉันอยู่กับเขา"
    }
  },
  {
    "translation": {
      "en": "and I think maybe you want to speak with him.",
      "th": "ฉันคิดว่าคุณอาจอยากคุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "Maybe he's a little bit nervous.",
      "th": "เขาอาจจะกังวลนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-I'm so sorry. -[Rodchenkov] Bryan.",
      "th": "- ผมเสียใจจริงๆ - ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "I'm not-- I'm sorry. I'm trying to understand what you're saying.",
      "th": "ผมไม่... ผมเสียใจ ผมพยายามทำความเข้าใจที่คุณพูด"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I'm absolutely saying that we will overturn all this bullshit,",
      "th": "ผมบอกไว้เลยว่า เราจะพลิกวิกฤตินี้ให้ได้"
    }
  },
  {
    "translation": {
      "en": "and it will be upside down.",
      "th": "พลิกจากหน้ามือเป็นหลังมือเลย"
    }
  },
  {
    "translation": {
      "en": "So, Bryan, I hardly could talk to you tonight.",
      "th": "ไบรอัน คืนนี้ผมแทบจะคุยกับคุณไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[woman] The details are damning",
      "th": "มีรายละเอียดออกมาว่าผิดจริง"
    }
  },
  {
    "translation": {
      "en": "and could have a profound impact on the future of Russian athletics.",
      "th": "และน่าจะส่งผลกระทบต่อ นักกีฬารัสเซียในอนาคตอย่างใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "[man] This WADA commission has accused Russian athletics",
      "th": "คณะกรรมการดับเบิลยูเอดีเอ กล่าวหาวงการกีฬารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "of state-sponsored doping.",
      "th": "ว่ารัฐให้การสนับสนุนการใช้สารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "[in Russian] We are preparing our response to again provide any explanation needed.",
      "th": "(นิกิต้า คามาเอฟ องค์กรต่อต้าน การใช้สารต้องห้ามโลก รูซาดา) เรากำลังเตรียมการตอบสนอง เพื่อชี้แจงเท่าที่จำเป็นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "That's all I can say at this point.",
      "th": "ตอนนี้ผมพูดได้แค่นี้"
    }
  },
  {
    "translation": {
      "en": "Does this mean they could potentially miss next year's Olympics?",
      "th": "นี่แปลว่าพวกเขาอาจพลาด การแข่งโอลิมปิกในปีหน้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, that is certainly one of the potential outcomes here.",
      "th": "แน่นอนว่านั่นคือหนึ่งในผลลัพธ์ ที่เป็นไปได้ในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[man] The International Olympic Committee have released a statement.",
      "th": "คณะกรรมการโอลิมปิกนานาชาติ ได้ออกแถลงการณ์"
    }
  },
  {
    "translation": {
      "en": "You will see athletes being sanctioned by the IAAF.",
      "th": "คุณจะได้เห็นนักกีฬาถูกลงโทษ โดยไอดับเบิลเอเอฟ (โทมัส บากห์ ประธานไอโอซี)"
    }
  },
  {
    "translation": {
      "en": "You will see athletes and officials being excluded.",
      "th": "(โทมัส บากห์ ประธานไอโอซี) คุณจะได้เห็นนักกีฬา และเจ้าหน้าที่ถูกคัดออก"
    }
  },
  {
    "translation": {
      "en": "And you will see an action led by the IOC.",
      "th": "และคุณจะได้เห็นการดำเนินการ ที่นำโดยไอโอซี"
    }
  },
  {
    "translation": {
      "en": "We'll apply this zero-tolerance policy.",
      "th": "เราจะบังคับใช้นโยบายไม่ผ่อนผัน"
    }
  },
  {
    "translation": {
      "en": "[man] Decision time for the IAAF",
      "th": "ถึงเวลาที่ไอดับเบิลเอเอฟ จะตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "on whether Russia's track and field athletes",
      "th": "ว่านักกีฬาลู่และลานของรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "will be allowed to compete at the Rio Olympics.",
      "th": "จะได้เข้าแข่งขัน โอลิมปิกที่รีโอหรือไม่ (เซบาสเตียน โค ประธานไอดับเบิลเอเอฟ)"
    }
  },
  {
    "translation": {
      "en": "I want to hear what the Athletics Federation of Russia",
      "th": "(เซบาสเตียน โค ประธานไอดับเบิลเอเอฟ) ผมอยากได้ยินสิ่งที่นักกีฬา แห่งสหพันธรัฐรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "is actually saying in answer to those allegations.",
      "th": "กล่าวตอบข้อกล่าวหาพวกนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man] The Sports Minister, Vitaly Mutko, has said,",
      "th": "รัฐมนตรีกระทรวงกีฬา วิทาลี มุตโกกล่าวว่า"
    }
  },
  {
    "translation": {
      "en": "\"Russia took all the necessary measures,\" he says, \"to fight the doping problem.",
      "th": "\"รัสเซียใช้ทุกวิถีทางที่จำเป็น\" เขาว่า \"เพื่อสู้กับปัญหาการโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "Moscow's anti-doping lab",
      "th": "ห้องแล็บต่อต้าน การใช้สารต้องห้ามของรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "was recently recognized as one of the best in the world.\"",
      "th": "เพิ่งได้การรับรองว่า เป็นหนึ่งในที่ที่ดีที่สุดในโลก\""
    }
  },
  {
    "translation": {
      "en": "You don't want to talk to us?",
      "th": "คุณไม่อยากคุยกับเราเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, the employees at this lab are clearly being very tight-lipped,",
      "th": "(ซีเอ็นเอ็นเข้าเยี่ยมชมห้องแล็บลับ) พนักงานของห้องแล็บนี้ปิดปากสนิทเลย"
    }
  },
  {
    "translation": {
      "en": "but the report from the World Anti-Doping Agency",
      "th": "แต่รายงานจาก องค์กรต่อต้านการใช้สารต้องห้ามโลก"
    }
  },
  {
    "translation": {
      "en": "goes into great detail",
      "th": "ไล่เรียงไว้โดยละเอียด"
    }
  },
  {
    "translation": {
      "en": "describing the alleged activities inside that building.",
      "th": "อธิบายกิจกรรมที่ถูกกล่าวหา ภายในอาคารหลังนั้น"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] There are around 50 correspondents behind my fence, but I am here.",
      "th": "มีนักข่าวประมาณ 50 คน อยู่นอกรั้ว แต่ผมอยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And I am not supposed to talk.",
      "th": "และผมไม่ควรพูดคุย"
    }
  },
  {
    "translation": {
      "en": "Bryan, stay quiet.",
      "th": "ไบรอัน เงียบไว้นะ"
    }
  },
  {
    "translation": {
      "en": "You're a lucky man. Only you, knowing me.",
      "th": "โชคเข้าข้างคุณ มีแค่คุณที่รู้จักผม"
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "The World Anti-Doping Agency suspended Russia's sports drug-testing lab,",
      "th": "วันนี้ องค์การต่อต้าน การใช้สารต้องห้ามโลก ระงับการดำเนินงานของห้องแล็บ ตรวจสารต้องห้ามทางกีฬาของรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "and the head of the lab resigned.",
      "th": "และหัวหน้าห้องแล็บลาออกจากตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "[Veronika in Russian] Grisha, be careful what you tell him now.",
      "th": "กริชา จะบอกอะไรเขาก็ระวังด้วย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Don't tell me. I am just--",
      "th": "ไม่ต้องบอกฉัน ฉันแค่..."
    }
  },
  {
    "translation": {
      "en": "[Veronika] They're holding on the phone for you.",
      "th": "พวกเขาถือสายรอคุณอยู่"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Tell them I'll call back-- -[Veronika] It sounds serious.",
      "th": "- บอกพวกเขาว่าผมจะโทรกลับใน... - ฟังดูเครียดๆ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I'll call back in five minutes!",
      "th": "ฉันจะโทรกลับในห้านาที"
    }
  },
  {
    "translation": {
      "en": "-[Veronika] Okay, but will you? -[Rodchenkov] Yes, go away!",
      "th": "- โอเค แต่คุณจะโทรใช่ไหม - โทรสิ ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Veronika] Fine.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Bryan...",
      "th": "ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "[in English] It's a disaster.",
      "th": "เกิดหายนะแล้ว"
    }
  },
  {
    "translation": {
      "en": "They're just killing people.",
      "th": "พวกเขาไล่ฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "Cutting heads, you know, without who is guilty.",
      "th": "ตัดหัวน่ะ รู้ไหม โดยไม่ดูว่าใครถูกใครผิด"
    }
  },
  {
    "translation": {
      "en": "Yesterday, you know, I went to Minister Mutko,",
      "th": "เมื่อวานผมไปหารัฐมนตรีมุตโก"
    }
  },
  {
    "translation": {
      "en": "and we started to discuss.",
      "th": "และเราเริ่มหารือกัน"
    }
  },
  {
    "translation": {
      "en": "He was talking, blah, blah, blah, about football.",
      "th": "เขาพูดเรื่องนั้นเรื่องนี้ของฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "Uh, blah, blah, blah, about Formula 1.",
      "th": "เขาพูดเรื่องนั้นเรื่องนี้ของฟุตบอล เรื่องนั้นเรื่องนี้ของฟอร์มูล่าวัน"
    }
  },
  {
    "translation": {
      "en": "Then to say what to do with bloody doping.",
      "th": "แล้วก็บอกว่าจะทำยังไง กับไอ้ยาโด๊ปเวรนี่"
    }
  },
  {
    "translation": {
      "en": "But he say, \"Could you resign?\" I go, \"Yes.\"",
      "th": "แต่เขาบอกว่า \"คุณลาออกได้ไหม\" ผมบอก \"ได้\""
    }
  },
  {
    "translation": {
      "en": "\"Today?\" \"Yes, today.\"",
      "th": "\"วันนี้เลยไหม\" \"ครับ วันนี้เลย\""
    }
  },
  {
    "translation": {
      "en": "And I resigned.",
      "th": "แล้วผมก็ลาออก"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "they lost director.",
      "th": "พวกเขาไม่มีผู้อำนวยการ"
    }
  },
  {
    "translation": {
      "en": "I have a lot of calls, but I'm just changing my telephones.",
      "th": "ผมมีโทรศัพท์หลายสาย แต่ผมเพิ่งเปลี่ยนโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "People are looking for their job, but laboratory is almost empty.",
      "th": "ผู้คนกำลังมองหางาน แต่ห้องแล็บแทบจะร้างแล้ว"
    }
  },
  {
    "translation": {
      "en": "Empty.",
      "th": "ว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "I don't know what's going on.",
      "th": "ผมไม่รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I just know what I'm reading in the newspaper and in the press and... You know.",
      "th": "ผมแค่รู้จากที่ผมอ่านในหนังสือพิมพ์ แล้วก็จากสื่อและ..."
    }
  },
  {
    "translation": {
      "en": "Oh, really? Really?",
      "th": "จริงเหรอ จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, will they come after you?",
      "th": "คือว่า พวกเขาจะไล่ล่าคุณไหม"
    }
  },
  {
    "translation": {
      "en": "Are they gonna arrest you? Are they gonna...",
      "th": "พวกเขาจะจับคุณไหม พวกเขาจะ..."
    }
  },
  {
    "translation": {
      "en": "Would they try to put you in jail?",
      "th": "จะพยายามเอาคุณเข้าคุกไหม"
    }
  },
  {
    "translation": {
      "en": "In jail? No.",
      "th": "เข้าคุกเหรอ ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "What is the reason for jail?",
      "th": "จะเข้าคุกไปทำไมกัน"
    }
  },
  {
    "translation": {
      "en": "-You know. -No.",
      "th": "ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "Are you in any danger?",
      "th": "คุณอยู่ในอันตรายหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes, but not jail. It could be some... I don't know.",
      "th": "ใช่ แต่ไม่ใช่คุก มันอาจเป็นการ... ผมก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "-I mean-- -Do you know that I am now moving with a security man?",
      "th": "คุณรู้ไหมว่าตอนนี้ผมไปไหนมาไหน กับบอดี้การ์ด"
    }
  },
  {
    "translation": {
      "en": "Security guard.",
      "th": "บอดี้การ์ด"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Just a security guard in my home.",
      "th": "มีบอดี้การ์ดในบ้านผม"
    }
  },
  {
    "translation": {
      "en": "-In your home? -Coming to my car.",
      "th": "- ในบ้านคุณเหรอ - ขึ้นรถไปกับผม"
    }
  },
  {
    "translation": {
      "en": "I'm following behind.",
      "th": "ผมเดินตามหลัง"
    }
  },
  {
    "translation": {
      "en": "It's recommended until the end of the week,",
      "th": "มีคนแนะนำให้ทำแบบนี้ จนถึงสุดสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "because I am the only man who can kill both sides.",
      "th": "เพราะผมเป็นคนเดียว ที่สามารถเล่นงานได้ทั้งสองฝ่าย"
    }
  },
  {
    "translation": {
      "en": "Russia and WADA, so...",
      "th": "รัสเซียและดับเบิลยูเอดีเอ ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "Stay quiet.",
      "th": "นิ่งไว้นะ"
    }
  },
  {
    "translation": {
      "en": "[Vitaly Mutko in Russian] Let me say this.",
      "th": "ผมจะพูดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "In reality, the Independent Commission's report",
      "th": "ในความเป็นจริง รายงานของคณะสืบสวน..."
    }
  },
  {
    "translation": {
      "en": "and statements made by Mr. Pound are exaggerated.",
      "th": "(วิทาลี มุตโก รมต. กระทรวงกีฬา) ...และแถลงการณ์ต่างๆ โดยคุณพาวด์ เป็นเรื่องเกินกว่าเหตุ"
    }
  },
  {
    "translation": {
      "en": "We've even built a modern, state-of-the-art anti-doping laboratory",
      "th": "เรามีกระทั่งห้องแล็บต่อต้าน การใช้สารต้องห้ามที่ทันสมัยที่สุด"
    }
  },
  {
    "translation": {
      "en": "that is renowned for its testing",
      "th": "ที่มีชื่อเสียงด้านการทำการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "for the Olympics, Paralympics, championships and more,",
      "th": "ให้โอลิมปิก พาราลิมปิก การแข่งขันชิงแชมป์และอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "and received the highest merits for its contributions.",
      "th": "และได้รับกิตติคุณสูงสุด สำหรับการมีส่วนร่วมของที่นี่"
    }
  },
  {
    "translation": {
      "en": "The government is merely financing the laboratory operation.",
      "th": "รัฐบาลแทบจะไม่ได้จัดสรร งบการดำเนินงานห้องแล็บเลย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov in English] They don't accept this Independent Commission at all.",
      "th": "พวกเขาไม่ยอมรับคณะสืบสวนโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "They're deliberately lying.",
      "th": "พวกเขาโกหกโดยไตร่ตรองอย่างถี่ถ้วน"
    }
  },
  {
    "translation": {
      "en": "Bryan, Bryan...",
      "th": "ไบรอัน ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "-look at me. -[Fogel] Okay.",
      "th": "มองผมสิ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] It means I could be tossed under the bus anytime.",
      "th": "คือว่า ผมอาจถูกโยนความผิดให้ เมื่อไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm not sure that we are connecting freely.",
      "th": "ผมไม่แน่ใจว่าเราคุยกัน อย่างเสรีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Because now we are on radar, that's for sure.",
      "th": "เพราะตอนนี้เราถูกจับตามอง เรื่องนั้นแน่นอนเลยละ"
    }
  },
  {
    "translation": {
      "en": "You know Snowden?",
      "th": "คุณรู้เรื่องสโนว์เดนไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, of course.",
      "th": "ครับ รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Now you see. [clicks tongue]",
      "th": "คุณกำลังมองเขาอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "We still don't know... We still don't know",
      "th": "เรายังไม่รู้ เรายังไม่รู้"
    }
  },
  {
    "translation": {
      "en": "whether Russia is participating in Olympic Games or not.",
      "th": "ว่ารัสเซียจะได้เข้าร่วม โอลิมปิกเกมส์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "The outcome, why I am very much cautious about my life...",
      "th": "ผลลัพธ์นั้น ทำไมผมถึงใช้ชีวิต อย่างระมัดระวังแบบนี้..."
    }
  },
  {
    "translation": {
      "en": "If me will be purged...",
      "th": "ถ้าผมถูกกำจัด..."
    }
  },
  {
    "translation": {
      "en": "okay, Russia will go to the Olympics.",
      "th": "โอเค รัสเซียได้ไปโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "[clicking tongue] The problem is to survive.",
      "th": "ปัญหาคือการเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "-Listen, I, uh... -Yes.",
      "th": "- ฟังนะ ผม... - ได้"
    }
  },
  {
    "translation": {
      "en": "-Joking, you know, seriousness aside... -Stop it. Stop, stop.",
      "th": "ล้อเล่น... หยุดเลย หยุด"
    }
  },
  {
    "translation": {
      "en": "I'm just... I'm worried about you.",
      "th": "ผมแค่... ผมเป็นห่วงคุณ"
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "th": "ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "Tomorrow, I drop you.",
      "th": "พรุ่งนี้ ผมจะทักไป"
    }
  },
  {
    "translation": {
      "en": "And then, when I say... [clicks tongue]",
      "th": "แล้วพอผมบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"How is weather in Los Angeles?\" or anything related to weather...",
      "th": "\"อากาศที่ลอสแอนเจลิสเป็นยังไงบ้าง\" หรืออะไรก็ตามที่เกี่ยวกับสภาพอากาศ"
    }
  },
  {
    "translation": {
      "en": "it means that we will talk in 15, 20 minutes.",
      "th": "แปลว่าเราจะคุยกัน 15 หรือ 20 นาที"
    }
  },
  {
    "translation": {
      "en": "Be ready to talk.",
      "th": "เตรียมตัวให้พร้อมคุย"
    }
  },
  {
    "translation": {
      "en": "[Sebastian Coe] Tonight, our sport finds itself in a shameful situation.",
      "th": "(13 พฤศจิกายน 2015) คืนนี้ วงการกีฬาของเรา อยู่ในสถานการณ์ที่น่าละอาย"
    }
  },
  {
    "translation": {
      "en": "And that is why I can confirm the council has overwhelmingly voted,",
      "th": "(เซบาสเตียน โค ประธานไอดับเบิลเอเอฟ) นั่นจึงเป็นเหตุที่ผมสามารถยืนยัน ว่าสภาได้ออกเสียงอย่างท่วมท้น"
    }
  },
  {
    "translation": {
      "en": "with immediate effect, to suspend the Russian Federation.",
      "th": "โดยมีผลในทันที เพื่อแบน สหพันธรัฐรัสเซียเป็นการชั่วคราว"
    }
  },
  {
    "translation": {
      "en": "It's done so, uh, by 22 votes to one.",
      "th": "(คณะผู้ว่าการ สำหรับการแข่งกีฬาลู่และลานสากล สหพันธ์สมาคมกรีฑานานาชาติ"
    }
  },
  {
    "translation": {
      "en": "It is the strongest sanction... [continues indistinctly]",
      "th": "สหพันธ์สมาคมกรีฑานานาชาติ ออกเสียงให้ระงับสิทธิ สหพันธ์กรีฑารัสเซียชั่วคราว จากการแข่งขันทุกชนิด รวมทั้งโอลิมปิกที่รีโอ)"
    }
  },
  {
    "translation": {
      "en": "[in Russian] Regarding the recent events",
      "th": "เกี่ยวเนื่องกับเหตุการณ์ ที่เพิ่งเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "connected to our track and field team,",
      "th": "โดยเชื่อมโยงกับทีมกรีฑา ลู่และลานของเรา"
    }
  },
  {
    "translation": {
      "en": "I urge the sports minister and all my sports colleagues",
      "th": "ผมกระตุ้นให้รัฐมนตรีกระทรวงกีฬา และเพื่อนร่วมงานด้านกีฬาของผมทุกคน"
    }
  },
  {
    "translation": {
      "en": "to make this their number one priority.",
      "th": "ทำให้เรื่องนี้เป็นเรื่องสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "This is the first step.",
      "th": "นี่คือขั้นแรก"
    }
  },
  {
    "translation": {
      "en": "Secondly, it is vital to conduct our own internal investigation.",
      "th": "ขั้นที่สอง เราจำเป็น ต้องดำเนินการสืบสวนภายในของเราเอง"
    }
  },
  {
    "translation": {
      "en": "[clears throat] Sport should be fair.",
      "th": "กีฬาควรมีความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Responsibility should be personalized and absolute.",
      "th": "ควรมีคนถือเป็นภาระหน้าที่ อย่างเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Bryan...",
      "th": "ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "I need... Wait, look at me.",
      "th": "ผมต้อง... มองผมก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "I need to escape and to walk... to walk...",
      "th": "ผมต้องหนี และต้องเดินไป..."
    }
  },
  {
    "translation": {
      "en": "You can go wherever you want.",
      "th": "คุณจะไปไหนก็ได้ที่อยากไป"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I will be doggy-sitting at your home.",
      "th": "โอเค ผมจะไปเลี้ยงหมาให้คุณที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "So you wanna get out?",
      "th": "คุณอยากหนีออกมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes. Simply.",
      "th": "ใช่ แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "What do you want to, uh...",
      "th": "คุณอยากให้..."
    }
  },
  {
    "translation": {
      "en": "It's very suspicious when you have one-way ticket, you know.",
      "th": "มันจะน่าสงสัยมาก ถ้าคุณซื้อตั๋วแค่เที่ยวเดียว รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, right. You have to book a round trip.",
      "th": "ใช่ครับ คุณต้องจองเที่ยวบินไปกลับ"
    }
  },
  {
    "translation": {
      "en": "[Veronika in Russian] They're watching us.",
      "th": "พวกเขาจับตามองเราอยู่"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Bryan? -Yeah.",
      "th": "- ไบรอัน - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] What I am doing, myself, I can do nothing.",
      "th": "สิ่งที่ผมทำอยู่ ตัวผมเองทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-So... -Okay?",
      "th": "- แล้ว... - ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "I'll send you... Let me figure out some flight options, okay?",
      "th": "ผมจะส่งให้ ขอผมเลือกเที่ยวบิน ดูสักหน่อย ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I'm gonna get the flight, right now.",
      "th": "ผมจะหาเที่ยวบินให้เดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Yes, right now. -Okay.",
      "th": "ใช่ เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Go.",
      "th": "ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Also, some security measures will be set.",
      "th": "และต้องมีตั้งมาตรการ ด้านความปลอดภัยบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] How will I know that you made it through okay?",
      "th": "ผมจะรู้ได้ยังไงว่า คุณออกมาได้อย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[both] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Bryan? -Yeah, I'm right here.",
      "th": "- ไบรอัน - ครับ ผมอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "-Okay, just left my security man. -[Fogel] Okay.",
      "th": "- โอเค เพิ่งผละจากรปภ. ของผมมา - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I am very much dizzy, paranoid.",
      "th": "ผมเวียนหัวมาก ระแวงไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] We'll get you here.",
      "th": "เราจะพาคุณมาที่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] My wife and children decided maybe it's better to stay in Russia.",
      "th": "ภรรยากับลูกผม ตัดสินใจว่าอยู่ที่รัสเซียจะดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Just gotta make sure in the US that you're okay also.",
      "th": "แค่ต้องให้แน่ใจว่า คุณเองก็ปลอดภัยอยู่ในสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] My daughter...",
      "th": "ลูกสาวผม..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] Yes?",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] She's getting married.",
      "th": "เธอกำลังจะแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Married, everything.",
      "th": "แต่งงานแล้ว มีทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "It's time.",
      "th": "ถึงเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Okay.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Cross fingers now. -[Fogel] You, too.",
      "th": "- มาลุ้นกัน - คุณก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Remember Orwell.",
      "th": "จดจำออร์เวลล์ไว้"
    }
  },
  {
    "translation": {
      "en": "\"We will meet each other where there is no darkness.\"",
      "th": "\"เราจะได้พบกัน เมื่อไร้ความมืดมน\""
    }
  },
  {
    "translation": {
      "en": "[Fogel] When I first interviewed you a year ago,",
      "th": "ตอนที่ผมสัมภาษณ์คุณครั้งแรก เมื่อหนึ่งปีก่อน"
    }
  },
  {
    "translation": {
      "en": "I asked you if you thought your investigation",
      "th": "ผมถามว่า คุณคิดว่าการสืบสวนของคุณ"
    }
  },
  {
    "translation": {
      "en": "would be a defining moment in the history of sport.",
      "th": "จะกลายเป็นจุดเปลี่ยน ในประวัติศาสตร์กีฬาหรือไม่"
    }
  },
  {
    "translation": {
      "en": "How would you answer that question now?",
      "th": "ตอนนี้คุณจะตอบคำถามนั้นว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Yes, it can be a defining moment, and I think it should.",
      "th": "ใช่ มันเป็นจุดเปลี่ยนได้ และผมคิดว่าควรเป็นด้วย"
    }
  },
  {
    "translation": {
      "en": "You've got your number one Olympic sport in the crosshairs,",
      "th": "(ริชาร์ด \"ดิก\" พาวด์) กีฬาโอลิมปิกหมายเลขหนึ่งของคุณ ตกเป็นเป้าโจมตี"
    }
  },
  {
    "translation": {
      "en": "and you've got one of the major Olympic countries in the world",
      "th": "หนึ่งในประเทศยักษ์ใหญ่ของโลก ในกีฬาโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "in the crosshairs,",
      "th": "ตกเป็นเป้าโจมตี"
    }
  },
  {
    "translation": {
      "en": "even if it's the crosshairs only on athletics at the moment.",
      "th": "ถึงแม้ว่าตอนนี้จะมีแค่ตัวนักกีฬา ที่ตกเป็นเป้า"
    }
  },
  {
    "translation": {
      "en": "That has the potential of affecting the credibility of all sport",
      "th": "สิ่งนั้นก็มีโอกาสไปกระทบ ความน่าเชื่อถือของกีฬาทุกประเภท"
    }
  },
  {
    "translation": {
      "en": "and, therefore, the continued viability of all sport.",
      "th": "ซึ่งก็คือความอยู่รอดต่อไป ของกีฬาทุกประเภท"
    }
  },
  {
    "translation": {
      "en": "Why would I watch an event that's fixed?",
      "th": "ผมจะเฝ้าดูการแข่งกีฬา ที่ล็อกผลการแข่งไปทำไม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] There he is.",
      "th": "เขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I'm here, yes! -He's escaped.",
      "th": "- ผมมาแล้ว ใช่ - เขาหนีมาได้"
    }
  },
  {
    "translation": {
      "en": "-This is-- Yes. Escaped alive. -[chuckles]",
      "th": "ที่นี่ ใช่ หนีมาได้เป็นๆ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Then you did what?",
      "th": "แล้วคุณทำอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Destroyed my computer from my working place.",
      "th": "ทำลายคอมพิวเตอร์ที่ทำงานของผม"
    }
  },
  {
    "translation": {
      "en": "I took hard disk. And also, I have three copies.",
      "th": "ผมเอาฮาร์ดดิสก์มา และผมทำสำเนาไว้สามชุด"
    }
  },
  {
    "translation": {
      "en": "It's a historical moment.",
      "th": "มันเป็นช่วงเวลาทางประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Dan Cogan on phone] Grigory, I want you to know",
      "th": "กริกอรี ผมอยากให้คุณรู้ว่า ผมเข้าใจที่คุณอยากประกาศตัว..."
    }
  },
  {
    "translation": {
      "en": "that I understand your desire to be visible",
      "th": "กริกอรี ผมอยากให้คุณรู้ว่า ผมเข้าใจที่คุณอยากประกาศตัว... (แดน โคแกน โปรดิวเซอร์ กำลังพูดโทรศัพท์)"
    }
  },
  {
    "translation": {
      "en": "and I think that's very important for you, to be safe.",
      "th": "(แดน โคแกน โปรดิวเซอร์ กำลังพูดโทรศัพท์) ...และผมคิดว่า ความปลอดภัยของคุณคือสิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I was on the phone yesterday with the lawyer for Edward Snowden.",
      "th": "เมื่อวานผมคุยโทรศัพท์กับทนาย ที่ว่าความให้เอ็ดเวิร์ด สโนว์เดน"
    }
  },
  {
    "translation": {
      "en": "They have some recommendations.",
      "th": "พวกเขามีคำแนะนำบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "I have everything with me, and also I destroyed my office computer.",
      "th": "ผมเอาทุกอย่างมาด้วย และผมทำลายคอมพิวเตอร์ที่ทำงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Put it in a very safe place and dropped there like a dummy.",
      "th": "เอามันไปไว้ในที่ปลอดภัย แล้วก็ทิ้งไว้ที่นั่นเหมือนหุ่นดัมมี"
    }
  },
  {
    "translation": {
      "en": "[Cogan] We'll talk in a few hours.",
      "th": "อีกสองสามชั่วโมงค่อยคุยกัน"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] This is, uh... This is it. -[Rodchenkov] Uh-huh.",
      "th": "ที่นี่ ที่นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "It's like a labyrinth.",
      "th": "อย่างกับเขาวงกตเลย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, this is the place.",
      "th": "โอเค ที่นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Good. -Here's, um...",
      "th": "- ดี - นี่คือ..."
    }
  },
  {
    "translation": {
      "en": "bed, bathroom.",
      "th": "เตียง ห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Secure place.",
      "th": "สถานที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "It's a good thing.",
      "th": "เป็นเรื่องดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] This'll work, at least till we get what the plan is",
      "th": "อยู่ที่นี่ได้ อย่างน้อยก็จนกว่า เราจะวางแผนกันได้"
    }
  },
  {
    "translation": {
      "en": "and what we're gonna do.",
      "th": "และรู้ว่าจะทำยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] He goes to me. He remembers me since May.",
      "th": "มันเดินมาหาผม มันจำผมได้ตั้งแต่เดือนพฤษภาคม"
    }
  },
  {
    "translation": {
      "en": "You will be learning Russian.",
      "th": "แกจะได้เรียนภาษารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "You will be learning Russian very soon.",
      "th": "อีกเดี๋ยวแกจะได้เรียนภาษารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "I'm missing dogs.",
      "th": "ผมคิดถึงหมาของผม"
    }
  },
  {
    "translation": {
      "en": "There was one thing that I noticed in the IC report,",
      "th": "มีสิ่งหนึ่งที่ผมอ่านเจอในรายงานคณะสืบสวน"
    }
  },
  {
    "translation": {
      "en": "and that was that there were KGB people hanging around the lab.",
      "th": "นั่นก็คือมีคนจากเคจีบี ป้วนเปี้ยนอยู่ในแล็บด้วย"
    }
  },
  {
    "translation": {
      "en": "And that's a real no-no.",
      "th": "นั่นคือเรื่องที่ยอมรับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You know, KGB people are not nice people.",
      "th": "รู้ไหม พวกเคจีบีไม่ใช่คนดี"
    }
  },
  {
    "translation": {
      "en": "So I am at home.",
      "th": "ผมอยู่บ้านแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "[interpreter] We will banish all those who have a suspicious reputation",
      "th": "เราจะกำจัดทุกคน ที่มีชื่อเสียงน่าเคลือบแคลง"
    }
  },
  {
    "translation": {
      "en": "from the leadership of Russian athletics.",
      "th": "ออกไปจากฝ่ายบริหารนักกีฬารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "In 60 days, we will present the renewed athletics with new people...",
      "th": "ใน 60 วัน เราจะเสนอชื่อนักกีฬา ที่ต่ออายุใหม่พร้อมคนใหม่ๆ..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] So, if the KGB... I guess they're called the FSB now...",
      "th": "ดังนั้น ถ้าเคจีบี ผมเดาว่าตอนนี้พวกเขาคือเอฟเอสบีแล้ว"
    }
  },
  {
    "translation": {
      "en": "they're in the lab,",
      "th": "พวกเขาอยู่ในห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "who else could finance them but Vitaly Mutko?",
      "th": "แล้วใครล่ะที่จ่ายเงินสนับสนุนพวกเขา ถ้าไม่ใช่วิทาลี มุตโก"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't think Vitaly Mutko finances the FSB.",
      "th": "ผมคิดว่าวิทาลี มุตโก ไม่ได้จ่ายเงินให้เอฟเอสบี"
    }
  },
  {
    "translation": {
      "en": "-That's a state security operation. -But... but Putin?",
      "th": "- นั่นแล็บความมั่นคงระดับรัฐ - แต่... แต่ปูตินล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, whoever finances it and runs the state security apparatus,",
      "th": "ใครก็ตามที่จ่ายเงิน และดำเนินงานระบบความมั่นคงระดับรัฐ"
    }
  },
  {
    "translation": {
      "en": "it's not the sport minister.",
      "th": "ไม่ใช่รัฐมนตรีกระทรวงกีฬา"
    }
  },
  {
    "translation": {
      "en": "[man] Officials are essentially saying, \"There may be some problems,",
      "th": "ทางเจ้าหน้าที่บอกว่า \"อาจมีปัญหาบางประการ"
    }
  },
  {
    "translation": {
      "en": "but we are trying and have already taken steps",
      "th": "แต่เรากำลังพยายาม และได้ดำเนินการในหลายๆ ขั้นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "to address those problems.\"",
      "th": "ที่จะหารือถึงปัญหาเหล่านั้น\""
    }
  },
  {
    "translation": {
      "en": "And all of the officials are essentially rejecting the idea",
      "th": "และเจ้าหน้าที่ทุกคน ปฏิเสธแนวคิดอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "that there's still a major problem.",
      "th": "ว่ายังมีปัญหาใหญ่อยู่หนึ่งอย่าง"
    }
  },
  {
    "translation": {
      "en": "[in Russian] Honey, hi.",
      "th": "ไงที่รัก"
    }
  },
  {
    "translation": {
      "en": "I am here, far away and in the darkness.",
      "th": "ผมอยู่นี่แล้ว ห่างไกล และหลบซ่อนในความมืด"
    }
  },
  {
    "translation": {
      "en": "You see them all?",
      "th": "คุณเห็นพวกเขาทุกคนไหม"
    }
  },
  {
    "translation": {
      "en": "Wearing fancy suits, ties, making speeches on TV...",
      "th": "ใส่สูทผูกไทราคาแพง ออกมาพูดในทีวี..."
    }
  },
  {
    "translation": {
      "en": "It's all a farce.",
      "th": "ทุกอย่างเป็นละครปาหี่"
    }
  },
  {
    "translation": {
      "en": "[in English] Of course I was very disappointed when laboratory was closed.",
      "th": "แน่นอน ผมผิดหวังมาก ตอนที่ห้องแล็บถูกปิด"
    }
  },
  {
    "translation": {
      "en": "Now reading this IC report, I am just watching with another's eyes.",
      "th": "ตอนนี้ผมกำลังอ่านรายงานคณะสืบสวน ผมเพิ่งได้รับรู้เรื่องนี้จากอีกมุม"
    }
  },
  {
    "translation": {
      "en": "I know that I could change the past, telling the truth.",
      "th": "ผมรู้ว่าผมเปลี่ยนอดีตได้ ด้วยการบอกความจริง"
    }
  },
  {
    "translation": {
      "en": "But would you like telling the truth, you will be annihilated.",
      "th": "แต่ถ้าคุณบอกความจริง คุณจะถูกเก็บ"
    }
  },
  {
    "translation": {
      "en": "George Orwell, I was reading the first in 1989.",
      "th": "(หนึ่ง-เก้า-แปด-สี่ จอร์จ ออร์เวลล์) จอร์จ ออร์เวลล์ ผมได้อ่านครั้งแรกตอนปี 1989"
    }
  },
  {
    "translation": {
      "en": "I was 30.",
      "th": "ตอนผมอายุ 30"
    }
  },
  {
    "translation": {
      "en": "Before that time, in Soviet Union,",
      "th": "ก่อนหน้านั้น ในสหภาพโซเวียต"
    }
  },
  {
    "translation": {
      "en": "the book 1984, it was strictly, strictly prohibited.",
      "th": "หนังสือเรื่องหนึ่ง-เก้า-แปด-สี่ ถูกสั่งห้ามอย่างเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "For me, it was totally shocking.",
      "th": "สำหรับผม มันเป็นเรื่องน่าตกใจอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "Especially \"ignorance is strength.\"",
      "th": "(สงครามคือความสันติ อิสรภาพคือระบบทาส) โดยเฉพาะ \"ความไม่รู้คือความเข้มแข็ง\""
    }
  },
  {
    "translation": {
      "en": "This is the most powerful thing.",
      "th": "นี่คือสิ่งที่ทรงพลังที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was my weapon.",
      "th": "มันคืออาวุธของผม"
    }
  },
  {
    "translation": {
      "en": "It gave me definitions, it gave me coordinates",
      "th": "มันให้คำนิยามต่างๆ แก่ผม ให้แนวทางกับผม"
    }
  },
  {
    "translation": {
      "en": "how you can apply to your life.",
      "th": "เราจะนำมันมาปรับใช้ กับชีวิตได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "It's like a road map.",
      "th": "มันเหมือนแผนที่เส้นทาง"
    }
  },
  {
    "translation": {
      "en": "\"'There are three stages in your reintegration,' said O'Brien.",
      "th": "\"'การบูรณาการใหม่ของคุณมีสามขั้น' โอไบรอันกล่าว"
    }
  },
  {
    "translation": {
      "en": "'There is learning, there is understanding,",
      "th": "'มีการเรียนรู้ มีการทำความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "and there is acceptance.",
      "th": "และมีการยอมรับ"
    }
  },
  {
    "translation": {
      "en": "It's time for you to enter upon the first stage.'\"",
      "th": "ถึงเวลาที่คุณจะเข้าสู่ขั้นแรก'\""
    }
  },
  {
    "translation": {
      "en": "I was thinking that we'd start...",
      "th": "ผมคิดว่าเราจะเริ่มกัน..."
    }
  },
  {
    "translation": {
      "en": "I ask you questions, and you answer \"yes\" or \"no.\"",
      "th": "ผมถามคำถามคุณ คุณตอบ \"ใช่\" หรือ \"ไม่ใช่\""
    }
  },
  {
    "translation": {
      "en": "Does Russia have a systematic, statewide doping system in place",
      "th": "รัสเซียจัดตั้งระบบการโด๊ปยา ระดับรัฐที่เป็นระบบ"
    }
  },
  {
    "translation": {
      "en": "to cheat the Olympics?",
      "th": "เพื่อโกงกีฬาโอลิมปิกใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Were you the mastermind of a statewide system that cheated the Olympics?",
      "th": "คุณคือผู้อยู่เบื้องหลังระบบระดับรัฐ ที่โกงกีฬาโอลิมปิกใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Of course. Yes.",
      "th": "แน่นอน ใช่"
    }
  },
  {
    "translation": {
      "en": "Russia won a total of 73 medals in the 2008 Beijing Olympics.",
      "th": "รัสเซียได้เหรียญ 73 เหรียญ ในโอลิมปิกที่ปักกิ่งปี 2008"
    }
  },
  {
    "translation": {
      "en": "How many of those athletes were dirty?",
      "th": "มีนักกีฬากี่คนในนั้นที่โด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "Thirty.",
      "th": "สามสิบ"
    }
  },
  {
    "translation": {
      "en": "Russia won 81 total medals in London. How many of those were dirty?",
      "th": "รัสเซียได้เหรียญ 81 เหรียญในลอนดอน มีกี่คนในนั้นที่โด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "Oh, even more.",
      "th": "เยอะกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "50% is for sure. Let it be 50%.",
      "th": "ที่แน่ๆ คือ 50 เปอร์เซ็นต์ เอาเป็น 50 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "They were earned using special program.",
      "th": "พวกเขาได้เหรียญ ในขณะที่อยู่ในโปรแกรมพิเศษ"
    }
  },
  {
    "translation": {
      "en": "State-sponsored, of course.",
      "th": "ได้การสนับสนุนจากรัฐ"
    }
  },
  {
    "translation": {
      "en": "Was Putin aware of the existence of a Russian doping system?",
      "th": "ปูตินรู้หรือไม่ว่า รัสเซียมีระบบการโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "Yes. Aware of my name.",
      "th": "ครับ รู้จักชื่อผม"
    }
  },
  {
    "translation": {
      "en": "He took me from the prison for such special affair.",
      "th": "เขาเอาผมออกจากคุกเป็นกรณีพิเศษ"
    }
  },
  {
    "translation": {
      "en": "-From prison? -Yes.",
      "th": "จากคุกเหรอครับ ใช่"
    }
  },
  {
    "translation": {
      "en": "To redeem.",
      "th": "เพื่อไถ่โทษ"
    }
  },
  {
    "translation": {
      "en": "Okay, let's back up one sec here.",
      "th": "โอเค ขอย้อนกลับไปหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "My concern is that it's something they would use to discredit you.",
      "th": "ผมกลัวว่ามันจะเป็นเรื่องที่พวกเขา เอามาใช้ทำลายความน่าเชื่อถือของคุณ"
    }
  },
  {
    "translation": {
      "en": "Oh, of course.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "So, the first criminal investigation against you,",
      "th": "การสืบสวนอาชญากรรมของคุณครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "when was it and what happened?",
      "th": "มันเกิดขึ้นเมื่อไหร่และเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, it's not easy to say how it happened.",
      "th": "ไม่ง่ายเลยที่จะเล่าว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Before 2008, China was the biggest producer of anabolics.",
      "th": "ก่อนปี 2008 จีนเป็นผู้ผลิต อนาบอลิกเจ้าใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was produced in a pharmaceutical,",
      "th": "มันถูกผลิตขึ้นในวงการเภสัชกรรม"
    }
  },
  {
    "translation": {
      "en": "well-equipped, good manufacturing practice.",
      "th": "มีเครื่องไม้เครื่องมือที่ดี มีกระบวนการผลิตที่ดี"
    }
  },
  {
    "translation": {
      "en": "No contamination, high qualities.",
      "th": "ไม่มีสารปนเปื้อน คุณภาพสูง"
    }
  },
  {
    "translation": {
      "en": "And all these anabolics are coming to Europe, to the United States.",
      "th": "และอนาบอลิกทั้งหมดก็เข้ามายังยุโรป เข้ามายังสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "It's the same like in Russia.",
      "th": "เช่นเดียวกับรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "Of course, at that time in Russia, as the head of laboratory,",
      "th": "แน่นอน ตอนนั้นในรัสเซีย ในฐานะหัวหน้าห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "I was a part of system.",
      "th": "ผมคือส่วนหนึ่งของระบบ"
    }
  },
  {
    "translation": {
      "en": "There are three or four top-level witch doctors,",
      "th": "มีหมอยาระดับสูงสามถึงสี่คน"
    }
  },
  {
    "translation": {
      "en": "like Portugalov.",
      "th": "เช่น พอร์ตูกาลอฟ"
    }
  },
  {
    "translation": {
      "en": "Portugalov was the famous anabolic coach of Russian national team.",
      "th": "พอร์ตูลาลอฟเคยเป็นโค้ชอนาบอลิก ชื่อดังของทีมชาติรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "It was Soviet time. He was before me.",
      "th": "ช่วงนั้นเป็นยุคโซเวียต เขาอยู่มาก่อนหน้าผม"
    }
  },
  {
    "translation": {
      "en": "Portugalov is conveyor of athletes.",
      "th": "พอร์ตูกาลอฟเป็นคนจัดสรรนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "He has his own protocols, and he really had great success.",
      "th": "เขามีเกณฑ์วิธีของเขา และประสบความสำเร็จอย่างสูง"
    }
  },
  {
    "translation": {
      "en": "And then they became Olympic champions.",
      "th": "จากนั้นพวกเขาก็ได้เป็นแชมป์โอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "The problem began in 2008.",
      "th": "ปัญหาเกิดในปี 2008"
    }
  },
  {
    "translation": {
      "en": "Jacques Rogge, the president of the Olympics,",
      "th": "ฌัก โรคเคอ ประธานโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "told government of China,",
      "th": "บอกรัฐบาลจีนว่า"
    }
  },
  {
    "translation": {
      "en": "\"You are Olympic country, but you are producing anabolics in bulk.",
      "th": "\"คุณเป็นเจ้าภาพโอลิมปิก แต่คุณผลิตอนาบอลิกปริมาณมาก"
    }
  },
  {
    "translation": {
      "en": "You cannot do like this anymore. Stop it.\"",
      "th": "คุณต้องหยุดทำแบบนี้ เลิกซะ\""
    }
  },
  {
    "translation": {
      "en": "They stop it. Officially.",
      "th": "พวกเขาหยุดอย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "But who is supplying steroids to national team?",
      "th": "แล้วใครจะจ่ายสเตียรอยด์ ให้ทีมชาติล่ะ"
    }
  },
  {
    "translation": {
      "en": "Before, there was not any concern.",
      "th": "ก่อนหน้านั้น เราไม่ต้องกังวลอะไร"
    }
  },
  {
    "translation": {
      "en": "You buy stanozolol, it's stanozolol.",
      "th": "คุณซื้อสตาโนโซลอล คุณก็ได้สตาโนโซลอล"
    }
  },
  {
    "translation": {
      "en": "But Portugalov was so confident,",
      "th": "แต่พอร์ตูกาลอฟมั่นใจมาก"
    }
  },
  {
    "translation": {
      "en": "offering and providing things which were not proven or tested.",
      "th": "นำเสนอและจัดหายา ที่ไม่ได้รับการพิสูจน์หรือทดสอบ"
    }
  },
  {
    "translation": {
      "en": "They have impurities which could be detectable.",
      "th": "ยาพวกนี้มีสารเจือปน ที่สามารถตรวจพบได้"
    }
  },
  {
    "translation": {
      "en": "\"Oh,\" Portugalov say. \"What to do? I spent so much money for this.",
      "th": "\"อ้าว\" พอร์ตูฟาลอฟว่า \"ทำยังไงดีล่ะ ผมใช้เงินกับเรื่องนี้ไปตั้งมาก"
    }
  },
  {
    "translation": {
      "en": "Maybe you could advise to do?\"",
      "th": "คุณช่วยแนะนำหน่อยได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "What advice? Drop it to the trash.",
      "th": "จะแนะนำอะไรได้ ก็โยนทิ้งไปสิ"
    }
  },
  {
    "translation": {
      "en": "Now, in Moscow laboratory,",
      "th": "ทีนี้ ในห้องแล็บมอสโก"
    }
  },
  {
    "translation": {
      "en": "we had the best sensitivity and detection limits.",
      "th": "เราเคยมีจำกัดการตรวจจับ ที่ไวและเที่ยงตรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "I'm very proud that I created the test for long term metabolites,",
      "th": "ผมภูมิใจมากที่ได้สร้างเครื่องทดสอบ เมตะบอไลท์ระยะยาวขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "which caused the detection window",
      "th": "ซึ่งทำให้มีโอกาสในการตรวจพบ"
    }
  },
  {
    "translation": {
      "en": "to enlarge from two or three weeks to six months.",
      "th": "ที่ขยายขึ้นจากสองถึงหกสัปดาห์ เป็นถึงหกเดือน"
    }
  },
  {
    "translation": {
      "en": "That's why Portugalov suddenly had so many positives.",
      "th": "ด้วยเหตุนี้ อยู่ๆ พอร์ตูกาลอฟ จึงได้ผลตรวจเป็นบวกมากมาย"
    }
  },
  {
    "translation": {
      "en": "All people on the national team,",
      "th": "ทุกคนในทีมชาติ"
    }
  },
  {
    "translation": {
      "en": "they came to ask where to get these steroids.",
      "th": "พวกเขาเลยมาถามว่า จะไปเอาสเตียรอยด์พวกนี้จากที่ไหน"
    }
  },
  {
    "translation": {
      "en": "I knew one source.",
      "th": "ผมรู้จักแหล่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Suddenly, I was coordinating the whole steroid program.",
      "th": "อยู่ๆ ผมก็ได้เป็นผู้ประสานงาน โปรแกรมสเตียรอยด์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So you were cutting out Portugalov?",
      "th": "คุณตัดหน้าพอร์ตูกาลอฟสินะ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, but what I was doing,",
      "th": "ใช่ แต่สิ่งที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "I was saving national team from purchasing dirty steroids.",
      "th": "ผมช่วยทีมชาติจากการซื้อ สเตียรอยด์ที่มีสารปนเปื้อน"
    }
  },
  {
    "translation": {
      "en": "Eventually, I don't know whether it was by purpose,",
      "th": "สุดท้าย ผมไม่รู้ว่าด้วยเจตนารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I fight with Portugalov.",
      "th": "ผมปีนเกลียวพอร์ตูกาลอฟ"
    }
  },
  {
    "translation": {
      "en": "Then I became enemy.",
      "th": "แล้วก็กลายมาเป็นศัตรูกัน"
    }
  },
  {
    "translation": {
      "en": "Criminal narcotic police came to my home, they took my computer,",
      "th": "หน่วยปราบปรามยาเสพติดมาที่บ้านผม พวกเขาเอาคอมพิวเตอร์ผมไป"
    }
  },
  {
    "translation": {
      "en": "and they said, \"Then we arrest you on Monday.\"",
      "th": "แล้วก็บอกว่า \"เดี๋ยววันจันทร์เราจะมาจับคุณ\""
    }
  },
  {
    "translation": {
      "en": "I was in such depression and my will was paralyzed.",
      "th": "ผมซึมเศร้าอย่างรุนแรง เจตนาของผมชะงักงัน"
    }
  },
  {
    "translation": {
      "en": "And I decided to escape, I don't know how.",
      "th": "แล้วผมก็ตัดสินใจหนี แต่ไม่รู้จะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "I took some knife from...",
      "th": "ผมไปได้มีดมาจาก..."
    }
  },
  {
    "translation": {
      "en": "very, very sharp... from my wife's kitchen.",
      "th": "คมมากๆ จากครัวของภรรยาผม"
    }
  },
  {
    "translation": {
      "en": "I drank whiskey, I sit to the bath.",
      "th": "ผมดื่มเหล้า นั่งในอ่างอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "And... it was...",
      "th": "และมันเป็น..."
    }
  },
  {
    "translation": {
      "en": "It goes so smooth.",
      "th": "มันง่ายดายมากๆ"
    }
  },
  {
    "translation": {
      "en": "Then, in the water, I see how blood is doing like this.",
      "th": "จากนั้น ในน้ำ ผมเห็นว่าเลือดไหลไปแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It wasn't very strong, the lock.",
      "th": "ล็อกมันไม่แข็งแรงเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "My wife opened door.",
      "th": "ภรรยาผมเปิดประตูเข้ามา"
    }
  },
  {
    "translation": {
      "en": "My heart was seared.",
      "th": "หัวใจผมถูกเย็บติดกันใหม่"
    }
  },
  {
    "translation": {
      "en": "It was very good surgeon.",
      "th": "ศัลยแพทย์เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "And since I was considered to be suicide...",
      "th": "และในเมื่อผมได้รับการพิจารณา ว่าฆ่าตัวตาย..."
    }
  },
  {
    "translation": {
      "en": "I was sent to a psychiatric clinic.",
      "th": "(นรก) ผมจึงถูกส่งไปคลินิกทางประสาท"
    }
  },
  {
    "translation": {
      "en": "After seeing that I am depressed,",
      "th": "หลังจากเห็นว่าผมซึมเศร้า"
    }
  },
  {
    "translation": {
      "en": "they started to give me such crazy drugs.",
      "th": "พวกเขาก็เริ่มให้ยาบ้าๆ บอๆ กับผม"
    }
  },
  {
    "translation": {
      "en": "I was totally out of reality.",
      "th": "ผมไม่รับรู้ความเป็นจริงอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And then again, something happened.",
      "th": "แล้วก็มีบางอย่างเกิดขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "The criminal police,",
      "th": "ตำรวจอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "they sentence me to another psychiatric clinic...",
      "th": "พวกเขาสั่งย้ายผม ไปคลินิกจิตเวชอีกที่"
    }
  },
  {
    "translation": {
      "en": "which is for those who are sadist,",
      "th": "ซึ่งเป็นที่สำหรับพวกคลั่งความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "who are totally worst-of-the-worst criminals.",
      "th": "พวกอาชญากรที่ร้ายสุดขั้ว"
    }
  },
  {
    "translation": {
      "en": "They respected me very much. [chuckles] I was called \"professor.\"",
      "th": "พวกเขานับถือผมมากเลย เรียกผมว่า \"ศาสตราจารย์\""
    }
  },
  {
    "translation": {
      "en": "But I get better, better, better.",
      "th": "แต่ผมอาการดีขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "The most funny thing, they allowed me to use computer,",
      "th": "เรื่องที่ตลกที่สุดก็คือ พวกเขาอนุญาตให้ผมใช้คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "so I was working in psychiatric clinic like a head of laboratory director,",
      "th": "ผมเลยทำงานในคลินิกจิตเวช เป็นเหมือนหัวหน้าของผอ. ห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "advising the whole Russian national team.",
      "th": "ให้คำปรึกษาทีมชาติรัสเซียทั้งทีม"
    }
  },
  {
    "translation": {
      "en": "That time,",
      "th": "ตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "I received, from Olympic Committee, an invitation to London,",
      "th": "ผมได้รับคำเชิญไปลอนดอน จากคณะกรรมการโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "2012 Olympic Games, being the director.",
      "th": "โอลิมปิกเกมส์ปี 2012 ได้เป็นผู้อำนวยการ"
    }
  },
  {
    "translation": {
      "en": "Russian ministry was little bit uncertain that I'm criminal in full.",
      "th": "รัฐมนตรีรัสเซียยังกังขา เรื่องที่ผมเป็นอาชญากรเต็มตัว"
    }
  },
  {
    "translation": {
      "en": "But WADA said,",
      "th": "แต่ดับเบิลยูเอดีเอบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"If not Rodchenkov, we don't see in Russia any other candidate than him.",
      "th": "\"ถ้าไม่ใช่ร็อดเชนคอฟ เราก็ไม่เห็นว่าจะหาใครมาแทนเขาได้"
    }
  },
  {
    "translation": {
      "en": "If you don't send him to London, we send to London another director.\"",
      "th": "ถ้าคุณไม่ส่งเขาไปลอนดอน เราจะส่งผู้อำนวยการคนอื่นไปลอนดอน\""
    }
  },
  {
    "translation": {
      "en": "You can imagine how important",
      "th": "คุณนึกออกว่ามันสำคัญแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "information from London laboratory is for national team.",
      "th": "ที่ทีมชาติจะได้รู้ข้อมูล จากห้องแล็บลอนดอน"
    }
  },
  {
    "translation": {
      "en": "I had information, what testing this London laboratory is doing,",
      "th": "ผมมีข้อมูลว่าห้องแล็บลอนดอน กำลังทำการทดสอบอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "to understand where we are and how much is danger.",
      "th": "จะได้เข้าใจว่าพวกเขาอยู่ ณ จุดใด และเป็นอันตรายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Without this, all Russian doping situation will be collapsed.",
      "th": "ถ้าไม่มีข้อมูลนี้ สถานการณ์การโด๊ปยา ของรัสเซียทั้งหมดจะล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "Thanks to God, Mutko understood this.",
      "th": "ขอบคุณพระเจ้า ที่มุตโกเข้าใจเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I received a call from the Moscow investigators.",
      "th": "ผมได้รับโทรศัพท์ จากเจ้าหน้าที่สืบสวนมอสโก"
    }
  },
  {
    "translation": {
      "en": "\"Grigory...",
      "th": "\"กริกอรี..."
    }
  },
  {
    "translation": {
      "en": "your case is dropped.\"",
      "th": "คดีของคุณถูกยกฟ้อง\""
    }
  },
  {
    "translation": {
      "en": "Who took care of it? Who got the charges dropped?",
      "th": "ใครเป็นคนจัดการเรื่องนั้น ใครสั่งยกฟ้อง"
    }
  },
  {
    "translation": {
      "en": "Putin. Of course.",
      "th": "ปูติน แน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's my redemption. Success in Sochi instead of being in prison.",
      "th": "มันเป็นการไถ่โทษของผม ประสบความสำเร็จในโซชิแทนที่จะติดคุก"
    }
  },
  {
    "translation": {
      "en": "[in Russian] We are two workers, Kamaev and Rodchenkov,",
      "th": "เราทำงานกันสองคน คามาเอฟกับร็อดเชนคอฟ"
    }
  },
  {
    "translation": {
      "en": "with a mission in mind...",
      "th": "มีภารกิจหนึ่งในใจ..."
    }
  },
  {
    "translation": {
      "en": "This is not a mission. This is a revolution.",
      "th": "ไม่ใช่ภารกิจ มันคือการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "-This is an anti-WADA strategy. -Of course! Of course!",
      "th": "- นี่เป็นกลยุทธ์ต่อต้านดับเบิลยูเอดีเอ - แน่นอนๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] The former head of Russia's anti-doping agency RUSADA",
      "th": "อดีตหัวหน้าองค์กรต่อต้านการใช้ สารต้องห้ามโลกของรัสเซีย รูซาดา"
    }
  },
  {
    "translation": {
      "en": "has unexpectedly died.",
      "th": "เสียชีวิตอย่างไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "Nikita Kamaev's death comes just two months after he resigned his post,",
      "th": "การตายของนิกิต้า คามาเอฟเกิดหลังจาก ที่เขาลาออกจากตำแหน่งเพียงสองเดือน"
    }
  },
  {
    "translation": {
      "en": "which is, obviously, following the doping scandal that has rocked Russia",
      "th": "ซึ่งแน่นอนว่าเกิดหลังจากมีข่าวฉาว เรื่องการโด๊ปยาออกมาโจมตีรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "-and the rest of the world in athletics. -[sighs]",
      "th": "และวงการกีฬาในประเทศอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "ไม่นะ ไม่"
    }
  },
  {
    "translation": {
      "en": "No, no, no.",
      "th": "ไม่ ไม่ ไม่"
    }
  },
  {
    "translation": {
      "en": "I have to see.",
      "th": "ผมต้องได้เห็น"
    }
  },
  {
    "translation": {
      "en": "[man] We're told by RUSADA,",
      "th": "เราได้รับแจ้งจากรูซาดา"
    }
  },
  {
    "translation": {
      "en": "which is the doping agency he was formerly the head of,",
      "th": "ซึ่งก็คือองค์การต่อต้านการใช้ สารต้องห้ามที่เขาเคยเป็นหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "that he appears to have had a massive heart attack.",
      "th": "ว่าเขามีอาการหัวใจวายอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Of course.",
      "th": "แน่ละ"
    }
  },
  {
    "translation": {
      "en": "Bryan?",
      "th": "ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "I'm here.",
      "th": "ผมอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "You know, my friend?",
      "th": "รู้ไหม เพื่อนผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "My friend...",
      "th": "เพื่อนผม..."
    }
  },
  {
    "translation": {
      "en": "died.",
      "th": "ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "I show you.",
      "th": "ผมจะเอาให้ดู"
    }
  },
  {
    "translation": {
      "en": "[man] He's got no previous history of heart problems.",
      "th": "เขาไม่เคยมีประวัติ เรื่องโรคหัวใจมาก่อน"
    }
  },
  {
    "translation": {
      "en": "It means, \"Grigory, Nikita died.\"",
      "th": "มันแปลว่า \"กริกอรี นิกิต้าตายแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[man] He just died. And so, it's an enormous shock.",
      "th": "เขาเพิ่งตาย มันจึงเป็นเรื่องน่าตกใจอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] He's my friend since school time, and he never complained about his heart",
      "th": "เขาเป็นเพื่อนผมตั้งแต่สมัยเรียน เขาไม่เคยบ่นเรื่องหัวใจของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "or any health problem, and...",
      "th": "ปัญหาสุขภาพอื่นๆ ก็ไม่พูดถึง และ..."
    }
  },
  {
    "translation": {
      "en": "He had a young wife.",
      "th": "เขามีภรรยาอายุยังน้อย"
    }
  },
  {
    "translation": {
      "en": "They dreamed about children. I was talking to him day before.",
      "th": "พวกเขาฝันอยากมีลูก ผมเพิ่งคุยกับเขาเมื่อวันก่อน"
    }
  },
  {
    "translation": {
      "en": "This is...",
      "th": "นี่มัน..."
    }
  },
  {
    "translation": {
      "en": "Still, I cannot understand.",
      "th": "ผมยังไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "It cannot be like this.",
      "th": "มันจะเป็นแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He wrote book.",
      "th": "เขาเขียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "It's dangerous to write book in Russia.",
      "th": "การเขียนหนังสือในรัสเซีย เป็นเรื่องอันตราย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] I don't know. We gotta figure this out, because...",
      "th": "ไม่รู้สิ เราต้องหาทางให้ได้ เพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "Of course, of course.",
      "th": "แน่นอนๆ"
    }
  },
  {
    "translation": {
      "en": "Do you think that they would...",
      "th": "คุณคิดว่าพวกเขาจะ..."
    }
  },
  {
    "translation": {
      "en": "Bryan, we are playing the most danger game in the history of sport.",
      "th": "ไบรอัน เรากำลังเล่นเกมที่อันตราย ที่สุดในประวัติศาสตร์การกีฬา"
    }
  },
  {
    "translation": {
      "en": "WADA, ready to pay everything for me and for you to disappear.",
      "th": "ดับเบิลยูเอดีเอพร้อมจ่ายไม่อั้น เพื่อให้ผมกับคุณหายไป"
    }
  },
  {
    "translation": {
      "en": "Because we destroy not only their future, we destroy their past.",
      "th": "เพราะเราไม่เพียงทำลายอนาคตของพวกเขา เราทำลายอดีตของพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, there is very bad man still not mentioned.",
      "th": "แล้วยังมีวายร้าย ที่ยังไม่ถูกพูดถึงอีก"
    }
  },
  {
    "translation": {
      "en": "Deputy Minister Mutko.",
      "th": "รัฐมนตรีช่วยฯ มุตโก"
    }
  },
  {
    "translation": {
      "en": "He could kill everybody.",
      "th": "เขาจะฆ่าใครก็ได้"
    }
  },
  {
    "translation": {
      "en": "He's a KGB man.",
      "th": "เขาเป็นคนของเคจีบี"
    }
  },
  {
    "translation": {
      "en": "He's very dangerous. He has no moral at all. No, no.",
      "th": "เขาอันตรายมาก ไม่มีคุณธรรมใดๆ ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Oh, Nikita is writing book?",
      "th": "\"นิกิต้ากำลังเขียนหนังสือเหรอ"
    }
  },
  {
    "translation": {
      "en": "Fifty-two. Oh, he's tired.",
      "th": "ห้าสิบสอง อ้อ เขาเหนื่อย"
    }
  },
  {
    "translation": {
      "en": "He's desperate.",
      "th": "เขาสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "Oh, please, prepare obituary for the next week.\"",
      "th": "อาทิตย์หน้าเตรียมประกาศ ข่าวการตายได้เลย\""
    }
  },
  {
    "translation": {
      "en": "Can you imagine? I can imagine easily.",
      "th": "คุณนึกภาพออกไหม ผมเห็นภาพชัดแจ๋วเลย"
    }
  },
  {
    "translation": {
      "en": "We should be very much careful.",
      "th": "เราควรจะระวังตัวให้มาก"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Who were you reporting to?",
      "th": "คุณเคยขึ้นตรงกับใคร"
    }
  },
  {
    "translation": {
      "en": "Yuri Nagornykh, vice minister.",
      "th": "ยูริ นากอร์นิกห์ รองรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "He was practically involved in everyday routine.",
      "th": "เขาเกี่ยวข้องกับกิจวัติประจำวัน"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] So you would report to Yuri? -[Rodchenkov] Yes.",
      "th": "งั้นคุณก็รายงานถึงยูริ ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Yuri would report to Mutko? -[Rodchenkov] Yes.",
      "th": "ยูริรายงานถึงมุตโก ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] And Mutko reported to Putin? -[Rodchenkov] To Putin, yes.",
      "th": "- และมุตโกรายงานถึงปูตินเหรอ - ถึงปูติน ใช่"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You know, there is no rest if you are paranoid.",
      "th": "(9 มีนาคม 2016) รู้ไหม คุณพักผ่อนไม่ได้หรอก ถ้าคุณหวาดระแวง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] It was around 12:30, one o'clock at night?",
      "th": "น่าจะตอนเที่ยงคืนครึ่ง หรือตีหนึ่งใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Or two. I don't know.",
      "th": "หรือตีสอง ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "They were just hanging around, so...",
      "th": "พวกเขาไม่ยอมไปไหน ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Somebody in the courtyard? -[Rodchenkov] Yes.",
      "th": "มีคนอยู่ในลานบ้านเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "Two strong men knocked my door and appeared from darkness.",
      "th": "ผู้ชายแข็งแรงสองคนเคาะประตูบ้านผม แล้วปรากฏตัวจากความมืด"
    }
  },
  {
    "translation": {
      "en": "They asked me to let them in, and they came here.",
      "th": "พวกเขาขอให้ผมอนุญาตให้เข้าไปในบ้าน แล้วพวกเขาก็มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "And we were talking about sport, about many relevant or auxiliary things.",
      "th": "เราคุยกันเรื่องกีฬา หลายเรื่อง ที่เกี่ยวข้อง เรื่องเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "They knew about death of Nikita Kamaev.",
      "th": "พวกเขารู้ว่านิกิต้า คามาเอฟตาย"
    }
  },
  {
    "translation": {
      "en": "About, first of all, my boss, Minister Mutko.",
      "th": "อย่างแรกเลยคือรู้เรื่องเจ้านายผม รัฐมนตรีมุตโก"
    }
  },
  {
    "translation": {
      "en": "It was inspection and... [mutters]",
      "th": "มันเป็นการตรวจสอบและ..."
    }
  },
  {
    "translation": {
      "en": "exhausts my nerves...",
      "th": "ตัดกำลังใจผม"
    }
  },
  {
    "translation": {
      "en": "They finally gave me subpoena.",
      "th": "สุดท้ายพวกเขาก็เอาหมายศาลให้ผม"
    }
  },
  {
    "translation": {
      "en": "United States district court.",
      "th": "ศาลชั้นต้นสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "You see, it's for me. \"To Grigory Rodchenkov.\"",
      "th": "เห็นไหม เรียกตัวผม \"ถึงกริกอรี ร็อดเชนคอฟ\""
    }
  },
  {
    "translation": {
      "en": "[Fogel] You're commanded to appear in front of the grand jury.",
      "th": "มีคำสั่งให้คุณไปปรากฏตัว ต่อหน้าคณะลูกขุนใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Ed Stier] He had been approached by two FBI agents.",
      "th": "มีเจ้าหน้าที่เอฟบีไอสองคนมาหาเขา"
    }
  },
  {
    "translation": {
      "en": "They want him to go to New York",
      "th": "อยากให้เขาไปนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "and appear in a grand jury and provide his information.",
      "th": "และปรากฏตัวต่อหน้า คณะลูกขุนใหญ่เพื่อให้ข้อมูล (เอ็ด สเตียร์ ที่ปรึกษาด้านกฎหมายของผู้สร้างหนัง)"
    }
  },
  {
    "translation": {
      "en": "It triggered a whole series of decisions that had to be made.",
      "th": "มันทำให้เกิดการตัดสินใจทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I've checked out these two guys,",
      "th": "ผมตรวจสอบชายสองคนนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "and both of these guys are not your everyday agent.",
      "th": "คนทั้งคู่ไม่ใช่เจ้าหน้าที่ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "[Cogan] But why did they come to him?",
      "th": "แต่ก่อนอื่นเลย พวกนั้นมาหาเขาทำไม"
    }
  },
  {
    "translation": {
      "en": "They want him for something else that they're doing.",
      "th": "พวกนั้นต้องการเขา เพื่อเรื่องอื่นที่พวกนั้นทำอยู่"
    }
  },
  {
    "translation": {
      "en": "They didn't come to him for himself.",
      "th": "พวกนั้นไม่ได้จะเล่นงานเขาหรอก"
    }
  },
  {
    "translation": {
      "en": "They're trying to make a case,",
      "th": "(แดน โคแกน โปรดิวเซอร์) ที่แน่ๆ คือพวกนั้นพยายามทำคดีอยู่ แล้วก็รู้ว่าเขาอยู่ในแอลเอ"
    }
  },
  {
    "translation": {
      "en": "and they found out he was in LA.",
      "th": "ที่แน่ๆ คือพวกนั้นพยายามทำคดีอยู่ แล้วก็รู้ว่าเขาอยู่ในแอลเอ"
    }
  },
  {
    "translation": {
      "en": "His boss, Mutko, was actually the guy.",
      "th": "เจ้านายเขา มุตโก คือตัวจริง"
    }
  },
  {
    "translation": {
      "en": "[lawyer] How was he able to survive?",
      "th": "งั้นทำไมเขาถึงรอดไปได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because he's Putin's best friend. He's the head of the sports ministry.",
      "th": "เพราะเขาเป็นเพื่อนรักของปูติน เขาเป็นหัวหน้ากระทรวงการกีฬา"
    }
  },
  {
    "translation": {
      "en": "Just what sort of, uh... crime...",
      "th": "ประเภทของ... อาชญากรรม..."
    }
  },
  {
    "translation": {
      "en": "like, example, I could be done against or under US legislature?",
      "th": "เช่นว่า เรื่องที่ผมทำแล้วขัดต่อ หรืออยู่ภายใต้กฎหมายสหรัฐฯ บ้าง"
    }
  },
  {
    "translation": {
      "en": "The United States Justice Department loves to charge broad conspiracies.",
      "th": "กระทรวงยุติธรรมสหรัฐอเมริกา ชอบตั้งข้อหาสมคบคิดแบบกว้างๆ"
    }
  },
  {
    "translation": {
      "en": "That's their favorite charging instrument.",
      "th": "นั่นคือข้อหาที่พวกเขานิยมใช้"
    }
  },
  {
    "translation": {
      "en": "That you conspired with Mutko and others to--",
      "th": "ว่าคุณสมคบคิดกับมุตโก และคนอื่นๆ เพื่อ..."
    }
  },
  {
    "translation": {
      "en": "What is the conspiracy? It was conspiracy since 1980.",
      "th": "สมคบคิดอะไรกัน มันสมคบคิดกันมาตั้งแต่ 1980 แล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's reconsider Moscow Olympic Games,",
      "th": "ลองพิจารณาโอลิมปิกเกมส์ที่มอสโกใหม่"
    }
  },
  {
    "translation": {
      "en": "and then reconsider situation in United States in 1984.",
      "th": "แล้วก็พิจารณาสถานการณ์ ในสหรัฐฯ ตอนปี 1984 อีกที"
    }
  },
  {
    "translation": {
      "en": "[lawyer] That's right.",
      "th": "- ว่าแคตลินเป็นยังไง นี่มัน... - นั่นก็ถูก"
    }
  },
  {
    "translation": {
      "en": "They're looking for him to plea to what's called a cooperation agreement.",
      "th": "พวกนั้นอยากให้เขาแก้ต่างเพื่อ สิ่งที่เรียกว่าข้อตกลงความร่วมมือ"
    }
  },
  {
    "translation": {
      "en": "What happens is, he cooperates, and at the end of the day,",
      "th": "สิ่งที่เกิดขึ้นก็คือ เขาให้ความร่วมมือ และสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "the judge generally wouldn't incarcerate him, most likely.",
      "th": "ผู้พิพากษาก็จะไม่ตัดสินจำคุกเขา ก็ประมาณนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[Stier] First of all, we don't know whether that's...",
      "th": "อย่างแรกเลย เราไม่รู้ว่านี่เป็น..."
    }
  },
  {
    "translation": {
      "en": "what the bureau's interested in at this point.",
      "th": "สิ่งที่เอฟบีไอสนใจ ณ จุดนี้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[lawyer] If we turn down, they could indict him.",
      "th": "ถ้าเราปฏิเสธ พวกนั้นอาจดำเนินคดีเขา"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] You gotta be shitting me. -We can talk to these guys.",
      "th": "- คุณล้อผมเล่นแล้ว - เราคุยกับพวกนั้นเรื่องนี้ได้"
    }
  },
  {
    "translation": {
      "en": "[Stier] The most important thing is he is not sent back to Russia,",
      "th": "สิ่งสำคัญที่สุดคือ เขาจะไม่ถูกส่งกลับรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "where he would certainly be assassinated.",
      "th": "ที่ที่เขาจะต้องถูกลอบฆ่าแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] We've been discussing with Grigory whether or not he should go public in some way",
      "th": "เราหารือกับกริกอรีว่าเขาควรปรากฏตัว ต่อสาธารณะในทางใดทางหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "prior to the Olympics.",
      "th": "ก่อนโอลิมปิกเกมส์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Stier] Prior to the Olympics. What you're saying is",
      "th": "ก่อนโอลิมปิกเกมส์ ที่คุณกำลังพูดก็คือ"
    }
  },
  {
    "translation": {
      "en": "if he's established as a cooperating witness,",
      "th": "ถ้าเขายอมเป็นพยานให้ความร่วมมือ"
    }
  },
  {
    "translation": {
      "en": "he may not be able to do that.",
      "th": "เขาอาจไม่สามารถทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "[lawyer] That's right. That's right. Which is a downside.",
      "th": "ใช่แล้ว นั่นเป็นข้อเสีย"
    }
  },
  {
    "translation": {
      "en": "[Stier] But once Grigory's public, I think he's in much less danger.",
      "th": "แต่พอกริกอรีออกสู่สายตาประชาชน ผมว่าเขาจะเป็นอันตรายน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "Because if the Russians do anything to hurt him,",
      "th": "เพราะถ้าพวกรัสเซียอยากทำร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "it makes them look very guilty.",
      "th": "มันจะทำให้พวกเขาดูเป็นคนผิด"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Except they'll just say he had a heart attack, like they did...",
      "th": "เว้นแต่พวกนั้นจะบอกแค่ว่า เขาหัวใจวาย เหมือนที่ทำ..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] Grigory, look at me.",
      "th": "กริกอรี มองผมสิ"
    }
  },
  {
    "translation": {
      "en": "Is it in your best interest to break the story?",
      "th": "สิ่งที่คุณปรารถนาที่สุด คือการตีแผ่เรื่องรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "You mean to disclose? We have to disclose.",
      "th": "คุณหมายถึงเปิดโปงเหรอ เราต้องเปิดโปง"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Please enter your participant ID. Thank you.",
      "th": "กรุณาใส่หมายเลขประจำตัว ผู้เข้าร่วม ขอบคุณ (5-7 พฤษภาคม 2016)"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I strongly suggest they stay only with list of 36 athletes.",
      "th": "จากนิวยอร์กไทม์ส เพื่อแจ้งข่าวและหลักฐาน) ผมแนะนำเป็นอย่างยิ่งว่า ให้ใช้รายชื่อนักกีฬา 36 คนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Okay. But they're about to publish.",
      "th": "แต่พวกเขากำลังจะตีพิมพ์"
    }
  },
  {
    "translation": {
      "en": "They're asking us how they can verify the authenticity of the Sochi list.",
      "th": "พวกเขาถามว่าจะยืนยัน ได้ยังไงว่ารายชื่อโซชิเป็นของแท้"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes, this is most important. It's authentic document.",
      "th": "ใช่ นั่นคือสิ่งสำคัญที่สุด มันเป็นเอกสารตัวจริง"
    }
  },
  {
    "translation": {
      "en": "It was in Sochi on my table.",
      "th": "มันอยู่ในโซชิ บนโต๊ะของผม"
    }
  },
  {
    "translation": {
      "en": "And if you go behind this list, there is creation date.",
      "th": "แล้วถ้าคุณดูด้านล่างของรายชื่อ จะมีวันออกหนังสืออยู่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] And this list came from the ministry?",
      "th": "และรายชื่อนั้นมาจากกระทรวงใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Of course, of course.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So, Rebecca, you have the file.",
      "th": "เอาละ รีเบ็กกา คุณมีไฟล์แล้ว"
    }
  },
  {
    "translation": {
      "en": "So under properties of the file, you can see it was created",
      "th": "ส่วนท้ายของไฟล์ คุณจะเห็นว่ามันถูกทำขึ้น"
    }
  },
  {
    "translation": {
      "en": "Tuesday, January 21st, from the ministry.",
      "th": "วันอังคารที่ 21 มกราคม จากกระทรวง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Oh, my God! You're unrecognizable!",
      "th": "(11 พฤษภาคม 2016) คุณพระช่วย จำคุณไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Not recognizable at all.",
      "th": "จำไม่ได้เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "Psychological, looking in mirror, it's not me.",
      "th": "ในทางจิตวิทยา พอมองกระจกแล้ว ไม่เหมือนผมเลย"
    }
  },
  {
    "translation": {
      "en": "TheNew York Times is breaking tomorrow.",
      "th": "นิวยอร์กไทม์สจะตีพิมพ์ข่าวพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-Tomorrow? -Tomorrow.",
      "th": "- พรุ่งนี้เหรอ - พรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, I need... I need... [sighs]",
      "th": "ผมต้อง..."
    }
  },
  {
    "translation": {
      "en": "intravenous injections",
      "th": "ฉีดยาเข้าหลอดเลือดดำ"
    }
  },
  {
    "translation": {
      "en": "-to relax. Tomorrow? -Tomorrow.",
      "th": "จะได้ผ่อนคลาย พรุ่งนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] Why not? -Okay, so here's what's happening.",
      "th": "- ทำไมล่ะ - โอเค เรื่องเป็นแบบนี้นะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Have you spoke to the Department of Justice yet?",
      "th": "คุณได้คุยกับกระทรวงยุติธรรมรึยัง"
    }
  },
  {
    "translation": {
      "en": "[lawyer on phone] I told them,",
      "th": "ผมบอกไปเมื่อช่วงบ่าย"
    }
  },
  {
    "translation": {
      "en": "and they reacted like I expected they would.",
      "th": "และพวกนั้นมีปฏิกิริยา เหมือนที่ผมคิดไว้เลย"
    }
  },
  {
    "translation": {
      "en": "They're upset.",
      "th": "พวกนั้นหัวเสีย"
    }
  },
  {
    "translation": {
      "en": "-Right. -So...",
      "th": "อ้อ"
    }
  },
  {
    "translation": {
      "en": "They wanted to know, did he provide any documents to them?",
      "th": "พวกเขาอยากรู้ว่า เขาให้เอกสารนักข่าวไปไหม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] He provided lists of doped athletes.",
      "th": "เขาให้รายชื่อนักกีฬาที่โด๊ปยาไป"
    }
  },
  {
    "translation": {
      "en": "He provided an FSB file of how the testing was arranged at Sochi.",
      "th": "เขาให้ไฟล์เอฟเอสบี เรื่องวิธีจัดการทดสอบที่โซชิไป"
    }
  },
  {
    "translation": {
      "en": "Yeah, unfortunately, they're gonna terminate the whole...",
      "th": "ใช่ โชคร้ายหน่อย พวกเขาจะยุติทั้งหมด..."
    }
  },
  {
    "translation": {
      "en": "Now that he turned over documents, they're gonna cancel.",
      "th": "ตอนนี้เขายื่นเอกสารไปแล้ว พวกเขาจะยกเลิก"
    }
  },
  {
    "translation": {
      "en": "And they're just gonna prosecute him.",
      "th": "และพวกเขาจะดำเนินคดีกับเขา"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"It's time for you to enter upon the second stage.\"",
      "th": "\"ถึงเวลาที่คุณจะเข้าสู่ขั้นที่สอง\""
    }
  },
  {
    "translation": {
      "en": "[Jacques Rogge] The International Olympic Committee has the honor of announcing",
      "th": "คณะกรรมการโอลิมปิกนานาชาติ รู้สึกเป็นเกียรติที่จะประกาศว่า..."
    }
  },
  {
    "translation": {
      "en": "that the 22nd Olympic Winter Games in 2014",
      "th": "(กรกฎาคม 2007) ...โอลิมปิกเกมส์ฤดูหนาว ครั้งที่ 22 ปีใน 2014"
    }
  },
  {
    "translation": {
      "en": "are awarded to the city of Sochi.",
      "th": "ได้รับเลือกให้จัดที่เมืองโซชิ (ฌัก โรคเคอ)"
    }
  },
  {
    "translation": {
      "en": "That's future for everything. That's future for my country! For Russia!",
      "th": "นั่นคืออนาคตของทุกอย่าง นั่นคืออนาคตประเทศผม เพื่อรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "Millions of citizens of Russia are united by the Olympic dream.",
      "th": "ประชาชนหลายล้านคนของรัสเซีย มารวมตัวกันด้วยฝันอยากจัดโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "Our national pledge to you is, the choice of Sochi is the best choice.",
      "th": "ชาติของเราขอให้คำมั่นว่า โซชิคือตัวเลือกที่ดีที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] There is a top-level decision.",
      "th": "มีการตัดสินใจในระดับสูง"
    }
  },
  {
    "translation": {
      "en": "You know who I mean.",
      "th": "คุณรู้ว่าผมหมายถึงใคร"
    }
  },
  {
    "translation": {
      "en": "And big boss, Vladimir Putin, saying,",
      "th": "นายใหญ่ วลาดิเมียร์ ปูตินกล่าวว่า"
    }
  },
  {
    "translation": {
      "en": "\"We have to show the best result in Sochi.",
      "th": "\"เราต้องแสดงผลงานให้ดีที่สุดในโซชิ"
    }
  },
  {
    "translation": {
      "en": "We must show the others who we are.\"",
      "th": "เราต้องแสดงให้คนอื่นเห็น ว่าเราเป็นใคร\""
    }
  },
  {
    "translation": {
      "en": "-[man] Hurrah! -[crowd] Hurrah!",
      "th": "- ฮูราห์ - ฮูราห์"
    }
  },
  {
    "translation": {
      "en": "Hurrah!",
      "th": "ฮูราห์"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] We could make team clean before Sochi. One month.",
      "th": "เราทำให้ทีมปราศจากสาร ก่อนโซชิได้หนึ่งเดือน"
    }
  },
  {
    "translation": {
      "en": "But it was decided to use PEDs during Sochi.",
      "th": "แต่มีการตัดสินใจให้ใช้ยา เพิ่มสมรรถภาพในช่วงการแข่งที่โซชิ"
    }
  },
  {
    "translation": {
      "en": "Through the competition so they could be at their very top level?",
      "th": "ตลอดการแข่งขัน พวกเขาจะได้แสดงฝีมือเต็มที่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Right, right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So instead of using the science,",
      "th": "แทนที่จะใช้วิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "the science that you developed to get around the system,",
      "th": "วิทยาศาสตร์ที่คุณพัฒนาขึ้นมา เพื่อหลบเลี่ยงระบบ"
    }
  },
  {
    "translation": {
      "en": "you abandoned the science?",
      "th": "คุณกลับละทิ้งวิทยาศาสตร์ไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "The most important \"yes.\" Forget about this.",
      "th": "เป็นคำว่า \"ใช่\" ที่สำคัญมาก ลืมไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen,",
      "th": "สุภาพสตรีและสุภาพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "let me declare the 126th session of the International Olympic Committee",
      "th": "ผมขอประกาศให้คณะกรรมการโอลิมปิก นานาชาติครั้งที่ 126"
    }
  },
  {
    "translation": {
      "en": "open.",
      "th": "เริ่มทำงานได้"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[audience applauding]",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Opening ceremony was the most heartbreaking day...",
      "th": "พิธีเปิดเป็นวัน ที่หัวใจสลายไม่มีชิ้นดี..."
    }
  },
  {
    "translation": {
      "en": "in sports history.",
      "th": "ในประวัติศาสตร์กีฬา"
    }
  },
  {
    "translation": {
      "en": "-Hi, Bryan. -The story just broke.",
      "th": "- ไง ไบรอัน - ข่าวเพิ่งออก"
    }
  },
  {
    "translation": {
      "en": "[stammering] What do you mean? Is it published or not?",
      "th": "คุณหมายความว่ายังไง ตีพิมพ์แล้วหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-Yes, published. -[gasps]",
      "th": "ใช่ ตีพิมพ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Published! The story is published!",
      "th": "เรื่องถูกตีพิมพ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man on TV] According to The New York Times, Rodchenkov...",
      "th": "(ข้อกล่าวหาการโด๊ปยาในโอลิมปิก) อ้างอิงจากนิวยอร์กไทม์ส กริกอรี ร็อดเชนคอฟ..."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "This is the photo of bottles.",
      "th": "นี่คือรูปขวดน้ำ"
    }
  },
  {
    "translation": {
      "en": "Those bottles were given from Nikita Kamaev.",
      "th": "นิกิต้า คามาเอฟให้ขวดน้ำพวกนั้นมา"
    }
  },
  {
    "translation": {
      "en": "\"Grigory Rodchenkov, who ran the laboratory",
      "th": "\"กริกอรี ร็อดเชนคอฟ ผู้ดูแลห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "that handled testing for thousands of Olympians,",
      "th": "ที่จัดการทดสอบ นักกีฬาโอลิมปิกหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "said he developed a three-drug cocktail of banned substances",
      "th": "กล่าวว่าเขาพัฒนาค็อกเทลยาสามตัว ที่เป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "that he mixed with liquor and provided to dozens of Russian athletes,",
      "th": "ซึ่งเขานำมาผสมเหล้า มอบให้นักกีฬารัสเซียหลายสิบคน"
    }
  },
  {
    "translation": {
      "en": "helping to facilitate one of the most elaborate",
      "th": "ช่วยอำนวยความสะดวกให้ หนึ่งในวิธีการที่ซับซ้อนที่สุด"
    }
  },
  {
    "translation": {
      "en": "and successful doping ploys in sport history.\"",
      "th": "และประสบความสำเร็จที่สุดในการโด๊ปยา ในประวัติศาสตร์การกีฬา\""
    }
  },
  {
    "translation": {
      "en": "[Thomas Bach] Join and support our fight for fair play.",
      "th": "(กุมภาพันธ์ 2014) ร่วมมือและสนับสนุนให้เรา ต่อสู้เพื่อการเล่นอย่างยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "The athletes deserve it.",
      "th": "ตามทีนักกีฬาสมควรได้รับ"
    }
  },
  {
    "translation": {
      "en": "And to you, my fellow Olympic athletes,",
      "th": "(โทมัส บากห์ ประธานไอโอซี คณะกรรมการโอลิมปิกนานาชาติ) และกับคุณ เพื่อนนักกีฬาโอลิมปิกของผม"
    }
  },
  {
    "translation": {
      "en": "I say, respect the rules, play fair, be clean.",
      "th": "ผมขอให้เคารพกฎ เล่นให้ยุติธรรม ปราศจากสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "[Fogel] In 2014, in Sochi,",
      "th": "ในปี 2014 ที่โซชิ"
    }
  },
  {
    "translation": {
      "en": "did Russia swap out dirty urine for clean urine?",
      "th": "รัสเซียเปลี่ยนปัสสาวะที่มีสาร กับปัสสาวะที่ไม่มีสารหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Always.",
      "th": "เสมอละ"
    }
  },
  {
    "translation": {
      "en": "[narrator] The information contained in this little bottle",
      "th": "ข้อมูลที่บรรจุอยู่ในขวดใบเล็กๆ นี้"
    }
  },
  {
    "translation": {
      "en": "helps keep sport on the level playing field.",
      "th": "ช่วยให้กีฬา ตั้งอยู่บนพื้นฐานความเที่ยงธรรม (เผยแพร่โดยดับเบิลยูเอดีเอ 2015)"
    }
  },
  {
    "translation": {
      "en": "That's why we created ADAMS,",
      "th": "(เผยแพร่โดยดับเบิลยูเอดีเอ 2015) ด้วยเหตุนี้ เราจึงคิดค้นอดัมส์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "the free Anti-Doping Administration and Management System from WADA.",
      "th": "ระบบบริหารจัดการต่อต้านการใช้สารต้องห้าม แบบฟรีๆ จากดับเบิลยูเอดีเอ"
    }
  },
  {
    "translation": {
      "en": "All operating under a level of security typically used by financial institutions.",
      "th": "การดำเนินงานทุกขั้นตอนอยู่ในระดับ ความปลอดภัยที่ใช้ในสถาบันการเงิน"
    }
  },
  {
    "translation": {
      "en": "In effect, becoming the centralized clearing house",
      "th": "ส่งผลให้กลายเป็น ภาชนะสะอาดซึ่งเป็นศูนย์กลาง"
    }
  },
  {
    "translation": {
      "en": "for all anti-doping information.",
      "th": "สำหรับข้อมูลการต่อต้านการโด๊ปทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "ADAMS. Everyone should play true.",
      "th": "อดัมส์ ทุกคนควรเล่นอย่างใสสะอาด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Walk us through the collection process.",
      "th": "อธิบายขั้นตอนการเก็บตัวอย่างที"
    }
  },
  {
    "translation": {
      "en": "[Dick Pound] The sample is provided in front of a doping control officer.",
      "th": "ตัวอย่างจะถูกเก็บ ต่อหน้าเจ้าหน้าที่ควบคุมการโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "It's in this container. It's divided into two.",
      "th": "มันจะอยู่ในภาชนะนี้ แบ่งออกเป็นสองขวด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] The A sample and the B sample. These are the...",
      "th": "ตัวอย่างเอและตัวอย่างบี พวกนี้คือ..."
    }
  },
  {
    "translation": {
      "en": "-[Catlin] Bottles. -[Fogel] They're called the Bereg-Kits?",
      "th": "- ขวด - พวกเขาเรียกว่าเบอเร็กคิตส์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes. It's one particular company in Switzerland that makes them.",
      "th": "ใช่ มันคือบริษัทหนึ่ง ในสวิตเซอร์แลนด์ที่ผลิตขวดพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[McLaren] It's called the Berlinger bottle,",
      "th": "มันเรียกว่าขวดเบอร์ลิงเกอร์"
    }
  },
  {
    "translation": {
      "en": "and the Berlinger bottle is state of the art.",
      "th": "และขวดเบอร์ลิงเกอร์ มีเทคโนโลยีที่ทันสมัยมาก"
    }
  },
  {
    "translation": {
      "en": "It's sealed very tight with a vice-like device.",
      "th": "มันจะถูกปิดให้สนิท ด้วยเครื่องมือจนแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "A collector is right there, watching.",
      "th": "ผู้เก็บตัวอย่างก็อยู่ตรงนั้น เฝ้าดูอยู่"
    }
  },
  {
    "translation": {
      "en": "And then it goes to the lab.",
      "th": "จากนั้นก็จะถูกนำไปที่แล็บ"
    }
  },
  {
    "translation": {
      "en": "It's in the lab that the B bottles are pulled aside and put in the freezer.",
      "th": "ในห้องแล็บนั้น ขวดบี จะถูกแยกออกไปไว้ในตู้แช่แข็ง"
    }
  },
  {
    "translation": {
      "en": "The analytical work is done on the A sample.",
      "th": "การวิเคราะห์จะถูกทำขึ้น กับตัวอย่างเอ"
    }
  },
  {
    "translation": {
      "en": "[Olivier Rabin] The way we collect the sample, the trustability of the sample,",
      "th": "วิธีการเก็บตัวอย่างของเรา ความน่าเชื่อถือของตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "the fact that we've got an A and a B sample",
      "th": "เรื่องที่ว่าเรามีตัวอย่าง ทั้งเอและบี..."
    }
  },
  {
    "translation": {
      "en": "is a very, very, uh, safe system.",
      "th": "(ดร.โอลิเวียร์ ราบิน) มันเป็นระบบที่ปลอดภัยมากๆ"
    }
  },
  {
    "translation": {
      "en": "[McLaren] The caps on the bottles,",
      "th": "(ทดสอบ 1234567) ฝาปิดขวด"
    }
  },
  {
    "translation": {
      "en": "they're designed in such a way that they need to be destroyed to be taken off.",
      "th": "ถูกออกแบบมาในแบบที่ว่า ต้องถูกทำลายเท่านั้นจึงจะเปิดออกได้"
    }
  },
  {
    "translation": {
      "en": "[Catlin] In the lab, they have a device that cracks open the A sample.",
      "th": "ในห้องแล็บ พวกเขามีอุปกรณ์ ที่จะกะเทาะเปิดตัวอย่างเอ"
    }
  },
  {
    "translation": {
      "en": "It's the only way you can get it off.",
      "th": "เป็นวิธีเดียวที่คุณจะเปิดมันได้"
    }
  },
  {
    "translation": {
      "en": "[Pound] If an A sample tests positive, then the B gets analyzed.",
      "th": "ถ้าการทดสอบตัวอย่างเอเป็นบวก ตัวอย่างบีจะถูกนำมาทดสอบ"
    }
  },
  {
    "translation": {
      "en": "The B has to confirm the A.",
      "th": "ขวดบีต้องยืนยันผลของขวดเอ"
    }
  },
  {
    "translation": {
      "en": "That's this enormous protection.",
      "th": "การป้องกันแน่นหนาขนาดนั้นเชียวละ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] From Nagornykh, in preparation to Sochi,",
      "th": "จากนากอร์นักห์ ในการเตรียมการเพื่อไปโซชิ"
    }
  },
  {
    "translation": {
      "en": "it was strict order to develop procedure how we can have new bottles,",
      "th": "มีคำสั่งเข้มงวดให้พัฒนาขั้นตอน เพื่อหาทางให้เรามีขวดใบใหม่"
    }
  },
  {
    "translation": {
      "en": "new caps or open cap.",
      "th": "ฝาใหม่ หรือฝาที่เปิดไว้"
    }
  },
  {
    "translation": {
      "en": "And this FSB officer,",
      "th": "และเจ้าหน้าที่เคจีบีคนนี้"
    }
  },
  {
    "translation": {
      "en": "he was responsible for the day when I gave closed Bereg-Kit,",
      "th": "หน้าที่ของเขาวันๆ หนึ่ง คือ พอผมเอาเบอเร็กคิตที่ปิดผนึกมาให้"
    }
  },
  {
    "translation": {
      "en": "and after half an hour, I receive it opened.",
      "th": "ผ่านไปครึ่งชั่วโมง ผมจะได้รับขวดที่เปิดออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And the...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "cap and the bottle are the same.",
      "th": "ฝากับขวดเป็นคู่เดียวกัน"
    }
  },
  {
    "translation": {
      "en": "And I can... [imitates pouring]",
      "th": "และผมสามารถ..."
    }
  },
  {
    "translation": {
      "en": "a little bit rinse and then pour and close.",
      "th": "ล้างนิดหน่อยแล้วก็เทเข้าไปและปิด"
    }
  },
  {
    "translation": {
      "en": "Like Bereg-Kit.",
      "th": "เหมือนเบอร์เร็กคิต"
    }
  },
  {
    "translation": {
      "en": "It's unbelievable how they could do this.",
      "th": "มันน่าเหลือเชื่อมากที่พวกเขาทำแบบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "This was named Operation Sochi Resultat.",
      "th": "มันถูกตั้งชื่อว่า ปฏิบัติการโซชิรีซัลตัต"
    }
  },
  {
    "translation": {
      "en": "In Russian, \"resultat\" means \"to achieve positive results.\"",
      "th": "ภาษารัสเซีย \"รีซัลตัต\" แปลว่า \"เพื่อผลลัพธ์ที่ดี\""
    }
  },
  {
    "translation": {
      "en": "[Fogel] So, you need clean urines?",
      "th": "คือคุณก็ต้องมีปัสสาวะไร้สาร"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I need clean urines for each candidate.",
      "th": "ผมต้องมีปัสสาวะไร้สาร ของนักกีฬาแต่ละคน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] For every single Russian athlete under the state-sponsored doping,",
      "th": "สำหรับนักกีฬารัสเซียทุกคน ที่รัฐสนับสนุนให้โด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "you had clean samples of their urine being held?",
      "th": "คุณมีตัวอย่างปัสสาวะไร้สาร ของพวกเขาไว้กับตัว"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] If an athlete needed to be swapped, you could swap 'em.",
      "th": "แล้วถ้านักกีฬาต้องการ เปลี่ยนตัวอย่าง คุณก็เปลี่ยนได้"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "But in Sochi, because of the Olympics, I am under double control.",
      "th": "แต่ในโซชิ เพราะนี่คือโอลิมปิก ผมจึงถูกควบคุมแบบสองชั้น"
    }
  },
  {
    "translation": {
      "en": "Both from IOC, WADA and I don't know who.",
      "th": "ทั้งจากไอโอซี ดับเบิลยูเอดีเอ แล้วก็ใครไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Level of security is stunning. It's unbelievable.",
      "th": "ระดับความปลอดภัยเข้มงวด จนน่าตกใจ เหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Rabin] There was a delegation of foreign scientists",
      "th": "มีคณะผู้แทนของนักวิทยาศาสตร์ต่างชาติ"
    }
  },
  {
    "translation": {
      "en": "who were embedded in the laboratory.",
      "th": "ที่ฝังตัวอยู่ในห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "So, if there were substitutions, manipulations,",
      "th": "ฉะนั้น ถ้ามีการสับเปลี่ยน มีการยักย้าย"
    }
  },
  {
    "translation": {
      "en": "these people would've been in the front line to observe this.",
      "th": "คนพวกนี้จะเป็นคนกลุ่มแรก ที่เป็นพยานรับรู้"
    }
  },
  {
    "translation": {
      "en": "In Sochi, laboratory was like this.",
      "th": "(ห้องแล็บต่อต้านการโด๊ป) ในโซชิ ห้องแล็บเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It was our entrance,",
      "th": "นี่ทางเข้าของเรา"
    }
  },
  {
    "translation": {
      "en": "but from this behind, where we have a fire exit,",
      "th": "แต่ด้านหลังตรงนี้ ตรงที่เป็นทางหนีไฟ"
    }
  },
  {
    "translation": {
      "en": "there is another building. It was a KGB building.",
      "th": "มีอีกตึกหนึ่ง เป็นตึกของเคจีบี"
    }
  },
  {
    "translation": {
      "en": "And bank of clean urines were kept here.",
      "th": "และธนาคารเก็บปัสสาวะไร้สาร อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[man] Coming into the final two heats of the four-man bobsleigh,",
      "th": "รอบสุดท้ายของการแข่งบ็อบสเลด ทีมชายสี่คนที่เร่าร้อนทั้งสองทีม"
    }
  },
  {
    "translation": {
      "en": "Pilot Alexander Zubkov and brakeman Alexey Voevoda...",
      "th": "ไพล็อต อเล็กซานเดอร์ ซุบคอฟ และเบรกแมน อเล็กซีย์ โวเอโวดา..."
    }
  },
  {
    "translation": {
      "en": "Gold to Russia,",
      "th": "เหรียญทองเป็นของรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "making their pilot the oldest man ever to win the four-man bobsleigh.",
      "th": "ทำให้ไพล็อตของพวกเขาเป็นชายอายุมาก ที่สุดที่ชนะการแข่งบ็อบสเลดสี่คน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So how many FSB officers were working at Sochi?",
      "th": "แล้วมีเจ้าหน้ที่เอฟเอสบีกี่คน ทำงานที่โซชิ"
    }
  },
  {
    "translation": {
      "en": "Hundred.",
      "th": "หนึ่งร้อยคน"
    }
  },
  {
    "translation": {
      "en": "Throughout the day, our KGB officer",
      "th": "ตลอดทั้งวัน เจ้าหน้าที่เคจีบีของเรา"
    }
  },
  {
    "translation": {
      "en": "brought the clean urines of all our athletes selected for testing",
      "th": "จะนำปัสสาวะไร้สารของนักกีฬา ทุกคนที่ถูกเลือกให้ได้รับการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "to our secret operational room in the laboratory.",
      "th": "มาที่ห้องปฏิบัติการลับของเรา ในห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, all the urines collected from the athletes during the day",
      "th": "ในระหว่างนั้น ปัสสาวะที่เก็บมา จากนักกีฬาทุกคนตลอดทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "were transported to the Olympic village and held until 1:00 or 2:00 a.m.",
      "th": "จะถูกส่งไปที่หมู่บ้านนักกีฬา เก็บไว้ที่นั่นถึงตีหนึ่งหรือตีสอง"
    }
  },
  {
    "translation": {
      "en": "Then I received a call.",
      "th": "แล้วผมก็จะได้รับโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "\"Grigory, I will be delivering the samples in 15 minutes.\"",
      "th": "\"กริกอรี ผมจะเอาตัวอย่างไปส่ง ในอีก 15 นาที\""
    }
  },
  {
    "translation": {
      "en": "Before samples arrived, it gave me time to make sure",
      "th": "ก่อนที่ตัวอย่างจะมาถึง ผมมีเวลาที่จะดูให้แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "that there were no WADA or IOC observers left snooping around the laboratory.",
      "th": "ว่าไม่มีผู้สังเกตการณ์จากดับเบิลยูเอดีเอ หรือไอโอซีมาด้อมๆ มองๆ แถวห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "Once samples were checked in,",
      "th": "เมื่อตัวอย่างมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "the operation entered the most dangerous phase.",
      "th": "ปฏิบัติการจะเข้าสู่เฟสที่อันตรายที่สุด"
    }
  },
  {
    "translation": {
      "en": "When the A and B bottles were split on to two different carts,",
      "th": "เมื่อขวดเอและขวดบี ถูกแบ่งออกเป็นสองส่วน"
    }
  },
  {
    "translation": {
      "en": "my assistant wheeled the B bottles into a storage room",
      "th": "ผู้ช่วยของผมจะเข็นพวกขวดบี ไปที่ห้องจัดเก็บ"
    }
  },
  {
    "translation": {
      "en": "and slipped the Russian athletes' B bottles into his lab coat.",
      "th": "และแอบหย่อนขวดบีของนักกีฬารัสเซีย ลงไปในเสื้อกาวน์ของเขา"
    }
  },
  {
    "translation": {
      "en": "This is highly illegal, but we need to replace these dirty urines.",
      "th": "นี่เป็นเรื่องผิดกฎหมายร้ายแรง แต่เราต้องเปลี่ยนปัสสาวะที่มีสารพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Then he wheeled the cart with the A bottles",
      "th": "จากนั้นเขาจะเข็นรถที่มีพวกขวดเอ"
    }
  },
  {
    "translation": {
      "en": "into the aliquoting room, as per procedure.",
      "th": "เข้าไปยังห้องแยกส่วนตามขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "[Fogel] 'Cause it's supposed to be opened.",
      "th": "เพราะยังไงขวดก็ต้องถูกเปิดอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] For all A samples, yes.",
      "th": "สำหรับตัวอย่างเอทุกขวด ใช่"
    }
  },
  {
    "translation": {
      "en": "To escape all the video recording, aliquoting room was like this.",
      "th": "เพื่อเลี่ยงการถูกกล้องวิดีโอจับภาพ ห้องแยกส่วนจะเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "And our room, we had the hole in it.",
      "th": "และห้องของเรามีรูอยู่"
    }
  },
  {
    "translation": {
      "en": "So we take this little bit...",
      "th": "เราจึงเอาช่องเล็กๆ..."
    }
  },
  {
    "translation": {
      "en": "-How you say this thing? It's-- -Uh...",
      "th": "คุณเรียกว่ายังไงนะ"
    }
  },
  {
    "translation": {
      "en": "Like this, if you have something...",
      "th": "แบบนี้ ถ้าคุณมีไอ้นั่น..."
    }
  },
  {
    "translation": {
      "en": "You take this table out, and there is a... like a...",
      "th": "คุณเอาโต๊ะออก และมีเหมือนกับ"
    }
  },
  {
    "translation": {
      "en": "like a power outlet blocked without any, uh... socket.",
      "th": "เหมือนช่องปลั๊กไฟ ที่ไม่มีเต้าเสียบสายไฟ"
    }
  },
  {
    "translation": {
      "en": "-Okay, right, right. -But then you take it out.",
      "th": "โอเค ใช่ๆ แล้วคุณก็เปิดมันออก"
    }
  },
  {
    "translation": {
      "en": "So it looks like it's a power outlet without a socket, but it's not.",
      "th": "คือมันดูเหมือนปลั๊กไฟ ที่ไม่มีเต้าเสียบไฟ แต่ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "-It's not. It's a hole. -It's a hole.",
      "th": "ไม่ใช่ มันคือรู มันคือช่องว่าง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] You're taking both samples through this hole,",
      "th": "แล้วคุณก็ส่งตัวอย่างทั้งสอง ผ่านช่องนี้"
    }
  },
  {
    "translation": {
      "en": "and A samples, we immediately...",
      "th": "และตัวอย่างเอ โดยทันทีเลย..."
    }
  },
  {
    "translation": {
      "en": "pour away and clean.",
      "th": "เราเททิ้งและทำความสะอาด"
    }
  },
  {
    "translation": {
      "en": "[Fogel] But the B sample...",
      "th": "แต่ตัวอย่างบี"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] B samples are taken by KGB and... whew!",
      "th": "เคจีบีเอาตัวอย่างบีไป และ..."
    }
  },
  {
    "translation": {
      "en": "In the darkness, people coming from the trash/fire exit.",
      "th": "ในความมืด จะมีคนมาที่ถังขยะตรงทางหนีไฟ"
    }
  },
  {
    "translation": {
      "en": "Then, after two hours, they came back with B bottles opened to swap.",
      "th": "สองชั่วโมงต่อมา พวกเขากลับมา พร้อมขวดบีที่เปิดฝาเพื่อสับเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Because, of course, you have in advance clean urine.",
      "th": "เพราะคุณมีปัสสาวะไร้สารอยู่ก่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "So, B samples are finished with the urine swapping.",
      "th": "ฉะนั้น ตัวอย่างบี จึงจบแค่การสับเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Taken by KGB and--",
      "th": "เคจีบีเอาไปและ..."
    }
  },
  {
    "translation": {
      "en": "[Fogel] Because the B samples are taken by the IOC and held in long-term storage.",
      "th": "เพราะไอโอซีจะเอาตัวอย่างบี ไปเก็บไว้ในระยะยาว"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Fogel] If WADA or the IOC retest those samples, would they be clean?",
      "th": "ถ้าดับเบิลยูเอดีเอหรือไอโอซีทำการทดสอบ ตัวอย่างพวกนั้นอีกที จะมีสารไหม"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Reanalysis will return negative.",
      "th": "ผลการวิเคราะห์อีกครั้งจะเป็นลบ"
    }
  },
  {
    "translation": {
      "en": "Because, you know, we are top-level cheaters.",
      "th": "เพราะเราเป็นพวกขี้โกงระดับเทพ"
    }
  },
  {
    "translation": {
      "en": "To over-cheat us, you should be much such experienced.",
      "th": "การจะตลบหลังเรา คุณต้องแก่ประสบการณ์พอๆ กัน"
    }
  },
  {
    "translation": {
      "en": "But how it comes, such experience?",
      "th": "แต่ทำไมถึงได้ แก่ประสบการณ์ขนาดนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] If there were evidence brought forward that showed that a country or WADA lab",
      "th": "ถ้ามีการยื่นเอกสารที่แสดงว่า ประเทศหนึ่งหรือห้องแล็บของดับเบิลยูเอดีเอ"
    }
  },
  {
    "translation": {
      "en": "had found a way to break into the collection bottles,",
      "th": "รู้วิธีเปิดขวดเก็บตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "what do you think that would say about the entire testing system?",
      "th": "คุณคิดว่านั่นแสดงให้เห็น ว่าระบบการทดสอบทั้งหมดเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "What it would say is that corruption has gone to the depths of...",
      "th": "มันจะแสดงให้เห็นว่า การคอรัปชันได้ฝังรากลึก..."
    }
  },
  {
    "translation": {
      "en": "that part of the process, which would be most disturbing.",
      "th": "ลงไปในช่วงนั้นของกระบวนการ ซึ่งจะเป็นเรื่องที่น่ากังวลใจมาก"
    }
  },
  {
    "translation": {
      "en": "It would be, uh...",
      "th": "มันจะเป็น..."
    }
  },
  {
    "translation": {
      "en": "obviously a very serious, serious act of manipulation from that lab.",
      "th": "(โอลิเวียร์ นิกกลิ อธิบดีฯ ดับเบิลยูเอดีเอ) ที่เห็นชัดๆ คือเป็นการปั่นหัว จากห้องแล็บขั้นร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "It would be done. It wouldn't work.",
      "th": "มันต้องได้รับการจัดการ มันไม่ได้ผลหรอก"
    }
  },
  {
    "translation": {
      "en": "If that can be done successfully, then the testing system is over.",
      "th": "(ศ.ริชาร์ด แมกลาเรน) ถ้าทำได้สำเร็จ ระบบการทดสอบก็ล้มเหลวแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Does WADA have the ability to catch drug cheats today?",
      "th": "ทุกวันนี้ ดับเบิลยูเอดีเอมีความสามารถ ในการตรวจจับการโกงด้วยการใช้ยาไหม (ดอน แคตลิน ผู้ก่อตั้ง ห้องแล็บโอลิมปิกยูซีแอลเอ)"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่มี"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Because of this whole steroid program, I pulled off 13 gold medals.",
      "th": "โปรแกรมสเตียรอยด์ทั้งหมดนี้ ทำให้ผมได้เหรียญทองมา 13 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "It's unbelievable.",
      "th": "น่าเหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Never before. [chuckles]",
      "th": "ไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Everything was made clean, and Putin was very much happy.",
      "th": "ทุกอย่างถูกทำให้ใสสะอาด และปูตินก็มีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Russia came out on top of the medals board,",
      "th": "รัสเซียผงาดขึ้นอันดับสูงสุด ในตารางเหรียญรางวัล"
    }
  },
  {
    "translation": {
      "en": "winning 33 overall, including an Olympic high of 13 gold.",
      "th": "ชนะทั้งหมด 33 ครั้ง และทำสถิติ 13 เหรียญทองในโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] But immediately after, he started war against Ukraine.",
      "th": "แต่หลังจากนั้น เขาก็เริ่มสงครามกับยูเครนในทันที"
    }
  },
  {
    "translation": {
      "en": "[man] Before the Olympics,",
      "th": "ก่อนหน้าโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "his popularity rating in Russia had been falling steadily for years.",
      "th": "คะแนนความนิยมของเขาในรัสเซีย ตกลงอย่างต่อเนื่องมาหลายปี"
    }
  },
  {
    "translation": {
      "en": "But when the games began, this.",
      "th": "แต่พอเริ่มการแข่งขัน ก็เป็นอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I felt my personal guilt for such event.",
      "th": "ผมรู้สึกผิดเป็นการส่วนตัว กับเหตุการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "Would Russia had less medals, Putin would be not such aggressive.",
      "th": "ถ้ารัสเซียได้เหรียญน้อยกว่านี้ ปูตินคงไม่อาจหาญถึงขั้นนี้"
    }
  },
  {
    "translation": {
      "en": "[man] What you're about to hear is not lifted from a Tom Clancy novel,",
      "th": "สิ่งที่คุณจะได้ฟัง ไม่ได้ถูกยกมาจากนิยายของทอม เคลนซี"
    }
  },
  {
    "translation": {
      "en": "nor is it borrowed from the elegant prose of John le Carré",
      "th": "ไม่ได้ยืมมาจากร้อยแก้วสละสลวย ของจอห์น เลอ คาเร"
    }
  },
  {
    "translation": {
      "en": "or adapted from Robert Ludlum's work.",
      "th": "ไม่ได้เอางานของ โรเบิร์ต ลัดลัมมาปรับใช้"
    }
  },
  {
    "translation": {
      "en": "But if the protagonist is to be believed,",
      "th": "แต่ถ้าเราเชื่อตัวละครเอก"
    }
  },
  {
    "translation": {
      "en": "this drama is the ultimate handiwork of Vladimir Putin",
      "th": "ดราม่าครั้งนี้เป็น ฝีมือชั้นเซียนของวลาดิเมียร์ ปูติน"
    }
  },
  {
    "translation": {
      "en": "and the intelligence successors to the KGB.",
      "th": "และบรรดาสายลับ ที่ตกทอดมาจากเคจีบี"
    }
  },
  {
    "translation": {
      "en": "LA may be a lot safer than Mother Russia, given the recent...",
      "th": "แอลเอน่าจะปลอดภัยกว่า แผ่นดินแม่รัสเซีย ถ้าดูจาก..."
    }
  },
  {
    "translation": {
      "en": "-Bryan! -[Fogel] Yeah?",
      "th": "- ไบรอัน - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Article is incredible. It's so very good.",
      "th": "บทความเขียนดีมาก ดีมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "I am shocked. I'm reading twice.",
      "th": "ผมตกใจมาก อ่านไปสองรอบแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know, Russia even cannot breathe.",
      "th": "รู้ไหม ต่อให้เป็นรัสเซียก็หายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "They still even don't respond.",
      "th": "พวกเขายังไม่ตอบโต้เลย"
    }
  },
  {
    "translation": {
      "en": "-Of course, there it is, midnight, but-- -[Fogel] Let me stop you.",
      "th": "- แต่นี่มันเที่ยงคืน เพราะงั้น... - ฟังก่อนครับ"
    }
  },
  {
    "translation": {
      "en": "-I just spoke to our lawyer. -What happened?",
      "th": "- ผมเพิ่งคุยกับทนายของเรา - เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Fogel] They're not returning any of his calls.",
      "th": "พวกนั้นไม่โทรกลับหาเขาเลย"
    }
  },
  {
    "translation": {
      "en": "I am arrested?",
      "th": "ผมถูกจับเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] We don't know yet. We're in a holding pattern.",
      "th": "เรายังไม่รู้ เราอยู่ในช่วงรอดูสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "I am sitting locked in my home. I'm a little bit afraid.",
      "th": "ผมขังตัวเองอยู่ในบ้าน กลัวนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] Let me get this done, and I'll come by, okay?",
      "th": "ผมจะจัดการเรื่องนี้ แล้วแวะไปหา ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Putin will kill me.",
      "th": "ปูตินฆ่าผมแน่"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Rodchenkov... -[man 2] ...allegations...",
      "th": "- กริกอรี ร็อดเชนคอฟ... - ข้อกล่าวหาร้ายแรง..."
    }
  },
  {
    "translation": {
      "en": "[woman] Dozens of Sochi medal winners were part of a secret...",
      "th": "ผู้คว้าเหรียญจากโซชิหลายสิบคน มีส่วนร่วมในความลับ..."
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Nine, one, seven.",
      "th": "เก้า หนึ่ง เจ็ด"
    }
  },
  {
    "translation": {
      "en": "[exhales sharply] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[man] He has since fled Russia because he said he feared for his life.",
      "th": "เขาหนีออกจากรัสเซียมาตั้งแต่นั้น เนื่องจากกลัวว่าจะมีอันตรายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "[woman] Russia's sports minister has dismissed the claims as nonsense,",
      "th": "รมต.ว่าการกระทรวงการกีฬาปฏิเสธว่า การกล่าวอ้างเป็นเรื่องไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "adding they were a continuation of the attack on Russian sport,",
      "th": "และเสริมว่าพวกเขาถูกโจมตี ในเรื่องกีฬารัสเซียมาอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "which was backed up by the deputy sports minister.",
      "th": "ซึ่งได้รับการสนับสนุน โดยรัฐมนตรีช่วยว่าการกระทรวงการกีฬา"
    }
  },
  {
    "translation": {
      "en": "[in Russian] So that this is clear for everyone...",
      "th": "ขอทำความเข้าใจกับทุกคนนะครับ... (ยูริ นากอร์นักห์)"
    }
  },
  {
    "translation": {
      "en": "there has never been and there is not any doping program.",
      "th": "...ไม่เคยมีโปรแกรมการโด๊ปยาใดๆ มาก่อน จนถึงตอนนี้ก็ไม่มี"
    }
  },
  {
    "translation": {
      "en": "[woman] Vladimir Putin calls the claims \"the slander of a turncoat.\"",
      "th": "วลาดิเมียร์ ปูตินพูดถึงการกล่าวอ้าง ว่าเป็น \"การใส่ร้ายของคนขายชาติ\""
    }
  },
  {
    "translation": {
      "en": "[Fogel] We're meeting with a white-collar attorney who has handled a lot of criminal cases.",
      "th": "เราจะไปพบทนายระดับสูง ที่เคยทำคดีอาชญากรรมมามากมาย"
    }
  },
  {
    "translation": {
      "en": "[man on phone] What happened with his other lawyer?",
      "th": "แล้วทนายอีกคนของเขาล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] His other lawyer, they have a Moscow office.",
      "th": "ทนายอีกคนของเขา มีออฟฟิศอยู่ในมอสโก"
    }
  },
  {
    "translation": {
      "en": "It appears that the firm got cold feet due to a conflict of interest, they said.",
      "th": "ดูเหมือนพวกเขาจะหวาดกลัว เพราะมีผลประโยชน์ทับซ้อน เขาว่างั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Thomas Bach, who heads the IOC, said,",
      "th": "โทมัส บากห์ หัวหน้าไอโอซีกล่าวว่า..."
    }
  },
  {
    "translation": {
      "en": "\"If this is true,",
      "th": "(รัสเซียทรยศ)"
    }
  },
  {
    "translation": {
      "en": "it is an unimaginable level of criminality.\"",
      "th": "\"ถ้านี่เป็นเรื่องจริง ก็เป็น การก่ออาชญากรรมในระดับที่ไม่คาดคิด\""
    }
  },
  {
    "translation": {
      "en": "[woman] The IOC calling the report \"very worrying.\"",
      "th": "คณะกรรมการโอลิมปิกนานาชาติ พูดถึงรายงานนี้ว่า \"น่ากังวลใจยิ่ง\""
    }
  },
  {
    "translation": {
      "en": "[man] \"We ask the World Anti-Doping Agency to investigate immediately.\"",
      "th": "\"เราขอให้องค์การต่อต้าน การใช้สารต้องห้ามโลกสืบสวนโดยทันที\""
    }
  },
  {
    "translation": {
      "en": "[man 2] The Justice Department is opening an investigation",
      "th": "กระทรวงยุติธรรมจะเปิดการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "into Russian government officials, athletes, coaches",
      "th": "ต่อข้าราชการรัสเซีย นักกีฬา โค้ช"
    }
  },
  {
    "translation": {
      "en": "and anti-doping authorities.",
      "th": "และจนท. ในองค์การต่อต้านการโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "[Fogel] This letter was sent by WADA.",
      "th": "ต่อข้อกล่าวหาการโด๊ปยา ของรัสเซียจากคำให้การของกริกอรี) ดับเบิลยูเอดีเอส่งจดหมายฉบับนี้มา"
    }
  },
  {
    "translation": {
      "en": "\"Dear Grigory, in light of your recent declarations to The New York Times,",
      "th": "\"ถึงกริกอรี สืบเนื่องจากคำให้การ ของคุณต่อนิวยอร์กไทม์ส"
    }
  },
  {
    "translation": {
      "en": "we would like to meet to better understand",
      "th": "เราอยากพบคุณ เพื่อทำความเข้าใจมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "the basis of your allegations and your proposed way forward.",
      "th": "ต่อพื้นฐานของข้อกล่าวหา และแผนการต่อไปของคุณ"
    }
  },
  {
    "translation": {
      "en": "Sincerely, David Howman and Olivier Niggli.\"",
      "th": "ด้วยความจริงใจ เดวิด ฮาวแมน และโอลิเวียร์ นิกกลิ\""
    }
  },
  {
    "translation": {
      "en": "I'm talking tomorrow to another lawyer.",
      "th": "พรุ่งนี้ผมจะคุยกับทนายอีกคน"
    }
  },
  {
    "translation": {
      "en": "He seems credible, but of course, it's his word against Russia.",
      "th": "ดูเหมือนเขาจะเก่ง แต่แน่ล่ะ นี่มันคำพูดของเขาคานกับรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "[man in Russian] There were older questions",
      "th": "และแน่นอน ยังมีคำถามที่เก่ากว่านั้น"
    }
  },
  {
    "translation": {
      "en": "regarding Rodchenkov's mental health in all this,",
      "th": "เรื่องสภาพจิตของร็อดเชนคอฟ ในเหตุการณ์ทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "as four years ago, after a failed suicide attempt,",
      "th": "เพราะเมื่อสี่ปีก่อน หลังฆ่าตัวตายไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "he was placed into a mental institution,",
      "th": "เขาถูกส่งไปที่โรงพยาบาลจิตเวช"
    }
  },
  {
    "translation": {
      "en": "the diagnosis described as the first stages of schizophrenia.",
      "th": "ผลการวินิจฉัยอธิบายว่าเป็น ระยะแรกของโรคจิตเภท"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] What to do with my wife and children? What they will know?",
      "th": "แล้วจะทำยังไงกับภรรยากับลูกผม พวกเขาจะรู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Or I just disappear for them? They'll go crazy.",
      "th": "หรือผมจะหายไปจากชีวิตพวกเขาดื้อๆ พวกเขาต้องคลั่งแน่"
    }
  },
  {
    "translation": {
      "en": "[Howman] Bryan, this is David and Olivier. We want this meeting to go ahead.",
      "th": "ไบรอัน นี่เดวิดกับโอลิเวียร์ เราอยากเดินหน้าการพบกันครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Can you call us back?",
      "th": "คุณช่วยโทรกลับหาเราได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm not ready to answer.",
      "th": "ผมยังไม่พร้อมจะให้คำตอบ"
    }
  },
  {
    "translation": {
      "en": "We need something lucky, like it's Alice in Wonderland,",
      "th": "เราต้องการของนำโชค เหมือนเรื่องอลิซในแดนมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "to rabbit's hole, to sit here.",
      "th": "เข้าไปในโพรงกระต่าย นั่งอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] I know. -[Rodchenkov] To wait until it ends.",
      "th": "- ผมรู้ - รอจนเรื่องจบ"
    }
  },
  {
    "translation": {
      "en": "We're trying to get this... To make it right.",
      "th": "เราพยายามจะทำเรื่องนี้ให้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] But lawyer is trustful?",
      "th": "ทนายคนนี้ไว้ใจได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] He is a big one. -[Rodchenkov] He's a big one.",
      "th": "เขาเป็นตัวใหญ่เลยล่ะ ตัวใหญ่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Fogel] Yeah, top of the top of the top. -[Rodchenkov] Yes.",
      "th": "- ใช่ เก่งที่สุดของที่สุดเลย - อ้อ"
    }
  },
  {
    "translation": {
      "en": "[man in Russian] We are digging deeper into his identity.",
      "th": "เรากำลังตรวจสอบตัวตนของเขา อย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "We've obtained some of his exclusive documents.",
      "th": "เราได้เอกสารลับบางอย่างมา"
    }
  },
  {
    "translation": {
      "en": "[woman in Russian] Grigory Rodchenkov and American movie director Bryan Fogel,",
      "th": "กริกอรี ร็อดเชนคอฟกับผู้กำกับหนัง ชาวอเมริกา ไบรอัน โฟเกิล"
    }
  },
  {
    "translation": {
      "en": "they talked many times via e-mail and wrote...",
      "th": "พวกเขาพูดคุยกันหลายครั้ง ทางอีเมลและเขียน..."
    }
  },
  {
    "translation": {
      "en": "[man in Russian] The FBI are following him closely,",
      "th": "เอฟบีไอติดตามเขาอย่างใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "Grigory Rodchenkov himself mentioned to his sister in a recent Skype call.",
      "th": "กริกอรี ร็อดเชนคอฟเล่าให้น้องสาว ฟังทางสไกป์เมื่อไม่นานนี้"
    }
  },
  {
    "translation": {
      "en": "[Marina in Russian] Grish, just sit tight. Don't be too impulsive.",
      "th": "กริช อยู่เฉยๆ ก่อนนะ อย่าใจร้อนนัก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] No, of course I will not do anything...",
      "th": "(ช่องหนึ่ง ทีวีประจำชาติรัสเซีย) - ไม่หรอก ฉันไม่ทำอะไรหรอก... - แน่นอน ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Marina] Of course. Absolutely.",
      "th": "- ไม่หรอก ฉันไม่ทำอะไรหรอก... - แน่นอน ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] ...without the protection of the FBI.",
      "th": "ถ้าไม่มีการคุ้มกันจากเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "[in Russian] I refuse to make any comments on this. I'm very sorry.",
      "th": "ฉันขอไม่ตอบในเรื่องนี้ค่ะ ขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I'm sure you have very intelligent people who can explain all this.",
      "th": "ฉันแน่ใจว่าคุณมีคนฉลาดๆ คอยอธิบายเรื่องทุกอย่างให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov in Russian] Honey, I already spoke to the children. They're fine.",
      "th": "ที่รัก ผมคุยกับลูกๆ แล้ว พวกเขาสบายดี"
    }
  },
  {
    "translation": {
      "en": "[Veronika] Grisha, now it's another problem.",
      "th": "กริชา ตอนนี้มีอีกปัญหา"
    }
  },
  {
    "translation": {
      "en": "I'm worried about you.",
      "th": "ฉันเป็นห่วงคุณ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I'll take care of this. Just hold on.",
      "th": "ผมจะจัดการเอง แค่รอหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Veronika] This is what I'm worried about.",
      "th": "นี่ละที่ฉันเป็นห่วง"
    }
  },
  {
    "translation": {
      "en": "They're turning us into the monster now.",
      "th": "พวกเขากำลังทำให้เรากลายเป็นปีศาจ"
    }
  },
  {
    "translation": {
      "en": "Or trying to.",
      "th": "ไม่ก็พยายามทำ"
    }
  },
  {
    "translation": {
      "en": "[Radchenkov] It's okay. We'll get through this.",
      "th": "ไม่เป็นไร เราจะผ่านมันไปได้"
    }
  },
  {
    "translation": {
      "en": "[Veronika] What do you want to come of all this?",
      "th": "คุณต้องการอะไร จากเรื่องทั้งหมดนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov in English] \"To the future or to the past,",
      "th": "\"แด่อนาคตหรืออดีต"
    }
  },
  {
    "translation": {
      "en": "to a time when thought is free...",
      "th": "แด่ช่วงเวลา ที่ความคิดยังเป็นอิสระ...\""
    }
  },
  {
    "translation": {
      "en": "when truth exists and what is done cannot be undone.\"",
      "th": "\"เมื่อความจริงปรากฏ และสิ่งที่กระทำไม่แล้วมิอาจย้อนคืน\""
    }
  },
  {
    "translation": {
      "en": "[Jim Walden] What everyone is interested in is the evidence he has,",
      "th": "สิ่งที่ทุกคนให้ความสนใจเป็นอย่างมาก คือหลักฐานที่เขามี"
    }
  },
  {
    "translation": {
      "en": "both in terms of the documents on his computer",
      "th": "ทั้งในเรื่องของเอกสาร ในคอมพิวเตอร์ของเขา"
    }
  },
  {
    "translation": {
      "en": "and the cell phone that he was using at the time.",
      "th": "และโทรศัพท์มือถือที่เขาใช้ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Two people connected with the Russian doping program are dead",
      "th": "สองคนที่เชื่อมโยงกับ โปรแกรมของรัสเซียตายไปแล้ว..."
    }
  },
  {
    "translation": {
      "en": "under circumstances that seem highly suspect.",
      "th": "(จิม วัลเดน ทนายความ) ในสถานการณ์ ที่น่าเคลือบแคลงมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "One of the first things that I learned from authorities",
      "th": "หนึ่งในเรื่องแรกๆ ที่ผมได้รู้มาจากเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "when I came onto the case",
      "th": "ตอนที่เข้ามาทำคดี"
    }
  },
  {
    "translation": {
      "en": "was that the Russian government has the resources and the will.",
      "th": "คือรัฐบาลรัสเซีย มีทรัพยากรและความตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "So we've had to develop a very multi-stage protocol",
      "th": "เราจึงต้องพัฒนาเกณฑ์วิธี ที่มีหลายขั้นตอนมากๆ"
    }
  },
  {
    "translation": {
      "en": "to minimize the chances our conversations will be intercepted.",
      "th": "เพื่อลดโอกาส ที่การสนทนาของเราจะถูกดักฟัง"
    }
  },
  {
    "translation": {
      "en": "The main concern is that they would be able,",
      "th": "ความกังวลใจหลักคือพวกนั้นอาจสามารถ"
    }
  },
  {
    "translation": {
      "en": "through those communications, to try to triangulate his location,",
      "th": "พยายามระบุตำแหน่งของเขา ผ่านการสื่อสารได้"
    }
  },
  {
    "translation": {
      "en": "and if they have agents in the United States, then to do him harm.",
      "th": "แล้วถ้าพวกเขามีสายลับอยู่ในสหรัฐฯ เขาก็จะถูกปองร้าย"
    }
  },
  {
    "translation": {
      "en": "[man] We're 84 days away till the Summer Games in Rio de Janeiro in Brazil.",
      "th": "อีกแค่ 84 วันก็จะเข้าสู่โอลิมปิกเกมส์ ในรีโอเดจาเนโรประเทศบราซิลแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] Until now, there's only been hard evidence about athletics,",
      "th": "จนถึงตอนนี้ มีเพียงหลักฐานสำคัญ ที่เกี่ยวข้องกับนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "but this is pointing the finger at a whole range of sports.",
      "th": "แต่นี่เป็นการกล่าวหา กีฬาในทุกประเภทเลย"
    }
  },
  {
    "translation": {
      "en": "[Fogel] As you know, there's a Department of Justice investigation going.",
      "th": "อย่างที่รู้กัน การสืบสวนของ กระทรวงยุติธรรมยังคงดำเนินอยู่"
    }
  },
  {
    "translation": {
      "en": "Grigory's been advised by his lawyer",
      "th": "กริกอรีได้รับคำแนะนำจากทนายของเขา... (ศ.ริชาร์ด แมกลาเรน)"
    }
  },
  {
    "translation": {
      "en": "he should not be here for security reasons.",
      "th": "เพื่อความปลอดภัย เขาไม่ควรมาที่นี่ (ศ.คริสเตียน เอโยตต์)"
    }
  },
  {
    "translation": {
      "en": "I worked with Grigory over about six months",
      "th": "ผมทำงานกับกริกอรีมาประมาณหกเดือน"
    }
  },
  {
    "translation": {
      "en": "to compile a record of what happened in Russia.",
      "th": "เพื่อรวบรวมบันทึก สิ่งที่เกิดขึ้นในรัสเซีย (แมทิว โฮลซ์ - โอลิเวียร์ นิกกลิ)"
    }
  },
  {
    "translation": {
      "en": "This is the spreadsheet of every single athlete",
      "th": "นี่คือสเปรดชีตของนักกีฬาทุกคน"
    }
  },
  {
    "translation": {
      "en": "that was on the state-mandated protocol.",
      "th": "ที่อยู่ในเกณฑ์วิธีตามที่รัฐกำหนด (คลอเดีย โบเกล)"
    }
  },
  {
    "translation": {
      "en": "What every single athlete was taking in London,",
      "th": "ยาที่นักกีฬาทุกคนใช้ในลอนดอน"
    }
  },
  {
    "translation": {
      "en": "including their sample numbers and collection.",
      "th": "รวมทั้งหมายเลขตัวอย่าง และการจัดเก็บ"
    }
  },
  {
    "translation": {
      "en": "When Christiane goes back and tests these samples correctly,",
      "th": "ตอนที่คริสเตียนกลับไป ทดสอบตัวอย่างพวกนี้อย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "she will basically find them all positive.",
      "th": "เธอจะพบว่าทุกขวดมีผลเป็นบวก"
    }
  },
  {
    "translation": {
      "en": "And we have all their protocols before the London Games.",
      "th": "และเรามีเกณฑ์วิธีทั้งหมดของพวกเขา ก่อนลอนดอนเกมส์"
    }
  },
  {
    "translation": {
      "en": "We have the same for Beijing.",
      "th": "เรามีเอกสารแบบเดียวกันที่ปักกิ่ง"
    }
  },
  {
    "translation": {
      "en": "And this outlines how Russia was collecting",
      "th": "และนี่ช่วยให้เห็นภาพว่า รัสเซียทำอย่างไร"
    }
  },
  {
    "translation": {
      "en": "thousands and thousands of clean samples for swapping.",
      "th": "ในการเก็บตัวอย่างไร้สาร นับพันๆ ตัวอย่างเพื่อการสับเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "No, no, this we saw, but we want to ask question",
      "th": "ไม่ๆ เราเห็นแล้ว แต่เรามีคำถาม"
    }
  },
  {
    "translation": {
      "en": "as well as how it was done, understanding--",
      "th": "เช่นเดียวกับวิธีการจัดการ ทำความเข้าใจ..."
    }
  },
  {
    "translation": {
      "en": "So, sodium chloride is added to the sample to increase specific gravity.",
      "th": "ใส่โซเดียมคลอไรด์เข้าไปในตัวอย่าง เพื่อเพิ่มน้ำหนักเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "Many of these samples are gonna have",
      "th": "หลายตัวอย่างในนี้จะมี"
    }
  },
  {
    "translation": {
      "en": "a hundred times the sodium content that should be in somebody's urine.",
      "th": "ปริมาณโซเดียมเยอะกว่าที่ควรมี ในปัสสาวะของคนปกติหลายร้อยเท่า"
    }
  },
  {
    "translation": {
      "en": "Let me make sure I understand.",
      "th": "ขอฉันทำความเข้าใจก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "They were taking the B to be opened secretly?",
      "th": "พวกเขาเอาขวดบีไปเปิดอย่างลับๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "You said it was removed after the Paralympic Games.",
      "th": "คุณบอกว่ามันถูกนำออกไป หลังพาราลิมปิกเกมส์"
    }
  },
  {
    "translation": {
      "en": "Does it mean that it happened also for the Paralympic Games?",
      "th": "นั่นแปลว่ามันเกิดขึ้น ในพาราลิมปิกเกมส์ด้วยรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes, yes.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Both the Olympic and the Paralympic Games, they swapped urine.",
      "th": "ทั้งโอลิมปิกและพาราลิมปิกเกมส์ พวกเขาสลับปัสสาวะ"
    }
  },
  {
    "translation": {
      "en": "Vancouver was really the impetus for the urine swapping operation.",
      "th": "แวนคูเวอร์เป็นแรงผลักดัน ให้เกิดปฏิบัติการสับเปลี่ยนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "They only won a handful of medals,",
      "th": "พวกเขาได้เหรียญมาไม่มาก"
    }
  },
  {
    "translation": {
      "en": "and to see to it that that didn't happen again at Sochi.",
      "th": "และเพื่อให้เห็นว่า ไม่เกิดเหตุการณ์แบบนั้นอีกในโซชิ"
    }
  },
  {
    "translation": {
      "en": "We'll find that out when--",
      "th": "- ริชาร์ด - เราจะรู้ว่าตอนไหน..."
    }
  },
  {
    "translation": {
      "en": "In terms of time-sensitive,",
      "th": "ในเรื่องของระยะเวลา"
    }
  },
  {
    "translation": {
      "en": "London is more sensitive, in the sense that",
      "th": "ลอนดอนได้ผลกระทบมากกว่า ในเรื่องที่ว่า"
    }
  },
  {
    "translation": {
      "en": "these athletes are going to the next Rio Games,",
      "th": "นักกีฬาพวกนี้จะไปแข่งรีโอเกมส์ต่อ"
    }
  },
  {
    "translation": {
      "en": "not the winter ones.",
      "th": "ไม่ใช่งานฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "[Fogel] This is Sochi. This is London. This is Beijing.",
      "th": "นี่คือโซชิ นี่คือลอนดอน นี่คือปักกิ่ง"
    }
  },
  {
    "translation": {
      "en": "This goes all the way back to 1968.",
      "th": "เอกสารพวกนี้ย้อนกลับไปถึงปี 1968"
    }
  },
  {
    "translation": {
      "en": "There never was anti-doping in Russia. Period. Ever.",
      "th": "ไม่เคยมีการต่อต้านการใช้สารต้องห้าม ในรัสเซียเลย จบแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "Across all summer sports?",
      "th": "กีฬาฤดูร้อนทั้งหมดเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Every sport.",
      "th": "ทุกชนิดเลย"
    }
  },
  {
    "translation": {
      "en": "[Christiane Ayotte] He's sorry?",
      "th": "แล้วเขาเสียใจไหม"
    }
  },
  {
    "translation": {
      "en": "-Who's that? -[Ayotte] Grigory.",
      "th": "- ใครครับ - กริกอรี"
    }
  },
  {
    "translation": {
      "en": "[man] I don't want to get into that.",
      "th": "ผมไม่อยากพูด ไม่อยากให้กริกอรี..."
    }
  },
  {
    "translation": {
      "en": "Do you think, as a scientist, I am happy to have been in Sochi?",
      "th": "คุณคิดว่าในฐานะนักวิทยาศาสตร์ ฉันดีใจเหรอที่ได้ไปโซชิ"
    }
  },
  {
    "translation": {
      "en": "And to everything... We gave credibility to the lab.",
      "th": "และกับทุกอย่าง... เราให้ความเชื่อถือแก่ห้องแล็บนั้น"
    }
  },
  {
    "translation": {
      "en": "Do you think that I feel good today?",
      "th": "คุณคิดว่าวันนี้ฉันรู้สึกดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you think that the athletes who were cheated feel good?",
      "th": "คุณคิดว่านักกีฬาที่ถูกโกง รู้สึกดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] As angry as you guys might be, I think the one thing...",
      "th": "ผมก็โมโหพอๆ กับคุณนะ แต่ผมคิดอยู่อย่างหนึ่ง..."
    }
  },
  {
    "translation": {
      "en": "Grigory risked his life, and is risking his life, to do this.",
      "th": "กริกอรีเคยเสี่ยงชีวิต และกำลังเสี่ยงชีวิตเพื่อทำสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "He left his wife behind, he left his children behind,",
      "th": "เขาทิ้งภรรยาไว้ข้างหลัง ทิ้งลูกๆ ไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "he left all of his belongings behind, all of his financial security behind.",
      "th": "เขาทิ้งข้าวของทุกอย่างของเขา ทิ้งความมั่นคงทางการเงิน"
    }
  },
  {
    "translation": {
      "en": "We're here to get everything out.",
      "th": "เรามาที่นี่เพื่อตีแผ่ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Fogel] \"Dear Mr. Fogel and Dr. Rodchenkov, the IOC has full confidence",
      "th": "\"ถึงคุณโฟเกิลและดร.ร็อดเชนคอฟ ไอโอซีมีความมั่นใจเต็มเปี่ยม"
    }
  },
  {
    "translation": {
      "en": "in the authority of Professor Richard McLaren",
      "th": "ในอำนาจสั่งการของ ศาสตราจารย์ริชาร์ด แมกลาเรน"
    }
  },
  {
    "translation": {
      "en": "and respects his judgment to ensure a comprehensive inquiry.",
      "th": "และเคารพการตัดสินใจของเขา เพื่อให้มีการไต่สวนอย่างครอบคลุม"
    }
  },
  {
    "translation": {
      "en": "We will act swiftly to take the necessary measures.",
      "th": "เราจะดำเนินการด้วยความรวดเร็ว ด้วยมาตรการที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "Sincerely yours, Thomas Bach. President.\"",
      "th": "ด้วยความจริงใน โทมัส บากห์ ประธาน\""
    }
  },
  {
    "translation": {
      "en": "[automated voice] Transferring you to Richard McLaren.",
      "th": "ส่งคุณไปให้ริชาร์ด แมกลาเรน"
    }
  },
  {
    "translation": {
      "en": "[McLaren] You speak of them as being orders. Are they actually orders?",
      "th": "คุณบอกว่าพวกเขาสั่ง พวกเขาสั่งคุณจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Nagornykh is ordering Grigory? Or ordering the lab?",
      "th": "นากอร์นักห์สั่งกริกอรี หรือสั่งห้องแล็บเหรอ"
    }
  },
  {
    "translation": {
      "en": "Does it matter?",
      "th": "มันสำคัญไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, Nagornykh is ordering Grigory.",
      "th": "ครับ นากอร์นักห์สั่งกริกอรี"
    }
  },
  {
    "translation": {
      "en": "There's e-mails, like, explicitly about soccer players.",
      "th": "มีอีเมลแบบที่เจาะจงถึงนักฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "There's e-mails explicitly of, you know, of weightlifters.",
      "th": "มีอีเมลที่เจาะจงถึงนักยกน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "And that essentially were...",
      "th": "และที่สำคัญก็คือ..."
    }
  },
  {
    "translation": {
      "en": "Of rowers, of swimmers...",
      "th": "มีกีฬาพายเรือ นักว่ายน้ำ..."
    }
  },
  {
    "translation": {
      "en": "where Grigory had found the positive.",
      "th": "ที่กริกอรีตรวจแล้วเป็นบวก"
    }
  },
  {
    "translation": {
      "en": "[McLaren] Then if they are concerned about it,",
      "th": "แล้วถ้าพวกเขามีข้อกังขา"
    }
  },
  {
    "translation": {
      "en": "they find the right profile in the bank, and pick that one out of the bank,",
      "th": "พวกเขาหาประวัติที่ถูกต้องในธนาคาร แล้วก็หยิบออกมาจากธนาคาร"
    }
  },
  {
    "translation": {
      "en": "and they run the analysis on that one?",
      "th": "จากนั้นก็เอาไปวิเคราะห์ได้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You got it.",
      "th": "ใช่เลยครับ"
    }
  },
  {
    "translation": {
      "en": "[McLaren] I see.",
      "th": "เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "If this all can be proved, it's quite mind-blowing.",
      "th": "ถ้าสามารถพิสูจน์ได้ ก็คงทำให้ตาสว่างเลยละ"
    }
  },
  {
    "translation": {
      "en": "-The sooner I have it, the better. -Okay.",
      "th": "ยิ่งผมได้มาเร็วเท่าไหร่ก็ยิ่งดี โอเค"
    }
  },
  {
    "translation": {
      "en": "[McLaren] It's important to a lot of people around the world.",
      "th": "มันสำคัญต่อหลายคนทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "-[Rodchenkov] We do it now? -[Fogel] Yes.",
      "th": "เราจะลงมือเลยเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "...Russian athletes could not credibly return to international competition",
      "th": "นักกีฬารัสเซียไม่มีความน่าเชื่อถือ ที่จะกลับเข้าสู่การแข่งขันนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "without undermining the confidence of their competitors and the public.",
      "th": "(เซบาสเตียน โค ประธานไอดับเบิลเอเอฟ) โดยไม่ทำให้คู่แข่งและสาธารณชน เสียความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "[man] They are the pride and joy of Russian sport.",
      "th": "พวกเขาคือความภาคภูมิใจ และความยินดีของกีฬารัสเซีย"
    }
  },
  {
    "translation": {
      "en": "But track and field stars, like pole-vaulter Yelena Isinbayeva,",
      "th": "แต่ดาวเด่นวงการกรีฑาอย่าง นักกระโดดค้ำถ่อ เยเลนา อิซินบาเยวา"
    }
  },
  {
    "translation": {
      "en": "won't be going for gold at next month's Rio Olympics,",
      "th": "จะไม่ได้ไปชิงเหรียญทอง ในโอลิมปิกที่รีโอในเดือนหน้า"
    }
  },
  {
    "translation": {
      "en": "despite having friends in high places.",
      "th": "ถึงแม้ว่าจะมีเพื่อนเป็นคนใหญ่คนโต"
    }
  },
  {
    "translation": {
      "en": "This is truly important to us, because...",
      "th": "เรื่องนี้สำคัญกับเรามาก เพราะ..."
    }
  },
  {
    "translation": {
      "en": "Today, our track and field team finds itself in a dire situation.",
      "th": "วันนี้ ทีมกรีฑา ต้องเผชิญสถานการณ์เลวร้าย"
    }
  },
  {
    "translation": {
      "en": "We have been banned from the Olympics",
      "th": "เราถูกแบนจากโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "very aggressively, without any evidence or proof.",
      "th": "ด้วยความรุนแรง โดยไม่มีหลักฐานใดที่พิสูจน์ได้"
    }
  },
  {
    "translation": {
      "en": "[man in Russian] Rodchenkov, director of the Moscow WADA lab,",
      "th": "กริกอรี ร็อดเชนคอฟ ผู้อำนวยการห้องแล็บดับเบิลยูเอดีเอในมอสโก"
    }
  },
  {
    "translation": {
      "en": "was forced to resign from his position",
      "th": "ถูกบีบให้ลาออกจากตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "even though, when you think about it, he was a brilliant doctor.",
      "th": "ถึงแม้ว่าพอคุณลองมาคิดดู เขาเป็นดอกเตอร์ที่เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "So he's fired, and then somehow ends up in the United States,",
      "th": "แล้วเขาก็ถูกไล่ออก จับผลัดจับผลูไปลงเอยที่สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "where he subsequently took his story to The New York Times.",
      "th": "ที่ที่เขาเอาเรื่องของเขา ไปบอกต่อกับนิวยอร์กไทม์ส"
    }
  },
  {
    "translation": {
      "en": "Not exactly the smallest paper on Earth.",
      "th": "ซึ่งแน่นอนว่าไม่ใช่หนังสือพิมพ์ เจ้าเล็กๆ ในโลกซะด้วย"
    }
  },
  {
    "translation": {
      "en": "He gets there, he turns over all this information.",
      "th": "ตอนที่เขาไปถึงที่นั่น เขาส่งต่อข้อมูลทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Finally, he stated that the entire doping program",
      "th": "สุดท้าย เขาอ้างว่า โปรแกรมการโด๊ปยาทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "was in fact part of a state-run system.",
      "th": "เป็นส่วนหนึ่งของ ระบบที่รัฐเป็นผู้ดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "Whatever he claims,",
      "th": "ไม่ว่าเขาจะอ้างอะไร"
    }
  },
  {
    "translation": {
      "en": "he is confusing himself with the government.",
      "th": "เขาสับสนตัวเขาเองกับรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "You see, all of his claims against the government, he did himself.",
      "th": "คืองี้นะ ข้อกล่าวหาทั้งหมด ที่เขากล่าวหารัฐบาล เขาเป็นคนทำเอง"
    }
  },
  {
    "translation": {
      "en": "It was a solo act.",
      "th": "มันเป็นการลงมือเองคนเดียว"
    }
  },
  {
    "translation": {
      "en": "So the swapping, the destruction of samples,",
      "th": "งั้นการสับเปลี่ยน ทำลายตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "this was all just a farce?",
      "th": "ทั้งหมดนี้เป็นเรื่องหลอกลวงเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Again, I just don't see how this is possible. How could it be?",
      "th": "ขอย้ำ ผมมองไม่เห็นว่า มันเกิดขึ้นได้ยังไง เป็นไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Please let me repeat,",
      "th": "ขอผมพูดอีกที"
    }
  },
  {
    "translation": {
      "en": "these allegations are not facts, just rumors and speculations.",
      "th": "ข้อกล่าวหาพวกนี้ไม่เป็นความจริง เป็นแค่ข่าวลือและการคาดเดา"
    }
  },
  {
    "translation": {
      "en": "[woman in English] Welcome to the McLaren Independent Commission",
      "th": "ขอต้อนรับสู่การแถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "news conference here in Toronto.",
      "th": "ของคณะสืบสวนแมกลาเรนในโตรอนโต"
    }
  },
  {
    "translation": {
      "en": "In May, Professor McLaren was mandated by the World Anti-Doping Agency",
      "th": "ในเดือนพ.ค. ศ.แมกลาเรน ถูกแต่งตั้ง โดยองค์การต่อต้านการใช้สารโด๊ป"
    }
  },
  {
    "translation": {
      "en": "with respect to the allegations made",
      "th": "ในประเด็นข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "by the former director of the WADA-accredited Moscow laboratory,",
      "th": "ของอดีตผู้อำนวยการห้องแล็บ ซึ่งถูกรับรองจากดับเบิลยูเอดีเอในมอสโก"
    }
  },
  {
    "translation": {
      "en": "Dr. Grigory Rodchenkov.",
      "th": "ดร.กริกอรี ร็อดเชนคอฟ"
    }
  },
  {
    "translation": {
      "en": "The investigation has established the findings set out in the report",
      "th": "การสืบสวนเป็นการยืนยัน สิ่งที่ค้นพบในรายงาน"
    }
  },
  {
    "translation": {
      "en": "beyond a reasonable doubt.",
      "th": "อย่างไร้ข้อสงสัย"
    }
  },
  {
    "translation": {
      "en": "Our experts were to determine",
      "th": "ผู้เชี่ยวชาญของเราได้ตัดสิน"
    }
  },
  {
    "translation": {
      "en": "if samples had scratches and marks on the inside of the bottle caps,",
      "th": "ว่าตัวอย่างมีรอยขีดข่วนและร่องรอย ที่ด้านในฝาปิด"
    }
  },
  {
    "translation": {
      "en": "representative of a tool used to open the cap.",
      "th": "ซึ่งแสดงให้เห็นว่ามีการใช้อุปกรณ์ เพื่อเปิดฝาปิด"
    }
  },
  {
    "translation": {
      "en": "Of the set of samples suspected of being swapped...",
      "th": "จากชุดตัวอย่าง ที่สงสัยว่ามีการสับเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "we were able to confirm...",
      "th": "เราสามารถยืนยันได้ว่า..."
    }
  },
  {
    "translation": {
      "en": "100% had evidence of tampering.",
      "th": "มีการเข้ามายุ่งเกี่ยวกับหลักฐาน หนึ่งร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "We've conducted cyber and forensic analysis,",
      "th": "เราได้ทำการวิเคราะห์ทางนิติเวช และทางไซเบอร์"
    }
  },
  {
    "translation": {
      "en": "secured data from hard drives,",
      "th": "ดึงข้อมูลจากฮาร์ดไดรฟ์"
    }
  },
  {
    "translation": {
      "en": "and reviewed thousands of pages of documents.",
      "th": "และตรวจสอบเอกสารหลายพันหน้า"
    }
  },
  {
    "translation": {
      "en": "The Moscow laboratory operated for the protection of doped Russian athletes",
      "th": "ห้องแล็บมอสโกได้ดำเนินงาน เพื่อปกป้องนักกีฬารัสเซียที่โด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "within a state-directed, fail-safe system.",
      "th": "ภายใต้ระบบป้องกันความล้มเหลว ที่รัฐเป็นผู้กำกับดูแล"
    }
  },
  {
    "translation": {
      "en": "Ministry of Sport, Deputy Minister of Sport Yuri Nagornykh,",
      "th": "กระทรวงการกีฬา รมต.ช่วยฯ กระทรวงการกีฬา ยูริ นากอร์นักห์"
    }
  },
  {
    "translation": {
      "en": "RUSADA, that's the anti-doping agency in Russia,",
      "th": "รูซาดา ซึ่งก็คือองค์การต่อต้าน การใช้สารต้องห้ามในรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "and the former director of the Moscow testing laboratory",
      "th": "และอดีตผู้อำนวยการ ห้องแล็บทดลองในมอสโก"
    }
  },
  {
    "translation": {
      "en": "were all involved in this operation",
      "th": "ทั้งหมดมีส่วนเกี่ยวข้อง ในปฏิบัติการนี้"
    }
  },
  {
    "translation": {
      "en": "with the active participation and assistance",
      "th": "โดยได้รับความร่วมมือ และการช่วยเหลืออย่างแข็งขัน"
    }
  },
  {
    "translation": {
      "en": "of the Russian Federal Security Service, formerly known as the KGB.",
      "th": "จากหน่วยความมั่นคงแห่งชาติรัสเซีย หรือที่เคยเป็นที่รู้จักในนาม เคจีบี"
    }
  },
  {
    "translation": {
      "en": "The FSB, who had access to the Sochi lab",
      "th": "เอฟเอสบี ซึ่งมีสิทธิ์เข้าถึง ห้องแล็บในโซชิ"
    }
  },
  {
    "translation": {
      "en": "under the guise of the building maintenance contractor,",
      "th": "ด้วยการปลอมตัวเป็น พนักงานซ่อมบำรุงอาคาร"
    }
  },
  {
    "translation": {
      "en": "can be identified in the evidence we have.",
      "th": "สามารถระบุตัวได้ในหลักฐานที่เรามี"
    }
  },
  {
    "translation": {
      "en": "Alex Mihailovich, RT.",
      "th": "อเล็กซ์ มิไฮโลวิช ข่าวอาร์ที"
    }
  },
  {
    "translation": {
      "en": "Rodchenkov himself is a person who's under investigation in Russia currently.",
      "th": "ร็อดเชนคอฟเองเป็นคนที่ กำลังถูกรัสเซียสอบสวนอยู่"
    }
  },
  {
    "translation": {
      "en": "He took off from Russia.",
      "th": "เขาออกมาจากรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "He seems to be a character that you really can't rely on,",
      "th": "เขามีลักษณะ เหมือนคนที่คุณพึ่งพาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and a lot of this relies on Rodchenkov.",
      "th": "และมีหลายเรื่อง ที่ต้องพึ่งพาร็อดเชนคอฟ"
    }
  },
  {
    "translation": {
      "en": "Does this compromise your work?",
      "th": "นี่เข้ากันได้กับงานของคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "He is a person in this investigation,",
      "th": "เขาเป็นคนที่ถูกสอบสวน"
    }
  },
  {
    "translation": {
      "en": "but not the only person in this investigation.",
      "th": "แต่ไม่ใช่คนเดียวที่ถูกสอบสวน"
    }
  },
  {
    "translation": {
      "en": "I can say without a doubt, Dr. Rodchenkov is telling the truth",
      "th": "ผมบอกได้อย่างไร้ข้อสงสัยว่า ดร.ร็อดเชนคอฟพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "and was a truthful witness.",
      "th": "และเป็นประจักษ์พยานที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "I was able to corroborate that",
      "th": "ผมสามารถยืนยันในเรื่องนั้นได้"
    }
  },
  {
    "translation": {
      "en": "because of all the scientific and forensic information.",
      "th": "เพราะมีข้อมูลทางนิติเวช และทางวิทยาศาสตร์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "My team can demonstrate the existence of this system beyond a reasonable doubt.",
      "th": "ทีมของผมสามารถพิสูจน์ได้ว่า มีระบบนี้อยู่จริงอย่างไร้ข้อสงสัย"
    }
  },
  {
    "translation": {
      "en": "[Reedie] It was clear from Richard McLaren's report",
      "th": "มันก็ชัดเจนนะ จากรายงานของ ริชาร์ด แมกลาเรน"
    }
  },
  {
    "translation": {
      "en": "that was contained in our independent commission,",
      "th": "ที่อยู่ในคณะสืบสวนของเรา"
    }
  },
  {
    "translation": {
      "en": "it's proven that offenses were committed.",
      "th": "ได้พิสูจน์ว่ามีการกระทำผิดจริง"
    }
  },
  {
    "translation": {
      "en": "So, I don't think anybody can accuse us of sitting back and doing nothing.",
      "th": "ดังนั้น ผมว่าไม่มีใครกล่าวหาเราได้ ว่านั่งอยู่เฉยๆ โดยไม่ทำอะไร (เครก รีดี ประธานดับเบิลยูเอดีเอ)"
    }
  },
  {
    "translation": {
      "en": "[man] President Putin condemned the findings,",
      "th": "ประธานาธิบดีปูติน วิจารณ์ผลการตรวจอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "saying the world is seeing a dangerous recurrence",
      "th": "กล่าวว่าโลกกำลังได้เห็น เหตุการณ์เดิมๆ ที่เป็นอันตราย"
    }
  },
  {
    "translation": {
      "en": "of politics interfering in sport.",
      "th": "ที่การเมืองเข้าแทรกแซงกีฬา"
    }
  },
  {
    "translation": {
      "en": "[man] Russia's government says",
      "th": "รัฐบาลรัสเซียกล่าวว่า"
    }
  },
  {
    "translation": {
      "en": "any decision which collectively punishes its competitors is unacceptable.",
      "th": "การตัดสินใจใดที่เป็นการลงโทษคู่แข่ง โดยรวม เป็นเรื่องที่ยอมรับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Richard Conway, BBC News.",
      "th": "ริชาร์ด คอนเวย์ ข่าวบีบีซี"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be rolling your hands like that.",
      "th": "ผมจะหมุนมือคุณแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Let me do all of the work. It makes it easier for everybody.",
      "th": "เดี๋ยวผมทำเอง แบบนั้นจะง่ายกับทุกคนมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov in Russian] What were you all doing today?",
      "th": "แล้ววันนี้คุณทำอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Veronika] We were worrying all day.",
      "th": "เราเครียดกันทั้งวันเลย"
    }
  },
  {
    "translation": {
      "en": "But today, I was paying for everything, bills, etc.",
      "th": "แต่วันนี้ เราไปจ่ายบิลทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Nika, we will get through this.",
      "th": "นิก้า เราจะผ่านเรื่องนี้ไปได้"
    }
  },
  {
    "translation": {
      "en": "Oh, you have new glasses!",
      "th": "คุณสวมแว่นใหม่นี่"
    }
  },
  {
    "translation": {
      "en": "[Veronika] Not that new.",
      "th": "ไม่ใหม่ขนาดนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "I have some sad news to tell you.",
      "th": "ผมมีข่าวร้ายจะบอกคุณ"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "th": "อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I am going into the witness protection program.",
      "th": "ผมจะเข้าโครงการคุ้มครองพยาน"
    }
  },
  {
    "translation": {
      "en": "-You are? -Mm-hmm.",
      "th": "คุณน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because the current situation is unclear.",
      "th": "เพราะตอนนี้สถานการณ์ยังไม่แน่ชัด"
    }
  },
  {
    "translation": {
      "en": "-So, this is serious? -Yes.",
      "th": "- นี่จริงจังเหรอเนี่ย - ใช่"
    }
  },
  {
    "translation": {
      "en": "For a while?",
      "th": "สักพักหนึ่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "I was thinking of you yesterday.",
      "th": "ผมคิดถึงคุณเมื่อวานนี้"
    }
  },
  {
    "translation": {
      "en": "Well, visa is just one thing, but--",
      "th": "วีซ่ามันก็เรื่องหนึ่งนะ แต่..."
    }
  },
  {
    "translation": {
      "en": "You are my bride and keeper of the family and the dogs.",
      "th": "คุณเป็นเจ้าสาวของผม เป็นคนดูแลครอบครัวและหมา"
    }
  },
  {
    "translation": {
      "en": "Grigory, I was worrying all day, and on top of that, trying to reach you.",
      "th": "กริกอรี ฉันเป็นห่วงทั้งวันเลย ที่สำคัญกว่านั้นคือพยายามติดต่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Don't tell anyone anything.",
      "th": "อย่าบอกอะไรใครนะ"
    }
  },
  {
    "translation": {
      "en": "Who would I even tell? I don't see much of anyone these days.",
      "th": "ฉันจะไปบอกใครล่ะ เดี๋ยวนี้ไม่ค่อยเจอใครเลย"
    }
  },
  {
    "translation": {
      "en": "Maybe they'll pay off some officials to sit in prison for some time?",
      "th": "พวกเขาอาจจ่ายเงินให้พัศดี แล้วเข้าไปนั่งในคุกสักพักมั้ง"
    }
  },
  {
    "translation": {
      "en": "As a formality.",
      "th": "เพื่อให้เป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "I have to get going.",
      "th": "ผมต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Veronika? -Yes?",
      "th": "- เวโรนิก้า - คะ"
    }
  },
  {
    "translation": {
      "en": "You wrote down the lawyer's contact information and have everything?",
      "th": "คุณจดที่อยู่ทนาย ข้อมูลกับทุกๆ อย่างแล้วรึยัง"
    }
  },
  {
    "translation": {
      "en": "You know what I'm talking about?",
      "th": "คุณรู้นะว่าผมพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "Of course I understand. It's just... This is all so sad.",
      "th": "ค่ะ ฉันเข้าใจ มันก็แค่น่าเศร้าเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "[man in English] Whatever packing you need to do and getting dressed...",
      "th": "เก็บอะไรก็ตามที่คุณต้องใช้ แล้วแต่งตัว..."
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] Okay. Okay.",
      "th": "โอเคๆ"
    }
  },
  {
    "translation": {
      "en": "[Fogel] So, do we know what, uh, you're gonna be able to...",
      "th": "แล้วเราจะรู้ไหมว่าคุณจะสามารถ..."
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I still don't know how it will be organized.",
      "th": "ผมยังไม่รู้เลยว่า มันจะถูกจัดการยังไง"
    }
  },
  {
    "translation": {
      "en": "\"Protection\" means protection that you don't know how it's organized.",
      "th": "\"คุ้มครอง\" แปลว่าความคุ้มครอง ที่คุณไม่รู้ว่ามันทำงานยังไง"
    }
  },
  {
    "translation": {
      "en": "[Fogel] What do you foresee at this point?",
      "th": "ตอนนี้คุณคิดไว้ว่าจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "I will start writing book. [chuckles]",
      "th": "ผมจะเริ่มเขียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "Oh, we are on the first floor.",
      "th": "อ้อ เราอยู่ชั้นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Where is the exit?",
      "th": "ทางออกอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I wonder when I'm going to see you again.",
      "th": "อยากรู้จังว่า เมื่อไหร่จะได้เจอคุณอีก"
    }
  },
  {
    "translation": {
      "en": "Don't worry. I'll be back. [laughs]",
      "th": "ไม่ต้องห่วง เดี๋ยวผมก็กลับมา"
    }
  },
  {
    "translation": {
      "en": "[laughing] Bryan, you are medium-sized monster!",
      "th": "ไบรอัน คุณมันอสูรขนาดกลาง"
    }
  },
  {
    "translation": {
      "en": "Remember me.",
      "th": "จดจำผมไว้นะ"
    }
  },
  {
    "translation": {
      "en": "We have decided today that Russian athletes can compete in Rio.",
      "th": "เราได้ตัดสินใจในวันนี้ ให้นักกีฬารัสเซียเข้าแข่งที่รีโอ"
    }
  },
  {
    "translation": {
      "en": "[Thomas Bach] The International Sports Federations",
      "th": "(แม้จะมีหลักฐานนิติเวชมากมายว่ามี การคอรัปชันและทุจริตที่รัฐสนับสนุน คณะกรรมการโอลิมปิกนานาชาติ เพิกเฉยต่อคำแนะนำของดับเบิลยูเอดีเอ"
    }
  },
  {
    "translation": {
      "en": "will carry out individual analysis, taking into account...",
      "th": "คณะกรรมการโอลิมปิกนานาชาติ เพิกเฉยต่อคำแนะนำของดับเบิลยูเอดีเอ ปฏิเสธที่จะตั้งโทษแบนอย่างเด็ดขาด กับสหภาพกีฬารัสเซีย)"
    }
  },
  {
    "translation": {
      "en": "[woman] Anti-doping officials are fuming.",
      "th": "เจ้าหน้าที่ต่อต้าน การใช้สารต้องห้ามเดือดพล่าน (นักกีฬารัสเซีย 291 คนจาก 389 คน ได้รับอนุญาตให้ลงแข่ง"
    }
  },
  {
    "translation": {
      "en": "The IOC going against the World Anti-Doping Agency recommendations...",
      "th": "(นักกีฬารัสเซีย 291 คนจาก 389 คน ได้รับอนุญาตให้ลงแข่ง ในโอลิมปิกฤดูร้อนที่รีโอ)"
    }
  },
  {
    "translation": {
      "en": "[man] ...Olympic champion. Vlasov had won gold again.",
      "th": "แชมป์โอลิมปิก วลาซอฟได้เหรียญทองอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"Winston sank his arms to his sides and slowly refilled his lungs with air.",
      "th": "\"วินสตันทิ้งแขนลงข้างลำตัว และค่อยๆ สูดอากาศเข้าปอด"
    }
  },
  {
    "translation": {
      "en": "His mind slid away into the labyrinthine world of doublethink.",
      "th": "จิตใจของเขาเลื่อนลอยไปสู่โลกอันวกวน ของการคิดสองตลบ"
    }
  },
  {
    "translation": {
      "en": "To know and not to know,",
      "th": "การรู้และการไม่รู้"
    }
  },
  {
    "translation": {
      "en": "to be conscious of complete truthfulness while telling carefully constructed lies.\"",
      "th": "เพื่อตระหนักรู้ความจริงอันสมบูรณ์ ขณะพ่นคำโกหกที่ตระเตรียมมาอย่างดี\""
    }
  },
  {
    "translation": {
      "en": "[announcer] Thomas Bach.",
      "th": "โทมัส บากห์"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"To repudiate morality while laying claim to it.",
      "th": "\"เพื่อปฏิเสธศีลธรรม ในขณะที่อ้างถึงมัน"
    }
  },
  {
    "translation": {
      "en": "To forget whatever it was necessary to forget...\"",
      "th": "เพื่อลืมสิ่งใดก็ตาม ที่จำเป็นต้องลืม...\""
    }
  },
  {
    "translation": {
      "en": "[Bach] Join and support our fight for fair play.",
      "th": "ร่วมมือและสนับสนุนให้เรา ต่อสู้เพื่อการเล่นอย่างยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Respect the rules, play fair, be clean.",
      "th": "ผมขอให้เคารพกฎ เล่นให้ยุติธรรม ปราศจากสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"...then to draw it back into memory again at the moment when it was needed...\"",
      "th": "\"จากนั้น เพื่อจดจำมันอีกครั้ง เมื่อยามจำเป็น...\""
    }
  },
  {
    "translation": {
      "en": "[Bach] This decision is about justice.",
      "th": "การตัดสินนี้ เป็นเรื่องของความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Justice has to be independent from politics.",
      "th": "ความยุติธรรม ต้องเป็นอิสระจากการเมือง"
    }
  },
  {
    "translation": {
      "en": "Hurrah!",
      "th": "ฮูราห์"
    }
  },
  {
    "translation": {
      "en": "[crowd] Hurrah!",
      "th": "ฮูราห์"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"...and then promptly to forget it again.\"",
      "th": "\"แล้วก็ลืมไปอีกคราในทันที\""
    }
  },
  {
    "translation": {
      "en": "[man] Fails a drug test, is stripped of the gold medal...",
      "th": "ไม่ผ่านการทดสอบสารต้องห้าม ถูกริบเหรียญทอง"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"...and above all, to apply the same process to the process itself.\"",
      "th": "\"และเหนือสิ่งอื่นใด เพื่อนำ กระบวนการเดียวกันมาใช้กับกระบวนการ\""
    }
  },
  {
    "translation": {
      "en": "[man] Trying to make sure your testimony's clear.",
      "th": "ผมแค่อยากให้คุณให้การอย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "How many times do I have to say it? I've never taken drugs. How clear is that?",
      "th": "ต้องให้ผมพูดกี่ครั้ง ผมไม่เคยใช้ยา ชัดเจนหรือยัง"
    }
  },
  {
    "translation": {
      "en": "[man] Okay. I think it's clear.",
      "th": "โอเค ผมคิดว่าชัดเจนแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] \"And if all others accepted the lie,",
      "th": "\"แล้วถ้าคนอื่นทุกคนยอมรับคำลวง"
    }
  },
  {
    "translation": {
      "en": "then the lie passed into history and became truth.\"",
      "th": "คำลวงกลายเป็นประวัติศาสตร์ และกลายเป็นความจริง\""
    }
  },
  {
    "translation": {
      "en": "[in Russian] We've never had a doping program in Russia.",
      "th": "เราไม่เคยมีโครงการโด๊ปยาในรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "This is just impossible, unthinkable. We would never do something like that.",
      "th": "มันเป็นไปไม่ได้เลย คิดไม่ออกจริงๆ เราไม่มีทางทำอะไรแบบนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "I don't even recall the name of that citizen who defected,",
      "th": "ผมจำชื่อพลเมือง ที่ทำเรื่องผิดพลาดนั้นยังไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "the one who ran the Russian anti-doping lab.",
      "th": "คนที่ดูแลห้องแล็บ ต่อต้านการใช้ยาโด๊ปของรัสเซียน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov in English] \"Even to understand the word 'doublethink' involves the use of doublethink.\"",
      "th": "\"แม้แต่การทำความเข้าใจคำว่า 'คิดสองตลบ' ยังต้องใช้การคิดสองตลบ\""
    }
  },
  {
    "translation": {
      "en": "[McLaren] We are now able to put the findings of the first report",
      "th": "ตอนนี้เราสามารถให้ความสำคัญกับ ผลที่ตรวจพบในรายงานฉลับแรก"
    }
  },
  {
    "translation": {
      "en": "into sharper and clearer focus.",
      "th": "ได้มากขึ้นและชัดเจนยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "I can confirm, for years, that spectators have been deceived.",
      "th": "ผมยืนยันได้ว่า หลายปีที่ผ่านมา ผู้สังเกตการณ์ทั้งหลายถูกหลอกลวง"
    }
  },
  {
    "translation": {
      "en": "The desire to win medals",
      "th": "ความปรารถนาที่จะชนะเหรียญรางวัล"
    }
  },
  {
    "translation": {
      "en": "superseded their collective moral and ethical compass, and Olympic values...",
      "th": "ได้เข้ามาแทนที่ศีลธรรมโดยรวม หลักจรรยาบรรณ และคุณค่าของโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "[Rodchenkov] I was doing in parallel two things",
      "th": "ผมกำลังทำสองสิ่งขนานกันไป"
    }
  },
  {
    "translation": {
      "en": "which canceled out each other in being fully contradictory.",
      "th": "ซึ่งหักล้างกันและกัน เป็นสิ่งที่ตรงข้ามกันโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "Doping and anti-doping.",
      "th": "โด๊ปยาและต่อต้านการโด๊ปยา"
    }
  },
  {
    "translation": {
      "en": "It was pure, exact doublethink.",
      "th": "มันบริสุทธิ์ เป็นการคิดสองตลบจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I was like a slave.",
      "th": "ผมเป็นเหมือนทาส"
    }
  },
  {
    "translation": {
      "en": "Slavery was my freedom...",
      "th": "ความเป็นทาสคืออิสรภาพของผม"
    }
  },
  {
    "translation": {
      "en": "till the end.",
      "th": "จนวันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "จึงเป็น..."
    }
  },
  {
    "translation": {
      "en": "truth.",
      "th": "ความจริง"
    }
  }
]