[
  {
    "translation": {
      "en": "[narrator Donald Black] The story of my young friends and I",
      "th": "(ผลงานซีรีส์จาก NETFLIX) เรื่องราวของฉันและเพื่อนๆ วัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "is really the story of a man named...",
      "th": "ที่จริงแล้วคือเรื่องของชายคนหนึ่งที่ชื่อ"
    }
  },
  {
    "translation": {
      "en": "-Kevin Eastman. -And Peter Laird and I am the...",
      "th": "- เควิน อีสต์แมน - และปีเตอร์ แลร์ด ผมคือ..."
    }
  },
  {
    "translation": {
      "en": "-...co-creator... -...of the Teenage Mutant Ninja Turtles.",
      "th": "- ผู้ร่วมสร้างสรรค์ - ขบวนการเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "♪ Teenage... ♪",
      "th": "ขบวนการ..."
    }
  },
  {
    "translation": {
      "en": "[DB] Eastman and Laird,",
      "th": "อีสต์แมนกับแลร์ด"
    }
  },
  {
    "translation": {
      "en": "two names synonymous with...",
      "th": "สองชื่อที่เป็นหนึ่งเดียวกันกับ..."
    }
  },
  {
    "translation": {
      "en": "Turtle power. Hey!",
      "th": "พลังเต่า เย้!"
    }
  },
  {
    "translation": {
      "en": "That's the dumbest idea I've ever seen.",
      "th": "ไอเดียนั้นมันโง่ที่สุดเท่าที่เคยพบเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "[DB] The unbelievable rise of Turtlemania",
      "th": "ความบ้าเต่านินจาที่ฮิตขึ้นมาอย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "flipped the toy industry on its back.",
      "th": "ทำให้ตลาดของเล่นแตกตื่นกันหมด"
    }
  },
  {
    "translation": {
      "en": "[Karl Aaronian] We sold 100 million units",
      "th": "เราขายของเล่นได้ 100 ล้านหน่วย"
    }
  },
  {
    "translation": {
      "en": "just in 1990. [cash register rings]",
      "th": "ในปี 1990 ปีเดียว"
    }
  },
  {
    "translation": {
      "en": "The summer of Turtlemania.",
      "th": "ฤดูร้อนที่คนคลั่งเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "Go Ninja, go Ninja, go!",
      "th": "สู้ นินจา สู้ นินจา สู้!"
    }
  },
  {
    "translation": {
      "en": "[DB] But this billion dollar industry mutated",
      "th": "แต่อุตสาหกรรมพันล้านนี้ กลายพันธุ์มาจากบริษัทผู้ผลิตตุ๊กตาจากฮ่องกง ที่วางทุกอย่างเป็นเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "from a Hong Kong dollmaker who put it all on the line.",
      "th": "กลายพันธุ์มาจากบริษัทผู้ผลิตตุ๊กตาจากฮ่องกง ที่วางทุกอย่างเป็นเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "I got down on my hands and knees and begged them to do this license.",
      "th": "ผมแทบจะลงไปคุกเข่าอ้อนวอน ขอให้พวกเขาซื้อลิขสิทธิ์ไปที"
    }
  },
  {
    "translation": {
      "en": "[DB] And this self-published comic",
      "th": "และนำพาหนังสือคอมิกทำมือ"
    }
  },
  {
    "translation": {
      "en": "went from the dark and dingy shadows of the sewer...",
      "th": "จากเงามืดเหม็นโฉ่ในท่อระบายน้ำ"
    }
  },
  {
    "translation": {
      "en": "It's too goofy, too stupid.",
      "th": "มันอ๊องไป งี่เง่าไป"
    }
  },
  {
    "translation": {
      "en": "-It's dopey. -Oops!",
      "th": "- เมาเกิน - อุ๊ย!"
    }
  },
  {
    "translation": {
      "en": "[DB] ...to the spotlight of popular culture.",
      "th": "ขึ้นมาเฉิดฉายในวัฒนธรรมร่วมสมัย"
    }
  },
  {
    "translation": {
      "en": "The biggest indie film of all time.",
      "th": "เป็นหนังอินดี้ที่ประสบความสำเร็จที่สุดเท่าที่มีมา"
    }
  },
  {
    "translation": {
      "en": "[DB] But this mega-hit toy line...",
      "th": "แต่ไลน์ของเล่นสุดฮิตนี้"
    }
  },
  {
    "translation": {
      "en": "The deal was 60 million dollars.",
      "th": "ข้อตกลงอยู่ที่ 60 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "[DB] ...is really a love story of two creators...",
      "th": "ที่จริงแล้วเป็น เรื่องราวความรักของผู้สร้างทั้งสอง"
    }
  },
  {
    "translation": {
      "en": "It was love at first sight.",
      "th": "- เหมือนรักแรกพบเลยครับ - ที่สุดท้ายต้องแตกกัน"
    }
  },
  {
    "translation": {
      "en": "[DB] ...that splintered into an enduring feud.",
      "th": "- เหมือนรักแรกพบเลยครับ - ที่สุดท้ายต้องแตกกัน เป็นความขัดแย้งที่ยาวนาน"
    }
  },
  {
    "translation": {
      "en": "The betrayal of an idea that we had both shared.",
      "th": "การทรยศแนวคิดที่เราเคยมีร่วมกันมา"
    }
  },
  {
    "translation": {
      "en": "[DB] This is the tale... -Is that their penis? -[snips]",
      "th": "- นี่เป็นนิทาน... - นั่นองคชาติรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[DB] ...of the slow and steady rise",
      "th": "แห่งความรุ่งเรืองอย่างช้าๆ แต่มั่นคง"
    }
  },
  {
    "translation": {
      "en": "of the most unique and surprising toy line ever made.",
      "th": "ของไลน์ของเล่นที่ไม่เหมือนใคร และน่าประหลาดใจที่สุดเท่าที่เคย"
    }
  },
  {
    "translation": {
      "en": "-\"Teenage Mutant Ninja\" what? -[laughs]",
      "th": "- มีคนทำมา - ขบวนการเต่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "These, right here, are the toys that made us.",
      "th": "นี่และ ตรงนี้คือ... ของเล่นที่สร้างตัวตนเรา"
    }
  },
  {
    "translation": {
      "en": "♪ The continuing series about the toys that we all know ♪",
      "th": "นี่คือซีรีส์ที่ได้ทำต่อได้ไม่จบ เรื่องราวของเล่นที่รู้จักกันครบ"
    }
  },
  {
    "translation": {
      "en": "♪ Plastic creations that last for generations ♪",
      "th": "งานพลาสติกหล่อหุ่นที่อยู่มาได้หลายรุ่น"
    }
  },
  {
    "translation": {
      "en": "♪ And we still cannot let go ♪",
      "th": "ทำไงก็ยังทิ้งไม่ลง"
    }
  },
  {
    "translation": {
      "en": "♪ Little molded figures that gave us big dreams ♪",
      "th": "ฟิกเกอร์หล่อแม่พิมพ์ที่ทำให้เรามีฝัน"
    }
  },
  {
    "translation": {
      "en": "♪ We'll go back in time and behind the scenes ♪",
      "th": "เราจะย้อนเวลาไปดูเบื้องหลังกัน"
    }
  },
  {
    "translation": {
      "en": "♪ It's The Toys That Made Us ♪",
      "th": "นี่คือของเล่นที่สร้างตัวตนเรา"
    }
  },
  {
    "translation": {
      "en": "♪ Toys That Made Us The Toys That Made Us is here ♪",
      "th": "ของเล่นที่สร้างตัวตนเรา The Toys That Made Us มาแล้ว (ขบวนการเต่านินจา)"
    }
  },
  {
    "translation": {
      "en": "[DB] They're mutants.",
      "th": "พวกเขาเป็นมนุษย์กลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "They're ninjas.",
      "th": "เป็นนินจา"
    }
  },
  {
    "translation": {
      "en": "They're teenagers.",
      "th": "เป็นวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "And they're turtles.",
      "th": "แล้วก็เป็นเต่า"
    }
  },
  {
    "translation": {
      "en": "But this story starts with a different kind of shelled mutant.",
      "th": "แต่เรื่องทั้งหลายทั้งปวงเริ่มขึ้น จากมนุษย์กลายพันธุ์ในกระดองอีกแบบ"
    }
  },
  {
    "translation": {
      "en": "Lobsters.",
      "th": "ล็อบสเตอร์"
    }
  },
  {
    "translation": {
      "en": "And now, here is that story.",
      "th": "และนี่คือเรื่องราวนั้น"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I grew up in a very small town in Maine.",
      "th": "ผมโตที่รัฐเมน ในเมืองเล็กๆ ที่รัฐเมน"
    }
  },
  {
    "translation": {
      "en": "I used to work cooking lobsters.",
      "th": "เมื่อก่อนผมทำงานต้มล็อบสเตอร์"
    }
  },
  {
    "translation": {
      "en": "[DB] But Kevin Eastman had no appetite for shellfish.",
      "th": "แต่เควิน อีสต์แมน ไม่ได้ชอบกินอาหารทะเลมีเปลือก"
    }
  },
  {
    "translation": {
      "en": "Bottom feeders. Anything that goes to the bottom, they eat it.",
      "th": "พวกกินของก้นทะเลน่ะ อะไรที่ลงไปถึงก้นทะเลมันก็กิน"
    }
  },
  {
    "translation": {
      "en": "[DB] He consumed something else. [Kevin] I ate, slept, breathed comic books.",
      "th": "- เขาบริโภคของอย่างอื่น - ผมกินอยู่หลับนอนเป็นหนังสือคอมิก"
    }
  },
  {
    "translation": {
      "en": "Daredevil, Captain America, Batman.",
      "th": "แดร์เดวิล กัปตันอเมริกา แบทแมน"
    }
  },
  {
    "translation": {
      "en": "But my favorite was Kamandi, The Last Boy on Earth,",
      "th": "แต่ที่ผมชอบที่สุดคือ คาแมนดิ ชายคนสุดท้ายในโลก"
    }
  },
  {
    "translation": {
      "en": "drawn by my hero, a guy named Jack Kirby.",
      "th": "ที่ฮีโร่ของผมวาด เขาชื่อแจ็ค เคอร์บี้"
    }
  },
  {
    "translation": {
      "en": "He did Iron Man, and Hulk, and The Fantastic Four.",
      "th": "เขาวาดไอร์ออนแมนกับฮัลค์ แล้วก็แฟนทาสติกโฟร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "Jack Kirby is the artist's artist.",
      "th": "แจ็ค เคอร์บี้เป็นศิลปินแห่งศิลปิน"
    }
  },
  {
    "translation": {
      "en": "He created what we know as comic book art today.",
      "th": "เขาสร้างสิ่งที่ทุกวันนี้เราเรียกกันว่า เป็นศิลปะคอมิก"
    }
  },
  {
    "translation": {
      "en": "He broke the mold and changed things.",
      "th": "เขาทลายกรอบความคิด และเปลี่ยนแปลงเรื่องต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] Including the career path of a young Kevin Eastman.",
      "th": "รวมทั้งเปลี่ยนชีวิตการงาน ของหนุ่มที่ชื่อเควิน อีสต์แมนด้วย"
    }
  },
  {
    "translation": {
      "en": "[KE] I told my parents, \"I wanna be Jack Kirby when I grow up,",
      "th": "ผมจำได้ว่าเคยบอกพ่อแม่ว่า \"โตขึ้นผมอยากเป็นแจ็ค เคอร์บี้"
    }
  },
  {
    "translation": {
      "en": "I wanna be a comic book storyteller.\"",
      "th": "ผมอยากเป็นนักเล่าเรื่องผ่านคอมิก\""
    }
  },
  {
    "translation": {
      "en": "And they just had this absolute mortified look.",
      "th": "แล้วพ่อแม่ก็ทำหน้าตาสยองสุดๆ"
    }
  },
  {
    "translation": {
      "en": "My dad said, \"I'll help you with money for college,",
      "th": "พ่อบอกว่า \"พ่อจะช่วยเรื่องเงินค่าเรียนมหาลัย"
    }
  },
  {
    "translation": {
      "en": "for any school except art school.\" [laughs]",
      "th": "เรียนอะไรก็ได้นอกจากเรียนศิลปะ\""
    }
  },
  {
    "translation": {
      "en": "[DB] Dejected, Kevin hit the road, chasing his dreams.",
      "th": "เมื่อโดนห้าม เควินจึงออกมาไล่ตามฝันด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "It was a girl, yeah. You know?",
      "th": "- เอ่อ ที่จริง... - ตามสาวมามากกว่าน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] Women! [DB] Ending up in Dover, New Hampshire,",
      "th": "- ผู้หญิง! - สุดท้ายก็มาอยู่ที่เมืองโดเวอร์ รัฐนิวแฮมเชียร์"
    }
  },
  {
    "translation": {
      "en": "where Kevin would start a new relationship",
      "th": "ที่ซึ่งเควินจะเริ่มความสัมพันธ์ครั้งใหม่"
    }
  },
  {
    "translation": {
      "en": "with this guy, which is good news for us.",
      "th": "กับชายคนนี้ ซึ่งถือเป็นข่าวดีสำหรับพวกเรา"
    }
  },
  {
    "translation": {
      "en": "My name is Peter Laird.",
      "th": "ผมชื่อปีเตอร์ แลร์ด"
    }
  },
  {
    "translation": {
      "en": "I had a gig with the local newspaper, the Daily Hampshire Gazette.",
      "th": "ตอนนั้นผมทำงานกับหนังสือพิมพ์ท้องถิ่น เดลี่นิวแฮมเชียร์กาเซตต์"
    }
  },
  {
    "translation": {
      "en": "It didn't pay that great and I had to draw all these things",
      "th": "เงินก็ไม่ได้ดีนักหรอก แล้วผมก็ต้องวาดอะไรก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "that I had no interest in drawing,",
      "th": "ที่ตัวผมเองไม่ได้อยากวาดเลย"
    }
  },
  {
    "translation": {
      "en": "like tomato plants and vegetables.",
      "th": "เช่นวาดรูปต้นมะเขือเทศหรือผักอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] As Peter was drawing them, Kevin was packing them.",
      "th": "ขณะที่ปีเตอร์ต้องวาดภาพผัก เควินก็เป็นคนเอาผักใส่ถุง"
    }
  },
  {
    "translation": {
      "en": "I was working, bagging groceries.",
      "th": "ตอนนั้นผมทำงานเป็น พนักงานขายในซูเปอร์มาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "[DB] But the fruit and vegetable aisle of destiny",
      "th": "แต่แล้วช่องแช่ผักแห่งโชคชะตา"
    }
  },
  {
    "translation": {
      "en": "had plans for these struggling artists, who decided to hang out.",
      "th": "กลับวางแผนให้ศิลปินที่กำลังดิ้นรนทั้งสอง ตัดสินใจมาใช้เวลาร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "And I invited him over to my house.",
      "th": "ผมชวนเขามาที่บ้านผม"
    }
  },
  {
    "translation": {
      "en": "The first thing I saw when I went through the door was a Jack Kirby original.",
      "th": "เปิดประตูเข้าไป สิ่งแรกที่เห็น คือภาพต้นฉบับของแจ็ค เคอร์บี้"
    }
  },
  {
    "translation": {
      "en": "And I almost passed out.",
      "th": "ผมแทบจะเป็นลมเลย"
    }
  },
  {
    "translation": {
      "en": "I had never seen a Jack Kirby original in my life.",
      "th": "ผมไม่เคยเห็นภาพต้นฉบับ ของแจ็ค เคอร์บี้มาก่อนในชีวิต"
    }
  },
  {
    "translation": {
      "en": "It just blew my mind, the power of his drawing",
      "th": "แทบจะจิตหลุดเลยครับ พลังของงานวาดที่อยู่ใน"
    }
  },
  {
    "translation": {
      "en": "in Fantastic Four and Thor, and The New Gods, Mister Miracle.",
      "th": "แฟนทาสติกโฟร์ ธอร์ เดอะนิวก๊อดส์ และมิสเตอร์มิราเคิล"
    }
  },
  {
    "translation": {
      "en": "It was like talking to someone with a completely like mind.",
      "th": "เหมือนได้คุยกับคนที่ใจตรงกันทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Peter] That spark was wonderful. I'd never had that with anybody,",
      "th": "ประกายสื่อใจนั้นยอดเยี่ยม แบบที่ผมไม่เคยมีกับใคร"
    }
  },
  {
    "translation": {
      "en": "before or since.",
      "th": "ไม่ว่าจะก่อนหรือหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "It was love at first sight.",
      "th": "เหมือนรักแรกพบเลย"
    }
  },
  {
    "translation": {
      "en": "[DB] Like a comic-book cupid, Jack Kirby had forged a bond...",
      "th": "ก็เหมือนคิวปิดแห่งคอมิก แจ็ค เคอร์บี้ได้เชื่อมใจสองใจ..."
    }
  },
  {
    "translation": {
      "en": "I'll ink his pencils and he'll ink mine.",
      "th": "ผมตัดเส้นให้งานวาดของเขา ส่วนเขาก็ตัดเส้นให้ผม"
    }
  },
  {
    "translation": {
      "en": "[DB] ...between a young Eastman and Laird,",
      "th": "ระหว่างหนุ่มอีสต์แมนกับแลร์ด"
    }
  },
  {
    "translation": {
      "en": "who moved in together",
      "th": "ซึ่งย้ายมาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and fulfilled their dream of owning a comic book studio.",
      "th": "และทำตามความฝันที่จะเป็นเจ้าของ สตูดิโอวาดคอมิกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Mirage Studios.",
      "th": "มิราจสตูดิโอ"
    }
  },
  {
    "translation": {
      "en": "[KE] That was our joke, Mirage was formed",
      "th": "เหมือนเป็นมุก เพราะมิราจก่อกำเนิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "not in a studio, but our living room.",
      "th": "เพราะมันไม่ใช่สตูดิโอจริงๆ มันคือห้องนั่งเล่นเราเอง"
    }
  },
  {
    "translation": {
      "en": "\"Studio.\"",
      "th": "\"สตูดิโอ\""
    }
  },
  {
    "translation": {
      "en": "[DB] With a fake-it-till-you-make-it business model,",
      "th": "ด้วยแผนธุรกิจแบบ \"แสร้งทำไปเรื่อยจนกว่าจะได้เกิดจริง\""
    }
  },
  {
    "translation": {
      "en": "these maestros of mirage began polishing their portfolios.",
      "th": "ปรมาจารย์ลัทธิสร้างภาพสองคนนี้ จึงเริ่มสร้างพอร์ตโฟลิโอ"
    }
  },
  {
    "translation": {
      "en": "We came up with this idea for this robot called the \"Fugitoid.\"",
      "th": "เราได้ไอเดียหุ่นยนต์ที่ชื่อว่า \"ฟูจิทอยด์\""
    }
  },
  {
    "translation": {
      "en": "I think we sent to like four or five different comic-book companies.",
      "th": "ผมว่าเราส่งไปที่บริษัทคอมิก ตั้งสี่หรือห้าเจ้า"
    }
  },
  {
    "translation": {
      "en": "Spent a lot of money on postage.",
      "th": "จ่ายเงินค่าส่งของไปเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "And those companies spent a lot on postage, too,",
      "th": "และบริษัทพวกนั้นก็จ่ายค่าไปรษณีย์เยอะ"
    }
  },
  {
    "translation": {
      "en": "sending us rejection letters.",
      "th": "กับการส่งจดหมายปฏิเสธกลับมา"
    }
  },
  {
    "translation": {
      "en": "That was fun.",
      "th": "สนุกดีนะ"
    }
  },
  {
    "translation": {
      "en": "[DB] It was starting to look like",
      "th": "เริ่มจะดูเหมือนว่า"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird's dream of comic-book greatness",
      "th": "ฝันของอีสต์แมนกับแลร์ด ที่อยากยิ่งใหญ่ในวงการคอมิก"
    }
  },
  {
    "translation": {
      "en": "would vanish like a mirage.",
      "th": "จะเลือนหายไปเหมือนภาพมิราจลวงตา"
    }
  },
  {
    "translation": {
      "en": "But then, late one night...",
      "th": "แต่แล้ว กลางดึกคืนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We were in our living room that we pretended was a studio.",
      "th": "เราอยู่ในห้องนั่งเล่นที่แกล้งทำว่าเป็นสตูดิโอ"
    }
  },
  {
    "translation": {
      "en": "We were being silly and he had the idea",
      "th": "ก็ทำตัวเล่นงี่เง่าไปเรื่อยจนเขาเกิดไอเดีย"
    }
  },
  {
    "translation": {
      "en": "that he was gonna draw something to make me laugh...",
      "th": "ที่จะวาดอะไรสักอย่างให้ผมขำ"
    }
  },
  {
    "translation": {
      "en": "-and he drew this turtle. -[KE] He had a mask on. He had nun-chucks.",
      "th": "- แล้วเขาก็วาดเต่าตัวนี้ออกมา - เขาใส่หน้ากาก ถือกระบองสองท่อน"
    }
  },
  {
    "translation": {
      "en": "I loved it and I drew my own version.",
      "th": "ผมชอบมากเลยวาดเวอร์ชั่นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Then it made me laugh, ha ha.",
      "th": "แล้วนั่นก็ทำให้เขาขำเลย ฮ่าๆ"
    }
  },
  {
    "translation": {
      "en": "Then I said, \"Well, if one, why not a group?\"",
      "th": "แล้วผมก็บอกว่า \"มีตัวนึงแล้ว ทำไมจะมีเป็นกลุ่มไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "-I inked it using a magic marker. -I penciled in this \"ninja turtle\" logo.",
      "th": "- แล้วผมก็ใช้ปากกาเมจิกตัดเส้น - ผมใช้ดินสอร่างโลโก้คำว่า \"เต่านินจา\""
    }
  },
  {
    "translation": {
      "en": "[Peter] I added the \"teenage mutant\" to it.",
      "th": "แล้วผมเป็นคนเติมคำว่า \"ทีนเอจ มิวแทนต์\""
    }
  },
  {
    "translation": {
      "en": "[DB] And with that, Eastman and Laird stumbled upon an idea",
      "th": "และเมื่อนั้น อีสต์แมนกับแลร์ด ก็บังเอิญค้นพบไอเดีย"
    }
  },
  {
    "translation": {
      "en": "that would send the world into shell shock.",
      "th": "ที่จะทำให้โลกต้องช็อกสุดกระดองใจ"
    }
  },
  {
    "translation": {
      "en": "Well, eventually.",
      "th": "เอ่อ ก็หลังจากนั้นน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "After further developing the characters and story,",
      "th": "หลังจากที่พัฒนาตัวละครและเนื้อเรื่องต่อ"
    }
  },
  {
    "translation": {
      "en": "with limited resources,",
      "th": "ทั้งที่มีทรัพยากรให้ใช้อย่างจำกัด"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird self-published their very first issue.",
      "th": "อีสต์แมนกับแลร์ดก็ตีพิมพ์คอมิก เล่มแรกสุดออกมาเอง"
    }
  },
  {
    "translation": {
      "en": "[Peter] 3,275 copies.",
      "th": "ทั้งหมด 3,275 เล่ม"
    }
  },
  {
    "translation": {
      "en": "[DB] Oh, and how did it go?",
      "th": "อ้อ แล้วขายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I remember Pete calling up really excited, he said:",
      "th": "จำได้ว่าพีทโทรมาหาผม ตื่นเต้นมาก เขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "That first printing sold out within days.",
      "th": "ที่พิมพ์ครั้งแรกขายหมดในเวลาไม่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "We got pre-orders for 15,000 copies of the second issue.",
      "th": "มาถึงเล่มสอง มีคนพรีออเดอร์ไว้ 15,000 เล่มเลย"
    }
  },
  {
    "translation": {
      "en": "You know, double take.",
      "th": "ผมนี่อึ้งไปเลย"
    }
  },
  {
    "translation": {
      "en": "[KE] I quit any other job I had.",
      "th": "แล้วผมก็ลาออกจากงานอื่นๆ ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "We started working full-time drawing comic books.",
      "th": "แล้วก็เริ่มวาดหนังสือคอมิกกันเต็มเวลา"
    }
  },
  {
    "translation": {
      "en": "I had become Jack Kirby, in my mind.",
      "th": "ในใจของผม พวกเรากลายเป็นแจ็ค เคอร์บี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And to me, that's when the dream came true. Period.",
      "th": "และสำหรับผม ตรงนั้นคือฝันที่เป็นจริง จบปิ๊ง"
    }
  },
  {
    "translation": {
      "en": "[DB] Word was spreading about this gritty independent comic.",
      "th": "คนบอกกันปากต่อปาก เรื่องคอมิกอินดี้โหดขิงเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "When I first saw Turtles, it really struck me,",
      "th": "ตอนเห็นเต่านินจาครั้งแรก มันโดนใจผมมาก"
    }
  },
  {
    "translation": {
      "en": "because it was just really bold.",
      "th": "เพราะพวกเขากล้ามาก"
    }
  },
  {
    "translation": {
      "en": "You know, they lived in the sewers,",
      "th": "ตัวละครอยู่ในท่อระบายน้ำ"
    }
  },
  {
    "translation": {
      "en": "and they just had that dark and gritty feel to it.",
      "th": "แล้วมันให้ความรู้สึกโหดหินลึกลับมาก"
    }
  },
  {
    "translation": {
      "en": "Those four words, \"teenage,\" \"mutant,\" \"ninja,\" \"turtles,\"",
      "th": "คำสี่คำนั้น \"ทีนเอจ\" \"มิวแทนต์\" \"นินจา\" \"เทอร์เทิล\""
    }
  },
  {
    "translation": {
      "en": "you're like, \"I've never heard of all that together.",
      "th": "แบบ \"โห ไม่เคยได้ยินใคร เอาสี่คำนั้นมาเรียงกัน"
    }
  },
  {
    "translation": {
      "en": "That's clever, I think.\" It catches your attention.",
      "th": "ฉลาดดีแฮะ\" แล้วมันก็ได้ความสนใจของเราไป"
    }
  },
  {
    "translation": {
      "en": "[Peter] Issue eight sold a 135,000 copies.",
      "th": "เล่มแปดขายได้ทั้งหมด 135,000 เล่ม"
    }
  },
  {
    "translation": {
      "en": "When it suddenly dawned on me,",
      "th": "ตอนที่อยู่ดีๆ ผมก็นึกขึ้นมาได้ว่า"
    }
  },
  {
    "translation": {
      "en": "I was making more than my wife was, teaching,",
      "th": "ผมได้เงินมากกว่าเงินเดือนครูของภรรยา"
    }
  },
  {
    "translation": {
      "en": "doing my stupid comic book with my friend Kevin.",
      "th": "จากการวาดการ์ตูนขำๆ กับเควินเพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "[DB] Teenage Mutant Ninja Turtles was a bona fide hit,",
      "th": "ขบวนการเต่านินจา ได้รับความนิยมสูงมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "at least in comic circles. But all that was about to change.",
      "th": "อย่างน้อยก็ในวงการคอมิก แต่เรื่องนั้นก็กำลังจะเปลี่ยนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But we were then getting nibbles here and there for licensing.",
      "th": "ตอนนั้นก็มีคนมาจีบนิดตอดหน่อย เรื่องของลิขสิทธิ์ตลอด"
    }
  },
  {
    "translation": {
      "en": "One of those nibblers was Mark Freedman.",
      "th": "หนึ่งในคนที่มาจีบคือมาร์ค ฟรีดแมน"
    }
  },
  {
    "translation": {
      "en": "I think I'm the man behind the Turtles. I might even be the fifth Turtle.",
      "th": "ผมว่าผมเป็นคนที่อยู่เบื้องหลังเต่านินจา เรียกว่าผมเป็นเต่าตัวที่ห้าก็คงได้"
    }
  },
  {
    "translation": {
      "en": "[DB] A renaissance man of sorts,",
      "th": "จะเรียกว่าเขาเป็นพหูสูตก็ได้"
    }
  },
  {
    "translation": {
      "en": "Mark-elangelo was on the lookout for a masterpiece.",
      "th": "แต่ตอนนั้นมาร์ค-แองเจโล กำลังตามงานผลงานชิ้นเอก"
    }
  },
  {
    "translation": {
      "en": "Mark Freedman was merely a freelance agent,",
      "th": "มาร์ค ฟรีดแมนทำงานเป็นแค่ฟรีแลนซ์ เป็นตัวแทน"
    }
  },
  {
    "translation": {
      "en": "representing intellectual properties for different deals.",
      "th": "ทรัพย์สินทางปัญญาหลายอย่าง เพื่อข้อตกลงต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[Mark] I was looking for an emerging IP",
      "th": "ผมกำลังมองหาทรัพย์สินทางปัญญาใหม่ๆ ที่ผมอาจจะเอามาและขายลิขสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "that I could take and potentially license to a toy industry.",
      "th": "ผมกำลังมองหาทรัพย์สินทางปัญญาใหม่ๆ ที่ผมอาจจะเอามาและขายลิขสิทธิ์ ให้กับวงการของเล่น"
    }
  },
  {
    "translation": {
      "en": "[DB] Approaching the hottest duo in underground comics,",
      "th": "การเดินเข้าไปหาคู่หูมือทองที่สุด ในวงการคอมิกใต้ดินช่วงนั้น"
    }
  },
  {
    "translation": {
      "en": "to Eastman and Laird, Freedman was the real deal.",
      "th": "สำหรับอีสต์แมนกับแลร์ดแล้ว เขามองว่าฟรีดแมนเป็นของจริง"
    }
  },
  {
    "translation": {
      "en": "I didn't have a company.",
      "th": "ตอนนั้นผมไม่มีบริษัท"
    }
  },
  {
    "translation": {
      "en": "All I had was a business card, and I worked out of an apartment,",
      "th": "ผมมีแต่นามบัตรอย่างเดียว แล้วก็ทำงานจากห้องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I said, \"I've got to make a good impression.\"",
      "th": "แต่ผมว่า \"เออ ต้องสร้างความประทับใจ\""
    }
  },
  {
    "translation": {
      "en": "Rent a suit and a shirt with a power tie.",
      "th": "เลยไปเช่าชุดสูทพร้อมเสื้อเชิ้ต กับเนกไทเท่ๆ"
    }
  },
  {
    "translation": {
      "en": "Kevin and I were in T-shirts and shorts,",
      "th": "ตอนนั้นเควินกับผมใส่เสื้อยืดกับกางเกงขาสั้น"
    }
  },
  {
    "translation": {
      "en": "and Mark shows up and he's in his three-piece power suit.",
      "th": "แต่มาร์คโผล่มา ใส่ชุดสูทสามชิ้นหรูมาเลย"
    }
  },
  {
    "translation": {
      "en": "If this is what an agent is supposed to look like,",
      "th": "ถ้าเป็นตัวแทนแล้วต้องแต่งตัวแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I'll play the part.",
      "th": "ก็ได้ ผมเล่นบทนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "[DB] A skeptical Eastman and Laird listened",
      "th": "อีสต์แมนกับแลร์ดที่ยังไม่ค่อยวางใจก็ฟังเขา"
    }
  },
  {
    "translation": {
      "en": "as the polyester pitchman laid out his plan.",
      "th": "แล้วนักเสนอไอเดียสูทผ้าโพลีเอสเตอร์ ก็แจกแจงแผนการ"
    }
  },
  {
    "translation": {
      "en": "I said, \"Listen, I wanna be your global licensing agent,",
      "th": "ผมบอกว่า \"เอางี้ ผมอยากเป็นตัวแทนลิขสิทธิ์ของคุณทั้งโลก"
    }
  },
  {
    "translation": {
      "en": "and this is about building a franchise",
      "th": "นี่เป็นเรื่องของการสร้างแฟรนไชส์"
    }
  },
  {
    "translation": {
      "en": "that could live in toys and live in entertainment,\"",
      "th": "ที่อาจเป็นได้ทั้งของเล่น แล้วก็วงการบันเทิงต่างๆ\" และ"
    }
  },
  {
    "translation": {
      "en": "and my mind was just wild with ideas.",
      "th": "ตอนนั้นผมมีแต่ไอเดียพลุ่งพล่านเต็มหัวไปหมด"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "ก็..."
    }
  },
  {
    "translation": {
      "en": "[DB] But for Eastman and Laird there was one important deal-breaker.",
      "th": "แต่สำหรับอีสต์แมนกับแลร์ด มีเรื่องหนึ่งที่พวกเขายอมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We said, \"If you are going out there to talk to people about our characters,",
      "th": "เราบอกว่าถ้าจะเอาตัวละครของเรา ออกไปคุยกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "we want them to understand",
      "th": "เราอยากให้พวกเขาเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "that we will have final say. We will have full control.",
      "th": "ว่าเราจะได้สิทธิ์ขาดในขั้นสุดท้าย เราต้องคุมได้หมด"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[KE] It was three guys",
      "th": "- โอเค - ชายสามคน"
    }
  },
  {
    "translation": {
      "en": "that had a handshake deal. We had a clear understanding.",
      "th": "ที่ตกลงกันด้วยการจับมือเฉยๆ เราเข้าใจตรงกัน"
    }
  },
  {
    "translation": {
      "en": "You know, it seemed like, why not?",
      "th": "คือมันดูเหมือน ก็ทำสิ"
    }
  },
  {
    "translation": {
      "en": "[Mark] Now I have to go into the marketplace",
      "th": "ทีนี้ ผมก็ต้องเอาตัวเองเข้าตลาดและไปโน้มน้าว"
    }
  },
  {
    "translation": {
      "en": "and convince some company to take the chance.",
      "th": "ทีนี้ ผมก็ต้องเอาตัวเองเข้าตลาดและไปโน้มน้าว ให้บริษัทอะไรสักแห่งยอมเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "I needed assets for presentation purposes and they had a foam rubber turtle.",
      "th": "ผมต้องมีของเอาไว้พรีเซนต์นิดหน่อย แล้วพวกเขาก็มีเต่านินจาโฟมยาง"
    }
  },
  {
    "translation": {
      "en": "I need it. So the turtle sat in the passenger seat of the car,",
      "th": "ผมต้องใช้ เจ้าเต่านั่นเลยต้อง นั่งบนที่นั่งข้างคนขับ"
    }
  },
  {
    "translation": {
      "en": "and as I'm driving to New York, people were honking...",
      "th": "ตอนที่ผมขับรถไปทั่วนิวยอร์ก คนก็บีบแตรใส่"
    }
  },
  {
    "translation": {
      "en": "[man's voice] Hey, turtle guy!",
      "th": "ไง ไอ้คนเลี้ยงเต่า!"
    }
  },
  {
    "translation": {
      "en": "[Mark] ...and looking and cracking up.",
      "th": "หันมามองแล้วก็หัวเราะกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "And I knew this was gonna be good.",
      "th": "ผมรู้เลยว่าเรื่องนี้ต้องแจ่มแน่"
    }
  },
  {
    "translation": {
      "en": "I think his initial responses were kind of disappointing.",
      "th": "ผมว่าเสียงตอบรับที่ได้ในตอนแรกๆ มันน่าผิดหวังนิดหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "People would say to me, \"Turtles aren't heroic. Forget about it.",
      "th": "คนพูดกับผมว่า \"เต่าเป็นฮีโร่ไม่ได้หรอก ลืมไปซะ"
    }
  },
  {
    "translation": {
      "en": "And by the way, green will not sell.\"",
      "th": "อ้อ อีกอย่าง สีเขียวขายไม่ออกหรอก\""
    }
  },
  {
    "translation": {
      "en": "You know, what do you say to that?",
      "th": "เออ แล้วจะให้ตอบว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Even the word \"ninja\"... The definition was \"hired assassin.\"",
      "th": "แม้แต่คำว่า \"นินจา\" คำแปลตอนนั้นมันแปลว่า \"นักฆ่ารับจ้าง\""
    }
  },
  {
    "translation": {
      "en": "How am I building a kid's toy line based on hired assassins?",
      "th": "ผมจะทำไลน์ของเล่น โดยอิงจากนักฆ่ารับจ้างได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I went to a company called LJN.",
      "th": "ผมไปที่บริษัทชื่อแอลเจเอ็น"
    }
  },
  {
    "translation": {
      "en": "Jack Friedman, who ran the company, said, \"Thanks, but no thanks.\"",
      "th": "แจ็ค ฟรีดแมนที่บริหารบริษัทนั้น บอกผมว่า \"ขอบใจ แต่ไม่เอาล่ะ\""
    }
  },
  {
    "translation": {
      "en": "I was turned down by Jill Barad, the CEO of Mattel,",
      "th": "ผมโดนปฏิเสธจากจิล บารัด ซีอีโอของแมทเทล"
    }
  },
  {
    "translation": {
      "en": "saying they'd never work.",
      "th": "บอกว่ามันไม่มีทางขายได้"
    }
  },
  {
    "translation": {
      "en": "So, lots of naysayers.",
      "th": "มีคนไม่เอาด้วยเยอะเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[DB] But Hasbro's Kirk Bozigian had a different response.",
      "th": "แต่เคิร์ก โบซิเกียนของแฮสโบร มีคำตอบต่างจากคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "I think it's kind of cool.",
      "th": "ผมว่ามันก็เจ๋งดีนะ"
    }
  },
  {
    "translation": {
      "en": "[DB] So he took it upstairs.",
      "th": "เขาจึงส่งเรื่องขึ้นไปให้ผู้บริหาร"
    }
  },
  {
    "translation": {
      "en": "My boss looks at me and says,",
      "th": "เจ้านายมองหน้าผมแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"That's the dumbest idea I've ever seen.\"",
      "th": "\"ไอเดียนั้นมันโง่ที่สุดเท่าที่เคยพบเคยเห็น\""
    }
  },
  {
    "translation": {
      "en": "So that was my involvement with Teenage Mutant Ninja Turtles.",
      "th": "ผมก็เลยได้เกี่ยวข้องกับ ขบวนการเต่านินจาอยู่แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] But Freedman and his rented suit wouldn't be deterred.",
      "th": "แต่ฟรีดแมนกับชุดสูทที่เช่ามาของเขา ยังไม่ยอมถอดใจ"
    }
  },
  {
    "translation": {
      "en": "I've got to convince the world that this is a great idea.",
      "th": "ผมต้องทำให้ทั้งโลกเชื่อให้ได้ ว่านี่คือไอเดียที่ดี"
    }
  },
  {
    "translation": {
      "en": "So I called up a friend of mine,",
      "th": "ผมเลยโทรหาเพื่อนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Richard Sallis, who just took a job with a company",
      "th": "ริชาร์ด แซลลิสที่เพิ่งเข้าไปทำงานในบริษัท"
    }
  },
  {
    "translation": {
      "en": "called Playmates Toys.",
      "th": "ชื่อเพลย์เมททอยส์"
    }
  },
  {
    "translation": {
      "en": "They were my last resort.",
      "th": "นั่นเป็นทางสุดท้ายของผมแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Probably the only resort.",
      "th": "อาจเป็นตัวเลือกเดียวก็ได้"
    }
  },
  {
    "translation": {
      "en": "When I said, \"I'm going to send you",
      "th": "ตอนที่ผมบอกว่า \"ฉันจะส่ง"
    }
  },
  {
    "translation": {
      "en": "a giant replica,\" he said, \"Okay.\"",
      "th": "หุ่นแบบขนาดยักษ์ไปให้ดู\" เขาบอกว่า \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "So the next day I said, \"Richard, did you get the box?\"",
      "th": "วันต่อมาผมก็ถามว่า \"ริชาร์ด นายได้ของรึยัง\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Yeah, it's sitting in my office.\"",
      "th": "เขาก็บอก \"เออ อยู่ในห้องทำงานฉันเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Why didn't you open it?\"",
      "th": "ผมว่า \"อ้าว แล้วทำไมไม่เปิดดู\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, I've been busy with this and that.\" I said,",
      "th": "\"อ๋อ ก็ฉันยังยุ่งเรื่องนี้เรื่องนั้น...\" ผมบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Richard, open the [bleep] box!\"",
      "th": "\"ริชาร์ด ไปเปิดไอ้กล่อง***นั่นซะ!\""
    }
  },
  {
    "translation": {
      "en": "He opens it up.",
      "th": "เขาเปิดกล่อง"
    }
  },
  {
    "translation": {
      "en": "He gets very quiet.",
      "th": "แล้วก็เงียบกริบเลย"
    }
  },
  {
    "translation": {
      "en": "And he says,",
      "th": "ก่อนจะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"This is great.\"",
      "th": "\"นี่มันเยี่ยมเลย\""
    }
  },
  {
    "translation": {
      "en": "I called up Peter and Kevin, and I said...",
      "th": "ผมโทรไปบอกปีเตอร์กับเควินแล้วก็บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Now I got this Playmates toy company interested.\"",
      "th": "เจอบริษัทของเล่นชื่อเพลย์เมท ที่เขาสนใจเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I'd never heard of them before. -[DB] You might not have heard of them,",
      "th": "- แต่ผมไม่เคยได้ยินชื่อบริษัทนั้นมาก่อน - คุณก็อาจไม่เคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "but if you owned a doll in the early '80s,",
      "th": "แต่ถ้าคุณมีตุ๊กตาสักตัวที่ผลิตช่วงต้นยุค 1980"
    }
  },
  {
    "translation": {
      "en": "there's a good chance you've played with a Playmate's toy.",
      "th": "มีโอกาสสูงมากที่คุณจะเคยเล่น ของเล่นบริษัทเพลย์เมท"
    }
  },
  {
    "translation": {
      "en": "[male voiceover] Based and started in Hong Kong,",
      "th": "บริษัทนี้ก่อตั้งและมีสำนักงานใหญ่ในฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "Playmates has been the largest doll manufacturer in Hong Kong",
      "th": "และเพลย์เมทเป็นบริษัทผลิตตุ๊กตา ที่ใหญ่ที่สุดในฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "for many years.",
      "th": "ตลอดเวลาหลายปี"
    }
  },
  {
    "translation": {
      "en": "[DB] And the man responsible for this baby boom is here.",
      "th": "และคนที่รับผิดชอบ ต่อบริษัทปั๊มเด็กมาอยู่ตรงนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "My name is Thomas Chan.",
      "th": "ผมชื่อโธมัส เฉิน"
    }
  },
  {
    "translation": {
      "en": "I worked for the company for 50 years.",
      "th": "ผมทำงานให้บริษัทนี้มา 50 ปี"
    }
  },
  {
    "translation": {
      "en": "[DB] Turning his father's manufacturing factory toy-wards in 1966...",
      "th": "เขาเปลี่ยนโรงงานของพ่อ ให้เป็นโรงงานทำของเล่นในปี 1966"
    }
  },
  {
    "translation": {
      "en": "Business started to grow tremendously.",
      "th": "แล้วธุรกิจก็เจริญเติบโตอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[DB] ...Thomas grew Playmates into a major Hong Kong player.",
      "th": "โธมัสสร้างเพลย์เมทจนเป็นหนึ่งบริษัทใหญ่ ในวงการของเล่นฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "I decided to diversify into preschool toys.",
      "th": "แล้วผมก็ตัดสินใจขยายตลาด เข้าไปสู่ของเล่นเด็กก่อนวัยเรียน"
    }
  },
  {
    "translation": {
      "en": "[DB] But this toy king of the East had his sights set westward.",
      "th": "แต่ราชาของเล่นแห่งตะวันออกคนนี้ อยากมุ่งหน้าสู่ทิศตะวันตก"
    }
  },
  {
    "translation": {
      "en": "The biggies.",
      "th": "เล่นกับพวกตัวใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "Mattel, Hasbro, Ideal Toys...",
      "th": "แมทเทล แฮสโบร ไอเดียลทอยส์"
    }
  },
  {
    "translation": {
      "en": "into their business, into the United States.",
      "th": "อยากเจาะตลาดของพวกเขา อยากเจาะสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[DB] So to help him take his first steps in the US market,",
      "th": "ดังนั้นคนที่จะช่วยให้เขา เดินก้าวแรกเข้าสู่ตลาดอเมริกา"
    }
  },
  {
    "translation": {
      "en": "in waddled this American.",
      "th": "เด็กอเมริกันคนนี้จึงเดินเตาะแตะเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Thomas Chan said, \"Help us build this US operation.\"",
      "th": "โธมัส เฉินบอกว่า \"ช่วยมาสร้างบริษัทในอเมริกาของเราหน่อย\""
    }
  },
  {
    "translation": {
      "en": "-[DB] So he did, with... -Cricket.",
      "th": "- เขาก็ทำตามนั้นกับ... - คริกเก็ต"
    }
  },
  {
    "translation": {
      "en": "[commentator] Bowling.",
      "th": "อ้าว ลูกโบว์ลิ่งครับ"
    }
  },
  {
    "translation": {
      "en": "-No. -Cricket.",
      "th": "- ไม่ใช่ละ - คริกเก็ตที่แปลว่าจั๊กจั่น"
    }
  },
  {
    "translation": {
      "en": "No, a Cricket doll.",
      "th": "ไม่ใช่ๆ ตุ๊กตาคริกเก็ตสิ"
    }
  },
  {
    "translation": {
      "en": "Hi, Cricket!",
      "th": "สวัสดีจ้ะ คริกเก็ต"
    }
  },
  {
    "translation": {
      "en": "This super-intelligent interactive doll.",
      "th": "ตุ๊กตาตอบโต้ได้ที่ฉลาดมากๆ"
    }
  },
  {
    "translation": {
      "en": "All kinds of mechanisms inside.",
      "th": "มีกลไกอะไรมากมายอยู่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "[DB] Working out of Playmates' new California office,",
      "th": "เมื่อเขาทำงานในสำนักงานใหม่ ของเพลย์เมทที่แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Bill and Thomas had created a doll",
      "th": "บิลกับโธมัสได้สร้างตุ๊กตา"
    }
  },
  {
    "translation": {
      "en": "everyone was talking about.",
      "th": "ซึ่งใครๆ ก็พูดถึง"
    }
  },
  {
    "translation": {
      "en": "I'll be talking to ya!",
      "th": "ฉันจะพูดกับเธอจ้ะ!"
    }
  },
  {
    "translation": {
      "en": "In the US, we sold a million pieces, and the retail was over 100 dollars.",
      "th": "เฉพาะในอเมริกาเราขายได้กว่าหนึ่งล้านชิ้น และราคาขายปลีกแต่ละตัวเกิน 100 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "[DB] They knocked Cricket out of the park!",
      "th": "พวกนั้นตีคริกเก็ตได้โฮมรันไปเลย!"
    }
  },
  {
    "translation": {
      "en": "Playmates thought, \"This is golden\"...",
      "th": "เพลย์เมทคิดว่า \"นี่ขุมทองแล้ว\""
    }
  },
  {
    "translation": {
      "en": "...and decided to follow it up with \"Jill.\"",
      "th": "และตัดสินใจทำตุ๊กตาตัวต่อมาชื่อจิล"
    }
  },
  {
    "translation": {
      "en": "[Bill Carson] Much larger, more expensive and very complicated.",
      "th": "ตัวใหญ่กว่า แพงกว่าเดิม และมีกลไกสลับซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "I think it's a failure.",
      "th": "ผมว่ามันล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "[DB] But, not ready to hoist the white flag just yet...",
      "th": "แต่เพราะพวกเขายังไม่พร้อมจะยกธงขาว"
    }
  },
  {
    "translation": {
      "en": "It's a failure.",
      "th": "ผมว่ามันล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "[DB] ...Playmates persisted.",
      "th": "เพลย์เมทยังพยายามต่อไป"
    }
  },
  {
    "translation": {
      "en": "We got to come up with something that's easier to produce",
      "th": "เราต้องหาของที่ผลิตได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "than sophisticated dolls.",
      "th": "มากกว่าตุ๊กตาที่มีกลไกซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "We were ready to try something different,",
      "th": "เราพร้อมจะลองทำอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "and that's when Mark Freedman approached my boss,",
      "th": "และนั่นเป็นตอนที่มาร์ค ฟรีดแมนติดต่อ กับเจ้านายผม ริชาร์ด แซลลิสแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "Richard Sallis, and said,",
      "th": "กับเจ้านายผม ริชาร์ด แซลลิสแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Richard, open the [bleep] box!\"",
      "th": "\"ริชาร์ด เปิดไอ้กล่อง***นั่นซะ!\""
    }
  },
  {
    "translation": {
      "en": "And he went to the president of Playmates at the time,",
      "th": "เขาเลยขึ้นไปหาประธานเพลย์เมทในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Bill Carlson.",
      "th": "บิล คาร์ลสัน"
    }
  },
  {
    "translation": {
      "en": "And Richard came and said,",
      "th": "ริชาร์ดมาหาผมแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I think we ought to look at this, boss.\"",
      "th": "\"ผมว่าเราต้องดูเจ้าตัวนี้นะ นาย\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Let's look.\"",
      "th": "ผมก็ว่า \"มาดูกัน\""
    }
  },
  {
    "translation": {
      "en": "[DB] And once the cardboard turtle-filled Pandora's box was open...",
      "th": "และเมื่อกล่องกระดาษแพนโดร่า ที่เต็มไปด้วยเต่าถูกเปิดออก"
    }
  },
  {
    "translation": {
      "en": "Oh, this is interesting.",
      "th": "อ้าว นี่น่าสนใจนะ"
    }
  },
  {
    "translation": {
      "en": "So I said, \"I think we can do some good business with this.\"",
      "th": "ผมเลยว่า \"ผมว่าเราเอามาต่อยอดธุรกิจได้\""
    }
  },
  {
    "translation": {
      "en": "[DB] ...Mark Freedman soon closed the deal.",
      "th": "มาร์ค ฟรีดแมนปิดดีลได้"
    }
  },
  {
    "translation": {
      "en": "I ended it up negotiating a deal for $150,000.",
      "th": "สุดท้ายผมต่อรองได้สัญญามาที่ 150,000 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "[DB] Not only that...",
      "th": "ไม่ใช่แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "We had full approval rights over all of the creative decisions",
      "th": "เรามีสิทธิ์อนุมัติทุกอย่าง ทางด้านงานสร้างสรรค์ และการตัดสินใจเรื่องการพัฒนาสินค้า"
    }
  },
  {
    "translation": {
      "en": "and product development decisions.",
      "th": "ทางด้านงานสร้างสรรค์ และการตัดสินใจเรื่องการพัฒนาสินค้า"
    }
  },
  {
    "translation": {
      "en": "That was the thing that was most important to us.",
      "th": "นั่นเป็นสิ่งที่สำคัญที่สุดต่อเรา"
    }
  },
  {
    "translation": {
      "en": "We will have final say. We will have full control.",
      "th": "\"เราจะได้สิทธิ์ขาดในขั้นสุดท้าย เราต้องคุมได้หมด\""
    }
  },
  {
    "translation": {
      "en": "So we went into the holidays with a deal,",
      "th": "- เราก็จบปีพร้อมกับได้ทำข้อตกลง - ครับ"
    }
  },
  {
    "translation": {
      "en": "and January 1987,",
      "th": "- ใช่ - แล้วเดือนมกราคม 1987"
    }
  },
  {
    "translation": {
      "en": "we would start the build-out",
      "th": "เราก็เริ่มกระบวนการผลิต"
    }
  },
  {
    "translation": {
      "en": "of the Ninja Turtle action figure line.",
      "th": "เราก็เริ่มกระบวนการผลิต แอ็คชั่นฟิกเกอร์ \"เต่านินจา\""
    }
  },
  {
    "translation": {
      "en": "[DB] With the deal done, it was now up to Playmates",
      "th": "เมื่อตอนนี้ข้อตกลงจบไปแล้ว ก็ขึ้นกับเพลย์เมท"
    }
  },
  {
    "translation": {
      "en": "to stop playing with dolls,",
      "th": "ที่จะหยุดเล่นตุ๊กตา"
    }
  },
  {
    "translation": {
      "en": "and produce an action figure line out of this comic.",
      "th": "และผลิตแอ็คชั่นฟิกเกอร์ออกมาจากคอมิก"
    }
  },
  {
    "translation": {
      "en": "The bottom line was, you had a group of people",
      "th": "สรุปง่ายๆ ก็คือตรงนี้มีคนกลุ่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "who knew nothing about this genre.",
      "th": "ที่ไม่รู้อะไรเกี่ยวกับของเล่นแนวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[DB] A genre that was already saturated",
      "th": "ของเล่นแนวที่ตลาดเต็มไปด้วย"
    }
  },
  {
    "translation": {
      "en": "with plenty of very successful action figures, from...",
      "th": "ไลน์แอ็คชั่นฟิกเกอร์ ที่ประสบความสำเร็จมากมาย จาก..."
    }
  },
  {
    "translation": {
      "en": "The biggies.",
      "th": "พวกตัวใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "Mattel, Hasbro, Ideal Toys.",
      "th": "แมทเทล แฮสโบร ไอเดียลทอยส์"
    }
  },
  {
    "translation": {
      "en": "You know, all those guys.",
      "th": "นั่นแหละ คนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] And for Playmates to play with these big boys,",
      "th": "และถ้าเพลย์เมทอยากชนกับพวกตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "their first task was to work out...",
      "th": "งานแรกของพวกเขาคือต้องคิดหาวิธี"
    }
  },
  {
    "translation": {
      "en": "How do we take these somewhat violent characters",
      "th": "เราจะจัดการยังไง กับตัวละครที่เรียกว่ารุนแรง"
    }
  },
  {
    "translation": {
      "en": "from a little black and white comic?",
      "th": "จากคอมิกขาวดำนี้ออกมา"
    }
  },
  {
    "translation": {
      "en": "It's dark, gritty.",
      "th": "สมัยนั้นมันแรง โหดหิน"
    }
  },
  {
    "translation": {
      "en": "It's not, \"Cowabunga, dude!\"",
      "th": "ยังไม่ใช่ \"คาวาบังก้า พวก!\""
    }
  },
  {
    "translation": {
      "en": "and very colorful and pizza and stuff like that.",
      "th": "หรือมีสีสัน มีพิซซ่าหรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "How do we turn them into kid-friendly toy characters?",
      "th": "เราจะเปลี่ยนให้เป็นตัวละครของเล่น ที่เหมาะกับเด็กๆ ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[DB] To clean up Eastman and Laird's gore-fest,",
      "th": "เพื่อจัดการกับเทศกาลเลือดสาด ของอีสต์แมนกับแลร์ด"
    }
  },
  {
    "translation": {
      "en": "Playmates brought in a handyman.",
      "th": "เพลย์เมทเรียกตัวแฮนดี้แมนมา"
    }
  },
  {
    "translation": {
      "en": "My name is John Handy,",
      "th": "ผมชื่อจอห์น แฮนดี้"
    }
  },
  {
    "translation": {
      "en": "H-A-N-D-Y.",
      "th": "แ-ฮ-น-ดี้"
    }
  },
  {
    "translation": {
      "en": "[DB] And the future of Turtle toys were in his.",
      "th": "และชะตาของของเล่นเต่านินจาก็อยู่ในมือเขา"
    }
  },
  {
    "translation": {
      "en": "We knew what we had to do, and to flesh the line out,",
      "th": "เรารู้งานอยู่แล้ว ถ้าจะทำให้ไลน์ของเล่นออกมาได้"
    }
  },
  {
    "translation": {
      "en": "we had to pump up the humor, pump up the fun.",
      "th": "ต้องเพิ่มความขำ ปั๊มความสนุกเข้าไป"
    }
  },
  {
    "translation": {
      "en": "I was responsible for coming up with a more irreverent tone.",
      "th": "ผมมีหน้าที่มาคิดโทนเรื่อง ที่เบาสมองชวนหัวขึ้น"
    }
  },
  {
    "translation": {
      "en": "What's the funniest, toilet-est humor",
      "th": "จะมีมุกตลกห้าบาทสิบบาทอะไร"
    }
  },
  {
    "translation": {
      "en": "that kids would really enjoy?",
      "th": "- ที่เด็กๆ จะชอบกันจริงๆ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Potty humor is big and--",
      "th": "สมัยนั้นนิยมมุกลามกนิดๆ"
    }
  },
  {
    "translation": {
      "en": "-Definitely excited him. -Right. It's my forte.",
      "th": "- เขาตื่นเต้นมาก - ใช่ งานถนัดผมเลย"
    }
  },
  {
    "translation": {
      "en": "We had to modify the story, simplify the story,",
      "th": "เราต้องปรับเนื้อเรื่อง ทำให้มันเรียบง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "get rid of the revenge ideas,",
      "th": "เอาแนวคิดเรื่องแก้แค้นออก"
    }
  },
  {
    "translation": {
      "en": "get a few more bad guys worked out.",
      "th": "จัดการคิดตัวร้ายเพิ่มให้ดี"
    }
  },
  {
    "translation": {
      "en": "[DB] As John Handy was breathing life into the toy line,",
      "th": "นอกจากจอห์น แฮนดี้จะมอบชีวิตให้ไลน์ของเล่น"
    }
  },
  {
    "translation": {
      "en": "he was also breathing life into the Turtles' arch enemy.",
      "th": "เขาก็ให้กำเนิดคู่ปรับตลอดกาลของเต่านินจาด้วย"
    }
  },
  {
    "translation": {
      "en": "[Michaelangelo] Whoa, who's the dude with the metal face?",
      "th": "โหย ไอ้พี่ชายหน้าเหล็กนั่นใครฟะ"
    }
  },
  {
    "translation": {
      "en": "[DB] Well, he needed the help.",
      "th": "เอ่อ ก็ต้องมีคนช่วยเขาหน่อย"
    }
  },
  {
    "translation": {
      "en": "We killed the bad guy in the first issue.",
      "th": "เราฆ่าตัวร้ายไปตั้งแต่เล่มแรก"
    }
  },
  {
    "translation": {
      "en": "We never thought there'd be another one.",
      "th": "เพราะไม่คิดว่าจะได้ทำเล่มที่สอง"
    }
  },
  {
    "translation": {
      "en": "[DB] But Shredder wouldn't be working alone.",
      "th": "แต่เชรดเดอร์จะไม่สู้คนเดียว"
    }
  },
  {
    "translation": {
      "en": "This is Rocksteady, in the original form.",
      "th": "นี่คือร็อกสเตดี้ ในแบบร่างแรกเลยครับ"
    }
  },
  {
    "translation": {
      "en": "And this was Bebop.",
      "th": "แล้วนี่ก็บีบ็อบ"
    }
  },
  {
    "translation": {
      "en": "Very detailed, very scary.",
      "th": "รายละเอียดเยอะมาก น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "[DB] Other enemies, however...",
      "th": "ส่วนศัตรูคนอื่นๆ นั้น..."
    }
  },
  {
    "translation": {
      "en": "Upchucky. You'd put food into his mouth,",
      "th": "อัพชัคกี้ ถ้าเอาอาหารใส่ปากเขา"
    }
  },
  {
    "translation": {
      "en": "and when you squeezed his bulbous body, it would blow out and become a projectile.",
      "th": "แล้วบีบตัวอวบๆ ของเขา อาหารจะพ่นออกมาเป็นลำเลย"
    }
  },
  {
    "translation": {
      "en": "This one uses nostril power",
      "th": "ตัวนี้มีพลังที่รูจมูก"
    }
  },
  {
    "translation": {
      "en": "to launch projectiles out of a gun that looks like a nose.",
      "th": "ส่งสารยิงออกมาจากปืนที่ดูเหมือนจมูกคนได้"
    }
  },
  {
    "translation": {
      "en": "[DB] But Playmates didn't wanna blow their entire budget",
      "th": "แต่เพลย์เมทไม่อยากใช้งบทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "on a toy line they couldn't sell.",
      "th": "กับของเล่นที่พวกเขาจะขายไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-No. -[DB] And that was this guy's problem.",
      "th": "- ไม่ - แล้วนั่นก็เป็นปัญหาของหมอนี่ละ"
    }
  },
  {
    "translation": {
      "en": "It's very hard to launch an action figure line",
      "th": "มันยากมากที่จะเปิดตัวไลน์แอ็คชั่นฟิกเกอร์"
    }
  },
  {
    "translation": {
      "en": "without some content as the basis.",
      "th": "โดยไม่ได้มีเนื้อหาอะไรเป็นฐานมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[DB] What about the comic book?",
      "th": "แล้วหนังสือคอมิกล่ะ"
    }
  },
  {
    "translation": {
      "en": "A comic book isn't enough,",
      "th": "แค่หนังสือคอมิกยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "especially a comic book that is targeted to an older audience.",
      "th": "โดยเฉพาะยิ่งเป็นคอมิก ที่มีเป้าหมายเป็นผู้อ่านที่โตหน่อย"
    }
  },
  {
    "translation": {
      "en": "So Playmates started off by saying,",
      "th": "ดังนั้น เพลย์เมทจึงเริ่มจากการบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"You know, we have to create a kid-friendly show.\"",
      "th": "\"เราต้องสร้างการ์ตูนทีวีที่เหมาะกับเด็ก\""
    }
  },
  {
    "translation": {
      "en": "[DB] So, like all the biggies, Playmates found an animation studio...",
      "th": "ดังนั้นก็เหมือนพวกตัวใหญ่ๆ เพลย์เมทไปหาสตูดิโอทำแอนิเมชั่น"
    }
  },
  {
    "translation": {
      "en": "...to make them a cartoon designed specifically to sell toys.",
      "th": "(เอ็มดับเบิลยูเอสอิงค์) (มูราคามิ - วูล์ฟ - สเวนสัน) เพื่อขอให้พวกเขาทำการ์ตูน ซึ่งออกแบบมาเพื่อขายของเล่นโดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "Here's how that happens.",
      "th": "เรื่องมันเกิดแบบนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "[DB] This wise guy...",
      "th": "พี่ชายคนฉลาดคนนี้"
    }
  },
  {
    "translation": {
      "en": "My name is David Wise.",
      "th": "ผมชื่อเดวิด ไวส์"
    }
  },
  {
    "translation": {
      "en": "[DB] ...had written cartoons for the biggies.",
      "th": "เคยเขียนการ์ตูนให้พวกตัวใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "And it became his job",
      "th": "และมันจึงกลายเป็นงานของเขา"
    }
  },
  {
    "translation": {
      "en": "to develop a five-part mini-series for television.",
      "th": "ที่จะทำมินิซีรีส์ห้าตอนสำหรับออกทีวี"
    }
  },
  {
    "translation": {
      "en": "We're gonna have to do it for eight-year-olds.",
      "th": "โอเค เราต้องทำให้กับคนดูที่มีอายุแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "I got to work.",
      "th": "ผมก็แค่ต้องเริ่มงาน"
    }
  },
  {
    "translation": {
      "en": "[DB] But as he got to work, he noticed a problem.",
      "th": "แต่ตอนที่เริ่มงาน เขาก็สังเกตเห็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "First of all, you have four turtles that you can't tell them apart.",
      "th": "ก่อนอื่น เรามีเต่านินจาสี่คนที่แยกกันไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "They all looked basically the same. They had red bandanas.",
      "th": "พวกเขาทุกคนหน้าตาเหมือนกันหมด มีผ้าโพกหัวสีแดงทุกคน"
    }
  },
  {
    "translation": {
      "en": "So each turtle was assigned a color.",
      "th": "ดังนั้นเต่านินจาแต่ละคนจึงได้สีประจำตัว"
    }
  },
  {
    "translation": {
      "en": "They settled on the red, blue, purple, orange.",
      "th": "พวกเขาตกลงว่าจะเป็นสี แดง น้ำเงิน ม่วง เหลือง"
    }
  },
  {
    "translation": {
      "en": "Also, each turtle had a belt that had their initial on it.",
      "th": "แล้วเต่านินจาแต่ละคนจะมีเข็มขัด ที่มีตัวย่อชื่ออยู่บนนั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] But it wasn't as simple as a colored bandana and a belt buckle.",
      "th": "แต่เรื่องไม่ง่าย แค่แยกสีผ้าโพกหัวกับหัวเข็มขัด"
    }
  },
  {
    "translation": {
      "en": "We've gotta make them four very distinct personalities,",
      "th": "เราต้องทำให้พวกเขามีบุคลิกลักษณะ ที่แตกต่างกันสี่แบบ"
    }
  },
  {
    "translation": {
      "en": "because otherwise one, two, three of them are redundant.",
      "th": "เพราะไม่งั้นจะมีหนึ่งคน สองคน หรือสามคนก็ซ้ำซ้อน"
    }
  },
  {
    "translation": {
      "en": "So we needed a leader.",
      "th": "เราจึงต้องมีผู้นำกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "-[DB] Leonardo. -[DW] The straight arrow,",
      "th": "- ลีโอนาร์โด - ตรงไปตรงมาสุดๆ"
    }
  },
  {
    "translation": {
      "en": "the guy is deeply into the martial arts.",
      "th": "คนที่มุ่งมั่นกับเรื่องศิลปะการป้องกันตัว"
    }
  },
  {
    "translation": {
      "en": "We need our tech geek.",
      "th": "ต้องมีหนุ่มเนิร์ดเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "[DB] Donatello!",
      "th": "โดนาเทลโล!"
    }
  },
  {
    "translation": {
      "en": "If you're the angst-filled kid, you're gonna gravitate towards...",
      "th": "แต่ถ้าเป็นเด็กอีโมมีปัญหา ก็น่าจะถูกใจกับ..."
    }
  },
  {
    "translation": {
      "en": "[DB] Raphael!",
      "th": "ราฟาเอล!"
    }
  },
  {
    "translation": {
      "en": "The sarcastic smartass.",
      "th": "ไอ้หนุ่มปากดีขี้ประชด"
    }
  },
  {
    "translation": {
      "en": "Which is not too dissimilar to me.",
      "th": "ซึ่งก็ไม่ได้แตกต่างจากตัวผมเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "\"Shredder?\"",
      "th": "\"เชรดเดอร์!"
    }
  },
  {
    "translation": {
      "en": "You're named after... ...a kitchen utensil?",
      "th": "- เดี๋ยวนะ นายได้ชื่อจาก...\" - อุปกรณ์ทำครัวงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "And so that kind of 'tude was what, you know, Raph was about.",
      "th": "อารมณ์ประมาณนั้นแหละ ที่เป็นนิสัยของราฟ"
    }
  },
  {
    "translation": {
      "en": "[DB] And Michelangelo.",
      "th": "และไมเคิลแองเจโล!"
    }
  },
  {
    "translation": {
      "en": "[DW] We need Michelangelo, who just embodies the teenager-ness of these guys.",
      "th": "เราต้องมีไมเคิลแองเจโล ที่เป็นตัวแทนวัยรุ่นของทุกคนในกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "Cowabunga, dude!",
      "th": "คาวาบังก้า พวก!"
    }
  },
  {
    "translation": {
      "en": "Pizza time!",
      "th": "ได้เวลาพิซซ่า!"
    }
  },
  {
    "translation": {
      "en": "Let's have the Turtles love pizza.",
      "th": "ให้เต่านินจาชอบกินพิซซ่าดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[DB] And with that, the cartoon had their four heroes.",
      "th": "และเมื่อนั้น การ์ตูนก็ได้พระเอกสี่คน"
    }
  },
  {
    "translation": {
      "en": "Really, there's a turtle for every kid.",
      "th": "เอาจริง เด็กทุกคนมีเต่าที่ชอบได้"
    }
  },
  {
    "translation": {
      "en": "It's kind of like The Breakfast Club of action figures.",
      "th": "มันเหมือนเบรคฟาสต์คลับฉบับแอ็คชั่นฟิกเกอร์"
    }
  },
  {
    "translation": {
      "en": "-Who wants cornflakes? -I'm having raisin bran.",
      "th": "- ใครเอาคอร์นเฟลกบ้าง - ฉันจะกินเรซิ่นแบรน"
    }
  },
  {
    "translation": {
      "en": "[DB] Personalities, colors and belts.",
      "th": "บุคลิกต่าง สีต่าง เข็มขัดต่าง"
    }
  },
  {
    "translation": {
      "en": "The Turtles' mutation into action figures was almost complete.",
      "th": "การกลายพันธุ์เจ้าเต่าให้เป็นแอ็คชั่นฟิกเกอร์ เกือบจะสมบูรณ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, except for one final issue,",
      "th": "เหลือแค่ปัญหาสุดท้ายข้อเดียว"
    }
  },
  {
    "translation": {
      "en": "which was actually below the belt.",
      "th": "ซึ่งที่จริงเป็นเรื่องใต้สะดือ"
    }
  },
  {
    "translation": {
      "en": "When you translate something that's 2D to something that's 3D,",
      "th": "เวลาเราเปลี่ยนภาพสองมิติให้กลายเป็น ของสามมิติ"
    }
  },
  {
    "translation": {
      "en": "certain changes sometimes have to be made.",
      "th": "บางครั้งเราก็ต้องเปลี่ยนรูปลักษณ์บางส่วน"
    }
  },
  {
    "translation": {
      "en": "The very first clay sketch of the turtle",
      "th": "ร่างแบบหุ่นปั้นร่างแรกของเจ้าเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "had a tail.",
      "th": "มีหางครับ"
    }
  },
  {
    "translation": {
      "en": "Because in the original comic book, they had tails,",
      "th": "เพราะในหนังสือคอมิกต้นฉบับ พวกเขามีหางกันหมด"
    }
  },
  {
    "translation": {
      "en": "but when they stood up and the tail's hung down, it was...",
      "th": "แต่พอพวกนั้นยืนตรงแล้วหางตกลงมา มันก็..."
    }
  },
  {
    "translation": {
      "en": "Too phallic-looking.",
      "th": "เหมือนองคชาติมากไป"
    }
  },
  {
    "translation": {
      "en": "I wasn't thinking that way when I was sculpting it.",
      "th": "ตอนที่ผมปั้นผมก็ไม่ได้คิดแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "[Mark] And so...",
      "th": "แต่ก็..."
    }
  },
  {
    "translation": {
      "en": "we decided to give him a... [snips]",
      "th": "เราต้องตัดสินใจที่จะ..."
    }
  },
  {
    "translation": {
      "en": "A real pain in the tail.",
      "th": "ขลิบหางพวกเขาเลย"
    }
  },
  {
    "translation": {
      "en": "No Turtles had tails after that.",
      "th": "หลังจากนั้นไม่มีเต่านินจาที่มีหางอีก"
    }
  },
  {
    "translation": {
      "en": "[DB] Having made a substantial saving on plastic reduction,",
      "th": "หลังจากที่พวกเขา ประหยัดพลาสติกไปได้เยอะโข"
    }
  },
  {
    "translation": {
      "en": "Thomas and Playmates HQ back in Hong Kong",
      "th": "โธมัสกับสำนักงานใหญ่ของเพลย์เมทที่ฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "were feeling good about their first foray into action figures.",
      "th": "ก็รู้สึกดีกับก้าวแรกที่พวกเขา จะเข้าสู่วงการแอ็คชั่นฟิกเกอร์"
    }
  },
  {
    "translation": {
      "en": "Toy Fair happens in February in New York City,",
      "th": "งานทอยแฟร์เป็นงานเดือนกุมภาพันธ์ ที่นิวยอร์กซิตี้"
    }
  },
  {
    "translation": {
      "en": "but all the buyers start making their commitments ahead of time.",
      "th": "แต่พวกผู้ซื้อจะเริ่มวางแผนตกลงซื้อก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "So whatever we were working on was packed up",
      "th": "ดังนั้นเราก็ต้องรวบรวมทุกอย่างที่กำลังทำอยู่"
    }
  },
  {
    "translation": {
      "en": "and taken all around the United States and shown to different buyers.",
      "th": "กระเตงมันไปทั่วสหรัฐอเมริกา เพื่อเอาให้ผู้ซื้อเจ้าต่างๆ ดู"
    }
  },
  {
    "translation": {
      "en": "[DB] With a five-minute sample of the cartoon and these early prototypes,",
      "th": "พวกเขามีตัวอย่างการ์ตูนยาวห้านาที กับต้นแบบสินค้าช่วงแรกๆ"
    }
  },
  {
    "translation": {
      "en": "Playmates pitched to the retail biggies.",
      "th": "เพลย์เมทก็เอาไปพยายามขาย ให้ร้านค้าปลีกรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "-K-Mart. -Toys \"R\" Us.",
      "th": "- เคมาร์ท - ทอยส์ \"อาร์\" อัส"
    }
  },
  {
    "translation": {
      "en": "-Sears. -Target.",
      "th": "- เซียร์ส - ทาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "-You name it. -[Karl] We had meeting after meeting.",
      "th": "- มีอะไรก็ไปหมด - พวกเรา ประชุมแล้วประชุมอีก"
    }
  },
  {
    "translation": {
      "en": "We'd say,",
      "th": "เราจะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"You guys are gonna see something that's gonna be",
      "th": "\"พวกคุณจะได้เห็นสิ่งที่จะ"
    }
  },
  {
    "translation": {
      "en": "the greatest action figure line ever.\"",
      "th": "เป็นไลน์แอ็คชั่นฟิกเกอร์ที่ยิ่งใหญ่ที่สุด\""
    }
  },
  {
    "translation": {
      "en": "Retailers would say, \"I don't see it.\"",
      "th": "แต่พวกร้านค้าปลีกบอกว่า \"ไม่คิดว่างั้นนะ\""
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "And in one case, a major retailer kicked us out of the room.",
      "th": "มีครั้งหนึ่ง ห้างขายปลีกห้างใหญ่ ถึงกับไล่เราออกจากห้องประชุมเลย"
    }
  },
  {
    "translation": {
      "en": "He said, \"Good luck, I have other business.\"",
      "th": "เขาบอกว่า \"ขอให้โชคดี ผมมีเรื่องอื่นต้องทำ\""
    }
  },
  {
    "translation": {
      "en": "We had missed the mark. The humor was not coming across.",
      "th": "เราทำพลาดเป้า ไม่สามารถสื่อความตลกให้ขำได้"
    }
  },
  {
    "translation": {
      "en": "-Where does the Turtles' cat sleep? -In the mew-tent.",
      "th": "- แมวของพวกเต่านินจานอนที่ไหน - ในหมูเต็นท์"
    }
  },
  {
    "translation": {
      "en": "Ba-dum-pum.",
      "th": "ตึ่งโป๊ะ"
    }
  },
  {
    "translation": {
      "en": "[DB] But what was coming across",
      "th": "แต่สิ่งที่พวกเขาทำลงไปได้"
    }
  },
  {
    "translation": {
      "en": "was a very serious lack of interest in the toy line.",
      "th": "ก็คือไม่มีใครสนใจไลน์ของเล่นไลน์นี้เลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The company, at some point, has to start committing to tooling.",
      "th": "ณ จุดหนึ่ง บริษัทก็ต้องเริ่มลงทุนเรื่องเครื่องผลิต"
    }
  },
  {
    "translation": {
      "en": "That didn't happen.",
      "th": "แต่เขาก็ไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "We need vehicles for these guys, but our Chinese parent said...",
      "th": "เราต้องให้พวกนี้มีพาหนะของตัวเอง แต่บริษัทแม่ที่จีนบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "-No. -\"Not until we know",
      "th": "- ไม่ - \"ไม่ให้จนกว่าจะรู้"
    }
  },
  {
    "translation": {
      "en": "you're gonna really sell some.\"",
      "th": "ว่าพวกคุณจะขายของได้บ้างจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "They weren't sure...",
      "th": "พวกเขาไม่แน่ใจ..."
    }
  },
  {
    "translation": {
      "en": "...how to market this product.",
      "th": "ว่าจะทำการตลาดขายสินค้าตัวนี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "At that stage, all the money already spent.",
      "th": "ณ จุดนั้นก็ใช้งบไปเยอะแล้ว"
    }
  },
  {
    "translation": {
      "en": "TV show, 1.5 million.",
      "th": "ทำการ์ตูนทีวี 1.5 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "The design already done,",
      "th": "ออกแบบของเล่นหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "so if we cut the loss,",
      "th": "ดังนั้นถ้าเรายกเลิกและตัดความเสี่ยงขาดทุน"
    }
  },
  {
    "translation": {
      "en": "that means it's totally lost.",
      "th": "นั่นแปลว่าเราจะเสียเงินเปล่าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So there was no going back at that point.",
      "th": "ณ จุดนั้นเราเลยถอยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[DB] And with so much uncertainty around the line,",
      "th": "และในเมื่อไลน์ของเล่นนี้ มีความไม่แน่นอนอยู่มากมาย"
    }
  },
  {
    "translation": {
      "en": "there wasn't much going forward either.",
      "th": "จึงไม่ค่อยมีความคืบหน้าไปไหนด้วย"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, about that same time,",
      "th": "ระหว่างนั้น ในช่วงเวลาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "we hired another toy designer.",
      "th": "เราก็จ้างนักออกแบบของเล่นอีกคน"
    }
  },
  {
    "translation": {
      "en": "I'm a toy designer.",
      "th": "ผมเป็นนักออกแบบของเล่น"
    }
  },
  {
    "translation": {
      "en": "[DB] But not just any toy designer.",
      "th": "แต่ไม่ใช่แค่นักออกแบบของเล่นธรรมดา"
    }
  },
  {
    "translation": {
      "en": "In fact, if you ask him, he'll tell you.",
      "th": "อันที่จริง ถ้าถามเขา เขาจะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "My name is Mark Taylor, and I created He-Man.",
      "th": "ผมชื่อมาร์ค เทย์เลอร์ และผมเป็นผู้สร้าง \"ฮีแมน\""
    }
  },
  {
    "translation": {
      "en": "-[DB] Along with this guy. -Bong.",
      "th": "- คู่กับลุงคนนี้ - บ๊อง"
    }
  },
  {
    "translation": {
      "en": "-It was Bill Carlson's request... -Yes.",
      "th": "- บิล คาร์ลสันเป็นคนขอ... - ใช่"
    }
  },
  {
    "translation": {
      "en": "...that I be brought in to work on the Turtle line,",
      "th": "ให้ติดต่อผมเข้าไปทำไลน์ของเล่นเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "'cause it wasn't going anywhere, with all respect for John.",
      "th": "เพราะตอนนั้นมันไม่คืบหน้าไปไหนเลย นี่พูดด้วยความนับถือที่มีต่อจอห์นนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "And so...",
      "th": "ดังนั้น..."
    }
  },
  {
    "translation": {
      "en": "So I left, went back to Mattel.",
      "th": "ผมเลยลาออก กลับไปทำงานแมทเทล"
    }
  },
  {
    "translation": {
      "en": "[DB] And Mark got to work.",
      "th": "แล้วมาร์คก็ลงมือทำงาน"
    }
  },
  {
    "translation": {
      "en": "[MT] They had sketches stacked up three feet high,",
      "th": "พวกเขามีแบบร่างกองสูงตั้งสามฟุต"
    }
  },
  {
    "translation": {
      "en": "but it wasn't going anywhere.",
      "th": "แต่งานไม่ได้คืบหน้าไปไหน"
    }
  },
  {
    "translation": {
      "en": "It wouldn't get that last little kick in the butt to make it go.",
      "th": "มันไม่มีทางได้แรงเตะเฮือกสุดท้าย เพื่อให้เริ่มการผลิตได้"
    }
  },
  {
    "translation": {
      "en": "[DB] And Mark knew something about kicking butt.",
      "th": "และมาร์คก็รู้ดี เรื่องแรงเตะเฮือกสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "I have the power!",
      "th": "ข้ามีพลัง!"
    }
  },
  {
    "translation": {
      "en": "[DB] So now that he had the power at Playmates,",
      "th": "ดังนั้นตอนนี้เมื่อเขามีพลังอำนาจที่เพลย์เมท"
    }
  },
  {
    "translation": {
      "en": "he started making changes...",
      "th": "เขาก็เริ่มเปลี่ยนอะไรๆ"
    }
  },
  {
    "translation": {
      "en": "He-Man style.",
      "th": "ในแบบฮีแมน"
    }
  },
  {
    "translation": {
      "en": "I'm the drawer guy.",
      "th": "ผมมันสายนักวาด"
    }
  },
  {
    "translation": {
      "en": "[DB] So he took existing designs and redrew them.",
      "th": "เขาจึงเอางานออกแบบที่มีอยู่มาวาดใหม่"
    }
  },
  {
    "translation": {
      "en": "You know, the party van, it's basically a Volkswagen van, so...",
      "th": "ไอ้รถตู้ปาร์ตี้ตอนแรก มันเหมือนรถตู้โฟล์กสวาเก้นธรรมดา"
    }
  },
  {
    "translation": {
      "en": "I made it sexy.",
      "th": "ผมเลยทำใหม่ให้มันเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "The Foot Clan, it was in the comic book,",
      "th": "เผ่าฟุตมีอยู่ในหนังสือคอมิก"
    }
  },
  {
    "translation": {
      "en": "so I took it and toy-ized it.",
      "th": "ผมก็เอามาปรับให้ทำเป็นของเล่นได้"
    }
  },
  {
    "translation": {
      "en": "I made it kind of zombie-like. I dropped the head down. Big, gangly legs.",
      "th": "ผมทำให้มันดูเหมือนซอมบี้หน่อยๆ ให้ค้อมหลังก้มหัว มีขายาวเก้งก้าง"
    }
  },
  {
    "translation": {
      "en": "Scott Hensey was sculpting Shredder.",
      "th": "สก็อตต์ เฮนซีย์เป็นคนปั้นเชรดเดอร์"
    }
  },
  {
    "translation": {
      "en": "In the comic book he was a real tall guy,",
      "th": "ในหนังสือคอมิกเขาตัวสูงมาก"
    }
  },
  {
    "translation": {
      "en": "and that's the way we wanted him.",
      "th": "เราก็อยากให้ออกมาเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But marketing said he wouldn't fit in the blister pack.",
      "th": "แต่ฝ่ายการตลาดบอกว่า แบบนั้นเอาใส่แพ็คเกจจิ้งรวมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So we made him standing that tall and then crouched him over.",
      "th": "เราจึงทำให้เขายืนสูงๆ แต่โน้มตัวลงมา"
    }
  },
  {
    "translation": {
      "en": "I brought his hands up,",
      "th": "ผมให้เขายกมือขึ้น"
    }
  },
  {
    "translation": {
      "en": "so they're kind of making a mystical move.",
      "th": "เพื่อให้ดูเหมือนเขา กำลังจะทำท่าปริศนาอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Like he's getting ready to attack.",
      "th": "เหมือนเขากำลังจะเข้าโจมตี"
    }
  },
  {
    "translation": {
      "en": "[DB] He also asked bold questions.",
      "th": "เขายังตั้งคำถามที่ไม่มีใครกล้าถาม"
    }
  },
  {
    "translation": {
      "en": "Why does April O'Neil have to be so stupid-looking?",
      "th": "ทำไมเอพริล โอนีลต้องดูโง่ขนาดนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, when I did Teela for He-Man, she was built.",
      "th": "ตอนที่ผมสร้างตัวละครทีล่าให้ฮีแมน ผมสร้างเธอให้หุ่นล่ำล้ำสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] Well, at this point, nothing was built...",
      "th": "แต่ ณ จุดนี้ ไม่มีการสร้างหุ่นอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "in any sense of the word.",
      "th": "ไม่ว่าจะใช้ในความหมายไหน"
    }
  },
  {
    "translation": {
      "en": "So while this toy master sunk his claws into Turtles,",
      "th": "ดังนั้นระหว่างที่ปรมาจารย์ของเล่น ใช้กระบวนท่ากับเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "over at the cartoon studio, they needed help finishing things up.",
      "th": "ที่สตูดิโอสร้างการ์ตูน พวกเขาก็ต้องหาคนมาช่วยทำให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "So they brought in...",
      "th": "พวกเขาจึงเรียก..."
    }
  },
  {
    "translation": {
      "en": "The famous Chuck Lorre.",
      "th": "ชัค ลอร์รีคนดังเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[DB] Mega-producer Chuck Lorre",
      "th": "ชัค ลอร์รี โปรดิวเซอร์ใหญ่ยักษ์"
    }
  },
  {
    "translation": {
      "en": "is the mastermind behind Dharma & Greg,",
      "th": "เขาเป็นคนต้นคิด เบื้องหลังซีรีส์ดาร์มาแอนด์เกรก"
    }
  },
  {
    "translation": {
      "en": "Two and a Half Men,",
      "th": "ทูแอนด์อะฮาล์ฟเมน"
    }
  },
  {
    "translation": {
      "en": "and all sorts of award-winning hit TV shows.",
      "th": "และซีรีส์ทีวีฮิตๆ ได้รางวัลอีกเพียบ"
    }
  },
  {
    "translation": {
      "en": "Chuck Lorre, the Big Bang Theory guy!",
      "th": "ใช่ ชัค ลอร์รี คนที่ทำบิ๊กแบงเธียรี"
    }
  },
  {
    "translation": {
      "en": "[DB] But back then he was a different kind of guy.",
      "th": "แต่สมัยนั้นเขาเป็นคนละคนกับตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I was a traveling journeyman-musician,",
      "th": "ผมเป็นแค่นักดนตรีร่อนเร่รับงานไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "trying to build a career for myself as a songwriter.",
      "th": "พยายามจะหาเลี้ยงชีพในฐานะของนักแต่งเพลง"
    }
  },
  {
    "translation": {
      "en": "[DB] With a low budget and a simple idea, Chuck got to work.",
      "th": "แต่นั่นแหละ ด้วยงบน้อยนิดและไอเดียคร่าวๆ ชัคก็เริ่มทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Chuck] I was coming from the idea that no one knew these characters.",
      "th": "ผมเริ่มจากการคิดว่า ไม่มีใครรู้จักตัวละครพวกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "So the song was going to be an introduction.",
      "th": "ดังนั้นเพลงจึงต้องเป็นการเปิดตัวพวกเขา"
    }
  },
  {
    "translation": {
      "en": "The first verse is \"Here's who they are.\"",
      "th": "ท่อนแรกร้องว่า \"นี่คือพวกเขา\""
    }
  },
  {
    "translation": {
      "en": "♪ They're the world's most fearsome fighting team ♪",
      "th": "นี่คือทีมต่อสู้ที่น่ากลัวที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "\"We're really hip.\"",
      "th": "เรานี่เฉียบจริง"
    }
  },
  {
    "translation": {
      "en": "Whenever there's something spoken, that's actually Chuck.",
      "th": "เวลามีเสียงพูดในเพลง นั่นแหละเสียงชัคเลย"
    }
  },
  {
    "translation": {
      "en": "♪ They're heroes in a half shell and they're green ♪",
      "th": "พวกนี้เป็นฮีโร่ในกระดอง ถึงจะตัวเขียวแต่ก็มีของ"
    }
  },
  {
    "translation": {
      "en": "\"Hey, get a grip!\"",
      "th": "เฮ้ย ทำใจเหอะ"
    }
  },
  {
    "translation": {
      "en": "♪ Teenage Mutant Ninja Turtles ♪",
      "th": "ขบวนการเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "-\"Heroes in a half shell.\" -\"Turtle power.\" Hey!",
      "th": "- ฮีโร่ในกระดอง - พลังเต่า เฮ้!"
    }
  },
  {
    "translation": {
      "en": "Literature.",
      "th": "วรรณคดีชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] Chuck Lorre's infectious jingle...",
      "th": "เพลงเปิดที่แสนติดหูของชัค ลอร์รี"
    }
  },
  {
    "translation": {
      "en": "Thank you, Chuck.",
      "th": "ขอบคุณมาก ชัค"
    }
  },
  {
    "translation": {
      "en": "[DB] ...and the rest of the five-part pilot mini-series,",
      "th": "และมินิซีรีส์ห้าตอนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "quietly began airing on December 28th, 1987.",
      "th": "ออกฉายอย่างเงียบๆ เมื่อวันที่ 28 ธันวาคม 1987"
    }
  },
  {
    "translation": {
      "en": "And back at Playmates,",
      "th": "ส่วนที่เพลย์เมท"
    }
  },
  {
    "translation": {
      "en": "the team was working double time to catch up.",
      "th": "ทีมของเล่นก็ต้องพยายามเร่งมือให้ทัน"
    }
  },
  {
    "translation": {
      "en": "I'll be cranking out the work.",
      "th": "ผมจะรีบเขียนแบบออกไป"
    }
  },
  {
    "translation": {
      "en": "[DB] Good, because...",
      "th": "ดีแล้ว เพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "The show had already debuted,",
      "th": "การ์ตูนทีวีฉายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "so there was some interest in Turtles,",
      "th": "เท่ากับมีคนสนใจสินค้าเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "but we still had to prove ourselves.",
      "th": "แต่เรายังต้องพิสูจน์ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[DB] With only five TV episodes and an incomplete toy line,",
      "th": "เมื่อมีการ์ตูนทีวีแค่ห้าตอน กับไลน์ของเล่นที่ยังทำไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "it's hard to imagine who would stick their neck out",
      "th": "ก็ยากที่จะคิดได้ว่าใครจะมาเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "for these strange misshapen animals.",
      "th": "กับเจ้าสัตว์พิลึกพิสดารประหลาดนี้"
    }
  },
  {
    "translation": {
      "en": "-Me, of course. -[DB] Geoffrey the Giraffe?",
      "th": "- ผมเองไง - เจ้ายีราฟเจฟฟรีย์เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Karl] Toys \"R\" Us was known as the retailer that would support everything.",
      "th": "ทอยส์ \"อาร์\" อัสเป็นที่รู้จักในฐานะ ห้างของเล่นที่จะยอมวางของทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "-[DB] Everything? -Everything.",
      "th": "- ทุกอย่างเลยเหรอ - ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[DB] If Toys \"R\" Us came on board,",
      "th": "ถ้าทอยส์ \"อาร์\" อัสพร้อมตกลงด้วย"
    }
  },
  {
    "translation": {
      "en": "Playmates would finally be able to compete with the biggies!",
      "th": "ในที่สุดเพลย์เมทก็จะ แข่งกับพวกตัวใหญ่ๆ ได้เสียที"
    }
  },
  {
    "translation": {
      "en": "[thinking] The biggies...",
      "th": "พวกตัวใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "So I said, \"Go ahead and produce...",
      "th": "ผมเลยบอกว่า \"เอาเลย ผลิตสัก..."
    }
  },
  {
    "translation": {
      "en": "the 6,000 pieces.\"",
      "th": "หกพันชุดก่อนละกัน\""
    }
  },
  {
    "translation": {
      "en": "[DB] Despite the small order,",
      "th": "แม้จะเป็นออเดอร์ที่น้อย"
    }
  },
  {
    "translation": {
      "en": "Playmates got to work.",
      "th": "แต่เพลย์เมทก็เริ่มงานได้"
    }
  },
  {
    "translation": {
      "en": "We've got the four Turtles and we got Splinter.",
      "th": "เราผลิตเต่านินจาทั้งสี่ แล้วก็มีสปลินเตอร์"
    }
  },
  {
    "translation": {
      "en": "Of course, Shredder.",
      "th": "แน่นอน มีเชรดเดอร์"
    }
  },
  {
    "translation": {
      "en": "And April O'Neil.",
      "th": "แล้วก็เอพริล โอนีล"
    }
  },
  {
    "translation": {
      "en": "April O'Neil still stinks.",
      "th": "เอพิล โอนีลยังห่วยเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "There's Bebop and Rocksteady and the Foot Clan:",
      "th": "มีบีบ็อบและร็อกสเตดี้แล้วก็เผ่าฟุต"
    }
  },
  {
    "translation": {
      "en": "Throwaway, bad-guy soldiers.",
      "th": "ทหารเลวตัวร้ายตายง่ายทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "[DB] So, in June 1988,",
      "th": "ดังนั้นในเดือนมิถุนายนปี 1988"
    }
  },
  {
    "translation": {
      "en": "ten figures and five vehicles were shipped...",
      "th": "ฟิกเกอร์สิบตัว พาหนะอีกห้าก็ถูกส่งไป..."
    }
  },
  {
    "translation": {
      "en": "to Toys \"R\" Us.",
      "th": "ยังทอยส์ \"อาร์\" อัส"
    }
  },
  {
    "translation": {
      "en": "See what happens.",
      "th": "ลองดูว่าจะเป็นไง"
    }
  },
  {
    "translation": {
      "en": "[DB] But they didn't have long to wait,",
      "th": "แต่พวกเขาไม่ต้องรอนานเลย"
    }
  },
  {
    "translation": {
      "en": "because very soon Toys \"R\" Us called with a re-order.",
      "th": "เพราะไม่ช้า ทอยส์ \"อาร์\" อัสก็โทรมาสั่งเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Re-order is 50,000.",
      "th": "เขาสั่งเพิ่มเป็นจำนวน 50,000 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "We were selling like crazy.",
      "th": "พวกเราขายดีเป็นเทน้ำเทท่า"
    }
  },
  {
    "translation": {
      "en": "[Karl] This was the one case in my career",
      "th": "นี่เป็นหนึ่งในช่วงการทำงานของผม"
    }
  },
  {
    "translation": {
      "en": "where I literally walked into a retail store",
      "th": "ที่ผมเดินเข้าไปในร้านขายของเล่น"
    }
  },
  {
    "translation": {
      "en": "and saw the shelves bare.",
      "th": "แล้วเห็นชั้นวางของโล่งไปหมด"
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "th": "ชั้นโล่งไม่มีเต่า"
    }
  },
  {
    "translation": {
      "en": "And so I went to a second store.",
      "th": "ผมเลยเดินเข้าไปอีกร้านหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "th": "ชั้นโล่งไม่มีเต่า"
    }
  },
  {
    "translation": {
      "en": "-And I went to a third store. -[DB] Well, you get the idea.",
      "th": "- แล้วผมก็ไปร้านที่สาม - อะนะ คุณคงพอจะนึกภาพออก"
    }
  },
  {
    "translation": {
      "en": "Yeah, we knew we had a phenomenon on our hands.",
      "th": "ใช่ละ เรารู้แล้วว่านี่เป็นปรากฏการณ์แน่"
    }
  },
  {
    "translation": {
      "en": "♪ Teenage Mutant Ninja Turtles ♪",
      "th": "ขบวนการเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "[voiceover] From Playmates!",
      "th": "จากเพลย์เมท!"
    }
  },
  {
    "translation": {
      "en": "I'm 11 years old at the time",
      "th": "ตอนนั้นผมอายุ 11 ปี"
    }
  },
  {
    "translation": {
      "en": "and I see this strange toy.",
      "th": "แล้วก็เห็นของเล่นประหลาดมาก"
    }
  },
  {
    "translation": {
      "en": "It had a shell,",
      "th": "มันมีกระดอง"
    }
  },
  {
    "translation": {
      "en": "and it had this belt",
      "th": "แล้วก็มีเข็มขัด"
    }
  },
  {
    "translation": {
      "en": "with different weapons shoved in each loop and I said, \"Whoa,",
      "th": "ที่มีอาวุธต่างๆ กันมัดอยู่ในแต่ละจุด แล้วผมก็ \"โห"
    }
  },
  {
    "translation": {
      "en": "what in the world is that?\"",
      "th": "นั่นมันอะไรกันนะ\""
    }
  },
  {
    "translation": {
      "en": "Those ten action figures, released in the first wave, are so iconic.",
      "th": "แอ็คชั่นฟิกเกอร์สิบตัวที่ออกมารอบแรก มันโดดเด่นมาก"
    }
  },
  {
    "translation": {
      "en": "There's a certain whimsy to them",
      "th": "มีความประหลาดกวนบาทาในตัว"
    }
  },
  {
    "translation": {
      "en": "that isn't obvious in any other major action figure line of that time.",
      "th": "แบบที่ไม่เคยมีมาก่อน ในไลน์แอ็คชั่นฟิกเกอร์สมัยนั้น"
    }
  },
  {
    "translation": {
      "en": "There's something fun about these figures.",
      "th": "ฟิกเกอร์พวกนี้ดูแล้วฮาน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Cowabunga, dudes!",
      "th": "คาวาบังก้า พวก!"
    }
  },
  {
    "translation": {
      "en": "[DB] The Turtles had gone from underground oddity",
      "th": "(คลานมาโดด) (1988 เป็นปีของเต่า) เต่านินจาเปลี่ยนจากตัวประหลาดใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "to overnight sensation.",
      "th": "กลายเป็นฮิตติดลมบนในชั่วข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "[commentator] The Teenage Mutant Ninja Turtles",
      "th": "ขบวนการเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "are the top-selling action figures in the toy business.",
      "th": "เป็นแอ็คชั่นฟิกเกอร์ที่ขายดีที่สุด ในวงการของเล่น"
    }
  },
  {
    "translation": {
      "en": "[DB] Taking Playmates along for the ride,",
      "th": "และพาเพลย์เมทพุ่งทะยาน"
    }
  },
  {
    "translation": {
      "en": "straight to the top.",
      "th": "ขึ้นไปสู่จุดสูงสุดทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Those cost us about one million dollars. [laughs]",
      "th": "นี่เราใช้เงินไปประมาณหนึ่งล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "[DB] But the newest biggie on the block",
      "th": "แต่พี่ใหญ่ในวงการคนล่าสุด"
    }
  },
  {
    "translation": {
      "en": "wasn't the only one",
      "th": "ไม่ใช่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "seeing green.",
      "th": "ที่ได้เงินเป็นกอบเป็นกำ"
    }
  },
  {
    "translation": {
      "en": "They were big checks. [laughs]",
      "th": "ตอนนั้นได้เช็คใบเบิ้ม"
    }
  },
  {
    "translation": {
      "en": "That first big check, which I think was a little over a million dollars...",
      "th": "เช็คใหญ่ใบแรก ที่ผมคิดว่าเกินหนึ่งล้านเหรียญไปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "To have a check in your hand that you're gonna put in your account",
      "th": "คือการได้เช็คที่เราจะเอาไปเข้าบัญชี"
    }
  },
  {
    "translation": {
      "en": "that's for that much money is...",
      "th": "เป็นเงินจำนวนมากขนาดนั้นมัน..."
    }
  },
  {
    "translation": {
      "en": "[KE] Kudos to Mark Freedman, who coached us very well in that.",
      "th": "ขอบคุณมาร์ค ฟรีดแมนที่ ให้คำแนะนำเราเรื่องนั้นเป็นอย่างดี"
    }
  },
  {
    "translation": {
      "en": "\"When you get money, save it and invest it, or put it away.\"",
      "th": "\"ถ้าได้เงินมา เก็บไว้แล้วเอาไปลงทุน หรือเก็บลืมไปเลย\""
    }
  },
  {
    "translation": {
      "en": "Did Kevin tell you one of the first things he bought was a tank?",
      "th": "เควินบอกรึเปล่าว่าสิ่งแรกที่เขาซื้อคือรถถัง"
    }
  },
  {
    "translation": {
      "en": "[KE] An M15A Stuart light tank.",
      "th": "รถถังเบาเอ็ม 15 \"สจ็วร์ต\""
    }
  },
  {
    "translation": {
      "en": "We used to have big paintball wars. I'd just hide in my tank and...",
      "th": "เราเคยเล่นสงครามเพนท์บอลยกใหญ่ ผมจะซ่อนในรถถังแล้วก็..."
    }
  },
  {
    "translation": {
      "en": "[DB] While Eastman took cover in his half shell,",
      "th": "ขณะที่อีสต์แมนไปหลบในกึ่งกระดองของเขา"
    }
  },
  {
    "translation": {
      "en": "Mark Freedman was launching an offensive",
      "th": "มาร์ค ฟรีดแมนก็เริ่มโจมตีอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "on an entirely different front.",
      "th": "ในสมรภูมิใหม่โดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "I wanted to offer the fans something bigger and better.",
      "th": "ผมอยากให้แฟนๆ ได้ดูอะไรที่ยิ่งใหญ่และดีกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "I wanted to do a live action feature film.",
      "th": "ผมอยากทำภาพยนตร์คนแสดงจริง"
    }
  },
  {
    "translation": {
      "en": "-[DB] Great idea! -[cheering]",
      "th": "ไอเดียเจ๋งมาก!"
    }
  },
  {
    "translation": {
      "en": "-[DB] Or not. -[boos]",
      "th": "รึเปล่านะ"
    }
  },
  {
    "translation": {
      "en": "We've seen a lot of movies",
      "th": "เราได้ดูหนังตั้งหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "where comic book characters are taken into live action,",
      "th": "ที่นำตัวละครจากหนังสือคอมิก มาใช้คนแสดง"
    }
  },
  {
    "translation": {
      "en": "and it's just so terrible.",
      "th": "แล้วมันก็พังแย่ไปหมด"
    }
  },
  {
    "translation": {
      "en": "[DB] The idea ruffled Playmates' feathers too.",
      "th": "แนวคิดนั้นทำให้เพลย์เมท ไม่ค่อยสบายใจเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "They felt I was rocking the boat. We already have a successful TV series.",
      "th": "พวกเขารู้สึกว่าผมกำลังกวนน้ำให้ขุ่น เรามีซีรีส์การ์ตูนที่ดีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Everything is humming along, it's perfect, making money.",
      "th": "ทุกอย่างกำลังไปได้สวย เพอร์เฟกต์ ทุกคนได้เงิน"
    }
  },
  {
    "translation": {
      "en": "But I know from business, if you sit still, you die.",
      "th": "แต่จากการทำธุรกิจมา ผมรู้ไง ถ้าเราหยุดอยู่นิ่งๆ เราก็ตาย"
    }
  },
  {
    "translation": {
      "en": "You have to go forward.",
      "th": "เราต้องเดินหน้าไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] Mark Freedman moved his idea forward, to Golden Harvest Pictures.",
      "th": "ดังนั้น มาร์ค ฟรีดแมนจึงเอาไอเดีย ไปเสนอกับโกลเด้นฮาร์เวสต์พิคเจอร์ส"
    }
  },
  {
    "translation": {
      "en": "We have the best stunt guys in the world.",
      "th": "เราได้พวกสตันท์แมนที่เก่งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "All we have to do is put four guys in our stunt suits.",
      "th": "เราก็แค่ต้องหาคนสี่คนมาใส่ชุด"
    }
  },
  {
    "translation": {
      "en": "Awesome!",
      "th": "ยอดเยี่ยม!"
    }
  },
  {
    "translation": {
      "en": "And also, I have Jim Henson.",
      "th": "แล้วผมก็จ้างจิม เฮนสันมาเลย"
    }
  },
  {
    "translation": {
      "en": "-[DB] The maestro of Muppets himself? -Yeah.",
      "th": "- ปรมาจารย์จากมัพเพตส์น่ะนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Cowabunga! -[bell rings]",
      "th": "คาวาบังก้า!"
    }
  },
  {
    "translation": {
      "en": "[DB] It was starting to look like Mark's idea would work out after all.",
      "th": "ตอนนั้นก็เริ่มดูเหมือน ไอเดียของมาร์คจะเข้าท่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, well so far, my track record's been batting a thousand.",
      "th": "ใช่ เท่าที่ผ่านมาประวัติย้อนหลังของผม ก็ไม่เคยพลาดมาก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "[DB] And sure enough, he'd get his chance",
      "th": "และแน่นอน เขาจะได้โอกาส"
    }
  },
  {
    "translation": {
      "en": "to make the naysayers at Playmates eat crow-topped pizza.",
      "th": "ทำให้พวกมองโลกในแง่ร้ายที่เพลย์เมท ต้องกลับคำกลืนน้ำลายใส่พิซซ่า"
    }
  },
  {
    "translation": {
      "en": "The movie gets completed",
      "th": "เมื่อสร้างหนังเสร็จ"
    }
  },
  {
    "translation": {
      "en": "and we have a screening for the folks of Playmates Toys",
      "th": "เราฉายให้คนที่เพลย์เมททอยส์ดูก่อน"
    }
  },
  {
    "translation": {
      "en": "and Richard Sallis came up to me",
      "th": "แล้วริชาร์ด แซลลิสก็เดินเข้ามาหาผม"
    }
  },
  {
    "translation": {
      "en": "and politely looked at me in the face, said to me,",
      "th": "แล้วริชาร์ด แซลลิสก็เดินเข้ามาหาผม มองหน้าผมอย่างสุภาพ แล้วบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, you [bleep] that up, Freedman.\"",
      "th": "\"เออ นายทำพัง***เลย ฟรีดแมน\""
    }
  },
  {
    "translation": {
      "en": "We thought we were in trouble.",
      "th": "เรานึกว่าจะต้องซวยแล้ว"
    }
  },
  {
    "translation": {
      "en": "The TV show was very light-hearted and bright. This was...",
      "th": "ซีรีส์ทีวีของเราสดใสร่าเริง แต่หนังมัน..."
    }
  },
  {
    "translation": {
      "en": "...the polar opposite.",
      "th": "คนละขั้วเลย"
    }
  },
  {
    "translation": {
      "en": "[MF] Of course, when I walked out, I said, \"Holy [bleep], what did I just do?\"",
      "th": "แน่นอน ตอนที่เดินออกจากโรง ผมก็พูดว่า \"ชิบเป๋งละ ฉันทำอะไรลงไป\""
    }
  },
  {
    "translation": {
      "en": "There goes the property.",
      "th": "งานนี้เจ๊งหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[DB] Things were looking dark",
      "th": "สภาพช่างมืดมนนักตอนที่ภาพยนตร์ ขบวนการเต่านินจาเข้าฉายในโรง"
    }
  },
  {
    "translation": {
      "en": "when Teenage Mutant Ninja Turtles hit theaters in March of 1990.",
      "th": "สภาพช่างมืดมนนักตอนที่ภาพยนตร์ ขบวนการเต่านินจาเข้าฉายในโรง เมื่อเดือนมีนาคม 1990"
    }
  },
  {
    "translation": {
      "en": "[MF] Needless to say, the film opened up and...",
      "th": "ไม่จำเป็นต้องบอกว่าพอหนังฉาย แล้ว..."
    }
  },
  {
    "translation": {
      "en": "it broke all records.",
      "th": "ก็ทำลายทุกสถิติหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Cowabunga!",
      "th": "คาวาบังก้า!"
    }
  },
  {
    "translation": {
      "en": "We ended up at $134 million.",
      "th": "\"ขบวนการเต่านินจา\" เป็นตัวต้วมเตี้ยมที่ต้องเชียร์ สุดท้ายเราได้เงินมา 134 ล้าน"
    }
  },
  {
    "translation": {
      "en": "The biggest indie film of all time at that point.",
      "th": "ตอนนั้นกลายเป็นหนังอินดี้ ที่ประสบความสำเร็จที่สุด (\"เต่านินจา\" ครองแชมป์บ็อกซ์ออฟฟิศไปนิ่งๆ)"
    }
  },
  {
    "translation": {
      "en": "I now call up Playmates.",
      "th": "ผมเลยโทรไป ที่เพลย์เมท แล้วถามว่า"
    }
  },
  {
    "translation": {
      "en": "I said, \"How're the toy sales this weekend, guys?\"",
      "th": "ที่เพลย์เมท แล้วถามว่า \"สุดสัปดาห์นี้ยอดขายของเล่นเป็นไงบ้าง พวก\""
    }
  },
  {
    "translation": {
      "en": "No Turtle on the shelf.",
      "th": "บนชั้นโล่งไม่มีเต่าสักตัว"
    }
  },
  {
    "translation": {
      "en": "Sold out. Everywhere.",
      "th": "ขายหมดเกลี้ยงทุกที่"
    }
  },
  {
    "translation": {
      "en": "Oops!",
      "th": "อุ๊ยโหยว!"
    }
  },
  {
    "translation": {
      "en": "[DB] With Ninja Turtles: The Movie breaking box office records,",
      "th": "เมื่อภาพยนตร์เต่านินจา ทำลายสถิติบ็อกซ์ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Playmates' profits continued to mutate.",
      "th": "กำไรของเพลย์เมทก็ยังกลายร่างต่อไป"
    }
  },
  {
    "translation": {
      "en": "-We sold 100 million units just in 1990. -[cash register rings]",
      "th": "แค่ในปี 1990 ปีเดียว เราขายของได้ 100 ล้านชิ้น"
    }
  },
  {
    "translation": {
      "en": "We owned 80% of the boys' space.",
      "th": "เราครองตลาดของเล่นเด็กชาย 80 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Everyday is Christmas sales.",
      "th": "ทุกวันเหมือนวันขายของขวัญคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "[DB] Kids were Casey Jones-ing for more.",
      "th": "เด็กๆ เรียกร้องจะเอาเหมือนเคซีย์ โจนส์"
    }
  },
  {
    "translation": {
      "en": "[TV] Casey Jones, the sports warrior!",
      "th": "เคซีย์ โจนส์ นักรบนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "[DB] And if Playmates wanted to meet the demand,",
      "th": "แล้วถ้าเพลย์เมท อยากทำตามความต้องการของตลาด"
    }
  },
  {
    "translation": {
      "en": "they'd have to use their brains.",
      "th": "ก็ต้องใช้สมองกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "We have to have a new character every month.",
      "th": "เราต้องออกตัวละครใหม่ทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "[TV] Introducing Leatherhead!",
      "th": "ขอแนะนำเลเธอร์เฮด"
    }
  },
  {
    "translation": {
      "en": "There was a guy who we decided to call Pizza Face.",
      "th": "มีตัวนึงที่เราตัดสินใจ ตั้งชื่อว่าไอ้หน้าพิซซ่า"
    }
  },
  {
    "translation": {
      "en": "New.",
      "th": "ใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Scott] And also Ray Fillet.",
      "th": "อ้อ มีตัวที่ชื่อเรย์ ฟิลเลต์"
    }
  },
  {
    "translation": {
      "en": "[Scott] General Traag.",
      "th": "นายพลเทรก"
    }
  },
  {
    "translation": {
      "en": "New.",
      "th": "ใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Scott] Mutagen Man.",
      "th": "มูทาเกนแมน"
    }
  },
  {
    "translation": {
      "en": "And we did a giant mosquito.",
      "th": "อ้อ เราออกยุงยักษ์มาด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah, they were going by pretty fast.",
      "th": "ใช่ พวกนั้นออกแล้วผ่านไปเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[DB] But if you're one of those thinking...",
      "th": "แต่ถ้าคุณเป็นหนึ่งในคนที่คิดว่า..."
    }
  },
  {
    "translation": {
      "en": "I've always been a play set guy.",
      "th": "ผมเป็นคนที่ชอบเก็บเซ็ตของเล่น"
    }
  },
  {
    "translation": {
      "en": "[DB] ...Playmates didn't leave you hanging. In fact...",
      "th": "เพลย์เมทก็ไม่ปล่อยให้คุณคอยเก้อ"
    }
  },
  {
    "translation": {
      "en": "There were two major play sets.",
      "th": "- อันที่จริง... - พวกเขาออกเซ็ตของเล่นใหญ่มาสองเซ็ต"
    }
  },
  {
    "translation": {
      "en": "The sewer play set was the headquarters for the Turtles and Splinter.",
      "th": "เซ็ตท่อระบายน้ำเป็นศูนย์บัญชาการ ของเต่านินจาและสปลินเตอร์"
    }
  },
  {
    "translation": {
      "en": "It was dual tiered so you could have a street-level play set",
      "th": "มันเป็นสองชั้น เท่ากับจะได้ทั้งเซ็ตฉากระดับถนน"
    }
  },
  {
    "translation": {
      "en": "and an underground play set. Unbelievable.",
      "th": "และเซ็ตฉากใต้ดินด้วย สุดยอดเลย"
    }
  },
  {
    "translation": {
      "en": "And then the Technodrome was the villain's play set.",
      "th": "แล้วก็มีเทคโนโดรม เซ็ตของเล่นฝั่งตัวร้าย"
    }
  },
  {
    "translation": {
      "en": "It was this big, huge ball with an eye mounted on top on tank treads.",
      "th": "เป็นลูกบอลขนาดใหญ่มหึมา ที่มีดวงตาอยู่บนก้อนรถถัง"
    }
  },
  {
    "translation": {
      "en": "And it would unfold and open up with a jail in the middle.",
      "th": "แล้วมันจะเปิดออกมาเจอว่ามีคุกอยู่ตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "When I saw it the first time, I thought...",
      "th": "ตอนเห็นครั้งแรก ผมคิดเลยว่า..."
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna buy that [bleep] thing.\"",
      "th": "\"ผมต้องซื้อไอ้ของ***นั่นให้ได้\""
    }
  },
  {
    "translation": {
      "en": "[DB] But that didn't mean the Turtles themselves got crowded out of the party.",
      "th": "แต่นั่นไม่ได้แปลว่า ตัวเต่านินจาเองโดนเบียดตกรถ"
    }
  },
  {
    "translation": {
      "en": "As we started expanding the Turtle line, instead of just four naked turtles,",
      "th": "ยิ่งเราเริ่มขยายไลน์เต่านินจา แทนที่จะมีเต่านินจาเปลือยแค่สี่ตัว"
    }
  },
  {
    "translation": {
      "en": "we started integrating different themes.",
      "th": "เราเริ่มใส่ธีมแตกต่างกันไปทีละชุด"
    }
  },
  {
    "translation": {
      "en": "Sports, samurai,",
      "th": "ชุดกีฬา ชุดซามูไร"
    }
  },
  {
    "translation": {
      "en": "-space. -[TV voiceover] T minus ten.",
      "th": "- ชุดอวกาศ - นับถอยหลังสิบวินาที"
    }
  },
  {
    "translation": {
      "en": "It's one of the biggest toy lines ever,",
      "th": "มันเป็นหนึ่งในไลน์ของเล่นที่ใหญ่ที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "mainly because they just kept releasing the same four figures",
      "th": "ส่วนใหญ่ก็เป็นเพราะพวกเขา ขยันออกฟิกเกอร์สี่ตัวเดิม"
    }
  },
  {
    "translation": {
      "en": "with different outfits.",
      "th": "โดยเปลี่ยนชุดไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "So we'll have Hip-hop Turtle, and monster Turtles.",
      "th": "เท่ากับเรามีเต่านินจาฮิปฮอป เต่านินจาอสูร"
    }
  },
  {
    "translation": {
      "en": "Backflip Turtles.",
      "th": "เต่านินจาตีลังกา"
    }
  },
  {
    "translation": {
      "en": "They even had Turtle Trolls.",
      "th": "มีแม้แต่เจ้าโทรลที่เป็นเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "I loved those. I mean, they were so ugly, they were cute.",
      "th": "ผมชอบนะ คือมันน่าเกลียดซะจนน่ารัก"
    }
  },
  {
    "translation": {
      "en": "I hated them.",
      "th": "ผมเกลียดมาก"
    }
  },
  {
    "translation": {
      "en": "Star Trek Turtles... I think Donatello had Vulcan ears.",
      "th": "เต่านินจาสตาร์ เทรค ผมว่าโดนาเทลโลหูแหลมเหมือนวัลแคนด้วย"
    }
  },
  {
    "translation": {
      "en": "Caveman Turtles, Western Turtles.",
      "th": "เต่านินจามนุษย์ถ้ำ เต่านินจาคาวบอย"
    }
  },
  {
    "translation": {
      "en": "The transforming Turtle,",
      "th": "เต่านินจาแปลงร่าง"
    }
  },
  {
    "translation": {
      "en": "that goes from pet turtle to Ninja Turtle.",
      "th": "ที่เปลี่ยนจากเต่าเลี้ยงตัวเล็กๆ ให้กลายเป็นเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "Caveman Turtle. What about, you know, Western Turtle?",
      "th": "เต่านินจามนุษย์ถ้ำ แล้วก็เจ้าเต่านินจาคาวบอย"
    }
  },
  {
    "translation": {
      "en": "Wait, I just said-- I said--",
      "th": "เดี๋ยว ผมเพิ่งพูด ผมพูด..."
    }
  },
  {
    "translation": {
      "en": "-Whatever. -The whole point is, yeah.",
      "th": "- ช่างเถอะ - ประเด็นคือ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I can't keep track of this.",
      "th": "เก็บไม่หมดหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "[DB] Well then, we'd better move on to movie Turtles.",
      "th": "งั้นเราก็ไปต่อกันที่ของเล่นจากหนังเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "Wait, Playmates didn't make any?",
      "th": "เดี๋ยว เพลย์เมทไม่ได้ทำงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not for the first movie. -[DB] Why not? -Um...",
      "th": "- ไม่ได้ทำจากหนังเรื่องแรก - ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because they weren't interested in supporting such a violent film.",
      "th": "เพราะพวกเขาไม่อยากสนับสนุน หนังที่ใช้ความรุนแรงขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] Oh yeah. Well maybe they should come up with a new movie.",
      "th": "อ๋อ นั่นสินะ ถ้างั้น พวกเขาก็น่าจะสร้างหนังเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "We came up with a story, \"The Secret of the Ooze.\"",
      "th": "เราคิดเรื่องที่ชื่อว่า \"ความลับของดิอูซ\""
    }
  },
  {
    "translation": {
      "en": "We quickly put a product line together for the second movie,",
      "th": "แต่หนังภาคสองนี่เราก็รีบออกไลน์ของเล่นเลย"
    }
  },
  {
    "translation": {
      "en": "and that did gangbusters.",
      "th": "และนั่นก็ขายได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "-Hold up! -Where is the Vanilla Ice action figure?",
      "th": "- เดี๋ยวก่อน - ทำไมถึงไม่มี"
    }
  },
  {
    "translation": {
      "en": "-That's what I wanna know. -[DB] Don't worry. Here he is!",
      "th": "แอ็คชั่นฟิกเกอร์ของวานิลลา ไอซ์ ผมอยากจะรู้ ไม่ต้องห่วง อยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "♪ Go ninja, go ninja, go ♪",
      "th": "สู้ นินจา สู้ นินจา สู้!"
    }
  },
  {
    "translation": {
      "en": "Go ninja, go ninja, go!",
      "th": "สู้ นินจา สู้ นินจา สู้!"
    }
  },
  {
    "translation": {
      "en": "That song never gets old.",
      "th": "เพลงมันไม่เชยเลย"
    }
  },
  {
    "translation": {
      "en": "♪ Go, go, go, go ♪",
      "th": "สู้ๆ สู้ๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] But things were starting to get old, by the third Turtle film, two years later.",
      "th": "แต่เมื่อหนังเต่านินจาภาคสามออกฉาย เมื่อสองปีต่อมา เรื่องก็เริ่มเชยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, boy. What's the name of that one?",
      "th": "โอยตาย ภาคนั้นชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "We said, \"Maybe we should stop now, and let it dry out.\"",
      "th": "เราบอกว่า \"น่าจะหยุดทำได้แล้ว ให้คนค่อยๆ ลืมไปเอง\""
    }
  },
  {
    "translation": {
      "en": "[DB] But it wasn't just the movies drying out.",
      "th": "แต่ไม่ใช่แค่หนังที่คนค่อยๆ ลืม"
    }
  },
  {
    "translation": {
      "en": "The show ratings eventually declined.",
      "th": "ยอดคนดูทีวีก็ค่อยๆ ลดลง"
    }
  },
  {
    "translation": {
      "en": "Toy sales eventually declined.",
      "th": "ยอดขายของเล่นก็ค่อยๆ ลดลง"
    }
  },
  {
    "translation": {
      "en": "One third of business by '96.",
      "th": "ยอดขายหายไปหนึ่งในสามเมื่อปี 1996"
    }
  },
  {
    "translation": {
      "en": "[DB] With Turtles on a downward slide, it was time for reflection.",
      "th": "เมื่อเต่านินจาเริ่มตกต่ำ ก็ถึงเวลาจะต้องกลับมานั่งคิด"
    }
  },
  {
    "translation": {
      "en": "It was time for hard decisions.",
      "th": "และถึงเวลาต้องตัดสินใจครั้งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "It was time for a reboot.",
      "th": "ถึงเวลาต้องรีบูต"
    }
  },
  {
    "translation": {
      "en": "There had been discussions about,",
      "th": "มีการคุยกันว่า \"นี่ จะดีไหมถ้า"
    }
  },
  {
    "translation": {
      "en": "\"Wouldn't it be great to do a live action TV series?\"",
      "th": "มีการคุยกันว่า \"นี่ จะดีไหมถ้า เราทำซีรีส์คนแสดงฉายทีวี\""
    }
  },
  {
    "translation": {
      "en": "[DB] And why not?",
      "th": "แล้วมันจะไม่ดีตรงไหน"
    }
  },
  {
    "translation": {
      "en": "The Fox Network had some pretty good luck with Haim Saban's Power Rangers.",
      "th": "ช่องฟ็อกซ์โชคดีไม่ใช่น้อยจาก ซีรีส์ \"พาวเวอร์แรงเจอร์ส\" ของฮาอิม ซาบาน"
    }
  },
  {
    "translation": {
      "en": "You want me to send you the ratings?",
      "th": "จะให้ผมส่งเรตติ้งให้ดูไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Saban's company, because he was doing the Power Rangers, had the ability",
      "th": "เพราะบริษัทของซาบาน เป็นคนทำพาวเวอร์เรนเจอร์ จึงสามารถ"
    }
  },
  {
    "translation": {
      "en": "to do the live action Turtle show.",
      "th": "ทำซีรีส์เต่านินจาฉบับคนแสดงได้"
    }
  },
  {
    "translation": {
      "en": "[DB] So Haim got to work,",
      "th": "ฮาอิมจึงเริ่มงานเลย"
    }
  },
  {
    "translation": {
      "en": "enlisting the aid of Fox Kids exec, Margareth Loesh.",
      "th": "โดยเรียกตัวผู้บริหารฟ็อกซ์คิดส์ มาร์กาเรต เลชมาช่วยด้วย"
    }
  },
  {
    "translation": {
      "en": "She wanted to do something different",
      "th": "เธออยากทำอะไรที่ต่างไปจากเดิม"
    }
  },
  {
    "translation": {
      "en": "and she wanted to introduce a \"female turtle.\"",
      "th": "แล้วก็อยากเปิดตัว \"เต่านินจาหญิง\""
    }
  },
  {
    "translation": {
      "en": "I have no recollection of that.",
      "th": "ฉันจำเรื่องแบบนั้นไม่ได้เลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "My bet is, it was a toy company request.",
      "th": "ฉันพนันว่ามันเป็นคำขอจากบริษัทของเล่นมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Remember, Power Rangers had been very successful,",
      "th": "อย่าลืมนะ พาวเวอร์เรนเจอร์สประสบความสำเร็จมาก"
    }
  },
  {
    "translation": {
      "en": "and had two girl characters who were very popular",
      "th": "และมีตัวละครหญิงสองคนที่ได้รับความนิยมสูง"
    }
  },
  {
    "translation": {
      "en": "and did bring girl appeal into the show.",
      "th": "และทำให้เด็กผู้หญิงอยากดูรายการ"
    }
  },
  {
    "translation": {
      "en": "Let us help you.",
      "th": "ให้พวกเราช่วยคุณเถอะ"
    }
  },
  {
    "translation": {
      "en": "I think that's what they probably wanted.",
      "th": "ฉันว่าพวกเขาก็คงอยากได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[DB] But, like with everything else,",
      "th": "แต่ก็เหมือนทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Eastman and Laird would have to sign off on the lady turtle idea.",
      "th": "อีสต์แมนกับแลร์ดต้องเป็นคน อนุมัติแนวคิดที่จะทำเต่านินจาหญิง"
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, well, it's not...",
      "th": "ผมบอกว่า \"ก็ได้ คือ มันไม่ใช่..."
    }
  },
  {
    "translation": {
      "en": "what we originally envisioned,",
      "th": "สิ่งที่เราคิดเอาไว้แต่แรก แต่ว่า"
    }
  },
  {
    "translation": {
      "en": "but I can see that and I think it'd be great.",
      "th": "พอมองออกนะ มันก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "[DB] That's one down. As for Peter...",
      "th": "นั่นได้แล้วหนึ่งคน - ส่วนปีเตอร์... - ไม่มีทาง!"
    }
  },
  {
    "translation": {
      "en": "No way! There's four Turtles.",
      "th": "- ส่วนปีเตอร์... - ไม่มีทาง! เรามีเต่านินจาแค่สี่คน"
    }
  },
  {
    "translation": {
      "en": "There's Leonardo, Michelangelo, Raphael, and Donatello. That's it.",
      "th": "มีลีโอนาร์โด ไมเคิลแองเจโล ราฟาเอลและโดนาเทลโล แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "-I might even be the fifth Turtle. -[DB] Not this time, Mark.",
      "th": "- เรียกว่าผมเป็นเต่าตัวที่ห้าก็ได้ - ยังไม่ได้นะ มาร์ค"
    }
  },
  {
    "translation": {
      "en": "Without Laird's blessing, the new show would be dead in the water.",
      "th": "ถ้าแลร์ดไม่เห็นชอบ ซีรีส์ใหม่ก็จะต้องถูกลอยแพ"
    }
  },
  {
    "translation": {
      "en": "You know, we're either going to continue to extend the Turtle license",
      "th": "คือเราก็จะต้อง ขายลิขสิทธิ์เต่านินจาไปเรื่อยๆ ไม่อย่างนั้นเราก็จะไม่มีรายได้ใหม่"
    }
  },
  {
    "translation": {
      "en": "or we don't have income coming in.",
      "th": "ขายลิขสิทธิ์เต่านินจาไปเรื่อยๆ ไม่อย่างนั้นเราก็จะไม่มีรายได้ใหม่"
    }
  },
  {
    "translation": {
      "en": "It was the biggest disagreement we'd ever had",
      "th": "นั่นเป็นการขัดแย้งกันครั้งใหญ่ที่สุด เท่าที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "on the management of the Turtles and what to do with the Turtles,",
      "th": "เกี่ยวกับการจัดการเต่านินจา หรือจะทำยังไงกับเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "Eventually Laird would cave in, but only under one condition.",
      "th": "ในที่สุดแลร์ดก็ยอม โดยมีข้อแม้ข้อเดียว"
    }
  },
  {
    "translation": {
      "en": "He said, \"I don't want anything to do with it, but you oversee it,\"",
      "th": "เขาบอก \"ฟังนะ ฉันไม่อยากยุ่งด้วย นายดูไปก็แล้วกัน\" แล้วเขาก็แบบ"
    }
  },
  {
    "translation": {
      "en": "and then he kind of like... stepped away.",
      "th": "นายดูไปก็แล้วกัน\" แล้วเขาก็แบบ หลบฉากไป"
    }
  },
  {
    "translation": {
      "en": "It was something I really couldn't deal with.",
      "th": "นั่นเป็นสิ่งที่ผมรับไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] And as it turned out, kids couldn't deal with it either.",
      "th": "และสุดท้ายแล้ว เด็กๆ ก็รับไม่ได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "The Saban show did not work.",
      "th": "ซีรีส์ของซาบานไม่เกิด"
    }
  },
  {
    "translation": {
      "en": "The fans hated it.",
      "th": "แฟนๆ เกลียดมาก"
    }
  },
  {
    "translation": {
      "en": "A girl turtle?",
      "th": "เต่านินจาหญิงงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "It was nothing about gender, I just don't think it was...",
      "th": "มันไม่ได้เกี่ยวกับเพศสภาพเลย ผมว่ามันก็แค่ไม่..."
    }
  },
  {
    "translation": {
      "en": "It was hard to... It was too forced.",
      "th": "มันยากที่จะ... คือมันฝืนเกินไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "You and I are just mutant boy and mutant girl.",
      "th": "เธอกับฉันเป็นแค่หนุ่มกลายพันธุ์กับสาวกลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "No relation.",
      "th": "ไม่ได้เป็นญาติกัน"
    }
  },
  {
    "translation": {
      "en": "[Margaret] I don't want to blame anybody.",
      "th": "ฉันก็ไม่อยากจะโทษใครหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "It was certainly my decision to greenlight it.",
      "th": "ฉันเป็นคนตัดสินใจอนุมัติไปเองจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You know, you win some and you lose some.",
      "th": "ชีวิตคนเราก็ต้องมีได้บ้างเสียบ้าง"
    }
  },
  {
    "translation": {
      "en": "[DB] But some lost more than others.",
      "th": "แต่คนบางคนก็เสียมากกว่าคนอื่น"
    }
  },
  {
    "translation": {
      "en": "[Peter] Almost from day one,",
      "th": "ตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "when the Turtles started to become popular,",
      "th": "ที่เต่านินจาเริ่มได้รับความนิยม"
    }
  },
  {
    "translation": {
      "en": "there had been this suggestion from fans,",
      "th": "มีแฟนๆ ที่แนะนำมาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Why don't you add a fifth Turtle?\"",
      "th": "\"ทำไมถึงไม่เพิ่มเต่านินจาตัวที่ห้า\""
    }
  },
  {
    "translation": {
      "en": "But we both always expressed the opinion that we thought it was a stupid idea.",
      "th": "แล้วเราทั้งคู่ก็ออกความเห็นเสมอ ว่ามันเป็นไอเดียที่โง่มาก"
    }
  },
  {
    "translation": {
      "en": "So when the time came that Kevin was for it,",
      "th": "ดังนั้นเมื่อถึงตอนนั้นแล้วเควินกลับเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "it seemed like in some ways a betrayal of an idea that we had both shared.",
      "th": "ผมจึงรู้สึกว่ามันเป็นการทรยศ ต่อแนวคิดที่เราเคยมีร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "I think it was indicative of exactly how far he and I had diverged.",
      "th": "ผมว่านั่นเป็นเรื่องบ่งชี้ว่า เขากับผมเริ่มคิดต่างกันแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It was an evolution.",
      "th": "แน่นอน มันเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "No quality time, brotherhood time, bonding time, only business time.",
      "th": "จากเคยมีเวลาดีๆ เวลาพี่น้อง เวลาที่ผูกพันกัน เหลือแค่เวลาทำงานร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "We just didn't hang out and I think that bond was lost.",
      "th": "เราไม่เจอกันนอกเวลางาน ผมว่าเราเสียความผูกพันไป"
    }
  },
  {
    "translation": {
      "en": "[DB] As the Mirage Comics bond dissolved,",
      "th": "เมื่อสัมพันธ์ในมิราจคอมิกสลายไป"
    }
  },
  {
    "translation": {
      "en": "so too did Kevin Eastman's enthusiasm for Ninja Turtles.",
      "th": "ความกระตือรือร้นของเควิน อีสต์แมน ที่มีต่อเต่านินจาก็ลดลงด้วย"
    }
  },
  {
    "translation": {
      "en": "I think the Turtles were something that had been great",
      "th": "ผมว่าเต่านินจาเป็นอะไรที่ เป็นเรื่องยอดเยี่ยมดีๆ ที่เกิดขึ้นกับเขาช่วงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and wonderful for him for a while,",
      "th": "เป็นเรื่องยอดเยี่ยมดีๆ ที่เกิดขึ้นกับเขาช่วงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but he wanted to move on to other things.",
      "th": "แต่เขาก็อยากไปทำอะไรอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "So I was happy to let it go, to...",
      "th": "ผมเลยพอใจที่จะปล่อยมันไป ให้..."
    }
  },
  {
    "translation": {
      "en": "another corporation or whatever.",
      "th": "องค์กรอื่นหรืออะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "And Pete was adamant, \"I'll never sell my rights to the Turtles.\"",
      "th": "แต่พีทยืนยันแน่นอน เขาบอกว่า \"ฉันจะไม่มีวันขายลิขสิทธิ์ ของเต่านินจา\""
    }
  },
  {
    "translation": {
      "en": "And so we worked out a deal where he bought out my remaining share.",
      "th": "เราจึงทำข้อตกลงให้เขา เป็นคนซื้อหุ้นส่วนที่เหลือของผมไป"
    }
  },
  {
    "translation": {
      "en": "[DB] After almost 20 years,",
      "th": "หลังจากผ่านมาเกือบ 20 ปี"
    }
  },
  {
    "translation": {
      "en": "the once inseparable roommates, partners, and friends",
      "th": "คู่ที่ครั้งหนึ่งเคยเป็นรูมเมท คู่หู และเพื่อนที่ตัวติดกัน"
    }
  },
  {
    "translation": {
      "en": "parted ways for good.",
      "th": "กลับแยกทางกันไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "I wish things had been different.",
      "th": "ผมก็อยากให้เรื่องมันต่างไปจากนี้"
    }
  },
  {
    "translation": {
      "en": "I wish we had remained as tight as we had been in the early days.",
      "th": "ผมอยากให้เราสนิทกัน เหมือนที่เคยเป็นในช่วงแรกๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] With Kevin and Peter's girl troubles over,",
      "th": "เมื่อปัญหาเรื่องสาวๆ ของเควินกับปีเตอร์จบไป"
    }
  },
  {
    "translation": {
      "en": "Peter took the Turtles back to the sewer, so to speak.",
      "th": "ปีเตอร์ก็เหมือนกับพาเต่านินจากลับลงท่อ"
    }
  },
  {
    "translation": {
      "en": "A little darker, a little edgier.",
      "th": "ลึกลับขึ้นหน่อย โหดขึ้นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "[DB] And a little more profitable.",
      "th": "แล้วก็มีกำไรเพิ่มขึ้นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "Show me the money, baby! Woo-hoo!",
      "th": "ขอดูเงินหน่อยจ้า วู้ฮู!"
    }
  },
  {
    "translation": {
      "en": "We did a lot of toys.",
      "th": "เราออกของเล่นเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[TV] New extreme Turtles, with extreme weapons...",
      "th": "มีเต่านินจาที่หลุดโลกขึ้นอีก อาวุธที่หลุดโลก"
    }
  },
  {
    "translation": {
      "en": "Turtles always has this huge drive up",
      "th": "เต่านินจามักจะมีขาขึ้นอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "and then it will eventually come down.",
      "th": "แล้วมันก็จะค่อยๆ ตกลงมา"
    }
  },
  {
    "translation": {
      "en": "[DB] But by 2009 it was feeling like the Turtles were skating by on their name,",
      "th": "แต่เมื่อถึงปี 2009 ก็ดูเหมือน เต่านินจาจะอยู่ได้แค่เพียงชื่อ"
    }
  },
  {
    "translation": {
      "en": "or at least their initials.",
      "th": "หรืออย่างน้อยก็ด้วยชื่อย่อ"
    }
  },
  {
    "translation": {
      "en": "The Turtles at that time had kind of crested a wave of popularity.",
      "th": "ในตอนนั้นความนิยมของเต่านินจาก็ เป็นแค่คลื่นจางๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] The Turtles were once again ripe for a fresh facelift.",
      "th": "ได้จังหวะเหมาะ ให้เต่านินจาได้ยกเครื่องใหม่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Luckily, an all-new character was about to arrive in the nick of time.",
      "th": "โชคดีที่จะมีตัวละครใหม่ เข้ามาในจังหวะเหมาะพอดี"
    }
  },
  {
    "translation": {
      "en": "\"A female turtle.\"",
      "th": "\"เต่านินจาหญิง\""
    }
  },
  {
    "translation": {
      "en": "No way!",
      "th": "ไม่มีทาง!"
    }
  },
  {
    "translation": {
      "en": "-[DB] Just kidding! -Okay.",
      "th": "- ล้อเล่นน่า! - โอเค"
    }
  },
  {
    "translation": {
      "en": "[DB] It was a multinational media conglomerate, of course.",
      "th": "ยักษ์ใหญ่ในวงการสื่อนานาชาติต่างหากล่ะ"
    }
  },
  {
    "translation": {
      "en": "I was approached by Viacom,",
      "th": "ไวอาคอมติดต่อผม"
    }
  },
  {
    "translation": {
      "en": "and they said, \"Hey, we'd like to think about purchasing the Turtles.\"",
      "th": "แล้วบอกว่า \"นี่ เรากำลังคิดว่า อยากจะขอซื้อลิขสิทธิ์ของเต่านินจา\""
    }
  },
  {
    "translation": {
      "en": "[DB] Which made sense,",
      "th": "ซึ่งก็สมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "because while Viacom subsidiary Nickelodeon was saturated",
      "th": "เพราะแม้นิคเคลโลเดียน บริษัทลูกของไวอาคอมเต็มไปด้วย"
    }
  },
  {
    "translation": {
      "en": "with sponges and Doras,",
      "th": "เจ้าฟองน้ำกับโดรา"
    }
  },
  {
    "translation": {
      "en": "they were doing a bit of exploring of their own.",
      "th": "แต่พวกเขาก็อยากออกสำรวจใหม่ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "We really didn't have that iconic action figure show.",
      "th": "ตอนนั้นเราไม่มีรายการเด่นๆ ที่จะเป็นตัวขายแอ็คชั่นฟิกเกอร์เลย"
    }
  },
  {
    "translation": {
      "en": "[DB] Which is exactly what Peter Laird was sitting on.",
      "th": "ซึ่งนั่นเป็นสิ่งที่ปีเตอร์ แลร์ดถือเอาไว้"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -There was just one problem.",
      "th": "- ใช่ - มีแค่ปัญหาเดียว"
    }
  },
  {
    "translation": {
      "en": "He said he will never sell it.",
      "th": "เขาบอกว่าเขาไม่มีทางขายลิขสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "[DB] Well, that settles that.",
      "th": "อ้าว นั่นก็จบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "I don't remember saying that ever.",
      "th": "ผมจำไม่ได้นะว่าพูดไปว่าไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "-[DB] Hold the phone. -Well...",
      "th": "- เดี๋ยวก่อนนะ - ก็..."
    }
  },
  {
    "translation": {
      "en": "Maybe someday, if the offer was right and reasonable,",
      "th": "ก็อาจขายได้สักวัน ถ้าข้อเสนอมันเหมาะสมเข้าท่า"
    }
  },
  {
    "translation": {
      "en": "but probably not for a long time.",
      "th": "แต่อาจไม่ขายไปอีกนาน"
    }
  },
  {
    "translation": {
      "en": "The deal was 60 million dollars.",
      "th": "ข้อเสนอตอนนั้นคือ 60 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it just seemed like the right time to do it.",
      "th": "ใช่ ตอนนั้นเหมือนเป็นจังหวะเหมาะที่จะขาย"
    }
  },
  {
    "translation": {
      "en": "[DB] But Peter Laird and Nickelodeon",
      "th": "แต่ปีเตอร์ แลร์ดกับนิคเคลโลเดียน"
    }
  },
  {
    "translation": {
      "en": "weren't the only ones that would profit from the deal.",
      "th": "จะไม่ใช่แค่สองคนที่ได้ผลประโยชน์ จากข้อตกลงครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Along with the deal came our friends at Playmates Toys.",
      "th": "เพราะเพลย์เมททอยส์เพื่อนยาก ก็ตามสัญญามาด้วย"
    }
  },
  {
    "translation": {
      "en": "To Playmates, it is good news.",
      "th": "สำหรับเพลย์เมท นั่นเป็นข่าวดี"
    }
  },
  {
    "translation": {
      "en": "-[DB] Still, it didn't end there. -I made a bit of money, too.",
      "th": "แต่ถึงอย่างนั้นมันก็ไม่ได้จบตรงนี้ - ผมก็ได้เงินนิดหน่อยเหมือนกัน - และถึงแม้ว่าเขา"
    }
  },
  {
    "translation": {
      "en": "[DB] And though he had no involvement whatsoever,",
      "th": "- ผมก็ได้เงินนิดหน่อยเหมือนกัน - และถึงแม้ว่าเขา ไม่ได้เกี่ยวข้องอะไรด้วยเลย"
    }
  },
  {
    "translation": {
      "en": "even Vanilla Ice was happy about it.",
      "th": "แม้แต่วานิลลา ไอซ์ยังพอใจกับข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "Hold up. Okay.",
      "th": "เดี๋ยวสิ โอเค"
    }
  },
  {
    "translation": {
      "en": "[DB] And as for Kevin Eastman?",
      "th": "แต่เควิน อีสต์แมนน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "He got nothing.",
      "th": "เขาไม่ได้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "60 million dollars.",
      "th": "หกสิบล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "That's too bad.",
      "th": "ก็เซ็งหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "[DB] But just as Viacom began putting their mutant master plan into motion,",
      "th": "แต่ตอนที่ไวอาคอมเริ่ม วางแผนการใหญ่ให้เต่านินจา"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "th": "ก็เกิดเรื่องไม่คาดฝันขึ้น"
    }
  },
  {
    "translation": {
      "en": "And I almost immediately got calls from everybody",
      "th": "ทันใดนั้นผมก็ได้รับการติดต่อจากทุกคน"
    }
  },
  {
    "translation": {
      "en": "to start working on the Turtles again.",
      "th": "ให้มาเริ่มงานกับเต่านินจาอีกครั้ง พวกเขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Would you like to come in and consult on the movies, on the cartoon show,",
      "th": "\"ช่วยเข้ามาเป็นที่ปรึกษาให้ภาพยนตร์ ซีรีส์การ์ตูน"
    }
  },
  {
    "translation": {
      "en": "and on the IDW comic series?\"",
      "th": "และหนังสือคอมิกชุดของไอดีดับเบิลยูได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "And so I was like, \"Yeah.\"",
      "th": "ผมก็แบบว่า \"ได้สิ\""
    }
  },
  {
    "translation": {
      "en": "[DB] With Kevin Eastman in tow,",
      "th": "เมื่อเควิน อีสต์แมนให้ความร่วมมือ การเปิดตัวใหม่ในปี 2012 ของนิคเคลโลเดียน"
    }
  },
  {
    "translation": {
      "en": "Nickelodeon's 2012 relaunch of the Turtles was a massive success.",
      "th": "เมื่อเควิน อีสต์แมนให้ความร่วมมือ การเปิดตัวใหม่ในปี 2012 ของนิคเคลโลเดียน - จึงประสบความสำเร็จอย่างสูง - พวกเราเก่งงั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "We're just that good.",
      "th": "- จึงประสบความสำเร็จอย่างสูง - พวกเราเก่งงั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[DB] And this time, it wasn't just kids watching.",
      "th": "และครั้งนี้ ไม่ได้มีแต่เด็กที่ดู"
    }
  },
  {
    "translation": {
      "en": "We had a tremendous amount of adults",
      "th": "เรามีจำนวนผู้ชมที่เป็นผู้ใหญ่เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "watching Turtles with their kids.",
      "th": "ที่ดู \"เต่านินจา\" กับลูกๆ"
    }
  },
  {
    "translation": {
      "en": "You have first-generation kids that grew up on Turtles,",
      "th": "เรามีเด็กรุ่นแรกที่โตขึ้นมากับเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "and now they wanna share this with their family.",
      "th": "และตอนนี้พวกเขาก็อยาก แบ่งปันความชอบกับครอบครัวด้วย"
    }
  },
  {
    "translation": {
      "en": "[DB] And luckily for Playmates, twice the viewers meant twice the buyers.",
      "th": "เพลย์เมทถือว่าโชคดีมาก ผู้ชมสองเท่าแปลว่ามีผู้ซื้อเป็นสองเท่า"
    }
  },
  {
    "translation": {
      "en": "And the toys instantly sold through the roof,",
      "th": "แล้วของเล่นก็ ยอดขายสูงทะลุเพดานไปแล้ว ก่อนที่ซีรีส์ทีวีจะเริ่มฉายเสียอีก"
    }
  },
  {
    "translation": {
      "en": "before the TV show even aired.",
      "th": "ยอดขายสูงทะลุเพดานไปแล้ว ก่อนที่ซีรีส์ทีวีจะเริ่มฉายเสียอีก"
    }
  },
  {
    "translation": {
      "en": "[DB] And after the TV show aired.",
      "th": "และหลังจากซีรีส์ทีวีออกฉายแล้ว"
    }
  },
  {
    "translation": {
      "en": "One of the things that we did do was a co-brand with WWE.",
      "th": "หนึ่งในสิ่งที่เราทำคือ ทำแบรนด์ร่วมกับมวยปล้ำ WWE"
    }
  },
  {
    "translation": {
      "en": "[DB] And after the movie premiered.",
      "th": "แถมหลังจากหนังโรงเข้าฉาย"
    }
  },
  {
    "translation": {
      "en": "I love the new movie releases.",
      "th": "ผมชอบพวกหนังใหม่มากนะ"
    }
  },
  {
    "translation": {
      "en": "That was epic.",
      "th": "นั่นมันมหากาพย์สุดๆ"
    }
  },
  {
    "translation": {
      "en": "[DB] And speaking of epic, after only one year,",
      "th": "พูดถึงมหากาพย์ หลังจากผ่านไปแค่ปีเดียว"
    }
  },
  {
    "translation": {
      "en": "Nickelodeon's Turtle relaunch raked in 475 million dollars in retail sales.",
      "th": "การเปิดตัวเต่านินจาใหม่ของนิคเคลโลเดียน ได้ยอดขายถึง 475 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Not a bad return on that investment of...",
      "th": "ถือว่าเป็นผลลัพธ์ที่ไม่เลวสำหรับการลงทุน"
    }
  },
  {
    "translation": {
      "en": "60 million dollars.",
      "th": "- หกสิบล้านเหรียญ - ดังนั้น"
    }
  },
  {
    "translation": {
      "en": "[DB] So, when Nickelodeon canceled the show in 2017...",
      "th": "- หกสิบล้านเหรียญ - ดังนั้น เมื่อนิคเคลโลเดียนยกเลิกรายการในปี 2017"
    }
  },
  {
    "translation": {
      "en": "[DB] ...it only made sense to make a whole new one.",
      "th": "มันก็สมเหตุสมผลที่จะทำซีรีส์ใหม่ออกมา"
    }
  },
  {
    "translation": {
      "en": "So, it's not over?",
      "th": "งั้นก็ยังไม่จบอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's just beginning.",
      "th": "นี่เพิ่งเริ่มต้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It's show time!",
      "th": "ได้เวลาออกโรง!"
    }
  },
  {
    "translation": {
      "en": "[KE] The Rise of the Teenage Ninja Turtles is a great opportunity",
      "th": "การ์ตูน \"ต้นกำเนิดของเต่านินจา\" เป็นโอกาสดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "to really go back and do",
      "th": "ที่จะกลับไปทำเรื่อง"
    }
  },
  {
    "translation": {
      "en": "pre-Teenage Mutant Ninja Turtles. So it's their growing up.",
      "th": "ก่อนจะเป็นขบวนการเต่านินจา เป็นช่วงที่พวกเขากำลังโต"
    }
  },
  {
    "translation": {
      "en": "You fight like untrained buffoons!",
      "th": "พวกแกสู้เหมือนพวกโง่ไม่ได้เรียนมา!"
    }
  },
  {
    "translation": {
      "en": "[DB] It's also a great opportunity to make more toys, of course.",
      "th": "และแน่นอน นั่นยังเป็นโอกาสดีเยี่ยม ที่จะทำของเล่นใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "This is a property that has reinvention in its DNA.",
      "th": "นี่เป็นทรัพย์สินทางปัญญา ที่มีการพัฒนาการอยู่ในดีเอ็นเอของมันเลย"
    }
  },
  {
    "translation": {
      "en": "So you should differentiate the characters from series to series.",
      "th": "ดังนั้นเราควรมองตัวละคร ในแต่ละซีรีส์ให้แตกต่างกันออกไป"
    }
  },
  {
    "translation": {
      "en": "And when you see the 2018 version of Turtles,",
      "th": "และเมื่อดูเต่านินจาเวอร์ชั่นปี 2018"
    }
  },
  {
    "translation": {
      "en": "it's an even more radical reinvention.",
      "th": "ก็จะเห็นพัฒนาการที่ต่างจากเดิมมาก"
    }
  },
  {
    "translation": {
      "en": "This is from",
      "th": "นี่มาจาก"
    }
  },
  {
    "translation": {
      "en": "2012 to 2017.",
      "th": "ปี 2012 ถึง 2017"
    }
  },
  {
    "translation": {
      "en": "And this is for 2018 forward.",
      "th": "และนี่คือของตั้งแต่ปี 2018 เป็นต้นไป"
    }
  },
  {
    "translation": {
      "en": "We believe this will be the biggest Turtles yet.",
      "th": "เราเชื่อว่านี่จะเป็นเต่านินจา ภาคที่ประสบความสำเร็จที่สุด"
    }
  },
  {
    "translation": {
      "en": "Ah! I hope.",
      "th": "หวังว่านะ"
    }
  },
  {
    "translation": {
      "en": "[DB] As the Turtles now embark on the next stage of a journey,",
      "th": "เมื่อเหล่าเต่านินจากำลังเริ่ม การเดินทางขั้นต่อไปในชีวิต"
    }
  },
  {
    "translation": {
      "en": "that's already lasted more than 30 years,",
      "th": "ที่ผ่านมาแล้วกว่า 30 ปี"
    }
  },
  {
    "translation": {
      "en": "it's the fifth Turtle himself, Mark Freedman,",
      "th": "เต่านินจาตัวที่ห้า มาร์ค ฟรีดแมน"
    }
  },
  {
    "translation": {
      "en": "who read a self-published comic",
      "th": "ที่เป็นคนอ่านหนังสือคอมิกทำมือ"
    }
  },
  {
    "translation": {
      "en": "and saw the makings of, well, insane global pandemonium",
      "th": "และมองเห็นศักยภาพของ ปรากฏการณ์บ้าบอระดับโลก"
    }
  },
  {
    "translation": {
      "en": "that sold millions of toys.",
      "th": "ที่ขายของเล่นได้เป็นล้านๆ ชิ้น"
    }
  },
  {
    "translation": {
      "en": "I have never once...",
      "th": "ไม่มีเลยสักครั้งที่ผมจะ..."
    }
  },
  {
    "translation": {
      "en": "taken it for granted.",
      "th": "มองข้ามความสำคัญของมัน"
    }
  },
  {
    "translation": {
      "en": "I was given an opportunity to build a brand my way,",
      "th": "ผมได้รับโอกาสให้สร้างแบรนด์ในแบบของผม"
    }
  },
  {
    "translation": {
      "en": "go against all the naysayers and all that.",
      "th": "ต่อสู้กับพวกคนที่ไม่เชื่อผมอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "They said, \"It was absurd. It was crazy.\"",
      "th": "พวกเขาบอกว่า \"มันไร้สาระ มันบ้าบอ\""
    }
  },
  {
    "translation": {
      "en": "Two comic book artists that couldn't get jobs",
      "th": "ศิลปินนักวาดคอมิกสองคน ที่สมัครงานมาร์เวลกับดีซีแล้วเขาไม่รับ"
    }
  },
  {
    "translation": {
      "en": "working for Marvel and DC,",
      "th": "ที่สมัครงานมาร์เวลกับดีซีแล้วเขาไม่รับ"
    }
  },
  {
    "translation": {
      "en": "decided to spoof traditional superheroes.",
      "th": "จนตัดสินใจจะล้อเลียนซูเปอร์ฮีโร่แบบดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "Why would it work? But it worked.",
      "th": "มันจะประสบความสำเร็จได้ยังไง แต่ก็เป็นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[DB] And it's kept working.",
      "th": "และมันก็ยังประสบความสำเร็จต่อไป"
    }
  },
  {
    "translation": {
      "en": "So, what is it about these subterranean superheroes",
      "th": "งั้นเจ้าซูเปอร์ฮีโร่ใต้ดินพวกนี้มีดีตรงไหน"
    }
  },
  {
    "translation": {
      "en": "that keeps them mutating through the decades?",
      "th": "ถึงได้กลายพันธุ์เปลี่ยนแปลง รอดมาตลอดหลายสิบปี"
    }
  },
  {
    "translation": {
      "en": "You can point to elements after the fact and say,",
      "th": "เราอาจจะชี้ปัจจัยทีละส่วนแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "it's that humor and action combination.",
      "th": "มันเป็นส่วนผสมของอารมณ์ขันและฉากแอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "It is the fact they live in the sewers.",
      "th": "หรือเพราะการที่พวกเขาอยู่ในท่อระบายน้ำ"
    }
  },
  {
    "translation": {
      "en": "It is the personalities of the Turtles.",
      "th": "หรือเป็นบุคลิกของเต่านินจาเอง"
    }
  },
  {
    "translation": {
      "en": "Everybody has tried to knock it off.",
      "th": "และทุกคนก็พยายามทำลายพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And it doesn't work.",
      "th": "แต่ก็ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Know what? I think the key to this always has been, Pete and Kevin...",
      "th": "และตลอดที่ผ่านมา ผมว่าปัจจัยสำคัญสุดของเจ้าพวกนี้ คือพีทกับเควิน"
    }
  },
  {
    "translation": {
      "en": "created something that they loved and it all happened organically.",
      "th": "ที่ได้สร้างสิ่งที่พวกเขารัก และทั้งหมดเกิดขึ้นอย่างเป็นธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "It's real.",
      "th": "มันเป็นของจริง"
    }
  },
  {
    "translation": {
      "en": "[DB] Forged in a long-lost friendship,",
      "th": "หลอมขึ้นจากมิตรภาพที่สูญหายไปนาน"
    }
  },
  {
    "translation": {
      "en": "the Turtles' legacy will continue.",
      "th": "มรดกของเต่านินจายังจะดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "Cool! But as for Kevin and Peter, well,",
      "th": "- เจ๋ง! - แต่ในส่วนของเควินกับปีเตอร์นั้น"
    }
  },
  {
    "translation": {
      "en": "what they had back in Northampton all those years ago,",
      "th": "สิ่งที่พวกเขาเคยมีกันในนอร์ธแฮมป์ตัน เมื่อหลายต่อหลายปีก่อน"
    }
  },
  {
    "translation": {
      "en": "that was no mirage.",
      "th": "นั่นไม่ใช่ภาพลวงตา"
    }
  },
  {
    "translation": {
      "en": "[Peter] That spark was wonderful.",
      "th": "ประกายครั้งนั้นมันยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "I'd never had that with anybody, before or since.",
      "th": "ผมไม่เคยรู้สึกแบบนั้นกับใครอีกเลย ไม่ว่าก่อนหน้าหรือหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "[Kevin] It was like talking to someone with a completely like mind.",
      "th": "เหมือนได้คุยกับคนที่คิดเห็นตรงกันทุกอย่าง (ขอต้อนรับสู่นอร์ธแฮมป์ตัน)"
    }
  },
  {
    "translation": {
      "en": "[DB] Because here, among the Turtles' sleepy New England origins,",
      "th": "เพราะที่นี่ ท่ามกลางจุดกำเนิดเต่านินจา ในเมืองนิวอิงแลนด์เงียบๆ"
    }
  },
  {
    "translation": {
      "en": "a friendship was made,",
      "th": "พวกเขาได้ผูกมิตรกัน"
    }
  },
  {
    "translation": {
      "en": "and maybe today, renewed.",
      "th": "และวันนี้พวกเขาอาจได้สานมิตรภาพนั้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Peter] I think Kevin's a really cool guy.",
      "th": "ผมคิดว่าเควินเป็นคนเจ๋งมากนะ"
    }
  },
  {
    "translation": {
      "en": "And one of the regrets I have about what happened",
      "th": "หนึ่งในเรื่องที่ผมเสียใจ จากเรื่องทั้งหมดที่เกิดขึ้นคือการที่"
    }
  },
  {
    "translation": {
      "en": "is that I no longer have that guy in my life, really.",
      "th": "นายคนนั้นไม่ได้อยู่ในชีวิตผมแล้ว จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I miss Pete terribly, but it's a tough bridge to rebuild.",
      "th": "ผมคิดถึงพีทมากเลย แต่มันก็ยากที่จะทอดสะพานกลับไปอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Oh, it's so nice to see you, really...",
      "th": "- ดีใจมากจริงๆ ที่ได้เจอนาย - เมื่อมองกลับไป"
    }
  },
  {
    "translation": {
      "en": "I can look back, it was the height of the Turtles,",
      "th": "- ดีใจมากจริงๆ ที่ได้เจอนาย - เมื่อมองกลับไป ตอนนั้นเต่านินจากำลังเป็นที่นิยมสุดขีด ปีเตอร์แก่กว่าผมแปดปี"
    }
  },
  {
    "translation": {
      "en": "Peter is eight years older than I am.",
      "th": "ตอนนั้นเต่านินจากำลังเป็นที่นิยมสุดขีด ปีเตอร์แก่กว่าผมแปดปี"
    }
  },
  {
    "translation": {
      "en": "He's very settled in his life. I'm 23 years old.",
      "th": "ชีวิตเขามั่นคงมากแล้ว ผมเพิ่งอายุ 23 ปี"
    }
  },
  {
    "translation": {
      "en": "I have a little bit of cash, and I'm single.",
      "th": "ผมมีเงินไม่ใช่น้อย แล้วก็ยังโสด"
    }
  },
  {
    "translation": {
      "en": "Wasn't this done for the first toy fair?",
      "th": "นี่โปสเตอร์ที่เราทำให้ งานทอยแฟร์ครั้งแรกไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. That's right. Beginning of '88.",
      "th": "อ๋อ ใช่ ใช่แล้ว ต้นปี 1988"
    }
  },
  {
    "translation": {
      "en": "I pushed him away because I was younger",
      "th": "ผมตีตัวออกห่างจากเขาเพราะผมเด็กกว่า"
    }
  },
  {
    "translation": {
      "en": "and I wanted to do other things and I had a whole...",
      "th": "และผมอยากทำอย่างอื่น และผมมี..."
    }
  },
  {
    "translation": {
      "en": "A whole world I wanted to see.",
      "th": "มีโลกใบใหญ่ที่อยากออกไปเห็น"
    }
  },
  {
    "translation": {
      "en": "-We had that window installed. -Yeah.",
      "th": "- เราทำหน้าต่างไว้ตรงนั้น - ใช่"
    }
  },
  {
    "translation": {
      "en": "Because our big idea was,",
      "th": "เพราะตอนนั้นไอเดียสำคัญของเราคือ"
    }
  },
  {
    "translation": {
      "en": "we'd each have a drawing table next to the window.",
      "th": "เราแต่ละคน จะมีโต๊ะวาดภาพของตัวเองข้างหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "-I'd be in the other room, you'd be here. -Yep.",
      "th": "- ฉันจะอยู่อีกห้องหนึ่ง นายอยู่ห้องนี้ - ใช่"
    }
  },
  {
    "translation": {
      "en": "And we'd literally pass pages through the window.",
      "th": "แล้วเราจะส่งหน้ากระดาษกันทางหน้าต่างจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It never happened.",
      "th": "แต่มันก็ไม่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Everywhere we are in our relationship now is because of what I did to it.",
      "th": "ไม่ว่าเราจะอยู่ ณ จุดไหนในความสัมพันธ์ตอนนี้ ก็เป็นเพราะสิ่งที่ผมทำลงไป"
    }
  },
  {
    "translation": {
      "en": "Hindsight being 20/20,",
      "th": "ถ้าย้อนเวลาได้ก็คงดีกว่านี้เสมอ"
    }
  },
  {
    "translation": {
      "en": "I'd have done a lot more things differently, back in those days.",
      "th": "ถ้ากลับไปสมัยนั้น ผมคงทำอะไรแตกต่างไปจากเดิมจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Those days, I look back on them very fondly.",
      "th": "เวลาคิดถึงสมัยนั้น ผมก็คิดถึงด้วยความทรงจำที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Cowabunga. Wow, what is that from?",
      "th": "คาวาบังก้า โหย มาจากไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Really, at that point, we were interested in having fun drawing.",
      "th": "จริงๆ นะ ในจุดนั้นเราสนใจ แค่อยากวาดภาพให้สนุก"
    }
  },
  {
    "translation": {
      "en": "We were Turtle dads.",
      "th": "เราเป็นพ่อสองคนของเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "We enjoyed our kids, we took great care of our kids.",
      "th": "เราสนุกกับลูกๆ ของเรา เราดูแลลูกๆ ของเราอย่างดี"
    }
  },
  {
    "translation": {
      "en": "And they've been adopted by someone else.",
      "th": "แล้วตอนนี้พวกเขาก็ถูกคนอื่นรับไปเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "I inked a certain character. You inked certain characters.",
      "th": "ฉันจะตัดเส้นตัวละครบางตัว นายตัดเส้นตัวละครบางตัว"
    }
  },
  {
    "translation": {
      "en": "[Peter] But I made it a point in the negotiations with Viacom,",
      "th": "แต่ผมใส่ไว้ในข้อสัญญา ตอนที่เซ็นกับไวอาคอมว่าผมยังมีสิทธิ์ ที่จะออกหนังสือคอมิกทำมือเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "to retain the rights to self-publish the Turtle comic",
      "th": "ตอนที่เซ็นกับไวอาคอมว่าผมยังมีสิทธิ์ ที่จะออกหนังสือคอมิกทำมือเต่านินจา"
    }
  },
  {
    "translation": {
      "en": "if I so desired.",
      "th": "ถ้าผมอยากจะทำ"
    }
  },
  {
    "translation": {
      "en": "I just couldn't live without that possibility in my life.",
      "th": "ผมอยู่ไม่ได้หรอก ถ้าคิดแล้วไม่มีสิทธิ์จะทำแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "And you know, maybe someday we'll do it again.",
      "th": "แล้วก็ อย่างว่า สักวันเราอาจกลับไปทำอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[DB] Time will tell,",
      "th": "ก็ต้องรอดูถึงจะรู้"
    }
  },
  {
    "translation": {
      "en": "if we'll see Eastman and Laird return to where it all started.",
      "th": "ว่าเราจะได้เห็นอีสต์แมนกับแลร์ด กลับมา ณ จุดเริ่มต้นทุกอย่างอีกครั้งหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Just two guys making each other laugh.",
      "th": "จุดที่เป็นแค่ชายสองคนที่อยากให้อีกคนหัวเราะ"
    }
  },
  {
    "translation": {
      "en": "And inking each other's pencils.",
      "th": "และตัดเส้นให้ภาพของกันและกัน"
    }
  },
  {
    "translation": {
      "en": "[Peter] It would be a nice,",
      "th": "มันก็คงจะดีนะ"
    }
  },
  {
    "translation": {
      "en": "circling around way back to the beginning,",
      "th": "ถ้าได้ย้อนกลับไปทำเหมือนที่จุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "where Kevin and I did those original Turtle comics together.",
      "th": "ตอนที่เควินกับผม ทำคอมิกเต่านินจาเล่มแรกด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And I miss that.",
      "th": "ผมคิดถึงช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "Are you gonna pencil your favorite Turtle or ink it?",
      "th": "นายจะเป็นคนร่างเส้นเต่านินจาตัวโปรด หรือจะตัดเส้น"
    }
  },
  {
    "translation": {
      "en": "Pencil it. No wait, I'm drawing Raphatello or Donanardo?",
      "th": "ร่างสิ ไม่ เดี๋ยว นี่ฉันวาดราฟาเทลโลหรือโดนานาร์โดอยู่"
    }
  }
]