[
  {
    "translation": {
      "en": "Hey, gods. It's Devi Vishwakumar,",
      "th": "นมัสการท่านเทพค่ะ นี่เดวี่ วิศวกุมาร"
    }
  },
  {
    "translation": {
      "en": "your favorite Hindu girl in the San Fernando Valley.",
      "th": "สาวน้อยฮินดูจากซานเฟอร์นานโด วัลเลย์ คนโปรดของท่านเอง"
    }
  },
  {
    "translation": {
      "en": "What's a-poppin'?",
      "th": "เป็นไงกันบ้างคะ"
    }
  },
  {
    "translation": {
      "en": "It's the first day of school, and I thought we should have a check in.",
      "th": "วันนี้เปิดเทอมวันแรก หนูเลยคิดว่า เราน่าจะมาทักทายกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "I think we can all agree that last year sucked",
      "th": "หนูว่าเราน่าจะเห็นตรงกัน ว่าปีที่แล้วมันแย่มาก"
    }
  },
  {
    "translation": {
      "en": "for a number of reasons.",
      "th": "ด้วยหลายๆ เหตุผล"
    }
  },
  {
    "translation": {
      "en": "So I thought of a few ways you guys can make it up to me.",
      "th": "หนูเลยมีลู่ทางไถ่โทษสำหรับท่านมาเสนอ"
    }
  },
  {
    "translation": {
      "en": "One: I'd like to be invited to a party with alcohol and hard drugs.",
      "th": "ข้อหนึ่ง หนูอยากได้รับเชิญ ไปปาร์ตี้ที่มีเหล้ากับยาแรงๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna do them. I'd just like the opportunity to say:",
      "th": "หนูไม่ได้จะเล่นยานะ แค่อยากมีโอกาสพูดบ้างว่า"
    }
  },
  {
    "translation": {
      "en": "\"No cocaine for me, thanks. I'm good.\"",
      "th": "\"ฉันไม่เล่นโคเคน ขอบใจ\""
    }
  },
  {
    "translation": {
      "en": "Two: I'd love for my arm hair to thin out.",
      "th": "ข้อสอง หนูขอให้ขนแขนบางลงหน่อย"
    }
  },
  {
    "translation": {
      "en": "I know it's an Indian thing,",
      "th": "หนูรู้ว่าเป็นธรรมชาติของคนอินเดีย"
    }
  },
  {
    "translation": {
      "en": "but my forearms look like the frigging floor of a barber shop.",
      "th": "แต่แขนหนูสภาพเหมือนพื้นร้านตัดผมโคตรๆ"
    }
  },
  {
    "translation": {
      "en": "And lastly, most importantly,",
      "th": "และข้อสุดท้ายที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "I'd really, really like a boyfriend,",
      "th": "หนูอยากมีแฟนมากๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "but not some nerd from one of AP classes.",
      "th": "แต่ไม่เอาเด็กเนิร์ดห้องพิเศษนะ"
    }
  },
  {
    "translation": {
      "en": "Like a guy from a sports team.",
      "th": "ขอหนุ่มในทีมกีฬาดีกว่า"
    }
  },
  {
    "translation": {
      "en": "He can be dumb. I don't care.",
      "th": "เอาคนโง่ก็ได้ หนูไม่ถือ"
    }
  },
  {
    "translation": {
      "en": "I just want him to be a stone-cold hottie, who could rock me all night long.",
      "th": "หนูขอคนที่หล่อลากไส้และอึดข้ามคืนก็พอ"
    }
  },
  {
    "translation": {
      "en": "Thanks for considering. I love you guys.",
      "th": "ขอบคุณที่ช่วยรับไปพิจารณาค่ะ รักนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As she said, this is Devi Vishwakumar.",
      "th": "ตามที่เธอว่า นี่คือเดวี่ วิศวกุมาร"
    }
  },
  {
    "translation": {
      "en": "She's a 15-year-old Indian-American girl from Sherman Oaks, California,",
      "th": "เธอคือเด็กสาวอินเดียนอเมริกันวัย 15 ปี จากเชอร์แมนโอกส์ แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "and it's her first day of sophomore year.",
      "th": "และวันนี้เป็นวันแรกที่เธอขึ้นชั้นม.สี่"
    }
  },
  {
    "translation": {
      "en": "And I am legendary tennis player, John McEnroe.",
      "th": "ส่วนผมคือนักเทนนิสในตำนาน จอห์น แม็กเอนโร"
    }
  },
  {
    "translation": {
      "en": "-[upbeat music plays] -[in video] Point to Mr. McEnroe.",
      "th": "คุณแม็กเอนโรได้แต้ม"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Wow, I look great there.",
      "th": "ว้าว ในนั้นผมดูดีชะมัด"
    }
  },
  {
    "translation": {
      "en": "Now, you may be asking yourself:",
      "th": "คุณคงกำลังนึกถามตัวเอง"
    }
  },
  {
    "translation": {
      "en": "why is sports icon John McEnroe narrating this tale?",
      "th": "ว่าทำไมตัวพ่อแห่งวงการกีฬา จอห์น แม็กเอนโร ถึงมาบรรยายเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "-Dammit! -It'll make sense later, I promise.",
      "th": "- โว้ย - เดี๋ยวคุณจะเข้าใจเอง ผมสัญญา"
    }
  },
  {
    "translation": {
      "en": "Her story starts when her parents, Nalini and Mohan,",
      "th": "เรื่องของเธอเริ่มขึ้นเมื่อพ่อกับแม่ของเธอ นาลินีและโมฮาน"
    }
  },
  {
    "translation": {
      "en": "moved to the United States in September 2001.",
      "th": "ย้ายมาที่สหรัฐอเมริกา เมื่อเดือนกันยายน ปี 2001"
    }
  },
  {
    "translation": {
      "en": "Not a super chill time to be a brown person in America.",
      "th": "ซึ่งไม่ใช่ยุครุ่งเรืองของคนผิวสีน้ำผึ้ง ในอเมริกาเท่าไร"
    }
  },
  {
    "translation": {
      "en": "-[game chatter on TV] -Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Devi worshipped her father.",
      "th": "เดวี่เทิดทูนพ่อของตัวเองมาก"
    }
  },
  {
    "translation": {
      "en": "And while he and her mother stayed true to their Indian roots...",
      "th": "และขณะที่พ่อแม่ของเธอรักษารากเหง้า ของความเป็นอินเดีย..."
    }
  },
  {
    "translation": {
      "en": "No, no, no, thank you. We are vegetarians.",
      "th": "ไม่ครับ ขอบคุณ เรากินมังสวิรัติ"
    }
  },
  {
    "translation": {
      "en": "...Devi was all-American.",
      "th": "เดวี่กลับเป็นสาวมะกันเต็มตัว"
    }
  },
  {
    "translation": {
      "en": "But shortly after this barbecue,",
      "th": "แต่ไม่นานหลังจากงานเลี้ยงบาร์บีคิว"
    }
  },
  {
    "translation": {
      "en": "things got complicated for this little family.",
      "th": "ครอบครัวเล็กๆ นี้ก็ต้องเจอปัญหาที่ซับซ้อนขึ้น"
    }
  },
  {
    "translation": {
      "en": "At Devi's spring orchestra concert,",
      "th": "ที่คอนเสิร์ตออร์เคสตรา ฤดูใบไม้ผลิของเดวี่"
    }
  },
  {
    "translation": {
      "en": "Mohan had a heart attack.",
      "th": "โมฮานก็เกิดหัวใจวาย"
    }
  },
  {
    "translation": {
      "en": "-[Nalini yells] Mohan! -[crowd gasps]",
      "th": "โมฮาน"
    }
  },
  {
    "translation": {
      "en": "[Nalini] Somebody call 9-1-1!",
      "th": "เรียก 911 ที"
    }
  },
  {
    "translation": {
      "en": "[stammers] Somebody call an ambulance. An ambulance, please!",
      "th": "ช่วยเรียกรถพยาบาลที เรียกรถพยาบาลให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "-[crowd gasps] -[Nalini] Mohan!",
      "th": "โมฮานๆ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] He died.",
      "th": "เขาสิ้นใจ"
    }
  },
  {
    "translation": {
      "en": "-[somber music playing] -Devi was devastated,",
      "th": "เดวี่หัวใจสลาย"
    }
  },
  {
    "translation": {
      "en": "but things were about to get even worse.",
      "th": "แต่เรื่องกำลังจะเลวร้ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "A week later...",
      "th": "สัปดาห์ต่อมา..."
    }
  },
  {
    "translation": {
      "en": "Devi's legs stopped working.",
      "th": "ขาของเดวี่ขยับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "There was no medical reason why, but they were definitely not working.",
      "th": "แพทย์ไม่พบสาเหตุ แต่ขาของเธอใช้การไม่ได้อย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "And now, she was in a wheelchair.",
      "th": "ตอนนี้เธอจึงต้องนั่งรถเข็น"
    }
  },
  {
    "translation": {
      "en": "Just because Devi is confined to a wheelchair,",
      "th": "แค่เพราะเดวี่ต้องใช้รถเข็น"
    }
  },
  {
    "translation": {
      "en": "does not make her any less human.",
      "th": "ก็ไม่ได้ทำให้เธอสูญเสีย ความเป็นมนุษย์แต่อย่างใด"
    }
  },
  {
    "translation": {
      "en": "As far as we know, it's not contagious.",
      "th": "เท่าที่เรารู้ นี่ไม่ใช่โรคติดต่อ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] But she wouldn't have to go through it alone.",
      "th": "แต่เธอไม่ต้องเผชิญปัญหานี้ลำพัง"
    }
  },
  {
    "translation": {
      "en": "Her two best friends took the situation in stride.",
      "th": "เพื่อนซี้ทั้งสองของเธอ ยอมรับสถานการณ์ได้อย่างง่ายดาย"
    }
  },
  {
    "translation": {
      "en": "Well, maybe not in stride, but definitely in character.",
      "th": "ก็อาจไม่ง่าย แต่แน่นอนว่ามีสไตล์เฉพาะตัว"
    }
  },
  {
    "translation": {
      "en": "One day, you will walk again.",
      "th": "สักวันเธอจะกลับมาเดินได้"
    }
  },
  {
    "translation": {
      "en": "If not, I will build you legs.",
      "th": "แต่ถ้าไม่ได้ ฉันจะสร้างขาให้เธอเอง"
    }
  },
  {
    "translation": {
      "en": "This is Fabiola Torres, captain of the high school robotics team.",
      "th": "นี่คือฟาบิโอลา ทอร์เรส หัวหน้าทีมหุ่นยนต์มัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "And this is Eleanor Wong, president of the drama club.",
      "th": "ส่วนนี่คือเอเลนอร์ หว่อง ประธานชมรมการแสดง"
    }
  },
  {
    "translation": {
      "en": "This is worse than if it were happening to me.",
      "th": "นี่มันเลวร้ายยิ่งกว่าถ้าฉันเจอเองอีก"
    }
  },
  {
    "translation": {
      "en": "In protest, I shan't use my legs either.",
      "th": "เพื่อเป็นการประท้วง ฉันจะไม่ใช้ขาเดินเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "-[thuds to floor] -Aside from her friends,",
      "th": "นอกจากเพื่อนๆ ของเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "there was only one other person who could raise her spirits...",
      "th": "มีคนเดียวที่ทำให้ใจเธอกระชุ่มกระชวย..."
    }
  },
  {
    "translation": {
      "en": "and also her heart rate.",
      "th": "และทำให้ใจเธอเต้นแรงได้"
    }
  },
  {
    "translation": {
      "en": "Paxton Hall-Yoshida, the hottest guy at Sherman Oaks High.",
      "th": "แพกซ์ตัน ฮอลล์ โยะชิดะ หนุ่มที่หล่อที่สุด ในรร.มัธยมปลายเชอร์แมนโอกส์"
    }
  },
  {
    "translation": {
      "en": "I know it's a little weird for me to be saying that,",
      "th": "ผมรู้ว่าถ้าผมพูดเองคงฟังดูแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "but come on, look at this kid's jawline.",
      "th": "แต่ให้ตายเถอะ ดูสันกรามของพ่อหนุ่มนี่สิ"
    }
  },
  {
    "translation": {
      "en": "And as it turned out,",
      "th": "แต่กลับกลายเป็นว่า"
    }
  },
  {
    "translation": {
      "en": "three months after Devi's paralysis set in,",
      "th": "สามเดือนหลังจากที่เดวี่เป็นอัมพาต"
    }
  },
  {
    "translation": {
      "en": "Paxton's chiseled face actually worked a miracle.",
      "th": "ใบหน้าคมคายของแพกซ์ตัน ก็ได้สร้างปาฏิหาริย์ขึ้น"
    }
  },
  {
    "translation": {
      "en": "[male voice] Come on, dude. Give me a turn.",
      "th": "โหย พวก ให้ฉันเล่นบ้างสิ"
    }
  },
  {
    "translation": {
      "en": "Just like that, she could walk again.",
      "th": "แล้วเธอก็กลับมาเดินได้เสียดื้อๆ"
    }
  },
  {
    "translation": {
      "en": "So today, Devi returns to high school.",
      "th": "วันนี้เดวี่เลยได้กลับไปเรียนอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Can she shed her old identity",
      "th": "เธอจะสามารถสลัดตัวตนเก่า"
    }
  },
  {
    "translation": {
      "en": "as the paralyzed Indian girl,",
      "th": "จากอดีตเด็กสาวอินเดียที่เป็นอัมพาต"
    }
  },
  {
    "translation": {
      "en": "whose dad dropped dead at a school function?",
      "th": "คนที่พ่อตายในงานโรงเรียนได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "It's not likely.",
      "th": "ไม่น่าจะได้"
    }
  },
  {
    "translation": {
      "en": "Those things are pretty unforgettable,",
      "th": "เรื่องเหล่านั้นเป็นเรื่องที่ยากจะลืม"
    }
  },
  {
    "translation": {
      "en": "but with working legs comes a whole host of new possibilities.",
      "th": "แต่เมื่อขาเดินได้ เธอย่อมมีโอกาส เดินไปสู่ความเป็นไปได้ใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "So go get 'em, Devi!",
      "th": "ฉะนั้นก็สู้ๆ นะเดวี่"
    }
  },
  {
    "translation": {
      "en": "[Nalini] Devi, are you still praying? Our gods have other stuff to do, you know?",
      "th": "เดวี่ ยังสวดมนต์อยู่อีกเหรอ เทพเจ้ามีงานอื่นต้องทำนะ"
    }
  },
  {
    "translation": {
      "en": "I was about to ask for good grades.",
      "th": "หนูกำลังจะขอให้ได้เกรดสวยๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Now, grab your textbooks. We need to go.",
      "th": "หยิบหนังสือมา เราต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nalini gasps] Devi,",
      "th": "เดวี่ หนังสือเล่มนั้นปลุกเสกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "that textbook has been blessed. If it touches the ground,",
      "th": "เดวี่ หนังสือเล่มนั้นปลุกเสกมาแล้ว ถ้ามันตกพื้น แม่ก็ต้องเอาไปให้พราหมณ์ทำพิธีใหม่"
    }
  },
  {
    "translation": {
      "en": "I have to take it back to the priest.",
      "th": "ถ้ามันตกพื้น แม่ก็ต้องเอาไปให้พราหมณ์ทำพิธีใหม่"
    }
  },
  {
    "translation": {
      "en": "I don't have the time to go to Rancho Cucamonga today.",
      "th": "วันนี้แม่ไม่ว่างไปแรนโชคูคามองกานะ"
    }
  },
  {
    "translation": {
      "en": "It's fine. I caught it.",
      "th": "ไม่เป็นไรค่ะ หนูรับทัน (เรขาคณิต)"
    }
  },
  {
    "translation": {
      "en": "Oh, Devi!",
      "th": "เดวี่ ฉันทำข้าวกล่องมาให้"
    }
  },
  {
    "translation": {
      "en": "I made you a lunch.",
      "th": "(เดวี่)"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] That's Devi's cousin, Kamala.",
      "th": "นั่นคือกมลา ลูกพี่ลูกน้องของเดวี่"
    }
  },
  {
    "translation": {
      "en": "She moved in after Mohan's passing to complete her PhD at CalTech.",
      "th": "เธอย้ายเข้ามาหลังโมฮานตาย เพื่อเรียนต่อปริญญาเอกที่แคลเทค"
    }
  },
  {
    "translation": {
      "en": "Devi is not a fan.",
      "th": "แต่เดวี่ไม่ชอบหน้าเธอ"
    }
  },
  {
    "translation": {
      "en": "I don't bring lunch on Tuesdays. It's square pizza day.",
      "th": "วันอังคารฉันไม่ห่อข้าวไป เพราะเป็นวันขายพิซซ่าทรงสี่เหลี่ยม"
    }
  },
  {
    "translation": {
      "en": "Devi, don't be rude to your beautiful cousin.",
      "th": "เดวี่ อย่าเสียมารยาทกับญาติคนสวยสิ"
    }
  },
  {
    "translation": {
      "en": "I'm not that beautiful.",
      "th": "หนูไม่สวยขนาดนั้นหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry. Are you a model?",
      "th": "ขอโทษที คุณเป็นนางแบบหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, thank you so much.",
      "th": "ขอบคุณที่ชมนะคะ"
    }
  },
  {
    "translation": {
      "en": "No. I'm a biologist.",
      "th": "เปล่าค่ะ ฉันเป็นนักชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "I could never be a model. I'm too curvaceous.",
      "th": "ฉันเป็นนางแบบไม่ได้หรอกค่ะ ทรวดทรงฉันโค้งเว้าเกินไป"
    }
  },
  {
    "translation": {
      "en": "I know this sounds crazy, but would you want to get dinner?",
      "th": "พูดไปคุณคงหาว่าบ้า แต่ว่าอยากไปกินมื้อเย็นกับผมไหม"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy, keep it moving.",
      "th": "นี่ พ่อคุณ ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Take your broke-ass bike and get out of here.",
      "th": "เอาจักรยานผุๆ ของนายออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Nalini] This can't keep happening.",
      "th": "เป็นแบบนี้ต่อไปไม่ไหวนะ"
    }
  },
  {
    "translation": {
      "en": "Our recycling bins can't take much more of this.",
      "th": "ถังขยะรีไซเคิลของเรา รับมากกว่านี้ไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "How long is Kamala gonna stay with us?",
      "th": "กมลาจะอยู่บ้านเราจนถึงเมื่อไหร่คะ"
    }
  },
  {
    "translation": {
      "en": "As long as it takes for her to finish her studies. Why?",
      "th": "จนกว่าเขาจะเรียนจบไง ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "She's just so... Indian.",
      "th": "เขาโคตรอินเดียเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Like, the other day,",
      "th": "อย่างวันก่อน เขาพูดว่าเขาจะเปิดทีวีออก"
    }
  },
  {
    "translation": {
      "en": "she said she was gonna open the TV instead of turn on the TV.",
      "th": "อย่างวันก่อน เขาพูดว่าเขาจะเปิดทีวีออก แทนที่จะบอกว่าเปิดเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Devi, she's family. She's bettering her life.",
      "th": "เดวี่ เขาเป็นญาตินะ เขาพยายามยกระดับชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "You could actually learn a bit from her.",
      "th": "ลูกน่าจะดูเขาเป็นตัวอย่างบ้าง"
    }
  },
  {
    "translation": {
      "en": "I bet she doesn't let her textbooks fall on the floor.",
      "th": "แม่ว่าเขาไม่เคยทำหนังสือเรียนตกพื้นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Devi] Oh, my God. It never touched the ground!",
      "th": "โอ๊ยแม่ มันไม่โดนพื้นสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] As Devi walked into school for the first time,",
      "th": "ตอนที่เดวี่เดินเข้าโรงเรียนเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "it was impossible not to notice everybody staring at her.",
      "th": "ก็เป็นไปไม่ได้ที่จะไม่สังเกตว่าทุกคนจ้องเธอ"
    }
  },
  {
    "translation": {
      "en": "But it didn't matter, because she had her squad.",
      "th": "แต่นั่นไม่สำคัญ เพราะเธอมีเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "Have you seen the nurse's new haircut? I love it.",
      "th": "เห็นผมทรงใหม่ของพยาบาลหรือยัง อย่างสวย"
    }
  },
  {
    "translation": {
      "en": "[Eleanor] No, I have to check it out.",
      "th": "ยังเลย ต้องไปดูซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Guys, sophomore year is gonna be our year. I can feel it.",
      "th": "ทุกคน ม.ปลายปีสองจะต้อง เป็นปีของเราแน่ๆ ฉันรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "Sophomore actually means \"wise fool\" in Greek,",
      "th": "ปีสองในภาษากรีก มีความหมายว่า \"คนโง่ที่ฉลาด\""
    }
  },
  {
    "translation": {
      "en": "so it can really go either way.",
      "th": "ดังนั้นเราจะเป็นอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I just realized",
      "th": "ตายแล้ว ฉันเพิ่งนึกได้"
    }
  },
  {
    "translation": {
      "en": "that this is our last first day of sophomore year we'll ever have.",
      "th": "นี่เป็นวันแรกวันสุดท้าย ของชีวิตม.สี่ของพวกเรา"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna cry. -Right.",
      "th": "- น้ำตาจะไหล - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "This reminds me of a problem I want to talk to you guys about.",
      "th": "พูดแล้วก็นึกถึงปัญหาที่ฉันอยากคุยกับพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "We're not cool.",
      "th": "พวกเราไม่ใช่คนเท่"
    }
  },
  {
    "translation": {
      "en": "Uh, would a not cool person wear... one dangly earring?",
      "th": "คนไม่เท่จะใส่ตุ้มหูระย้าแค่ข้างเดียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Was that a choice, or did you lose your earring on the bus?",
      "th": "เธอตั้งใจใส่เองหรือว่า ทำตุ้มหูอีกข้างหายบนบัสล่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't ride the bus. I rollerbladed.",
      "th": "ฉันไม่ได้นั่งรถบัส ฉันไถโรลเลอร์เบลดมา"
    }
  },
  {
    "translation": {
      "en": "Who says we're not cool?",
      "th": "ใครบอกว่าเราไม่เท่"
    }
  },
  {
    "translation": {
      "en": "We're the only students who get to eat in the teachers' lounge.",
      "th": "เราเป็นนักเรียนกลุ่มเดียว ที่ได้นั่งกินข้าวในห้องพักครูนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, we can't do that anymore.",
      "th": "ใช่ เราจะทำแบบนั้นไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We need to eat with kids our own age.",
      "th": "เราต้องไปกินข้าวกับเด็กรุ่นเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Guys, don't you want a better high-school experience?",
      "th": "พวกเธอไม่อยากมีชีวิตม.ปลายที่ดีกว่านี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, last year was a freshmen shit-fest.",
      "th": "ปีก่อนเป็นชีวิตม.สามที่ห่วยแตกมาก"
    }
  },
  {
    "translation": {
      "en": "Are you saying that 'cause of your mobility issue?",
      "th": "เธอพูดแบบนั้น เพราะเรื่องขาเธอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "What? No. Nobody even remembers that.",
      "th": "อะไรนะ เปล่า ไม่มีใครจำเรื่องนั้นได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "'Sup, FDR? [laughs]",
      "th": "ไง น้องสองล้อ"
    }
  },
  {
    "translation": {
      "en": "Well, nobody will remember that once we're cool.",
      "th": "แหม พอเราเท่ก็ไม่มีใครจำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Which brings me to my plan.",
      "th": "ฉันเลยอยากเสนอแผน"
    }
  },
  {
    "translation": {
      "en": "This year, we're rebranding.",
      "th": "ปีนี้เราจะสร้างภาพลักษณ์ใหม่"
    }
  },
  {
    "translation": {
      "en": "We are glamorous women of color, who deserve a sexy high school life.",
      "th": "เราคือสาวสวยหลากเชื้อชาติ ที่สมควรมีชีวิตม.ปลายสุดเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "Fabiola, you are naturally snatched,",
      "th": "ฟาบิโอลา เธอเป็นคนสวยอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "but you dress like a helpful Honda guy.",
      "th": "แต่เธอแต่งตัวเฉิ่มอย่างกับเด็กโชว์รูม"
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "th": "พูดอะไรของเธอ"
    }
  },
  {
    "translation": {
      "en": "The janitor said I reminded him of his nephew.",
      "th": "ลุงภารโรงบอกว่าเห็นฉันแล้ว นึกถึงหลานชายนะ"
    }
  },
  {
    "translation": {
      "en": "Favorite nephew.",
      "th": "หลานคนโปรดด้วย"
    }
  },
  {
    "translation": {
      "en": "Eleanor, could you chill out on your spontaneous show tune singing?",
      "th": "เอเลนอร์ ช่วยเพลาๆ การร้องเพลง แบบไม่มีปี่มีขลุ่ยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "♪ Not likely ♪",
      "th": "ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Well, if you refuse to change your personalities,",
      "th": "งั้น ถ้าพวกเธอไม่ยอมเปลี่ยนนิสัย"
    }
  },
  {
    "translation": {
      "en": "I guess we'll just move onto step two, and get boyfriends.",
      "th": "งั้นเราคงต้องเลื่อนไปขั้นที่สอง ด้วยการมีแฟนเลย"
    }
  },
  {
    "translation": {
      "en": "[both stammer] Boyfriends?",
      "th": "- แฟนเหรอ - แฟนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I have chosen attainable, yet status-enhancing people",
      "th": "ฉันเลือกผู้ชายที่จับต้องได้ แต่คบแล้วดูดี"
    }
  },
  {
    "translation": {
      "en": "for each of us to date.",
      "th": "ให้พวกเราทุกคนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Fabiola, you get Alex Gomez.",
      "th": "ฟาบิโอลา เธอเอาอเล็กซ์ โกเมซไป"
    }
  },
  {
    "translation": {
      "en": "-Ugh! -[laughs] Suck it, Gomez.",
      "th": "เอานี่ไปกิน โกเมซ"
    }
  },
  {
    "translation": {
      "en": "I can't go out with Alex Gomez. He's like a foot shorter than me.",
      "th": "ฉันคบอเล็กซ์ โกเมซไม่ได้หรอก เขาเตี้ยกว่าฉันตั้งเป็นฟุต"
    }
  },
  {
    "translation": {
      "en": "Yeah, but he has a hot face.",
      "th": "ก็ใช่ แต่เขาหล่อนะ"
    }
  },
  {
    "translation": {
      "en": "You'll be like Zayn and Gigi.",
      "th": "คู่เธอจะกลายเป็นเซย์นกับจีจี้ไง"
    }
  },
  {
    "translation": {
      "en": "-Who are they? -Zayn and Gigi.",
      "th": "- ใครนะ - เซย์นกับจีจี้"
    }
  },
  {
    "translation": {
      "en": "Are you out of your goddamn mind? Forget it.",
      "th": "ไม่รู้จักได้ไงเนี่ย งั้นช่างมัน"
    }
  },
  {
    "translation": {
      "en": "Eleanor, you are gonna date Boris Kozlov.",
      "th": "เอเลนอร์ เธอไปคบกับบอริส คอสโลฟนะ"
    }
  },
  {
    "translation": {
      "en": "The Russian exchange student?",
      "th": "เด็กแลกเปลี่ยนจากรัสเซียเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "He's eating an onion.",
      "th": "หมอนั่นแทะหัวหอมใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "Yeah. He's international and sexy.",
      "th": "ใช่ เขาเป็นเด็กต่างชาติ แถมเซ็กซี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "You could write a play about it.",
      "th": "เอามาเขียนบทละครได้นะ"
    }
  },
  {
    "translation": {
      "en": "Hmm, intriguing.",
      "th": "น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "Who are you going for?",
      "th": "เธอจะจีบใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "Jonah Sharpe.",
      "th": "โจนาห์ ชาร์ป"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Tiffany. Where did you get that top? I'm gagged.",
      "th": "ต๊ายตาย ทิฟฟานี่ เธอซื้อเสื้อมาจากที่ไหน ปังมากแม่"
    }
  },
  {
    "translation": {
      "en": "Uh... Jonah Sharpe is gay.",
      "th": "โจนาห์ ชาร์ปเป็นเกย์นะ"
    }
  },
  {
    "translation": {
      "en": "But technically, he's not out yet, and he's pretty popular,",
      "th": "แต่ในทางเทคนิคเขายังไม่เปิดตัว แถมเขาก็ดังใช้ได้"
    }
  },
  {
    "translation": {
      "en": "so I'll be his beard until I can springboard off of him",
      "th": "ฉันเลยว่าจะเป็นแฟนหลอกๆ ให้เขา จนกว่าจะดีดตัว"
    }
  },
  {
    "translation": {
      "en": "to a straight boyfriend.",
      "th": "ออกมาคบชายรักหญิงได้"
    }
  },
  {
    "translation": {
      "en": "You know you sound like a sociopath, right?",
      "th": "รู้ตัวไหมว่าเธอพูดเหมือนคนโรคจิตเลย"
    }
  },
  {
    "translation": {
      "en": "Sociopaths get shit done, Fab.",
      "th": "คนโรคจิตลงมือทำ แฟบ"
    }
  },
  {
    "translation": {
      "en": "Now, go sit next to your marks, and lock 'em down.",
      "th": "ทีนี้ไปนั่งข้างเป้าหมาย แล้วจับพวกเขาให้อยู่หมัด"
    }
  },
  {
    "translation": {
      "en": "[nervously] Hi.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "[hesitantly] Hi.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Hey, Jonah. You smell great today.",
      "th": "นี่โจนาห์ วันนี้นายตัวหอมจัง"
    }
  },
  {
    "translation": {
      "en": "Thank you. It's Forever by Mariah Carey.",
      "th": "ขอบใจ นี่น้ำหอมฟอร์เอเวอร์ ของมารายห์ แครีน่ะ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] This disgusted reaction belongs to Ben Gross, Devi's nemesis.",
      "th": "ท่าทางขยะแขยงนี้มาจากเบน กรอสส์ ศัตรูคู่อาฆาตของเดวี่"
    }
  },
  {
    "translation": {
      "en": "Because Devi and her friends were an ethnically diverse group",
      "th": "เพราะว่าเดวี่กับเพื่อนๆ เป็นกลุ่มหลากหลายทางชาติพันธุ์"
    }
  },
  {
    "translation": {
      "en": "of academically-focused, um...",
      "th": "ที่มุ่งเน้นด้านวิชาการ..."
    }
  },
  {
    "translation": {
      "en": "I can't think of a better word for \"dorks.\"",
      "th": "ผมนึกคำที่ดีกว่า \"เฉิ่ม\" ไม่ออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "The rest of the school called them the gently racist nickname, the UN.",
      "th": "คนอื่นในโรงเรียนเรียกพวกเขา ด้วยชื่อเหยียดแบบเบาๆ ว่ายูเอ็น"
    }
  },
  {
    "translation": {
      "en": "It was widely known to have been created by Ben.",
      "th": "ซึ่งเป็นที่รู้กันว่าคนตั้งชื่อนี้คือเบน"
    }
  },
  {
    "translation": {
      "en": "Do you know when you can't use your legs for no medical reason,",
      "th": "รู้ไหมตอนที่เธอขยับขาไม่ได้ ทั้งที่ไม่มีเหตุผลทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "it's called psychosomatic?",
      "th": "เขาเรียกว่าอาการทางจิต"
    }
  },
  {
    "translation": {
      "en": "Which, my dad says, means fake.",
      "th": "ซึ่งพ่อฉันบอกว่ามันแปลว่าปลอม"
    }
  },
  {
    "translation": {
      "en": "Ben Gross's father, Howard, whom he idolized,",
      "th": "โฮวาร์ด พ่อของเบน กรอสส์ ที่เขาเทิดทูน"
    }
  },
  {
    "translation": {
      "en": "was a top entertainment attorney in Beverly Hills.",
      "th": "เป็นทนายความธุรกิจบันเทิงชั้นนำ ในเบเวอร์ลีฮิลส์"
    }
  },
  {
    "translation": {
      "en": "This allowed Ben Gross to dine out for years",
      "th": "ทำให้เบน กรอสส์มีเรื่องโม้ได้เป็นปีๆ"
    }
  },
  {
    "translation": {
      "en": "on the fact that Blake Griffin was at his Bar Mitzvah.",
      "th": "ว่าเบลค กริฟฟิน มาร่วมพิธีบาร์ มิตซวาห์ของเขา"
    }
  },
  {
    "translation": {
      "en": "And he and Devi had been vying for the number one spot in the class",
      "th": "แถมเขากับเดวี่ยังชิงดีชิงเด่น เป็นที่หนึ่งในชั้น"
    }
  },
  {
    "translation": {
      "en": "every year since the first grade.",
      "th": "มาตั้งแต่สมัยประถมหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You might call them the John McEnroe and Jimmy Connors",
      "th": "เรียกว่าเป็นจอห์น แม็กเอนโร กับจิมมี คอนเนอร์ส"
    }
  },
  {
    "translation": {
      "en": "of Sherman Oaks High School.",
      "th": "แห่งมัธยมปลายเชอร์แมนโอกส์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Not to make this about me.",
      "th": "ผมไม่ได้จะโยงเข้าเรื่องตัวเองนะ"
    }
  },
  {
    "translation": {
      "en": "Good morning, you young, brilliant minds.",
      "th": "อรุณสวัสดิ์เด็กๆ ผู้ปราดเปรื่องทุกคน"
    }
  },
  {
    "translation": {
      "en": "Welcome to Facing History...",
      "th": "ขอต้อนรับสู่วิชา เผชิญหน้ากับประวัติศาสตร์..."
    }
  },
  {
    "translation": {
      "en": "[smacks lips] and Ourselves.",
      "th": "และตัวเราเอง"
    }
  },
  {
    "translation": {
      "en": "This is not gonna be your typical history class.",
      "th": "นี่จะไม่วิชาประวัติศาสตร์ทั่วไป ที่พวกเธอเคยเรียน"
    }
  },
  {
    "translation": {
      "en": "We are going to be unpacking some very difficult subjects...",
      "th": "เราจะมาเปิดประเด็นยากๆ หลากหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "like, uh... slavery,",
      "th": "เช่น การเป็นทาส"
    }
  },
  {
    "translation": {
      "en": "and the Holocaust.",
      "th": "และการฆ่าล้างเผ่าพันธุ์ยิว"
    }
  },
  {
    "translation": {
      "en": "Think of this as a ride on a tour bus",
      "th": "ให้คิดว่านี่เป็นการนั่งรถเที่ยวชม"
    }
  },
  {
    "translation": {
      "en": "through some of the darkest moments of our history.",
      "th": "ช่วงเวลาที่มืดมนที่สุดบางช่วง ในประวัติศาสตร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Just then, the high school gods chose to smile down on Devi.",
      "th": "ในตอนนั้นเอง เทพเจ้าม.ปลาย ก็ทรงเมตตาเดวี่"
    }
  },
  {
    "translation": {
      "en": "Thanks to Paxton's extreme apathy toward school,",
      "th": "ต้องขอบคุณที่แพกซ์ตัน ไม่แยแสการเรียนแม้แต่น้อย"
    }
  },
  {
    "translation": {
      "en": "he was forced to retake this class, which he failed as a sophomore.",
      "th": "เขาจึงต้องเรียนวิชานี้ซ้ำ เพราะเขาสอบตกตอนม.สี่"
    }
  },
  {
    "translation": {
      "en": "Maybe this year was looking up after all.",
      "th": "ดูเหมือนปีนี้จะดีกว่าปีก่อนจริงๆ นะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Damn.",
      "th": "แม่เจ้าโว้ย"
    }
  },
  {
    "translation": {
      "en": "\"Damn\" is right, Devi. This is some really heavy stuff.",
      "th": "ใช่ เดวี่ แม่เจ้าโว้ย นี่เป็นหัวข้อที่จริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "Genocide is not 100.",
      "th": "การฆ่าล้างเผ่าพันธุ์ไม่โอ"
    }
  },
  {
    "translation": {
      "en": "And systemic racism is not litty.",
      "th": "ส่วนการเหยียดอย่างเป็นระบบก็ไม่ปัง"
    }
  },
  {
    "translation": {
      "en": "As we travel through all of humanity's most horrific atrocities,",
      "th": "ขณะที่เราเที่ยวชมที่สุดแห่ง ความโหดเหี้ยมของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "I want you to feel shooketh.",
      "th": "ครูอยากให้พวกเธออึ้งฝุดๆ"
    }
  },
  {
    "translation": {
      "en": "[teacher] Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Trust.",
      "th": "เชื่อเจ้"
    }
  },
  {
    "translation": {
      "en": "But even though she told her friends that Jonah was the one she was after,",
      "th": "แต่ถึงเธอจะบอกเพื่อนๆ ว่าเป้าหมายของเธอคือโจนาห์"
    }
  },
  {
    "translation": {
      "en": "Paxton Hall-Yoshida just seemed so much more,",
      "th": "แพกซ์ตัน ฮอลล์ โยะชิดะกลับดู..."
    }
  },
  {
    "translation": {
      "en": "I don't know... hot?",
      "th": "ไม่รู้สิ แซ่บกว่าหมอนั่นเป็นร้อยเท่ามั้ง"
    }
  },
  {
    "translation": {
      "en": "[teacher] Devi, Ben. Can you come back in here, please?",
      "th": "เดวี่ เบน เข้ามาในห้องอีกทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I am honored to have powerful voices in my class,",
      "th": "ครูรู้สึกเป็นเกียรติมาก ที่มีนักเรียนหัวกะทิมาเรียนด้วย"
    }
  },
  {
    "translation": {
      "en": "but in the past, the competition between the two of you",
      "th": "แต่ในอดีต การแข่งขันระหว่างเธอสองคน"
    }
  },
  {
    "translation": {
      "en": "has not been... useful to the learning environment of others.",
      "th": "มันไม่เอื้อต่อบรรยากาศการเรียนรู้ ของคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Devi has, what you might consider, a short fuse,",
      "th": "เดวี่เป็นเด็กที่เรียกได้ว่าหัวร้อนง่าย"
    }
  },
  {
    "translation": {
      "en": "and sometimes, she's a straight up psycho,",
      "th": "และบางครั้งก็ประสาทแดกเต็มขั้น"
    }
  },
  {
    "translation": {
      "en": "which I find pretty admirable.",
      "th": "ซึ่งผมคิดว่าเป็นบุคลิกที่น่าชื่นชม"
    }
  },
  {
    "translation": {
      "en": "So do you think you can set aside your rivalry",
      "th": "ถ้าอย่างนั้น พวกเธอคิดว่า จะเลิกจองล้างจองผลาญกัน"
    }
  },
  {
    "translation": {
      "en": "for the good of the class?",
      "th": "เพื่อประโยชน์ของคนในห้องได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Well, of course, Mister Shapiro.",
      "th": "แน่นอนครับ ครูชาปิโร"
    }
  },
  {
    "translation": {
      "en": "A great idea, as always.",
      "th": "เป็นความคิดที่ดีเช่นเคยครับ"
    }
  },
  {
    "translation": {
      "en": "I agree. In fact, I liked your idea even more than he did. [chuckles]",
      "th": "เห็นด้วยค่ะ อันที่จริงหนูเห็นด้วย มากกว่าเขาอีก"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ตามนั้น"
    }
  },
  {
    "translation": {
      "en": "Man, David, watching you flirt with Jonah",
      "th": "โห เดวิด ภาพเธออ่อยโจนาห์"
    }
  },
  {
    "translation": {
      "en": "was just about the saddest thing I've ever seen,",
      "th": "เป็นภาพที่น่าเศร้าที่สุดที่ฉันเคยเห็นเลย"
    }
  },
  {
    "translation": {
      "en": "and I saw my dad run over our cat.",
      "th": "ทั้งที่ฉันเคยเห็นพ่อขับรถทับแมว"
    }
  },
  {
    "translation": {
      "en": "You know he's gay, right?",
      "th": "รู้ใช่ไหมว่าเขาเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "Your cat? No, I didn't.",
      "th": "แมวนายน่ะเหรอ ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[sarcastically] That's so cool.",
      "th": "สุดยอดไปเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "Word of advice: just give up.",
      "th": "ขอแนะนำนะ ล้มเลิกซะเถอะ"
    }
  },
  {
    "translation": {
      "en": "Plenty of amazing people have died as virgins.",
      "th": "มีคนเจ๋งๆ ถมเถไปที่ตายทั้งที่ยังซิง"
    }
  },
  {
    "translation": {
      "en": "You and the rest of the UN are in good company.",
      "th": "เธอกับพวกยูเอ็นที่เหลือมีพวกตั้งเยอะ"
    }
  },
  {
    "translation": {
      "en": "You know? You shouldn't call us the UN.",
      "th": "นี่ อย่าเรียกเราว่ายูเอ็นนะ"
    }
  },
  {
    "translation": {
      "en": "-It's racist, and offensive, and-- -What?",
      "th": "- มันเหยียดผิว หยาบคาย และ... - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, like the United Nations?",
      "th": "อ๋อ แบบว่าสหประชาชาติเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. We call you the UN, because you are unfuckable nerds.",
      "th": "เปล่า ที่บอกว่าพวกเธอเป็นยูเอ็น คือเป็นประชาชาติที่ไม่มีใครเอา"
    }
  },
  {
    "translation": {
      "en": "Can you believe he said that?",
      "th": "เขากล้าพูดแบบนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "What do you think, Doctor Ryan? Do you agree with him?",
      "th": "คุณคิดว่ายังไงคะ หมอไรอัน เห็นด้วยกับเขาไหม"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] This is Doctor Jamie Ryan, a child psychologist",
      "th": "นี่คือดร.เจมี ไรอัน นักจิตวิทยาเด็ก"
    }
  },
  {
    "translation": {
      "en": "from Toluca Lake, California.",
      "th": "จากโทลูกาเลค แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "She's Devi's therapist,",
      "th": "เธอเป็นนักบำบัดของเดวี่"
    }
  },
  {
    "translation": {
      "en": "and this morning, the woman Devi is shouting at.",
      "th": "และเป็นผู้หญิงที่เดวี่โวยวายใส่ ในเช้าวันนี้"
    }
  },
  {
    "translation": {
      "en": "Wait, you're asking me to tell you if I think you're bangable?",
      "th": "นี่กำลังถามฉันว่า เธอมีความยั่วยวนทางเพศไหมน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Devi, I can't do that.",
      "th": "- ค่ะ - เดวี่ ฉันตอบไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Ethically, legally, and most importantly, it's creepy.",
      "th": "มันผิดจริยธรรม ผิดกฎหมาย ที่สำคัญที่สุดคือมันโรคจิต"
    }
  },
  {
    "translation": {
      "en": "So you agree with Ben Gross and the whole school",
      "th": "งั้นคุณก็เห็นด้วยกับเบน กรอสส์ และทั้งโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and think I'm a disgusting troll?",
      "th": "และคิดว่าหนูเป็นตัวอุบาทว์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Hey, I am not going to tell you I think you're sexy.",
      "th": "นี่ ฉันจะไม่พูดหรอกนะ ว่าเธอเซ็กซี่ในสายตาฉัน"
    }
  },
  {
    "translation": {
      "en": "I will tell you that kid sucks, and you should ignore him.",
      "th": "ฉันจะบอกว่าเด็กคนนั้นเฮงซวย และเธอไม่ควรสนใจเขา"
    }
  },
  {
    "translation": {
      "en": "Doctor Ryan, you know how much trouble I have taking the high road.",
      "th": "หมอไรอันคะ คุณก็รู้ว่าหนูมีปัญหา เรื่องการรับมือแบบผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "I do. Why don't you sit down?",
      "th": "ฉันรู้จ้ะ นั่งลงก่อนดีไหม"
    }
  },
  {
    "translation": {
      "en": "So, you're back up on your feet.",
      "th": "กลับมายืนบนลำแข้งได้แล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "That's gotta feel good.",
      "th": "รู้สึกดีล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah. That part was good.",
      "th": "ค่ะ เรื่องนั้นก็ดี"
    }
  },
  {
    "translation": {
      "en": "It was so nice not to be in a wheelchair,",
      "th": "มันดีมากที่ไม่ต้องนั่งรถเข็น"
    }
  },
  {
    "translation": {
      "en": "but people were still staring at me.",
      "th": "แต่คนก็ยังชอบจ้องหนูอยู่"
    }
  },
  {
    "translation": {
      "en": "They all think I was faking being paralyzed.",
      "th": "ทุกคนคิดว่าหนูแกล้งเป็นอัมพาต"
    }
  },
  {
    "translation": {
      "en": "Why would I fake that?",
      "th": "ทำไมหนูต้องแกล้งทำด้วย"
    }
  },
  {
    "translation": {
      "en": "Because it's such a cool look",
      "th": "เพราะมันดูเท่เหรอ"
    }
  },
  {
    "translation": {
      "en": "to have your cousin help you onto the toilet?",
      "th": "ที่ต้องให้ลูกพี่ลูกน้องพานั่งส้วม"
    }
  },
  {
    "translation": {
      "en": "Listen, I think I've got something that could really help you.",
      "th": "ฟังนะ ฉันว่าฉันมีของที่จะช่วยเธอได้"
    }
  },
  {
    "translation": {
      "en": "Paxil, Lexapro, Xanax, Zoloft? I'll try anything.",
      "th": "แพกซิล เล็กซาโปร ซาแน็กซ์ โซลอฟต์เหรอคะ หนูจะลองค่ะ"
    }
  },
  {
    "translation": {
      "en": "Whoa! Knock it off, wannabe pill popper.",
      "th": "โว้ หยุดเลย แม่ขี้ยาวอนนาบี"
    }
  },
  {
    "translation": {
      "en": "It's a grief journal.",
      "th": "นี่บันทึกความเศร้า"
    }
  },
  {
    "translation": {
      "en": "Sometimes, the pain we feel is too hard to say out loud.",
      "th": "บางครั้งเราก็ทำใจ พูดถึงความเจ็บปวดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "This way, you don't actually have to say it.",
      "th": "สมุดนี้จะทำให้เธอ ไม่ต้องพูดออกมาตรงๆ"
    }
  },
  {
    "translation": {
      "en": "And if this doesn't work, you can always prescribe me some Klonopin.",
      "th": "หรือถ้าบันทึกไม่ได้ผล คุณก็สั่งยาโคลโนพินให้หนูได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "Girl, bye.",
      "th": "ไปได้แล้วอีหนู"
    }
  },
  {
    "translation": {
      "en": "Devi, how was your first day at school?",
      "th": "เดวี่ ไปโรงเรียนวันแรกเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I'll be honest. It was mixed.",
      "th": "บอกตามตรงว่ามีดีปนร้ายค่ะ"
    }
  },
  {
    "translation": {
      "en": "I got all the classes I wanted.",
      "th": "หนูได้เรียนทุกวิชาที่อยากเรียน"
    }
  },
  {
    "translation": {
      "en": "Prime locker location. Ben Gross is still a dick.",
      "th": "ได้ตู้เก็บของทำเลดี เบน กรอสส์ยังเป็นไอ้หัวกระดอตามเคย"
    }
  },
  {
    "translation": {
      "en": "Are we allowed to say \"dick\" now?",
      "th": "เราพูด \"กระดอ\" ได้แล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "No one can say \"dick\" in this house.",
      "th": "ห้ามใครพูดคำว่า \"กระดอ\" ในบ้านนี้"
    }
  },
  {
    "translation": {
      "en": "Why do let that Ben Gross rile you up so much? He's like 5'2\".",
      "th": "ทำไมยอมให้เบน กรอสส์แหย่อยู่ได้ เขาสูงแค่ห้าฟุตสองนิ้วเอง"
    }
  },
  {
    "translation": {
      "en": "Damn, Mom! That was savage. Up top.",
      "th": "โหแม่ ร้ายกาจมาก ตีมือหน่อย"
    }
  },
  {
    "translation": {
      "en": "Ah, okay. I do not like high-fiving. It's violent.",
      "th": "เอาล่ะ แม่ไม่ชอบตีมือ มันรุนแรง"
    }
  },
  {
    "translation": {
      "en": "Can we please not do that again?",
      "th": "อย่าทำแบบนั้นอีกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "On a more civilized note,",
      "th": "มาคุยเรื่องที่มีอารยะกว่านี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I received some very exciting information today.",
      "th": "วันนี้แม่ได้ข้อมูลที่น่าตื่นเต้นมา"
    }
  },
  {
    "translation": {
      "en": "Kamala, your parents have found you a match...",
      "th": "กมลา พ่อกับแม่เธอ หาคนที่เหมาะสมได้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "for marriage.",
      "th": "คู่สมรสน่ะ"
    }
  },
  {
    "translation": {
      "en": "They did?",
      "th": "จริงเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Yes! His name is Prashant. He's an engineer.",
      "th": "ใช่จ้ะ เขาชื่อประชานต์ เป็นวิศวกร"
    }
  },
  {
    "translation": {
      "en": "Isn't that fantastic?",
      "th": "วิเศษไปเลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Kamala was expected to have an arranged marriage",
      "th": "กมลาถูกจัดแจงให้แต่งงานแบบคลุมถุงชน"
    }
  },
  {
    "translation": {
      "en": "after she finished her studies abroad,",
      "th": "หลังจบการศึกษาจากต่างประเทศแล้ว"
    }
  },
  {
    "translation": {
      "en": "but she felt less than enthusiastic about this idea.",
      "th": "แต่เธอไม่กระตือรือร้นกับแผนนี้เอาซะเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, that's so wonderful.",
      "th": "วิเศษไปเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "A husband from India? Someone I've never met before.",
      "th": "สามีจากอินเดียเหรอคะ คนที่ฉันไม่เคยเจอมาก่อนด้วย"
    }
  },
  {
    "translation": {
      "en": "[sarcastically] Perfect stranger. How exciting.",
      "th": "ไม่รู้จักฉันไม่รู้จักเธอ น่าตื่นเต้นจัง"
    }
  },
  {
    "translation": {
      "en": "I know!",
      "th": "ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Finally, some good news for this family.",
      "th": "ในที่สุดครอบครัวนี้ก็มีข่าวดีสักที"
    }
  },
  {
    "translation": {
      "en": "Yeah. That's frigging great.",
      "th": "ค่ะ ดีจนจะขาดใจตาย"
    }
  },
  {
    "translation": {
      "en": "Kamala does nothing and gets a full husband in the mail.",
      "th": "กมลาไม่ต้องทำอะไร แต่ก็ได้สามีมาส่งทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, I'm trying to trick a gay guy into going to Johnny Rockets with me.",
      "th": "ขณะที่หนูต้องพยายามหลอกล่อเกย์ ไปกินข้าวที่จอห์นนี่ ร็อคเก็ตส์ด้วย"
    }
  },
  {
    "translation": {
      "en": "You know what? I'm just too jealous to eat with you right now.",
      "th": "รู้ไหม ตอนนี้ฉันอิจฉา จนไม่อยากกินข้าวกับเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Devi...",
      "th": "เดวี่"
    }
  },
  {
    "translation": {
      "en": "[male voice] Devi.",
      "th": "เดวี่"
    }
  },
  {
    "translation": {
      "en": "-[male voice] Devi, come here. -[clapping in background]",
      "th": "เดวี่ มานี่"
    }
  },
  {
    "translation": {
      "en": "-Dad? -Come, come. Sit down.",
      "th": "- พ่อ - มาเร็ว นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "I want to show you something.",
      "th": "พ่อมีอะไรจะให้ดู"
    }
  },
  {
    "translation": {
      "en": "This is John McEnroe.",
      "th": "นี่จอห์น แม็กเอนโร"
    }
  },
  {
    "translation": {
      "en": "He is my favorite player of all time.",
      "th": "เขาเป็นผู้เล่นคนโปรดตลอดกาลของพ่อ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Hey, look at that! It's me.",
      "th": "อ้าว ดูสิ นั่นผมนี่นา"
    }
  },
  {
    "translation": {
      "en": "I told you it would all make sense.",
      "th": "บอกแล้วว่าเดี๋ยวคุณก็เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "He doesn't let anyone push him around.",
      "th": "เขาไม่ยอมให้ใครมาบงการเลย"
    }
  },
  {
    "translation": {
      "en": "Look at him, giving it back to that umpire.",
      "th": "ดูเขาสิ ตะโกนด่ากรรมการตัดสินยกใหญ่"
    }
  },
  {
    "translation": {
      "en": "He's a firecracker... just like you.",
      "th": "เขาเป็นคนไม่ยอมใคร เหมือนลูกนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Kanna, what is it?",
      "th": "ลูกรัก เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Dad, am I ugly?",
      "th": "พ่อคะ หนูขี้เหร่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "What nonsense. I'm looking at you right now.",
      "th": "เหลวไหล พ่อมองหน้าลูกอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "You're the most beautiful girl in the world.",
      "th": "ลูกเป็นเด็กสาวที่สวยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "No. Kamala is beautiful,",
      "th": "ไม่ค่ะ กมลาต่างหากที่สวย"
    }
  },
  {
    "translation": {
      "en": "and a boy at school said that I was an un--",
      "th": "แถมหนุ่มที่โรงเรียน ก็บอกว่าหนูเป็นพวกไม่มีใคร..."
    }
  },
  {
    "translation": {
      "en": "He said something mean to me.",
      "th": "เขาพูดจาร้ายๆ ใส่หนู"
    }
  },
  {
    "translation": {
      "en": "This boy is clearly an idiot, like this umpire.",
      "th": "เด็กคนนั้นเป็นไอ้งั่ง เหมือนกรรมการตัดสินคนนี้ไง"
    }
  },
  {
    "translation": {
      "en": "Do you think John McEnroe would let that umpire tell him",
      "th": "ลูกคิดว่าจอห์น แม็กเอนโร จะปล่อยให้กรรมการตัดสิน"
    }
  },
  {
    "translation": {
      "en": "that he's not beautiful?",
      "th": "บอกว่าเขาหน้าตาไม่ดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. He would stand up for himself.",
      "th": "ไม่ เขาจะลุกขึ้นสู้เพื่อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "So I should beat up Ben Gross?",
      "th": "งั้นหนูควรต่อยเบน กรอสส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "What? No, no, no.",
      "th": "หา ไม่ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "You fight back with your spirit, little one.",
      "th": "ต้องใช้จิตวิญญาณโต้กลับต่างหาก สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "You stand up for yourself, just like him.",
      "th": "ลูกลุกขึ้นสู้เพื่อตัวเอง เหมือนอย่างที่เขาทำ"
    }
  },
  {
    "translation": {
      "en": "[over TV] Answer my question! The question, jerk!",
      "th": "ตอบคำถามฉันสิ คำถามน่ะ ไอ้เบื๊อก"
    }
  },
  {
    "translation": {
      "en": "Thanks, Dad. I'll try.",
      "th": "ขอบคุณค่ะพ่อ หนูจะลองดู"
    }
  },
  {
    "translation": {
      "en": "Wait. What are you doing here?",
      "th": "เดี๋ยวนะ พ่อมาทำอะไรที่นี่"
    }
  },
  {
    "translation": {
      "en": "This is my living room.",
      "th": "ก็นี่ห้องนั่งเล่นบ้านพ่อ"
    }
  },
  {
    "translation": {
      "en": "[stammers] No, I mean, you died.",
      "th": "ไม่ใช่ หนูหมายถึง พ่อตายแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, that? I'm better now.",
      "th": "อ๋อ พ่อดีขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] So the next morning, Devi took her dad's advice",
      "th": "เช้าวันถัดมา เดวี่จึงทำตามคำแนะนำของพ่อ"
    }
  },
  {
    "translation": {
      "en": "and decided to fight back with her spirit, AKA she would be serving a damn lewk.",
      "th": "และตัดสินใจโต้กลับด้วยจิตวิญญาณ หรือก็คือเธอจะแต่งตัวเปรี้ยวจี๊ด"
    }
  },
  {
    "translation": {
      "en": "Ben Gross better get ready to eat his words.",
      "th": "เบน กรอสส์เตรียมตัวถอนคำพูดได้เลย"
    }
  },
  {
    "translation": {
      "en": "Woah, Devi, you look like an Indian Kardashian.",
      "th": "เดวี่ เธอเหมือนสาวคาร์แดเชี่ยน เวอร์ชั่นอินเดียเลย"
    }
  },
  {
    "translation": {
      "en": "Thanks, Fab, but I thought we were dressing hot today.",
      "th": "ขอบใจแฟบ แต่ไหนว่าวันนี้ เราจะแต่งตัวดึงดูดใจไง"
    }
  },
  {
    "translation": {
      "en": "This is my boys' medium polo instead of my usual large.",
      "th": "นี่เสื้อโปโลผู้ชายไซส์เอ็มนะ ปกติฉันใส่ไซส์แอล"
    }
  },
  {
    "translation": {
      "en": "-The janitor said-- -No. Just, no.",
      "th": "- ลุงภารโรงบอกว่า... - ไม่ ไม่ได้ พอเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Stop. -[Eleanor] Well, I know I did a good job.",
      "th": "แต่ฉันรู้ว่าฉันแต่งองค์มาดีเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Get a load of sexy flapper girl.",
      "th": "เชิญทัศนาสาวน้อยวินเทจ สุดเซ็กซี่ให้เต็มตา"
    }
  },
  {
    "translation": {
      "en": "[dramatically] My grandmother died in this dress.",
      "th": "ย่าฉันตายตอนที่ใส่ชุดนี้"
    }
  },
  {
    "translation": {
      "en": "Okay. Let's just stick to the plan.",
      "th": "เอาล่ะ มาทำตามแผนกันไว้"
    }
  },
  {
    "translation": {
      "en": "What's our goal for today?",
      "th": "เป้าหมายวันนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "-[both] To make conversation. -Right.",
      "th": "- สร้างบทสนทนา - ใช่"
    }
  },
  {
    "translation": {
      "en": "We're talking to the boys.",
      "th": "เราจะไปคุยกับหนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna ask Jonah to come over and watch unreleased Ariana Grande footage.",
      "th": "ฉันจะชวนโจนาห์มาที่บ้าน เพื่อดูคลิปหลุดของอาริอานา กรานเด"
    }
  },
  {
    "translation": {
      "en": "Before you know it, we'll all be boinking at prom. Okay.",
      "th": "และก่อนจะรู้ตัว พวกเราก็จะได้ อึ๊บหนุ่มในงานพรอม เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Boyfriend, here I co--",
      "th": "แฟนจ๋า ฉันมา..."
    }
  },
  {
    "translation": {
      "en": "[nervously] Hey, Jonah.",
      "th": "ไง โจนาห์"
    }
  },
  {
    "translation": {
      "en": "Ew, you're bleeding.",
      "th": "อี๋ เธอเลือดออก"
    }
  },
  {
    "translation": {
      "en": "You're getting knee blood on the chair. It's unsanitary.",
      "th": "เดี๋ยวเลือดที่เข่าก็เลอะเก้าอี้หรอก มันไม่ถูกสุขอนามัย ถ้าเธอเป็นเอดส์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "You could have AIDS.",
      "th": "มันไม่ถูกสุขอนามัย ถ้าเธอเป็นเอดส์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought no one would bang me. How could I have AIDS?",
      "th": "ไหนบอกไม่มีใครอยากเอาฉัน ฉันจะติดเอดส์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Easy. Blood transfusion.",
      "th": "ง่ายจะตาย ติดทางเลือดไง"
    }
  },
  {
    "translation": {
      "en": "Or sharing needles.",
      "th": "ไม่ก็ใช้เข็มร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "[scoffs] You wish you were cool enough for intravenous drugs.",
      "th": "อย่างเธอไม่เจ๋งพอจะเล่นยา แบบฉีดเข้าเส้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Oh. Drugs are, like, cool now? I didn't realize",
      "th": "อ้าว เดี๋ยวนี้เล่นยาคือเจ๋งเหรอ เพิ่งรู้ว่านายเป็นไอ้ขี้ยาบ้านนอก"
    }
  },
  {
    "translation": {
      "en": "you were a hillbilly tweaker. I guess you're skinny enough.",
      "th": "เพิ่งรู้ว่านายเป็นไอ้ขี้ยาบ้านนอก หุ่นนายก็ผอมได้อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm not skinny. I'm jacked.",
      "th": "ฉันไม่ได้ผอม ฉันล่ำ"
    }
  },
  {
    "translation": {
      "en": "Hmph, for now, until you morph into your big fat dad.",
      "th": "ก็แค่ตอนนี้ เดี๋ยวต่อไป นายก็จะอ้วนเผละเหมือนพ่อ"
    }
  },
  {
    "translation": {
      "en": "Shut up. My dad's hot.",
      "th": "เงียบเลย พ่อฉันหล่อ"
    }
  },
  {
    "translation": {
      "en": "You've no idea what he's been through. He has thyroid issues.",
      "th": "เธอไม่รู้หรอกว่าเขาเจออะไรมา ต่อมไทรอยด์เขามีปัญหานะ"
    }
  },
  {
    "translation": {
      "en": "Enough! We talked about this yesterday.",
      "th": "พอ เมื่อวานเราคุยเรื่องนี้กันแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "How can we mend the conflict of our past when the conflict of our present rages on?",
      "th": "เราจะแก้ความขัดแย้งในอดีตยังไง ในเมื่อความขัดแย้งปัจจุบันกำลังระอุ"
    }
  },
  {
    "translation": {
      "en": "-Boo. -That doesn't mean anything.",
      "th": "ครูพูดไม่รู้เรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "Those responses were very hurtful.",
      "th": "ครูเสียใจกับคำตอบของพวกเธอมาก"
    }
  },
  {
    "translation": {
      "en": "Go to the principal's office.",
      "th": "ไปห้องครูใหญ่"
    }
  },
  {
    "translation": {
      "en": "[principal] Look who it is. Tweedle Dumb and Tweedle Idiot.",
      "th": "(อาจารย์ใหญ่กรับส์) ดูสิว่าใคร หนูน้อยจอมโง่ กับหนูน้อยจอมงั่งนี่เอง"
    }
  },
  {
    "translation": {
      "en": "You will both report here after school to do some unpaid labor in the office.",
      "th": "เลิกเรียนแล้วพวกเธอต้องมารายงานตัว เพื่อทำงานฟรีให้สำนักงาน"
    }
  },
  {
    "translation": {
      "en": "[both] Like an internship?",
      "th": "เหมือนฝึกงานเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Like a punishment.",
      "th": "ไม่ใช่ เป็นการลงโทษ"
    }
  },
  {
    "translation": {
      "en": "You're in trouble!",
      "th": "พวกเธอก่อเรื่องนะ"
    }
  },
  {
    "translation": {
      "en": "I can't.",
      "th": "ผมมาไม่ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "I'm supposed to go cheer on my girlfriend's field hockey practice.",
      "th": "ผมต้องไปให้กำลังใจแฟนซ้อมเล่นฮอกกี้"
    }
  },
  {
    "translation": {
      "en": "You know, I support women.",
      "th": "ผมสนับสนุนผู้หญิงน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Is that why, Mister Feminist?",
      "th": "งั้นเหรอ พ่อเฟมินิสต์"
    }
  },
  {
    "translation": {
      "en": "Or is it to watch a bunch of teenage boobs bounce around?",
      "th": "หรือว่านายแค่อยากดูนมสาวๆ เด้งขึ้นเด้งลง"
    }
  },
  {
    "translation": {
      "en": "Field hockey is a beautiful sport.",
      "th": "ฮอกกี้เป็นกีฬาที่สวยงามครับ"
    }
  },
  {
    "translation": {
      "en": "Busted. You're a perv.",
      "th": "โป๊ะแตกแล้วไอ้หื่น"
    }
  },
  {
    "translation": {
      "en": "And what are you laughing at, Erin Brockovich?",
      "th": "แล้วเธอขำอะไร เอริน บร็อคโควิช"
    }
  },
  {
    "translation": {
      "en": "Is that a skirt or a headband?",
      "th": "นั่นกระโปรงที่คาดผมกันแน่"
    }
  },
  {
    "translation": {
      "en": "You know, get your acts together,",
      "th": "ทำตัวให้เป็นผู้เป็นคนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "or I will personally call all the Ivys and tell them not to admit you.",
      "th": "ไม่งั้นฉันจะโทรบอกม.ไอวีลีกทุกที่ ไม่ให้รับพวกเธอเข้าเรียน"
    }
  },
  {
    "translation": {
      "en": "Get ready to get your online degree at StDoofusUniversity.com.",
      "th": "เตรียมตัวรับปริญญาออนไลน์ จากม.ออนไลน์หางแถวได้เลย"
    }
  },
  {
    "translation": {
      "en": "You're dismissed.",
      "th": "พวกเธอไปได้"
    }
  },
  {
    "translation": {
      "en": "Your stupid heels are slowing us down. Take them off.",
      "th": "ส้นสูงโง่ๆ ของเธอทำให้เราช้า ถอดออกเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sure you'd like to see my bare feet, sicko.",
      "th": "ย่ะ นายคงอยากเห็นเท้าเปล่า ของฉันล่ะสิ ตาโรคจิต"
    }
  },
  {
    "translation": {
      "en": "Foot fetish much?",
      "th": "ชอบเท้าหรือไง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oliver Martinez?",
      "th": "คุณพระ โอลิเวอร์ มาร์ติเนซ"
    }
  },
  {
    "translation": {
      "en": "Stop molesting my friend!",
      "th": "หยุดลวนลามเพื่อนฉันนะ"
    }
  },
  {
    "translation": {
      "en": "He's not molesting me. He's caressing me.",
      "th": "เขาไม่ได้ลวนลามฉัน เขาลูบไล้ฉัน"
    }
  },
  {
    "translation": {
      "en": "He's my boyfriend.",
      "th": "เขาเป็นแฟนฉัน"
    }
  },
  {
    "translation": {
      "en": "Wait. You have a boyfriend?",
      "th": "เดี๋ยวนะ เธอมีแฟนเหรอ"
    }
  },
  {
    "translation": {
      "en": "We had to keep it a secret.",
      "th": "เราต้องปิดเป็นความลับน่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, can you imagine the shock waves it would send through drama club?",
      "th": "เธอนึกออกไหมว่าชมรมการแสดง จะตื่นตะลึงขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "An actress dating tech crew?",
      "th": "นักแสดงคบกับช่างเทคนิคเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I just... I didn't want to upstage you",
      "th": "ฉันแค่ไม่อยากแซงหน้าเธอ"
    }
  },
  {
    "translation": {
      "en": "while you were trying to get a boyfriend of your own.",
      "th": "ตอนที่เธอพยายามหาแฟนให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I can't believe you didn't tell me and Fabiola.",
      "th": "ไม่อยากเชื่อว่าเธอไม่ยอมบอกฉัน กับฟาบิโอลา"
    }
  },
  {
    "translation": {
      "en": "[nervously] Fabiola knows.",
      "th": "ฟาบิโอลารู้"
    }
  },
  {
    "translation": {
      "en": "I guess I was wrong when I said no one would date anyone in the UN.",
      "th": "ฉันคงคิดผิดสินะที่เคยบอกว่า ไม่มีใครอยากเป็นแฟนพวกยูเอ็น"
    }
  },
  {
    "translation": {
      "en": "They just won't date you.",
      "th": "คนเขาแค่ไม่อยากเป็นแฟนเธอ"
    }
  },
  {
    "translation": {
      "en": "-Shut up, Ben! -Ow.",
      "th": "หุบปาก เบน"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I just didn't know how you would react with your legs and everything.",
      "th": "ฉันขอโทษ ฉันไม่รู้ว่าเธอจะรู้สึกยังไง เพราะเรื่องขาและอะไรเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "I didn't want to upset you.",
      "th": "ฉันไม่อยากทำให้เธอเสียใจ"
    }
  },
  {
    "translation": {
      "en": "Me? Upset?",
      "th": "ฉันเนี่ยนะจะเสียใจ"
    }
  },
  {
    "translation": {
      "en": "No. You should be upset for your weird taste in men.",
      "th": "ไม่ล่ะ เธอต่างหากที่ควรเสียใจ เพราะสเปคเธอมันพิลึก"
    }
  },
  {
    "translation": {
      "en": "[sarcastically] Me? I'm cool. Cool as ice.",
      "th": "ฉันเนี่ยนะ ไม่เลย ฉันใจเย็นเป็นน้ำแข็ง"
    }
  },
  {
    "translation": {
      "en": "Peace.",
      "th": "ไปล่ะ"
    }
  },
  {
    "translation": {
      "en": "You guys saw her hit me, right? You know, my dad's a lawyer.",
      "th": "เห็นใช่ไหมว่ายัยนั่นตีฉัน พ่อฉันเป็นทนายนะ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] When you're a normal person",
      "th": "เวลาที่คุณเป็นคนธรรมดา"
    }
  },
  {
    "translation": {
      "en": "with genuinely balanced reactions to things,",
      "th": "ที่มีปฏิกิริยาตอบสนองปกติและสมดุล"
    }
  },
  {
    "translation": {
      "en": "it may be hard to understand why we hotheads fly off the handle.",
      "th": "คุณอาจไม่เข้าใจว่าทำไม คนหัวร้อนอย่างเราถึงระเบิด"
    }
  },
  {
    "translation": {
      "en": "For me, it's a reasonable reaction",
      "th": "สำหรับผม นี่เป็นการโต้ตอบที่มีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "to the general blindness of most tennis umpires.",
      "th": "ต่อความตาถั่วของ กรรมการตัดสินเทนนิสส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "For Devi, it's a logical response",
      "th": "สำหรับเดวี่ นี่คือการตอบสนอง ที่สมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "to being betrayed by her supposed best friends.",
      "th": "ของคนที่ถูกทรยศโดย คนที่น่าจะเป็นเพื่อนสนิท"
    }
  },
  {
    "translation": {
      "en": "How could Eleanor have a boyfriend and not tell her about it?",
      "th": "ทำไมเอเลนอร์ถึงไม่ยอมบอกเธอ ว่าตัวเองมีแฟน"
    }
  },
  {
    "translation": {
      "en": "And why would she tell Fabiola?",
      "th": "แล้วทำไมเขาถึงบอกฟาบิโอลา"
    }
  },
  {
    "translation": {
      "en": "Does she think Devi's too unhinged to handle it?",
      "th": "เขาคิดว่าเดวี่เสียสติ จนไม่น่าจะรับได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Or that Devi would be jealous of her?",
      "th": "หรือกลัวว่าเดวี่จะอิจฉาเขา"
    }
  },
  {
    "translation": {
      "en": "Do both of her friends think",
      "th": "นี่เพื่อนทั้งสองของเธอคิด"
    }
  },
  {
    "translation": {
      "en": "she's just a pitiful, lonely, wheelchair girl without a freaking dad?",
      "th": "ว่าเธอเป็นแค่เด็กพิการกำพร้าพ่อ ที่โดดเดี่ยวและน่าสงสารเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What the hell? -[Devi screams]",
      "th": "อะไรวะนั่น"
    }
  },
  {
    "translation": {
      "en": "And that's how it happens, folks.",
      "th": "เรื่องมันก็เป็นแบบนี้แหละ เพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "That's how we hotheads boil over.",
      "th": "นี่แหละอาการเดือด ของคนหัวร้อนแบบเรา"
    }
  },
  {
    "translation": {
      "en": "What was that? What happened to the window?",
      "th": "เสียงอะไรน่ะ ทำไมหน้าต่างเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[stammers] A bird hit it.",
      "th": "มีนกบินมาชนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Bird?",
      "th": "นกเหรอ"
    }
  },
  {
    "translation": {
      "en": "This is my fault for keeping the windows so clean.",
      "th": "ฉันผิดเองค่ะที่เช็ดหน้าต่าง จนกระจกใสปิ๊ง"
    }
  },
  {
    "translation": {
      "en": "Where is the poor bird?",
      "th": "นกที่น่าสงสารอยู่ไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "It flew away.",
      "th": "มันบินหนีไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nalini] It flew away?",
      "th": "บินหนีไปแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "After breaking the window with its body?",
      "th": "หลังจากบินชนกระจกแตกเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Devi, that book was blessed by God!",
      "th": "เดวี่ หนังสือเล่มนั้น เทพเจ้าปลุกเสกให้นะ"
    }
  },
  {
    "translation": {
      "en": "The bird must have done it.",
      "th": "ฝีมือนกตัวนั้นแน่ๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[angrily] Devi, you are lying to your mother,",
      "th": "เดวี่ ลูกกำลังโกหกแม่"
    }
  },
  {
    "translation": {
      "en": "and then bringing shame on an innocent bird?",
      "th": "แล้วก็โทษนกที่ ไม่ได้ทำอะไรผิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Just leave me alone!",
      "th": "เลิกยุ่งกับหนูเถอะน่า"
    }
  },
  {
    "translation": {
      "en": "Doctor Ryan?",
      "th": "หมอไรอันคะ"
    }
  },
  {
    "translation": {
      "en": "Devi, we don't have an appointment.",
      "th": "เดวี่ วันนี้เราไม่มีนัดนี่"
    }
  },
  {
    "translation": {
      "en": "I know, but I need your help.",
      "th": "หนูรู้ แต่หนูอยากให้คุณช่วย"
    }
  },
  {
    "translation": {
      "en": "Wait. Why do you look hot?",
      "th": "เดี๋ยว ทำไมแต่งตัวสวยจัง"
    }
  },
  {
    "translation": {
      "en": "Do you have a date?",
      "th": "วันนี้มีเดตเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Uh... yes, I do. And don't look so shocked.",
      "th": "ใช่สิ แล้วก็ไม่ต้องทำหน้าตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "I do have a life outside of being your therapist.",
      "th": "ฉันก็มีชีวิตนอกเหนือจาก การเป็นนักบำบัดของเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Not right now, you don't. I need your help.",
      "th": "ตอนนี้ยังมีไม่ได้ค่ะ หนูต้องการให้คุณช่วย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "เกิดอะไรขึ้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Eleanor has a secret boyfriend",
      "th": "เอเลนอร์แอบมีแฟน"
    }
  },
  {
    "translation": {
      "en": "that her and Fabiola have been keeping from me,",
      "th": "โดยที่รวมหัวกับฟาบิโอลาไม่ยอมบอกหนู"
    }
  },
  {
    "translation": {
      "en": "because they thought I was unhinged and would have a nervous breakdown.",
      "th": "เพราะพวกเธอคิดว่าหนู ไม่อยู่กับร่องกับรอยและจะสติแตก"
    }
  },
  {
    "translation": {
      "en": "Which, it seems like you are.",
      "th": "ก็ดูเหมือนจะเป็นแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm losing it, Doc.",
      "th": "ใช่ค่ะหมอ หนูกำลังสติแตก"
    }
  },
  {
    "translation": {
      "en": "Okay. All right.",
      "th": "เอาล่ะๆ"
    }
  },
  {
    "translation": {
      "en": "Talk to me. How does their lie make you feel?",
      "th": "ไหนบอกสิ คำโกหกของพวกเขา ทำให้เธอรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter how it makes me feel.",
      "th": "หนูจะรู้สึกยังไงไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "It matters how it makes me look.",
      "th": "สำคัญที่หนูดูเป็นยังไงมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, all right. How do you want to look?",
      "th": "เอางั้นก็ได้ เธออยากดูเป็นยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Normal. I just want to be a normal girl, who isn't called mean names,",
      "th": "ธรรมดาค่ะ หนูอยากเป็น เด็กผู้หญิงธรรมดาๆ ที่ไม่โดนล้อเลียน"
    }
  },
  {
    "translation": {
      "en": "and could actually have a boyfriend.",
      "th": "และได้มีแฟนกับเขาสักคน"
    }
  },
  {
    "translation": {
      "en": "I don't even care who he is, as long as he wanted to be with me.",
      "th": "หนูไม่สนด้วยว่าจะเป็นใคร ขอแค่เขาอยากคบหนูก็พอ"
    }
  },
  {
    "translation": {
      "en": "Devi, look, can I be honest with you?",
      "th": "เดวี่ ฟังนะ ฉันขอพูดตรงๆ ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Having just any boyfriend, no matter who he is,",
      "th": "การคว้าใครก็ได้มาเป็นแฟน"
    }
  },
  {
    "translation": {
      "en": "is not gonna make you happier or change who you are.",
      "th": "มันไม่ช่วยให้เธอมีความสุขขึ้น หรือเปลี่ยนตัวเธอได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Trust me, but after all you've been through,",
      "th": "เชื่อสิ หลังเรื่องทั้งหมดที่เธอเผชิญมา"
    }
  },
  {
    "translation": {
      "en": "maybe you shouldn't be so focused on having a boyfriend.",
      "th": "ฉันว่าเธออย่าหมกมุ่น กับการมีแฟนดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I mean, do you really think you'd make a good girlfriend right now?",
      "th": "แบบว่า เธอคิดว่าตัวเธอในตอนนี้ จะเป็นแฟนที่ดีได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Probably not.",
      "th": "ก็คงไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "So what is it you can do this year to succeed at something",
      "th": "แล้วปีนี้เธอสามารถทำอะไรได้บ้าง เพื่อบรรลุอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "that would actually make you happy...",
      "th": "ที่จะทำให้เธอมีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and make you feel good about yourself?",
      "th": "และทำให้รู้สึกดีกับตัวเองล่ะ"
    }
  },
  {
    "translation": {
      "en": "I think I know what I need to do.",
      "th": "หนูว่าหนูรู้แล้วว่าต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "All right. My girl.",
      "th": "ดีมาก สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "Now get to gettin'. I got a hot date.",
      "th": "ทีนี้ไปได้แล้ว ฉันมีนัดกับสุดหล่อ"
    }
  },
  {
    "translation": {
      "en": "Good luck on your date.",
      "th": "โชคดีกับการเดตนะคะ"
    }
  },
  {
    "translation": {
      "en": "Later, man.",
      "th": "ไว้เจอกันพวก"
    }
  },
  {
    "translation": {
      "en": "Hi, Paxton.",
      "th": "สวัสดี แพกซ์ตัน"
    }
  },
  {
    "translation": {
      "en": "You don't know me, but my name is Devi Vishwakumar.",
      "th": "นายไม่รู้จักฉันหรอก แต่ฉันชื่อเดวี่ วิศวกุมาร"
    }
  },
  {
    "translation": {
      "en": "I'm a sophomore.",
      "th": "ฉันอยู่ม.สี่"
    }
  },
  {
    "translation": {
      "en": "I sit behind you in history class.",
      "th": "ฉันนั่งหลังนายในคาบประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "I was also paralyzed last year?",
      "th": "และปีก่อนฉันเป็นอัมพาต"
    }
  },
  {
    "translation": {
      "en": "Oh, okay, great. You are familiar with that.",
      "th": "อ้อ ดี เคยได้ยินเรื่องนั้นสินะ"
    }
  },
  {
    "translation": {
      "en": "So here's the thing.",
      "th": "คืออย่างนี้"
    }
  },
  {
    "translation": {
      "en": "I'm into you.",
      "th": "ฉันชอบนาย"
    }
  },
  {
    "translation": {
      "en": "Like, I could name every class you've had for the last two years.",
      "th": "แบบว่า ฉันไล่รายชื่อวิชาที่นายเรียน ตั้งแต่สองปีก่อนได้หมดเลย"
    }
  },
  {
    "translation": {
      "en": "But I won't do that.",
      "th": "แต่ฉันจะไม่ทำหรอก"
    }
  },
  {
    "translation": {
      "en": "And I know you'd never be my boyfriend,",
      "th": "และฉันรู้ว่านายคงไม่เป็นแฟนกับฉัน"
    }
  },
  {
    "translation": {
      "en": "because you're you, and I'm me,",
      "th": "เพราะนายคือนาย ส่วนฉันคือฉัน"
    }
  },
  {
    "translation": {
      "en": "but I was wondering if you would ever consider...",
      "th": "แต่ฉันอยากรู้ว่าเป็นไปได้ไหมถ้านายจะ..."
    }
  },
  {
    "translation": {
      "en": "[stammers] h--having sex with me?",
      "th": "มีเซ็กส์กับฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'm such an idiot. I'm so sorry.",
      "th": "บ้าบอ ฉันนี่โง่จริงๆ ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "-I can't believe I just did that. -Yeah.",
      "th": "- ไม่อยากเชื่อว่าฉันจะกล้าถาม - ได้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เอาสิ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] What? That actually worked?",
      "th": "หา ได้ผลด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Paxton] Just sex, right?",
      "th": "แค่เซ็กส์ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Devi] Just sex.",
      "th": "แค่เซ็กส์"
    }
  },
  {
    "translation": {
      "en": "I'm down, but I can't tonight.",
      "th": "ฉันตกลง แต่คืนนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Wow, okay!",
      "th": "ว้าว ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Twist. This is surprising.",
      "th": "พลิกล็อกแฮะ เหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Looking forward to it.",
      "th": "ฉันจะตั้งตารอเลย"
    }
  },
  {
    "translation": {
      "en": "Will circle back about it.",
      "th": "ไว้ค่อยคุยกันอีกทีนะ"
    }
  },
  {
    "translation": {
      "en": "Okay!",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[McEnroe] Devi couldn't believe it.",
      "th": "เดวี่แทบไม่เชื่อหูตัวเอง"
    }
  },
  {
    "translation": {
      "en": "For the first time, she had something she wanted to write in her grief journal.",
      "th": "นี่เป็นครั้งแรกที่เธอมีเรื่องที่อยากเขียน ลงในบันทึกความเศร้า"
    }
  },
  {
    "translation": {
      "en": "♪ Left you thinking in the dark ♪",
      "th": "(ฉันจะมีเซ็กส์กับแพกซ์ตัน)"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, my God ♪",
      "th": "คำบรรยายโดย: ชญาธิป วีระขจร"
    }
  }
]