[
  {
    "translation": {
      "en": "Hello?",
      "th": "ฮัลโหล"
    }
  },
  {
    "translation": {
      "en": "-Terry? - [Terry] What?",
      "th": "- เทอร์รี่ - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "[woman] Dr. Satmani's office is on the line.",
      "th": "คลินิกคุณหมอศัตวานีโทรมา"
    }
  },
  {
    "translation": {
      "en": "-Want me to get on too? -Yes.",
      "th": "- ให้ฉันคุยด้วยไหม - เอาสิ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "[Terry] Hi, doctor.",
      "th": "สวัสดีค่ะ หมอ"
    }
  },
  {
    "translation": {
      "en": "Oh, my cousin, yes.",
      "th": "อ๋อ ใช่ ลูกพี่ลูกน้องฉันเอง"
    }
  },
  {
    "translation": {
      "en": "[woman stammers] This is her cousin talking.",
      "th": "นี่ลูกพี่ลูกน้องของคนไข้พูดค่ะ"
    }
  },
  {
    "translation": {
      "en": "The tremor seems to be about the way it was to begin with.",
      "th": "อาการสั่นดูเหมือนจะเท่ากับตอนเพิ่งเริ่มเป็น"
    }
  },
  {
    "translation": {
      "en": "[Terry] No. It's not the way it was to begin with. It's slightly better.",
      "th": "ไม่ ไม่เหมือนตอนที่เริ่มเป็น ตอนนี้ดีขึ้นเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "-Okay. We'll do that. -Okay, Laura.",
      "th": "- โอเค เราจะทำตามนั้น - โอเค ลอร่า"
    }
  },
  {
    "translation": {
      "en": "Thanks for calling, Laura.",
      "th": "ขอบคุณที่โทรมานะ ลอร่า"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Okay, bye.",
      "th": "- ขอบคุณ - โอเค บาย"
    }
  },
  {
    "translation": {
      "en": "Bye-bye.",
      "th": "บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "I got a tremor in this right arm, and it bugs the heck out of me.",
      "th": "ฉันมีอาการสั่นที่แขนขวา แล้วมันน่ารำคาญจะแย่"
    }
  },
  {
    "translation": {
      "en": "We've never had health problems before.",
      "th": "เราไม่เคยมีปัญหาสุขภาพกันมาก่อน"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we have.",
      "th": "จู่ๆ ก็มี"
    }
  },
  {
    "translation": {
      "en": "I think we're getting to the point in our lives we've got to make a decision.",
      "th": "ฉันว่าเราถึงจุดนั้นในชีวิตที่เราต้องตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "Nope, not yet.",
      "th": "ไม่ ยังไม่มี"
    }
  },
  {
    "translation": {
      "en": "[Pat VO] I think we have to give our house up now. There's too much...",
      "th": "ฉันว่าเราต้องสละบ้านเธอแล้ว มันเกินกำลัง..."
    }
  },
  {
    "translation": {
      "en": "too much to maintain, really, with it.",
      "th": "เกินกว่าจะดูแลไหวแล้วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We're of an age where I think we're going to have to get rid of it and sell.",
      "th": "ฉันว่าเราถึงวัยที่จะต้องกำจัดและขายบ้านทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Terry] This would be a big, big move for us.",
      "th": "นี่จะเป็นการโยกย้ายครั้งใหญ่มากๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "And where we go, I'm not sure.",
      "th": "แล้วเราจะไปไหนกัน ฉันก็ไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "It has to be a decision that we both agree on.",
      "th": "ต้องเป็นการตัดสินใจที่เราทั้งคู่เห็นพ้องต้องกัน"
    }
  },
  {
    "translation": {
      "en": "I think we're all set, y'all.",
      "th": "ฉันว่าเราเรียบร้อยแล้วนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "We're going to Edmonton.",
      "th": "เราจะไปเอ็ดมอนตัน"
    }
  },
  {
    "translation": {
      "en": "The family said that there were some really attractive places up there,",
      "th": "ครอบครัวบอกว่าทางเหนือนั่นมีสถานที่ดีๆ น่าท่องเที่ยวเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "and perhaps we'd be interested in trying to come back there to live.",
      "th": "ไม่แน่เราอาจสนใจจะลองกลับไปใช้ชีวิตที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I'm not pleased about being in the frozen north, I can tell you.",
      "th": "บอกได้เลยว่าฉันไม่ชอบใจนักหรอกที่ ต้องไปอยู่ทางเหนือที่อากาศหนาวๆ"
    }
  },
  {
    "translation": {
      "en": "I don't care where we go.",
      "th": "ฉันไม่สนว่าเราจะไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "As long as we're together, we'll be happy.",
      "th": "ตราบใดที่เราอยู่ด้วยกัน เราก็จะมีความสุข"
    }
  },
  {
    "translation": {
      "en": "-[woman] Auntie Terry has been our rock. -[Terry] Yes.",
      "th": "(เอ็ดมอนตัน อัลเบอร์ตา แคนาดา) อาเทอร์รี่เป็นเสาหลักของเราเสมอมา"
    }
  },
  {
    "translation": {
      "en": "[woman] And you might've lived far away,",
      "th": "อาอาจจะอยู่ไกล"
    }
  },
  {
    "translation": {
      "en": "but you were always our rock.",
      "th": "แต่อาเป็นเสาหลักของเราเสมอ"
    }
  },
  {
    "translation": {
      "en": "-[man] Yep. -You've been my rock",
      "th": "- ใช่ - เธอเป็นเสาหลักของอา"
    }
  },
  {
    "translation": {
      "en": "since the day you were born.",
      "th": "ตั้งแต่วันที่เธอเกิด"
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, it's true.",
      "th": "ใช่ เรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "-If you need us for anything, you ask us. -[woman] That's why we're all here.",
      "th": "ถ้าต้องการให้เราทำอะไร บอกมาเลยนะ เราถึงได้มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Just to make sure that you have a good place to stay",
      "th": "แค่อยากให้แน่ว่าอามีที่พักดีๆ"
    }
  },
  {
    "translation": {
      "en": "and that you make the decision that fits you guys.",
      "th": "และอาตัดสินใจแบบที่เหมาะกับอาทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "We're gonna try to figure out the answers.",
      "th": "เราจะพยายามคิดหาคำตอบ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah, you betcha. -Yeah.",
      "th": "- ใช่ คิดให้ออก - ใช่"
    }
  },
  {
    "translation": {
      "en": "And so far, we don't know what the answer is.",
      "th": "จนถึงตอนนี้เรายังไม่รู้ว่าคำตอบคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[woman] They've been in my life since day one.",
      "th": "พวกท่านอยู่ในชีวิตฉันมาตั้งแต่เกิด"
    }
  },
  {
    "translation": {
      "en": "I was 13. You were 11.",
      "th": "ตอนนั้นฉันอายุ 13  เธออายุ 11"
    }
  },
  {
    "translation": {
      "en": "And they've always been Auntie Terry and Auntie Pat.",
      "th": "พวกท่านเป็นอาเทอร์รี่กับอาแพทมาแต่ไหนแต่ไร"
    }
  },
  {
    "translation": {
      "en": "[Diana] Auntie Terry has always been a constant in my life.",
      "th": "อาเทอร์รี่เป็นหลักมั่นในชีวิตของฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "She's always been the one that was there for me.",
      "th": "อาเป็นคนที่อยู่เคียงข้างฉันเสมอ"
    }
  },
  {
    "translation": {
      "en": "She's always been the one who looked out for me",
      "th": "อาเป็นคนที่คอยดูแลฉันเสมอ"
    }
  },
  {
    "translation": {
      "en": "in the midst of all the chaos we lived in.",
      "th": "ท่ามกลางความวุ่นวายสับสนในชีวิตของเรา"
    }
  },
  {
    "translation": {
      "en": "Auntie Terry and I have this amazing relationship.",
      "th": "ฉันกับอาเทอร์รี่สนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "It's like she's my mother.",
      "th": "อาเป็นเหมือนแม่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "So there's this tremendous bond between Auntie Terry and me.",
      "th": "ดังนั้นจึงมีสายสัมพันธ์ยิ่งใหญ่ ระหว่างฉันกับอาเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Terry] I love the other kids,",
      "th": "ฉันรักหลานคนอื่นๆ นะ"
    }
  },
  {
    "translation": {
      "en": "but Diana is special.",
      "th": "แต่ไดอาน่าเป็นคนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "She's like the daughter I never had.",
      "th": "หลานเป็นเหมือนลูกสาวที่ฉันไม่เคยมี"
    }
  },
  {
    "translation": {
      "en": "[Diana] It was her that made the difference in my life.",
      "th": "อาคือคนสำคัญที่เปลี่ยนชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "She was there when I was baptized. She was there when I graduated.",
      "th": "อาอยู่กับฉันตอนที่ฉันรับศีลจุ่ม อาอยู่ตอนที่ฉันจบการศึกษา"
    }
  },
  {
    "translation": {
      "en": "She sent me to university.",
      "th": "อาไปส่งฉันที่มหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "She was the one who heard me when I said I wanted to be a teacher.",
      "th": "อาเป็นคนที่รับฟังตอนที่ฉันบอกว่าอยากเป็นครู"
    }
  },
  {
    "translation": {
      "en": "I would never have what I have today without her, ever.",
      "th": "ฉันไม่มีทางจะมีอย่างวันนี้ได้ถ้าไม่มีอา ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "So I owe everything to her...",
      "th": "ดังนั้นฉันติดหนี้บุญคุณต่ออาทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "and only her.",
      "th": "และต่ออาคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Didn't know they were gay till three years ago.",
      "th": "ไม่รู้ว่าทั้งสองคนรักเพศเดียวกันจนเมื่อสามปีก่อน"
    }
  },
  {
    "translation": {
      "en": "[Terry] I felt like I was sort of living a lie,",
      "th": "ฉันรู้สึกเหมือนใช้ชีวิตอย่างหลอกลวง"
    }
  },
  {
    "translation": {
      "en": "so I said to Pat,",
      "th": "ฉันก็เลยบอกแพท"
    }
  },
  {
    "translation": {
      "en": "\"The next time Diana comes down, I'm gonna tell her.\"",
      "th": "\"คราวหน้าที่ไดอาน่าลงมาหา ฉันจะบอกหลาน\""
    }
  },
  {
    "translation": {
      "en": "She came down, and I was really nervous.",
      "th": "ไดอาน่าลงมาเยี่ยม แล้วฉันก็หวั่นใจมาก"
    }
  },
  {
    "translation": {
      "en": "I could see that she was not herself,",
      "th": "ฉันดูออกว่าอาไม่เป็นตัวของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I couldn't understand what was going on.",
      "th": "และฉันไม่เข้าใจว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "And I saw Pat say to Terry,",
      "th": "ฉันเห็นอาแพทคุยกับอาเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "\"You have to tell her before dessert.\"",
      "th": "\"เธอต้องบอกหลานก่อนผ่าตัด\""
    }
  },
  {
    "translation": {
      "en": "We had a lovely dinner and still hadn't told her,",
      "th": "เรากินมื้อค่ำดีๆ ด้วยกันเสร็จ แล้วก็ยังไม่ได้บอกหลาน"
    }
  },
  {
    "translation": {
      "en": "and I was getting more nervous because I didn't want to lose her love.",
      "th": "ฉันหวั่นใจมากขึ้นทุกทีเพราะไม่อยาก สูญเสียความรักที่เธอมีต่อฉัน"
    }
  },
  {
    "translation": {
      "en": "So Pat said, \"Well, you better tell her.\"",
      "th": "แพทก็เลยบอกว่า \"เอ้อ เธอน่าจะบอกหลาน\""
    }
  },
  {
    "translation": {
      "en": "So I came back in with dessert,",
      "th": "ฉันกลับมาพร้อมของหวาน"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Diana, I got something to tell ya.",
      "th": "และพูดว่า \"ไดอาน่า อามีเรื่องจะบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "We're gay.\"",
      "th": "เราเป็นเกย์\""
    }
  },
  {
    "translation": {
      "en": "[Diana] She was just shaking, and she started to cry.",
      "th": "อาตัวสั่นและเริ่มร้องไห้"
    }
  },
  {
    "translation": {
      "en": "And I went and put my arms around her, and I said,",
      "th": "ฉันเดินไปโอบกอดคุณอาและบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I don't care.\"",
      "th": "\"หนูไม่สน\""
    }
  },
  {
    "translation": {
      "en": "[Terry] She was wonderful.",
      "th": "เธอยอดมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And I said, \"You can go back home and tell the other kids if you want.",
      "th": "ฉันพูดว่า \"เธอจะกลับบ้าน ไปบอกหลานคนอื่นๆ ก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I don't care.",
      "th": "อาไม่สน"
    }
  },
  {
    "translation": {
      "en": "But you were the one I wanted to know.\"",
      "th": "แต่เธอคือคนที่อาอยากให้รับรู้\""
    }
  },
  {
    "translation": {
      "en": "Now you can tell your stories.",
      "th": "ตอนนี้อาเล่าเรื่องของตัวเองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Terry] So since that day, it seems like a great big thing",
      "th": "ตั้งแต่วันนั้น ราวกับภูเขาหนักอึ้ง"
    }
  },
  {
    "translation": {
      "en": "had been lifted off my shoulders.",
      "th": "ได้ถูกปลดลงจากบ่า"
    }
  },
  {
    "translation": {
      "en": "[man] Terry, how long have you been together? Sixty-eight years?",
      "th": "อาเทอร์รี่ พวกอาอยู่ด้วยกันมากี่ปีแล้ว หกสิบแปดปีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Sixty-five and a half. Plus. -[man] Sixty-five and a half years.",
      "th": "- หกสิบห้าปีหกเดือน บวก - หกสิบห้าปีหกเดือน"
    }
  },
  {
    "translation": {
      "en": "You weren't shocked when I told you?",
      "th": "เธอไม่ตกใจเหรอตอนที่พี่บอก"
    }
  },
  {
    "translation": {
      "en": "[man] No. I never thought about it. I looked...",
      "th": "ไม่ ผมไม่เคยคิดเลยนะ คือว่า..."
    }
  },
  {
    "translation": {
      "en": "Terry was such a role model to me. It never even dawned on me.",
      "th": "อาเทอร์รี่เป็นแม่แบบของผม ผมไม่เคยสะกิดใจคิดได้ก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "-I didn't really care, really. -No.",
      "th": "- ผมไม่สนใจเลยจริงๆ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Kim] I love them so much-- -[woman] It didn't matter.",
      "th": "- ผมรักอาทั้งสองมาก - มันไม่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Kim] I didn't want nothing to change, and I didn't really care.",
      "th": "ผมไม่อยากให้อะไรเปลี่ยนไปทั้งนั้น ไม่สนใจด้วย"
    }
  },
  {
    "translation": {
      "en": "Terry, I was brought up by a drunken homophobic, cheating...",
      "th": "อาเทอร์รี่ ผมถูกเลี้ยงมาโดยคนขี้เมา เกลียดกลัวคนรักเพศเดียวกัน นอกใจภรรยา..."
    }
  },
  {
    "translation": {
      "en": "He instilled it in me that it was really bad.",
      "th": "เขาปลูกฝังสิ่งที่เลวร้ายมากๆ ให้ผม"
    }
  },
  {
    "translation": {
      "en": "[Diana] Her brother, Tom, my father, used to say,",
      "th": "ทอม พี่ชายของอาเทอร์รี่ พ่อของฉันเคยพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"She needs to be fucked by a big black guy...",
      "th": "\"มันต้องโดนผู้ชายผิวดำตัวใหญ่ๆ เอาสักที"
    }
  },
  {
    "translation": {
      "en": "set her straight.\"",
      "th": "จะได้ช่วยแก้ทอมซ่อมดี้\""
    }
  },
  {
    "translation": {
      "en": "He used to say that all the time. Sober, not drunk.",
      "th": "เขาเคยพูดแบบนั้นประจำ ตอนที่ไม่เมาด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "So I went to Terry, and I said, \"He said that you're a lesbian.\"",
      "th": "ตอนนั้นฉันก็เลยไปบอกอาเทอร์รี่ว่า \"พ่อบอกว่าอาเป็นเลสเบี้ยน\""
    }
  },
  {
    "translation": {
      "en": "And she looked at me and said, \"We're not.",
      "th": "อามองหน้าฉันแล้วตอบว่า \"เราไม่ได้เป็น"
    }
  },
  {
    "translation": {
      "en": "Living in the States is expensive, and we're just really good friends,",
      "th": "ค่าครองชีพในอเมริกามันแพง แล้วเราก็แค่เป็นเพื่อนที่ดีต่อกันมาก"
    }
  },
  {
    "translation": {
      "en": "and we live together.\"",
      "th": "และเราอยู่ด้วยกัน\""
    }
  },
  {
    "translation": {
      "en": "And I never thought anything more of it because that's what she said.",
      "th": "ฉันไม่เคยคิดอะไรมากไปกว่านั้น เพราะอาพูดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "♪ That lived ♪",
      "th": "(เพราะเธอคือความสุขของฉัน)"
    }
  },
  {
    "translation": {
      "en": "♪ Within the heart of me ♪",
      "th": "(อิลลินอยส์) (เพราะรักเรานั้นจริงแท้)"
    }
  },
  {
    "translation": {
      "en": "♪ All too soon, my secret love ♪",
      "th": "(ทอแสง อิ่มเอมภายใน)"
    }
  },
  {
    "translation": {
      "en": "♪ Became impatient to be free ♪",
      "th": "(มิตรสหายเช่นนั้น)"
    }
  },
  {
    "translation": {
      "en": "♪ My heart's an open door ♪",
      "th": "(ช่วงเวลาแสนสุขสารพัน)"
    }
  },
  {
    "translation": {
      "en": "[woman] I have to tell you. When I found out, I was shocked.",
      "th": "ต้องบอกเลยนะคะ ตอนที่รู้ ฉันก็ตกใจ"
    }
  },
  {
    "translation": {
      "en": "I was shocked.",
      "th": "ฉันตกใจ"
    }
  },
  {
    "translation": {
      "en": "I love my Aunt Terry.",
      "th": "(โดนาฮิว แพท เฮนเชล 1928) ฉันรักอาเทอร์รี่ของฉันนะ"
    }
  },
  {
    "translation": {
      "en": "It's just I feel a bit betrayed that she couldn't have told us sooner.",
      "th": "ก็แค่รู้สึกเหมือนโดนหักหลังนิดๆ ที่ อาบอกเราเร็วกว่านี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, we've all done things,",
      "th": "ทุกคนก็เคยทำเรื่องที่ไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "but have we lived a lie for how many years?",
      "th": "แต่เราได้ใช้ชีวิตอย่างหลอกลวงมาตั้งกี่ปีนะ"
    }
  },
  {
    "translation": {
      "en": "Sixty-some years.",
      "th": "หกสิบกว่าปี"
    }
  },
  {
    "translation": {
      "en": "Like...",
      "th": "แบบ..."
    }
  },
  {
    "translation": {
      "en": "But now staring at this now, and this is 2001 when Grandma Rosie died,",
      "th": "แต่พอมาจ้องดูตรงนี้ นี่เมื่อปี 2001 ตอนที่คุณย่าโรซี่เสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "Terry and Pat, they put their names on there.",
      "th": "อาเทอร์รี่กับอาแพทใส่ชื่อพวกอาไว้บนนั้น"
    }
  },
  {
    "translation": {
      "en": "Grandma Rosie confided in me.",
      "th": "ย่าโรซี่ปรับทุกข์กับฉัน"
    }
  },
  {
    "translation": {
      "en": "She called them the girls, the girls.",
      "th": "ย่าเรียกอาว่าพวกสาวๆ น่ะ พวกสาวๆ"
    }
  },
  {
    "translation": {
      "en": "You know, living together in Chicago because it's safe to be together,",
      "th": "ไปอยู่ด้วยกันที่ชิคาโก เพราะที่นั่นปลอดภัยที่จะอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "she figured Auntie Terry would meet somebody still and get married.",
      "th": "ย่ายังคิดว่าอาเทอร์รี่จะได้เจอใครสักคน และได้แต่งงานกับเขา"
    }
  },
  {
    "translation": {
      "en": "So, Grandma had no idea.",
      "th": "เท่ากับย่าไม่ได้รู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Hearing that my aunt's a lesbian is hard for me.",
      "th": "ฉันทำใจลำบากที่ได้รู้ว่าอาฉันเป็นเลสเบี้ยน"
    }
  },
  {
    "translation": {
      "en": "I can't imagine my grandmother. She wouldn't have understood.",
      "th": "นึกภาพคุณย่าไม่ออกเลย ย่าคงไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[Terry] My mother wouldn't have understood.",
      "th": "แม่คงจะไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "She probably would've disowned me.",
      "th": "แม่อาจจะตัดหางปล่อยวัดฉันเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Dad and I talked a lot.",
      "th": "ฉันกับพ่อคุยกันบ่อย"
    }
  },
  {
    "translation": {
      "en": "I'd come home from ball season",
      "th": "พอจบฤดูกาลเบสบอล ฉันจะกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "and bring him a bottle of booze from the States,",
      "th": "พกเหล้าจากอเมริกาไปฝากพ่อขวดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and we'd have a little party, him and I.",
      "th": "แล้วฉันกับพ่อก็จะสังสรรค์กัน"
    }
  },
  {
    "translation": {
      "en": "And I had a lot of good times with him.",
      "th": "ฉันมีช่วงเวลาดีๆ กับพ่อมากมาย"
    }
  },
  {
    "translation": {
      "en": "And I think he knew.",
      "th": "แล้วฉันว่าพ่อก็รู้"
    }
  },
  {
    "translation": {
      "en": "But Dad was a very understanding man.",
      "th": "แต่พ่อเป็นผู้ชายที่เข้าอกเข้าใจมากๆ"
    }
  },
  {
    "translation": {
      "en": "I love my mother, but she wasn't as understanding as Dad.",
      "th": "ฉันรักแม่ แต่แม่ไม่เข้าอกเข้าใจเท่าพ่อ"
    }
  },
  {
    "translation": {
      "en": "And Dad liked Pat very much.",
      "th": "พ่อชอบแพทมากด้วย"
    }
  },
  {
    "translation": {
      "en": "And he told me, \"I'd rather see you this way than married to someone",
      "th": "พ่อบอกว่าพ่อขอเห็นลูกเป็นแบบนี้ดีกว่าแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "who would mistreat you.\"",
      "th": "กับคนที่จะทำร้ายลูก"
    }
  },
  {
    "translation": {
      "en": "I don't know. When I think of my dad, I cry.",
      "th": "ไม่รู้สินะ คิดถึงพ่อทีไร ฉันก็น้ำตาไหล"
    }
  },
  {
    "translation": {
      "en": "He was such a good guy.",
      "th": "พ่อเป็นคนดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Tammy] Who I'd like to see be buried here is her husband, Jack.",
      "th": "ศพที่ฉันอยากเห็นฝังไว้ที่นี่คือแจ็ค สามีของย่า"
    }
  },
  {
    "translation": {
      "en": "Terry and Pat should be together.",
      "th": "อาเทอร์รี่กับอาแพทควรอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I'm not questioning that,",
      "th": "ฉันไม่สงสัยเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "but Grandpa should be here with Rosie...",
      "th": "แต่คุณปู่ควรอยู่ตรงนี้กับคุณย่าโรซี่"
    }
  },
  {
    "translation": {
      "en": "'cause he's out there all by himself.",
      "th": "เพราะคุณปู่อยู่ตรงนั้นคนเดียว"
    }
  },
  {
    "translation": {
      "en": "And now I understand. They-- They-- All these years they've been together,",
      "th": "ตอนนี้ฉันเข้าใจแล้ว ที่ผ่านมาพวกอาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and they've hid this secret from us, but they should get married.",
      "th": "และหลบซ่อนความลับนี้จากเรา แต่ทั้งคู่ควรแต่งงานกัน"
    }
  },
  {
    "translation": {
      "en": "Living in sin is not a good thing.",
      "th": "ใช้ชีวิตอยู่กับบาปมันไม่ใช่เรื่องดี"
    }
  },
  {
    "translation": {
      "en": "[Diana] You're gonna have a good afternoon. You're gonna like this place.",
      "th": "อาจะมีช่วงบ่ายที่ดี อาจะชอบที่นี่"
    }
  },
  {
    "translation": {
      "en": "You think we'll like it better than that first one we saw?",
      "th": "เธอว่าเราจะชอบที่นี่มากกว่าที่แรกที่ไปดูมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Um, well, I don't know.",
      "th": "หนูก็ไม่รู้นะ"
    }
  },
  {
    "translation": {
      "en": "Depends on what they have to offer, and I think it's all about support now.",
      "th": "ขึ้นกับว่าที่นั่นให้อะไรเราได้บ้าง หนูว่าตอนนี้อยู่ที่การดูแลล้วนๆ เลย"
    }
  },
  {
    "translation": {
      "en": "It's all about making sure that you're cared for",
      "th": "ตอนนี้อยู่ที่เราต้องแน่ใจว่าพวกอาจะมีคนดูแล"
    }
  },
  {
    "translation": {
      "en": "and that you get the care that you deserve.",
      "th": "และได้รับการดูแลในแบบที่ควร"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Right. -If something happens to one of you,",
      "th": "- ใช่ - ถ้าเกิดอะไรขึ้นกับคนใดคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "we got to make sure the other one's got support.",
      "th": "เราต้องมั่นใจได้ว่าอีกคนจะมีผู้ช่วยคอยดูแล"
    }
  },
  {
    "translation": {
      "en": "Whatever it costs.",
      "th": "ไม่ว่าจะมีค่าใช้จ่ายเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[Terry] What if I live to be 106 like Grandma?",
      "th": "ถ้าเกิดอาเป็นยายแก่ที่อยู่ถึง 106 ปีล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Then you can count on me to carry you.",
      "th": "งั้นอาก็วางใจได้เลยว่าหนูจะอุ้มอาเอง"
    }
  },
  {
    "translation": {
      "en": "-[Pat chuckles] -[Diana] I'll do it.",
      "th": "หนูจะทำ"
    }
  },
  {
    "translation": {
      "en": "[Pat] So far, I don't have any feelings about Edmonton...",
      "th": "จนถึงตอนนี้ฉันยังไม่รู้สึกผูกพันใดๆ กับเอ็ดมอนตัน"
    }
  },
  {
    "translation": {
      "en": "except for you.",
      "th": "ยกเว้นเรื่องเธอ"
    }
  },
  {
    "translation": {
      "en": "[Pat] You know, that's different.",
      "th": "แล้วนั่นก็ต่างกันนะ"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] Auntie Pat has been there.",
      "th": "อาแพทอยู่เคียงข้างฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "She's been good to me.",
      "th": "ที่ผ่านมาอาก็ดีต่อฉัน"
    }
  },
  {
    "translation": {
      "en": "If you wanna move here...",
      "th": "ถ้าอาอยากย้ายมาที่นี่..."
    }
  },
  {
    "translation": {
      "en": "[Diana VO] I still don't know... whether she's good to me",
      "th": "ฉันยังไม่รู้ว่าอาดีต่อฉัน"
    }
  },
  {
    "translation": {
      "en": "because she thinks she has to",
      "th": "เพราะอาคิดว่าต้องทำ"
    }
  },
  {
    "translation": {
      "en": "because of the way Auntie Terry feels about me,",
      "th": "เพราะอาเทอร์รี่รู้สึกต่อฉันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "or whether she's good to me because she really wants to be.",
      "th": "หรือว่าดีต่อฉันเพราะอยากทำดีด้วยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And I mean, that's just the way I feel about her.",
      "th": "ฉันรู้สึกแบบนั้นกับอาค่ะ รู้สึกแบบนั้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "I've always felt that way. It doesn't feel genuine for me.",
      "th": "ฉันรู้สึกแบบนั้นกับอาค่ะ รู้สึกแบบนั้นเสมอ ฉันไม่ได้รู้สึกว่ามันจริงใจ"
    }
  },
  {
    "translation": {
      "en": "It doesn't feel real for me.",
      "th": "ไม่ได้รู้สึกว่ามาจากใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It feels contrived on both sides.",
      "th": "รู้สึกว่าต่างฝ่ายต่างก็ฝืนกันทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "This is going to open up a whole new life for ya.",
      "th": "นี่จะเป็นการใช้ชีวิตใหม่สำหรับพวกอา"
    }
  },
  {
    "translation": {
      "en": "I hope I like it. [chuckles]",
      "th": "ก็หวังว่าจะชอบ"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] Pat won't let me in and just accept the fact that I'm there.",
      "th": "อาแพทไม่ยอมเปิดใจ และยอมรับความจริงว่ามีฉันอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "It's always been this competition.",
      "th": "เหมือนต้องชิงดีชิงเด่นกันตลอด"
    }
  },
  {
    "translation": {
      "en": "And just a shade, but not by much.",
      "th": "แล้วก็แขวะนิดสะกิดหน่อย แต่ไม่มากมาย"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] I think we're both playing a game.",
      "th": "ฉันว่าเราทั้งคู่กำลังเล่นเกม"
    }
  },
  {
    "translation": {
      "en": "My whole life-work balance thing would be out of whack.",
      "th": "สมดุลในการทำงานกับชีวิตส่วนตัวของฉันคงพัง"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] I think we're both playing a game because of Auntie Terry.",
      "th": "ฉันว่าเราทั้งคู่เล่นเกมเพราะอาเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "This is our standard one-bedroom, and it has a balcony.",
      "th": "นี่แบบหนึ่งห้องนอนตามมาตรฐานของเรา มีระเบียงด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] You know, for a one-bedroom, this is very nice.",
      "th": "สำหรับแบบหนึ่งห้องนอน นี่ดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Diana] Actually, it really is.",
      "th": "ดีจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-Room for everything, or not quite? -No. Mmm. Not quite.",
      "th": "- มีพื้นที่พอไหม หรือไม่เชิง - ไม่เชิง"
    }
  },
  {
    "translation": {
      "en": "So on our way, this is our hair salon. And we're going right here.",
      "th": "ระหว่างทาง นี่ร้านทำผมของเราค่ะ และเราจะมาที่นี่กัน"
    }
  },
  {
    "translation": {
      "en": "We have not had any same-sex couples, but we do have family members that are.",
      "th": "เรายังไม่เคยมีคู่รักเพศเดียวกัน แต่มีสมาชิกครอบครัวที่เป็น"
    }
  },
  {
    "translation": {
      "en": "But no residents per se, not as yet.",
      "th": "แต่ไม่มีผู้อาศัยที่เป็น ยังไม่มีน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] If there was, would they be accepted?",
      "th": "ถ้ามี พวกเขาจะเป็นที่ยอมรับไหม"
    }
  },
  {
    "translation": {
      "en": "I believe so.",
      "th": "ฉันเชื่อว่าอย่างนั้นนะคะ"
    }
  },
  {
    "translation": {
      "en": "I don't know if you got a sense of our community,",
      "th": "ไม่รู้ว่าคุณรับรู้ถึงความเป็นชุมชนของเราไหม"
    }
  },
  {
    "translation": {
      "en": "but everywhere we go, they say hello.",
      "th": "แต่ทุกที่ที่เราเดินไป ใครๆ ก็ทักทาย"
    }
  },
  {
    "translation": {
      "en": "It's all about people.",
      "th": "มันอยู่ที่ตัวบุคคลล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "It's about who you are than your orientation.",
      "th": "มันอยู่ที่ตัวตนของคุณ มากกว่ารสนิยมทางเพศของคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Because we are a couple. -[woman] Mm-hmm.",
      "th": "เพราะเราเป็นคู่รักกัน"
    }
  },
  {
    "translation": {
      "en": "I think that's wonderful.",
      "th": "ฉันว่านั่นเยี่ยมมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "And we're a couple of many, many, many, many years.",
      "th": "และเราเป็นคู่รักกันมานานหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Diana] Tell how many. -[woman] How many years?",
      "th": "- กี่ปีคะ - กี่ปีงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sixty-five and a half.",
      "th": "หกสิบห้าปีหกเดือน"
    }
  },
  {
    "translation": {
      "en": "[woman] So you were pioneers in a time when it wasn't popular?",
      "th": "งั้นพวกคุณก็เป็นผู้บุกเบิกในสมัยที่ มันยังไม่เป็นที่นิยม"
    }
  },
  {
    "translation": {
      "en": "-[Terry] That's right. -[Pat] Exactly. In the '40s.",
      "th": "- ถูกแล้ว - ใช่ ในยุค 1940"
    }
  },
  {
    "translation": {
      "en": "[woman] I think it's a wonderful thing.",
      "th": "ฉันว่ามันเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "[Diana] What have you got available right now?",
      "th": "ตอนนี้คุณมีห้องว่างแบบไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "[woman] I have a one-bedroom. That's it.",
      "th": "ฉันมีแบบหนึ่งห้องนอน แค่นั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I don't want a one-bedroom-- -[woman] Everything is on the wait list.",
      "th": "- ฉันไม่เอา - ทุกอย่างอยู่ในใบจอง"
    }
  },
  {
    "translation": {
      "en": "One-bedroom's too small. See, we have to sell a house...",
      "th": "หนึ่งห้องนอนมันเล็กไป - เราต้องขายบ้าน... - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yes. -...which could take some while.",
      "th": "- เราต้องขายบ้าน... - ใช่ ซึ่งอาจใช้เวลาสักพัก"
    }
  },
  {
    "translation": {
      "en": "-[woman] How is the market right now? -Not very good.",
      "th": "- ตอนนี้ตลาดเป็นไง - ไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "[Pat] Not very good.",
      "th": "ไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] Auntie Pat's throwing up roadblocks all over the place.",
      "th": "อาแพทคอยขัดขวางอยู่เรื่อย"
    }
  },
  {
    "translation": {
      "en": "I think that... that... that she doesn't want to come here",
      "th": "ฉันว่าอาไม่อยากมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "because then Auntie Terry will have someone else in her life besides Pat.",
      "th": "เพราะชีวิตอาเทอร์รี่จะมีคนอื่นนอกจากอาแพท"
    }
  },
  {
    "translation": {
      "en": "She's never had to share Auntie Terry with anybody.",
      "th": "อาไม่เคยต้องแบ่งอาเทอร์รี่ให้ใคร"
    }
  },
  {
    "translation": {
      "en": "[Tammy] There's Grandma Rosie.",
      "th": "นี่คุณย่าโรซี่"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Yeah. -[Tammy] There's Brian and Diana.",
      "th": "นี่ไบรอันกับไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "[Tammy VO] Our family is a good family.",
      "th": "ครอบครัวเราเป็นครอบครัวที่ดี"
    }
  },
  {
    "translation": {
      "en": "We are there for each other,",
      "th": "เราคอยสนับสนุนกันและกัน"
    }
  },
  {
    "translation": {
      "en": "but my take on this,",
      "th": "แต่ในความเห็นของฉัน"
    }
  },
  {
    "translation": {
      "en": "Pat has kept Terry away.",
      "th": "อาแพทเก็บตัวอาเทอร์รี่ไว้"
    }
  },
  {
    "translation": {
      "en": "[Tammy] Here's grandpa and Paul.",
      "th": "นี่คุณปู่กับพอล"
    }
  },
  {
    "translation": {
      "en": "[Pat] Beautiful.",
      "th": "สวยจัง"
    }
  },
  {
    "translation": {
      "en": "[Tammy VO] I believe that Terry would've been around her family",
      "th": "ฉันเชื่อว่าอาเทอร์รี่คงจะ อยู่กับครอบครัวถ้าไม่ใช่เพราะอาแพท"
    }
  },
  {
    "translation": {
      "en": "if it hadn't been for Pat.",
      "th": "อยู่กับครอบครัวถ้าไม่ใช่เพราะอาแพท"
    }
  },
  {
    "translation": {
      "en": "So maybe that's where the root of the contention is,",
      "th": "ดังนั้นต้นเหตุที่ทำให้เราไม่ลงรอยกัน"
    }
  },
  {
    "translation": {
      "en": "is that Pat stole her away somehow.",
      "th": "อาจจะเป็นเพราะอาแพทพรากเธอไป"
    }
  },
  {
    "translation": {
      "en": "[Terry] Seventy. Gee.",
      "th": "เจ็ดสิบ โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "Everybody loves Terry.",
      "th": "ทุกคนรักเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "They'll put up with me only because of Terry, I think.",
      "th": "ฉันว่าพวกเขายอมทนฉัน ก็เพราะเห็นแก่เทอร์รี่เท่านั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "They'll put up with me.",
      "th": "พวกเขายอมทนฉัน"
    }
  },
  {
    "translation": {
      "en": "So there you go.",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Happy New Year!",
      "th": "สวัสดีปีใหม่!"
    }
  },
  {
    "translation": {
      "en": "Happy New Year!",
      "th": "สวัสดีปีใหม่!"
    }
  },
  {
    "translation": {
      "en": "[man] Come on in out of the cold.",
      "th": "เข้ามาสิ ข้างนอกหนาว"
    }
  },
  {
    "translation": {
      "en": "-Good to see you guys. -Hi, Terry. Come on in.",
      "th": "- ดีใจที่ได้เจอ - ไง เทอร์รี่ เข้ามา"
    }
  },
  {
    "translation": {
      "en": "-Hi, Jack. How you doing? -[Pat] How are you, darling?",
      "th": "- ไง แจ็ค สบายดีไหม - เป็นไงบ้าง คนดี"
    }
  },
  {
    "translation": {
      "en": "[Jack] I'm great. How are you?",
      "th": "สบายดีจ้ะ เธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, how are you?",
      "th": "ดี เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Good. -Hey, Jack.",
      "th": "- ดี - ไง แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Good to see you.",
      "th": "ดีใจจังที่ได้เจอ"
    }
  },
  {
    "translation": {
      "en": "-Nice to see you. -Come on in. I'll take your coats.",
      "th": "- ดีใจที่ได้เจอ - เข้ามาสิ ฉันเอาโค้ตไปเก็บให้"
    }
  },
  {
    "translation": {
      "en": "I will take your drink orders. Are you having scotch?",
      "th": "ฉันจะไปเอาเครื่องดื่มให้ เอาเหล้าสก็อตไหม"
    }
  },
  {
    "translation": {
      "en": "I want to have some scotch and water.",
      "th": "อยากได้สก็อตกับน้ำ"
    }
  },
  {
    "translation": {
      "en": "-Scotch and water. -Please.",
      "th": "จัดให้"
    }
  },
  {
    "translation": {
      "en": "I'll have a very weak scotch.",
      "th": "ฉันขอสก็อตบางๆ"
    }
  },
  {
    "translation": {
      "en": "A weak scotch.",
      "th": "สก็อตบางๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-With water. -Okay.",
      "th": "- ใส่น้ำ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Pat] But you know the family is there, and we love them dearly.",
      "th": "แต่เธอก็รู้ว่าครอบครัวอยู่ที่นั่น และเรารักพวกเขามาก"
    }
  },
  {
    "translation": {
      "en": "[Jack] I know it.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "You know, they want us to go back there to live.",
      "th": "พวกเขาอยากให้เราย้ายกลับไปอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I think Edmonton's a lovely city, but my heart's not in it.",
      "th": "ฉันว่าเอ็ดมอนตันเป็นเมืองที่ดี แต่ใจฉันไม่รักมัน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "It's too cold.",
      "th": "มันหนาวไป"
    }
  },
  {
    "translation": {
      "en": "Are you thinking about moving to a warm climate then?",
      "th": "งั้นเธอก็คิดจะย้ายไปอยู่เขตอุ่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, you know what? If you'd come along.",
      "th": "อย่างนี้นะ ถ้าเธอไปด้วยฉันก็ไป"
    }
  },
  {
    "translation": {
      "en": "[John] I'm available for travel.",
      "th": "ฉันว่างพร้อมจะไปเที่ยวอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] It's difficult to leave your friends.",
      "th": "ต้องจากเพื่อนๆ ไปมันทำใจลำบาก"
    }
  },
  {
    "translation": {
      "en": "-Of course it is. -You know that.",
      "th": "- ก็ใช่น่ะสิ - เธอก็รู้"
    }
  },
  {
    "translation": {
      "en": "I know it. I know.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "[Pat] Remember we'd have these big parties?",
      "th": "จำตอนที่เราจัดงานเลี้ยงใหญ่โตกันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Jack] Oh, my God. Yeah.",
      "th": "อุ๊ยตาย จำได้"
    }
  },
  {
    "translation": {
      "en": "[Pat] My goodness sakes.",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Friends are...",
      "th": "เพื่อนๆ น่ะ..."
    }
  },
  {
    "translation": {
      "en": "Well, they're everything, really.",
      "th": "เพื่อนคือทุกอย่างจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Many times, friends are... closer than family.",
      "th": "หลายครั้งเพื่อนฝูงก็ใกล้ชิดยิ่งกว่าครอบครัว"
    }
  },
  {
    "translation": {
      "en": "-[John] Here's yours. -Thank you. My gosh, this looks great.",
      "th": "ขอบคุณ โอ้โฮ ดูดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Jack] It's a down-home dinner.",
      "th": "เป็นมื้อค่ำทำกินเองแบบบ้านๆ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Thank goodness that we met you guys.",
      "th": "ดีจริงๆ ที่เราได้รู้จักพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "-Here's to you, Jack. -Still two guys from Chicago.",
      "th": "- แด่สหาย - ชายสองคนนั้นจากชิคาโก"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Oh, the best. The best.",
      "th": "- ใช่ - ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "You gals came in the '50s or '60s?",
      "th": "สาวๆ มาที่นี่ตอนยุค 50 หรือ 60 นะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah, I came down in '46 and played four years professional.",
      "th": "อ๋อ ฉันลงมาในปี 1946 และเล่นลีกอาชีพอยู่สี่ปี"
    }
  },
  {
    "translation": {
      "en": "[Jack] Okay. [Pat] I came down to live in July of 1950.",
      "th": "- โอเค - ฉันลงมาอยู่นี่ในเดือนกรกฎาคมปี 1950"
    }
  },
  {
    "translation": {
      "en": "[Terry] But for a while, we really didn't care to meet anybody.",
      "th": "แต่เราไม่ได้ใส่ใจจะพบเจอใครอยู่พักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We were so happy to be alone and away from Canada.",
      "th": "เราดีใจมากที่ได้อยู่คนเดียวและไกลจากแคนาดา"
    }
  },
  {
    "translation": {
      "en": "[Terry] In the '40s, you had to be very careful.",
      "th": "ในยุค 40 เราต้องระวังตัวมาก"
    }
  },
  {
    "translation": {
      "en": "[Jack] Well, we had to be so careful in the late '50s and early '60s.",
      "th": "เราต้องระวังตัวมาก ในช่วงปลาย 50 และต้น 60 ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Yes, absolutely. -[Jack] Terrible.",
      "th": "- ใช่ จริงที่สุด - เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "[male announcer] Two out of three Americans look upon homosexuals",
      "th": "สองในสามของชาวอเมริกันมองคนรักร่วมเพศ"
    }
  },
  {
    "translation": {
      "en": "with disgust, discomfort, or fear.",
      "th": "ด้วยความรังเกียจ อึดอัดใจ ไม่ก็กลัว (คุณเป็นภัยสังคม บุตรของคุณรักร่วมเพศหรือไม่)"
    }
  },
  {
    "translation": {
      "en": "[man] There may be some in this auditorium.",
      "th": "ในหอประชุมนี้อาจมีบางคนที่เป็น อาจมีสาวๆ บางคน..."
    }
  },
  {
    "translation": {
      "en": "There may some girls that'll turn lesbian.",
      "th": "(จนท.สืบสวน จอห์น โซเรนสัน หน่วยศีลธรรมและเยาวชน)"
    }
  },
  {
    "translation": {
      "en": "We don't know. One out of three of you will turn queer.",
      "th": "...ที่จะกลายเป็นเลสเบี้ยน เราไม่รู้ หนึ่งในสามของคุณจะกลายเป็นพวกรักร่วมเพศ"
    }
  },
  {
    "translation": {
      "en": "And you will be caught.",
      "th": "และพวกคุณจะถูกจับ"
    }
  },
  {
    "translation": {
      "en": "Don't think you won't be caught,",
      "th": "อย่าคิดว่าจะไม่ถูกจับ"
    }
  },
  {
    "translation": {
      "en": "and the rest of your life will be a living hell.",
      "th": "และชีวิตที่เหลือของพวกคุณ จะเหมือนตกนรกทั้งเป็น"
    }
  },
  {
    "translation": {
      "en": "[male announcer] The homosexual responds by going underground.",
      "th": "พวกรักร่วมเพศตอบโต้ด้วยการลงใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Those were the days where bars that were suspected of being lesbian bars",
      "th": "สมัยนั้นคือยุคที่บาร์ต่างๆ ที่ถูกสงสัย ว่าเป็นบาร์เลสเบี้ยน"
    }
  },
  {
    "translation": {
      "en": "were frequently raided, and if women didn't have on,",
      "th": "มักถูกตำรวจบุกทลาย และถ้าผู้หญิงไม่ได้สวมใส่"
    }
  },
  {
    "translation": {
      "en": "I think it was three articles of women's clothing,",
      "th": "เครื่องแต่งกายสตรีครบสามชิ้นมั้งนะ"
    }
  },
  {
    "translation": {
      "en": "they could be arrested and thrown in jail.",
      "th": "ตำรวจจะสามารถจับพวกเขาเข้าคุกได้"
    }
  },
  {
    "translation": {
      "en": "So it was not an easy time to be out.",
      "th": "ดังนั้นจึงไม่ใช่ยุคที่ออกมาเที่ยวได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] If you went to the bars, they would check you with a flashlight,",
      "th": "ถ้าไปบาร์ พวกเขาจะใช้ไฟฉายส่องตรวจ"
    }
  },
  {
    "translation": {
      "en": "and as you came out of the bar, if you had fly-front pants on,",
      "th": "แล้วทันทีที่ออกจากบาร์ ถ้าใส่กางเกงมีซิปที่เป้า"
    }
  },
  {
    "translation": {
      "en": "you went in the paddy wagon.",
      "th": "เราก็โดนจับขึ้นรถตู้ของตำรวจ"
    }
  },
  {
    "translation": {
      "en": "You were impersonating a man.",
      "th": "เรากำลังทำตัวเลียนแบบผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "♪ This time ♪",
      "th": "(บุกชายฝั่งกลางดึก จับ 90 ราย ชาย 89 หญิง 14)"
    }
  },
  {
    "translation": {
      "en": "♪ I'm looking through you... ♪",
      "th": "(ตำรวจ)"
    }
  },
  {
    "translation": {
      "en": "[Marge] I never got caught in any of the raids. I jumped out windows and ran like hell.",
      "th": "ฉันไม่เคยถูกจับเวลาที่มีการบุกทลายพวกนี้ ฉันโดดหนีนอกหน้าต่างและเผ่นสุดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I thank the people of Chicago for their vote of confidence in my public record.",
      "th": "ผมขอขอบคุณชาวชิคาโก ที่ลงคะแนนไว้วางใจในข้อมูลสาธารณะของผม"
    }
  },
  {
    "translation": {
      "en": "[Marge] Old man Daley...",
      "th": "ตาเฒ่าเดลีย์"
    }
  },
  {
    "translation": {
      "en": "put a lot of my friends out of work",
      "th": "ทำให้เพื่อนๆ เราหลายคนต้องตกงาน"
    }
  },
  {
    "translation": {
      "en": "because they printed everybody's name and what they did for a living.",
      "th": "เพราะตีพิมพ์ชื่อและอาชีพการงานของทุกคน"
    }
  },
  {
    "translation": {
      "en": "Teachers and professors and principals in schools,",
      "th": "ครูบาอาจารย์และครูใหญ่ตามโรงเรียนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "they lost their jobs.",
      "th": "พวกเขาตกงานกันหมด"
    }
  },
  {
    "translation": {
      "en": "[woman] There are many stories about people losing their jobs and committing suicide.",
      "th": "มีข่าวมากมายเรื่องคนตกงานและฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "Some of them lost custody of children.",
      "th": "บางคนก็เสียสิทธิ์ในการเลี้ยงดูบุตร"
    }
  },
  {
    "translation": {
      "en": "Certainly, divorces, all sorts of things happened",
      "th": "แน่นอนว่าเกิดการหย่าร้าง สารพัดเรื่องที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "as a ramification of the bar raids.",
      "th": "เพราะผลพวงจากการบุกบาร์"
    }
  },
  {
    "translation": {
      "en": "[Terry] We never went to those bars.",
      "th": "เราไม่เคยไปบาร์เหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Pat] We never went to a bar.",
      "th": "เราไม่เคยไปบาร์เลย"
    }
  },
  {
    "translation": {
      "en": "[Terry] We didn't want to be sent back to Canada.",
      "th": "เราไม่อยากถูกส่งตัวกลับแคนาดา"
    }
  },
  {
    "translation": {
      "en": "They had a raid.",
      "th": "ตำรวจบุกทลายบาร์กัน"
    }
  },
  {
    "translation": {
      "en": "[John] Oh, sure.",
      "th": "อ๋อ ใช่"
    }
  },
  {
    "translation": {
      "en": "[Jack] You gals were immigrants.",
      "th": "พวกเธอเป็นผู้อพยพ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Jack] So you couldn't afford to screw up.",
      "th": "เพราะงั้นจะหาเรื่องใส่ตัวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Pat] We have-- We have a green card.",
      "th": "เราได้กรีนการ์ด"
    }
  },
  {
    "translation": {
      "en": "[John] I think parties are the main place that people met each other.",
      "th": "ฉันว่าปาร์ตี้เป็นสถานที่หลักที่ผู้คนได้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah. I remember going to these parties.",
      "th": "ใช่ ฉันจำได้ว่าเคยไปปาร์ตี้พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "We'd all, us girls, would get in there, and we'd dance up a storm.",
      "th": "ผู้หญิงอย่างเราจะเข้าไป แล้วก็เต้นกันไฟแลบ"
    }
  },
  {
    "translation": {
      "en": "[John] The only time you let your hair down is when... [John and Jack] ...you went out.",
      "th": "เวลาเดียวที่เธอทำตัวสบายๆ คือตอนออกไปเที่ยว"
    }
  },
  {
    "translation": {
      "en": "[John] And you were with your own.",
      "th": "และอยู่กับพวกเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[Pat] Have you guys thought about getting married?",
      "th": "พวกเธอเคยคิดจะแต่งงานกันไหม"
    }
  },
  {
    "translation": {
      "en": "-[John] No. -[Jack] Yeah. I have.",
      "th": "- ไม่ - ฉันคิดนะ"
    }
  },
  {
    "translation": {
      "en": "-I have, but he... -[John] To whom?",
      "th": "- ฉันคิด แต่เขา... - แต่งกับใคร"
    }
  },
  {
    "translation": {
      "en": "-[Terry laughs] -To you.",
      "th": "กับนายไง"
    }
  },
  {
    "translation": {
      "en": "[John] Hey, that's something you haven't told me.",
      "th": "มีอะไรที่ยังไม่ได้บอกฉันหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Jack] Have you thought about it?",
      "th": "เคยคิดเรื่องนั้นบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "[Pat] Just the other day, they said it's legal now to get married in Illinois.",
      "th": "เมื่อวันก่อน คนเขาพูดกันว่าสมัยนี้แต่งงาน ในอิลลินอยส์ได้ไม่ผิดกฎหมายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Jack] Yeah. -[John] Mm-hmm.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And I said to Terry, \"Well, what do you think, my dear?\"",
      "th": "แล้วฉันก็บอกเทอร์รี่ \"เอาละ คิดยังไงจ๊ะ คนดี\""
    }
  },
  {
    "translation": {
      "en": "She says, \"Well, I don't know.\"",
      "th": "เธอบอกว่า \"ไม่รู้สินะ\""
    }
  },
  {
    "translation": {
      "en": "Are you still holding out?",
      "th": "เธอยังยื้อไว้อยู่อีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Jack, I'm not sure yet.",
      "th": "แจ็ค ฉันยังไม่แน่ใจเลย"
    }
  },
  {
    "translation": {
      "en": "We didn't know you were thinking about it. I think it's wonderful.",
      "th": "เราไม่รู้ว่าเธอคิดจะแต่งงาน ฉันว่าดีนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I think it's delightful.",
      "th": "ฉันว่าน่ายินดีมาก"
    }
  },
  {
    "translation": {
      "en": "For me, there's no reason for it.",
      "th": "สำหรับฉัน มันไม่มีเหตุผลต้องทำหรอก"
    }
  },
  {
    "translation": {
      "en": "No? Okay.",
      "th": "- ใช่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Everything is going as it should right now.",
      "th": "ตอนนี้ทุกอย่างก็เป็นไปอย่างที่ควรจะเป็น"
    }
  },
  {
    "translation": {
      "en": "Well, I feel the same way, John.",
      "th": "ฉันก็รู้สึกแบบนั้น จอห์น"
    }
  },
  {
    "translation": {
      "en": "To me, I don't love another person as much as I love him.",
      "th": "ฉันว่าฉันไม่รักใครอื่นมากเท่าที่ฉันรักเขา"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "I feel like John.",
      "th": "ฉันรู้สึกเหมือนจอห์น"
    }
  },
  {
    "translation": {
      "en": "-I-- We've got everything settled and... -Uh-huh.",
      "th": "เราจัดการทุกอย่างลงตัวแล้ว และไม่มีเหตุผลต้องแต่งเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-...there's no reason for it, really. -But... But...",
      "th": "เราจัดการทุกอย่างลงตัวแล้ว และไม่มีเหตุผลต้องแต่งเลยจริงๆ แต่..."
    }
  },
  {
    "translation": {
      "en": "...why not?",
      "th": "ทำไมถึงจะไม่แต่งล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] We lived in Chicago,",
      "th": "เราเคยอยู่ที่ชิคาโก"
    }
  },
  {
    "translation": {
      "en": "um, maybe 42 or 43 years, I believe.",
      "th": "น่าจะสัก 42 หรือ 43 ปีได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "Michigan Avenue is so pretty right now.",
      "th": "ถนนมิชิแกนอเวนิวตอนนี้กำลังสวยเลย"
    }
  },
  {
    "translation": {
      "en": "They have boulevards, and in the spring--",
      "th": "เขามีถนนใหญ่บูเลอวาร์ด แล้วพอช่วงฤดูใบไม้ผลิ"
    }
  },
  {
    "translation": {
      "en": "I'd like to get on one of those things.",
      "th": "ฉันอยากขี่เจ้านั่นบ้างจัง"
    }
  },
  {
    "translation": {
      "en": "[Pat] Segways, yeah.",
      "th": "รถไฟฟ้าสองล้อ นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Terry] We worked 26 years in the same office.",
      "th": "เราทำงานออฟฟิศเดียวกันมา 26 ปี"
    }
  },
  {
    "translation": {
      "en": "People have said, how can you live together and work together for 26 years?",
      "th": "คนเขาพูดกันว่า พวกคุณอยู่ด้วยกัน และทำงานด้วยกันได้ยังไงตั้ง 26 ปี"
    }
  },
  {
    "translation": {
      "en": "[Pat] We had a wonderful time working together. We did.",
      "th": "เราสนุกกันมากตอนที่ทำงานด้วยกัน จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "We worked for Watson & Boaler, very fine interior design company.",
      "th": "เราทำงานให้วัตสันแอนด์โบลเลอร์ ซึ่งเป็นบริษัทออกแบบภายในที่หรูเลิศมาก"
    }
  },
  {
    "translation": {
      "en": "[Terry] And we had a rich clientele.",
      "th": "ลูกค้าเราเป็นคนมีเงิน"
    }
  },
  {
    "translation": {
      "en": "[Pat] When we went to the office, we were strictly business.",
      "th": "เวลาเข้าออฟฟิศ เราจะจริงจังเป็นการเป็นงาน"
    }
  },
  {
    "translation": {
      "en": "We always wore dresses and high heels, and the makeup and lipstick,",
      "th": "เราใส่ชุดกระโปรงกับรองเท้าส้นสูง แต่งหน้าทาปากเสมอ"
    }
  },
  {
    "translation": {
      "en": "the whole thing, always.",
      "th": "ทั้งหมดนั่นน่ะ ไม่เคยขาด"
    }
  },
  {
    "translation": {
      "en": "[Terry] We looked like ladies, and I think the people we met liked that.",
      "th": "เราดูเหมือนกุลสตรี ฉันว่าพวกคนที่เจอเราก็ชอบแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Pat] Anybody who was not gay didn't know. They simply didn't.",
      "th": "คนที่ไม่ใช่เกย์ก็ไม่รู้ พวกเขาก็แค่ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "They just thought we were good friends, which of course, we were.",
      "th": "พวกเขาคิดว่าเราเป็นแค่เพื่อนรักกัน ซึ่งเราก็เป็นเช่นนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Very good friends.",
      "th": "เป็นเพื่อนที่รักกันมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Hello.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "These ladies were part of the first tenants of the building.",
      "th": "คุณผู้หญิงเหล่านี้เป็น หนึ่งในผู้อาศัยกลุ่มแรกของอาคาร"
    }
  },
  {
    "translation": {
      "en": "On a windy day like today, you can hear the building...",
      "th": "ในวันที่ลมแรงเช่นวันนี้ เราจะได้ยินเสียงตึกลั่น"
    }
  },
  {
    "translation": {
      "en": "-...creak. I'm sure it still happens. -Here?",
      "th": "- ฉันว่าตอนนี้ก็ยังได้ยิน - ตรงนี้เหรอครับ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Oh, God, no. We can't hear it creak.",
      "th": "- ใช่ - อ๋อ ไม่ครับ เราไม่ได้ยินเลย"
    }
  },
  {
    "translation": {
      "en": "Do you remember there was a hole in the ground?",
      "th": "จำได้ไหมว่าเคยมีหลุมใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Oh, yes. -[Pat] I remember it was so deep.",
      "th": "อ๋อ ใช่ จำได้ว่าหลุมลึกมาก"
    }
  },
  {
    "translation": {
      "en": "[Terry] We lived right over there. Right in the--",
      "th": "เราเคยอยู่ตรงโน้น"
    }
  },
  {
    "translation": {
      "en": "[Pat] You see that church there? We were very close to that.",
      "th": "เห็นโบสถ์นั่นไหม เราอยู่ใกล้ที่นั่นมาก"
    }
  },
  {
    "translation": {
      "en": "About four blocks, five blocks away from there.",
      "th": "ราวๆ สี่ถึงห้าช่วงตึกจากตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "-[man] Old town? -[Pat] Yes.",
      "th": "- ย่านเมืองเก่าเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[man] Oh, wow, yeah.",
      "th": "โอ้โฮ ว้าว นั่นสินะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] It's been a while since we've seen our place.",
      "th": "เราไม่ได้แวะมาดูบ้านได้พักใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "We were on the second floor, and when we found this place,",
      "th": "เราเคยพักอยู่ชั้นสอง ตอนที่เจอที่นั่น"
    }
  },
  {
    "translation": {
      "en": "our landlord said, \"I'm never going to let you go.\"",
      "th": "เจ้าของตึกบอกว่า \"ผมไม่ยอมปล่อยพวกคุณไปเด็ดขาด\""
    }
  },
  {
    "translation": {
      "en": "And he didn't. We were here for 20 years.",
      "th": "เขาไม่ปล่อยจริงๆ เราอยู่ที่นี่ตั้ง 20 ปี"
    }
  },
  {
    "translation": {
      "en": "We just loved living here. It was great.",
      "th": "เรารักที่พักที่นี่ มันดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, the area is so wonderful.",
      "th": "ย่านนี้ก็แสนดีงาม"
    }
  },
  {
    "translation": {
      "en": "We just walked up here and got the bus.",
      "th": "แค่เดินมาขึ้นรถเมล์ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Pat] Get to work in what? Ten, 15 minutes from here, I think?",
      "th": "ไปถึงที่ทำงานในกี่นาทีนะ จากที่นี่แค่สิบหรือ 15 นาทีได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "[man] Oh, my gosh.",
      "th": "ตายจริง"
    }
  },
  {
    "translation": {
      "en": "You're a catcher.",
      "th": "คุณเป็นแคชเชอร์"
    }
  },
  {
    "translation": {
      "en": "-[Terry] I played utility. -[man] Awesome.",
      "th": "- ฉันเล่นหลายตำแหน่ง - ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "So you did actually have to wear dresses?",
      "th": "แล้วพวกคุณต้องใส่ชุดกระโปรงจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yes, we did. -Oh, my gosh.",
      "th": "- จริง - ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Did you ever slide into bases? -Oh, yeah, we all slid.",
      "th": "- คุณเคยไถลเข้าเบสไหม - เคยสิ"
    }
  },
  {
    "translation": {
      "en": "We had one girl that did 201 stolen bases in one year.",
      "th": "เคยมีผู้หญิงคนหนึ่งขโมยเบส 201 ครั้งในปีเดียว"
    }
  },
  {
    "translation": {
      "en": "No man has done that.",
      "th": "ไม่เคยมีผู้ชายคนไหนทำได้"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh.",
      "th": "โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "This little card, you know, it's so funny.",
      "th": "เจ้าการ์ดนี่น่าขันเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "Um, when people know that you played in the All-American",
      "th": "เวลาคนรู้ว่าเราเล่นให้ทีมออลอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and A League of Their Own, the movie, they get so excited.",
      "th": "กับหนังเรื่อง ผู้หญิงไม่ได้มีไว้รักอย่างเดียว คนก็จะตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "And then if you give them a card, it just blows them away.",
      "th": "แล้วถ้าเราเอาการ์ดให้เขา เขาจะตะลึงไปเลย"
    }
  },
  {
    "translation": {
      "en": "It's so funny that little card has made so many people happy.",
      "th": "มันน่าขันที่การ์ดเล็กๆ นี้ทำให้ผู้คนมากมายดีใจ"
    }
  },
  {
    "translation": {
      "en": "And all the girls say the same thing.",
      "th": "และพวกเราทุกคนก็พูดเหมือนกันหมด"
    }
  },
  {
    "translation": {
      "en": "So I try to keep a couple in my purse.",
      "th": "ฉันเลยพยายามพกติดกระเป๋าไว้สองสามใบ"
    }
  },
  {
    "translation": {
      "en": "[male announcer] That All-American pastime, baseball, brings out the All-American Girl Baseball League",
      "th": "กีฬายามว่างออลอเมริกันเบสบอล นำลีกเบสบอลออลอเมริกันหญิงล้วน"
    }
  },
  {
    "translation": {
      "en": "for spring training at Alexandria, Virginia.",
      "th": "ไปฝึกซ้อมช่วงฤดูใบไม้ผลิที่ อเล็กซานเดรีย รัฐเวอร์จิเนีย"
    }
  },
  {
    "translation": {
      "en": "Okay, gals. Play ball.",
      "th": "เอาละ สาวๆ เล่นบอลได้"
    }
  },
  {
    "translation": {
      "en": "[Terry] My dream certainly came true 'cause I can remember telling my dad,",
      "th": "ฝันของฉันกลายเป็นจริงแน่นอน เพราะจำได้ว่าได้บอกพ่อ"
    }
  },
  {
    "translation": {
      "en": "\"If I could play ball every day, that would be my dream.\"",
      "th": "\"ถ้าหนูได้เล่นเบสบอลทุกวัน นั่นคงเหมือนฝันไป\""
    }
  },
  {
    "translation": {
      "en": "So it happened.",
      "th": "แล้วมันก็เกิดขึ้นจริง"
    }
  },
  {
    "translation": {
      "en": "[Mary] And one of the women who actually got paid to play ball was Terry Donahue.",
      "th": "หนึ่งในหญิงที่ได้รับค่าจ้างเล่นเบสบอลคือ เทอร์รี่ โดนาฮิว"
    }
  },
  {
    "translation": {
      "en": "Terry played for the Peoria Redwings during World War II",
      "th": "เทอร์รี่เล่นให้ทีมพีโอเรีย เร้ดวิงส์ ช่วงสงครามโลกครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "on what they used to call the All-American Girls Baseball League.",
      "th": "ในลีกที่เคยเรียกกันว่า ออลอเมริกันเกิร์ลส์เบสบอลลีก"
    }
  },
  {
    "translation": {
      "en": "[Terry] Philip Wrigley, who had the Cubs,",
      "th": "ฟิลิป ริกลีย์ เจ้าของทีมชิคาโกคับส์"
    }
  },
  {
    "translation": {
      "en": "he had the idea to fill the ballparks with women ballplayers.",
      "th": "เขาเกิดความคิดที่จะทำให้คนดูเต็มสนาม โดยใช้นักเล่นเบสบอลหญิง"
    }
  },
  {
    "translation": {
      "en": "So he sent his scouts out through the United States and Canada",
      "th": "เขาจึงส่งแมวมองไปทั่วสหรัฐฯ และแคนาดา"
    }
  },
  {
    "translation": {
      "en": "for the best softball players that they could find.",
      "th": "เพื่อหาผู้เล่นซอฟต์บอลที่เก่งที่สุดเท่าที่หาได้"
    }
  },
  {
    "translation": {
      "en": "[Terry] He got 200 of them into Wrigley Field.",
      "th": "เขานำผู้เล่น 200 คนเข้าสู่สนามริกลีย์ฟิลด์"
    }
  },
  {
    "translation": {
      "en": "[Terry] And out of the 200, he chose 60 girls to form four teams.",
      "th": "และจาก 200 คนนั้น เขาเลือกหญิงสาว 60 คนมาตั้งเป็นสี่ทีม"
    }
  },
  {
    "translation": {
      "en": "And then he chose the Midwestern cities like Rockford,",
      "th": "จากนั้นเขาก็เลือกเมืองแถบมิดเวสต์ อย่างร็อกฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Kenosha, Racine,",
      "th": "เคโนชา เรซีน"
    }
  },
  {
    "translation": {
      "en": "South Bend,",
      "th": "(หนังสือรุ่น 1945)"
    }
  },
  {
    "translation": {
      "en": "Peoria",
      "th": "พีโอเรีย"
    }
  },
  {
    "translation": {
      "en": "to be in the league he formed.",
      "th": "เพื่อมาอยู่ในลีกที่เขาสร้าง"
    }
  },
  {
    "translation": {
      "en": "And I can say being Canadian...",
      "th": "ฉันพูดได้ในฐานะที่เป็นคนแคนาดา..."
    }
  },
  {
    "translation": {
      "en": "that we were very happy that Wrigley included Canada.",
      "th": "ว่าเราดีใจมากที่ริกลีย์รวมแคนาดาด้วย"
    }
  },
  {
    "translation": {
      "en": "There were also a couple of girls from Cuba.",
      "th": "มีสาวๆ อีกสองสามคนมาจากคิวบาด้วย"
    }
  },
  {
    "translation": {
      "en": "Here's the old tractor.",
      "th": "นี่รถแทรกเตอร์เก่า"
    }
  },
  {
    "translation": {
      "en": "Oh, my. There's the old farmhouse.",
      "th": "อุ๊ยตาย นี่โรงนาเก่า"
    }
  },
  {
    "translation": {
      "en": "Oh, here's Dad holding me.",
      "th": "อุ๊ย รูปนี้พ่อกำลังอุ้มฉัน"
    }
  },
  {
    "translation": {
      "en": "I tell you, it was a happy home.",
      "th": "บอกเลยว่าครอบครัวเรามีความสุข"
    }
  },
  {
    "translation": {
      "en": "I was born and raised on a farm in Melaval, Saskatchewan.",
      "th": "ฉันเกิดและโตมาในไร่ที่เมลาวัล ซัสแคตเชวัน"
    }
  },
  {
    "translation": {
      "en": "Of course, I grew up during the Depression,",
      "th": "แน่นอนว่าฉันโตในยุคเศรษฐกิจตกต่ำ"
    }
  },
  {
    "translation": {
      "en": "and there was no money and after you had your homework done,",
      "th": "ไม่มีเงิน และหลังจากทำการบ้านเสร็จ"
    }
  },
  {
    "translation": {
      "en": "what was there to do?",
      "th": "ก็ไม่มีอะไรให้ทำแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I just went out and played with my brother.",
      "th": "ฉันเลยออกไปเล่นนอกบ้านกับพี่ชาย"
    }
  },
  {
    "translation": {
      "en": "He was an excellent ballplayer,",
      "th": "เขาเป็นนักเบสบอลที่ฝีมือดีมาก"
    }
  },
  {
    "translation": {
      "en": "and I think because of him, made me better because he would throw me grounders,",
      "th": "ฉันว่าพี่ทำให้ฉันเก่งขึ้น เพราะพี่จะขว้างบอลติดพื้น"
    }
  },
  {
    "translation": {
      "en": "and, you know, how brothers they want you to miss it,",
      "th": "คงรู้จักนิสัยพี่ชายกันดีนะ เขาอยากให้เราพลาด"
    }
  },
  {
    "translation": {
      "en": "and he would throw 'em harder and hit 'em hard to me.",
      "th": "เขาจะขว้างแรงขึ้นและตีลูกใส่ฉันแรงๆ"
    }
  },
  {
    "translation": {
      "en": "So I think that was kind of fortunate for me.",
      "th": "สำหรับฉันนั่นเลยถือเป็นเรื่องโชคดี"
    }
  },
  {
    "translation": {
      "en": "-[Mary] So when the scout came... -[bicycle bell rings] ...how old were you, and what grade were you in?",
      "th": "พอแมวมองมาหา คุณอายุเท่าไหร่ เรียนอยู่ชั้นอะไร"
    }
  },
  {
    "translation": {
      "en": "[Terry] When I was playing ball in school,",
      "th": "สมัยที่เล่นเบสบอลในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I was scouted from the team in Moose Jaw",
      "th": "มีคนจากทีมในมูสจอว์มาทาบทามฉัน"
    }
  },
  {
    "translation": {
      "en": "to go in there to play during the holidays after school was out.",
      "th": "ให้ไปเล่นที่นั่นช่วงวันหยุดหลังปิดภาคเรียน"
    }
  },
  {
    "translation": {
      "en": "When the scout from the States came, I was 19.",
      "th": "ตอนที่แมวมองจากสหรัฐฯ มาหา ฉันอายุ 19"
    }
  },
  {
    "translation": {
      "en": "And I came down here when I was 20.",
      "th": "แล้วฉันก็ลงมาที่นี่ตอนอายุ 20"
    }
  },
  {
    "translation": {
      "en": "I came down in 1946, all by myself.",
      "th": "ฉันลงมาเองคนเดียวในปี 1946"
    }
  },
  {
    "translation": {
      "en": "I didn't know about Chicago, how big it was or anything.",
      "th": "ไม่รู้จักชิคาโก ไม่รู้ว่าเมืองใหญ่แค่ไหนหรืออะไร"
    }
  },
  {
    "translation": {
      "en": "All I know is that I was coming down for a tryout, and I could hardly wait.",
      "th": "ฉันรู้แค่ลงมาทดสอบ แล้วก็อดใจรอแทบไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "So my number came out.",
      "th": "แล้วเขาก็เรียกหมายเลขของฉัน"
    }
  },
  {
    "translation": {
      "en": "I ran out to shortstop, and then they started hitting balls.",
      "th": "ฉันวิ่งออกไปที่ชอร์ตสต็อป แล้วพวกเขาก็เริ่มตีลูก"
    }
  },
  {
    "translation": {
      "en": "I tell ya, I had a good day that day 'cause I was picking them up like crazy",
      "th": "บอกเลย วันนั้นสนุกมาก เพราะฉันรับบอลเก่งเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "-and running for them and getting them. -[crowd cheering]",
      "th": "ทั้งวิ่งไล่และรับลูกได้"
    }
  },
  {
    "translation": {
      "en": "And then I had a dirty bounce that cut my eyebrow.",
      "th": "แล้วฉันก็เจอลูกกระดอนที่ทำเอาคิ้วแตก"
    }
  },
  {
    "translation": {
      "en": "So I went off to the side, and they said, \"Take her for stitches.\"",
      "th": "ฉันจึงหลบไปข้างสนาม คนบอกว่า \"พาเธอไปเย็บแผล\""
    }
  },
  {
    "translation": {
      "en": "I said, \"No. Put a Band-Aid on it. I'm going back out. I'm not finished.\"",
      "th": "ฉันบอก \"ไม่ ติดพลาสเตอร์ยา ฉันจะกลับไป ยังเล่นไม่จบ\""
    }
  },
  {
    "translation": {
      "en": "They brought me back and said, \"Gutsy kid.\"",
      "th": "เขาพาฉันกลับไปและพูดว่า \"เด็กใจถึง\""
    }
  },
  {
    "translation": {
      "en": "And then came allocation day,",
      "th": "ต่อมาก็ถึงวันคัดคนเข้าทีม"
    }
  },
  {
    "translation": {
      "en": "and I'll never forget it.",
      "th": "ฉันจะไม่มีวันลืมเลย"
    }
  },
  {
    "translation": {
      "en": "It was in this great big room with all the young girls",
      "th": "ทำกันในห้องใหญ่ๆ ห้องหนึ่งที่มีแต่สาวรุ่น"
    }
  },
  {
    "translation": {
      "en": "who were all there trying to make it.",
      "th": "ทุกคนที่นั่นต่างพยายามทำฝันให้เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "My name wasn't being called,",
      "th": "เขาไม่ได้เรียกชื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "it wasn't being called,",
      "th": "ไม่ได้ถูกเรียก"
    }
  },
  {
    "translation": {
      "en": "wasn't being called, and I thought to myself,",
      "th": "ไม่ได้ถูกเรียก แล้วฉันก็คิด"
    }
  },
  {
    "translation": {
      "en": "\"Well, I guess I'll have to go back home and say I wasn't good enough.\"",
      "th": "\"เออ สงสัยต้องกลับบ้าน แล้วบอกว่าฉันยังไม่เก่งพอ\""
    }
  },
  {
    "translation": {
      "en": "And then my name was called for Peoria Redwings.",
      "th": "แล้วเขาก็เรียกชื่อฉันเข้าทีมพีโอเรีย เร้ดวิงส์"
    }
  },
  {
    "translation": {
      "en": "I tell you, Chris, I was the happiest girl in that room.",
      "th": "บอกเลยนะ คริส ฉันดีใจที่สุดในห้องนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I stayed with them all four years, and they never traded me.",
      "th": "ฉันอยู่กับทีมนั้นตลอดสี่ปี และเขาไม่เคยแลกตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "[Yvonne] These women had clearly laid down a foundation",
      "th": "ผู้หญิงพวกนี้วางรากฐานเอาไว้ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "for women athletes of all kinds who were following them.",
      "th": "สำหรับนักกีฬาหญิงทุกประเภทที่ดำเนินรอยตาม"
    }
  },
  {
    "translation": {
      "en": "-[classical string music playing] -[woman] Heads up.",
      "th": "หน้าเชิด (ผู้หญิงไม่ได้มีไว้รักอย่างเดียว)"
    }
  },
  {
    "translation": {
      "en": "Back straight.",
      "th": "หลังตรง"
    }
  },
  {
    "translation": {
      "en": "And sit.",
      "th": "นั่งลง"
    }
  },
  {
    "translation": {
      "en": "[Terry] Even though they had to jump through all kinds of hoops",
      "th": "ถึงแม้พวกเขาต้องโดดข้ามความท้าทายทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "in order to get to play...",
      "th": "เพื่อที่จะได้เล่นกีฬา"
    }
  },
  {
    "translation": {
      "en": "[Terry] ...they all had to go to charm school... [woman] Don't slurp! [Terry] ...and learn how to put on makeup.",
      "th": "ทุกคนต้องเข้าโรงเรียนฝึกกิริยามารยาท และเรียนวิธีแต่งหน้า"
    }
  },
  {
    "translation": {
      "en": "They wanted us to look like ladies and play ball like men,",
      "th": "พวกเขาอยากให้เราดูเป็นกุลสตรี และเล่นบอลเหมือนผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "and that's what we did.",
      "th": "แล้วเราก็ทำแบบนั้น - ใส่ชุดนี้ไถลไม่ได้ - ผมชอบ"
    }
  },
  {
    "translation": {
      "en": "This is our uniform.",
      "th": "นี่คือเครื่องแบบของเรา"
    }
  },
  {
    "translation": {
      "en": "It had to be six inches above the knee, and they were skirts.",
      "th": "ต้องเหนือเข่าหกนิ้วและเป็นกระโปรง"
    }
  },
  {
    "translation": {
      "en": "[male announcer] \"Tiby\" Eisen slides home with a run and a nicely bruised leg.",
      "th": "\"ทิบี้\" ไอเซน ไถลตัวทำโฮมรัน กับขาสวยๆ ที่ฟกช้ำ"
    }
  },
  {
    "translation": {
      "en": "Better a bruise than long pants, hey, gals?",
      "th": "ยอมเป็นแผลดีกว่า ใส่กางเกงขายาวใช่ไหมจ๊ะ สาวๆ"
    }
  },
  {
    "translation": {
      "en": "People thought, \"Well, they're gonna go out and have a good laugh.",
      "th": "คนนึกว่า \"จะออกไปดูเอาขำๆ สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Women playing in skirts playing baseball.\"",
      "th": "ผู้หญิงนุ่งกระโปรงเล่นเบสบอลเนี่ยนะ\""
    }
  },
  {
    "translation": {
      "en": "But when they came out and saw how well we played,",
      "th": "แต่พอคนออกจากบ้านมาดูและเห็นว่าเราเล่นเก่ง"
    }
  },
  {
    "translation": {
      "en": "they came back every night.",
      "th": "พวกเขาก็กลับมาทุกคืน"
    }
  },
  {
    "translation": {
      "en": "[Terry] And in 1948, our league drew a million people.",
      "th": "ในปี 1948 ลีกของเราดึงดูดผู้ชมได้นับล้าน"
    }
  },
  {
    "translation": {
      "en": "-[ball clacks] -[triumphant organ music plays]",
      "th": "(เคโนชาโคเม็ตส์แข่งกับร็อกฟอร์ดพีชเชส)"
    }
  },
  {
    "translation": {
      "en": "[Yvonne] I think they were feminists.",
      "th": "ฉันว่าพวกนั้นเป็นนักสตรีนิยม"
    }
  },
  {
    "translation": {
      "en": "They were playing baseball, for goodness sake.",
      "th": "พวกเธอเล่นเบสบอลนะ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Women didn't do that.",
      "th": "ผู้หญิงไม่ทำแบบนั้นกัน"
    }
  },
  {
    "translation": {
      "en": "They had the courage to do something so different",
      "th": "สาวๆ กล้าทำเรื่องที่แสนจะแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "in a time when \"different\" was not looked on as something good.",
      "th": "ในสมัยที่คนไม่มองว่าความแตกต่างเป็นเรื่องที่ดี"
    }
  },
  {
    "translation": {
      "en": "We had a great group of gals.",
      "th": "สาวๆ กลุ่มเรานั้นดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "My good friend, Betty,",
      "th": "เพื่อนรักฉัน เบ็ตตี้"
    }
  },
  {
    "translation": {
      "en": "we played on the same team.",
      "th": "เราอยู่ทีมเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "She said, \"Terry, I don't know if you know anything about this.",
      "th": "เบ็ตตี้ว่า \"เทอร์รี่ ไม่รู้ว่าเธอรู้มาบ้างไหมนะ"
    }
  },
  {
    "translation": {
      "en": "When these women get together, they like another woman.\"",
      "th": "เวลาผู้หญิงพวกนี้มารวมตัวกัน ก็จะจีบผู้หญิงด้วยกัน\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No, I haven't.\"",
      "th": "ฉันตอบ \"ไม่ ฉันไม่รู้\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"I just wanted to let you know what goes on",
      "th": "แล้วเบ็ตตี้ก็พูดว่า \"ฉันแค่อยากให้เธอรู้ ว่ามีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "so you're aware of it.\"",
      "th": "เธอจะได้รับรู้และระวังไว้\""
    }
  },
  {
    "translation": {
      "en": "I'd never heard of those kind of girls.",
      "th": "ฉันไม่เคยได้ยินเรื่องของผู้หญิงประเภทนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Terry] I mean, I didn't know which ones were which,",
      "th": "ฉันไม่รู้ว่าคนไหนเป็นแบบไหน"
    }
  },
  {
    "translation": {
      "en": "but Betty and I weren't taking any chances.",
      "th": "แต่ฉันกับเบ็ตตี้ก็ไม่ขอเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "We'd lock our door.",
      "th": "เราล็อกประตูห้องนอน"
    }
  },
  {
    "translation": {
      "en": "We'd move our dresser.",
      "th": "เราย้ายโต๊ะเครื่องแป้ง"
    }
  },
  {
    "translation": {
      "en": "We'd move our chairs. We'd put it at the door.",
      "th": "เราย้ายเก้าอี้ออกมาขวางประตู"
    }
  },
  {
    "translation": {
      "en": "Because we didn't want 'em in our room.",
      "th": "เพราะเราไม่อยากให้พวกนั้นเข้าห้องเรา"
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think until I met Pat.",
      "th": "ฉันไม่รู้จะคิดยังไงจนกระทั่งได้เจอแพท"
    }
  },
  {
    "translation": {
      "en": "I don't know what happened, but that was it.",
      "th": "ฉันไม่รู้ว่าเกิดอะไรขึ้น แต่มันก็เป็นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Pat] It was one of the best days of my life",
      "th": "นั่นเป็นหนึ่งในวันที่ดีที่สุดในชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "when I met her on that Sunday morning in the hockey rink in Moose Jaw.",
      "th": "เช้าวันอาทิตย์นั้นที่ฉันพบเธอ ในลานฮ็อกกี้ในมูสจอว์"
    }
  },
  {
    "translation": {
      "en": "I think I was 18.",
      "th": "ฉันว่าตอนนั้นฉันอายุ 18"
    }
  },
  {
    "translation": {
      "en": "She was, like, 22, maybe, yeah.",
      "th": "เธอน่าจะสัก 22 ปี ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So it all started back in 1947.",
      "th": "ทั้งหมดเริ่มต้นย้อนไปในปี 1947"
    }
  },
  {
    "translation": {
      "en": "It seems like another lifetime really.",
      "th": "ราวกับสองชาติภพเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And we laugh because we think, \"How can that be?\" You know?",
      "th": "ตอนนั้นเราหัวเราะ เพราะคิดว่า จะเป็นไปได้ยังไงกัน"
    }
  },
  {
    "translation": {
      "en": "So many years, and yet...",
      "th": "ผ่านมาตั้งหลายปี แต่แล้ว..."
    }
  },
  {
    "translation": {
      "en": "it seems like it just started yesterday.",
      "th": "ราวกับเพิ่งเกิดขึ้นเมื่อวานนี้เอง"
    }
  },
  {
    "translation": {
      "en": "[Terry] We went skating this one night together.",
      "th": "คืนหนึ่งเราออกไปเล่นสเกตด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And at the next corner, she'd go that way, and I go this way.",
      "th": "พอถึงหัวมุมข้างหน้า ที่เธอกับฉันจะแยกไปคนละทาง"
    }
  },
  {
    "translation": {
      "en": "She said, \"Here.\" She hands me this piece of paper.",
      "th": "เธอก็ \"นี่\" เธอยื่นเศษกระดาษแผ่นหนึ่งให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "I could hardly wait to get to the next light.",
      "th": "ฉันรอไปถึงแสงไฟข้างหน้าแทบไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "It was the most beautiful note that Pat wrote.",
      "th": "นั่นเป็นข้อความที่งดงามที่สุดที่แพทเขียน"
    }
  },
  {
    "translation": {
      "en": "And she says, \"I'm a reader.\"",
      "th": "ทั้งที่เธอบอกว่าฉันเป็นนักอ่าน"
    }
  },
  {
    "translation": {
      "en": "And I read lots of stories,",
      "th": "ฉันอ่านหนังสือมาเยอะ"
    }
  },
  {
    "translation": {
      "en": "but I've never known where another woman had loved another woman.",
      "th": "แต่ฉันไม่เคยรู้จักผู้หญิงคนไหนที่รักผู้หญิงด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And she says, \"Above all things,",
      "th": "และเธอบอกว่า ที่สำคัญเหนืออื่นใด"
    }
  },
  {
    "translation": {
      "en": "I hope it's mutual.\"",
      "th": "ฉันหวังว่าใจเราจะตรงกัน"
    }
  },
  {
    "translation": {
      "en": "But I wanted to turn around and run back.",
      "th": "ฉันอยากกลับหลังหันแล้ววิ่งกลับไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Pat] We almost got locked in the Catholic church once.",
      "th": "ครั้งหนึ่งเราเกือบถูกขังในโบสถ์คาทอลิก"
    }
  },
  {
    "translation": {
      "en": "[Terry] Because there was a sandstorm.",
      "th": "เพราะมีพายุทราย"
    }
  },
  {
    "translation": {
      "en": "[Pat] We were walking right down Main Street, and we kissed.",
      "th": "เราเดินไปบนถนนเมน แล้วก็จูบกัน"
    }
  },
  {
    "translation": {
      "en": "Nobody could see us, because there was a sandstorm.",
      "th": "ไม่มีใครเห็นเราเพราะพายุทรายนั่น"
    }
  },
  {
    "translation": {
      "en": "[Terry] It was really hard to get together.",
      "th": "การอยู่ด้วยกันมันยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Pat] It was.",
      "th": "ยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Terry] One time we checked into the hotel with no suitcase or nothing.",
      "th": "ครั้งหนึ่งเราเข้าพักในโรงแรม โดยที่ไม่มีกระเป๋าเดินทางหรืออะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Pat] I can't believe we did that.",
      "th": "ไม่อยากจะเชื่อว่าเราทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Terry] And I was very well-known there because of sports.",
      "th": "แล้วฉันเป็นคนดังที่นั่นเสียด้วยเพราะเล่นกีฬา"
    }
  },
  {
    "translation": {
      "en": "-[Pat] And we played hockey. -[Terry] And we played hockey.",
      "th": "- เราเล่นฮ็อกกี้ - เราเล่นฮ็อกกี้"
    }
  },
  {
    "translation": {
      "en": "[Pat] And our pictures would be in the paper. I thought, \"Oh, my God.",
      "th": "รูปเราจะอยู่ตามหน้าหนังสือพิมพ์ โอ๊ย พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "This is not the best thing to do.\"",
      "th": "ทำแบบนั้นไม่ใช่เรื่องดีเลย"
    }
  },
  {
    "translation": {
      "en": "[Terry] But when I got her out to the farm, that was happy times.",
      "th": "แต่พอฉันพาเธอไปที่ไร่ ตอนนั้นเป็นช่วงสงบสุข"
    }
  },
  {
    "translation": {
      "en": "When a holiday would come along,",
      "th": "พอถึงช่วงเทศกาลหยุดยาว"
    }
  },
  {
    "translation": {
      "en": "I'd be so excited about going home, and I said to Pat,",
      "th": "ฉันก็ตื่นเต้นที่ได้กลับบ้าน ฉันบอกแพท"
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, you come home with me,",
      "th": "ฉันว่า \"กลับบ้านกับฉันนะ"
    }
  },
  {
    "translation": {
      "en": "And I'll guarantee you you'll have a good time.\"",
      "th": "รับประกันได้เลยว่าเธอจะชอบ\""
    }
  },
  {
    "translation": {
      "en": "So, when she said, \"No, I can't do that.\" I said, \"You do that.",
      "th": "พอเธอบอกว่า \"ไม่ ฉันทำไม่ได้\" ฉันบอก \"ทำซะ"
    }
  },
  {
    "translation": {
      "en": "You be on that train, and I'll be at the station.\"",
      "th": "เธอขึ้นรถไฟขบวนนั้นมาซะ ฉันจะรอที่สถานี\""
    }
  },
  {
    "translation": {
      "en": "And then Pat came off the train.",
      "th": "แล้วแพทก็ลงจากรถไฟ"
    }
  },
  {
    "translation": {
      "en": "And we had a good time.",
      "th": "เรามีเวลาแสนสุขด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And in the meantime, I was going with Bill from Peoria,",
      "th": "ในระหว่างนั้น ฉันจะออกจากพีโอเรียไปกับบิล"
    }
  },
  {
    "translation": {
      "en": "and he'd drive all the way up to Canada.",
      "th": "เขาจะขับรถไกลขึ้นไปถึงแคนาดา"
    }
  },
  {
    "translation": {
      "en": "And I said, \"You can come, but don't bring the rain.\"",
      "th": "ฉันบอก \"เธอมาด้วยได้นะ แต่อย่าระเบิดลงล่ะ\""
    }
  },
  {
    "translation": {
      "en": "He would come in the front door, and I'd go out the back with Terry.",
      "th": "เขาจะเข้าทางประตูหน้า ส่วนฉันออกทางหลังบ้านกับเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] I was almost married when I was 18, and the young man I was engaged to...",
      "th": "ฉันเกือบได้แต่งงานตอนอายุ 18 แต่ชายหนุ่มคนที่ฉันหมั้นหมาย..."
    }
  },
  {
    "translation": {
      "en": "um... died.",
      "th": "เสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "Then I was going with another young man.",
      "th": "จากนั้นฉันก็เป็นแฟนกับผู้ชายอีกคน"
    }
  },
  {
    "translation": {
      "en": "This is during the war.",
      "th": "ตอนนั้นเป็นช่วงสงคราม"
    }
  },
  {
    "translation": {
      "en": "Going with another young man who was a pilot, and he was killed.",
      "th": "คบหนุ่มอีกคนที่เป็นนักบิน แล้วเขาก็ถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "And then I was going with the son of a farmer.",
      "th": "ต่อมาฉันก็เป็นแฟนลูกชายชาวไร่"
    }
  },
  {
    "translation": {
      "en": "He was on a tractor that rolled over,",
      "th": "เขาขับรถแทรกเตอร์ที่ล้มคว่ำ"
    }
  },
  {
    "translation": {
      "en": "and he died.",
      "th": "แล้วก็ตาย"
    }
  },
  {
    "translation": {
      "en": "All of these strange things are happening, and I thought,",
      "th": "เกิดเรื่องประหลาดทั้งหมดนี้ แล้วฉันก็คิด"
    }
  },
  {
    "translation": {
      "en": "\"This is not what I was supposed to do.\"",
      "th": "\"ฉันไม่ควรทำแบบนี้แล้วนะ\""
    }
  },
  {
    "translation": {
      "en": "That was before I met Terry.",
      "th": "นั่นคือก่อนที่ฉันได้เจอเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "That changed everything.",
      "th": "มันทำให้ทุกอย่างเปลี่ยนไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Patty, you were meant for me.",
      "th": "แพทตี้ เธอเกิดมาเพื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "[Pat] I think you're right.",
      "th": "ฉันว่าเธอพูดถูก"
    }
  },
  {
    "translation": {
      "en": "[Terry] But Pat and I both had men interested.",
      "th": "แต่ฉันกับแพทก็เคยมีผู้ชายมาสนใจทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, my God. I was with this guy, this Len guy.",
      "th": "โอ๊ย พระเจ้า ฉันเคยคบกับอีตาคนนี้ นายเลน"
    }
  },
  {
    "translation": {
      "en": "Len and I drove down in 1949.",
      "th": "ฉันกับเลนขี่รถลงมาในปี 1949"
    }
  },
  {
    "translation": {
      "en": "We traveled with her team for two weeks.",
      "th": "เราเที่ยวกับทีมอยู่สองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "So we watched them play, and it was wonderful.",
      "th": "เราดูพวกเขาเล่นบอล มันยอดมาก"
    }
  },
  {
    "translation": {
      "en": "-I roomed with Terry... -[Terry] See?",
      "th": "ฉันอยู่ห้องเดียวกับเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] ...and he had to stay at a hotel.",
      "th": "เขาต้องไปนอนโรงแรม"
    }
  },
  {
    "translation": {
      "en": "[Pat] And I was a long-distance operator. I could always find you.",
      "th": "ฉันเป็นโอเปอเรเตอร์ต่อสายโทรทางไกล ฉันตามหาเธอเจอเสมอ"
    }
  },
  {
    "translation": {
      "en": "This is wild. It was after the season, and you'd bought that old car...",
      "th": "นี่บ้ามาก หลังจากจบฤดูกาล เธอก็ซื้อรถเก่าๆ คันนั้น"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Yeah. -[Pat] ...with those other gals.",
      "th": "- ใช่ - สาวๆ คนอื่น"
    }
  },
  {
    "translation": {
      "en": "And they were driving from Chicago back to Moose Jaw.",
      "th": "พวกเธอขับรถจากชิคาโกกลับไปมูสจอว์"
    }
  },
  {
    "translation": {
      "en": "[Terry] And that's 1,500 miles--",
      "th": "นั่นมัน 2,414 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "[Pat] I found her along the way. And I found a motel, and she was there.",
      "th": "ฉันพบเธอระหว่างทาง ฉันเจอโมเต็ล แล้วเธอก็อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I couldn't get away with a thing.",
      "th": "ฉันหนีไม่พ้นเลย"
    }
  },
  {
    "translation": {
      "en": "But I was shocked when the phone rang and it was Pat.",
      "th": "แต่ฉันตกใจนะ ตอนที่โทรศัพท์ดัง แล้วเป็นแพทโทรมา"
    }
  },
  {
    "translation": {
      "en": "[Pat] \"Hi, Terry.\"",
      "th": "ไง เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "She nearly flipped.",
      "th": "เธอแทบหงายเก๋ง"
    }
  },
  {
    "translation": {
      "en": "Len, his mother, and his dad wanted me to marry him.",
      "th": "เลน พ่อแม่เขาอยากให้ฉันแต่งงานกับเขา"
    }
  },
  {
    "translation": {
      "en": "His sister was coming after me.",
      "th": "น้องสาวเขาตอแยฉัน"
    }
  },
  {
    "translation": {
      "en": "His brother was coming after me, and I said, \"Terry, we got to leave.",
      "th": "น้องชายเขาตอแยฉัน ฉันบอก \"เทอร์รี่ เราต้องไป"
    }
  },
  {
    "translation": {
      "en": "We have to get out of here.\"",
      "th": "เราต้องไปจากที่นี่\""
    }
  },
  {
    "translation": {
      "en": "[Terry] Pat said we were the only two people in the world like this.",
      "th": "แพทบอกว่าโลกนี้มีเราแค่สองคนที่เป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I said, \"Well, let's go to the States.\"",
      "th": "ฉันบอก \"ไปอเมริกากันเถอะ\""
    }
  },
  {
    "translation": {
      "en": "[Pat] We thought it would be easier to be ourselves.",
      "th": "เรานึกว่าเราจะเป็นตัวของตัวเองได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Terry] But we didn't know anybody. We were just happy to be together.",
      "th": "แต่เราไม่รู้จักใครเลย ก็แค่ดีใจที่ได้อยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I was playing ball. Pat got a job.",
      "th": "ฉันเล่นเบสบอล แพทมีงานทำ"
    }
  },
  {
    "translation": {
      "en": "And then I went home after ball season to see my dad.",
      "th": "จากนั้นฉันก็กลับบ้านหลังจบฤดูกาลแข่ง เพื่อไปเจอหน้าพ่อ"
    }
  },
  {
    "translation": {
      "en": "And I told Pat I would be back.",
      "th": "ฉันบอกแพทว่าฉันจะกลับมา"
    }
  },
  {
    "translation": {
      "en": "I came back and got a job.",
      "th": "ฉันก็กลับมาและได้งานทำ"
    }
  },
  {
    "translation": {
      "en": "We got this furnished apartment.",
      "th": "เราเช่าห้องชุดที่ตกแต่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "It had two rooms.",
      "th": "มันมีสองห้อง"
    }
  },
  {
    "translation": {
      "en": "Had a great big brown old chair that fit the two of us.",
      "th": "มีเก้าอี้เก่าตัวใหญ่สีน้ำตาลที่เราสองคนนั่งได้พอดี"
    }
  },
  {
    "translation": {
      "en": "It was hard to meet nice people,",
      "th": "การได้พบปะคนดีๆ เป็นเรื่องยาก"
    }
  },
  {
    "translation": {
      "en": "which we did after a while.",
      "th": "แต่เราก็ได้เจอหลังจากผ่านไปสักพัก"
    }
  },
  {
    "translation": {
      "en": "We were very careful.",
      "th": "เราระมัดระวังกันมาก"
    }
  },
  {
    "translation": {
      "en": "[Pat] Really? You're not sure yet.",
      "th": "จริงเหรอ เธอยังไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "What year? What year will you be sure?",
      "th": "ปีไหนนะ ปีที่เธอแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "I have worried about saying something to Al.",
      "th": "ฉันกังวลที่จะต้องพูดอะไรกับอัล"
    }
  },
  {
    "translation": {
      "en": "I had five brothers, and I've lost all but one.",
      "th": "ฉันมีพี่น้องห้าคนที่เป็นผู้ชาย แต่เสียพี่ๆ ไปหมดจนเหลือแค่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "And he's three years younger than me, and we're very close.",
      "th": "น้องอายุน้อยกว่าฉันสามปี และเราสนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "I dearly love him.",
      "th": "ฉันรักเขามาก"
    }
  },
  {
    "translation": {
      "en": "And he loves Terry.",
      "th": "แล้วเขาก็รักเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "We were on the phone, so I just blurted it out.",
      "th": "เราคุยโทรศัพท์กัน แล้วฉันก็แค่โพล่งออกไป"
    }
  },
  {
    "translation": {
      "en": "I said, \"You know, Terry and I have been...",
      "th": "ฉันบอก \"เออ ฉันกับเทอร์รี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "together for a long time, many, many years, I think.\"",
      "th": "เป็นแฟนกันมานานแล้ว ฉันว่าหลายปีแล้วละ\""
    }
  },
  {
    "translation": {
      "en": "And I said, uh,",
      "th": "แล้วฉันก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"You know, we're thinking about getting married.\"",
      "th": "\"คือเราคิดว่าจะแต่งงานกัน\""
    }
  },
  {
    "translation": {
      "en": "Big silence.",
      "th": "เงียบกริบ"
    }
  },
  {
    "translation": {
      "en": "And he said, \"You can't do it. It'd hurt our family.\"",
      "th": "แล้วเขาก็พูดว่า \"อย่าทำอย่างนั้น มันจะทำร้ายครอบครัวเรา\""
    }
  },
  {
    "translation": {
      "en": "I said, \"How could it possibly hurt our family?\"",
      "th": "ฉันถาม \"มันจะทำร้ายครอบครัวเราได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "He said, \"I don't want you to tell anybody in my family.\"",
      "th": "เขาบอก \"ฉันไม่อยากให้พี่บอกใคร ในครอบครัวของฉัน\""
    }
  },
  {
    "translation": {
      "en": "I thought he'd act this way.",
      "th": "ฉันนึกแล้วว่าเขาต้องมีทีท่าแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I like Al. He's a wonderful guy, but he's very close-minded.",
      "th": "ฉันชอบอัล เขานิสัยดี แต่ใจแคบมาก"
    }
  },
  {
    "translation": {
      "en": "I said, \"I hope you have a change in your heart.\"",
      "th": "ฉันบอก \"พี่หวังว่าเธอจะเปลี่ยนใจ\""
    }
  },
  {
    "translation": {
      "en": "What else could I say?",
      "th": "ฉันจะพูดอะไรได้อีก"
    }
  },
  {
    "translation": {
      "en": "So, I mean, if we decide we're going to get married, we will...",
      "th": "คือถ้าเราตัดสินใจว่าจะแต่งงานกัน เราก็จะแต่ง"
    }
  },
  {
    "translation": {
      "en": "regardless.",
      "th": "ไม่ว่ายังไงก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Yeah. He won't sway us either way.",
      "th": "ใช่ เขาเปลี่ยนใจเราไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[Pat] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Um, and. uh--",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "And if he can't accept it, that's his problem.",
      "th": "ถ้าเขารับไม่ได้ นั่นก็เป็นปัญหาของเขา"
    }
  },
  {
    "translation": {
      "en": "[Pat] I can't see him walking away from his only sister.",
      "th": "ฉันนึกภาพเขาตีตัวออกห่างพี่สาวคนเดียวไม่ออก"
    }
  },
  {
    "translation": {
      "en": "I can't see that happening.",
      "th": "ฉันนึกภาพนั้นไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "I was born in Cabri, Saskatchewan,",
      "th": "ฉันเกิดที่เคบรี ซัสแคตเชวัน"
    }
  },
  {
    "translation": {
      "en": "on September 27, 1928.",
      "th": "ในวันที่ 27 กันยายน ปี 1928"
    }
  },
  {
    "translation": {
      "en": "And I had five brothers and a sister.",
      "th": "ฉันมีพี่น้องห้าคนที่เป็นผู้ชาย และน้องสาวหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "There were seven of us.",
      "th": "เรามีกันเจ็ดคน"
    }
  },
  {
    "translation": {
      "en": "We had a really nice farm. We had cliffs.",
      "th": "เรามีไร่ที่สวยมาก มีหน้าผาด้วย"
    }
  },
  {
    "translation": {
      "en": "I used to go up there and write poetry.",
      "th": "ฉันเคยขึ้นไปแต่งกลอนบนหน้าผา"
    }
  },
  {
    "translation": {
      "en": "And we had creeks, and we had a dam, and some horses.",
      "th": "เรามีลำธาร มีเขื่อน มีม้าด้วย"
    }
  },
  {
    "translation": {
      "en": "My dad had a small dairy.",
      "th": "พ่อฉันมีโรงรีดนมเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "And he delivered milk to the people in town.",
      "th": "พ่อจะส่งนมให้คนในเมือง"
    }
  },
  {
    "translation": {
      "en": "I had two brothers who were in the Air Force during the war.",
      "th": "พี่ชายฉันสองคนเป็นทหารอากาศในช่วงสงคราม"
    }
  },
  {
    "translation": {
      "en": "Uh, and my brother, Wally...",
      "th": "พี่ชายฉัน วอลลี่..."
    }
  },
  {
    "translation": {
      "en": "he was my mother's favorite child.",
      "th": "พี่เป็นลูกคนโปรดของแม่"
    }
  },
  {
    "translation": {
      "en": "He was her favorite.",
      "th": "พี่เป็นลูกรักของแม่"
    }
  },
  {
    "translation": {
      "en": "Anyway, he wanted to be a pilot. He was only 17.",
      "th": "แต่พี่อยากเป็นนักบิน ตอนนั้นเขาอายุแค่ 17 เอง"
    }
  },
  {
    "translation": {
      "en": "And she signed for him to join up.",
      "th": "แม่ลงชื่อสมัครให้พี่ไปเป็นทหาร"
    }
  },
  {
    "translation": {
      "en": "And he got to England on his 19th birthday.",
      "th": "พี่ไปถึงอังกฤษในวันเกิดอายุ 19 ปี"
    }
  },
  {
    "translation": {
      "en": "Oh, my.",
      "th": "โอ๊ย คุณพระ"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Anyway, he completed all his flights, the whole tour.",
      "th": "แล้วพี่ก็บินไปรบครบถ้วนตลอดช่วงประจำการ"
    }
  },
  {
    "translation": {
      "en": "Then they borrowed him for one more flight, and he was killed.",
      "th": "จากนั้นเขายืมตัวพี่ไปออกบินอีกรอบ แล้วพี่ก็ถูกฆ่าตาย"
    }
  },
  {
    "translation": {
      "en": "He was shot down over Germany.",
      "th": "พี่ถูกยิงเหนือน่านฟ้าเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "Mother died two years later...",
      "th": "แม่สิ้นลมในสองปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "I think of heartbreak.",
      "th": "ฉันว่าเพราะใจสลาย"
    }
  },
  {
    "translation": {
      "en": "I was only 15 when she died.",
      "th": "ฉันอายุแค่ 15 ตอนที่แม่ตาย"
    }
  },
  {
    "translation": {
      "en": "After my mother died, my dad remarried.",
      "th": "หลังแม่ตาย พ่อก็แต่งงานใหม่"
    }
  },
  {
    "translation": {
      "en": "And so I had a stepmother,",
      "th": "ฉันเลยมีแม่เลี้ยง"
    }
  },
  {
    "translation": {
      "en": "and a stepsister, and two stepbrothers.",
      "th": "น้องสาวต่างแม่หนึ่งคน และน้องชายต่างแม่สองคน"
    }
  },
  {
    "translation": {
      "en": "We didn't think that she was the greatest mother in the world.",
      "th": "เราว่าเธอก็ไม่ใช่แม่ที่ดีที่สุดในโลกหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "They would go away for the weekend,",
      "th": "พ่อกับแม่จะไปเที่ยวกันช่วงสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "and they'd lock all the good food in the basement.",
      "th": "และเอาอาหารดีๆ ใส่กุญแจเก็บไว้ใต้ถุนบ้าน"
    }
  },
  {
    "translation": {
      "en": "What kind of a household is this?",
      "th": "มันเป็นครอบครัวประเภทไหนกันล่ะนั่น"
    }
  },
  {
    "translation": {
      "en": "[Pat] 1959, my father and my stepmother were killed",
      "th": "ในปี 1959 พ่อกับแม่เลี้ยงเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "at a railroad crossing.",
      "th": "ที่ทางข้ามทางรถไฟ"
    }
  },
  {
    "translation": {
      "en": "[Pat] The train hit them, and they were both killed.",
      "th": "รถไฟชนพวกเขาจนเสียชีวิตทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Terry's mom and dad came to the funeral.",
      "th": "พ่อแม่ของเทอร์รี่ก็มาร่วมงานศพ"
    }
  },
  {
    "translation": {
      "en": "They were wonderful to me.",
      "th": "พวกท่านดีต่อฉันมาก"
    }
  },
  {
    "translation": {
      "en": "After my mother died, why,",
      "th": "หลังจากแม่ฉันเสีย"
    }
  },
  {
    "translation": {
      "en": "I met Terry's mom and dad.",
      "th": "ฉันได้พบพ่อแม่ของเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "The very first thing Terry's father said to me is, \"I'm going to adopt you.\"",
      "th": "คำแรกสุดที่พ่อของเทอร์รี่บอกฉันก็คือ \"ฉันจะรับเธอเป็นลูก\" (แพท + พ่อ)"
    }
  },
  {
    "translation": {
      "en": "Terry and her family, they loved me, and they... and they showed it.",
      "th": "เทอร์รี่กับครอบครัว พวกเขารักฉัน และแสดงความรักให้เห็น"
    }
  },
  {
    "translation": {
      "en": "And this is what everybody needs.",
      "th": "นี่เป็นสิ่งที่ใครๆ ก็ต้องการ"
    }
  },
  {
    "translation": {
      "en": "You felt that you were loved and cared about.",
      "th": "เรารู้สึกได้ว่ามีคนรักและห่วงใยเรา"
    }
  },
  {
    "translation": {
      "en": "Hey, that's good!",
      "th": "เอ้อ ดีนี่นา"
    }
  },
  {
    "translation": {
      "en": "[Tammy] That's how they play. Did you hear?",
      "th": "มันกระทบกริ๊งๆ กันแบบนี้ ได้ยินไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yes. It's great!",
      "th": "ได้ยิน ยอดมาก"
    }
  },
  {
    "translation": {
      "en": "[Tammy] Okay. We were gonna write you a fun song,",
      "th": "โอเค เราจะแต่งเพลงสนุกๆ ให้อา"
    }
  },
  {
    "translation": {
      "en": "but everything that came to me was just a love song.",
      "th": "แต่หนูคิดออกแต่เพลงรัก"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Oh. -[Terry] Oh, that's good.",
      "th": "- อ้อ - อ้อ ดีนี่"
    }
  },
  {
    "translation": {
      "en": "[Pat laughing] Me heart, me heart.",
      "th": "ฉันปลื้ม"
    }
  },
  {
    "translation": {
      "en": "This is a love song.",
      "th": "นี่คือเพลงรัก"
    }
  },
  {
    "translation": {
      "en": "-Eh? -[Terry] Yeah.",
      "th": "- เอ๋ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] Eh. That's Canadian.",
      "th": "เอ๋ พูดจาสมเป็นคนแคนาดา"
    }
  },
  {
    "translation": {
      "en": "♪ You are my love ♪",
      "th": "เธอคือยอดรัก"
    }
  },
  {
    "translation": {
      "en": "♪ You are my love ♪",
      "th": "เธอคือยอดรัก"
    }
  },
  {
    "translation": {
      "en": "♪ So many years together ♪",
      "th": "หลายปีที่ได้ครองคู่"
    }
  },
  {
    "translation": {
      "en": "♪ Many more to come ♪",
      "th": "อีกหลายปีที่จะอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I hope.",
      "th": "หวังว่านะ"
    }
  },
  {
    "translation": {
      "en": "♪ You are my love ♪",
      "th": "เธอคือยอดรัก"
    }
  },
  {
    "translation": {
      "en": "♪ So many years together ♪",
      "th": "หลายปีที่ได้ครองคู่"
    }
  },
  {
    "translation": {
      "en": "♪ Many more to come ♪",
      "th": "อีกหลายปีที่จะอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "♪ You are my love ♪",
      "th": "เธอคือยอดรัก"
    }
  },
  {
    "translation": {
      "en": "[Pat] That's beautiful.",
      "th": "เพราะจัง"
    }
  },
  {
    "translation": {
      "en": "Tammy, I think after that song, we will get married.",
      "th": "ฉันว่าหลังจากเพลงนั้น เราก็จะแต่งงานกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "ดีไหม"
    }
  },
  {
    "translation": {
      "en": "Can I be a bridesmaid?",
      "th": "หนูขอเป็นเพื่อนเจ้าสาวได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Terry] You can be a bridesmaid.",
      "th": "ได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Kim] Can I be the best man? -Yes, you can be the best man.",
      "th": "- ผมขอเป็นเพื่อนเจ้าบ่าวนะ - ได้เลย เพื่อนเจ้าบ่าว"
    }
  },
  {
    "translation": {
      "en": "[Pat] Yes!",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "โอ๊ย คุณพระ"
    }
  },
  {
    "translation": {
      "en": "Can we do that?",
      "th": "เราทำแบบนั้นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, let's do it.",
      "th": "ได้ มาแต่งกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Tammy] ♪ You are my love ♪",
      "th": "เธอคือยอดรัก"
    }
  },
  {
    "translation": {
      "en": "[man] How have you been doing with doing the exercises and all?",
      "th": "ทำกายภาพที่ผ่านมาเป็นยังไงบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Good. -[man] Doing 'em?",
      "th": "- ดี - ได้ทำไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Terry] I've been doing them.",
      "th": "ฉันทำตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "What are you having difficulty with at this point?",
      "th": "ถึงจุดนี้รู้สึกลำบากตรงไหนไหม"
    }
  },
  {
    "translation": {
      "en": "It's the-- It's the hip.",
      "th": "สะโพกน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Jeff] The hip? Okay. -Yeah.",
      "th": "- สะโพกเหรอ โอเค - ใช่"
    }
  },
  {
    "translation": {
      "en": "Because you had both hips replaced.",
      "th": "เพราะคุณผ่าตัดข้อสะโพกเทียมทั้งสองข้าง"
    }
  },
  {
    "translation": {
      "en": "-No-- Yeah. They were both replaced. -[Terry] Yeah.",
      "th": "- ใช่ สะโพกเทียมทั้งสองข้าง - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Jeff] It's important to stay active because of the Parkinson's",
      "th": "เป็นโรคพาร์กินสันต้องหมั่นขยับตัว"
    }
  },
  {
    "translation": {
      "en": "as well as for those hips and just to stay active for--",
      "th": "สะโพกก็เหมือนกัน ต้องขยับตัวบ่อยๆ เพื่อ..."
    }
  },
  {
    "translation": {
      "en": "I like these exercises very much,",
      "th": "ฉันชอบการทำกายภาพนี้มากนะ"
    }
  },
  {
    "translation": {
      "en": "and I'll tell you why: they don't go on and on and on.",
      "th": "จะบอกให้ว่าทำไม เพราะไม่ได้ทำไปไม่จบไม่สิ้น"
    }
  },
  {
    "translation": {
      "en": "[Jeff] I want to see how well you're getting out of that chair.",
      "th": "โอเค ขอผมดูหน่อยว่า คุณลุกเดินจากเก้าอี้ได้ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-One! -[Jeff and Pat] There you go.",
      "th": "- หนึ่ง - อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-Two! -That a girl.",
      "th": "- สอง - เก่งมากครับ"
    }
  },
  {
    "translation": {
      "en": "-Three! -[Jeff] Get those arms up a little higher.",
      "th": "- สาม - ยกแขนสูงขึ้นอีกนิด"
    }
  },
  {
    "translation": {
      "en": "-Four! -[Jeff] Good.",
      "th": "- สี่ - ดีครับ"
    }
  },
  {
    "translation": {
      "en": "Five!",
      "th": "ห้า"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "Six!",
      "th": "หก"
    }
  },
  {
    "translation": {
      "en": "-Seven! -[Jeff] Beautiful.",
      "th": "- เจ็ด - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Eight!",
      "th": "แปด"
    }
  },
  {
    "translation": {
      "en": "-Good. Go ahead and relax. -I go to ten.",
      "th": "- ดีครับ พักผ่อนได้ - ฉันจะทำถึงสิบ"
    }
  },
  {
    "translation": {
      "en": "-You wanna do ten? You can do ten. -[Pat laughing]",
      "th": "อยากทำถึงสิบเหรอครับ สิบก็สิบ"
    }
  },
  {
    "translation": {
      "en": "-Nine! -That's the athlete in you right there.",
      "th": "- เก้า - หัวใจนักกีฬาแท้ๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "-Ten! -[Pat] There you go, Terry.",
      "th": "- สิบ - ต้องงั้นสิ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "-There you go. -Nice job.",
      "th": "- ต้องอย่างนั้น - เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Jeff] Bring this foot forwards.",
      "th": "ขยับเท้านี้มาข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "So obviously, some postural changes are normal as we age,",
      "th": "เป็นเรื่องปกติที่พอเราอายุมากขึ้น ท่ายืนจะเปลี่ยนไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "but a tendency with Parkinson's, remember,",
      "th": "แต่แนวโน้มของคนเป็นพาร์กินสัน จำไว้นะครับ"
    }
  },
  {
    "translation": {
      "en": "is to lean forward and bend over a little bit.",
      "th": "คือจะโน้มตัวงอไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "Like an old lady.",
      "th": "เหมือนยายแก่"
    }
  },
  {
    "translation": {
      "en": "Yeah, but you don't act like an old lady, Terry.",
      "th": "ครับ แต่คุณไม่ได้ทำตัวเหมือนคนแก่เลย เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] Well, you know,",
      "th": "ก็อย่างที่รู้"
    }
  },
  {
    "translation": {
      "en": "she has days when she's not too bad and then days where it's not so great.",
      "th": "เธอจะมีบางวันที่อาการไม่เลวร้ายนัก และบางวันที่ไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "But tomorrow, she's gonna have a second shot,",
      "th": "แต่พรุ่งนี้ เธอจะลองอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and we're just praying that this time it's going to help.",
      "th": "เราก็ได้แต่ภาวนาว่าครั้งนี้จะช่วยได้"
    }
  },
  {
    "translation": {
      "en": "Because the first time it did her no good at all.",
      "th": "เพราะครั้งแรกไม่ช่วยอะไรเธอเลย"
    }
  },
  {
    "translation": {
      "en": "The pain is terrible, and she's on pain pills.",
      "th": "อาการปวดรุนแรงมาก เธอต้องกินยาแก้ปวด"
    }
  },
  {
    "translation": {
      "en": "You know, she's supposed to take one every four hours.",
      "th": "เธอต้องกินยาหนึ่งเม็ดทุกสี่ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "We're trying to spread that out a bit.",
      "th": "เราจะพยายามยืดเวลานั้นออกไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "She doesn't take 'em that often.",
      "th": "เธอจะได้ไม่ต้องกินยาบ่อยขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "But...",
      "th": "แต่..."
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "อ้อ"
    }
  },
  {
    "translation": {
      "en": "My one concern is her health.",
      "th": "ฉันห่วงอยู่เรื่องเดียวคือสุขภาพของเธอ"
    }
  },
  {
    "translation": {
      "en": "I want her to be well. I want her to be happy.",
      "th": "ฉันอยากให้เธอแข็งแรง อยากให้เธอมีความสุข"
    }
  },
  {
    "translation": {
      "en": "There are so many things now that she's not able to do",
      "th": "ตอนนี้เธอทำอะไรไม่ได้ตั้งหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "because of that tremor in her hand.",
      "th": "เพราะไอ้อาการสั่นที่มือนั่น"
    }
  },
  {
    "translation": {
      "en": "So I watch over everything.",
      "th": "ฉันเลยต้องคอยดูแลทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I don't want her to be alone.",
      "th": "ฉันไม่อยากให้เธออยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "It's-- It's a worry.",
      "th": "มันน่าเป็นห่วงนะ"
    }
  },
  {
    "translation": {
      "en": "What she means to me.",
      "th": "การที่เธอมีความหมายต่อฉันขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] She means everything to me.",
      "th": "เธอมีค่าที่สุดในชีวิตของฉัน"
    }
  },
  {
    "translation": {
      "en": "Get your cane, and then we'll go.",
      "th": "หยิบไม้เท้า แล้วเราค่อยไปกัน"
    }
  },
  {
    "translation": {
      "en": "All righty.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I gotta be careful.",
      "th": "ฉันต้องระวัง"
    }
  },
  {
    "translation": {
      "en": "Yes. Want me to help you?",
      "th": "ใช่ ให้ฉันช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "[Diana] What's worrying me is, uh, is the deterioration that I'm seeing...",
      "th": "ฉันเป็นห่วงตรงที่ได้เห็นความเสื่อมถอย"
    }
  },
  {
    "translation": {
      "en": "and the lack of progress that Pat's making in terms of trying to get a plan together",
      "th": "และอาแพทที่ไม่คืบหน้าเลย ในแง่ของการพยายามร่วมกันวางแผน"
    }
  },
  {
    "translation": {
      "en": "to get them moving.",
      "th": "เพื่อจัดการให้พวกอาย้ายบ้าน"
    }
  },
  {
    "translation": {
      "en": "I mean, she's not... she's not... she's not doing anything.",
      "th": "คืออาแพทไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "She's not budging at all.",
      "th": "อาไม่ขยับเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "And I'm getting frustrated with that.",
      "th": "แล้วฉันก็หงุดหงิดกับเรื่องนั้นมาก"
    }
  },
  {
    "translation": {
      "en": "The problem is Auntie Terry wants to move, and Pat doesn't.",
      "th": "ปัญหาก็คืออาเทอร์รี่อยากย้าย แต่อาแพทไม่อยาก"
    }
  },
  {
    "translation": {
      "en": "I think I'm going to have to do an intervention.",
      "th": "ฉันว่าฉันต้องเข้าไปแทรกแซง"
    }
  },
  {
    "translation": {
      "en": "I mean, that's the only choice I've got.",
      "th": "ฉันมีทางเลือกแค่ทางเดียว"
    }
  },
  {
    "translation": {
      "en": "-There's nobody home. -[Diana laughs]",
      "th": "ไม่มีใครอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "-Patty. -[Pat chuckles] Hi, baby.",
      "th": "- อาแพทตี้ - ไง หลานรัก"
    }
  },
  {
    "translation": {
      "en": "-How are ya? -Mmm.",
      "th": "สบายดีไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Oh, nice to see you at last. -Where's... [grunts]",
      "th": "โอย ดีใจจังที่ได้เจอสักที"
    }
  },
  {
    "translation": {
      "en": "-Oh, my goodness, how nice you look. -[Terry] Is that little Diana?",
      "th": "- คุณพระ เธอดูดีมาก - ยัยหนูไดอาน่าใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Look at you.",
      "th": "ดูเธอสิ"
    }
  },
  {
    "translation": {
      "en": "-My Diana. -[Terry] Is that little Diana?",
      "th": "- ไดอาน่าของอา - ยัยหนูไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "I'm scared to see her, Patty.",
      "th": "หนูกลัวที่จะมาเจออาค่ะ อาแพทตี้"
    }
  },
  {
    "translation": {
      "en": "-Oh, I'm-- I'm doing pretty good-- -Hi!",
      "th": "- อาก็ยังไหวอยู่ - ไง"
    }
  },
  {
    "translation": {
      "en": "[Terry] Diana.",
      "th": "ไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "That's her little darling.",
      "th": "นั่นแหละ ยัยหนูคนดีของเธอ"
    }
  },
  {
    "translation": {
      "en": "Good to see you.",
      "th": "ดีใจจังที่ได้เจอ"
    }
  },
  {
    "translation": {
      "en": "[Terry] My God, you must've been tired.",
      "th": "ตายจริง เธอคงเหนื่อยแย่"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it's good to see you.",
      "th": "พระเจ้า ดีใจจังที่ได้เจออา"
    }
  },
  {
    "translation": {
      "en": "[Terry] Oh, it's wonderful.",
      "th": "ดีจังเลย"
    }
  },
  {
    "translation": {
      "en": "Now let me look at you.",
      "th": "ขอดูหน้าชัดๆ หน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] She looks wonderful. -You look great.",
      "th": "- หลานดูดีมาก - เธอดูดี"
    }
  },
  {
    "translation": {
      "en": "The last time I saw you guys, Auntie Terry was probably ten or 15,",
      "th": "คราวก่อนที่เจอพวกอา อาเทอร์รี่น่าจะหนักสี่กิโลฯ ครึ่งหรือหกกิโลฯ"
    }
  },
  {
    "translation": {
      "en": "-maybe even 20 pounds heavier... -[Terry] Yeah.",
      "th": "- หรืออาจจะเก้ากิโลกรัม... - ใช่"
    }
  },
  {
    "translation": {
      "en": "-...than you are now. -[Pat] Exactly.",
      "th": "- มากกว่าตอนนี้ - ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "She should weigh about 125.",
      "th": "ตอนนี้เทอร์รี่ควรหนักราว 57 กก."
    }
  },
  {
    "translation": {
      "en": "[Diana] Are you eating?",
      "th": "ทานอาหารได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm eating.",
      "th": "ได้สิ อากินได้"
    }
  },
  {
    "translation": {
      "en": "[Pat] I don't know if she's eating enough, though.",
      "th": "- แต่ไม่รู้ว่ากินมากพอรึเปล่า - นั่นสิ อาจจะไม่พอนะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Yeah, probably not, eh. You got a good appetite?",
      "th": "- แต่ไม่รู้ว่ากินมากพอรึเปล่า - นั่นสิ อาจจะไม่พอนะ อาทานเก่ง"
    }
  },
  {
    "translation": {
      "en": "Well, I been eating... as much as you, Pat.",
      "th": "ฉันก็กินจุพอๆ กับเธอแหละ แพท"
    }
  },
  {
    "translation": {
      "en": "[Pat] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "[Diana] You've got the frozen dinners now coming in?",
      "th": "พวกอามีอาหารมื้อเย็นแช่แข็งมาส่งใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] Yeah. We have frozen dinners that we buy.",
      "th": "ใช่ เราซื้ออาหารมื้อเย็นแช่แข็งไว้"
    }
  },
  {
    "translation": {
      "en": "This is the time in your life where you should be having people cook your meals.",
      "th": "พวกอาอยู่ในวัยที่ ควรมีคนทำอาหารให้ทาน"
    }
  },
  {
    "translation": {
      "en": "You should be having people clean your house.",
      "th": "ควรมีคนทำความสะอาดบ้านให้"
    }
  },
  {
    "translation": {
      "en": "This is the time...",
      "th": "พวกอาอยู่ในวัยนั้น..."
    }
  },
  {
    "translation": {
      "en": "that you should be not worrying about anything,",
      "th": "วัยที่ไม่ควรต้องห่วงเรื่องอะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I think all we're all doing is worrying like crazy",
      "th": "และหนูว่าเราทุกคนกำลังกังวลจนใกล้บ้า"
    }
  },
  {
    "translation": {
      "en": "over what's gonna happen.",
      "th": "กับเรื่องในอนาคต"
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, I had a dream.",
      "th": "ฉันฝัน"
    }
  },
  {
    "translation": {
      "en": "I dreamt that we sold the place with everything in it,",
      "th": "ฉันฝันว่าเราขายบ้านและทุกอย่างในบ้าน"
    }
  },
  {
    "translation": {
      "en": "and that's the way I think we should go.",
      "th": "และฉันว่าเราควรทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, I can't do that.",
      "th": "ฉันทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Like these chairs, no way am I gonna leave these.",
      "th": "อย่างเก้าอี้พวกนี้ ฉันทิ้งไม่ลงหรอก"
    }
  },
  {
    "translation": {
      "en": "-Oh, Pat. You-- You-- -I am not going to leave these chairs.",
      "th": "โธ่ แพท เธอ... ฉันไม่ยอมทิ้งเก้าอี้พวกนี้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Those two lamps are going to go with us, that's for sure.",
      "th": "โคมไฟสองตัวนั้นต้องไปกับเราด้วยแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Paintings. We're going to take the paintings, certainly.",
      "th": "ภาพเขียน เราต้องเอาภาพเขียนไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Terry] All this stuff... There's stuff all over the place.",
      "th": "ของทั้งหมดนี้... บ้านนี้มีของอยู่เต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Diana] You can keep your stuff. Nobody's gonna tell you.",
      "th": "อาเก็บสมบัติของอาไว้ก็ได้ ไม่มีใครห้าม"
    }
  },
  {
    "translation": {
      "en": "You don't have to give your stuff away, but we got to get you out of here.",
      "th": "อาไม่ต้องยกของให้ใคร แต่เราต้องพาอาออกไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I mean, I guess we have to figure out what place you want to live in.",
      "th": "หนูว่าเราต้องมาคิดกันว่าอาอยากอยู่ในที่แบบไหน"
    }
  },
  {
    "translation": {
      "en": "Like, do you want to live here or Florida? I know you don't want to come to Canada.",
      "th": "เช่น อยู่ที่นี่หรือฟลอริดา หนูรู้ว่าพวกอาไม่อยากไปแคนาดา"
    }
  },
  {
    "translation": {
      "en": "No. You know, Edmonton really doesn't turn me on.",
      "th": "ไม่ คือเอ็ดมอนตันมันไม่โดนใจ"
    }
  },
  {
    "translation": {
      "en": "And I don't know why, but it doesn't.",
      "th": "ไม่รู้เหมือนกันว่าทำไม แต่ฉันไม่ถูกใจ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Well...",
      "th": "คือ..."
    }
  },
  {
    "translation": {
      "en": "[Pat] I loved Sarasota.",
      "th": "ฉันรักซาราโซตา"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah, I like Florida, too.",
      "th": "ใช่ ฉันก็ชอบฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "It's very beautiful, and I have a good time when I'm down there.",
      "th": "เมืองสวยมาก ตอนอยู่ที่นั่นฉันก็ชอบ"
    }
  },
  {
    "translation": {
      "en": "But it's no place for us now.",
      "th": "แต่ตอนนี้ไม่มีที่ให้เราแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Pat] Nice and warm. Nice and green.",
      "th": "อากาศดีและอบอุ่น สบายร่มรื่น"
    }
  },
  {
    "translation": {
      "en": "[Terry] And I can't drive.",
      "th": "ฉันขับรถไม่ได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "You don't know how long you can drive, and then you're stuck out there.",
      "th": "เธอเองก็ไม่รู้ว่าจะขับรถได้อีกนานแค่ไหน แล้วต้องไปติดแหง็กที่นั่น"
    }
  },
  {
    "translation": {
      "en": "You're looking at a golf course",
      "th": "มองดูสนามกอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "and little stream of water.",
      "th": "กับลำธารเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "-[Diana chuckles] -Got a little stream of water.",
      "th": "มีลำธารเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "I-- That's not the place.",
      "th": "ไม่ใช่ที่แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Not the place.",
      "th": "ไม่ใช่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It wouldn't be so bad even if you found a nice place and stay here.",
      "th": "ถ้าเราหาที่ดีๆ ที่นี่และอยู่ต่อไปได้ก็คงไม่เลวนัก"
    }
  },
  {
    "translation": {
      "en": "-[Diana] In St. Charles? -Yeah.",
      "th": "- ที่เซนต์ชาร์ลส์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Diana] They must have nice places here that you can go into.",
      "th": "ที่นี่ต้องมีที่ดีๆ ที่พวกอาเข้าอยู่ได้สิ"
    }
  },
  {
    "translation": {
      "en": "They're very expensive.",
      "th": "มันแพงมาก"
    }
  },
  {
    "translation": {
      "en": "[Diana] Yeah, but it's gonna get very expensive anyway if one of you gets sick",
      "th": "ใช่ ฉัน... ค่ะ แต่ยังไงก็ต้องจ่ายแพงอยู่ดี ถ้าอาคนใดคนหนึ่งป่วย"
    }
  },
  {
    "translation": {
      "en": "and the other one has to have a full-time person in here.",
      "th": "และอีกคนต้องมีพยาบาลอยู่ด้วยตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Then maybe we should start looking at places here.",
      "th": "งั้นเราน่าจะเริ่มมองหาบ้านพักคนชราที่นี่"
    }
  },
  {
    "translation": {
      "en": "Do you think?",
      "th": "คิดว่าไงคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Diana] Patty?",
      "th": "อาแพทตี้คะ"
    }
  },
  {
    "translation": {
      "en": "I suppose we could. Mm-hmm.",
      "th": "เราทำอย่างนั้นก็ได้มั้งนะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] So when you're standing up like this, is it hurting you?",
      "th": "เวลาอายืนแบบนี้ เจ็บไหมคะ"
    }
  },
  {
    "translation": {
      "en": "No, it doesn't hurt right now.",
      "th": "ไม่ ตอนนี้ไม่เจ็บ"
    }
  },
  {
    "translation": {
      "en": "I'm playing bridge today at the CU.",
      "th": "วันนี้อาแข็งแรงเพราะได้เจอเธอ"
    }
  },
  {
    "translation": {
      "en": "Auntie Terry, we got to sort this out.",
      "th": "อาเทอร์รี่ เราต้องจัดการเรื่องนี้ให้ลงตัว"
    }
  },
  {
    "translation": {
      "en": "Yeah, we got to go to Edmonton.",
      "th": "ใช่ เราต้องไปเอ็ดมอนตัน"
    }
  },
  {
    "translation": {
      "en": "We can go away in the winter.",
      "th": "เราไปตอนหน้าหนาวก็ได้"
    }
  },
  {
    "translation": {
      "en": "I don't think you're going to get agreement on that, darling.",
      "th": "หนูว่าพวกอาตกลงกันไม่ได้หรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Pull up that place that you just mentioned.",
      "th": "หาที่ที่อาเพิ่งพูดถึงสิ"
    }
  },
  {
    "translation": {
      "en": "Dell-- Dell something.",
      "th": "เดลอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "I think it's Delnor Glen.",
      "th": "คิดว่าเดลนอร์เกลนนะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] I can look it up on here so you can keep doing what you're doing.",
      "th": "หนูหาจากในนี้ก็ได้ถ้าอาอยากจะทำต่อ"
    }
  },
  {
    "translation": {
      "en": "[Pat] No. I just want to get rid of this.",
      "th": "ไม่ อาอยากกำจัดเจ้านี่ทิ้ง"
    }
  },
  {
    "translation": {
      "en": "That's your pill, Terry.",
      "th": "นี่ยาจ้ะ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "You make sure you eat this whole thing.",
      "th": "อาต้องกินให้หมดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -You have to.",
      "th": "โอเค ต้องกินนะ"
    }
  },
  {
    "translation": {
      "en": "-Pat? -[Pat] Hmm?",
      "th": "อาแพท"
    }
  },
  {
    "translation": {
      "en": "[Diana] If we went to that place today...",
      "th": "ถ้าเราไปที่นั่นกันวันนี้..."
    }
  },
  {
    "translation": {
      "en": "[Pat] Yeah.",
      "th": "อาฮะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] ...and they said to us...",
      "th": "แล้วเขาบอกเรา"
    }
  },
  {
    "translation": {
      "en": "that there's a spot open next month",
      "th": "ว่าเดือนหน้ามีที่ว่าง"
    }
  },
  {
    "translation": {
      "en": "that you could have,",
      "th": "ที่พวกอาเข้าอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "we could do it.",
      "th": "เราก็ไปได้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Pat laughs] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Yeah, we could.",
      "th": "ทำได้สิ"
    }
  },
  {
    "translation": {
      "en": "We could. Once you put your mind to it, you get it done.",
      "th": "เราทำได้ พอมุ่งมั่นตั้งใจแล้วก็ต้องทำให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[Pat] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Terry] I won't sleep long.",
      "th": "ฉันนอนไม่นานหรอก"
    }
  },
  {
    "translation": {
      "en": "Hi, Debbie. My name is Diana Bolan, and I'm here visiting from Canada.",
      "th": "ไง เด็บบี้ ฉันชื่อไดอาน่า โบแลน ฉันมาจากแคนาดา"
    }
  },
  {
    "translation": {
      "en": "I'm visiting with my aunts.",
      "th": "ฉันมาเยี่ยมอาทั้งสองของฉันที่นี่"
    }
  },
  {
    "translation": {
      "en": "And I am interested in... in what your facility has to offer,",
      "th": "แล้วฉันสนใจบ้านพักของคุณ"
    }
  },
  {
    "translation": {
      "en": "and I was wondering if it would be possible for me",
      "th": "ฉันอยากรู้ว่าพอเป็นไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "to come over there this afternoon or tomorrow",
      "th": "ถ้าฉันจะแวะไปบ่ายนี้หรือพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "and take a look at it while I'm in St. Charles?",
      "th": "เพื่อเยี่ยมชมระหว่างที่ฉันอยู่เซนต์ชาร์ลส์"
    }
  },
  {
    "translation": {
      "en": "All right, you close your eyes.",
      "th": "เอาละ หลับตาซะ"
    }
  },
  {
    "translation": {
      "en": "-Okay? -Okay.",
      "th": "- โอเคไหม - โอเค"
    }
  },
  {
    "translation": {
      "en": "All righty.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Diana] Okay. Appreciate it a lot. Thanks a lot, Debbie.",
      "th": "โอเค ขอบคุณที่ช่วย ขอบคุณมากค่ะ เด็บบี้"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Thank you. -Bye.",
      "th": "- ขอบคุณ - บาย"
    }
  },
  {
    "translation": {
      "en": "Did you find Delnor?",
      "th": "เจอเจ้าของไหม"
    }
  },
  {
    "translation": {
      "en": "[Diana] I talked to Delnor Glen.",
      "th": "หนูคุยกับเดลนอร์เกลน"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "แล้ว..."
    }
  },
  {
    "translation": {
      "en": "a one bedroom is $5,000 a month.",
      "th": "หนึ่งห้องนอนตกเดือนละ 5,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Five thousand dollars a month?",
      "th": "เดือนละห้าพันเหรอ"
    }
  },
  {
    "translation": {
      "en": "And the extra person is 1,500.",
      "th": "และอีกคนจ่ายเพิ่ม 1,500"
    }
  },
  {
    "translation": {
      "en": "So it's $6,845 a month.",
      "th": "เท่ากับเดือนละ 6,845 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "-A month? -For one person.",
      "th": "- ต่อเดือนเหรอ - ต่อคน"
    }
  },
  {
    "translation": {
      "en": "-[Diana] For two. -For two.",
      "th": "- สำหรับสองคน - สำหรับสองคน"
    }
  },
  {
    "translation": {
      "en": "How much?",
      "th": "เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Almost $7,000.",
      "th": "เกือบ 7,000"
    }
  },
  {
    "translation": {
      "en": "That's 84 a year.",
      "th": "นั่นคือปีละ 84,000"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Eighty-four thou? -[Diana] Yeah.",
      "th": "- แปดหมื่นสี่พันเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Pat] That's a little bit pricey for me.",
      "th": "ราคาสูงไปสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I don't know. Better to croak, I think.",
      "th": "ไม่รู้สินะ ก็ดีกว่าตายมั้ง"
    }
  },
  {
    "translation": {
      "en": "So I wonder if there's any other places we could phone.",
      "th": "หนูสงสัยว่ามีที่อื่นที่เราโทรหาได้อีกไหม"
    }
  },
  {
    "translation": {
      "en": "Retirement communities.",
      "th": "ชุมชนคนเกษียณ"
    }
  },
  {
    "translation": {
      "en": "[Terry] See, I thought I had some stuff.",
      "th": "ไหนดูสิ คิดว่าพอมีอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "[Diana] That's not a retire--",
      "th": "นั่นไม่ใช่เกษียณ"
    }
  },
  {
    "translation": {
      "en": "Oh, Marlene said she gave you a bunch of stuff.",
      "th": "มาร์ลีนบอกว่าให้เอกสารอาทั้งกองเลย"
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Pat] We tossed it out.",
      "th": "เราโยนทิ้ง"
    }
  },
  {
    "translation": {
      "en": "-[Diana] You threw it out? -[Pat] Yeah.",
      "th": "- อาโยนทิ้งเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Terry] No. We did not throw it out.",
      "th": "ไม่ เราไม่ได้โยนทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Pat] I thought we did.",
      "th": "ฉันว่าทิ้งไปแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] When was that?",
      "th": "เมื่อไหร่นะนั่น"
    }
  },
  {
    "translation": {
      "en": "[Diana] Here, honey. I got it.",
      "th": "มาค่ะ อา หนูช่วยเอง"
    }
  },
  {
    "translation": {
      "en": "[Terry] I'm gonna look in here.",
      "th": "ในนี้มีใครอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "Now just wait a minute.",
      "th": "ทีนี้ก็รอสักเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[Pat] What are you doing, Terry? There's a lot of stuff in there.",
      "th": "ทำอะไรน่ะ เทอร์รี่ ในนั้นมีข้าวของเต็มไปหมด อย่าเข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "You better not go in there.",
      "th": "ในนั้นมีข้าวของเต็มไปหมด อย่าเข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "What are you trying to do, Terry?",
      "th": "จะทำอะไรน่ะ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Terry] I want to take another look.",
      "th": "ฉันอยากดูอีกสักครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Pat sighs] Terry, they're not there.",
      "th": "เทอร์รี่ มันไม่ได้อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "I guarantee it.",
      "th": "ฉันรับรอง"
    }
  },
  {
    "translation": {
      "en": "We went all the way through there. There's nothing there.",
      "th": "เราดูของในนั้นหมดแล้ว ในนั้นไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "[Terry] I want to show Diana what I have.",
      "th": "ฉันอยากให้ไดอาน่าเห็นของที่ฉันมี"
    }
  },
  {
    "translation": {
      "en": "[Pat] No, don't.",
      "th": "ไม่ อย่า"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Going to. -I don't want you to.",
      "th": "- จะทำ - ฉันไม่อยากให้เธอทำ"
    }
  },
  {
    "translation": {
      "en": "No. No. Absolutely not.",
      "th": "ไม่ ไม่ได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[Diana] You've known me all my life. I don't know why you don't trust me.",
      "th": "คุณรู้จักฉันมาทั้งชีวิต ไม่เข้าใจเลยว่า ทำไมถึงไม่ไว้ใจกัน"
    }
  },
  {
    "translation": {
      "en": "-[Pat] I do! -I have no motivation, nothing!",
      "th": "- ไว้ใจสิ - ฉันไม่มีเจตนาอื่น ไม่มี!"
    }
  },
  {
    "translation": {
      "en": "-Except to take care of her. -[Pat] Don't get so excited.",
      "th": "- นอกจากดูแลอาเทอร์รี่ - อย่าของขึ้น"
    }
  },
  {
    "translation": {
      "en": "How can I not be excited when you're sitting on all this money,",
      "th": "จะให้ใจเย็นได้ยังไงในเมื่อคุณคอยส่งเงินมาให้"
    }
  },
  {
    "translation": {
      "en": "and you keep telling me you can't afford it?",
      "th": "แล้วเอาแต่บอกฉันว่าคุณจ่ายไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "It doesn't make any sense to me.",
      "th": "มันไม่มีเหตุผลเลย"
    }
  },
  {
    "translation": {
      "en": "Auntie Terry is at risk now.",
      "th": "ตอนนี้อาเทอร์รี่กำลังเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "-[Pat] I know. -And so are you.",
      "th": "- ฉันรู้ - คุณเองก็เสี่ยง"
    }
  },
  {
    "translation": {
      "en": "And I don't know why you don't want me to do anything or know anything,",
      "th": "ฉันไม่รู้ว่าทำไมคุณไม่อยาก ให้ฉันทำอะไรหรือรับรู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "-but I'm gonna tell you, Pat... -[Pat] Oh, hell.",
      "th": "- แต่ขอบอกนะ แพท... - ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "...what I am is straight-up,",
      "th": "ฉันเป็นคนจริงใจ"
    }
  },
  {
    "translation": {
      "en": "and I will never, ever, ever, ever, ever let Auntie Terry be at risk.",
      "th": "และฉันจะไม่ยอมให้อาเทอร์รี่ต้องเสี่ยงเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[Diana] I've been wanting to come down for a year, and you kept telling me,",
      "th": "ฉันอยากมาที่นี่เป็นปีแล้ว แต่คุณเอาแต่บอกฉัน"
    }
  },
  {
    "translation": {
      "en": "\"No, don't come, don't come, don't come.\" I come here.",
      "th": "\"อย่า ไม่ต้องมา\" ฉันมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "She's 100 pounds!",
      "th": "แล้วอาแพทหนักแค่ 45 กิโลกรัม!"
    }
  },
  {
    "translation": {
      "en": "Your back is sore,",
      "th": "คุณเจ็บหลัง"
    }
  },
  {
    "translation": {
      "en": "and you don't know how much I love Auntie Terry!",
      "th": "แล้วคุณก็ไม่รู้ว่าฉันรักอาเทอร์รี่แค่ไหน!"
    }
  },
  {
    "translation": {
      "en": "[sniffles] You just don't!",
      "th": "คุณไม่รู้เลย!"
    }
  },
  {
    "translation": {
      "en": "All I want is Auntie Terry safe.",
      "th": "ฉันแค่อยากให้อาเทอร์รี่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "That's all!",
      "th": "แค่นั้น!"
    }
  },
  {
    "translation": {
      "en": "-[Pat] God almighty, Diana. -[Diana] That's all!",
      "th": "- หนูจ๋า นั่นเงินก้อนโตเลย ไดแอน - แค่นั้น!"
    }
  },
  {
    "translation": {
      "en": "[Diana sobbing] I'm so tired of fighting with this!",
      "th": "หนูเหนื่อยที่ต้องทะเลาะเรื่องนี้เต็มที!"
    }
  },
  {
    "translation": {
      "en": "I-- I cannot believe...",
      "th": "ไม่อยากเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "that you feel that I-- I'm...",
      "th": "ว่าเธอรู้สึกว่าฉัน..."
    }
  },
  {
    "translation": {
      "en": "trying to keep anything from you because I'm not. I'm not.",
      "th": "พยายามกีดกันอะไรจากเธอ เพราะฉันเปล่า ฉันไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "I am not!",
      "th": "ฉันไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "When you said that last night, it was like bang, right in the heart!",
      "th": "ตอนคุณพูดแบบนั้นเมื่อคืน มันเหมือนกระสุนเจาะเข้ากลางหัวใจ!"
    }
  },
  {
    "translation": {
      "en": "[Pat] Just... What did I say?",
      "th": "ฉัน... ฉันพูดอะไรไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "You said to Terry, \"Don't tell her anything.\"",
      "th": "คุณพูดกับอาเทอร์รี่ \"อย่าบอกอะไรหลาน\""
    }
  },
  {
    "translation": {
      "en": "[Pat] What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "\"Don't... tell her anything. Don't tell her anything, Terry.",
      "th": "\"อย่าบอกอะไรหลานทั้งนั้น อย่าบอกอะไรนะ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Please don't tell her anything.\"",
      "th": "อย่าบอกอะไรหลานเลยนะ\""
    }
  },
  {
    "translation": {
      "en": "That's really not true because Pat is...",
      "th": "นั่นไม่จริงเลยเพราะแพทเขา..."
    }
  },
  {
    "translation": {
      "en": "-[Pat] No, no, no, no, no, no.. -It's a game.",
      "th": "- ไม่ - มันเป็นเกม"
    }
  },
  {
    "translation": {
      "en": "[Pat] Well, I think you kind of know, anyway, don't you, Diane?",
      "th": "ฉันว่าเธอก็เหมือนจะรู้อยู่แล้วนี่ ใช่ไหม ไดแอน"
    }
  },
  {
    "translation": {
      "en": "-Did it-- -I told Aunt Terry this morning",
      "th": "- มัน... - ฉันบอกอาเทอร์รี่เมื่อเช้า"
    }
  },
  {
    "translation": {
      "en": "I didn't want to see her stuff.",
      "th": "ฉันไม่อยากเห็นสมบัติของอา"
    }
  },
  {
    "translation": {
      "en": "She brought it out anyway.",
      "th": "อาเอาออกมาอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "I looked at it. She wanted me to see it.",
      "th": "ฉันดูของพวกนั้น อาอยากให้ดู"
    }
  },
  {
    "translation": {
      "en": "I looked at it. She said-- I said, \"I don't want to see it.\"",
      "th": "ฉันก็ดู แล้วพูดว่า \"หนูไม่อยากดู\""
    }
  },
  {
    "translation": {
      "en": "She said, \"This is my stuff. I can show it.\"",
      "th": "อาบอก \"นี่ของของอา อาเอาให้ดูได้\""
    }
  },
  {
    "translation": {
      "en": "You have enough money to go in there, into that place.",
      "th": "พวกอามีเงินมากพอที่จะไปอยู่ที่บ้านพักนั่น"
    }
  },
  {
    "translation": {
      "en": "You have more than enough money without the house...",
      "th": "พวกอามีเงินมากพอ ต่อให้ไม่ขายบ้าน"
    }
  },
  {
    "translation": {
      "en": "over a million dollars!",
      "th": "มีมากกว่าหนึ่งล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "What is the problem?",
      "th": "ปัญหาอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Why I ever would've said that is beyond me, frankly.",
      "th": "บอกตามตรง ฉันไม่รู้จริงๆ ว่าพูดแบบนั้นไปทำไม"
    }
  },
  {
    "translation": {
      "en": "[Terry] I can't believe it either, but she said, I think, she's sorry.",
      "th": "ฉันเองก็ไม่อยากเชื่อ แต่แพทพูดไปแล้ว และแพทเสียใจ"
    }
  },
  {
    "translation": {
      "en": "Isn't this stupid? I mean, you say stupid things, Diane.",
      "th": "นี่มันงี่เง่าไม่ใช่เหรอ คือเธอเองก็พูดเรื่องโง่ๆ นะ ไดแอน"
    }
  },
  {
    "translation": {
      "en": "[Terry] Diane, Pat loves you.",
      "th": "ไดแอน แพทรักเธอ"
    }
  },
  {
    "translation": {
      "en": "-I don't know why she said what she said. -[Pat] I don't either.",
      "th": "- อาไม่รู้ว่าทำไมแพทถึงพูดอย่างนั้น - ฉันก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I don't know what the hell is wrong with me.",
      "th": "ฉันไม่รู้นะว่าเธอมีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't need anything like that. I just need her to take care of you.",
      "th": "หนูไม่ต้องการอะไรแบบนั้น หนูแค่อยากให้อาแพทดูแลอา"
    }
  },
  {
    "translation": {
      "en": "Diana, please.",
      "th": "ไดแอน ขอทีเถอะ"
    }
  },
  {
    "translation": {
      "en": "I can't believe that you feel this way about me, Diane.",
      "th": "ไม่อยากเชื่อเลยว่าเธอรู้สึกกับฉันแบบนี้ ไดแอน"
    }
  },
  {
    "translation": {
      "en": "For God's sake...",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] You know what the most important thing to me is?",
      "th": "รู้ไหมว่าอะไรสำคัญที่สุดสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I watch you with Auntie Terry, and it's a beautiful thing.",
      "th": "ฉันเฝ้าดูคุณกับอาเทอร์รี่ และมันช่างงดงาม"
    }
  },
  {
    "translation": {
      "en": "The way you treat Auntie Terry is just like a piece of gold.",
      "th": "คุณประคบประหงมดูแลอาเทอร์รี่อย่างกับทอง"
    }
  },
  {
    "translation": {
      "en": "And that's all I care about,",
      "th": "แล้วฉันก็สนใจแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "and I don't care if you care about me. As long as you care about her...",
      "th": "ฉันไม่สนว่าคุณจะสนใจไยดีฉันไหม ตราบใดที่คุณใส่ใจอา..."
    }
  },
  {
    "translation": {
      "en": "Listen, will you stop this?",
      "th": "นี่ ช่วยหยุดทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Stop it! Because I do love you, and I care about you.",
      "th": "หยุด! เพราะฉันรักเธอ และฉันห่วงใยเธอ"
    }
  },
  {
    "translation": {
      "en": "-Just take care of Auntie Terry. -Now listen!",
      "th": "- แค่ดูแลอาเทอร์รี่ก็พอ - ทีนี้ฟังให้ดี!"
    }
  },
  {
    "translation": {
      "en": "Now you stop this crazy ranting and raving...",
      "th": "เธอต้องหยุดพล่ามเพ้อเจ้อ"
    }
  },
  {
    "translation": {
      "en": "If I hadn't heard that last night, I wouldn't be feeling this way.",
      "th": "ถ้าไม่ได้ยินคำพูดเมื่อคืน ฉันคงไม่รู้สึกแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, God damn it.",
      "th": "โอ๊ย จะบ้าตาย"
    }
  },
  {
    "translation": {
      "en": "You know that I love you.",
      "th": "เธอรู้นี่ว่าฉันรักเธอ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Then I don't understand the motivation for not telling me",
      "th": "งั้นฉันก็ไม่เข้าใจเจตนาของคุณที่ไม่ยอมบอก"
    }
  },
  {
    "translation": {
      "en": "so that I can help you get everything organized.",
      "th": "ฉันจะได้ช่วยคุณจัดการทุกอย่างให้เรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "At this point, you've got to let me in a little bit, anyway.",
      "th": "ในจุดนี้ คุณต้องยอมเปิดใจรับฉันสักนิด"
    }
  },
  {
    "translation": {
      "en": "I just want in a little bit.",
      "th": "ฉันแค่อยากให้ยอมรับกันสักนิด"
    }
  },
  {
    "translation": {
      "en": "-I just want to make sure you're okay. -[Pat] All the way. All the way, Diane.",
      "th": "- แค่อยากให้แน่ใจว่าอาไม่เป็นอะไร - ได้เลย ไดแอน"
    }
  },
  {
    "translation": {
      "en": "That's all I want.",
      "th": "ต้องการแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "-[Terry] You have a headache, Pat? -No.",
      "th": "- ปวดหัวหรือเปล่า แพท - ไม่"
    }
  },
  {
    "translation": {
      "en": "I have a heartache.",
      "th": "ฉันปวดใจ"
    }
  },
  {
    "translation": {
      "en": "I feel very sad.",
      "th": "ฉันรู้สึกเศร้าเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Hmm? -I said I feel very sad.",
      "th": "- อะไรนะ - ฉันบอกว่ารู้สึกเศร้าเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "-[Marlene] Dishes we'll take to Habitat. -[Pat] Yeah. Yeah",
      "th": "- เราต้องเอาจานชามไปด้วย แพท - ใช่"
    }
  },
  {
    "translation": {
      "en": "That's a good one.",
      "th": "อันนั้นของดี"
    }
  },
  {
    "translation": {
      "en": "Bell? Terry, you want the bell?",
      "th": "กระดิ่งล่ะ เอากระดิ่งด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I like that.",
      "th": "เอาสิ ฉันชอบกระดิ่ง"
    }
  },
  {
    "translation": {
      "en": "[Marlene] Silverware you want to keep, or you want to give away?",
      "th": "อาอยากเก็บชุดช้อนส้อมมีดเอาไว้ หรืออยากบริจาคไป"
    }
  },
  {
    "translation": {
      "en": "[Pat] Beautiful, isn't it? I wonder what it's worth.",
      "th": "สวยเนอะ อยากรู้จังว่าได้ราคาเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Bookcase is going. -[Pat] Yep. Yep.",
      "th": "- ชั้นหนังสือต้องไป - ใช่"
    }
  },
  {
    "translation": {
      "en": "Dresser's going.",
      "th": "โต๊ะเครื่องแป้งก็ไป"
    }
  },
  {
    "translation": {
      "en": "And these pictures are all gonna go, right?",
      "th": "รูปพวกนี้ก็ต้องไปทั้งหมดใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Pat] Up, up, up. That's a girl.",
      "th": "ลุก เก่งมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know what to do with this ball. Throw it in the garbage.",
      "th": "- ไม่รู้จะทำไงกับบอลลูกนี้ - ขว้างลงถังขยะ"
    }
  },
  {
    "translation": {
      "en": "I'm not throwing it in the garbage. It's a brand new ball.",
      "th": "ฉันไม่ขว้างลงถังขยะหรอก นี่ลูกบอลใหม่เอี่ยม"
    }
  },
  {
    "translation": {
      "en": "I threw out 110 books.",
      "th": "ฉันทิ้งหนังสือไป 110 เล่ม"
    }
  },
  {
    "translation": {
      "en": "Everything's so dirty.",
      "th": "ทุกอย่างสกปรกไปหมด"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Peoria Redwings.",
      "th": "พีโอเรีย เร้ดวิงส์"
    }
  },
  {
    "translation": {
      "en": "-[Diana] Bend your knees. -Yeah, you can.",
      "th": "- งอเข่า - อย่างนั้นเลย เธอทำได้"
    }
  },
  {
    "translation": {
      "en": "-[man] This is going? -No.",
      "th": "- เอานี่ไปด้วยไหมครับ - ไม่"
    }
  },
  {
    "translation": {
      "en": "It's funny. Look at-- Look at all these pictures.",
      "th": "ตลกจัง ดูรูปพวกนี้สิ"
    }
  },
  {
    "translation": {
      "en": "Women and gay guys.",
      "th": "ชาวเกย์เนืองแน่น"
    }
  },
  {
    "translation": {
      "en": "This is all her baseball friends.",
      "th": "ทั้งหมดนี้คือเพื่อนๆ นักเบสบอลของอา"
    }
  },
  {
    "translation": {
      "en": "Auntie Terry's going to be thrilled to see these pictures.",
      "th": "อาเทอร์รี่จะต้องดีใจที่ได้เห็นรูปพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Pictures of their travels and their friends and...",
      "th": "รูปที่พวกอาไปเที่ยวกัน รูปเพื่อนๆ และ..."
    }
  },
  {
    "translation": {
      "en": "And I don't even know who these people are.",
      "th": "ฉันไม่รู้ด้วยซ้ำว่าคนเหล่านี้เป็นใครบ้าง"
    }
  },
  {
    "translation": {
      "en": "These people.",
      "th": "คนเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "They have a whole other family besides us.",
      "th": "พวกเขามีอีกหนึ่งครอบครัวที่ไม่เกี่ยวกับเราเลย"
    }
  },
  {
    "translation": {
      "en": "They've had this whole other life.",
      "th": "พวกเขามีชีวิตส่วนตัวอีกชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Diana] This is just a bunch of...",
      "th": "นี่ก็แค่..."
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, my God almighty.",
      "th": "โอ้โฮ คุณพระคุณเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Diana] ...bunch of stuff here.",
      "th": "ข้าวของกองหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Here, Patty, wait.",
      "th": "เอ้า อาแพทตี้ เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, my gosh.",
      "th": "อุ๊ยตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Did I ever have a tan.",
      "th": "ฉันเคยผิวคล้ำด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I can't believe how skinny I was.",
      "th": "ไม่อยากเชื่อว่าฉันเคยผอมขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "[Diana] Yeah, you look like Lauren Bacall.",
      "th": "ใช่ อาสวยอย่างกับลอเรน เบคอล"
    }
  },
  {
    "translation": {
      "en": "Oh, God, you guys liked taking pictures in bed.",
      "th": "อุ๊ย พวกอาชอบถ่ายรูปด้วยกันบนเตียง"
    }
  },
  {
    "translation": {
      "en": "[Terry] Oh, my.",
      "th": "ต๊ายตาย"
    }
  },
  {
    "translation": {
      "en": "-[Diana] Look at this. -[Terry] We were on our way to Cuba.",
      "th": "- ดูนี่สิ - ตอนนั้นเรากำลังไปคิวบา"
    }
  },
  {
    "translation": {
      "en": "[Pat] That's Havana.",
      "th": "นั่นฮาวานา"
    }
  },
  {
    "translation": {
      "en": "You were on your way to Cuba.",
      "th": "อากำลังไปคิวบา"
    }
  },
  {
    "translation": {
      "en": "-[Terry] It was spring training. -[Pat] There's you, Terry.",
      "th": "ไปซ้อมช่วงฤดูใบไม้ผลิ นี่เธอไง เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "You had a teacup in your hand.",
      "th": "เธอถือถ้วยชา"
    }
  },
  {
    "translation": {
      "en": "-[Terry] This is-- Yeah, this is Cuba. -[Pat] Isn't that funny?",
      "th": "- ใช่ นี่คิวบา - ตลกดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Auntie Terry, you're throwing your hat down to make a catch.",
      "th": "อาเทอร์รี่ อาปาหมวกทิ้งเพื่อรับลูก"
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, you know a lot of catchers didn't do that.",
      "th": "แคชเชอร์ส่วนใหญ่ไม่ทำแบบนั้นกัน"
    }
  },
  {
    "translation": {
      "en": "[Pat] You were pretty cute, my dear.",
      "th": "เธอน่ารักไม่เบานะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "I think these look like letters.",
      "th": "หนูว่าพวกนี้น่าจะเป็นจดหมาย"
    }
  },
  {
    "translation": {
      "en": "Holy shoot.",
      "th": "ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "This is something I wrote to Terry.",
      "th": "จดหมายนี้ฉันเขียนถึงเทอร์รี่ โอ๊ย คุณพระ"
    }
  },
  {
    "translation": {
      "en": "[Diana] What you wrote to Terry? Really, Pat?",
      "th": "อาเขียนถึงอาเทอร์รี่เหรอ จริงเหรอ อาแพท"
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, dear.",
      "th": "โอ๊ย ตายจริง"
    }
  },
  {
    "translation": {
      "en": "[Terry] Read it.",
      "th": "เอาเลย"
    }
  },
  {
    "translation": {
      "en": "[Pat] I have to cry.",
      "th": "ฉันต้องร้องไห้แน่"
    }
  },
  {
    "translation": {
      "en": "It's called \"Always I'll Remember This Night.\"",
      "th": "มันชื่อว่า จดจำค่ำคืนนิจนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "\"It might have been just one more walk beneath the moonlight hue",
      "th": "\"แม้แค่เดินชมจันทร์ในคืนค่ำ"
    }
  },
  {
    "translation": {
      "en": "But, darling, it meant everything because I walked with you",
      "th": "แต่เลิศล้ำราตรีนี้มีเราสอง"
    }
  },
  {
    "translation": {
      "en": "It might have been just one more night, a single night of seven",
      "th": "แม้หนึ่งคืนที่ได้ดังใจปอง บนครรลองขอเราได้เดินเคียง"
    }
  },
  {
    "translation": {
      "en": "My darling, you were there with me",
      "th": "สุดที่รักเมื่อเธออยู่กับฉัน"
    }
  },
  {
    "translation": {
      "en": "'Twas one more night of heaven",
      "th": "ยิ่งกว่าคืนบนสวรรค์เหนือจันทร์เที่ยง"
    }
  },
  {
    "translation": {
      "en": "On we sauntered seldom speaking as we passed through Moonlight Lane",
      "th": "ผ่านมรรคาโสมแสงแทนตะเกียง เราค่อยเดินค่อยเลียบเคียงค่อยเจรจา"
    }
  },
  {
    "translation": {
      "en": "Happiness walked there inside me when you smiled and called my name",
      "th": "ใจเปรมปรีดิ์ยามเธอยิ้มและเรียกขาน"
    }
  },
  {
    "translation": {
      "en": "Hours fled like winged moments, hand in hand, we walked alone",
      "th": "ณ ครู่กาลติดปีกบินดังปักษา จับมือเดินเคียงกันสองกายา"
    }
  },
  {
    "translation": {
      "en": "It was one night I shall remember, one more night to call our own.\"",
      "th": "ราตรีนั้นจะจารึกคืนสองเรา\""
    }
  },
  {
    "translation": {
      "en": "-Patty, that is beautiful. -[Pat] Ooh!",
      "th": "แพทตี้ เพราะจัง"
    }
  },
  {
    "translation": {
      "en": "-Beautiful. -[Diana] You know what?",
      "th": "- เพราะมาก - รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "You could put these in a book.",
      "th": "เอาไปใส่ในหนังสือได้เลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "-I mean, they're beautiful. -[Terry] I think so, too.",
      "th": "- มันเพราะมาก - ฉันก็ว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "My goodness. There were quite a few of them, weren't there?",
      "th": "ตายจริง มีหลายฉบับเลยไม่ใช่เหรอนั่น"
    }
  },
  {
    "translation": {
      "en": "[Diana] How come the bottoms are all ripped off?",
      "th": "ทำไมท้ายจดหมายถึงถูกฉีกออกไปคะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] We didn't want anybody to know that we'd written them...",
      "th": "เราไม่อยากให้ใครรู้ว่าเราเป็นคนเขียน"
    }
  },
  {
    "translation": {
      "en": "in case they picked them up to read 'em.",
      "th": "เผื่อมีคนหยิบไปอ่าน"
    }
  },
  {
    "translation": {
      "en": "-In those days-- -You had to be careful. You had to be very careful.",
      "th": "- สมัยนั้น เราต้อง... - เราต้องระวังตัว"
    }
  },
  {
    "translation": {
      "en": "We thought if something happened to the two of us,",
      "th": "เราคิดว่าถ้าเกิดอะไรขึ้นกับเราสองคน"
    }
  },
  {
    "translation": {
      "en": "then our family wouldn't know what we were.",
      "th": "ครอบครัวเราจะได้ไม่รู้ว่าเราเป็นอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "And that... that is true. Isn't it, Pat?",
      "th": "แล้วมันก็จริง ใช่ไหม แพท"
    }
  },
  {
    "translation": {
      "en": "We've known people who have had their families disown them.",
      "th": "เรารู้จักคนที่ถูกครอบครัวตัดขาด"
    }
  },
  {
    "translation": {
      "en": "-Did you think I was going to do that? -Well, yes.",
      "th": "อาคิดว่าหนูจะทำอย่างนั้นเหรอ ใช่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Did you really? -She was afraid.",
      "th": "- คิดจริงๆ เหรอ - เทอร์รี่กลัว"
    }
  },
  {
    "translation": {
      "en": "-We didn't know. -She didn't want to lose you.",
      "th": "- เราไม่รู้น่ะ - เทอร์รี่ไม่อยากเสียเธอไป"
    }
  },
  {
    "translation": {
      "en": "[Terry] We-- We had to be careful.",
      "th": "ตอนนั้นเราต้องระวังตัว"
    }
  },
  {
    "translation": {
      "en": "-Pat! -Okay.",
      "th": "- แพท! - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Judy! -[woman] Darla.",
      "th": "จูดี้"
    }
  },
  {
    "translation": {
      "en": "[Pat] Doesn't that look good? Crab cake with almonds. Hold on.",
      "th": "ดูน่ากินเนอะ แครบเค้กราดซอสฮอลแลนเดซ"
    }
  },
  {
    "translation": {
      "en": "Come on now, roll over.",
      "th": "เร็วเข้า พลิกสิ"
    }
  },
  {
    "translation": {
      "en": "Roll over, little doggie.",
      "th": "พลิกเร็ว เจ้าหมา"
    }
  },
  {
    "translation": {
      "en": "[Pat] It's still wet.",
      "th": "ยังเปียกอยู่"
    }
  },
  {
    "translation": {
      "en": "I feel like we're home now.",
      "th": "ฉันรู้สึกเหมือนเราอยู่บ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Don't you, Terry? -[Terry] Yeah. Every day is better.",
      "th": "- ใช่ไหม เทอร์รี่ - ใช่ ทุกวันก็ดีขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "To see our table all covered with papers and stuff, it feels like home.",
      "th": "ได้เห็นโต๊ะเรามีกระดาษ และข้าวของกองเต็ม มันก็รู้สึกเหมือนบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Pat chuckles] We were sort of the reluctant debutantes.",
      "th": "เราเหมือนเด็กสาวที่ อิดออดไม่อยากเปิดตัวสู่สังคม"
    }
  },
  {
    "translation": {
      "en": "We, uh...",
      "th": "เรา..."
    }
  },
  {
    "translation": {
      "en": "weren't ready to come.",
      "th": "ยังไม่พร้อมมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "You know, we really loved the house,",
      "th": "คือเรารักบ้านของเรามากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and we had such a... a happy time there for 21 years.",
      "th": "และเราอยู่ที่นั่นอย่างเป็นสุขมา 21 ปี"
    }
  },
  {
    "translation": {
      "en": "We weren't really ready, I don't think--",
      "th": "เรายังไม่พร้อม ฉันว่าเราไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "We needed someone like Diana to say, \"We worry about you. You gotta do this.\"",
      "th": "เราต้องให้คนอย่างไดอาน่าบอกว่า \"เราห่วงคุณนะ คุณต้องทำ\""
    }
  },
  {
    "translation": {
      "en": "We needed that push that she gave us.",
      "th": "เราต้องการแรงผลักดันแบบที่เธอมอบให้เรา"
    }
  },
  {
    "translation": {
      "en": "[Pat] Because she cared, and she wanted us to be happy,",
      "th": "เพราะเธอห่วงใยและอยากให้เรามีความสุข"
    }
  },
  {
    "translation": {
      "en": "and she wanted us to be safe.",
      "th": "เธออยากให้เราปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I think it's absolutely the right choice.",
      "th": "ฉันว่านี่เป็นตัวเลือกที่ถูกต้องที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah. I-- I feel we were guided here.",
      "th": "ใช่ รู้สึกเหมือนเราถูกนำทางมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] There's not one person here that we don't like.",
      "th": "ที่นี่ไม่มีคนที่เราไม่ชอบแม้แต่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "[Terry] They're curious.",
      "th": "พวกเขาสงสัยใคร่รู้"
    }
  },
  {
    "translation": {
      "en": "You know, I have no feelings about sharing all those things.",
      "th": "ไม่ ฉันไม่รู้สึกอยากจะแบ่งปันเรื่องพรรค์นั้น"
    }
  },
  {
    "translation": {
      "en": "-I don't think it's necessary. -[Terry] No.",
      "th": "- ฉันว่าไม่จำเป็น - ใช่"
    }
  },
  {
    "translation": {
      "en": "Hi. Come on in.",
      "th": "ไง เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Go give her the-- He's giving you a flower.",
      "th": "เอาไปให้... เขาจะมอบดอกไม้ให้คุณยาย"
    }
  },
  {
    "translation": {
      "en": "Thank you, honey.",
      "th": "ขอบคุณจ้ะ คนเก่ง"
    }
  },
  {
    "translation": {
      "en": "-[Diana] Come on in, Jackson. -[Pat] He's beautiful.",
      "th": "- เข้ามาสิ แจ็คสัน - เขาน่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "[Diana and Pat] Come on in.",
      "th": "เข้ามาก่อนจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] Want to come see the aunties?",
      "th": "เข้าไปเจอคุณยายกันไหม"
    }
  },
  {
    "translation": {
      "en": "I can't believe we're doing this. [laughs]",
      "th": "ไม่อยากเชื่อว่าเราจะทำจริง"
    }
  },
  {
    "translation": {
      "en": "-[John] Yeah-- -[Pat] You better believe it.",
      "th": "เชื่อเถอะ"
    }
  },
  {
    "translation": {
      "en": "Happy birthday and all that.",
      "th": "สุขสันต์วันเกิดและยินดีด้วยกับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Yeah, and all that. -[John laughs] And all that.",
      "th": "ใช่ กับทุกอย่าง กับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[woman] You better believe it.",
      "th": "เชื่อเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Okay, you guys. Let's do it. -[Pat] Okay. Here we go.",
      "th": "- ทุกคน มาทำพิธีกัน - โอเค เอาเลย"
    }
  },
  {
    "translation": {
      "en": "[Terry] Let's go.",
      "th": "ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "[Kim] Cry if you want.",
      "th": "จะร้องไห้ก็ได้นะครับ"
    }
  },
  {
    "translation": {
      "en": "You guys aren't getting cold feet?",
      "th": "พวกอาจะไม่เปลี่ยนใจใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Pat] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "[Terry] Oh, it's beautiful.",
      "th": "โอ้โฮ สวยจัง"
    }
  },
  {
    "translation": {
      "en": "[Pat] Tammy.",
      "th": "แทมมี่"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I got it. Fuck, I can see it. -Shh!",
      "th": "เออ เห็นแล้ว แม่ง ฉันเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-And we can hear you. -They can hear you.",
      "th": "เราได้ยินเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Want to say hi to her?",
      "th": "อยากสวัสดีอา"
    }
  },
  {
    "translation": {
      "en": "Hey, Tammy.",
      "th": "ไง แทมมี่"
    }
  },
  {
    "translation": {
      "en": "[Tammy] I love your balloons.",
      "th": "หนูชอบลูกโป่งของอา"
    }
  },
  {
    "translation": {
      "en": "Hi, Tammy.",
      "th": "ไง แทมมี่"
    }
  },
  {
    "translation": {
      "en": "-We miss you here. -[Pat] Yeah.",
      "th": "- เราคิดถึงเธอนะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Wish you were here, Tammy. -Yeah.",
      "th": "- อยากให้เธออยู่ตรงนี้ แทมมี่ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Friends...",
      "th": "สหาย..."
    }
  },
  {
    "translation": {
      "en": "the brides are indeed ready, so I invite you to gather around",
      "th": "เจ้าสาวทั้งสองพร้อมแล้ว ดังนั้นขอเชิญทุกท่านล้อมวงเข้ามาใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "as we celebrate a... it's-about-time celebration.",
      "th": "ขณะที่เราฉลองให้กับพิธีที่ได้ฤกษ์จัดกันเสียที"
    }
  },
  {
    "translation": {
      "en": "[officiant] And it is about time.",
      "th": "และมันก็ได้ฤกษ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "And we begin with the words of E.E. Cummings.",
      "th": "เราจะเริ่มจากบทกวีของ อี. อี. คัมมิงส์"
    }
  },
  {
    "translation": {
      "en": "\"I carry your heart with me",
      "th": "\"ฉันเก็บหัวใจเธอไว้"
    }
  },
  {
    "translation": {
      "en": "I carry it in my heart",
      "th": "อิงแอบแนบในอกฉัน"
    }
  },
  {
    "translation": {
      "en": "I am never without it",
      "th": "ไม่เคยทิ้งร้างห่างกัน"
    }
  },
  {
    "translation": {
      "en": "Anywhere I go, you go, my dear",
      "th": "เธอร่วมทางกับฉัน คนดี"
    }
  },
  {
    "translation": {
      "en": "I fear no fate for you are my fate, my sweet",
      "th": "เคราะห์ใดหาได้ไหวหวั่น เพราะชะตาฉันคือเธอ คนนี้"
    }
  },
  {
    "translation": {
      "en": "I want no world for, beautiful, you are my world",
      "th": "โลกใดมิใคร่ไยดี เพราะโลกงามใบนี้ คือเธอ"
    }
  },
  {
    "translation": {
      "en": "I carry your heart",
      "th": "ฉันเก็บหัวใจเธอไว้"
    }
  },
  {
    "translation": {
      "en": "I carry it in my heart.\"",
      "th": "อิงแอบแนบในอกฉัน\""
    }
  },
  {
    "translation": {
      "en": "Terry and Pat, you are here today in the company of family and friends",
      "th": "เทอร์รี่กับแพท คุณอยู่ที่นี่ในวันนี้ ท่ามกลางญาติมิตรสหาย"
    }
  },
  {
    "translation": {
      "en": "to join your lives together in the sacred and formal",
      "th": "เพื่อร่วมเชื่อมโยงชีวิตพวกคุณไว้ด้วยกัน ในพิธีสมรสทางกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "and legal institution of marriage.",
      "th": "ซึ่งเป็นทางการและศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Do you, Emma Marie Henschel,",
      "th": "คุณเอ็มม่า มารี เฮนเชล"
    }
  },
  {
    "translation": {
      "en": "take this woman, Theresa Paz Donahue,",
      "th": "รับสตรีผู้นี้ เทเรซา พาซ โดนาฮิว"
    }
  },
  {
    "translation": {
      "en": "to be your wedded wife?",
      "th": "เป็นภรรยาตามกฎหมายหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Pat] I do.",
      "th": "รับค่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you promise to love her and honor her",
      "th": "คุณสัญญาว่าจะรักและเคารพ"
    }
  },
  {
    "translation": {
      "en": "and cherish her as you share your life with her",
      "th": "และทะนุถนอมเธอขณะใช้ชีวิตร่วมกับเธอ"
    }
  },
  {
    "translation": {
      "en": "and to be to her a loving and understanding companion",
      "th": "และเป็นคู่ครองที่รักและเข้าอกเข้าใจของเธอ"
    }
  },
  {
    "translation": {
      "en": "through all of your days?",
      "th": "ตราบสิ้นอายุขัยของคุณหรือไม่"
    }
  },
  {
    "translation": {
      "en": "I will.",
      "th": "ฉันสัญญา"
    }
  },
  {
    "translation": {
      "en": "[officiant] Do you, Theresa Paz Donahue,",
      "th": "คุณเทเรซา พาซ โดนาฮิว"
    }
  },
  {
    "translation": {
      "en": "take this woman, Emma Marie Henschel, to be your wedded wife?",
      "th": "คุณจะรับสตรีผู้นี้ เอ็มม่า มารี เฮนเชล เป็นภรรยาตามกฎหมายของคุณหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Terry] I do.",
      "th": "รับค่ะ"
    }
  },
  {
    "translation": {
      "en": "[officiant] Do you promise to love her and honor her",
      "th": "คุณสัญญาว่าจะรักและเคารพ"
    }
  },
  {
    "translation": {
      "en": "and cherish her as you share your life with her",
      "th": "และทะนุถนอมเธอขณะที่ใช้ชีวิตร่วมกับเธอ"
    }
  },
  {
    "translation": {
      "en": "and to be to her a loving and understanding companion",
      "th": "และเป็นคู่ครองที่รักและเข้าอกเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "through all of your days?",
      "th": "ตราบสิ้นอายุขัยของคุณหรือไม่"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "th": "ฉันสัญญา"
    }
  },
  {
    "translation": {
      "en": "Pat, take Terry's ring.",
      "th": "แพท รับแหวนของเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Place it on her finger and say to her, \"Terry, with this ring, I marry you.\"",
      "th": "สวมแหวนบนนิ้วเธอและบอกเธอว่า \"เทอร์รี่ ด้วยแหวนวงนี้ ฉันแต่งงานกับเธอ\""
    }
  },
  {
    "translation": {
      "en": "Terry, with this ring, I marry you.",
      "th": "เทอร์รี่ ด้วยแหวนวงนี้ ฉันแต่งงานกับเธอ"
    }
  },
  {
    "translation": {
      "en": "[officiant] And, Terry, take Pat's ring,",
      "th": "เทอร์รี่ รับแหวนของแพท"
    }
  },
  {
    "translation": {
      "en": "place it on her finger and say to her,",
      "th": "สวมแหวนบนนิ้วของเธอและบอกเธอว่า"
    }
  },
  {
    "translation": {
      "en": "\"Pat, with this ring, I marry you.\"",
      "th": "\"แพท ด้วยแหวนวงนี้ ฉันแต่งงานกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Pat, with this ring, I marry you.",
      "th": "แพท ด้วยแหวนวงนี้ ฉันแต่งงานกับเธอ"
    }
  },
  {
    "translation": {
      "en": "[officiant] Pat and Terry, with the exchange of your vows and your rings,",
      "th": "แพทกับเทอร์รี่ ด้วยการแลกเปลี่ยน คำมั่นสัญญาและแหวน"
    }
  },
  {
    "translation": {
      "en": "you have begun in law",
      "th": "พวกคุณได้เริ่มต้นชีวิตคู่ตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "that which has existed in faith and in love",
      "th": "ซึ่งดำรงอยู่ด้วยศรัทธาและความรัก"
    }
  },
  {
    "translation": {
      "en": "for very nearly 70 years.",
      "th": "มายาวนานกว่า 70 ปี"
    }
  },
  {
    "translation": {
      "en": "We celebrate the journey you have taken together.",
      "th": "เราขอฉลองการเดินทางที่พวกคุณได้เคียงคู่กันมา"
    }
  },
  {
    "translation": {
      "en": "We rejoice that you need no longer call each other cousin...",
      "th": "เราร่วมปีติยินดีที่พวกคุณไม่ต้องอ้าง ว่าเป็นลูกพี่ลูกน้องกันอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "-[Terry laughs] -...at last.",
      "th": "ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "[officiant] At last, you may call one another beloved wife.",
      "th": "ในที่สุดพวกคุณก็เรียกกันและกันได้ว่าภรรยาที่รัก"
    }
  },
  {
    "translation": {
      "en": "Now, you may each kiss the bride.",
      "th": "เชิญจูบเจ้าสาวได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Diana] I want to tell you that this is a glorious day,",
      "th": "ฉันอยากบอกทุกคนว่าวันนี้เป็นวันที่ดีงาม"
    }
  },
  {
    "translation": {
      "en": "and we want to thank everybody that's here for coming.",
      "th": "และเราอยากขอบคุณทุกคนที่มาร่วมงาน"
    }
  },
  {
    "translation": {
      "en": "You have been beloved friends over the years.",
      "th": "พวกคุณเป็นเพื่อนรักมาตลอดหลายปี"
    }
  },
  {
    "translation": {
      "en": "And we're very grateful for you being their other family.",
      "th": "และเราซาบซึ้งที่พวกคุณ เป็นอีกครอบครัวหนึ่งของพวกท่าน"
    }
  },
  {
    "translation": {
      "en": "So thank you for being here.",
      "th": "ดังนั้นขอบคุณที่มาที่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Congratulations to both of you.",
      "th": "ยินดีกับอาทั้งคู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-[all] Cheers. -[glasses clinking]",
      "th": "ดื่ม"
    }
  },
  {
    "translation": {
      "en": "Best wishes.",
      "th": "ขอให้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[man] Yes, I'm glad you're here. -[woman] Me too.",
      "th": "- ใช่ ดีใจที่คุณมา - เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[John] She was Terry's match.",
      "th": "เธอชื่อเทอร์รี่ แพท"
    }
  },
  {
    "translation": {
      "en": "We go to a football games.",
      "th": "เราไปดูแข่งฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "Cubs game. Baseball game.",
      "th": "ทีมชิคาโกคับส์ แข่งเบสบอล"
    }
  },
  {
    "translation": {
      "en": "-They're your other family. -Yeah. Yes, that's true.",
      "th": "- พวกเขาเป็นอีกครอบครัวหนึ่งของอา - ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah, 106.",
      "th": "คุณย่าโรซี่เหรอ หนึ่งร้อยหก"
    }
  },
  {
    "translation": {
      "en": "[Diana] And Aunt Terry hired a manager...",
      "th": "แล้วอาเทอร์รี่ก็จ้างผู้จัดการ"
    }
  },
  {
    "translation": {
      "en": "[Terry] You look better today.",
      "th": "วันนี้เธอหน้าตาดีขึ้นนะ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] I do? -[Terry] Yeah.",
      "th": "- จริงเหรอ - จริง"
    }
  },
  {
    "translation": {
      "en": "[Pat] That's because I have on a red shirt.",
      "th": "นั่นเป็นเพราะฉันใส่เสื้อสีแดง"
    }
  },
  {
    "translation": {
      "en": "Are you walking?",
      "th": "เธอจะเดินไหม"
    }
  },
  {
    "translation": {
      "en": "With a walker.",
      "th": "ใช้ไม้เท้า"
    }
  },
  {
    "translation": {
      "en": "Not without it.",
      "th": "ไม่ใช้เดินไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "[Terry] Well, then the two of us are going to be a good pair.",
      "th": "งั้นเราสองคนจะต้องเป็นคู่ที่ดีแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Well, we always have been a good pair, Terry.",
      "th": "เราเป็นคู่ที่ดีเสมอ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "We now are into our 70th year, so...",
      "th": "เราเข้าปีที่ 70 แล้วนะ เพราะงั้น..."
    }
  },
  {
    "translation": {
      "en": "Well, when you can move, I've got to treat you really nice.",
      "th": "เธอขยับตัวได้เมื่อไหร่ ฉันจะเอาใจเธออย่างดีเลย"
    }
  },
  {
    "translation": {
      "en": "[Pat chuckles] You always treat me nice, Terry.",
      "th": "เธอเอาใจฉันอย่างดีเสมอ เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] You always do treat me nice, sweetheart.",
      "th": "เธอเอาใจฉันอย่างดีเสมอจ้ะ ยอดรัก"
    }
  },
  {
    "translation": {
      "en": "You're a beautiful little girl.",
      "th": "สาวน้อยคนสวย"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "There you go, my dear.",
      "th": "อย่างนั้นเลย ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-I love you, Patty. -I love you too, sweetheart.",
      "th": "- ฉันรักเธอ แพทตี้ - ฉันก็รักเธอ คนดี"
    }
  },
  {
    "translation": {
      "en": "[Terry] You're going to be okay.",
      "th": "และเธอจะหายดี"
    }
  },
  {
    "translation": {
      "en": "You better be a good girl and eat.",
      "th": "เธอต้องเป็นเด็กดีและกินอาหารนะ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Mmm? -And eat. Oh, Terry.",
      "th": "- กินเสีย - โอย เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Terry, I'm trying all I can.",
      "th": "เทอร์รี่ ฉันพยายามเต็มที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "But if I can't eat, I can't-- I can't eat.",
      "th": "แต่ถ้ากินไม่ไหว ก็คือกินไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "[Terry] Listen, honey. Don't you worry.",
      "th": "ฟังนะ หลานรัก อย่าห่วงไป"
    }
  },
  {
    "translation": {
      "en": "[Diana] Well, honey, you know I worry about you,",
      "th": "อาคะ อาก็รู้ว่าหนูเป็นห่วงอา"
    }
  },
  {
    "translation": {
      "en": "and I just want you both to be happy and healthy.",
      "th": "หนูแค่อยากให้อาทั้งคู่มีความสุขและแข็งแรง"
    }
  },
  {
    "translation": {
      "en": "I know that damn Parkinson's is tough to manage,",
      "th": "หนูรู้ว่าไอ้โรคพาร์กินสันมันกำราบยาก"
    }
  },
  {
    "translation": {
      "en": "and I remember what you told me about growing old isn't for sissies.",
      "th": "หนูจำได้ว่าอาเคยบอกหนูว่า ความแก่ชราไม่เหมาะกับคนใจเสาะ"
    }
  },
  {
    "translation": {
      "en": "[laughs, sniffles] And so, you're a tough cookie, and I know you're hanging in there,",
      "th": "เท่ากับอาเป็นสาวแกร่ง หนูรู้ว่าอาทนไหว"
    }
  },
  {
    "translation": {
      "en": "but if you need me, all you have to do is call me, okay?",
      "th": "แต่ถ้าต้องการหนู อาแค่ต้องโทรหาหนูนะ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] Yeah. -[Terry] We will.",
      "th": "- ได้ - เราจะโทรไป"
    }
  },
  {
    "translation": {
      "en": "[Diana] And, Patty, promise me you'll phone me if you need me to come down.",
      "th": "อาแพทตี้คะ รับปากนะว่าจะโทรหาหนู ถ้าอยากให้หนูไปหา"
    }
  },
  {
    "translation": {
      "en": "[Pat] Honey, I will. I will.",
      "th": "หลานรัก ฉันจะโทรจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Bye. Love you. Bye.",
      "th": "บาย รักนะ บาย"
    }
  },
  {
    "translation": {
      "en": "[Pat] Bye-bye.",
      "th": "บ๊ายบาย เวร"
    }
  },
  {
    "translation": {
      "en": "[Pat VO] When we thought about it and talked about it,",
      "th": "พอเราคิดถึงมันและพูดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "we decided the best thing to do was to come back to Canada.",
      "th": "เราก็ตัดสินใจว่ากลับแคนาดาเป็นเรื่องที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "There you are. Hi, honey.",
      "th": "อยู่นี่เอง ไงจ๊ะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Get in there. -[man] I'm gonna help you, all right?",
      "th": "อยู่นี่เอง ไงจ๊ะ ที่รัก - เข้ามานี่ - ผมจะช่วยนะครับ"
    }
  },
  {
    "translation": {
      "en": "[Pat chuckles] Get in there, she says.",
      "th": "เธอบอกให้เข้าไปในนั้น"
    }
  },
  {
    "translation": {
      "en": "-Here I am, Terry. -[man] Okay.",
      "th": "- ฉันมาแล้ว เทอร์รี่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Give her a hug.",
      "th": "กอดเธอหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Terry] Get over here.",
      "th": "มานี่เลย"
    }
  },
  {
    "translation": {
      "en": "[Pat] Would you like a good morning kiss or something?",
      "th": "อยากให้จูบอรุณสวัสดิ์หรือไง"
    }
  },
  {
    "translation": {
      "en": "-[Terry] No, not until you-- -[Pat] Not until I sit down?",
      "th": "- ไม่ ไม่เอาจนกว่าเธอจะ... - จนกว่าฉันจะนั่ง"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "We've got to get going.",
      "th": "เราต้องไปกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "You should talk.",
      "th": "เธอน่าจะพูดนะ"
    }
  },
  {
    "translation": {
      "en": "-You're giving it to me today, aren't you? -Yes, I am.",
      "th": "- วันนี้ยกให้ฉันพูดเหรอเนี่ย - ใช่"
    }
  },
  {
    "translation": {
      "en": "That's okay. I love you, anyway.",
      "th": "ไม่เป็นไร ยังไงฉันก็รักเธออยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Diana] Come on, Auntie Terry, you gotta be nice to your little honey.",
      "th": "ไม่เอาน่า อาเทอร์รี่ อาต้องทำตัวดีๆ กับหวานใจสิ"
    }
  },
  {
    "translation": {
      "en": "-[Pat] She won't even give me a kiss. -[Diana] How come?",
      "th": "- เธอไม่ยอมจูบฉันด้วยซ้ำ - ได้ไง"
    }
  },
  {
    "translation": {
      "en": "-Terry? -[Terry] What?",
      "th": "- เทอร์รี่ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-You want to give me a good morning kiss? -[Terry] I'm thinking about it.",
      "th": "- อยากจูบฉันรับอรุณเหรอ - ก็คิดอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "[Pat] You're thinking about it?",
      "th": "เธอคิดอยู่งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "All right, you tell me when you're ready.",
      "th": "ก็ได้ พร้อมเมื่อไหร่ก็บอก"
    }
  },
  {
    "translation": {
      "en": "I'm looking at the camera.",
      "th": "ฉันกำลังมองกล้อง"
    }
  },
  {
    "translation": {
      "en": "Here, come on. Give me a kiss.",
      "th": "นี่ เอาเลย จูบฉัน"
    }
  },
  {
    "translation": {
      "en": "[man] Is everyone ready? We're moving.",
      "th": "โอเค ทุกคน เราจะไปกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Diana] We're moving? Okay. -[Pat] Okay.",
      "th": "- เราจะไปแล้วเหรอ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Pat] Oh, there's our house, Terry.",
      "th": "อุ๊ย นั่นบ้านเรา เทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Yeah. -[Pat] Oh.",
      "th": "- ใช่ - โอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Terry] Twenty-six years there.",
      "th": "อยู่ที่นั่นมา 26 ปี"
    }
  },
  {
    "translation": {
      "en": "Twenty-six years.",
      "th": "ยี่สิบหกปี"
    }
  },
  {
    "translation": {
      "en": "[Pat] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Loved it. Absolutely loved living there.",
      "th": "รักบ้านนั้น รักที่นั่นมากเลย"
    }
  },
  {
    "translation": {
      "en": "-Didn't we, Terry? -[Terry] Yep.",
      "th": "- ใช่ไหม เทอร์รี่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "And now we're going on.",
      "th": "แล้วทีนี้เราก็ต้องไปต่อ"
    }
  },
  {
    "translation": {
      "en": "♪ Plant a money tree Grow a love so free ♪",
      "th": "(ด่านตรวจชายแดนแคนาดา)"
    }
  },
  {
    "translation": {
      "en": "[Pat and man] We're in Canada!",
      "th": "- ถึงแคนาดาแล้ว - เราถึงแคนาดาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Diana] We're in Canada! -[Pat] We're in Canada!",
      "th": "- ถึงแคนาดา - มาถึงแคนาดาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Canada!",
      "th": "แคนาดา"
    }
  },
  {
    "translation": {
      "en": "♪ And if I should fall so deep and true ♪ ♪ And if I should fall so deep ♪",
      "th": "(รักเรานั้นจริงแท้)"
    }
  },
  {
    "translation": {
      "en": "[man] Second base coming up.",
      "th": "กำลังจะถึงเบสสอง"
    }
  },
  {
    "translation": {
      "en": "Slide. Pshh!",
      "th": "ไถล"
    }
  },
  {
    "translation": {
      "en": "[man] You were kind of breaking the rules back then.",
      "th": "สมัยนั้นคุณแหกกฎนะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] Exactly.",
      "th": "ถูกเผง"
    }
  },
  {
    "translation": {
      "en": "[Terry] All of us that played ball in the '40s broke the rules.",
      "th": "เราทุกคนที่เล่นเบสบอลในยุค 1940 แหกกฎกันหมด"
    }
  },
  {
    "translation": {
      "en": "[man] You kind of broke the rules your whole life.",
      "th": "คุณก็เหมือนแหกกฎมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Terry] Yes, I have.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "That's why I'm happy.",
      "th": "ฉันถึงได้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "Right? [laughing]",
      "th": "จริงไหม"
    }
  },
  {
    "translation": {
      "en": "-[man] Felt good to break the rules? -[Terry laughing] Yes.",
      "th": "- รู้สึกดีไหมครับที่ได้แหกกฎ - ดีสิ"
    }
  },
  {
    "translation": {
      "en": "[Tammy] You're in Canada. You're here!",
      "th": "อามาถึงแคนาดา อาอยู่ที่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Terry] Yeah. -Yeah! [laughing]",
      "th": "- ใช่ - ใช่!"
    }
  },
  {
    "translation": {
      "en": "[man] But anyway, you guys, you're home with family.",
      "th": "ยังไงก็ตามนะ พวกอาอยู่บ้านกับครอบครัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm glad you're here.",
      "th": "ผมดีใจที่อามาที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Pat] I think it was a great move because I think that Terry,",
      "th": "ฉันว่าเป็นการโยกย้ายที่ดีมากเพราะเทอร์รี่"
    }
  },
  {
    "translation": {
      "en": "especially Terry, needed to be here with family.",
      "th": "โดยเฉพาะเทอร์รี่ จำเป็นต้องอยู่ที่นี่กับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "[Diana VO] I did manage to get them here,",
      "th": "ฉันหาทางพาพวกท่านมาที่นี่จนได้"
    }
  },
  {
    "translation": {
      "en": "and so now that I've got them here, I'm really grateful for it",
      "th": "พอพาพวกท่านมาที่นี่ได้แล้ว ฉันก็ซึ้งใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and whatever I have to do, I'm going to do.",
      "th": "ไม่ว่าต้องทำอะไร ฉันก็จะทำ"
    }
  },
  {
    "translation": {
      "en": "I just am so glad they're here. I am so glad they're both here.",
      "th": "ฉันก็แค่ดีใจที่พวกอามาที่นี่ ดีใจมากที่มากันทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[Terry] No regrets.",
      "th": "ไม่เสียใจเลย"
    }
  },
  {
    "translation": {
      "en": "I'd do it all over again.",
      "th": "ถ้าให้เลือก ฉันก็จะทำอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I think love is love, and that's the most important thing.",
      "th": "ฉันว่ารักก็คือรัก และนั่นสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "♪ When the last bell's rung ♪ ♪ Take this dance with me ♪",
      "th": "คำบรรยายโดย ศันสนีย์ โอบอ้อม"
    }
  }
]