[
  {
    "translation": {
      "en": "[man] Chill out.",
      "th": "ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "[man] I'm a dog breeder.",
      "th": "ผมเป็นนักเพาะพันธุ์สุนัข"
    }
  },
  {
    "translation": {
      "en": "I knew a little bit about genetics,",
      "th": "ผมพอจะมีความรู้เรื่องพันธุ์กรรม"
    }
  },
  {
    "translation": {
      "en": "but not about genetic engineering.",
      "th": "แต่ผมไม่มีความรู้ด้านการพันธุวิศวกรรม"
    }
  },
  {
    "translation": {
      "en": "I'm not a PhD,",
      "th": "ผมไม่ได้จบเอก"
    }
  },
  {
    "translation": {
      "en": "or I have no degree, actually. I have a GED.",
      "th": "จริงๆ แล้วไม่มีใบปริญญาเลย ผมจบมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "I had assumed that getting DNA and making changes and stuff cost millions of dollars",
      "th": "ผมเคยนึกว่าการตัดต่อเปลี่ยนแปลงดีเอ็นเอ ต้องใช้เงินหลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "and that you needed a huge lab and research team and all this sort of stuff,",
      "th": "และต้องใช้ห้องปฏิบัติการขนาดใหญ่ และทีมนักวิจัย เป็นต้น"
    }
  },
  {
    "translation": {
      "en": "but you'd be surprised what there is on YouTube.",
      "th": "แต่คุณจะประหลาดใจว่ายูทูบมีอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "[man] Just selective breeding isn't enough.",
      "th": "แค่การคัดเลือกพันธุ์อย่างเดียวยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Big dogs age fast and die young.",
      "th": "สุนัขตัวใหญ่ๆ แก่ตายเร็ว"
    }
  },
  {
    "translation": {
      "en": "Can we make dogs that have even better noses?",
      "th": "เราสร้างสุนัขที่จมูกดีขึ้นได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Get a dog who, um... who's healthy,",
      "th": "ให้ได้สุนัขที่สุขภาพดี"
    }
  },
  {
    "translation": {
      "en": "but he's also what you intended him to be.",
      "th": "แต่ก็มีคุณสมบัติที่เราต้องการด้วย"
    }
  },
  {
    "translation": {
      "en": "These are the bacteria...",
      "th": "นี่คือแบคทีเรีย..."
    }
  },
  {
    "translation": {
      "en": "that I'm using.",
      "th": "ที่ผมใช้"
    }
  },
  {
    "translation": {
      "en": "This is bioluminescence.",
      "th": "มันเรืองแสงตามธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "They produce their own light chemically.",
      "th": "มันใช้สารเคมีสังเคราะห์แสงเองได้"
    }
  },
  {
    "translation": {
      "en": "This is my first experiment on the dogs.",
      "th": "นี่เป็นครั้งแรกที่ผมทดลองกับสุนัข"
    }
  },
  {
    "translation": {
      "en": "I started thinking about,",
      "th": "ผมเริ่มคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What do I need to do so nobody's gonna doubt it?\"",
      "th": "\"ผมต้องทำอย่างไรไม่ให้มีคนสงสัยผลลัพธ์\""
    }
  },
  {
    "translation": {
      "en": "I need to do something that's obviously completely unnatural.",
      "th": "ผมต้องทำสิ่งที่ผิดธรรมชาติชัดเจน"
    }
  },
  {
    "translation": {
      "en": "No dogs glow, so if I make a dog that glows,",
      "th": "สุนัขเรืองแสงไม่ได้ ดังนั้นถ้าผมทำให้มันเรืองแสงได้"
    }
  },
  {
    "translation": {
      "en": "nobody's gonna doubt it was genetic engineering.",
      "th": "จะไม่มีใครค้านว่าไม่ใช่การตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "-[beeping] -[theme music plays]",
      "th": "(ซีรีส์สารคดีจาก NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "[man 1] We're on the verge of a technological breakthrough",
      "th": "กำลังจะเกิดความก้าวหน้าด้านเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "that could change the future of mankind.",
      "th": "ที่อาจเปลี่ยนอนาคตของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "[man 2] Most people have no idea how rapidly things are changing.",
      "th": "คนส่วนใหญ่ไม่รู้เลยว่า ทุกอย่างเปลี่ยนแปลงอย่างรวดเร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[woman] We're now changing the DNA, the code of life.",
      "th": "พวกเขากำลังเปลี่ยนดีเอ็นเอ รหัสแห่งชีวิต"
    }
  },
  {
    "translation": {
      "en": "[man 2] It's amazing, the sorts of things that we could do with this.",
      "th": "มันน่าอัศจรรย์จริงๆ ว่า เราอาจเอามันไปใช้ทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "The question is, should we?",
      "th": "คำถามคือ เราควรทำไหม"
    }
  },
  {
    "translation": {
      "en": "What happens if diseases were just eradicated?",
      "th": "จะเกิดอะไรขึ้น หากเรากำจัดโรคภัยไข้เจ็บไปทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[man 3] All technology is inherently about changing away from what is natural.",
      "th": "เทคโนโลยีทุกอย่างคือ การเปลี่ยนแปลงไปจากธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "You can't really see it. It's a frozen, uh, sample.",
      "th": "เราคงมองไม่ค่อยเห็น นี่เป็นตัวอย่างแช่แข็ง"
    }
  },
  {
    "translation": {
      "en": "I don't know if you can see that liquid frozen in the bottom there.",
      "th": "ฉันไม่รู้ว่าคุณเห็นของเหลว ที่แข็งตัวด้านล่างหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's, uh, basically a protein that can be used for genome editing.",
      "th": "โดยพื้นฐานมันคือโปรตีน ที่เอาไปใช้ตัดต่อจีโนมได้"
    }
  },
  {
    "translation": {
      "en": "It can alter the DNA in any cell in any organism,",
      "th": "มันสามารถเปลี่ยนแปลงดีเอ็นเอ ในเซลล์ของสิ่งมีชีวิตใดๆ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "including animal and plant cells, even human cells.",
      "th": "รวมถึงเซลล์พืชและสัตว์ เซลล์มนุษย์ยังได้"
    }
  },
  {
    "translation": {
      "en": "So, here I am holding this little tube, and it looks so simple,",
      "th": "แล้วฉันก็กำลังถือหลอดเล็กๆ ที่ดูเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "but it will have profound implications for the future.",
      "th": "แต่มันจะสร้างผลกระทบที่ยิ่งใหญ่ในอนาคต"
    }
  },
  {
    "translation": {
      "en": "We are about to unfold for you an adventure in the world of science,",
      "th": "เรากำลังจะพาคุณไปผจญภัยในโลกวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "the science that deals with the nature of living things.",
      "th": "วิทยาศาสตร์ที่เกี่ยวกับธรรมชาติของสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "Our story is about you and me.",
      "th": "เรื่องราวของเราเกี่ยวกับตัวคุณ และตัวผม"
    }
  },
  {
    "translation": {
      "en": "The story is the same for all living things.",
      "th": "เรื่องราวของสิ่งมีชีวิตทั้งมวลเหมือนกันหมด"
    }
  },
  {
    "translation": {
      "en": "Animals, plants,",
      "th": "ทั้งสัตว์ พืช..."
    }
  },
  {
    "translation": {
      "en": "even the lowliest creature.",
      "th": "และแม้กระทั่งสิ่งมีชีวิตที่ต้อยต่ำที่สุด"
    }
  },
  {
    "translation": {
      "en": "Using physical and chemical clues,",
      "th": "จากเบาะแสทางกายภาพและทางเคมี"
    }
  },
  {
    "translation": {
      "en": "scientists have been able to figure out how the DNA molecule looks in detail.",
      "th": "นักวิทยาศาสตร์ได้ค้นพบว่า โมเลกุลของดีเอ็นเอมีรูปร่างเช่นไร"
    }
  },
  {
    "translation": {
      "en": "We don't have a map of the human chromosomes yet,",
      "th": "เรายังไม่มีแผนผังโครโมโซมมนุษย์"
    }
  },
  {
    "translation": {
      "en": "but we know the genes are there.",
      "th": "แต่เรารู้ว่ายีนอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "We know that they determine what our cells will do",
      "th": "เรารู้ว่ามันกำหนดว่า เซลล์ต่างๆ ของเรามีหน้าที่อะไร"
    }
  },
  {
    "translation": {
      "en": "and what we will be like.",
      "th": "และเราจะเป็นแบบไหน"
    }
  },
  {
    "translation": {
      "en": "You think they'll ever see what those units look like?",
      "th": "คุณว่าเราจะมีวันได้เห็นหน่วยดีเอ็นเอไหม"
    }
  },
  {
    "translation": {
      "en": "Well, they're getting warm.",
      "th": "ก็ใกล้จะได้เห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "And the road they're taking is leading them close to the secret of life itself.",
      "th": "เส้นทางนั้นกำลังนำพาพวกเขา เข้าไปเจอความลับของชีวิต"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A revolutionary technology that can edit genetic mistakes",
      "th": "เทคโนโลยีเปลี่ยนโลกที่สามารถแก้ไข ความผิดพลาดทางพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "is getting attention and scrutiny this morning.",
      "th": "กำลังได้รับความสนใจและถูกตรวจสอบเช้านี้"
    }
  },
  {
    "translation": {
      "en": "[man] It's very exciting.",
      "th": "น่าตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "This is a molecule that can change one of the three billion letters of DNA.",
      "th": "โมเลกุลนี้เปลี่ยนแปลงตัวอักษรหนึ่งตัว ของสามพันล้านตัวในดีเอ็นเอได้ (ห้องปฏิบัติการเอ็ม.ไอ.ที.)"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] This is the future.",
      "th": "นี่คืออนาคต"
    }
  },
  {
    "translation": {
      "en": "[man] It'd be a major change in our ability to transform genes.",
      "th": "มันจะทำให้เราแปลงโฉมยีนได้มากกว่าเดิมเยอะ"
    }
  },
  {
    "translation": {
      "en": "It allows us to potentially make uh, designer plants,",
      "th": "มันทำให้เราสามารถออกแบบพืชพันธุ์เองได้"
    }
  },
  {
    "translation": {
      "en": "designer animals,",
      "th": "ออกแบบสัตว์ได้"
    }
  },
  {
    "translation": {
      "en": "correct diseases.",
      "th": "รักษาโรคต่างๆ ได้"
    }
  },
  {
    "translation": {
      "en": "For years we debated it,",
      "th": "เราพิจารณาเรื่องนี้มาหลายปี"
    }
  },
  {
    "translation": {
      "en": "but we couldn't do it.",
      "th": "แต่ก็ไม่เคยทำได้"
    }
  },
  {
    "translation": {
      "en": "Now we can do it.",
      "th": "ตอนนี้ทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Working with evolution a lot does make you think about...",
      "th": "การทำงานด้านการวิวัฒนาการบ่อยๆ ทำให้เราคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Why are we here?\"",
      "th": "\"เราเกิดมาทำไม\""
    }
  },
  {
    "translation": {
      "en": "and \"What should we be doing?\"",
      "th": "และ \"เราควรทำอะไร\""
    }
  },
  {
    "translation": {
      "en": "[Esvelt] We think it's tragic when evolution makes something beautiful...",
      "th": "เราคิดว่ามันน่าสลด ที่การวิวัฒนาการสร้างสิ่งที่สวยงาม"
    }
  },
  {
    "translation": {
      "en": "and then it goes away forever.",
      "th": "แล้วมันก็หายไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "But evolution doesn't care.",
      "th": "การวิวัฒนาการไม่แคร์"
    }
  },
  {
    "translation": {
      "en": "Evolution is always interested in what can be better.",
      "th": "การวิวัฒนาการสนใจแต่การพัฒนาให้ดีขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It does not care about suffering.",
      "th": "มันไม่สนใจว่าใครจะทุกข์ทรมาน"
    }
  },
  {
    "translation": {
      "en": "The interesting question in my mind is to what extent we should defy evolution",
      "th": "ผมคิดว่าคำถามที่น่าสนใจคือ เราควรฝ่าฝืนวิวัฒนาการมากเท่าไหน"
    }
  },
  {
    "translation": {
      "en": "in service to our morality.",
      "th": "เพื่อคงศีลธรรมของเราเอาไว้"
    }
  },
  {
    "translation": {
      "en": "What life has explored in all of this incredible diversity",
      "th": "สิ่งที่ชีวิตได้สำรวจไปแล้ว ในความหลากหลายทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "is still the tiniest of tiny fractions of what is actually possible.",
      "th": "ยังเป็นแค่ส่วนน้อยนิด ของสิ่งที่เป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "What's different now",
      "th": "สิ่งที่เปลี่ยนไปแล้วคือ"
    }
  },
  {
    "translation": {
      "en": "is that we can read the DNA of every species in this room.",
      "th": "เราสามารถอ่านดีเอ็นเอ ของสปีชีส์ทั้งหมดในห้องนี้ได้"
    }
  },
  {
    "translation": {
      "en": "We're learning how to intervene",
      "th": "เรากำลังเรียนรู้วิธีการสอดแทรก"
    }
  },
  {
    "translation": {
      "en": "in the process that has been going on since the beginning of life.",
      "th": "ในกระบวนการที่เกิดขึ้นมาแล้ว ตั้งแต่มีสิ่งมีชีวิตตัวแรก"
    }
  },
  {
    "translation": {
      "en": "It's amazing the sorts of things that we could do with this.",
      "th": "มันน่าอัศจรรย์จริงๆ ว่า เราอาจเอามันไปใช้ทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "But...",
      "th": "แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "the question is...",
      "th": "คำถามคือ"
    }
  },
  {
    "translation": {
      "en": "should we, and who gets a say?",
      "th": "เราควรทำไหม และใครเป็นคนตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "[man] A genome is DNA that consists of a code",
      "th": "จีโนมคือดีเอ็นเอที่ประกอบด้วยรหัส"
    }
  },
  {
    "translation": {
      "en": "of four different letters: A, C, G, and T.",
      "th": "ที่มีตัวอักษรสี่ตัวคือ เอ ซี จี และที"
    }
  },
  {
    "translation": {
      "en": "In the early 2000s, there was that sort of catalytic event",
      "th": "ในช่วงต้นยุค 2000 เกิดเหตุการณ์ครั้งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "when we created the first draft sequence of the human genome.",
      "th": "เราได้วาดแผนผังจีโนมมนุษย์ฉบับแรก"
    }
  },
  {
    "translation": {
      "en": "[Regis Philbin] ...hoping it's gonna be the best year all of us have ever had.",
      "th": "ผมว่านี่จะเป็นปีที่ยอดเยี่ยมที่สุดของพวกเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Bill Clinton] Today, we are learning the language in which God created life.",
      "th": "วันนี้เราได้เรียนรู้ภาษา ที่พระเจ้าใช้สร้างสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "This is the most important, most wondrous map",
      "th": "นี่เป็นแผนผังที่สำคัญที่สุดและมหัศจรรย์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "ever produced by humankind.",
      "th": "ที่มนุษยชาติเคยวาดขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Estep] Gathering together all that information about the human genome",
      "th": "การรวบรวมข้อมูลเกี่ยวกับจีโนมมนุษย์ทั้งหมดนั้น"
    }
  },
  {
    "translation": {
      "en": "allowed unprecedented insight",
      "th": "ทำให้เกิดความเข้าใจที่ลึกซึ้งแบบไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "into the evolutionary mechanisms that created humans.",
      "th": "ว่ากลไกการวิวัฒนาการ ที่สร้างมนุษย์ขึ้นมาทำงานอย่างไร"
    }
  },
  {
    "translation": {
      "en": "And having that parts list allows us to understand",
      "th": "และการรู้รายการองค์ประกอบ ทำให้เราสามารถเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "how that code makes people,",
      "th": "รหัสนั้นสร้างมนุษย์อย่างไร"
    }
  },
  {
    "translation": {
      "en": "how it is broken in people with diseases.",
      "th": "รหัสผิดปกติอย่างไรในคนที่มีโรค"
    }
  },
  {
    "translation": {
      "en": "This piece of paper has 6,400 letters, front and back.",
      "th": "กระดาษแผ่นนี้มี... ตัวอักษร 6,400 ตัว รวมสองด้าน"
    }
  },
  {
    "translation": {
      "en": "Given the size of the genome,",
      "th": "ดูจากขนาดของจีโนม"
    }
  },
  {
    "translation": {
      "en": "it would take one million of these pieces of paper, printed front and back,",
      "th": "เราจะต้องใช้กระดาษที่พิมพ์หน้าหลัง ทั้งหมดหนึ่งล้านแผ่น"
    }
  },
  {
    "translation": {
      "en": "to print out the entire genome.",
      "th": "จึงจะพิมพ์จีโนมทั้งหมดออกมาได้"
    }
  },
  {
    "translation": {
      "en": "One letter change in the 6.4 billion bases",
      "th": "หากเปลี่ยนตัวอักษรหนึ่งตัว ในทั้งหมด 6.4 ล้านตัว"
    }
  },
  {
    "translation": {
      "en": "can cause a serious disease.",
      "th": "ก็ทำให้เกิดโรคร้ายแรงได้"
    }
  },
  {
    "translation": {
      "en": "[boy] Where are you?",
      "th": "แกอยู่ไหนนะ"
    }
  },
  {
    "translation": {
      "en": "I know you're somewhere.",
      "th": "ต้องอยู่ที่ไหนสักแห่งสิ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Which one are you looking for? -I'm looking for the...",
      "th": "- ลูกหาอันไหนอยู่เหรอ - ผมกำลังหา..."
    }
  },
  {
    "translation": {
      "en": "other two planes that I did not--",
      "th": "เครื่องบินอีกสองลำที่ผมไม่ได้..."
    }
  },
  {
    "translation": {
      "en": "Oh, I found one.",
      "th": "อ๋อ เจอลำนึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] There's one, and your other big one's over here.",
      "th": "นั่นลำนึง ลำใหญ่อีกลำอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "-What's this? -[woman] It's your rocket, buddy.",
      "th": "- นี่อะไร - จรวดของลูก"
    }
  },
  {
    "translation": {
      "en": "Where's the button on this thing?",
      "th": "ปุ่มอยู่ไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[woman] I got it. -Oh, you got it.",
      "th": "- เจอแล้ว - แม่เจอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can you help me put these back on, Mom?",
      "th": "แม่ช่วยผมติดตรงนี้กลับเข้าไปได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Coolest thing about space is black holes.",
      "th": "สิ่งที่เจ๋งที่สุดเกี่ยวกับอวกาศคือหลุมดำ"
    }
  },
  {
    "translation": {
      "en": "Basically a giant thing that pulls everything into it, even light.",
      "th": "มันเป็นหลุมใหญ่ยักษ์ ที่ดูดทุกอย่างเข้าไป แสงก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "Every single little molecule gets torn apart.",
      "th": "โมเลกุลทุกอันจะถูกฉีกออกเป็นเสี่ยงๆ"
    }
  },
  {
    "translation": {
      "en": "[recorded male voice] Ten, nine...",
      "th": "สิบ เก้า..."
    }
  },
  {
    "translation": {
      "en": "-[boy] And this is called spaghettify. -[voice on toy continues]",
      "th": "มันเรียกว่า การยืดให้เป็นสปาเก็ตตี"
    }
  },
  {
    "translation": {
      "en": "I'm not joking.",
      "th": "ผมไม่ได้พูดเล่น"
    }
  },
  {
    "translation": {
      "en": "It's called \"spaghettify.\"",
      "th": "เรียกว่า การยืดให้เป็นสปาเก็ตตี"
    }
  },
  {
    "translation": {
      "en": "It's what it's called.",
      "th": "เรียกว่าอย่างนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[voice on toy] ...one... -Science is a crazy thing.",
      "th": "วิทยาศาสตร์เป็นเรื่องบ้าบิ่น"
    }
  },
  {
    "translation": {
      "en": "...zero. Live connect. Liftoff!",
      "th": "ศูนย์ เชื่อมต่อสด ปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "[boy] I want to be the first person to ever go to Mars.",
      "th": "ผมอยากเป็นมนุษย์คนแรกที่ได้ไปดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "What I can see is...",
      "th": "สิ่งที่ผมเห็นคือ..."
    }
  },
  {
    "translation": {
      "en": "I can't really explain it. It's hard. It's hard to explain.",
      "th": "ผมอธิบายไม่ถูก มันยาก มันอธิบายยาก"
    }
  },
  {
    "translation": {
      "en": "You can't-- You can't know something that you don't know.",
      "th": "คุณรู้สิ่งที่คุณไม่รู้ไม่ได้หรอก (แจ็คสัน เคนเนดี้)"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Main menu. Folder name.",
      "th": "เมนูหลัก โฟลเดอร์ชื่อ"
    }
  },
  {
    "translation": {
      "en": "Re-- Li-- Cradle. Document to open.",
      "th": "เร... ลิ... เครเดิล เปิดบันทึก"
    }
  },
  {
    "translation": {
      "en": "Everyone.",
      "th": "ทุกคน"
    }
  },
  {
    "translation": {
      "en": "\"Everyone...",
      "th": "\"ทุกคน..."
    }
  },
  {
    "translation": {
      "en": "else is headed...",
      "th": "ที่เหลือกำลังมุ่งตรง..."
    }
  },
  {
    "translation": {
      "en": "toward...\"",
      "th": "ไปยัง...\""
    }
  },
  {
    "translation": {
      "en": "[automated voice] Space. Exclamation mark, double quote.",
      "th": "เว้นวรรค เครื่องหมายอัศเจรีย์ ฟันหนู"
    }
  },
  {
    "translation": {
      "en": "[mother] When he was very little,",
      "th": "ตอนลูกยังเด็กมากๆ"
    }
  },
  {
    "translation": {
      "en": "I noticed he wasn't looking at our faces.",
      "th": "ฉันสังเกตเห็นว่าลูกไม่ได้มองหน้าเรา"
    }
  },
  {
    "translation": {
      "en": "Doctors suggested that he...",
      "th": "แพทย์บอกว่าลูก..."
    }
  },
  {
    "translation": {
      "en": "was on the spectrum, um, of having autism.",
      "th": "(แมรี่ แอน ฮิกกินส์) (แม่ของแจ็คสัน) มีอาการออทิสติกเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "[Mary Ann] Um... put you up here.",
      "th": "แม่จะให้นั่งนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Wait, wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Look out, there. Put you right there.",
      "th": "แม่จะให้นั่งตรงนี้"
    }
  },
  {
    "translation": {
      "en": "I'm the most powerful person in the whole world!",
      "th": "ข้าเป็นคนที่ทรงพลังที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Nothing can stop me now!",
      "th": "อะไรก็หยุดข้าไม่ได้"
    }
  },
  {
    "translation": {
      "en": "\"You are wrong, Jafar.",
      "th": "เจ้าคิดผิดแล้ว จาฟาร์"
    }
  },
  {
    "translation": {
      "en": "There is one person who is still mightier than you:",
      "th": "ยังมีอีกคนที่ทรงพลังยิ่งกว่าเจ้าเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "the Genie.\"",
      "th": "จีนี่"
    }
  },
  {
    "translation": {
      "en": "[Mary Ann] Insurance wouldn't pay for genetic testing.",
      "th": "ประกันไม่ยอมจ่ายค่าตรวจพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "They said that there was no benefit for a young child to have genetic testing.",
      "th": "พวกเขาบอกว่าเด็กตรวจพันธุกรรมไป ก็ไม่ได้ประโยชน์อะไรขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "\"We won't pay for it.\"",
      "th": "\"เราจะไม่จ่ายค่าตรวจ\""
    }
  },
  {
    "translation": {
      "en": "\"The l-law is the law.\"",
      "th": "\"กฎหมายก็คือกฎหมาย\""
    }
  },
  {
    "translation": {
      "en": "[Mary Ann] We ended up seeing a low-vision specialist.",
      "th": "เราได้ไปหาผู้เชี่ยวชาญด้านสายตาเลือนราง"
    }
  },
  {
    "translation": {
      "en": "And then, we finally got the answer.",
      "th": "แล้วในที่สุดเราก็รู้คำตอบ"
    }
  },
  {
    "translation": {
      "en": "He's missing both copies of the RPE65 gene.",
      "th": "ลูกขาดยีนอาร์พีอี 65 ไปทั้งสองฉบับ"
    }
  },
  {
    "translation": {
      "en": "One from me, one from his father.",
      "th": "ฉบับนึงจากฉัน อีกฉบับจากพ่อ"
    }
  },
  {
    "translation": {
      "en": "He will eventually go completely blind.",
      "th": "สักวันนึงลูกจะตาบอดสนิท"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] One of the most significant developments",
      "th": "การค้นพบที่สำคัญที่สุดอย่างนึงในวงการนี้"
    }
  },
  {
    "translation": {
      "en": "in this field is the newly discovered ability to modify the very genes in our DNA.",
      "th": "คือความสามารถใหม่ ในการแก้ไขเปลี่ยนแปลงยีนในดีเอ็นเอของเรา"
    }
  },
  {
    "translation": {
      "en": "The technique is known by the acronym CRISPR.",
      "th": "เทคนิคนี้เป็นที่รู้จักด้วยชื่อย่อว่า คริสเปอร์"
    }
  },
  {
    "translation": {
      "en": "CRISPR is a technique that allows scientists to go into the DNA",
      "th": "คริสเปอร์คือเทคนิคที่ทำให้นักวิทยาศาสตร์ สามารถเข้าไปในดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "of a plant or an animal, or even a human being,",
      "th": "ของพืชหรือสัตว์ หรืออาจเป็นมนุษย์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "and remove or replace a small part of that organism's genetic code.",
      "th": "แล้วกำจัดหรือทดแทนส่วนเล็กๆ ของรหัสพันธุกรรมในสิ่งมีชีวิตนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "-How big of a breakthrough is this? -Wow!",
      "th": "- การค้นพบนี้สำคัญแค่ไหน - ว้าว"
    }
  },
  {
    "translation": {
      "en": "The potential of what can be done here.",
      "th": "ความเป็นไปได้จากสิ่งนี้..."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] CRISPR has generated immense excitement.",
      "th": "คริสเปอร์ได้ก่อให้เกิดความตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "It's fast, cheap,",
      "th": "มันรวดเร็ว ประหยัด"
    }
  },
  {
    "translation": {
      "en": "and can cut and paste genetic code with great precision.",
      "th": "และสามารถตัดต่อรหัสพันธุกรรมได้อย่างแม่นยำ"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] A professor at the University of California, Berkeley,",
      "th": "อาจารย์ที่มหาวิทยาลัยแคลิฟอร์เนีย เบิร์กลีย์"
    }
  },
  {
    "translation": {
      "en": "Jennifer Doudna, who helped develop this breakthrough...",
      "th": "เจนนิเฟอร์ เดาด์นา ผู้ช่วยพัฒนาเทคโนโลยีนี้..."
    }
  },
  {
    "translation": {
      "en": "[reporter 4] What is CRISPR-Cas9?",
      "th": "คริสเปอร์-เคส9 คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Doudna] We found a protein in bacteria,",
      "th": "เราพบโปรตีนในแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "and that led to a...",
      "th": "และมันทำให้เกิด... (ดร.เจนนิเฟอร์ เดาด์นา)"
    }
  },
  {
    "translation": {
      "en": "fundamental change in the technology for gene editing.",
      "th": "...การเปลี่ยนแปลงครั้งสำคัญ ในเทคโนโลยีการตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "It really works like a molecular scalpel,",
      "th": "มันทำงานเหมือนมีดผ่าตัดโมเลกุล"
    }
  },
  {
    "translation": {
      "en": "but it's programmable.",
      "th": "แต่เราโปรแกรมมันได้"
    }
  },
  {
    "translation": {
      "en": "We can control where it makes a change in a DNA sequence.",
      "th": "เราควบคุมได้ว่า มันจะไปเปลี่ยนดีเอ็นเอที่ลำดับไหน"
    }
  },
  {
    "translation": {
      "en": "Chemical cleavers in the protein",
      "th": "มีดเคมีในโปรตีนนั้น"
    }
  },
  {
    "translation": {
      "en": "swing into position and cut the DNA",
      "th": "เข้าที่ของตัวเอง เสร็จแล้วก็ตัดดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "so that you get a clean break,",
      "th": "มันจะได้ขาดสนิท"
    }
  },
  {
    "translation": {
      "en": "and in the process, introduce a change.",
      "th": "และกระบวนการนั้นทำให้เกิดการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "Could it cure virtually any disease?",
      "th": "มันรักษาได้ทุกโรคเลยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Any disease that has a genetic basis. -That's incredible.",
      "th": "- ทุกโรคที่เกิดจากพันธุกรรม - ช่างมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "[Doudna] If you had asked me whether it would be possible,",
      "th": "ถ้าคุณถามฉันว่ามันเป็นไปได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "even a few years ago,",
      "th": "ถ้าเป็นไม่กี่ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "I would have laughed.",
      "th": "ฉันคงจะขำ"
    }
  },
  {
    "translation": {
      "en": "I would have said that's going to take maybe a long time",
      "th": "ฉันคงจะพูดว่ามันอาจใช้เวลาอีกนาน"
    }
  },
  {
    "translation": {
      "en": "to get to the point where science can do that.",
      "th": "กว่าเราจะไปถึงขั้นที่วิทยาศาตร์ทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "And here we are, a few years later,",
      "th": "แต่ไม่กี่ปีต่อมาก็มาถึงจุดนี้"
    }
  },
  {
    "translation": {
      "en": "and we're in possession of a tool",
      "th": "ตอนนี้เรามีเครื่องมือ"
    }
  },
  {
    "translation": {
      "en": "that gives scientists remarkable control over the code of life.",
      "th": "ที่ทำให้นักวิทยาศาตร์ สามารถควบคุมรหัสแห่งชีวิตได้มากจนน่าอัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "[reporter] What is the dark side of this technology?",
      "th": "แล้วด้านมืดของเทคโนโลยีนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Doudna] We're talking about something that would affect human evolution.",
      "th": "เรากำลังพูดถึงสิ่งที่จะเปลี่ยนวิวัฒนาการมนุษย์"
    }
  },
  {
    "translation": {
      "en": "It's raised a lot of concerns,",
      "th": "มันได้ทำให้เกิดความกังวลอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "-ethical concerns... -Yeah.",
      "th": "- ด้านจริยธรรม... - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "...about playing God.",
      "th": "เกี่ยวกับการทำตัวเป็นพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-You are changing something forever. -Yeah.",
      "th": "- คุณจะเปลี่ยนบางสิ่งไปตลอดกาล - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You are relaxed about that?",
      "th": "คุณไม่เครียดเรื่องนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "I wouldn't say I'm relaxed about it.",
      "th": "ก็ไม่ถึงกับไม่เครียด"
    }
  },
  {
    "translation": {
      "en": "We are experiencing a revolution.",
      "th": "เรากำลังได้เห็นการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "CRISPR is a technology that has opened up our imagination.",
      "th": "คริสเปอร์เป็นเทคโนโลยี ที่ทำให้จินตนาการของเราเปิดกว้าง"
    }
  },
  {
    "translation": {
      "en": "These zebrafish, they're amazing.",
      "th": "ปลาม้าลายเหล่านี้ พวกมันน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "They have this ability",
      "th": "พวกมันมีความสามารถนึง"
    }
  },
  {
    "translation": {
      "en": "that if you cut their fin or their heart,",
      "th": "ถ้าคุณตัดครีบหรือหัวใจมันทิ้ง"
    }
  },
  {
    "translation": {
      "en": "they will grow it back",
      "th": "มันจะงอกใหม่"
    }
  },
  {
    "translation": {
      "en": "and it will work perfectly again.",
      "th": "ซึ่งจะใช้งานได้ดีเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "We are now trying to move this to humans.",
      "th": "ตอนนี้เรากำลังพยายามโอนความสามารถนี้ให้คน"
    }
  },
  {
    "translation": {
      "en": "What is it that we have to turn on and off in our genomes",
      "th": "เราต้องปิดหรือเปิดส่วนไหนของจีโนมเรา"
    }
  },
  {
    "translation": {
      "en": "to have this ability?",
      "th": "ถึงจะทำแบบนี้ได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "We are learning how to copy, edit, paste DNA,",
      "th": "เราได้เรียนรู้วิธีการลอก ตัดต่อ วางดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "the same thing you will do in a word processor.",
      "th": "เหมือนกับที่เราใช้ในโปรแกรมเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "That means rewriting the book of life.",
      "th": "นั่นแปลว่า... เราจะเขียนหนังสือแห่งชีวิตใหม่"
    }
  },
  {
    "translation": {
      "en": "What we see here is a chicken embryo",
      "th": "ที่เห็นอยู่ตรงนี้คือตัวอ่อนไก่"
    }
  },
  {
    "translation": {
      "en": "that has a normal appearance.",
      "th": "ที่ดูปกติธรรมดา"
    }
  },
  {
    "translation": {
      "en": "It has a head. It has limbs.",
      "th": "มันมีหัว มีปีกและขา"
    }
  },
  {
    "translation": {
      "en": "This experiment entailed just adding one factor, one gene,",
      "th": "ในการทดลองของเรา เราเติมองค์ประกอบเดียว ยีนเดียว"
    }
  },
  {
    "translation": {
      "en": "and when you go a little in detail,",
      "th": "และถ้าคุณมองให้ดีๆ"
    }
  },
  {
    "translation": {
      "en": "you can see that there is something growing here",
      "th": "คุณจะเห็นว่าตรงนี้มีอะไรงอกออกมา"
    }
  },
  {
    "translation": {
      "en": "that is not normal.",
      "th": "ซึ่งไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "An entire new limb.",
      "th": "เป็นขาใหม่อีกข้าง"
    }
  },
  {
    "translation": {
      "en": "We will not need to ask another person, \"Give me your heart.\"",
      "th": "เราจะไม่ต้องไปขอหัวใจของใครอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We will be able to regenerate",
      "th": "เราจะสามารถงอกหัวใจ..."
    }
  },
  {
    "translation": {
      "en": "our hearts, our limbs, or any other organ of our bodies.",
      "th": "เราจะสามารถงอกหัวใจ... แขนขา หรืออวัยวะอะไรก็ได้ขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "We are about to see the magic.",
      "th": "เราจะได้เห็นเวทมนตร์นี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "This is tissue engineering.",
      "th": "นี่คือวิศวกรรมเนื้อเยื่อ"
    }
  },
  {
    "translation": {
      "en": "Eventually, if your kidney is damaged,",
      "th": "สักวันนึง ถ้าไตของคุณเสียหาย"
    }
  },
  {
    "translation": {
      "en": "these cells can regrow your kidney.",
      "th": "เซลล์เหล่านี้สามารถช่วยให้คุณงอกอันใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "We can fix mutations, can repair broken genes,",
      "th": "เราสามารถแก้ไขการกลายพันธุ์ สามารถซ่อมยีนที่พัง"
    }
  },
  {
    "translation": {
      "en": "can cure diseases.",
      "th": "สามารถรักษาโรค"
    }
  },
  {
    "translation": {
      "en": "So, here we are.",
      "th": "มาถึงแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "I will target a neuron",
      "th": "ฉันจะเล็งไปที่เซลล์ประสาท"
    }
  },
  {
    "translation": {
      "en": "that will be edited to engineer brain cells.",
      "th": "ซึ่งจะถูกตัดต่อแก้ไขให้เป็นเซลล์สมอง"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] CRISPR was originally discovered in bacteria,",
      "th": "มีการค้นพบคริสเปอร์เป็นครั้งแรกในแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "and now clearly works in human cells.",
      "th": "และตอนนี้ก็เห็นได้ชัดว่าใช้กับเซลล์มนุษย์ได้"
    }
  },
  {
    "translation": {
      "en": "So, early-onset Alzheimer's, cystic fibrosis,",
      "th": "ดังนั้นโรคอัลไซเมอร์ชนิดเป็นเร็ว ซิสติกไฟโบรซิส"
    }
  },
  {
    "translation": {
      "en": "sickle cell anemia, could be diseases of the past.",
      "th": "หรือเม็ดเลือดแดงรูปเคียว โรคเหล่านี้อาจถูกกำจัดไปได้"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] And even HIV and cancer. Think about that.",
      "th": "รวมถึงเอชไอวีและมะเร็ง คิดดูสิคะ"
    }
  },
  {
    "translation": {
      "en": "By using the Cas9 system,",
      "th": "ด้วยการใช้ระบบแคส9"
    }
  },
  {
    "translation": {
      "en": "we can create cartilage and cure or prevent arthritis in humans.",
      "th": "เราสามารถสร้างกระดูกอ่อน และรักษาหรือป้องกันโรคกระดูกเสื่อมในมนุษย์ได้"
    }
  },
  {
    "translation": {
      "en": "We can turn on that gene and help treat muscle dystrophy.",
      "th": "เราสามารถเปิดยีน และช่วยรักษาโรคกล้ามเนื้อเสื่อมได้"
    }
  },
  {
    "translation": {
      "en": "Muscle size is also bigger.",
      "th": "ขนาดกล้ามเนื้อก็ใหญ่ขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "It is natural to ask, \"Can we make a better human being?\"",
      "th": "เป็นเรื่องธรรมดาที่เราจะถามว่า \"เราสร้างมนุษย์ที่ดีขึ้นได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "There are some ethical concerns and implications with this.",
      "th": "เรื่องนี้ก็สร้างความกังวลทางจริยธรรมด้วย"
    }
  },
  {
    "translation": {
      "en": "What are they, and how will they be addressed?",
      "th": "มันคืออะไร และเราจะพิจารณามันได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "[man] And where's the line?",
      "th": "และขอบเขตอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "The potential to make a child smarter, faster, bluer eyed--",
      "th": "เราสามารถสร้างเด็กที่ฉลาดขึ้น เร็วขึ้น ตาฟ้าขึ้น..."
    }
  },
  {
    "translation": {
      "en": "This really is something that needs to be discussed.",
      "th": "นี่เป็นเรื่องที่เราจำเป็นต้องเอามาอภิปราย"
    }
  },
  {
    "translation": {
      "en": "On the other hand...",
      "th": "ในอีกมุมนึง..."
    }
  },
  {
    "translation": {
      "en": "it is also important to realize that these technologies may open the door",
      "th": "เราก็จำเป็นต้องตระหนักด้วยว่า เทคโนโลยีเหล่านี้อาจเปิดประตู..."
    }
  },
  {
    "translation": {
      "en": "for rewriting the book of life",
      "th": "ให้เราได้เขียนหนังสือแห่งชีวิตใหม่..."
    }
  },
  {
    "translation": {
      "en": "in ways that we don't understand today.",
      "th": "ในแบบที่เราไม่เข้าใจในวันนี้"
    }
  },
  {
    "translation": {
      "en": "I think we all agree that it's good to fix diseases.",
      "th": "ผมว่าทุกคนเห็นพ้องต้องกันว่า การรักษาโรคเป็นเรื่องที่ดี"
    }
  },
  {
    "translation": {
      "en": "I'm not sure we all agree",
      "th": "แต่ผมว่าทุกคนอาจไม่เห็นด้วย..."
    }
  },
  {
    "translation": {
      "en": "on whether it's good or bad",
      "th": "ว่ามันเป็นสิ่งดีหรือร้าย..."
    }
  },
  {
    "translation": {
      "en": "to try to enhance...",
      "th": "ถ้าเราพยายามพัฒนา..."
    }
  },
  {
    "translation": {
      "en": "our abilities...",
      "th": "ความสามารถ..."
    }
  },
  {
    "translation": {
      "en": "intellectual abilities,",
      "th": "ทางปัญญา"
    }
  },
  {
    "translation": {
      "en": "physical abilities,",
      "th": "ทางกายภาพ"
    }
  },
  {
    "translation": {
      "en": "to try to create new functions for which we don't even know today what they are.",
      "th": "เพื่อพยายามสร้างความสามารถใหม่ๆ ที่ทุกวันนี้เรายังไม่รู้ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[man] Has anybody-- First, has anybody ever heard of CRISPR?",
      "th": "ก่อนอื่น มีใครเคยได้ยินคำว่าคริสเปอร์บ้าง"
    }
  },
  {
    "translation": {
      "en": "It's this genetic engineering technology.",
      "th": "มันคือเทคโนโลยีพันธุวิศวกรรม"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm curious to hear your opinions on this stuff.",
      "th": "ผมอยากฟังความคิดเห็นของคุณเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "We can take a gene from one organism, put it in another,",
      "th": "เราสามารถเอายีนของสิ่งมีชีวิตนึง ไปใส่อีกตัวนึง..."
    }
  },
  {
    "translation": {
      "en": "and make a medication that can save a bunch of people's lives.",
      "th": "(ดร.โจไซอาห์ เซย์เนอร์) (นักชีวฟิสิกส์) ซึ่งอาจช่วยชีวิตคนได้เยอะ"
    }
  },
  {
    "translation": {
      "en": "And you start thinking about other things.",
      "th": "แล้วก็ต้องคิดถึงเรื่องอื่นๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "Let's say they can genetic engineer any organism they wanted.",
      "th": "เอาเป็นว่าพวกเขาตัดต่อพันธุกรรมตัวอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "Does that kind of scare you?",
      "th": "มันทำให้คุณกลัวหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Everybody doing genetic engineering?",
      "th": "ที่ทุกคนตัดต่อพันธุกรรมกัน"
    }
  },
  {
    "translation": {
      "en": "Like, humans becoming smarter or stronger?",
      "th": "ทำให้มนุษย์ฉลาดขึ้น แข็งแรงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Like, should we really be doing that? Should we really be messing with it?",
      "th": "เราควรทำแบบนั้นจริงเหรอ เราควรไปยุ่งกับมันเหรอ"
    }
  },
  {
    "translation": {
      "en": "'Cause then you get into the whole Nazi, like...",
      "th": "เพราะว่ามันจะเข้าเรื่องพวกนาซี..."
    }
  },
  {
    "translation": {
      "en": "blonde hair, blue eyes... thing.",
      "th": "ผมทอง ตาฟ้า"
    }
  },
  {
    "translation": {
      "en": "[Zayner] Are you saying people would try to create a master race or somebody--",
      "th": "คุณกำลังพูดว่า จะมีใครพยายามสร้างเผ่าพันธุ์สูงส่ง..."
    }
  },
  {
    "translation": {
      "en": "Just like, if you already have a certain amount of power, then...",
      "th": "ก็ถ้าคุณมีอำนาจระดับนึงแล้ว..."
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know how to explain what I'm trying to say.",
      "th": "ฉันอธิบายประเด็นของฉันไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "[Zayner] No, so what you're trying to say, I think,",
      "th": "ไม่เลย ผมว่าคุณพยายามพูดว่า"
    }
  },
  {
    "translation": {
      "en": "is people who have a lot of money,",
      "th": "คนที่มีเงินเยอะ"
    }
  },
  {
    "translation": {
      "en": "they might use that money",
      "th": "อาจใช้เงินนั้น"
    }
  },
  {
    "translation": {
      "en": "to genetically engineer themselves way better than everybody else.",
      "th": "ตัดต่อพันธุกรรมตัวเองให้ดีกว่าคนอื่นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Zayner] What if...",
      "th": "แล้วถ้า..."
    }
  },
  {
    "translation": {
      "en": "that was democratized?",
      "th": "มันถูกทำให้เป็นประชาธิปไตยล่ะ"
    }
  },
  {
    "translation": {
      "en": "What happens if somebody...",
      "th": "จะเป็นอย่างไรถ้ามีใคร"
    }
  },
  {
    "translation": {
      "en": "came up with an easy method to use it so that anybody could?",
      "th": "คิดค้นวิธีการใช้งานที่ง่าย ใครจะเอาไปใช้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I feel like that would just be really chaotic.",
      "th": "ฉันว่ามันจะวุ่นวายมาก"
    }
  },
  {
    "translation": {
      "en": "Like, it would be more fair,",
      "th": "มันอาจยุติธรรมกว่า"
    }
  },
  {
    "translation": {
      "en": "but it would lead to a lot of, like, weird shit running around",
      "th": "แต่มันจะทำให้มีแต่สิ่งมีชีวิตแปลกๆ เต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "that might fuck with the environment. [chuckles]",
      "th": "ซึ่งอาจไปทำลายสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "Yeah, nice. Down. All right, good.",
      "th": "ดี กดลง ดี"
    }
  },
  {
    "translation": {
      "en": "Push down on that. Just push down like this. Like--",
      "th": "กดลงมา กดลงมาแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "There you go. Now lift up.",
      "th": "อย่างนั้นเลย ยกขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Stick your pipette down.",
      "th": "ทิ่มหลอดแก้วลงมา"
    }
  },
  {
    "translation": {
      "en": "So, we have a tube of bacteria that we're gonna genetically engineer.",
      "th": "ตอนนี้เรามีแบคทีเรียหนึ่งหลอด ที่เราจะตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "One for each person.",
      "th": "คนละหลอด"
    }
  },
  {
    "translation": {
      "en": "If you see little white dots on your plate--",
      "th": "ถ้าคุณเห็นจุดสีขาวๆ ในจาน"
    }
  },
  {
    "translation": {
      "en": "it should take, like, 24 to 48 hours--",
      "th": "มันน่าจะใช้เวลาประมาณ 24 ถึง 48 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "you know your genetic engineering experiment worked.",
      "th": "คุณก็รู้ว่าการทดลองได้ผล"
    }
  },
  {
    "translation": {
      "en": "[Zayner] By people learning how to computer program,",
      "th": "เมื่อผู้คนรู้วิธีการโปรแกรมคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "they also learn how to be a criminal hacker at the same time.",
      "th": "พวกเขาก็จะรู้วิธีการ เป็นอาชญากรแฮ็กเกอร์ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Should we not teach people computer programming because they can use the same knowledge to do something bad?",
      "th": "งั้นเราไม่ควรสอนวิชาโปรแกรมคอมพิวเตอร์ เพราะเขาอาจใช้ความรู้ทำสิ่งผิดๆ หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "People are really afraid of what they don't understand.",
      "th": "ทุกคนกลัวสิ่งที่พวกเขาไม่เข้าใจมาก"
    }
  },
  {
    "translation": {
      "en": "-Really afraid of change. -[machine beeps, whirring]",
      "th": "กลัวความเปลี่ยนแปลงมาก"
    }
  },
  {
    "translation": {
      "en": "[Zayner] I started out working at NASA.",
      "th": "ตอนแรกผมทำงานที่นาซา"
    }
  },
  {
    "translation": {
      "en": "And at NASA, I worked on engineering bacteria",
      "th": "และที่นาซา ผมตัดต่อสร้างแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "to help astronauts survive on Mars.",
      "th": "ที่ช่วยให้นักบินอวกาศอยู่บนดาวอังคารได้"
    }
  },
  {
    "translation": {
      "en": "I was hearing a lot about CRISPR,",
      "th": "ผมได้ยินเรื่องคริสเปอร์บ่อย"
    }
  },
  {
    "translation": {
      "en": "and I thought,",
      "th": "แล้วผมก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What if I could break this down?",
      "th": "ถ้าผมทำให้มันเรียบง่ายขึ้นได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What if I could make a protocol",
      "th": "ถ้าผมสามารถสร้างเกณฑ์วิธี"
    }
  },
  {
    "translation": {
      "en": "that wouldn't have to be done in a lab, but could be done in a home?\"",
      "th": "ที่ไม่ต้องใช้ห้องปฏิบัติการ แต่ทำที่บ้านได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "One big thing that everybody is afraid of is that...",
      "th": "สิ่งสำคัญอย่างนึงที่ทุกคนกลัวคือ..."
    }
  },
  {
    "translation": {
      "en": "only the rich and the powerful will be able to use genetic engineering.",
      "th": "คนรวยและคนมีอิทธิพลเท่านั้น ที่จะได้ตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "If we can give access to everybody...",
      "th": "ถ้าเราทำให้ทุกคนเข้าถึงมันได้"
    }
  },
  {
    "translation": {
      "en": "it could completely change the balance of power.",
      "th": "มันก็สามารถพลิกพลวัตของอำนาจได้เลย"
    }
  },
  {
    "translation": {
      "en": "So, in this box is everything you need",
      "th": "ในกล่องนี้มีทุกอย่างที่คุณต้องใช้"
    }
  },
  {
    "translation": {
      "en": "to do your CRISPR experiment at home.",
      "th": "ในการทำการทดลองคริสเปอร์เองที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Of course, the most important part is the DNA.",
      "th": "แน่นอนว่าส่วนสำคัญสุดคือดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "These are DNA that contain all the CRISPR components,",
      "th": "นี่คือดีเอ็นเอที่มีองค์ประกอบของคริสเปอร์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "replicated in bacteria.",
      "th": "ซึ่งถูกทำซ้ำในเซลล์แบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "We got some plastic tubes.",
      "th": "ตรงนี้มีหลอดทดลองพลาสติก"
    }
  },
  {
    "translation": {
      "en": "We got some gloves.",
      "th": "มีถุงมือ"
    }
  },
  {
    "translation": {
      "en": "This is nutrients for the bacteria to grow on.",
      "th": "นี่คือสารอาหารสำหรับเลี้ยงแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "Bacteria have been used for lots of amazing things.",
      "th": "แบคทีเรียถูกใช้ทำสิ่งที่น่าทึ่งหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Drugs, like insulin,",
      "th": "ยา เช่น อินซูลิน"
    }
  },
  {
    "translation": {
      "en": "or anti-cancer agents.",
      "th": "หรือยาต้านมะเร็ง"
    }
  },
  {
    "translation": {
      "en": "The kit comes with an example experiment",
      "th": "ของชุดนี้มาพร้อมการทดลองตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "to engineer these bacteria",
      "th": "ให้ตัดต่อแบคทีเรียเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "to survive in a non-hospitable environment.",
      "th": "ให้สามารถอยู่รอดในสภาพแวดล้อมไม่เป็นมิตรได้"
    }
  },
  {
    "translation": {
      "en": "You're changing one single protein.",
      "th": "คุณจะเปลี่ยนโปรตีนตัวเดียว"
    }
  },
  {
    "translation": {
      "en": "Sometimes that's all it takes to give somebody superpowers.",
      "th": "บางครั้งเปลี่ยนแค่นั้น ก็ทำให้ใครมีพลังวิเศษได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "But people can do much more.",
      "th": "แต่เราทำได้มากกว่านี้เยอะ"
    }
  },
  {
    "translation": {
      "en": "We have advanced engineering guides,",
      "th": "เรามีคู่มือพันธุวิศวกรรมขั้นสูง"
    }
  },
  {
    "translation": {
      "en": "if people wanna do something else than what's included with the kit.",
      "th": "เผื่อมีใครอยากทำสิ่งที่ นอกเหนือไปจากการทดลองชุดนี้"
    }
  },
  {
    "translation": {
      "en": "[woman] We're here to discuss the science and ethics",
      "th": "(วอชิงตัน ดี.ซี.) เรามาอภิปรายเรื่องวิทยาศาตร์และจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "of genetically-engineered human DNA.",
      "th": "ของการตัดต่อพันธุกรรมดีเอ็นเอมนุษย์"
    }
  },
  {
    "translation": {
      "en": "It is rare that prominent members of the scientific community",
      "th": "เป็นเหตุการณ์ที่หาได้ยากยิ่ง ที่สมาชิกคนสำคัญในชุมชนนักวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "come together to warn our leaders of a technological breakthrough",
      "th": "จะรวมตัวกันมาเตือนผู้นำของเรา เกี่ยวกับความก้าวหน้าทางเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "that could change the future of mankind.",
      "th": "ที่อาจเปลี่ยนอนาคตของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "If genetic modifications are made to so-called germline cells--",
      "th": "ถ้าหากมีการดัดแปลงพันธุกรรมในเซลล์สืบพันธุ์"
    }
  },
  {
    "translation": {
      "en": "sperm, eggs, embryos--",
      "th": "เช่น อสุจิ ไข่ ตัวอ่อน"
    }
  },
  {
    "translation": {
      "en": "then the modifications will be carried forward to future generations,",
      "th": "การดัดแปลงนั้นก็จะถูกส่งต่อไปยังรุ่นต่อไป"
    }
  },
  {
    "translation": {
      "en": "which has implications that we need to carefully consider.",
      "th": "ซึ่งอาจส่งผลกระทบ ที่เราจำเป็นต้องคิดทบทวนให้ดี"
    }
  },
  {
    "translation": {
      "en": "Dr. Doudna, you were one of the developers of this new technology.",
      "th": "ดร.เดาด์นา คุณมีส่วนในการพัฒนาเทคโนโลยีใหม่นี้ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "When did you start being concerned about that?",
      "th": "คุณเริ่มกังวลเรื่องนั้นเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "I think we've seen now this technology is-- is very democratic",
      "th": "ดิฉันคิดว่าเราได้เห็นแล้วว่า เทคโนโลยีนี้มีความเป็นประชาธิปไตยมาก"
    }
  },
  {
    "translation": {
      "en": "and very simple to employ.",
      "th": "และมันใช้งานง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "The concerns we will have is that countries will see this as,",
      "th": "เรื่องที่เรากังวลคือประเทศชาตินี้จะเห็นว่า..."
    }
  },
  {
    "translation": {
      "en": "\"Oh, my God, it might be terribly unethical,",
      "th": "\"พระเจ้าช่วย มันอาจขาดจริยธรรมอย่างรุนแรง แต่มันทำให้เราได้เปรียบ"
    }
  },
  {
    "translation": {
      "en": "but it gives us a leg up, uh, militarily or economically.\"",
      "th": "\"พระเจ้าช่วย มันอาจขาดจริยธรรมอย่างรุนแรง แต่มันทำให้เราได้เปรียบ ทางกองทัพหรือทางเศรษฐกิจ\""
    }
  },
  {
    "translation": {
      "en": "Can you even list the countries that, within five years, could be where we are now?",
      "th": "คุณสามารถระบุประเทศ ที่จะตามทันเราภายในห้าปีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'm not sure that it even requires, um, countries.",
      "th": "ผมว่ามันไม่จำเป็นต้องใช้ความพยายามระดับชาติ"
    }
  },
  {
    "translation": {
      "en": "It's individuals who have access to the, um... capacity.",
      "th": "แค่ต้องใช้บุคคลที่เข้าถึงมันได้"
    }
  },
  {
    "translation": {
      "en": "If we should see",
      "th": "ถ้าเราเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "an element get outside the bounds,",
      "th": "มีการล้ำขอบเขต"
    }
  },
  {
    "translation": {
      "en": "can we do anything?",
      "th": "เราทำอะไรได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Ishee] Sodium tetraborate,",
      "th": "โซเดียมเตตระบอเรต"
    }
  },
  {
    "translation": {
      "en": "magnesium chloride,",
      "th": "แมกนีเซียมคลอไรด์"
    }
  },
  {
    "translation": {
      "en": "yeast extract.",
      "th": "สารสกัดยีสต์"
    }
  },
  {
    "translation": {
      "en": "These are some chemicals from Josiah.",
      "th": "นี่เป็นสารเคมีที่โจไซอาห์ส่งมา"
    }
  },
  {
    "translation": {
      "en": "And some bacteria...",
      "th": "แล้วก็แบคทีเรีย..."
    }
  },
  {
    "translation": {
      "en": "for stuff. [laughs]",
      "th": "ไว้ใช้งาน"
    }
  },
  {
    "translation": {
      "en": "So the nice thing is that you can get things",
      "th": "ข้อดีของมันก็คือเราสามารถสั่งของ"
    }
  },
  {
    "translation": {
      "en": "that you wouldn't necessarily get from a bigger supplier.",
      "th": "ที่ผู้จัดหารายใหญ่อาจขายให้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They wouldn't send it to a regular person.",
      "th": "พวกเขาไม่ยอมขายให้บุคคลธรรมดา"
    }
  },
  {
    "translation": {
      "en": "You don't have to have, like, a business license and-- and all this sort of stuff.",
      "th": "คุณไม่จำเป็นต้องจดบริษัทหรืออะไร"
    }
  },
  {
    "translation": {
      "en": "And then of course, it's, like, a tenth of the price.",
      "th": "และแน่นอนว่าคิดราคาแค่หนึ่งในสิบเอง"
    }
  },
  {
    "translation": {
      "en": "This is one of the-- the coolest things.",
      "th": "อันนี้เจ๋งที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "This is a bioluminescent rat. He's part firefly.",
      "th": "หนูเรืองแสง มันมีเชื้อหิ่งห้อย"
    }
  },
  {
    "translation": {
      "en": "He was genetically engineered with firefly genes",
      "th": "มันถูกตัดต่อผสมพันธุกรรมหิ่งห้อย"
    }
  },
  {
    "translation": {
      "en": "to give him the ability to glow.",
      "th": "มันจะได้เรืองแสง"
    }
  },
  {
    "translation": {
      "en": "He just runs around...",
      "th": "มันชอบวิ่งวน"
    }
  },
  {
    "translation": {
      "en": "like a little rat light bulb.",
      "th": "เหมือนหนูหลอดไฟตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "Here's a bunch of them.",
      "th": "ในนี้มีภาพหลายตัว"
    }
  },
  {
    "translation": {
      "en": "Big labs use green fluorescent proteins from jellyfish",
      "th": "ห้องปฏิบัติการใหญ่ๆ จะใช้โปรตีนเรืองแสงจากแมงกะพรุน"
    }
  },
  {
    "translation": {
      "en": "as a signal that their test worked.",
      "th": "เพื่อเป็นสัญญาณว่าการทดลองได้ผล"
    }
  },
  {
    "translation": {
      "en": "If I can do that,",
      "th": "ถ้าผมทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "successfully move a gene from a bacteria to a dog,",
      "th": "ย้ายยีนจากแบคทีเรียไปใส่สุนัขได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "it opens up a whole bunch of options there never were.",
      "th": "มันจะเปิดความเป็นไปได้ใหม่ๆ มากมาย"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Okay. So, Leonardo da Vinci was a painter, a composer, a mathematician.",
      "th": "เอาละ ลีโอนาร์โด ดา วินชี เป็นจิตรกร นักแต่งดนตรี นักคณิตศาสตร์"
    }
  },
  {
    "translation": {
      "en": "He invented things.",
      "th": "เขาคิดค้นสิ่งประดิษฐ์"
    }
  },
  {
    "translation": {
      "en": "He was born out of wedlock",
      "th": "เขาเป็นลูกนอกสมรส"
    }
  },
  {
    "translation": {
      "en": "and he was born into poverty,",
      "th": "และเขาเกิดมายากจน"
    }
  },
  {
    "translation": {
      "en": "so he did...",
      "th": "เขาก็เลย"
    }
  },
  {
    "translation": {
      "en": "overcome a lot of things, too.",
      "th": "ได้ฟันฝ่าอุปสรรคชีวิตมากมายด้วย"
    }
  },
  {
    "translation": {
      "en": "[child] My favorite da Vinci invention was",
      "th": "สิ่งประดิษฐ์ของดา วินชีอันโปรดของผมคือ..."
    }
  },
  {
    "translation": {
      "en": "the robotic knight.",
      "th": "หุ่นยนต์อัศวิน"
    }
  },
  {
    "translation": {
      "en": "Okay. So it's the first, like, humanoid robot.",
      "th": "โอเค อันนั้นเป็น หุ่นยนต์ทรงมนุษย์ตัวแรก"
    }
  },
  {
    "translation": {
      "en": "Yeah, humanoid automaton.",
      "th": "ใช่แล้ว มนุษย์กล"
    }
  },
  {
    "translation": {
      "en": "He was, um, like 500 years ahead of his time in some cases.",
      "th": "ในบางเรื่อง เขาก็เป็นคนที่ ก้าวหน้าเกินยุคของตัวเองไป 500 ปี"
    }
  },
  {
    "translation": {
      "en": "[woman 2] \"A successful artist,",
      "th": "\"ศิลปินที่ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Leonardo was given permission to dissect human corpses",
      "th": "ลีโอนาร์โดได้รับอนุญาตให้ผ่าตัดศพมนุษย์"
    }
  },
  {
    "translation": {
      "en": "at the Hospital of Santa Maria Nuova in Florence.\"",
      "th": "ที่โรงพยาบาลซานตามาเรีย นูโอวา ที่เมืองฟลอเรนซ์\""
    }
  },
  {
    "translation": {
      "en": "What are you trying to-- What are you trying to make?",
      "th": "ลูกพยายามสร้างอะไรอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "So, I'm gonna make a game.",
      "th": "ผมจะสร้างเกม"
    }
  },
  {
    "translation": {
      "en": "Doesn't have to be complicated, but you have to make it from code.",
      "th": "ไม่จำเป็นต้องซับซ้อนเลย แต่ว่าต้องใช้โค้ด"
    }
  },
  {
    "translation": {
      "en": "Come all the way around.",
      "th": "มันวนรอบเลย"
    }
  },
  {
    "translation": {
      "en": "-Good girl. Pet her. -[growling]",
      "th": "เก่งมาก ลูบหัวมันสิ"
    }
  },
  {
    "translation": {
      "en": "Tell her \"good girl.\"",
      "th": "พูดว่า \"เก่งมาก\""
    }
  },
  {
    "translation": {
      "en": "-Good girl. Tell her. -[woman 2] Good girl.",
      "th": "- เก่งมาก ชมสิ - เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "-Good girl. -Good girl.",
      "th": "เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Sebastian, can you bring the puppy over?",
      "th": "เซบาสเตียน จูงหมามาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Grab him by the collar, and let's just walk.",
      "th": "จับปลอกคอแล้วเดินจูงมาเลย"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Gonna have to work with him to get his prey drive up good.",
      "th": "ต้องฝึกให้มันจู่โจมเหยื่อให้ดีๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "Have to give them a little bit of stress and see how they process it.",
      "th": "ต้องสร้างความตึงเครียดให้มันหน่อย คอยดูว่ามันจะรับมืออย่างไร"
    }
  },
  {
    "translation": {
      "en": "What I'm looking for is a dog that's heat tolerant, large,",
      "th": "ผมกำลังหาสุนัขที่ทนความร้อน ตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "protective, intelligent,",
      "th": "ชอบปกป้อง แสนรู้"
    }
  },
  {
    "translation": {
      "en": "athletic, fast.",
      "th": "กระฉับกระเฉง ว่องไว"
    }
  },
  {
    "translation": {
      "en": "Good girl.",
      "th": "เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Dogs are something we've been selectively modifying",
      "th": "สุนัขเป็นสัตว์ที่เราได้คัดเลือกดัดแปลง"
    }
  },
  {
    "translation": {
      "en": "for like, 40,000 years.",
      "th": "มาเป็นเวลา 40,000 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Some of the modifications have been not useful for them or for us.",
      "th": "การดัดแปลงในบางเรื่องก็ไม่มีประโยชน์ ต่อสุนัขหรือมนุษย์เลย"
    }
  },
  {
    "translation": {
      "en": "So they're just, like, fashion.",
      "th": "มันเป็นแค่แฟชั่น"
    }
  },
  {
    "translation": {
      "en": "They have more genetic diseases than any other species on the planet.",
      "th": "สุนัขมีโรคทางพันธุกรรม มากกว่าสปีชีส์ใดๆ ในโลก"
    }
  },
  {
    "translation": {
      "en": "That's our fault. That's something we did.",
      "th": "ซึ่งเป็นความผิดเรา เราทำเอง"
    }
  },
  {
    "translation": {
      "en": "It takes a long time to make significant changes.",
      "th": "การเปลี่ยนแปลงที่เห็นได้ชัดต้องใช้เวลานาน"
    }
  },
  {
    "translation": {
      "en": "In order to get ten generations down the line,",
      "th": "กว่าจะผสมพันธุ์ใหม่ได้สักสิบรุ่น"
    }
  },
  {
    "translation": {
      "en": "you'd have to take 150 years to do it.",
      "th": "ก็ต้องใช้เวลา 150 ปี"
    }
  },
  {
    "translation": {
      "en": "With genetic engineering, you can do it in a generation or two.",
      "th": "แต่ด้วยพันธุวิศกรรม แค่รุ่นสองรุ่นก็ทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Come.",
      "th": "มานี่"
    }
  },
  {
    "translation": {
      "en": "Now we can just direct evolution to fix the mistakes that we've made.",
      "th": "ตอนนี้เราก็สามารถเลือกเส้นทางวิวัฒนาการ เพื่อแก้ไขความผิดพลาดของเราได้"
    }
  },
  {
    "translation": {
      "en": "[woman] We do want to communicate that",
      "th": "เราอยากถ่ายทอดความรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "gene editing is prone to genetic errors",
      "th": "การตัดต่อพันธุกรรมผิดพลาดกันได้"
    }
  },
  {
    "translation": {
      "en": "and that this could be a real significant problem for food and environmental safety.",
      "th": "ซึ่งอาจเป็นปัญหาใหญ่ เรื่องความปลอดภัยด้านอาหารและสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "I want the infographic to be one that you can just look at",
      "th": "ฉันอยากให้คนที่ได้เห็นอินโฟกราฟิกนี้..."
    }
  },
  {
    "translation": {
      "en": "and understand what gene editing is, what is CRISPR.",
      "th": "เข้าใจว่า การตัดต่อพันธุกรรมคืออะไร คริสเปอร์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "We can make it shorter.",
      "th": "เราทำให้มันสั้นลงได้"
    }
  },
  {
    "translation": {
      "en": "I mean, fewer words are better, right?",
      "th": "ยิ่งน้อยคำยิ่งดี ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Perls] To allow people",
      "th": "การยอมให้ผู้คน"
    }
  },
  {
    "translation": {
      "en": "to play and experiment with profoundly risky technologies",
      "th": "ได้เล่นและทดลองกับเทคโนโลยีที่มีความเสี่ยงสูง"
    }
  },
  {
    "translation": {
      "en": "is incredibly problematic, and can put, not just individuals,",
      "th": "เป็นปัญหาอย่างมาก และมันสามารถทำให้ทั้งตัวบุคคลนั้น สิ่งแวดล้อมทั้งหมด และประชาชนคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "but can put entire environments and other people",
      "th": "และมันสามารถทำให้ทั้งตัวบุคคลนั้น สิ่งแวดล้อมทั้งหมด และประชาชนคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "in very dangerous situations.",
      "th": "ตกอยู่ในสถานการณ์ที่อันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "Genetic engineering can affect all the different realms of our lives,",
      "th": "พันธุวิศกรรมอาจส่งผลกระทบต่อหลายภาคส่วน"
    }
  },
  {
    "translation": {
      "en": "everything from insects and animals and food",
      "th": "ตั้งแต่แมลง สัตว์ และอาหาร"
    }
  },
  {
    "translation": {
      "en": "to bioweapons and-- and pharmaceuticals.",
      "th": "ไปจนถึงอาวุธชีวภาพและยารักษาโรค"
    }
  },
  {
    "translation": {
      "en": "We know that genetically-engineered organisms will escape from labs,",
      "th": "เรารู้ว่าสิ่งมีชีวิตที่ถูกตัดต่อพันธุกรรม จะหนีออกจากห้องปฏิบัติการ"
    }
  },
  {
    "translation": {
      "en": "whether it is a high security lab or somebody's garage.",
      "th": "ไม่ว่าห้องปฏิบัติการนั้นจะมีการคุ้มครองแน่นหนา หรือจะเป็นโรงรถบ้านใครก็ตาม"
    }
  },
  {
    "translation": {
      "en": "It needs to have extremely careful regulations.",
      "th": "เราจำเป็นต้องมีระเบียบข้อบังคับที่เข้มงวด"
    }
  },
  {
    "translation": {
      "en": "We need oversight and we need to have safety assessments.",
      "th": "เราต้องคอยเฝ้าดูแลและประเมินความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "We need to ask all the questions beforehand,",
      "th": "เราต้องรีบถามคำถามให้ครบแต่เนิ่นๆ"
    }
  },
  {
    "translation": {
      "en": "not watch the disasters happen later.",
      "th": "ไม่ใช่รอดูหายนะที่จะเกิดขึ้นในวันข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "Got a few nice insects.",
      "th": "มีแมลงสวยๆ สองสามตัว"
    }
  },
  {
    "translation": {
      "en": "Yeah. Got a couple of deer ticks sitting here.",
      "th": "ใช่แล้ว ตรงนี้มีเห็บกวางสองตัว"
    }
  },
  {
    "translation": {
      "en": "That one's a lone star tick.",
      "th": "ตัวนั้นคือเห็บโลนสตาร์"
    }
  },
  {
    "translation": {
      "en": "Five years from now, that's all you'll see here.",
      "th": "อีกห้าปีข้างหน้า คุณจะเห็นแค่ตัวนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Diseases carried by ticks are on the rise,",
      "th": "โรคที่มีเห็บเป็นพาหะกำลังระบาด"
    }
  },
  {
    "translation": {
      "en": "the annual total more than tripled.",
      "th": "ผู้ติดเชื้อต่อปีทวีคูณกว่าสามเท่า"
    }
  },
  {
    "translation": {
      "en": "Why are we seeing this surge?",
      "th": "ทำไมมันถึงเยอะขึ้นล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Climate change plays into it. So, the warmer the temperatures,",
      "th": "การเปลี่ยนแปลงสภาพภูมิอากาศมีส่วน ยิ่งอุณหภูมิสูงขึ้นเท่าไร"
    }
  },
  {
    "translation": {
      "en": "the more the ticks can live in northern climates that they normally couldn't live in before.",
      "th": "เห็บก็ยิ่งทนสภาพอากาศแดนเหนือ ที่ปกติมันทนไม่ได้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Lyme is sort of the most famous,",
      "th": "โรคลายม์เป็นที่รู้จักที่สุด แต่ก็มีโรคอื่น"
    }
  },
  {
    "translation": {
      "en": "but there are other diseases besides Lyme that ticks carry.",
      "th": "โรคลายม์เป็นที่รู้จักที่สุด แต่ก็มีโรคอื่น ที่เห็บเป็นตัวแพร่เชื้อ"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] No question. There are more and more of these diseases,",
      "th": "ไม่ต้องสงสัยเลยว่ามีโรคระบาดเหล่านี้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and some of them, it can even be fatal,",
      "th": "และบางโรคก็อาจรุนแรงถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "and some of them create permanent neurologic deficits.",
      "th": "บางโรคทำให้เกิด ความผิดปกติทางระบบประสาทถาวร"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] In your story,",
      "th": "ในเรื่องราวของคุณ"
    }
  },
  {
    "translation": {
      "en": "you profile a young scientist named Kevin Esvelt,",
      "th": "คุณพูดถึงนักวิทยาศาสตร์หนุ่มชื่อเควิน เอสเวลท์"
    }
  },
  {
    "translation": {
      "en": "and I want to quote a line from your story:",
      "th": "และผมอยากยกคำพูดมาประโยคนึง"
    }
  },
  {
    "translation": {
      "en": "\"Capable of fundamentally altering the natural world.\"",
      "th": "\"สามารถเปลี่ยนแปลงรากฐาน ของโลกธรรมชาติได้\""
    }
  },
  {
    "translation": {
      "en": "I mean, that is a pretty extraordinary set of ambitions.",
      "th": "นั่นเป็นความทะเยอทะยาน ที่เกินธรรมดาเอาการนะครับ"
    }
  },
  {
    "translation": {
      "en": "It's a tremendously energetic and ambitious idea.",
      "th": "มันเป็นความคิดที่กระตือรือร้น และทะเยอะทะยานมาก"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] You report on a particular experiment they're running in Nantucket,",
      "th": "คุณได้รายงานถึงการทดลองที่แนนทัคเก็ต"
    }
  },
  {
    "translation": {
      "en": "trying to target Lyme disease.",
      "th": "ที่ทำเกี่ยวกับโรคลายม์"
    }
  },
  {
    "translation": {
      "en": "Can you explain what they're hoping to do there?",
      "th": "ช่วยอธิบายที่ครับว่าพวกเขาอยากทำอะไร"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] Got one.",
      "th": "ได้ตัวนึง"
    }
  },
  {
    "translation": {
      "en": "[man] The real reservoir for Lyme is the white-footed mouse.",
      "th": "แหล่งเพาะเชื้อโรคลายม์ที่แท้จริงคือหนูตีนขาว"
    }
  },
  {
    "translation": {
      "en": "So there are ticks on his ear.",
      "th": "มีเห็บเกาะอยู่ที่หูมัน"
    }
  },
  {
    "translation": {
      "en": "Means he's probably busily infecting them.",
      "th": "แปลว่ามันคงกำลังแพร่เชื้ออยู่"
    }
  },
  {
    "translation": {
      "en": "[man] Kevin Esvelt said, \"Gee, let's rewrite the DNA of the mouse",
      "th": "เควิน เอสเวลท์พูดว่า \"เรามาเขียนดีเอ็นเอหนูใหม่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "so that it is resistant to the Lyme tick,",
      "th": "มันจะได้ต้านเห็บแพร่เชื้อลายม์"
    }
  },
  {
    "translation": {
      "en": "so when a Lyme tick bites it, it doesn't matter.\"",
      "th": "เวลามันโดนเห็บที่มีเชื้อลายม์กัด มันจะได้ไม่ติดเชื้อ\""
    }
  },
  {
    "translation": {
      "en": "But when you're talking about editing DNA,",
      "th": "แต่เมื่อพูดถึงการดัดแปลงดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "you're talking about changing a species.",
      "th": "มันคือการเปลี่ยนสปีชีส์"
    }
  },
  {
    "translation": {
      "en": "And that's not a minor thing.",
      "th": "ซึ่งไม่ใช่เรื่องเล็กๆ เลย"
    }
  },
  {
    "translation": {
      "en": "That's a fundamental, powerful choice.",
      "th": "นั่นเป็นทางเลือกที่ทรงอานุภาพโดยรากฐาน"
    }
  },
  {
    "translation": {
      "en": "So, these mice were vaccinated, and so they should be immune.",
      "th": "หนูพวกนี้ฉีดวัคซีนแล้ว ดังนั้นพวกมันน่าจะมีภูมิต้านทาน"
    }
  },
  {
    "translation": {
      "en": "-That's the hope. -[mouse squeaks]",
      "th": "หวังว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "The hope is we'd be able to make mice that actually kill ticks that bite them.",
      "th": "หวังว่าเราจะสามารถสร้างหนูที่ฆ่าเห็บที่กัดมันได้"
    }
  },
  {
    "translation": {
      "en": "If we can make any tick that bites a mouse die,",
      "th": "ถ้าเราทำให้เห็บที่กัดหนูตายได้"
    }
  },
  {
    "translation": {
      "en": "it's not gonna transmit anything.",
      "th": "มันก็จะไม่แพร่เชื้ออะไรเลย"
    }
  },
  {
    "translation": {
      "en": "It will disrupt the transmission cycle of every tick-borne disease.",
      "th": "มันจะขัดขวางวงจรการแพร่เชื้อโรค ที่เกิดจากเห็บทั้งหมดทุกโรค"
    }
  },
  {
    "translation": {
      "en": "And by encoding that in the genome of the mice,",
      "th": "และด้วยการใส่รหัสนั้นเข้าไปในจีโนมของหนู"
    }
  },
  {
    "translation": {
      "en": "we could ensure that all of their descendants would be similarly immune to ticks.",
      "th": "เราก็จะทำให้ลูกหลานของพวกมัน มีภูมิต้านทานเห็บในแบบที่คล้ายคลึงกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] You say that CRISPR could enormously improve the world,",
      "th": "คุณบอกว่าคริสเปอร์ปรับปรุงโลกใบนี้ได้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "but it could also endanger the world.",
      "th": "แต่ก็อาจเป็นอันตรายต่อโลกด้วย"
    }
  },
  {
    "translation": {
      "en": "How-- How could gene editing endanger the world?",
      "th": "การตัดต่อพันธุกรรม จะเป็นอันตรายต่อโลกอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] Because it is an attempt to alter the shared environment,",
      "th": "เพราะว่ามันคือความพยายาม ดัดแปลงสิ่งแวดล้อมที่เราใช้ร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "it's not like developing a new medicine.",
      "th": "มันไม่เหมือนการคิดค้นยาชนิดใหม่"
    }
  },
  {
    "translation": {
      "en": "If we develop a new medicine,",
      "th": "ถ้าเราคิดค้นยาใหม่"
    }
  },
  {
    "translation": {
      "en": "your doctor recommends it to you, you can say no.",
      "th": "แล้วหมอแนะนำให้ใช้ คุณปฏิเสธได้"
    }
  },
  {
    "translation": {
      "en": "You can opt out.",
      "th": "คุณไม่ใช้ยาได้"
    }
  },
  {
    "translation": {
      "en": "But this is an environmental change.",
      "th": "แต่นี่คือการเปลี่ยนแปลงสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "And so if the community decides to do it,",
      "th": "และถ้าหากชุมชนตัดสินใจทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "you will be affected. You can't opt out.",
      "th": "คุณจะได้รับผลกระทบ คุณหนีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "This is about figuring out how to develop these kinds of technologies",
      "th": "นี่เป็นเรื่องของการหาวิธีการ พัฒนาเทคโนโลยีเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "in a responsible manner, and I think that means community control.",
      "th": "ในแบบที่มีความรับผิดชอบ และผมคิดว่าชุมชนต้องมีบทบาทหลัก"
    }
  },
  {
    "translation": {
      "en": "[man] So...",
      "th": "คือ..."
    }
  },
  {
    "translation": {
      "en": "they're talking about... genetically modifying enough mice",
      "th": "พวกเขาพูดถึง การดัดแปลงพันธุกรรมหนูในจำนวนที่มากพอ"
    }
  },
  {
    "translation": {
      "en": "so that they could be released and mate with the mice that are here and win out.",
      "th": "เพื่อปล่อยให้พวกมันออกมาแพร่พันธุ์ใหม่ให้หนูที่นี่"
    }
  },
  {
    "translation": {
      "en": "And what you're doing is you're changing the genetics of something forever,",
      "th": "และสิ่งที่คุณกำลังทำอยู่นี้ คือการเปลี่ยนแปลงพันธุกรรมมันตลอดไป"
    }
  },
  {
    "translation": {
      "en": "and you're changing an entire species in an ecosystem,",
      "th": "เปลี่ยนสปีชีส์นี้ในระบบนิเวศน์หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and I think it's kind of ridiculous to pretend",
      "th": "และผมว่าคงเป็นเรื่องไร้สาระถ้าเราอวดอ้างว่า"
    }
  },
  {
    "translation": {
      "en": "that we could figure out what would happen all the time",
      "th": "เรารู้ชัดว่าอาจเกิดผลกระทบอย่างไร"
    }
  },
  {
    "translation": {
      "en": "if you did something like that.",
      "th": "เมื่อคุณทำอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[low chuckle] Well, let me just point out",
      "th": "ผมขอชี้ให้เห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that our current civilization is not sustainable,",
      "th": "อารยธรรมเราตอนนี้ไม่ยั่งยืน..."
    }
  },
  {
    "translation": {
      "en": "absent continued advances.",
      "th": "ถ้าหากไม่พัฒนาเทคโนโลยีต่อไป"
    }
  },
  {
    "translation": {
      "en": "So we have no choice. We have to continue.",
      "th": "เราจึงหมดทางเลือก เราต้องไปต่อ"
    }
  },
  {
    "translation": {
      "en": "The question is, as technology becomes increasingly powerful...",
      "th": "คำถามคือ เมื่อเทคโนโลยี มีอำนาจมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "can we make wise decisions?",
      "th": "เราจะตัดสินใจทำถูกได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "But it is your environment and your call,",
      "th": "แต่นี่เป็นสิ่งแวดล้อมคุณ คุณมีสิทธิ์เลือก"
    }
  },
  {
    "translation": {
      "en": "and that is the only ethical way to do this.",
      "th": "นั่นเป็นวิธีเดียวที่มันจะถูกจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "And involving you from the get-go,",
      "th": "และการให้คุณร่วมตัดสินใจแต่แรก"
    }
  },
  {
    "translation": {
      "en": "that's why this is different, I think.",
      "th": "ทำให้ผมคิดว่าเรื่องนี้ต่างจากเดิม"
    }
  },
  {
    "translation": {
      "en": "What's a victory look like in a vote?",
      "th": "แล้วต้องมีมติเห็นด้วยมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Is it 51 percent?",
      "th": "ร้อยละ 51 หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Is it all the people who live on the island?",
      "th": "หรือทุกคนบนเกาะนี้ต้องเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, what is a democratic victory",
      "th": "ชัยชนะที่เป็นไปตามระบอบประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "for changing the genetic essence of life look like?",
      "th": "ให้เปลี่ยนพันธุกรรมสิ่งมีชีวิตได้ต้องเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Well, maybe this is a punt,",
      "th": "นี่อาจเป็นการเสี่ยงดวง"
    }
  },
  {
    "translation": {
      "en": "but I'm not sure it's appropriate for me to tell you",
      "th": "แต่ผมว่าผมไม่ควรเป็นฝ่ายสั่งคุณว่า"
    }
  },
  {
    "translation": {
      "en": "how to run your government.",
      "th": "รัฐบาลของคุณควรทำงานอย่างไร"
    }
  },
  {
    "translation": {
      "en": "A hand.",
      "th": "มีคนยกมือ"
    }
  },
  {
    "translation": {
      "en": "[man 2] We've talked about democracy,",
      "th": "เราได้พูดถึงระบอบประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "but in the future, the tools might become direct and democratic.",
      "th": "แต่ในอนาคต เครื่องมือเหล่านั้น อาจเป็นประชาธิปไตยขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Maybe ten years or 30 years from now,",
      "th": "ไม่แน่ในอีกสิบหรือ 30 ปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "a small group of people could decide to make changes on their own.",
      "th": "คนกลุ่มเล็กๆ อาจตัดสินใจเปลี่ยนอะไรเองได้"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ถูก"
    }
  },
  {
    "translation": {
      "en": "Or next Tuesday.",
      "th": "หรือวันอังคารหน้า"
    }
  },
  {
    "translation": {
      "en": "When-- Anyone? Everyone?",
      "th": "มีใครไหม ทุกคนไหม"
    }
  },
  {
    "translation": {
      "en": "I really don't have any moral or ethical concerns",
      "th": "จริงๆ แล้วผมไม่มีความกังวลเรื่องจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "about the use of genetic engineering.",
      "th": "เกี่ยวกับการตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "I'm more concerned about",
      "th": "แต่ผมกังวลว่า"
    }
  },
  {
    "translation": {
      "en": "the government regulating it",
      "th": "รัฐบาลจะออกข้อบังคับควบคุม"
    }
  },
  {
    "translation": {
      "en": "so the people don't have access to it.",
      "th": "ไม่ให้ประชาชนเข้าถึงเทคโนโลยีนี้ได้มากกว่า"
    }
  },
  {
    "translation": {
      "en": "If I could do anything,",
      "th": "ถ้าผมจะทำอะไรก็ได้ละก็"
    }
  },
  {
    "translation": {
      "en": "I'd definitely work on engineering humans.",
      "th": "ผมจะหาทางตัดต่อพันธุกรรมมนุษย์"
    }
  },
  {
    "translation": {
      "en": "I think that's something",
      "th": "ผมว่านั่นเป็นสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "that you'll probably start to see in the next year.",
      "th": "คุณน่าจะได้เห็นในช่วงปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "Biohackers actively working on engineering...",
      "th": "แฮ็กเกอร์ทางชีวภาพจะตัดต่อพันธุกรรม..."
    }
  },
  {
    "translation": {
      "en": "themselves.",
      "th": "ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Zayner] Frogs can use...",
      "th": "กบสามารถใช้..."
    }
  },
  {
    "translation": {
      "en": "almost all the same DNA elements",
      "th": "องค์ประกอบดีเอ็นเอเกือบทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "that can be used in humans.",
      "th": "ที่มนุษย์ใช้ได้"
    }
  },
  {
    "translation": {
      "en": "So they're a great way to prototype",
      "th": "พวกมันจึงเป็นต้นแบบที่ดี"
    }
  },
  {
    "translation": {
      "en": "things like changes in muscle growth",
      "th": "สำหรับการเปลี่ยนการเจริญเติบโตของกล้ามเนื้อ"
    }
  },
  {
    "translation": {
      "en": "or different performance things.",
      "th": "หรือสมรรถภาพต่างๆ"
    }
  },
  {
    "translation": {
      "en": "These are the frogs we're going to inject with the gene therapy.",
      "th": "เหล่านี้คือกบที่เราจะฉีดสารพันธุกรรมบำบัด"
    }
  },
  {
    "translation": {
      "en": "Scientists actually don't anesthetize the frogs",
      "th": "จริงๆ แล้วนักวิทยาศาสตร์จะไม่ให้ยาชากบ"
    }
  },
  {
    "translation": {
      "en": "-when they do these experiments. [laughs] -[frog croaks]",
      "th": "เวลาทำการทดลองแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Zayner] Look at that guy. -Trying to escape! -[woman] Oh, no.",
      "th": "- เจ้าตัวน้อยพยายามหนี - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-[frog croaking] -[Zayner] They're so slippery. Oh, no!",
      "th": "มันลื่นจังเลย ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Oh, no, no, no! -[Zayner chuckles]",
      "th": "แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "These frogs are so hard to grab.",
      "th": "กบพวกนี้จับยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's pretty entertaining.",
      "th": "ก็สนุกดีนะครับ"
    }
  },
  {
    "translation": {
      "en": "You have the knocked-out frog.",
      "th": "กบตัวนี้สลบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is a solution of DNA, the IGF-1 gene.",
      "th": "นี่เป็นสารละลายดีเอ็นเอ ยีนไอจีเอฟ-1"
    }
  },
  {
    "translation": {
      "en": "This should cause the frogs to increase their growth",
      "th": "มันน่าจะทำให้กบโตเร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "in size and muscular strength.",
      "th": "ตัวใหญ่ขึ้น กล้ามเนื้อแข็งแรงขึ้น"
    }
  },
  {
    "translation": {
      "en": "There we go. Boo.",
      "th": "ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "All right, Esther, for you.",
      "th": "เอาละ เอสเธอร์ เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "We'll see, uh, what the results are looking like after five or six times",
      "th": "เราจะได้เห็นผลลัพธ์หลังฉีดให้ห้าหรือหกครั้ง"
    }
  },
  {
    "translation": {
      "en": "or three months or something.",
      "th": "หรืออาจจะประมาณสามเดือน"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] Most scientists working on their own",
      "th": "นักวิทยาศาสตร์ส่วนใหญ่ที่ทำงานคนเดียว"
    }
  },
  {
    "translation": {
      "en": "can't reliably anticipate the consequences of what they're doing.",
      "th": "ไม่สามารถคาดเดาแม่นยำได้ว่า สิ่งที่พวกเขาทำจะมีผลที่ตามมาอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Six years ago,",
      "th": "หกปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "no one imagined that we would have a tool",
      "th": "ไม่มีใครคิดเลยว่าเราจะมีเครื่องมือ"
    }
  },
  {
    "translation": {
      "en": "that would work in so many different species.",
      "th": "ที่ใช้ได้กับหลากหลายสปีชีส์"
    }
  },
  {
    "translation": {
      "en": "And now we're making changes that we are, for the first time, contemplating releasing into the wild",
      "th": "และตอนนี้เรากำลังดัดแปลงพันธุกรรม ที่เราคิดจะปล่อยสู่โลกธรรมชาติเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "where they'll evolve outside of our control.",
      "th": "ที่ซึ่งพวกมันจะวิวัฒนาการ โดยไร้การควบคุมจากเรา"
    }
  },
  {
    "translation": {
      "en": "The prospect of a wave of genetically-modified anything",
      "th": "โอกาสที่ในอนาคตจะมี สิ่งมีชีวิตหลายชนิดที่ถูกดัดแปลงพันธุกรรม..."
    }
  },
  {
    "translation": {
      "en": "sweeping generation after generation,",
      "th": "เข้าไปแทนที่หลายต่อหลายชั่วรุ่น"
    }
  },
  {
    "translation": {
      "en": "geographically expanding",
      "th": "แพร่กระจายไปทั่วทุกพื้นที่"
    }
  },
  {
    "translation": {
      "en": "into city, country...",
      "th": "ไปยังประเทศอื่น เมืองอื่น..."
    }
  },
  {
    "translation": {
      "en": "across continents...",
      "th": "ข้ามทวีป..."
    }
  },
  {
    "translation": {
      "en": "is utterly terrifying.",
      "th": "น่าสะพรึงกลัวยิ่งนัก"
    }
  },
  {
    "translation": {
      "en": "Which is why I have nightmares about fruit flies.",
      "th": "ผมถึงฝันร้ายเรื่องแมลงวันไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Yellow engineered flies.",
      "th": "แมลงวันตัดต่อพันธุกรรมสีเหลือง"
    }
  },
  {
    "translation": {
      "en": "They're everywhere.",
      "th": "พวกมันอยู่ทุกหกแห่ง"
    }
  },
  {
    "translation": {
      "en": "People are screaming in the background,",
      "th": "มีเสียงคนกรีดร้องมากมาย"
    }
  },
  {
    "translation": {
      "en": "and I'm overwhelmed by horror and then I always wake up.",
      "th": "แล้วผมก็หวาดกลัวจนตัวสั่น จากนั้นผมก็ตื่น"
    }
  },
  {
    "translation": {
      "en": "Given the stakes for this field",
      "th": "เมื่อดูจากภัยเสี่ยงในวงการนี้"
    }
  },
  {
    "translation": {
      "en": "and possibly for all of biotechnology,",
      "th": "และอาจจะในวงการเทคโนโลยีชีวภาพทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "perhaps it's not unreasonable that I have such nightmares.",
      "th": "คงไม่แปลกเลยที่ผมฝันร้ายแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-Good! I'm glad you do. -[audience laughs]",
      "th": "ดี ผมดีใจที่คุณฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "Because that is the kind of caution you want from someone in his position.",
      "th": "เพราะเราต้องการให้คนในตำแหน่งของเขา ระมัดระวังแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He clearly doesn't want to end up in a limerick that goes,",
      "th": "เห็นได้ชัดว่าเขาไม่อยากให้ชีวิตกลายเป็นกลอน"
    }
  },
  {
    "translation": {
      "en": "\"There once was a man from Nantucket who gathered some mice in a bucket.",
      "th": "\"ครั้งหนึ่งเคยมีชายจากแนนทัคเก็ต ที่เก็บสะสมหนูใส่ในถัง"
    }
  },
  {
    "translation": {
      "en": "He altered those mice, engineered with a splice,",
      "th": "เขาดัดแปลงยีนหนู ตัดต่อพันธุกรรมดู"
    }
  },
  {
    "translation": {
      "en": "and now all the seagulls are dead.\"",
      "th": "แล้วตอนนี้นกนางนวลตายหมดโลก\""
    }
  },
  {
    "translation": {
      "en": "[Esvelt] Things can absolutely go wrong.",
      "th": "อาจเกิดเรื่องผิดพลาดได้"
    }
  },
  {
    "translation": {
      "en": "We are two-year-olds when it comes to understanding the ecosystem.",
      "th": "มนุษย์ยังเข้าใจระบบนิเวศน์ได้น้อยนิด"
    }
  },
  {
    "translation": {
      "en": "So we want to know, do mice from over there come over here?",
      "th": "เราอยากรู้ว่าหนูจากฝั่งนั้นมาที่นี่ไหม"
    }
  },
  {
    "translation": {
      "en": "Do you think they come along that sandbar?",
      "th": "คุณว่าพวกมันข้ามตลิ่งทรายมาไหม"
    }
  },
  {
    "translation": {
      "en": "I'd be stunned if there wasn't some amount of mouse gene flow, at least some years.",
      "th": "ผมจะประหลาดใจมากถ้าหากไม่เคยมี การผสมพันธุ์หนูระหว่างเกาะในบางปี"
    }
  },
  {
    "translation": {
      "en": "When you're engineering a system you don't understand,",
      "th": "เมื่อเราดัดแปลงระบบที่เราไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "you make the smallest possible change",
      "th": "เราต้องดัดแปลงให้น้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "that you think has a chance of solving the problem",
      "th": "เท่าที่เราคิดว่าจะแก้ปัญหาของเราได้"
    }
  },
  {
    "translation": {
      "en": "before you scale up.",
      "th": "ก่อนจะขยายขอบเขต"
    }
  },
  {
    "translation": {
      "en": "What we need is a field trial on a small, mostly uninhabited island",
      "th": "เราจำเป็นต้องทดลองภาคสนามขนาดเล็ก บนเกาะที่มีประชากรน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "and seeing what happens.",
      "th": "แล้วดูว่าเกิดอะไรขึ้น (เกาะมาธาวินยาร์ด)"
    }
  },
  {
    "translation": {
      "en": "[woman] I was checking to see if the--",
      "th": "ฉันแค่ตรวจดูว่า..."
    }
  },
  {
    "translation": {
      "en": "-There you go. -[Esvelt] Just need to lift it up a bit.",
      "th": "- ได้แล้ว - แค่ต้องยกขึ้นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "I'm sure I can get this thing working.",
      "th": "ผมมั่นใจว่าผมสามารถทำให้มันใช้ได้"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] The released mice would be genetically altered.",
      "th": "หนูที่เราปล่อยออกไปจะถูกดัดแปลงพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "But in this case,",
      "th": "แต่ในกรณีนี้"
    }
  },
  {
    "translation": {
      "en": "our proposal would involve keeping them 100 percent mouse.",
      "th": "เราเสนอว่ามันต้องเป็นหนู 100 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "That is, they would not have any foreign DNA from other species.",
      "th": "แปลว่ามันจะไม่มีดีเอ็นเอจากสปีชีส์อื่นปนอยู่"
    }
  },
  {
    "translation": {
      "en": "Their immunity is passed on to their next generation?",
      "th": "ภูมิคุ้มกันมันจะถูกส่งต่อไปยังรุ่นลูกหลานเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, we would take the genes that encode those antibodies",
      "th": "ใช่แล้ว เราจะเอายีนที่มีรหัสแอนติบอดีเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "and put them into the germline,",
      "th": "แล้วใส่ลงไปในเซลล์สืบพันธุ์"
    }
  },
  {
    "translation": {
      "en": "that is the cells that will make sperm and eggs of the mice,",
      "th": "ซึ่งก็คือเซลล์ที่จะสร้างอสุจิและไข่หนู"
    }
  },
  {
    "translation": {
      "en": "so they will be inherited by offspring.",
      "th": "มันจะได้ตกทอดไปสู่รุ่นลูก"
    }
  },
  {
    "translation": {
      "en": "I'm wondering if you can point to a single case in history",
      "th": "ผมอยากรู้ว่าคุณสามารถชี้ ตัวอย่างในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "where we've brought a new species to an island,",
      "th": "ที่เราเคยพาสปีชีส์ใหม่ไปไว้บนเกาะ"
    }
  },
  {
    "translation": {
      "en": "and the results turned out...",
      "th": "แล้วผลลัพธ์ที่ออกมา..."
    }
  },
  {
    "translation": {
      "en": "beneficial.",
      "th": "เป็นประโยชน์"
    }
  },
  {
    "translation": {
      "en": "There-- There are lots of cases where it turned out poorly. Absolutely.",
      "th": "มีหลายกรณีที่ผลลัพธ์ออกมาแย่ แน่นอนครับ"
    }
  },
  {
    "translation": {
      "en": "But we've done this in lab mice,",
      "th": "เราได้ทดลองกับหนูทดลองแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it works great.",
      "th": "และมันได้ผลดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "It seems like this step...",
      "th": "เหมือนขั้นตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is skipping many other organic steps that are reversible,",
      "th": "จะข้ามขั้นตอนตามธรรมชาติ ที่เปลี่ยนคืนได้หลายขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "whereas this one is irreversible.",
      "th": "ในขณะที่อันนี้เปลี่ยนคืนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I think that to rush this in the next two months",
      "th": "และผมว่าถ้าเราเร่งทำแบบนี้ภายในสองเดือน"
    }
  },
  {
    "translation": {
      "en": "would be a huge mistake, one we can't reverse.",
      "th": "มันจะเป็นความผิดพลาดครั้งใหญ่ที่แก้ไขไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, if we have to wait, and it delays things,",
      "th": "ถ้าเราต้องรอแล้วทุกอย่างชักช้า"
    }
  },
  {
    "translation": {
      "en": "then it delays things, right?",
      "th": "มันก็ต้องชักช้า ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "There's a lot of things that could delay this project.",
      "th": "มีหลายอย่างที่อาจทำให้โครงการนี้ช้าลง"
    }
  },
  {
    "translation": {
      "en": "The point is solving the problem...",
      "th": "จุดประสงค์คือเราอยากแก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "in a way that the community is comfortable with.",
      "th": "ด้วยวิธีที่ชุมชนนี้สบายใจ"
    }
  },
  {
    "translation": {
      "en": "It's more important to do it right, so let's do it right.",
      "th": "การใช้วิธีที่ถูกต้องสำคัญกว่า ดังนั้นมาทำให้ถูกกัน"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] If we don't intervene in many existing problems,",
      "th": "ถ้าเราไม่เข้าไปแทรกแซงปัญหาที่มีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "they will just get worse.",
      "th": "มันก็จะแย่ลง"
    }
  },
  {
    "translation": {
      "en": "Yes, there's going to be opposition.",
      "th": "ใช่ จะมีคนที่คัดค้าน"
    }
  },
  {
    "translation": {
      "en": "And maybe that's discouraging,",
      "th": "ซึ่งอาจทำให้เสียกำลังใจ"
    }
  },
  {
    "translation": {
      "en": "but I don't think there's any way to do anything",
      "th": "แต่ผมว่าเราไม่สามารถทำอะไร"
    }
  },
  {
    "translation": {
      "en": "that would work in the long run",
      "th": "ที่จะมีผลในระยะยาวได้"
    }
  },
  {
    "translation": {
      "en": "without the consent of the communities who live there.",
      "th": "หากคนในชุมชนนั้นไม่ยินยอม"
    }
  },
  {
    "translation": {
      "en": "So a large part of what I'm doing is trying to come up with a new way",
      "th": "ดังนั้นงานส่วนใหญ่ของผมคือ พยายามคิดหาทางใหม่"
    }
  },
  {
    "translation": {
      "en": "of developing these technologies hand-in-hand with the communities,",
      "th": "ในการพัฒนาเทคโนโลยีเหล่านี้ ไปพร้อมๆ กับชุมชนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "in fact, driven by the communities directly,",
      "th": "อันที่จริงแล้ว ชุมชนต้องเป็นฝ่ายขับเคลื่อนงาน"
    }
  },
  {
    "translation": {
      "en": "because...",
      "th": "เพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "an unethical group of researchers could conceivably do it on their own without asking anyone.",
      "th": "มีความเป็นไปได้ว่ากลุ่มนักวิจัยไร้จริยธรรม อาจทำเองโดยไม่ถามใครได้"
    }
  },
  {
    "translation": {
      "en": "It would be discovered, people would be outraged,",
      "th": "เรื่องก็จะแดง ผู้คนก็จะโมโห"
    }
  },
  {
    "translation": {
      "en": "and then that would be the end of that technology for a very long time.",
      "th": "และนั่นจะเป็นจุดจบของเทคโนโลยีนั้น ไปอีกนานแสนนาน"
    }
  },
  {
    "translation": {
      "en": "All benefits lost.",
      "th": "หมดประโยชน์เลย"
    }
  },
  {
    "translation": {
      "en": "[Esvelt] Trust is in short supply in our society,",
      "th": "สังคมเราขาดความไว้ใจ"
    }
  },
  {
    "translation": {
      "en": "and further damaging social confidence in technologies",
      "th": "และการทำลายความมั่นใจของสังคม ในเทคโนโลยีมากกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "is something we should be deeply, deeply afraid of.",
      "th": "เป็นอะไรที่เราควรกลัวสุดขั้ว"
    }
  },
  {
    "translation": {
      "en": "What do you do when someone disagrees with something you want to do,",
      "th": "คุณจะทำอย่างไรถ้ามีคนไม่เห็นด้วย คุณอยากทำอะไรบางอย่าง และคุณคิดว่ามันถูก"
    }
  },
  {
    "translation": {
      "en": "and you think it's right, and you're very convinced,",
      "th": "คุณอยากทำอะไรบางอย่าง และคุณคิดว่ามันถูก และคุณมั่นใจมาก แต่มีคนไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "but somebody disagrees with you?",
      "th": "และคุณมั่นใจมาก แต่มีคนไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "How do you handle it?",
      "th": "คุณรับมืออย่างไร"
    }
  },
  {
    "translation": {
      "en": "I'm not saying that we humans have great ways of overcoming disagreements like that.",
      "th": "ผมไม่ได้จะพูดว่ามนุษย์เอาชนะความเห็นต่างเก่ง"
    }
  },
  {
    "translation": {
      "en": "But at least the debate needs to happen in public,",
      "th": "แต่อย่างน้อยก็ต้องมีการอภิปรายอย่างเปิดเผย"
    }
  },
  {
    "translation": {
      "en": "and then, hopefully, we can come to a decision.",
      "th": "และหวังว่าเราจะตัดสินใจได้"
    }
  },
  {
    "translation": {
      "en": "Maybe it will be wise.",
      "th": "อาจชาญฉลาดด้วย"
    }
  },
  {
    "translation": {
      "en": "I will be watching your experiment with great interest.",
      "th": "ฉันจะติดตามชมการทดลองของคุณใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "[woman] What if it shuts down the work?",
      "th": "ถ้ามันชะงักการทำงานล่ะ"
    }
  },
  {
    "translation": {
      "en": "What if Nantucket and Martha's Vineyard,",
      "th": "ถ้าชุมชนแนนทัคเก็ต และเกาะมาธาวินยาร์ดที่คุณทำงานด้วย"
    }
  },
  {
    "translation": {
      "en": "these communities you're working with, say no?",
      "th": "ถ้าชุมชนแนนทัคเก็ต และเกาะมาธาวินยาร์ดที่คุณทำงานด้วย บอกว่า \"ไม่\" ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Then we walk away. We have to walk away.",
      "th": "งั้นเราจะหยุด เราต้องหยุด"
    }
  },
  {
    "translation": {
      "en": "I think science fosters a community of protected, coddled individuals.",
      "th": "ผมคิดว่าวิทยาศาตร์ส่งเสริมชุมชนที่มีสมาชิก ที่ถูกปกป้องประคบประหงม"
    }
  },
  {
    "translation": {
      "en": "And they're super risk-averse.",
      "th": "พวกเขาค้านความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "People always have these stupid ethical arguments about whether people should use CRISPR or not,",
      "th": "ทุกคนชอบโต้เถียงกันโง่ๆ ว่า เราควรใช้คริสเปอร์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "but, like, it's pointless if nobody's using it.",
      "th": "แต่ถ้าไม่มีใครใช้ มันก็ไร้ความหมาย"
    }
  },
  {
    "translation": {
      "en": "Welcome to Synbiobeta 2017.",
      "th": "ขอต้อนรับสู่งานซินไบโอเบตาปี 2017"
    }
  },
  {
    "translation": {
      "en": "He helped initiate the Human Genome Project...",
      "th": "เขาได้ช่วยริเริ่มโครงการจีโนมมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[Zayner] I'm tired of all this stuff just being, like, fiction, and...",
      "th": "ผมละเซ็งกับการที่เรื่องพวกนี้เป็นนวนิยาย"
    }
  },
  {
    "translation": {
      "en": "I'm tired of going to conferences like this, and it's boring as shit,",
      "th": "และผมเบื่อกับการต้องไปงานสัมมนาน่าเบื่อพวกนี้"
    }
  },
  {
    "translation": {
      "en": "where a bunch of people get up there and talk about bullshit that doesn't affect anybody.",
      "th": "ที่มีคนขึ้นไปพูดเรื่องเหลวไหลบนเวที ซึ่งไม่มีผลกระทบกับใครเลย"
    }
  },
  {
    "translation": {
      "en": "The world before us is almost science fiction-like.",
      "th": "โลกที่อยู่เบื้องหน้า เป็นเหมือนนิยายวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "As you could probably already assume,",
      "th": "คุณคงเดาได้แล้วว่า"
    }
  },
  {
    "translation": {
      "en": "this workshop will be a bit different from the rest of the conference.",
      "th": "เวิร์กชอปนี้จะแตกต่างจากงานสัมมนาที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "I gotta spice it up a little",
      "th": "ผมต้องทำให้มันน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "by seducing you with some free human CRISPR DNA.",
      "th": "ด้วยการใช้ดีเอ็นเอคริสเปอร์ของมนุษย์ มาล่อใจคุณ"
    }
  },
  {
    "translation": {
      "en": "My whole goal and purpose is to...",
      "th": "เป้าหมายและจุดประสงค์ของผมคือ..."
    }
  },
  {
    "translation": {
      "en": "make this technology accessible now.",
      "th": "ทำให้ทุกคนเข้าถึงเทคโนโลยีนี้ได้เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Basically, no matter what it takes.",
      "th": "เอาง่ายๆ ผมจะทำทุกวิถีทาง"
    }
  },
  {
    "translation": {
      "en": "Oh, you can come in. Feel free.",
      "th": "เข้ามาได้เลย ตามสบาย"
    }
  },
  {
    "translation": {
      "en": "Now, if I want to modify myself with CRISPR, what do I need to know?",
      "th": "ทีนี้ ถ้าผมอยากใช้คริสเปอร์ดัดแปลงตัวเอง ผมจำเป็นต้องรู้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "You don't even need to search far.",
      "th": "คำตอบอยู่ไม่ไกลเลย"
    }
  },
  {
    "translation": {
      "en": "There are actually websites out there.",
      "th": "มีเว็บไซต์สอนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You can type in the name of a gene and press enter,",
      "th": "คุณสามารถพิมพ์ชื่อยีน แล้วกดปุ่มเอ็นเทอร์"
    }
  },
  {
    "translation": {
      "en": "so that the Cas9 enzyme can cut",
      "th": "เพื่อที่เอนไซม์แคส9 จะได้ตัด..."
    }
  },
  {
    "translation": {
      "en": "in your genome at this exact place,",
      "th": "จีโนมของคุณที่จุดนั้นพอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "and you could modify yourself with CRISPR.",
      "th": "และคุณสามารถใช้คริสเปอร์ดัดแปลงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "This DNA right here modifies the myostatin gene.",
      "th": "ดีเอ็นเอนี้ใช้ดัดแปลงยีนไมโอสแตติน"
    }
  },
  {
    "translation": {
      "en": "I don't know if you've ever seen those, like, jacked dogs and pigs",
      "th": "ผมไม่รู้ว่าคุณเคยเห็นสุนัข หรือหมูกล้ามโตหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "that they always have in the media with CRISPR, right?",
      "th": "สื่อชอบโชว์ภาพนี้คู่กับคริสเปอร์ ใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "So, myostatin knockouts",
      "th": "การกำจัดไมโอสแตติน"
    }
  },
  {
    "translation": {
      "en": "cause you to have more muscles and more strength.",
      "th": "ทำให้คุณแข็งแรงกำยำขึ้น"
    }
  },
  {
    "translation": {
      "en": "If you basically took his DNA and put it on your skin,",
      "th": "ถ้าคุณเอาดีเอ็นเอนี้มาวางไว้บนผิวหนัง"
    }
  },
  {
    "translation": {
      "en": "it would change the genetic material of your cells.",
      "th": "มันจะเปลี่ยนสารพันธุกรรมในเซลล์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "That's all it takes.",
      "th": "ต้องทำแค่นั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe that's scary.",
      "th": "มันอาจน่ากลัวก็ได้"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "To me, it sounds really awesome.",
      "th": "แต่ผมว่ามันฟังดูเจ๋ง"
    }
  },
  {
    "translation": {
      "en": "-[Zayner] Yeah? -What about off-target activity?",
      "th": "- ครับ - แล้วถ้ามันพลาดเป้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "There's off-target activity with--",
      "th": "เรื่องพลาดเป้ามันก็..."
    }
  },
  {
    "translation": {
      "en": "People are complaining about off-target activity and it's, like,",
      "th": "คนชอบบ่นเรื่องการพลาดเป้า"
    }
  },
  {
    "translation": {
      "en": "I go outside in San Francisco, and I breathe in something,",
      "th": "แต่ว่าเวลาผมออกไปเดิน สูดอากาศข้างนอกในซานฟรานซิสโก"
    }
  },
  {
    "translation": {
      "en": "and it's modifying my genome.",
      "th": "มันก็เปลี่ยนจีโนมผม"
    }
  },
  {
    "translation": {
      "en": "I smoke a cigarette, it's modifying my genome.",
      "th": "เวลาผมสูบบุหรี่ มันก็เปลี่ยนจีโนมผม"
    }
  },
  {
    "translation": {
      "en": "It actually modifies my genome enough that I can literally grow another organ.",
      "th": "จริงๆ แล้วมันเปลี่ยนจีโนมผมมากพอ ที่จะทำให้ผมงอกอวัยวะใหม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Right? Tumor or something like that.",
      "th": "ใช่ไหม เช่น เนื้องอก เป็นต้น"
    }
  },
  {
    "translation": {
      "en": "Oh, totally okay. The FDA doesn't regulate that shit.",
      "th": "แต่ของพวกนั้นโอเคเนอะ อย.ไม่เห็นควบคุมเรื่องพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "The sun. UV light is modifying your genome when you're out there.",
      "th": "ดวงอาทิตย์ แสงยูวี ออกไปตากแดดก็เปลี่ยนจีโนมของเราเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You know? Nobody complains about those off-target effects.",
      "th": "ใช่ไหม ไม่เห็นมีใครบ่นว่ามันพลาดเป้าเลย"
    }
  },
  {
    "translation": {
      "en": "So what's-- what's stopping us?",
      "th": "แล้วอะไรมาห้ามเรา"
    }
  },
  {
    "translation": {
      "en": "What's stopping us from just all putting this in our shot glasses",
      "th": "อะไรมาห้ามไม่ให้เราเทสารละลายนี้ใส่แก้ว"
    }
  },
  {
    "translation": {
      "en": "and making ourselves jacked right now?",
      "th": "แล้วทำให้ตัวเองกล้ามโตทันทีล่ะ"
    }
  },
  {
    "translation": {
      "en": "[audience member] So, have you tried it? What's holding you back?",
      "th": "คุณเคยลองหรือยัง อะไรมาห้ามคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you suggesting maybe I should try it?",
      "th": "นี่จะบอกว่าผมควรลองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, isn't that what you're suggesting we do?",
      "th": "ก็คุณกำลังบอกว่าเราควรลองไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "All-- All right, let's do it.",
      "th": "ได้เลย ลองดูเลย"
    }
  },
  {
    "translation": {
      "en": "What we got here is some, uh, DNA",
      "th": "อันนี้คือดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "mixed with, uh, PEI, which is a polycationic polymer.",
      "th": "ผสมกับพีอีไอ ซึ่งเป็นสารพอลีเมอร์ประจุบวก"
    }
  },
  {
    "translation": {
      "en": "This is a syringe.",
      "th": "นี่คือกระบอกฉีดยา"
    }
  },
  {
    "translation": {
      "en": "All right. There we go.",
      "th": "เอาละ ฉีดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Zayner] I don't know why people don't try it.",
      "th": "ผมไม่รู้ว่าทำไมทุกคนไม่ลอง"
    }
  },
  {
    "translation": {
      "en": "The amount of cells it's gonna modify will be pretty small.",
      "th": "จำนวนเซลล์ที่มันจะไปดัดแปลงได้คงน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "Probably take a number injections over a period of time",
      "th": "คงต้องฉีดอีกหลายครั้งโดยเว้นช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "to actually see a significant effect on my body.",
      "th": "จึงจะเห็นความเปลี่ยนแปลงในร่างกายผม"
    }
  },
  {
    "translation": {
      "en": "-[man] Thank you very much. -[Zayner] If the efficiency's low, you can just make more.",
      "th": "- ขอบคุณมาก - ถ้าประสิทธิภาพต่ำก็แค่ทำเพิ่มเอา"
    }
  },
  {
    "translation": {
      "en": "So like, this DNA, you put it in bacteria,",
      "th": "เช่นดีเอ็นเอนี้ ถ้าเอาไปแช่แบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "tomorrow, you're gonna have ten times, 100 times, 1,000 times as much.",
      "th": "พรุ่งนี้ก็จะมีดีเอ็นเอเพิ่มถึงสิบ ร้อย หรือพันเท่า"
    }
  },
  {
    "translation": {
      "en": "No, no, no, take it.",
      "th": "ไม่เป็นไร เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "I want people to have a choice. Right?",
      "th": "ผมอยากให้ทุกคนมีตัวเลือก ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Because it's not gonna be me who like--",
      "th": "ผมคงไม่ได้เป็นคนที่..."
    }
  },
  {
    "translation": {
      "en": "Probably not gonna be any of these big companies that change the world.",
      "th": "บริษัทยักษ์ใหญ่พวกนี้ คงจะไม่ได้เป็นฝ่ายเปลี่ยนโลก"
    }
  },
  {
    "translation": {
      "en": "Like, it's gonna be some dude in his apartment and garage",
      "th": "แต่มันจะเป็นใครสักคน ในอะพาร์ตเมนต์หรือโรงรถ"
    }
  },
  {
    "translation": {
      "en": "who none of us even know the name of right now, right?",
      "th": "ที่ตอนนี้เรายังไม่รู้จักชื่อของเขา ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "That's the person that's gonna change the world.",
      "th": "คนนั้นแหละที่จะเปลี่ยนโลก"
    }
  },
  {
    "translation": {
      "en": "\"Biohackers,\" they're called.",
      "th": "เรียกว่า \"แฮ็กเกอร์ทางชีวภาพ\""
    }
  },
  {
    "translation": {
      "en": "Basically, in their bedroom, they can inject themselves.",
      "th": "เอาง่ายๆ พวกเขาฉีดดีเอ็นเอเองในห้องนอนได้"
    }
  },
  {
    "translation": {
      "en": "So we have somebody like Josiah Zayner who's a former NASA scientist.",
      "th": "เรามีคนอย่างโจไซอาห์ เซย์เนอร์ อดีตนักวิทยาศาตร์ของนาซา"
    }
  },
  {
    "translation": {
      "en": "I mean, he edits the gene into his muscles.",
      "th": "เขาดัดแปลงยีนแล้วฉีดเข้ากล้ามเนื้อ"
    }
  },
  {
    "translation": {
      "en": "Biohacker Josiah Zayner...",
      "th": "แฮ็กเกอร์ทางชีวภาพ โจไซอาห์ เซย์เนอร์..."
    }
  },
  {
    "translation": {
      "en": "Josiah Zayner...",
      "th": "โจไซอาห์ เซย์เนอร์..."
    }
  },
  {
    "translation": {
      "en": "He is injecting himself with DNA.",
      "th": "เขากำลังฉีดดีเอ็นเอใส่ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Visante said his stunt was reckless,",
      "th": "เดซันเต้บอกว่าการกระทำของเขาบ้าบิ่น"
    }
  },
  {
    "translation": {
      "en": "and could it could have led to severe consequences,",
      "th": "และอาจมีผลลัพธ์ที่รุนแรง"
    }
  },
  {
    "translation": {
      "en": "like his own immune system attacking his actual muscles.",
      "th": "เช่น ระบบภูมิคุ้มกันของเขา อาจโจมตีเซลล์กล้ามเนื้อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "If there's a possibility to take out mutations that cause cancer,",
      "th": "ถ้าเราอาจตัดการกลายพันธุ์ ที่ทำให้เป็นมะเร็งออกได้"
    }
  },
  {
    "translation": {
      "en": "why can't we test it?",
      "th": "ทำไมไม่ทดลองดูล่ะ"
    }
  },
  {
    "translation": {
      "en": "Guy's just trying to get his muscles bigger.",
      "th": "- เป็นฉันจะ... - เขาอยากกล้ามโต"
    }
  },
  {
    "translation": {
      "en": "He makes some pretty wild statements.",
      "th": "บางอย่างที่เขาพูดก็บ้าบิ่น"
    }
  },
  {
    "translation": {
      "en": "He argued that using CRISPR should ideally be like downloading an app.",
      "th": "เขาบอกว่าการใช้คริสเปอร์ ควรจะง่ายเหมือนการดาวน์โหลดแอป"
    }
  },
  {
    "translation": {
      "en": "Why can't people use this technology",
      "th": "ทำไมเราถึงไม่สามารถใช้เทคโนโลยีนี้"
    }
  },
  {
    "translation": {
      "en": "without necessarily completely knowing how it works?",
      "th": "โดยไม่จำเป็นต้องรู้วิธีการทำงานของมัน อย่างละเอียดได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, oh, oh-- I can answer that one for you.",
      "th": "อ๋อ ผมตอบคำถามให้ได้"
    }
  },
  {
    "translation": {
      "en": "Because it could be dangerous and someone could get hurt.",
      "th": "เพราะมันอาจเป็นอันตราย และอาจมีใครเจ็บตัว"
    }
  },
  {
    "translation": {
      "en": "Biohacking, right, or whatever you want to call that,",
      "th": "การเจาะระบบชีวภาพ หรืออยากเรียกว่าอะไรก็ตาม..."
    }
  },
  {
    "translation": {
      "en": "is-- is a problem that doesn't have an easy solution,",
      "th": "(ดร.เจฟฟรีย์ คาห์น) (นักชีวจริยธรรม) เป็นปัญหาที่แก้ไขได้ยาก"
    }
  },
  {
    "translation": {
      "en": "if you even think of it as a problem.",
      "th": "ถ้าคุณมองว่ามันเป็นปัญหานะครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] We ordered a do-it-yourself CRISPR kit.",
      "th": "เราได้สั่งชุดทดลองคริสเปอร์ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "It just arrived in the mail.",
      "th": "ของเพิ่งมาถึง"
    }
  },
  {
    "translation": {
      "en": "I've decided to take up biohacking,",
      "th": "ผมตัดสินใจหัดเจาะระบบชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "which is amateur genetic engineering.",
      "th": "ซึ่งก็คือการตัดต่อพันธุกรรมมือสมัครเล่น"
    }
  },
  {
    "translation": {
      "en": "We have a package!",
      "th": "มีของมาส่ง"
    }
  },
  {
    "translation": {
      "en": "-We got it from The, dash, Odin... -[typing]",
      "th": "เราได้มาจากเว็บ เดอะ-โอดิน ราชาแห่งโปรเจกต์โอดิน"
    }
  },
  {
    "translation": {
      "en": "The king of the Odin Project. Odin himself, Josiah Zayner.",
      "th": "เราได้มาจากเว็บ เดอะ-โอดิน ราชาแห่งโปรเจกต์โอดิน เทพโอดินมาเอง โจไซอาห์ เซย์เนอร์"
    }
  },
  {
    "translation": {
      "en": "What is a biohacker?",
      "th": "แฮ็กเกอร์ทางชีวภาพคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Somebody who's doing science non-traditionally,",
      "th": "คนที่ทำการทดลองทางวิทยาศาสตร์วิถีใหม่"
    }
  },
  {
    "translation": {
      "en": "so outside of like a big corporation or an academic lab.",
      "th": "โดยทดลองนอกห้องปฏิบัติการของบริษัทยักษ์ใหญ่ หรือสถาบันการศึกษา"
    }
  },
  {
    "translation": {
      "en": "[man] CRISPR, genetic modification... I think it's the new frontier.",
      "th": "ตัดต่อพันธุกรรมด้วยคริสเปอร์ ผมว่ามันเป็นแนวคิดใหม่"
    }
  },
  {
    "translation": {
      "en": "You injected a modified gene, myostatin.",
      "th": "คุณฉีดยีนดัดแปลง ไมโอสแตติน เข้าไป"
    }
  },
  {
    "translation": {
      "en": "Here's a dog.",
      "th": "นี่คือสุนัข"
    }
  },
  {
    "translation": {
      "en": "-[Zayner laughing] -I wanna look like the dog on the left.",
      "th": "ผมอยากกล้ามโตเหมือนสุนัขทดลอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, it wasn't so much that I wanted muscle.",
      "th": "ครับ ไม่ใช่ว่าผมอยากกล้ามโตนะครับ"
    }
  },
  {
    "translation": {
      "en": "-It was just like a good proof of concept. -You were trying to get beefed up.",
      "th": "- มันเป็นการพิสูจน์แนวคิดที่ดี - คุณอยากตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "I'm really just focused on getting stuff out to people, like DNA literacy.",
      "th": "ผมแค่อยากให้ความรู้คน เช่น ความรู้เกี่ยวกับดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "-I want people... -Yes! Yes!",
      "th": "- ผมอยากให้ทุกคน... - ใช่"
    }
  },
  {
    "translation": {
      "en": "...to understand how this stuff works, so then we have our next generation",
      "th": "รู้ว่ามันทำงานอย่างไร แล้วเราก็จะมีคนรุ่นใหม่"
    }
  },
  {
    "translation": {
      "en": "of scientists and medical doctors",
      "th": "ที่เป็นนักวิทยาศาสตร์และแพทย์"
    }
  },
  {
    "translation": {
      "en": "who are just way beyond what any of us can do right now.",
      "th": "ที่มีความสามารถเกินเราตอนนี้ไปไกล"
    }
  },
  {
    "translation": {
      "en": "Everyone says, \"Any idiot can do CRISPR.\"",
      "th": "ทุกคนพูดว่า \"ไอ้โง่คนไหนก็ใช้คริสเปอร์ได้\""
    }
  },
  {
    "translation": {
      "en": "I'm not sure about any idiot, but it is easy.",
      "th": "อาจจะไม่ถึงกับไอ้โง่ทุกคน แต่ว่ามันใช้ง่าย"
    }
  },
  {
    "translation": {
      "en": "[Kahn] People using a genetic chemistry set",
      "th": "การที่ประชาชนใช้ชุดเคมีพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "and doing that in their basement is something we don't have control over.",
      "th": "ดัดแปลงพันธุกรรมเองที่บ้าน เป็นสิ่งที่เราควบคุมไม่ค่อยได้"
    }
  },
  {
    "translation": {
      "en": "-It's not easy to regulate. -[man] This is illegal in some countries.",
      "th": "มันดูแลยาก มันผิดกฎหมายในบางประเทศ"
    }
  },
  {
    "translation": {
      "en": "-Germany, a good example. -[Zayner] Yeah.",
      "th": "- เช่น เยอรมนี - ใช่"
    }
  },
  {
    "translation": {
      "en": "You can go to jail for using some of our kits.",
      "th": "ถ้าคุณใช้ชุดคริสเปอร์ของเรา คุณอาจติดคุก"
    }
  },
  {
    "translation": {
      "en": "If I now add this tiny little droplet",
      "th": "ถ้าผมเติมอันนี้หยดเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "to this smush in this tube over here,",
      "th": "ลงไปในสารในหลอดแก้วอันนี้"
    }
  },
  {
    "translation": {
      "en": "I will go to jail.",
      "th": "ผมจะติดคุก"
    }
  },
  {
    "translation": {
      "en": "If the purpose is to perform gene editing on bacteria,",
      "th": "หากจุดประสงค์คือการตัดต่อพันธุกรรมแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "okay, you can make bacteria phosphorescent.",
      "th": "งั้นก็ได้ คุณจะทำให้แบคทีเรียเรืองแสงก็ได้"
    }
  },
  {
    "translation": {
      "en": "This is our glow-in-the-dark beer.",
      "th": "นี่คือเบียร์เรืองแสงของเรา"
    }
  },
  {
    "translation": {
      "en": "[Kahn] But what are biohacking kits for,",
      "th": "แต่ชุดเจาะระบบชีวภาพมีไว้ทำไม"
    }
  },
  {
    "translation": {
      "en": "but for trying to genetically modify individuals?",
      "th": "นอกเหนือไปจากการดัดแปลงพันธุกรรมของคน"
    }
  },
  {
    "translation": {
      "en": "He talks of being in the midst of a genetic revolution.",
      "th": "เขาบอกว่าเขากำลังจะปฏิวัติพันธุกรรมได้"
    }
  },
  {
    "translation": {
      "en": "-He's right. -He's right.",
      "th": "- เขาพูดถูก - เขาพูดถูก"
    }
  },
  {
    "translation": {
      "en": "[reporter] He also goes on to say,",
      "th": "เขายังพูดต่ออีกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I think this is, like, literally a new era of human beings.",
      "th": "\"ผมคิดว่านี่เป็นยุคใหม่ของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "It's gonna create a whole new species of humans.\"",
      "th": "มันจะสร้างมนุษย์สายพันธุ์ใหม่ขึ้นมา\""
    }
  },
  {
    "translation": {
      "en": "[man] If you could give yourself a DNA treatment",
      "th": "ถ้าคุณสามารถบำบัดพันธุกรรมของคุณ แล้วเปลี่ยนแปลงตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "to change something about you, give yourself some kind of power",
      "th": "ถ้าคุณสามารถบำบัดพันธุกรรมของคุณ แล้วเปลี่ยนแปลงตัวเองได้ ให้พลังวิเศษกับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "or ability, what would the one thing be?",
      "th": "หรือความสามารถพิเศษได้ คุณจะเลือกอะไร"
    }
  },
  {
    "translation": {
      "en": "[Zayner] We have these people here who are talking about science fiction.",
      "th": "(คอมิค คอน) (ซานโฮเซ แคลิฟอร์เนีย) หลายๆ คนที่นี่ขึ้นมาพูดถึงนวนิยายวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "The technology's out there,",
      "th": "เทคโนโลยีนั้นเกิดขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "and a lot of it is becoming reality right now and in the near future,",
      "th": "และหลายๆ อย่างก็เริ่มกลายเป็นจริง ไม่ว่าจะในตอนนี้หรือในอนาคตอันใกล้"
    }
  },
  {
    "translation": {
      "en": "and a lot of it's being prevented by the government.",
      "th": "ซึ่งส่วนใหญ่มันถูกรัฐบาลขัดขวาง"
    }
  },
  {
    "translation": {
      "en": "The regulations in the US, and kind of in the world,",
      "th": "ระเบียบข้อบังคับในสหรัฐฯ และทั้งโลก"
    }
  },
  {
    "translation": {
      "en": "prevent genetic-engineering technology from going forward.",
      "th": "ห้ามไม่ให้มีการพัฒนา เทคโนโลยีตัดต่อพันธุกรรมมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "To me, that's kind of fucked up.",
      "th": "ผมว่ามันบัดซบ"
    }
  },
  {
    "translation": {
      "en": "Don't you want to be superhuman?",
      "th": "คุณไม่อยากเป็นยอดมนุษย์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Like, if I came to you tomorrow and said, \"Look,",
      "th": "ถ้าพรุ่งนี้ผมไปบอกคุณว่า"
    }
  },
  {
    "translation": {
      "en": "$500, I can genetically modify you so you never have to work out again.\"",
      "th": "\"ในราคา 500 ดอลลาร์ ผมตัดต่อพันธุกรรมคุณ ให้ไม่ต้องออกกำลังกายอีกต่อไปได้\""
    }
  },
  {
    "translation": {
      "en": "Would you do it?",
      "th": "เป็นคุณจะเอาไหม"
    }
  },
  {
    "translation": {
      "en": "Are there really any serious consequences that could harm me?",
      "th": "มันมีผลกระทบรุนแรงที่จะทำร้ายผมจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "We don't know. There's relatively little that we know about biology.",
      "th": "เราไม่รู้ ความรู้ของเรา เกี่ยวกับชีววิทยานั้นค่อนข้างน้อย"
    }
  },
  {
    "translation": {
      "en": "But how-- how will we know if we don't do it?",
      "th": "แล้วถ้าไม่ลองจะรู้ได้ไง"
    }
  },
  {
    "translation": {
      "en": "Well, that's why-- that's why people do clinical trials.",
      "th": "ก็ถึงมีการทดลองทางคลินิกไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "But you can't do clinical trials on healthy people.",
      "th": "แต่เราทดลองกับคนสุขภาพดีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I just gotta go for this.",
      "th": "ผมต้องลองดูสักตั้ง"
    }
  },
  {
    "translation": {
      "en": "[Zayner] In here is my skin tissue,",
      "th": "ในนี้มีเนื้อเยื่อผิวหนังของผม"
    }
  },
  {
    "translation": {
      "en": "which presumably has been genetically engineered.",
      "th": "ซึ่งสันนิษฐานได้ว่าถูกตัดต่อพันธุกรรมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kahn] There is a reason for oversight",
      "th": "เรามีเหตุผลให้ต้องควบคุมดูแล"
    }
  },
  {
    "translation": {
      "en": "before things are permitted to be done to human participants.",
      "th": "ก่อนมีการอนุญาตให้ทดลองกับมนุษย์ได้"
    }
  },
  {
    "translation": {
      "en": "[Zayner] This is just the first step, but if this is possible...",
      "th": "นี่เป็นแค่ขั้นแรก แต่ถ้ามันเป็นไปได้..."
    }
  },
  {
    "translation": {
      "en": "[reporter] He's very relaxed about enhancements.",
      "th": "เขาไม่กังวลเรื่องการเสริมสมรรถภาพเลย"
    }
  },
  {
    "translation": {
      "en": "You know, it gets back to the question",
      "th": "ก็ต้องย้อนกลับไปที่คำถามว่า"
    }
  },
  {
    "translation": {
      "en": "of who decides and who regulates, uh, such a-- such a thing.",
      "th": "ใครควรเป็นฝ่ายตัดสินและควบคุมดูแลเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "There are still technical challenges to work out,",
      "th": "มันยังมีอุปสรรคทางเทคนิคที่เราต้องหาทางแก้"
    }
  },
  {
    "translation": {
      "en": "but we can see that this is coming.",
      "th": "แต่เราเห็นแล้วว่ากระแสไปทางนี้"
    }
  },
  {
    "translation": {
      "en": "Now you're introducing a bioengineered organism into the wild.",
      "th": "ตอนนี้คุณกำลังจะปล่อยสิ่งมีชีวิต ที่ได้รับการตัดต่อพันธุกรรมออกไปในโลกกว้าง"
    }
  },
  {
    "translation": {
      "en": "Doesn't seem very bioethical to me.",
      "th": "ผมว่ามันไม่ค่อยจะถูกชีวจริยธรรมเลย"
    }
  },
  {
    "translation": {
      "en": "[man] You worry too much.",
      "th": "คุณกังวลมากไป"
    }
  },
  {
    "translation": {
      "en": "-I worry too much. Right. -[laughing]",
      "th": "ผมกังวลมากไป เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Right. -I don't know.",
      "th": "ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "The problem I ran into is...",
      "th": "อุปสรรคที่ผมเจอคือ..."
    }
  },
  {
    "translation": {
      "en": "uh, one of my males has gone sterile on me,",
      "th": "ตัวผู้ของผมเป็นหมันตัวหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but I just got another dog brought in from Texas who is much younger,",
      "th": "แต่ผมเพิ่งสั่งสุนัขที่หนุ่มกว่ามาจากรัฐเทกซัส"
    }
  },
  {
    "translation": {
      "en": "but he doesn't quite like me yet. [chuckles]",
      "th": "แต่มันยังไม่ค่อยชอบผม"
    }
  },
  {
    "translation": {
      "en": "So, he still tries to eat me when I get near him.",
      "th": "ทุกครั้งที่ผมเข้าใกล้มัน มันยังพยายามกินผมอยู่"
    }
  },
  {
    "translation": {
      "en": "I talked to one dog breeder who found out, who's super excited,",
      "th": "ผมได้คุยกับนักเพาะพันธุ์สุนัขคนหนึ่ง ที่ตื่นเต้นมากตอนรู้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "but I think some people are getting weird ideas about what's going on.",
      "th": "แต่บางคนก็เริ่มจะเข้าใจผิดว่าเกิดอะไรขึ้นกันแน่"
    }
  },
  {
    "translation": {
      "en": "Just a bunch of crazy guys tinkering in their basements",
      "th": "เขาคิดว่าเราเป็นคนบ้า ที่ทำการทดลองในห้องใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "trying weird shit, don't know what the hell we're doing.",
      "th": "แล้วพยายามทำเรื่องพิลึกๆ แบบมั่วๆ"
    }
  },
  {
    "translation": {
      "en": "I don't think you can change anybody's mind.",
      "th": "ผมว่าคุณเปลี่ยนใจคนอื่นไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "And you're better off just doing your-- your stuff",
      "th": "- อืม - และคุณควรทำงาน"
    }
  },
  {
    "translation": {
      "en": "and trying to show people through your work.",
      "th": "และพยายามพิสูจน์ตัวเองด้วยผลงานต่อไป"
    }
  },
  {
    "translation": {
      "en": "Yeah. The only thing I would really like is a bigger centrifuge.",
      "th": "ครับ และอีกอย่างที่ผมอยากได้มาก ก็คือเครื่องหมุนเหวี่ยงที่ใหญ่กว่านี้"
    }
  },
  {
    "translation": {
      "en": "Send over a list of all the stuff you need,",
      "th": "ส่งรายการของที่คุณต้องการมาเลย"
    }
  },
  {
    "translation": {
      "en": "and I'm sure we can get it out tomorrow or Tuesday or something.",
      "th": "ผมมั่นใจว่าเราจะส่งไปให้ได้ ไม่เกินพรุ่งนี้หรือวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "[Ishee] When your great-grandfather was a pig farmer",
      "th": "ถ้าปู่ทวดของคุณเลี้ยงหมู"
    }
  },
  {
    "translation": {
      "en": "and your grandfather was a welder and so on,",
      "th": "และปู่ของคุณเป็นช่างเชื่อม เป็นต้น"
    }
  },
  {
    "translation": {
      "en": "you don't get a whole lot of opportunity to go to MIT.",
      "th": "คุณก็จะไม่ค่อยมีโอกาสไปเรียนเอ็มไอที"
    }
  },
  {
    "translation": {
      "en": "The scientists, um... who are against DIY bio people,",
      "th": "นักวิทยาศาสตร์ ที่ต่อต้านคนทดลองด้านชีวภาพที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "it's sort of a paternal kind of thing, uh, where it's like,",
      "th": "มันก็เหมือนกับการดูถูกผู้ด้อยกว่าว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, these-- these poor stupid people don't know how to do anything,",
      "th": "\"พวกโง่น่าสงสารพวกนี้ทำอะไรไม่เป็นเลย"
    }
  },
  {
    "translation": {
      "en": "and they're just gonna hurt themselves.\"",
      "th": "และพวกเขาจะเจ็บตัวซะเปล่า\""
    }
  },
  {
    "translation": {
      "en": "[Ishee] Science itself isn't something that they have a right to claim ownership of.",
      "th": "พวกเขาไม่มีสิทธิ์อ้าง ความเป็นเจ้าของวิทยาศาสตร์อยู่พวกเดียว"
    }
  },
  {
    "translation": {
      "en": "The dogs are very, very scent oriented,",
      "th": "สุนัขเป็นสัตว์ที่ให้ความสำคัญต่อกลิ่น"
    }
  },
  {
    "translation": {
      "en": "so the right smells are really the whole procedure.",
      "th": "ดังนั้นขั้นตอนทั้งหมดก็ต้องใช้กลิ่นที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "He's camera shy.",
      "th": "มันอายกล้อง"
    }
  },
  {
    "translation": {
      "en": "Biology's kind of a dirty job.",
      "th": "ชีววิทยาเป็นงานที่สกปรก"
    }
  },
  {
    "translation": {
      "en": "-I bet they don't teach that at MIT. -[dog snarls]",
      "th": "ที่เอ็มไอทีคงไม่เคยสอนไว้"
    }
  },
  {
    "translation": {
      "en": "I feel like, right now, a lot of fear",
      "th": "ฉันรู้สึกว่าตอนนี้ความกลัว"
    }
  },
  {
    "translation": {
      "en": "is causing people to push back against progress.",
      "th": "(พอลล่า อิชี) กำลังทำให้ผู้คนต่อต้านความก้าวหน้า"
    }
  },
  {
    "translation": {
      "en": "It might terrify people",
      "th": "มันอาจทำให้ผู้คนกลัวเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "because he's just doing it in his shed.",
      "th": "มันอาจทำให้ผู้คนกลัวเพราะว่า เขาทดลองในกระต๊อบของเขา"
    }
  },
  {
    "translation": {
      "en": "So they just say, \"Just don't do it,\" full stop.",
      "th": "พวกเขาเลยสั่งว่า \"ห้ามทำเด็ดขาด\""
    }
  },
  {
    "translation": {
      "en": "But I think it's great that we can take these ideas",
      "th": "แต่ฉันว่ามันเยี่ยมมาก ที่เราสามารถเอาไอเดียเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "and manifest them.",
      "th": "มาทำให้เป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "I don't find it terrifying at all that people could...",
      "th": "ฉันว่ามันไม่น่ากลัวเลยที่มีคนที่สามารถ"
    }
  },
  {
    "translation": {
      "en": "even alter themselves to be whatever they want to be.",
      "th": "ดัดแปลงตัวเองให้เป็นสิ่งที่พวกเขาอยากเป็นได้"
    }
  },
  {
    "translation": {
      "en": "-[dogs barking nearby] -It's on my hands. It landed on my hand.",
      "th": "มันอยู่บนมือฉัน มันมาเกาะมือฉัน"
    }
  },
  {
    "translation": {
      "en": "[Paula] You know, why hem and haw over whether it's...",
      "th": "ทำไมต้องมัวแต่นั่งมโนตัดสินกันไปว่า"
    }
  },
  {
    "translation": {
      "en": "unnatural?",
      "th": "มันผิดธรรมชาติไหม"
    }
  },
  {
    "translation": {
      "en": "I guess I don't feel like humanity is to be stuck in the past.",
      "th": "ฉันว่าฉันคงไม่อยากให้มนุษยชาติล้าหลังตลอดไป"
    }
  },
  {
    "translation": {
      "en": "I want to go to the future",
      "th": "ฉันอยากเห็นโลกอนาคต"
    }
  },
  {
    "translation": {
      "en": "where...",
      "th": "ที่..."
    }
  },
  {
    "translation": {
      "en": "people can be anything.",
      "th": "ใครจะเป็นอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "This is a fluorescent microscope.",
      "th": "นี่คือกล้องจุลทรรศน์แบบฟลูออเรสเซนซ์"
    }
  },
  {
    "translation": {
      "en": "It basically allows you to see fluorescent things",
      "th": "มันทำให้เราสามารถเห็นสิ่งที่เรืองแสง"
    }
  },
  {
    "translation": {
      "en": "at the microscopic scale.",
      "th": "ที่มีขนาดเล็กจิ๋วได้"
    }
  },
  {
    "translation": {
      "en": "If the DNA winds up inside the sperm, then you can see it under the microscope.",
      "th": "ถ้าดีเอ็นเอนี้เข้าไปอยู่ในอสุจิแล้ว คุณจะมองเห็นมันทางกล้องจุลทรรศน์"
    }
  },
  {
    "translation": {
      "en": "So if the sperm glow, then it works.",
      "th": "ถ้าอสุจิเรืองแสง แปลว่าได้ผล"
    }
  },
  {
    "translation": {
      "en": "There they are.",
      "th": "อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "Some of them are glowing super brightly.",
      "th": "บางตัวเรืองแสงสว่างมาก"
    }
  },
  {
    "translation": {
      "en": "This gene started in a jellyfish and wound up in a dog's sperm.",
      "th": "ยีนนี้เคยมาจากแมงกะพรุน แต่ตอนนี้มันอยู่ในอสุจิสุนัข"
    }
  },
  {
    "translation": {
      "en": "That's exciting.",
      "th": "น่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "[Belmonte] Which one are these?",
      "th": "นี่เป็นพวกไหน"
    }
  },
  {
    "translation": {
      "en": "[man] So these are the ones that have undergone the treatment.",
      "th": "พวกนี้เป็นตัวที่เข้ารับการบำบัดแล้ว"
    }
  },
  {
    "translation": {
      "en": "We are going to compare them",
      "th": "เราจะเปรียบเทียบมัน"
    }
  },
  {
    "translation": {
      "en": "to the mice that have not undergone any treatment.",
      "th": "กับหนูที่ไม่ได้รับการบำบัด"
    }
  },
  {
    "translation": {
      "en": "This mouse is very old.",
      "th": "หนูตัวนี้แก่มาก"
    }
  },
  {
    "translation": {
      "en": "You can see the curvature of the spine that we see in old people.",
      "th": "จะเห็นได้ว่ากระดูกสันหลังของมันโก่ง เหมือนกับคนแก่"
    }
  },
  {
    "translation": {
      "en": "[man] Now, this is the sibling of the mouse.",
      "th": "นี่เป็นพี่ของหนูตัวนั้น"
    }
  },
  {
    "translation": {
      "en": "They are born on the same day from the same mother.",
      "th": "มันเกิดวันเดียวกัน มีแม่เดียวกัน"
    }
  },
  {
    "translation": {
      "en": "The only difference is this mouse has been genetically engineered",
      "th": "ข้อแตกต่างอย่างเดียวคือ หนูตัวนี้ถูกตัดต่อพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "to express four genes that are normally expressed in stem cells",
      "th": "ให้มีการแสดงออกของยีนสี่ตัว ที่มักจะแสดงออกมาในสเต็มเซลล์"
    }
  },
  {
    "translation": {
      "en": "and in the embryo.",
      "th": "และในตัวอ่อน"
    }
  },
  {
    "translation": {
      "en": "If you turn them on in an old individual,",
      "th": "ถ้าเราเปิดยีนนี้ในสิ่งมีชีวิตที่แก่แล้ว"
    }
  },
  {
    "translation": {
      "en": "they can make the cells much younger.",
      "th": "มันจะทำให้เซลล์อ่อนเยาว์ขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "And we can see this mouse is much more active,",
      "th": "และจะเห็นได้ว่าหนูตัวนี้กระฉับกระเฉงกว่า"
    }
  },
  {
    "translation": {
      "en": "much healthier in gross appearance,",
      "th": "ลักษณะโดยรวมดูสุขภาพดีกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "and doesn't have the curvature of spine that we saw in the other mouse.",
      "th": "และกระดูกสันหลังไม่โก่งเหมือนหนูอีกตัว"
    }
  },
  {
    "translation": {
      "en": "We can clearly see the difference between them.",
      "th": "เราสามารถเห็นความแตกต่างได้อย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "They are the same age.",
      "th": "พวกมันอายุเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "[Belmonte] This is wonderful.",
      "th": "ช่างวิเศษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "What is the average time we increased their lifespan?",
      "th": "โดยเฉลี่ยแล้วเรายืดอายุขัยของพวกมันเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[man] Thirty percent extension in their maximum life span.",
      "th": "เราได้ยืดอายุขัยสูงสุดออกไปอีก 30 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[Belmonte] Incredible.",
      "th": "ช่างน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "The excitement of this experiment",
      "th": "การทดลองนี้น่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "is that we can see for the first time",
      "th": "เพราะว่าเราได้เห็นเป็นครั้งแรกว่า"
    }
  },
  {
    "translation": {
      "en": "that you can reverse the process of aging.",
      "th": "เราสามารถย้อนวัยสิ่งมีชีวิตได้"
    }
  },
  {
    "translation": {
      "en": "The implications are so vast.",
      "th": "มันมีความหมายมหาศาล"
    }
  },
  {
    "translation": {
      "en": "-In a way, all we are doing... -[door beeps]",
      "th": "ในแง่หนึ่ง สิ่งที่เรากำลังทำ"
    }
  },
  {
    "translation": {
      "en": "...is against nature, is against evolution.",
      "th": "ละเมิดกฎธรรมชาติ ละเมิดกฎวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "Safety lines, ethical lines, moral lines.",
      "th": "กฎความปลอดภัย กฎทางจริยธรรม กฎทางศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "This is the unknown territory.",
      "th": "นี่เป็นสิ่งที่เราไม่เคยรู้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "And when we don't know, we are afraid.",
      "th": "และเมื่อเราไม่รู้อะไร เราจะกลัว (วิทยาศาตร์ไม่มีคำว่า เป็นไปไม่ได้: วานน่า บอนต้า)"
    }
  },
  {
    "translation": {
      "en": "In the end, my personal opinion is that...",
      "th": "ท้ายที่สุดแล้ว ความเห็นส่วนตัวของผมคือ"
    }
  },
  {
    "translation": {
      "en": "we change our lines, our ethical and moral lines,",
      "th": "เราเขียนกฎใหม่ กฎทางจริยธรรม กฎทางศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "when we see sound results that are positive for humankind.",
      "th": "เมื่อเราได้เห็นผลลัพธ์ที่ถูกต้อง ที่ดีต่อมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "We're okay to make glasses, to see...",
      "th": "เราสามารถตัดแว่นให้ทุกคน"
    }
  },
  {
    "translation": {
      "en": "that everyone sees the same thing.",
      "th": "เห็นเหมือนๆ กันหมด"
    }
  },
  {
    "translation": {
      "en": "But we're not okay to have binoculars in us",
      "th": "แต่ว่าเราไม่ควรมีกล้องส่องทางไกล"
    }
  },
  {
    "translation": {
      "en": "so that we see better than the other.",
      "th": "ที่ทำให้เราเห็นชัดกว่าคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "-No? That's something that... -[man] Yes.",
      "th": "เข้าใจไหม มันเป็นอะไรที่"
    }
  },
  {
    "translation": {
      "en": "We're okay to restore vision to the same level,",
      "th": "เราสามารถตัดแว่นให้ทุกคนสายตาดีเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "and no one will say this is an ethical thing, if wear glasses,",
      "th": "ไม่มีใครมาบ่นว่าการใส่แว่นผิดจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "but if I wear two binoculars that will make me see better than you,",
      "th": "แต่ถ้าผมใส่กล้องส่องทางไกล ที่จะทำให้ผมสายตาดีกว่าคุณ..."
    }
  },
  {
    "translation": {
      "en": "that's the problem, no?",
      "th": "มันเป็นปัญหาใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "That's what, with enhancement, is what we are discussing here.",
      "th": "นั่นคือการเพิ่มสมรรถภาพที่เรากำลังพูดถึง"
    }
  },
  {
    "translation": {
      "en": "Because maybe you can do it, maybe I cannot do it.",
      "th": "เพราะบางทีคุณอาจทำได้ แต่ผมอาจทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It will generate...",
      "th": "มันจะก่อให้เกิด"
    }
  },
  {
    "translation": {
      "en": "inequalities.",
      "th": "ความเหลื่อมล้ำ"
    }
  },
  {
    "translation": {
      "en": "But in principle,",
      "th": "แต่ตามหลักวิชาการ"
    }
  },
  {
    "translation": {
      "en": "if everyone could have...",
      "th": "ถ้าทุกคนสามารถมี"
    }
  },
  {
    "translation": {
      "en": "the vision of an eagle,",
      "th": "สายตาดีเหมือนนกอินทรีได้"
    }
  },
  {
    "translation": {
      "en": "what is wrong with that?",
      "th": "แล้วมันผิดตรงไหน"
    }
  },
  {
    "translation": {
      "en": "When you go up on stage,",
      "th": "ตอนที่พวกเธอขึ้นเวที"
    }
  },
  {
    "translation": {
      "en": "make sure you have all your...",
      "th": "ให้เตรียมอะไรให้ครบจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "[children] Props!",
      "th": "ของประกอบฉาก"
    }
  },
  {
    "translation": {
      "en": "-And when you are performing... -Act it out.",
      "th": "- และตอนที่พวกเธอกำลังแสดง... - แสดงท่าทาง"
    }
  },
  {
    "translation": {
      "en": "Act it out! Thank you.",
      "th": "แสดงท่าทาง เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Jackson, that reminds me.",
      "th": "แจ็คสัน ครูเพิ่งจำได้"
    }
  },
  {
    "translation": {
      "en": "You could be a little bit meaner, Jackson.",
      "th": "เธอน่าจะแสดงให้ร้ายกว่านี้อีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "I know you're not a mean person, but can you act mean?",
      "th": "ฉันรู้ว่าเธอไม่ใช่คนใจร้าย แต่แสดงให้ร้ายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "And try to put your head in the direction of the people to whom you are speaking.",
      "th": "และพยายามหันหัวไปทางคนที่เธอพูดคุยด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-Does that make sense? Okay. -[Jackson] Mm-hmm.",
      "th": "เข้าใจไหม โอเค"
    }
  },
  {
    "translation": {
      "en": "[child] Let's do this. Let's go. Let's do this.",
      "th": "ลุยกันเลยๆ"
    }
  },
  {
    "translation": {
      "en": "The lamp! Once I have it, the world will be mine.",
      "th": "ตะเกียง ถ้าข้าชิงมาได้ โลกก็จะตกเป็นของข้า"
    }
  },
  {
    "translation": {
      "en": "Hurry, to the Cave of Wonders.",
      "th": "เร็วเข้า ไปที่ถ้ำมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "[children] ♪ Oh, we come from a land Where mirage is the rule ♪",
      "th": "โอ้ ลองนึกภาพดินเเดน ที่มีแต่ภาพลวงตา"
    }
  },
  {
    "translation": {
      "en": "♪ And the wildest tales come true ♪",
      "th": "และนิทานอัศจรรย์เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "The lamp is almost mine, mine, mine!",
      "th": "ตะเกียงใกล้เป็นของข้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Give... me... that... lamp!",
      "th": "เอาตะเกียงมาให้ข้า"
    }
  },
  {
    "translation": {
      "en": "The lamp is upside down.",
      "th": "นายถือตะเกียงกลับหัว"
    }
  },
  {
    "translation": {
      "en": "Hold it.",
      "th": "ถือไว้"
    }
  },
  {
    "translation": {
      "en": "[Jackson] Welcome back, kiddies.",
      "th": "ยินดีต้อนรับ เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "I made a few changes around here.",
      "th": "ข้าเปลี่ยนของตกแต่งเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "Changes, changes!",
      "th": "เปลี่ยนแล้ว เปลี่ยนแล้ว"
    }
  },
  {
    "translation": {
      "en": "[children] ♪ A whole new world ♪",
      "th": "โลกใหม่งดงาม"
    }
  },
  {
    "translation": {
      "en": "♪ A dazzling place I never knew ♪",
      "th": "ไม่เคยนึกฝันว่าสวยเช่นไร"
    }
  },
  {
    "translation": {
      "en": "♪ But when I'm way up here ♪",
      "th": "ถ้าหากวันนี้ได้ชม"
    }
  },
  {
    "translation": {
      "en": "♪ It's crystal clear ♪",
      "th": "สุขสมหัวใจ"
    }
  },
  {
    "translation": {
      "en": "♪ That now I'm in a whole new world With you ♪",
      "th": "ที่ได้มาอยู่ในโลกใบใหม่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "[Jackson] Can you help me? Catch one for me?",
      "th": "ช่วยผมจับหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I have one. Do you want it?",
      "th": "ได้แล้ว เอาไหม"
    }
  },
  {
    "translation": {
      "en": "Don't pinch him.",
      "th": "อย่าหยิกมันนะ"
    }
  },
  {
    "translation": {
      "en": "-It's in your hand. Right there. Wait. -[Jackson whispers] I don't see him.",
      "th": "มันอยู่ในมือลูก รอเดี๋ยว ผมมองมันไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "This is so cool.",
      "th": "เจ๋งสุดยอด"
    }
  },
  {
    "translation": {
      "en": "[Jackson] I can't really see at night.",
      "th": "กลางคืนผมมองไม่ค่อยเห็น"
    }
  },
  {
    "translation": {
      "en": "If there's, like, any lights, that's all I see.",
      "th": "ถ้ามีแสงไฟ ผมก็มองเห็นแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "Just the lights that are coming from the lights.",
      "th": "แค่แสงที่มาจากดวงไฟ"
    }
  },
  {
    "translation": {
      "en": "-[Jackson] So there's a full moon. -[clicks]",
      "th": "นั่นคือพระจันทร์เต็มดวง"
    }
  },
  {
    "translation": {
      "en": "[Jackson] Crescent.",
      "th": "พระจันทร์เสี้ยว"
    }
  },
  {
    "translation": {
      "en": "-[clicks] -Half.",
      "th": "ครึ่งดวง"
    }
  },
  {
    "translation": {
      "en": "-[clicks] -[Jackson] Gibbous.",
      "th": "เกือบเต็ม"
    }
  },
  {
    "translation": {
      "en": "-[clicks] -[Jackson] Full.",
      "th": "เต็มดวง"
    }
  },
  {
    "translation": {
      "en": "He obviously wants to work for NASA. [laughs]",
      "th": "เห็นได้ชัดว่าลูกอยากทำงานให้นาซา"
    }
  },
  {
    "translation": {
      "en": "It's dark all around here.",
      "th": "ตรงนี้มืดหมดเลย"
    }
  },
  {
    "translation": {
      "en": "I don't think there's anything over here.",
      "th": "ฉันว่าตรงนี้คงไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Jackson] No, there are no stars, Ava.",
      "th": "ไม่มีดาวซะหน่อย เอว่า"
    }
  },
  {
    "translation": {
      "en": "[Ava] There's teensy weensy ones.",
      "th": "เป็นดาวดวงเล็กกระจิ๋วหลิว"
    }
  },
  {
    "translation": {
      "en": "[Jackson] I still only see the sun.",
      "th": "ฉันเห็นแต่ดวงอาทิตย์อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Mary Ann] He really wants to be an astronaut.",
      "th": "ลูกอยากเป็นนักบินอวกาศมาก"
    }
  },
  {
    "translation": {
      "en": "He wants to go into space more than anything.",
      "th": "ลูกอยากไปอวกาศมากกว่าสิ่งใดในโลก"
    }
  },
  {
    "translation": {
      "en": "They're trying to get here. Mars.",
      "th": "พวกเขาพยายามไปที่นี่ ดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "Good idea.",
      "th": "ความคิดดี"
    }
  },
  {
    "translation": {
      "en": "I feel like something, like...",
      "th": "ผมรู้สึกเหมือนจะมี..."
    }
  },
  {
    "translation": {
      "en": "is going to happen, like, so wrong,",
      "th": "เรื่องผิดพลาดร้ายแรงเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "and, like, it's not gonna be very good for Earth.",
      "th": "และมันจะไม่ดีต่อโลกมนุษย์นักเลย"
    }
  },
  {
    "translation": {
      "en": "That-- That's what worries me.",
      "th": "นั่นแหละที่ผมกังวล"
    }
  },
  {
    "translation": {
      "en": "He watches films about space and NASA,",
      "th": "ลูกชอบดูหนังเกี่ยวกับอวกาศและนาซา"
    }
  },
  {
    "translation": {
      "en": "and in it, they said something to the effect,",
      "th": "และในหนัง พวกเขาระบุว่า"
    }
  },
  {
    "translation": {
      "en": "\"Astronauts have to have 20-20 vision.\"",
      "th": "\"นักบินอวกาศต้องมีสายตาปกติ\""
    }
  },
  {
    "translation": {
      "en": "And that just...",
      "th": "แล้วมันก็..."
    }
  },
  {
    "translation": {
      "en": "It really upset him for a long time.",
      "th": "ทำให้ลูกเศร้าอยู่ตั้งนาน"
    }
  },
  {
    "translation": {
      "en": "And I believe-- Like, when he says something,",
      "th": "และฉันเชื่อลูก เวลาลูกพูดว่า"
    }
  },
  {
    "translation": {
      "en": "that something's gonna happen or he's gonna do something,",
      "th": "จะเกิดอะไรขึ้น หรือว่าลูกจะทำอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "I believe him.",
      "th": "ฉันเชื่อลูก"
    }
  },
  {
    "translation": {
      "en": "He's gonna go to space. I believe it.",
      "th": "ลูกจะได้ไปอวกาศ ฉันเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter] An FDA advisory panel voted unanimously yesterday",
      "th": "เมื่อวานนี้ คณะกรรมการอาหารและยา ลงมติเป็นเอกฉันท์"
    }
  },
  {
    "translation": {
      "en": "to recommend approval of a groundbreaking treatment",
      "th": "อนุมัติให้มีการใช้การรักษาใหม่"
    }
  },
  {
    "translation": {
      "en": "for people with a faulty gene",
      "th": "กับผู้ที่มีพันธุกรรมผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "that causes severe vision loss starting in childhood.",
      "th": "ทำให้สูญเสียการมองเห็นขั้นรุนแรงตั้งแต่เด็ก"
    }
  },
  {
    "translation": {
      "en": "They take a virus and put in a normal copy of the gene",
      "th": "พวกเขาเอาไวรัสมาสอดยีนที่ปกติเข้าไป"
    }
  },
  {
    "translation": {
      "en": "and they inject it into the white of the eye.",
      "th": "แล้วฉีดเข้าไปในตาขาว"
    }
  },
  {
    "translation": {
      "en": "And then, literally, days later, sight returns to most of the people in the trial.",
      "th": "และภายในเวลาไม่กี่วัน ผู้ป่วยส่วนใหญ่ก็มองเห็นได้เหมือนปกติ"
    }
  },
  {
    "translation": {
      "en": "[Mary Ann] It's amazing. I feel like we're on the cusp of...",
      "th": "มันน่าอัศจรรย์ ฉันรู้สึกว่าเราใกล้จะ..."
    }
  },
  {
    "translation": {
      "en": "some, like, major changes for him.",
      "th": "ถึงจุดพลิกผันสำหรับลูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] And it's an amazing thing. This is the start of a new revolution.",
      "th": "และมันเป็นเรื่องที่วิเศษจริงๆ นี่เป็นจุดเริ่มต้นของการปฏิวัติครั้งใหม่ในโลก"
    }
  },
  {
    "translation": {
      "en": "This is science fiction science,",
      "th": "นี่เป็นวิทยาศาสตร์ในนิยาย"
    }
  },
  {
    "translation": {
      "en": "because it really is something we've dreamed of and talked about for decades,",
      "th": "เพราะมันเป็นสิ่งที่เราใฝ่ฝันถึง และพูดถึงมาหลายสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "but now it's happening.",
      "th": "แต่ตอนนี้มันจะกลายเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Every important undertaking that faces us is limited by biology.",
      "th": "ทุกหน้าที่สำคัญที่เราทำ ถูกจำกัดด้วยชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "[Estep] As a species on a single planet,",
      "th": "ในฐานะสปีชีส์ที่อยู่บนดาวดวงเดียว"
    }
  },
  {
    "translation": {
      "en": "we are at serious existential risk.",
      "th": "ความอยู่รอดของเรา ตกอยู่ในอันตรายครั้งใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "And one of the problems that we need to solve",
      "th": "และปัญหาหนึ่งที่เราต้องแก้ไข"
    }
  },
  {
    "translation": {
      "en": "is how we're going to get people",
      "th": "คือเราจะส่งคน"
    }
  },
  {
    "translation": {
      "en": "living safely in space on other planets.",
      "th": "ไปอยู่บนดาวเคราะห์ดวงอื่น ในอวกาศอย่างปลอดภัยได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "There's a lot of focus on the rockets to get us up there,",
      "th": "เรื่องจรวดที่จะพาเราไปที่นั่น ได้รับความสนใจเยอะแล้ว"
    }
  },
  {
    "translation": {
      "en": "the vehicles, you know, that we can, uh, rove planets and mine planets,",
      "th": "ยานพาหนะที่จะช่วยให้เราเดินทาง และขุดเจาะดาวเคราะห์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "but unlike previous journeys into space",
      "th": "แต่ที่ไม่เหมือนการเดินทางไปอวกาศครั้งอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "where we've gone and come back,",
      "th": "ที่เป็นเที่ยวบินไปกลับ"
    }
  },
  {
    "translation": {
      "en": "at some point, we're gonna have to take a one-way journey.",
      "th": "สักวันหนึ่งเราจะต้องเดินทางไปไม่กลับ"
    }
  },
  {
    "translation": {
      "en": "We're gonna have to go without any promise of coming back,",
      "th": "เราจะต้องไปโดยไม่แน่ใจว่าจะได้กลับมาไหม"
    }
  },
  {
    "translation": {
      "en": "and our biology is gonna have to be fit for space.",
      "th": "และสภาพร่างกายของเรา จะต้องเหมาะอยู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "You know, radiation-intense environments,",
      "th": "ในสภาพแวดล้อมที่มีคลื่นรังสีสูง"
    }
  },
  {
    "translation": {
      "en": "um, low-gravity environments.",
      "th": "สภาพแวดล้อมแรงโน้มถ่วงต่ำ"
    }
  },
  {
    "translation": {
      "en": "And those challenges will only be met",
      "th": "และเราจะแก้ปัญหานั้นสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "once we understand how we can make the changes in our genomes",
      "th": "ก็ต่อเมื่อเราเข้าใจวิธีการเปลี่ยนจีโนมของเรา"
    }
  },
  {
    "translation": {
      "en": "to thrive, uh, on other planets.",
      "th": "ให้สามารถอาศัยบนดาวเคราะห์ดวงอื่นได้"
    }
  },
  {
    "translation": {
      "en": "When I was a kid, growing up reading Isaac Asimov",
      "th": "ตอนฉันยังเด็ก ฉันได้อ่านหนังสือของไอแซค อาซิมอฟ"
    }
  },
  {
    "translation": {
      "en": "and other-- other science fiction writers,",
      "th": "และนักเขียนนิยายวิทยาศาสตร์คนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "watching Star Trek on TV and things like that,",
      "th": "และฉันได้ดูสตาร์ เทรคทางทีวี"
    }
  },
  {
    "translation": {
      "en": "things that were clearly in the realm of fiction at that time",
      "th": "สิ่งที่ในยุคนั้นยังคงเป็นได้แค่เรื่องในนิยาย"
    }
  },
  {
    "translation": {
      "en": "are increasingly being realized.",
      "th": "ตอนนี้เริ่มกลายเป็นจริงมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's a powerful tool partly because it is democratizing.",
      "th": "มันเป็นเครื่องมือที่ทรงพลัง ส่วนหนึ่งเพราะมันเป็นประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "It's available inexpensively to scientists around the world.",
      "th": "มันราคาถูก นักวิทยาศาสตร์ทั่วโลกสามารถเข้าถึงมันได้"
    }
  },
  {
    "translation": {
      "en": "Whether...",
      "th": "ไม่ว่า..."
    }
  },
  {
    "translation": {
      "en": "we as a society will-- will grapple with that appropriately",
      "th": "สังคมของเราจะทำความเข้าใจมันได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "remains to be seen.",
      "th": "ก็ต้องคอยดูกันต่อไป"
    }
  },
  {
    "translation": {
      "en": "I think we're at a crossroads right now.",
      "th": "ฉันว่าตอนนี้เราอยู่ในช่วงหัวเลี้ยวหัวต่อ"
    }
  },
  {
    "translation": {
      "en": "What does this look like, writ large,",
      "th": "มันจะดูเหมือนอะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "if we begin to engineer our entire world,",
      "th": "ถ้าเราเริ่มตัดต่อพันธุกรรมทั้งโลก"
    }
  },
  {
    "translation": {
      "en": "if we start to engineer all that we can in nature?",
      "th": "ถ้าเราตัดต่อพันธุกรรมทุกสิ่งทุกอย่างในธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "This is going to have long-lasting ripple effects,",
      "th": "มันจะมีผลกระทบที่คงอยู่ไปอีกยาวนาน"
    }
  },
  {
    "translation": {
      "en": "and we don't have to go that way.",
      "th": "และเราไม่จำเป็นต้องเลือกเส้นทางนั้น"
    }
  },
  {
    "translation": {
      "en": "Humanity is very bad at saying no to technologies everywhere.",
      "th": "มนุษยชาติทั่วโลกปฏิเสธเทคโนโลยีไม่ค่อยเป็น"
    }
  },
  {
    "translation": {
      "en": "Because even if you say no,",
      "th": "เพราะต่อให้คุณปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "is everyone else in the world going to say no?",
      "th": "คนอื่นๆ ในโลกจะปฏิเสธด้วยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Our civilization is vulnerable. It's not sustainable.",
      "th": "อารยธรรมของเราเปราะบาง มันไม่ยั่งยืน"
    }
  },
  {
    "translation": {
      "en": "We have no choice but to continue exploring the tree of knowledge,",
      "th": "เราจำเป็นต้องใฝ่หาความรู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "but we always run the risk of discovering something",
      "th": "แต่เราก็เสี่ยงค้นพบสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "that we cannot handle.",
      "th": "เรารับไม่ได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "So it's a balance.",
      "th": "เราต้องมีสมดุล"
    }
  },
  {
    "translation": {
      "en": "I don't know where that will go.",
      "th": "ผมไม่รู้ว่ามันจะไปในทิศทางไหน"
    }
  },
  {
    "translation": {
      "en": "[stammers] I try to imagine a world",
      "th": "ผมพยายามจินตนาการโลก"
    }
  },
  {
    "translation": {
      "en": "where people can overcome",
      "th": "ที่ทุกคนสามารถเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "a lot of the inequalities that have been placed upon them.",
      "th": "ความเหลื่อมล้ำต่างๆ ในชีวิตพวกเขา"
    }
  },
  {
    "translation": {
      "en": "We're no longer constrained by the genetics we were born with.",
      "th": "เราไม่จำเป็นต้องทนอยู่กับ พันธุกรรมที่มีมาแต่เกิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "It immediately removes that barrier,",
      "th": "มันทลายกำแพงนั้นทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "that, like, rich people get something, and poor people don't.",
      "th": "กำแพงที่กั้นไม่ให้คนจนได้ในสิ่งที่คนรวยมี"
    }
  },
  {
    "translation": {
      "en": "Like, rich people get expensive medical treatment, poor people don't.",
      "th": "คนรวยได้เข้ารับการรักษาราคาแพง คนจนอด"
    }
  },
  {
    "translation": {
      "en": "That can change.",
      "th": "มันเปลี่ยนได้"
    }
  },
  {
    "translation": {
      "en": "[Ishee] The way I see it, life is information.",
      "th": "ผมมองว่าชีวิตคือข้อมูล"
    }
  },
  {
    "translation": {
      "en": "A person and-- and a, you know, pile of organic matter",
      "th": "คนกับกองสารอินทรีย์"
    }
  },
  {
    "translation": {
      "en": "are made of the same materials. It's just how it's organized.",
      "th": "มีวัตถุดิบเหมือนกัน ต่างกันที่การเรียงเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Get up. Hey, Daddy!",
      "th": "พ่อครับ"
    }
  },
  {
    "translation": {
      "en": "You see that small chunk of wood? Can I chop that up?",
      "th": "พ่อเห็นไม้ท่อนเล็กๆ ไหม ผมสับได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-Okay. There you go. -Oh! It was right there.",
      "th": "- เอาเลย - มันอยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Ishee] If you rearrange the atoms in a pile of, you know, rotten leaves,",
      "th": "ถ้าคุณเรียงอะตอมในกองใบไม้เน่าใหม่"
    }
  },
  {
    "translation": {
      "en": "you can make a person.",
      "th": "คุณสร้างคนได้"
    }
  },
  {
    "translation": {
      "en": "Because you've got all the right materials there,",
      "th": "เพราะในนั้นมีวัตถุดิบครบแล้ว"
    }
  },
  {
    "translation": {
      "en": "but the wrong information.",
      "th": "แต่ข้อมูลผิด"
    }
  },
  {
    "translation": {
      "en": "People think of themselves as objects, but we're not anything like an object",
      "th": "และผู้คนชอบคิดว่าตัวเองเป็นสิ่งของ แต่เราไม่เหมือนสิ่งของเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "because I'm not the material.",
      "th": "เพราะผมไม่ใช่วัตถุดิบ"
    }
  },
  {
    "translation": {
      "en": "I'm the information that organizes the material.",
      "th": "ผมเป็นข้อมูลที่เรียบเรียงวัตถุดิบนั้น"
    }
  },
  {
    "translation": {
      "en": "When you have the power to change that,",
      "th": "เมื่อคุณมีอำนาจเปลี่ยนแปลงมันได้"
    }
  },
  {
    "translation": {
      "en": "you can just tweak the information a bit...",
      "th": "คุณก็สามารถดัดแปลงข้อมูลเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "...and then let it spread",
      "th": "แล้วปล่อยให้มันแพร่กระจาย"
    }
  },
  {
    "translation": {
      "en": "and reorganize matter from the ground up.",
      "th": "และเรียบเรียงสสารใหม่ตั้งแต่ระดับพื้นฐานขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "There's so many things that could be, that aren't.",
      "th": "หลายสิ่งหลายอย่างที่เป็นไปได้ไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "That nature may never have made or may never have evolved.",
      "th": "หลายสิ่งที่ธรรมชาติอาจไม่มีวันสร้าง หรือไม่มีวันวิวัฒนาการขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "And now you're going to make choices that change things.",
      "th": "และตอนนี้คุณจะเลือกเปลี่ยนแปลงสิ่งต่างๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Then what kind of world can we build?",
      "th": "แล้วเราสร้างโลกแบบไหนได้บ้างล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jackson] Peek-a-boo.",
      "th": "จ๊ะเอ๋"
    }
  },
  {
    "translation": {
      "en": "[man] Don't put your lips on it.",
      "th": "อย่าให้ปากโดนเลนส์สิ"
    }
  },
  {
    "translation": {
      "en": "[Jackson] Why are you guys taking pictures?",
      "th": "ทำไมต้องถ่ายรูปด้วยล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "What did they take from you?",
      "th": "พวกเขาเอาอะไรไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "My blood.",
      "th": "เลือดผม"
    }
  },
  {
    "translation": {
      "en": "Your blood. Do you know why they took your blood?",
      "th": "เลือดของลูก รู้ไหมว่าเอาไปทำไม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่รู้ครับ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, to help me see. -[laughs] Yeah!",
      "th": "- รู้ครับ จะได้ช่วยให้ผมมองเห็น - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "They called me yesterday.",
      "th": "- เมื่อวานพวกเขาโทรมาหาแม่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Are they able to cure it?",
      "th": "- เมื่อวานพวกเขาโทรมาหาแม่ - โอเค แล้วพวกเขารักษาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, yes!",
      "th": "ไชโย!"
    }
  },
  {
    "translation": {
      "en": "There's a chance that you might be able to see. [sniffles]",
      "th": "ลูกอาจได้มองเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[sniffles] Are you excited?",
      "th": "ตื่นเต้นไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "[Jackson] I thought I was just gonna be stuck like this my whole entire life.",
      "th": "ผมนึกว่าผมจะต้องเป็นแบบนี้ไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "-[Jackson] When are we going down? -[Mary Ann chuckles]",
      "th": "แล้วเราจะไปเมื่อไรครับ"
    }
  }
]