[
  {
    "translation": {
      "en": "[narrator] Once upon a time, there was a beautiful, downtrodden girl with an evil stepmother.",
      "th": "กาลครั้งหนึ่งนานมาแล้ว มีเด็กสาวแสนสวยผู้ถูกกดขี่กับแม่เลี้ยงใจร้าย"
    }
  },
  {
    "translation": {
      "en": "Then a fairy godmother granted her wish to go to a ball,",
      "th": "จากนั้นนางฟ้าแม่ทูนหัว ก็ประทานพรให้เธอได้ไปงานเต้นรำ"
    }
  },
  {
    "translation": {
      "en": "-where, at the stroke of midnight… -[clock chimes] …she lost her glass slipper.",
      "th": "และเมื่อถึงเวลาเที่ยงคืน เธอก็ทำรองเท้าแก้วหลุดไว้"
    }
  },
  {
    "translation": {
      "en": "-But a prince found it… -Huh. [narrator] …and when he finally tracked her down,",
      "th": "แต่เจ้าชายก็มาพบมันเข้า แล้วเขาก็ตามหาเธอจนพบ"
    }
  },
  {
    "translation": {
      "en": "they fell in love and lived happily ever after.",
      "th": "พวกเขาตกหลุมรักกันและมีความสุขไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "You know the story.",
      "th": "คุณรู้จักเรื่องนี้ดี"
    }
  },
  {
    "translation": {
      "en": "Or maybe you know this story.",
      "th": "หรือคุณอาจจะรู้จักเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "There was a beautiful, downtrodden girl with an evil stepmother.",
      "th": "มีเด็กสาวแสนสวยผู้ถูกกดขี่กับแม่เลี้ยงใจร้าย"
    }
  },
  {
    "translation": {
      "en": "Then some magical fish bones",
      "th": "แล้วก็มีก้างปลาวิเศษ"
    }
  },
  {
    "translation": {
      "en": "granted her a wish to go to the New Year's festival,",
      "th": "ประทานพรให้เธอได้ไปเทศกาลปีใหม่"
    }
  },
  {
    "translation": {
      "en": "where she lost her teeny tiny golden shoe.",
      "th": "แล้วเธอก็ทำรองเท้าทองคำคู่จิ๋วหล่นไว้ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "-But the king found it… -Hmm. …and when he finally tracked her down,",
      "th": "แต่พระราชามาพบมันเข้า และเขาก็ตามหาเธอจนพบ"
    }
  },
  {
    "translation": {
      "en": "they fell in love and lived happily ever after.",
      "th": "พวกเขาตกหลุมรักกันและมีความสุขไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "-And her evil stepmother… -[growls]",
      "th": "ส่วนแม่เลี้ยงใจร้าย"
    }
  },
  {
    "translation": {
      "en": "…was crushed to death by stones in a cave.",
      "th": "ก็ถูกก้อนหินทับตายอยู่ในถ้ำ"
    }
  },
  {
    "translation": {
      "en": "And in Greece, a similar story was once told.",
      "th": "และในกรีซก็มีเรื่องเล่าคล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Except this beautiful, downtrodden girl was bathing in a river,",
      "th": "ต่างกันแค่เด็กสาวแสนสวยผู้ถูกกดขี่นั้น กำลังอาบน้ำอยู่ในแม่น้ำ"
    }
  },
  {
    "translation": {
      "en": "when an eagle swooped in and stole her sandal,",
      "th": "แล้วก็มีเหยี่ยวคาบเอารองเท้าของเธอไป"
    }
  },
  {
    "translation": {
      "en": "which it then serendipitously dropped right into the lap of a king.",
      "th": "แล้วพรหมลิขิตก็บันดาล ให้มันทำรองเท้าหล่นบนตักของพระราชา"
    }
  },
  {
    "translation": {
      "en": "Spoiler alert: When he finally tracked her down,",
      "th": "แล้วก็ซ้ำเดิม เขาตามหาเธอจนเจอ"
    }
  },
  {
    "translation": {
      "en": "they fell in love, and they lived happily ever after.",
      "th": "พวกเขาตกหลุมรักกันและมีความสุขไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "And there are plenty more.",
      "th": "และยังมีอีกหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "Downtrodden girl.",
      "th": "เด็กสาวผู้ถูกกดขี่"
    }
  },
  {
    "translation": {
      "en": "Magical intervention.",
      "th": "เรื่องสอดแทรกเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "Loses her shoe, meets her love.",
      "th": "ทำรองเท้าหาย พบรักแท้"
    }
  },
  {
    "translation": {
      "en": "Girl, magic, shoe, love.",
      "th": "สาวน้อย เวทมนตร์ รองเท้า ความรัก"
    }
  },
  {
    "translation": {
      "en": "Back in 1893,",
      "th": "ย้อนกลับไปในปี 1893"
    }
  },
  {
    "translation": {
      "en": "a folklorist recorded 345 different versions of Cinderella",
      "th": "มีนักคติชนวิทยาบันทึกว่าทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "told all around the world.",
      "th": "เล่าเรื่องซินเดอเรลล่า 345 แบบ"
    }
  },
  {
    "translation": {
      "en": "Today, we think that number is in the thousands,",
      "th": "ทุกวันนี้ เราคิดว่ามันอยู่ที่หลักพัน"
    }
  },
  {
    "translation": {
      "en": "and it's not just Cinderella.",
      "th": "และไม่ใช่แค่ซินเดอเรลล่าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Many of the fairy tales you know and love exist in dozens of different countries.",
      "th": "เทพนิยายหลายเรื่องที่คุณรู้จักและชื่นชอบ มีการเล่าต่อกันไปในหลายสิบภาษา"
    }
  },
  {
    "translation": {
      "en": "Why do we keep telling versions of the same story?",
      "th": "ทำไมเราถึงเอาแต่เล่าเรื่องเดิม ในแบบฉบับต่างกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "What is it about fairy tales?",
      "th": "เทพนิยายมันมีอะไรซ่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "Ready? Let's go.",
      "th": "พร้อมนะ ไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "[man 1] Between these covers, we find these immortal favorites.",
      "th": "ในบรรดาหนังสือเหล่านี้ เราได้เจอกับเรื่องราวยอดนิยมสุดอมตะ"
    }
  },
  {
    "translation": {
      "en": "[man 2] Do you remember when you were small",
      "th": "คุณจำตอนที่คุณยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "hearing the story of Red Riding Hood?",
      "th": "และได้ฟังเรื่องหนูน้อยหมวกแดงได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Remember, when the clock strikes 12:00,",
      "th": "จำไว้นะ เมื่อนาฬิกาบอกเวลาเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "you must be home by then.",
      "th": "เธอจะต้องกลับมาบ้านให้ทัน"
    }
  },
  {
    "translation": {
      "en": "[man 3] Remember the lovely princess who was bewitched into a deep slumber",
      "th": "จำเรื่องราวของเจ้าหญิงแสนงาม ผู้ถูกสาปให้หลับใหลตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "until her Prince Charming came to break the spell?",
      "th": "รอเจ้าชายรูปงามมาทำลายคำสาปนั้นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Come on, wake up! Wake up! You lazy good-for-nothing!",
      "th": "ตื่นได้แล้ว! ยัยขี้เซาไร้ประโยชน์!"
    }
  },
  {
    "translation": {
      "en": "Come on, wake up!",
      "th": "ตื่นได้แล้ว!"
    }
  },
  {
    "translation": {
      "en": "When we talk about fairy tales, often we use the term",
      "th": "เมื่อเราพูดถึงเทพนิยาย เรามักใช้คำนี้"
    }
  },
  {
    "translation": {
      "en": "to think about things that are unrealistically good.",
      "th": "เพื่อบรรยายถึงสิ่งที่ดีจนเกินจริง (คอนสแตนซ์ เกรดี้ นักวิจารณ์วัฒนธรรม ว็อกซ์)"
    }
  },
  {
    "translation": {
      "en": "[Negga] You know the image,",
      "th": "คุณรู้จักภาพนั้นดี"
    }
  },
  {
    "translation": {
      "en": "reproduced in so many movies, TV shows, advertisements.",
      "th": "มันถูกผลิตซ้ำในภาพยนตร์ รายการทีวี และโฆษณามากมาย"
    }
  },
  {
    "translation": {
      "en": "[Grady] And the camera sort of freezes on this impossibly beautiful moment.",
      "th": "และก็จะถ่ายแช่ภาพช่วงเวลาที่งดงามเหนือจริง"
    }
  },
  {
    "translation": {
      "en": "And often we're hearkening specifically to the idea",
      "th": "และบ่อยครั้งเราก็จะผุดนึกถึง"
    }
  },
  {
    "translation": {
      "en": "of the ending of a Disney movie.",
      "th": "ตอนจบของหนังดิสนีย์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Negga] In 1937, Walt Disney,",
      "th": "ในปี 1937 วอลต์ ดิสนีย์"
    }
  },
  {
    "translation": {
      "en": "animator extraordinaire,",
      "th": "นักอนิเมชันฝีมือยอด"
    }
  },
  {
    "translation": {
      "en": "co-inventor of Mickey Mouse,",
      "th": "ผู้ร่วมประดิษฐ์มิกกี้เมาส์"
    }
  },
  {
    "translation": {
      "en": "released Snow White, the rollicking story",
      "th": "ได้ปล่อยสโนว์ไวท์ เรื่องราวสนุกสนาน"
    }
  },
  {
    "translation": {
      "en": "of a beautiful girl, her evil stepmother,",
      "th": "ของสาวงาม แม่เลี้ยงใจร้าย"
    }
  },
  {
    "translation": {
      "en": "and seven adorable dwarfs of varying temperaments.",
      "th": "และคนแคระแสนน่ารักทั้งเจ็ดผู้มีนิสัยต่างกัน"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Negga] It was his first ever full-length animation movie",
      "th": "มันเป็นหนังอนิเมชันเรื่องยาวเรื่องแรกของเขา"
    }
  },
  {
    "translation": {
      "en": "and made in Multiplane Technicolor, as they boasted in the movie's marketing.",
      "th": "สร้างด้วยกล้องมัลติเพลนภาพสี ซึ่งพวกเขานำมาอวดในการโปรโมตภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "[man] More than 250,000 paintings like these",
      "th": "ภาพวาดแบบนี้กว่า 250,000 ภาพ"
    }
  },
  {
    "translation": {
      "en": "were created by Walt Disney and his staff of artists.",
      "th": "สร้างสรรค์โดยวอลต์ ดิสนีย์ และทีมงานศิลปินของเขา"
    }
  },
  {
    "translation": {
      "en": "[Negga] Many copied frame by frame from a recording of these reference actors,",
      "th": "หลายภาพเลียนแบบ วิดีโอนักแสดงต้นแบบที่ละเฟรม"
    }
  },
  {
    "translation": {
      "en": "so the characters looked and danced like real people.",
      "th": "เพื่อให้ตัวละครมีลักษณะ และเต้นรำเหมือนคนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "As opposed to,",
      "th": "ตรงข้ามกันกับ"
    }
  },
  {
    "translation": {
      "en": "well, cartoons.",
      "th": "เอ่อ การ์ตูน"
    }
  },
  {
    "translation": {
      "en": "Like these earlier Disney films.",
      "th": "เหมือนหนังดิสนีย์เรื่องก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "Production was so ambitious that newspapers labeled it his folly.",
      "th": "การผลิตมีความทะเยอทะยานมาก จนหนังสือพิมพ์ตราหน้าว่าเป็นความโง่เขลา"
    }
  },
  {
    "translation": {
      "en": "But when Snow White came out, they changed their tune.",
      "th": "แต่พอสโนว์ไวท์ออกฉาย พวกเขาก็เปลี่ยนท่าทีไป"
    }
  },
  {
    "translation": {
      "en": "It became an international sensation.",
      "th": "มันกลายเป็นกระแสโด่งดังไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "You could buy Snow White accessories, Snow White dolls,",
      "th": "คุณสามารถซื้อเครื่องประดับสโนว์ไวท์ ตุ๊กตาสโนว์ไวท์"
    }
  },
  {
    "translation": {
      "en": "a vast array of dwarf-inspired hats,",
      "th": "หมวกหลากหลายแบบ ที่ได้แรงบันดาลใจจากคนแคระ"
    }
  },
  {
    "translation": {
      "en": "and the first movie soundtrack ever sold.",
      "th": "และมีการขาย เพลงประกอบภาพยนตร์เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "If you adjust for inflation,",
      "th": "ถ้าเทียบตามอัตราเงินเฟ้อแล้ว"
    }
  },
  {
    "translation": {
      "en": "Snow White still ranks among the highest-grossing movies ever made.",
      "th": "สโนว์ไวท์ยังคงเป็น หนึ่งในหนังที่ทำรายได้สูงสุดอันดับต้นๆ"
    }
  },
  {
    "translation": {
      "en": "And it created the playbook for many Disney hits that followed.",
      "th": "และมันก็กลายเป็นสูตรให้หนังฮิต ของดิสนีย์สร้างตามมาอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "[Grady] This fantasy of ball gowns, and castles,",
      "th": "เรื่องเล่าชวนฝันที่มีชุดราตรี และปราสาท และเด็กสาวที่น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "and a poor young girl who has to find her happy ending,",
      "th": "และปราสาท และเด็กสาวที่น่าสงสาร ที่ต้องตามหาตอนจบแสนสุข"
    }
  },
  {
    "translation": {
      "en": "probably by marrying a prince.",
      "th": "ด้วยการแต่งงานกับเจ้าชาย"
    }
  },
  {
    "translation": {
      "en": "There's nothing wrong with any of that,",
      "th": "มันไม่มีอะไรผิดเลย แต่มันส่งผลแตกต่างมากๆ"
    }
  },
  {
    "translation": {
      "en": "but it's doing a very different thing from the earlier fairy tales.",
      "th": "มันไม่มีอะไรผิดเลย แต่มันส่งผลแตกต่างมากๆ จากเทพนิยายในยุคแรกๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Negga] If you want to know what fairy tales are really about,",
      "th": "ถ้าคุณอยากรู้เกี่ยวกับเทพนิยาย"
    }
  },
  {
    "translation": {
      "en": "you have to ask the true experts.",
      "th": "คุณก็ต้องถามผู้เชี่ยวชาญตัวจริง"
    }
  },
  {
    "translation": {
      "en": "It's a thing",
      "th": "มันคือสิ่งที่ (ยูนา สหราชอาณาจักร)"
    }
  },
  {
    "translation": {
      "en": "that, uh, might be on movies,",
      "th": "อาจจะอยู่ในหนัง"
    }
  },
  {
    "translation": {
      "en": "might be on books.",
      "th": "อาจจะอยู่ในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "It needs a main character. It's magical.",
      "th": "ต้องมีตัวละครเอก มีเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "Um…",
      "th": "(เอวา เอมี่ และอเล็กซิส สหรัฐอเมริกา)"
    }
  },
  {
    "translation": {
      "en": "A fairy tale is basically a story",
      "th": "เทพนิยายคือเรื่องราวที่มี"
    }
  },
  {
    "translation": {
      "en": "pretty characters who say beautiful speeches.",
      "th": "ตัวละครสวยๆ ที่พูดเพราะๆ"
    }
  },
  {
    "translation": {
      "en": "A fairy tale is",
      "th": "เทพนิยายคือ"
    }
  },
  {
    "translation": {
      "en": "not real.",
      "th": "สิ่งที่ไม่มีจริง"
    }
  },
  {
    "translation": {
      "en": "It's just a story.",
      "th": "มันเป็นแค่เรื่องเล่า"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] That comes from another world, a world of magic,",
      "th": "ที่มาจากอีกโลกหนึ่ง โลกแห่งเวทมนตร์ (ฮวนและอิซาเบลล่า โคลอมเบีย)"
    }
  },
  {
    "translation": {
      "en": "full of creativity, of many colors.",
      "th": "มีความคิดสร้างสรรค์และสีสัน"
    }
  },
  {
    "translation": {
      "en": "I mean, a completely different world from the one we know.",
      "th": "มันเป็นคนละโลกกับโลกที่เรารู้จัก"
    }
  },
  {
    "translation": {
      "en": "[Negga in English] And those definitions are pretty accurate.",
      "th": "และคำนิยามพวกนั้นก็ถูกต้องทีเดียว"
    }
  },
  {
    "translation": {
      "en": "It might make sense to think of these stories",
      "th": "มันอาจสมเหตุผลที่จะมองว่าเรื่องเหล่านี้ (มาเรีย ทาทาร์ ศจ.คติชนวิทยา)"
    }
  },
  {
    "translation": {
      "en": "as tales about metamorphosis and transformation.",
      "th": "(มาเรีย ทาทาร์ ศจ.คติชนวิทยา) เป็นเรื่องการเปรียบเปรย และการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "[Negga] Cinderella's rags turn into a beautiful dress.",
      "th": "ผ้าขี้ริ้วของซินเดอเรลล่า กลายเป็นชุดราตรีแสนสวย"
    }
  },
  {
    "translation": {
      "en": "Snow White comes back to life with a true love's kiss.",
      "th": "สโนว์ไวท์กลับมามีชีวิตด้วยจูบจากรักแท้"
    }
  },
  {
    "translation": {
      "en": "Jack's beans sprout a plant tower that stretches beyond the clouds.",
      "th": "ต้นถั่วของแจ็คงอกเป็นต้นไม้ยักษ์ ที่ทอดยาวทะลุเมฆ"
    }
  },
  {
    "translation": {
      "en": "All fairy tales have mystery and magic in them.",
      "th": "เทพนิยายทุกเรื่อง มีความลึกลับและเวทมนตร์อยู่ในตัว"
    }
  },
  {
    "translation": {
      "en": "[Negga] But so do a lot of stories that aren't fairy tales,",
      "th": "แต่ก็มีหลายเรื่องที่ไม่ใช่เทพนิยาย"
    }
  },
  {
    "translation": {
      "en": "so it might help to know what a fairy tale isn't.",
      "th": "ดังนั้นเราอาจเข้าใจมันได้มากขึ้น หากรู้ว่าสิ่งไหนบ้างที่ไม่ใช่เทพนิยาย"
    }
  },
  {
    "translation": {
      "en": "First, a fairy tale is not a legend.",
      "th": "อย่างแรก เทพนิยายไม่ใช่ตำนาน"
    }
  },
  {
    "translation": {
      "en": "Legends are all stories with historical basis,",
      "th": "(กษัตริย์อาร์เธอร์) ตำนานคือเรื่องราวที่อิงประวัติศาสตร์ (โรบินฮู้ด) (มู่หลาน)"
    }
  },
  {
    "translation": {
      "en": "set in a real time, a real place.",
      "th": "เกิดในช่วงเวลาจริง สถานที่จริง"
    }
  },
  {
    "translation": {
      "en": "A fairy tale setting should be ambiguous,",
      "th": "สถานที่และเวลาในเทพนิยายจะต้องกำกวม"
    }
  },
  {
    "translation": {
      "en": "which is why they often start with \"Once upon a time.\"",
      "th": "ทำให้มันมักจะเริ่มต้นด้วยคำว่า \"กาลครั้งหนึ่งนานมาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Or in Czech, \"Beyond seven mountain ranges,",
      "th": "หรือในเช็กก็เป็น \"เหนือเทือกเขา"
    }
  },
  {
    "translation": {
      "en": "beyond seven rivers.\"",
      "th": "และผืนน้ำทั้งเจ็ด\""
    }
  },
  {
    "translation": {
      "en": "Or in Arabic,",
      "th": "หรือในภาษาอาหรับ"
    }
  },
  {
    "translation": {
      "en": "\"There was, oh, what there was,",
      "th": "\"ครั้งหนึ่งครั้งใด"
    }
  },
  {
    "translation": {
      "en": "or there wasn't, in the oldest of days and ages and times.\"",
      "th": "หรือไม่เคยมีมา ในช่วงเวลาเมื่อครั้งโบราณกาล\""
    }
  },
  {
    "translation": {
      "en": "A fairy tale is also not a myth.",
      "th": "เทพนิยายก็ไม่ใช่เทพปกรณัม"
    }
  },
  {
    "translation": {
      "en": "Which is often a sacred story, or a foundational story.",
      "th": "ซึ่งมักจะเป็นเรื่องราวศักดิ์สิทธิ์ หรือเรื่องการก่อร่างสร้างเมือง"
    }
  },
  {
    "translation": {
      "en": "A charter narrative about how a civilization began.",
      "th": "เรื่องเล่าอย่างเป็นทางการ ของจุดเริ่มต้นอารยธรรม (เทพอิซานางิ เทพธิดาอิซานามิ) (กล่องแพนโดรา)"
    }
  },
  {
    "translation": {
      "en": "-[Negga] In other words a religious story. -[hissing]",
      "th": "หรือพูดง่ายๆ คือเรื่องเล่าศาสนา (อดัมกับอีฟ)"
    }
  },
  {
    "translation": {
      "en": "And lastly, a fairy tale is not a fable,",
      "th": "และสุดท้ายเทพนิยายไม่ใช่นิทาน"
    }
  },
  {
    "translation": {
      "en": "which are stories told specifically to convey a moral or message,",
      "th": "ซึ่งมักจะบอกเล่าเรื่องราว สื่อคติสอนใจหรือส่งสาร"
    }
  },
  {
    "translation": {
      "en": "often by way of a pair of talking animals.",
      "th": "ซึ่งมักจะถ่ายทอดผ่านสัตว์พูดได้สองตัว"
    }
  },
  {
    "translation": {
      "en": "Like The Hare and the Tortoise,",
      "th": "อย่างเรื่องกระต่ายกับเต่า"
    }
  },
  {
    "translation": {
      "en": "which shows us, you know, slow and steady wins the race.",
      "th": "ซึ่งแสดงให้เราเห็นว่า ความช้าแต่มั่นคงนั่นช่วยให้คว้าชัยได้"
    }
  },
  {
    "translation": {
      "en": "[tortoise] I am not afraid.",
      "th": "ฉันไม่กลัวหรอก"
    }
  },
  {
    "translation": {
      "en": "I'll race you, and I'll win.",
      "th": "ฉันจะแข่งกับเธอ และฉันก็จะชนะ"
    }
  },
  {
    "translation": {
      "en": "[Negga] Fairy tales can have a moral element,",
      "th": "เทพนิยายอาจมีองค์ประกอบทางศีลธรรมได้"
    }
  },
  {
    "translation": {
      "en": "but it's not always that clear what it is.",
      "th": "แต่มันไม่ชัดเจนเสมอไปว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Jack and the Beanstalk appears to be pro-stealing.",
      "th": "แจ็คกับต้นถั่ววิเศษดูเหมือนจะสนับสนุนหัวขโมย"
    }
  },
  {
    "translation": {
      "en": "At least from ogres.",
      "th": "อย่างน้อยก็การขโมยของจากยักษ์"
    }
  },
  {
    "translation": {
      "en": "It's a simple story. It's skeletal.",
      "th": "มันเป็นเรื่องง่ายๆ มันเป็นโครง"
    }
  },
  {
    "translation": {
      "en": "The forces of good and evil.",
      "th": "พลังแห่งความดีและความชั่ว"
    }
  },
  {
    "translation": {
      "en": "Not much nuance in there at all.",
      "th": "ไม่แตกต่างกันเท่าใดนัก"
    }
  },
  {
    "translation": {
      "en": "[Negga] And they tend to follow a similar arc.",
      "th": "และมักจะเล่าเส้นเรื่องคล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "The hero and their world is established,",
      "th": "สร้างฮีโร่และโลกของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "then the villain enters and does something villainous,",
      "th": "แล้วก็มีตัวร้ายโผล่มา ทำบางสิ่งที่ชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "the hero comes up with a plan to fix it, gets some magical help.",
      "th": "ฮีโร่คิดแผนแก้ไข มีเวทมนตร์ช่วยเสริม"
    }
  },
  {
    "translation": {
      "en": "There's a struggle, they escape, get rewarded. The end.",
      "th": "มีการต่อสู้ หลบหนี ได้รับผลดี จบบริบูรณ์"
    }
  },
  {
    "translation": {
      "en": "There are a lot of stories that follow this arc.",
      "th": "มีหลายเรื่องราวที่ทำตามเส้นเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "And only a small subset",
      "th": "และแตกแขนงย่อยออกมาส่วนนึง"
    }
  },
  {
    "translation": {
      "en": "involve a pretty princess who's rescued by a prince and then gets married.",
      "th": "ที่จะมีเจ้าชายช่วยเจ้าหญิงโฉมงาม และพวกเขาก็ได้แต่งงานกัน"
    }
  },
  {
    "translation": {
      "en": "Folklorists are Disney haters.",
      "th": "นักคติชนวิทยาเกลียดดิสนีย์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's a corporate fairy tale. It's top-down.",
      "th": "มันคือเทพนิยายเพื่อการค้า ทุกอย่างถูกควบคุม"
    }
  },
  {
    "translation": {
      "en": "And in some ways, what it has done is to give us a standardized version",
      "th": "และในบางแง่มุม ก็ถือว่ามันได้มอบ เรื่องเล่าฉบับมาตรฐานให้กับเรา"
    }
  },
  {
    "translation": {
      "en": "that has erased all of these local variants.",
      "th": "ซึ่งลบล้างเรื่องเล่าในท้องถิ่น ที่หลากหลายออกไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Negga] Like all those Cinderellas.",
      "th": "อย่างซินเดอเรลล่าพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Japan had its own Cinderella, Hachikazuki,",
      "th": "ญี่ปุ่นมีซินเดอเรลล่าเป็นของตัวเอง ฮาชิคาซึกิ"
    }
  },
  {
    "translation": {
      "en": "and her story was uniquely Japanese.",
      "th": "และเรื่องราวของเธอ ก็มีเอกลักษณ์เฉพาะของญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "She's protected by a magic bowl stuck to her head,",
      "th": "เธอได้รับการปกป้องจากชามวิเศษ ที่ติดอยู่บนหัว"
    }
  },
  {
    "translation": {
      "en": "a Buddhist symbol.",
      "th": "สัญลักษณ์ทางพุทธศาสนา"
    }
  },
  {
    "translation": {
      "en": "But when Disney's version of Cinderella came to Japan,",
      "th": "แต่เมื่อซินเดอเรลล่า ในฉบับของดิสนีย์มาถึงญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "she became a cultural phenomenon,",
      "th": "เธอก็กลายเป็นปรากฏการณ์ทางวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "featured in movies, books, accessories,",
      "th": "พบได้ทั้งในหนัง หนังสือ เครื่องประดับ"
    }
  },
  {
    "translation": {
      "en": "and the All-Star Dream Cinderella wrestling tournament.",
      "th": "และในการแข่งขันมวยปล้ำ รวมดาวซินเดอเรลล่า"
    }
  },
  {
    "translation": {
      "en": "Or take the Russian version of Snow White, preserved in this Soviet-era cartoon,",
      "th": "หรืออย่างสโนว์ไวท์ฉบับรัสเซีย ซึ่งคงต้นฉบับการ์ตูนยุคโซเวียต"
    }
  },
  {
    "translation": {
      "en": "which has the famous magic mirror,",
      "th": "ซึ่งก็มีกระจกวิเศษ"
    }
  },
  {
    "translation": {
      "en": "and the poisoned apple,",
      "th": "และแอปเปิลอาบยาพิษอันโด่งดัง"
    }
  },
  {
    "translation": {
      "en": "but the seven dwarfs are seven knights.",
      "th": "แต่คนแคระทั้งเจ็ดเปลี่ยนเป็นอัศวินทั้งเจ็ด"
    }
  },
  {
    "translation": {
      "en": "And their relationship to Snow White is a little different.",
      "th": "และความสัมพันธ์ของพวกเขากับสโนว์ไวท์ ก็ต่างออกไปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[in Russian] As you know, you're our sister.",
      "th": "อย่างที่เจ้ารู้ เจ้าเป็นน้องสาวเรา"
    }
  },
  {
    "translation": {
      "en": "All seven of us here are in love with you.",
      "th": "และพวกเราทั้งเจ็ดก็ต่างรักเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Negga in English] But even before Disney's Snow White conquered the world,",
      "th": "แต่ก่อนที่สโนว์ไวท์ของดิสนีย์จะครองโลกด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "the tale it's based on had pulled off a similar feat.",
      "th": "นิทานดั้งเดิมต้นแบบของดิสนีย์ ก็ประสบความสำเร็จคล้ายกัน"
    }
  },
  {
    "translation": {
      "en": "A somewhat darker German folktale,",
      "th": "นิทานพื้นบ้านเยอรมันที่มืดหม่นกว่าดิสนีย์สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Sneewittchen, which Disney clearly nods to.",
      "th": "ชเนวิตเชน ซึ่งดิสนีย์ ได้รับแรงบันดาลใจมาเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "The dwarfs' house is a classic medieval Germanic design.",
      "th": "บ้านของคนแคระ เป็นบ้านทรงเยอรมันดั้งเดิมในยุคกลาง"
    }
  },
  {
    "translation": {
      "en": "So is the castle, with its rounded towers and iron finials,",
      "th": "เช่นเดียวกับปราสาทที่มีหอคอยทรงกลม และยอดเป็นเหล็ก"
    }
  },
  {
    "translation": {
      "en": "and Snow White's upturned collar, and puffy, slashed sleeves.",
      "th": "รวมทั้งปกคอตั้ง และแขนเสื้อพองฟูกลีบเว้าของสโนไวท์"
    }
  },
  {
    "translation": {
      "en": "That original German version had become so famous",
      "th": "ฉบับดั้งเดิมของเยอรมันโด่งดังมาก"
    }
  },
  {
    "translation": {
      "en": "because of one of the great marketing coups in literary history.",
      "th": "เพราะมีการปฏิวัติทางการตลาดครั้งใหญ่ ในประวัติศาสตร์วรรณกรรม"
    }
  },
  {
    "translation": {
      "en": "Turning fairy tales",
      "th": "เปลี่ยนเทพนิยาย"
    }
  },
  {
    "translation": {
      "en": "into kids' stories.",
      "th": "ให้เป็นนิทานเด็ก"
    }
  },
  {
    "translation": {
      "en": "Jacob and Wilhelm Grimm were librarians and amateur folklorists",
      "th": "ยาค็อบและวิลเฮล์ม กริมม์ เป็นบรรณารักษ์และนักคติชนวิทยามือสมัครเล่น"
    }
  },
  {
    "translation": {
      "en": "living in Prussia, now Germany, in the early 1800s,",
      "th": "อาศัยอยู่ในปรัสเซียซึ่งตอนนี้คือเยอรมนี ในช่วงต้นศตวรรษที่ 18"
    }
  },
  {
    "translation": {
      "en": "a period when Napoleon's empire was rapidly expanding,",
      "th": "ช่วงเวลาที่อาณาจักรของนโปเลียน ขยายตัวอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "threatening, they thought, to eclipse German heritage entirely.",
      "th": "ซึ่งพวกเขาคิดว่าเป็นภัยคุกคาม มรดกตกทอดของเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "So they traveled the country, collecting folk stories.",
      "th": "พวกเขาจึงเดินทางไปทั่วประเทศ และรวบรวมเรื่องเล่าพื้นบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Tatar] They wanted to capture the remnants of a storytelling tradition",
      "th": "พวกเขาอยากเก็บเศษเสี้ยวที่หลงเหลือ ของประเพณีการเล่าเรื่องไว้"
    }
  },
  {
    "translation": {
      "en": "before it disappeared.",
      "th": "ก่อนที่มันจะหายไป"
    }
  },
  {
    "translation": {
      "en": "Stories that had been told by adults to other adults,",
      "th": "เรื่องที่ผู้ใหญ่เล่าให้ผู้ใหญ่ฟัง"
    }
  },
  {
    "translation": {
      "en": "with children present at times.",
      "th": "ซึ่งมีเด็กนั่งอยู่ด้วยเป็นบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Negga] In 1812,",
      "th": "ในปี 1812"
    }
  },
  {
    "translation": {
      "en": "they published a book titled Children and Household Tales,",
      "th": "พวกเขาตีพิมพ์หนังสือชื่อนิทานเด็กและครอบครัว"
    }
  },
  {
    "translation": {
      "en": "because the tales were about children,",
      "th": "เพราะมันเป็นนิทานเกี่ยวกับเด็ก"
    }
  },
  {
    "translation": {
      "en": "not for children.",
      "th": "ไม่ใช่สำหรับเด็ก"
    }
  },
  {
    "translation": {
      "en": "Well, this is their version of Rapunzel.",
      "th": "นี่คือราพันเซลในแบบฉบับของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "There's a beautiful girl with magical hair,",
      "th": "มีสาวสวยคนหนึ่งที่มีผมวิเศษ"
    }
  },
  {
    "translation": {
      "en": "who's imprisoned in a tower by an evil sorceress,",
      "th": "ถูกแม่มดชั่วร้ายขังไว้บนหอคอย"
    }
  },
  {
    "translation": {
      "en": "Mother Gothel.",
      "th": "คุณแม่กอเธล"
    }
  },
  {
    "translation": {
      "en": "One day, a prince climbs up her hair to enjoy her company.",
      "th": "วันหนึ่งมีเจ้าชายปีนผมเธอขึ้นไป และมีเวลาดีๆ ร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "-Rapunzel gets pregnant and has twins… -[babies crying]",
      "th": "ราพันเซลตั้งท้องและคลอดลูกแฝด"
    }
  },
  {
    "translation": {
      "en": "…so Gothel banishes them to the wilderness.",
      "th": "กอเธลเลยขับไล่พวกเขาเข้าไปในป่า"
    }
  },
  {
    "translation": {
      "en": "They got terrible reviews. The book was panned.",
      "th": "ทั้งคู่ได้รับคำวิจารณ์แย่มาก และหนังสือก็ถูกตำหนิอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "[Negga] A leading critic called it \"pathetic and tasteless.\"",
      "th": "นักวิจารณ์ชั้นนำบอกว่ามัน \"น่าสมเพชและไร้รสนิยม\""
    }
  },
  {
    "translation": {
      "en": "And they decided, \"Okay, we're gonna listen to these critics.\"",
      "th": "พวกเขาตัดสินใจว่า \"เราจะรับฟังนักวิจารณ์พวกนี้\""
    }
  },
  {
    "translation": {
      "en": "\"We're gonna make those stories more child-friendly.\"",
      "th": "\"เราจะทำให้เรื่องราวเป็นมิตรกับเด็กมากขึ้น\""
    }
  },
  {
    "translation": {
      "en": "[Negga] By their final edition,",
      "th": "และในฉบับปรับปรุงสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "the prince just chats to Rapunzel.",
      "th": "เจ้าชายแค่คุยกับราพันเซลเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Nobody gets pregnant.",
      "th": "ไม่มีใครท้อง"
    }
  },
  {
    "translation": {
      "en": "And then the prince's eyes get poked out by thorns.",
      "th": "แล้วเจ้าชายก็ถูกหนามปักลูกตา"
    }
  },
  {
    "translation": {
      "en": "Child-friendly in 19th-century Germany meant more violence.",
      "th": "การเป็นมิตรกับเด็กในเยอรมนีช่วงศตวรรษที่ 19 หมายถึงให้โหดกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "A book called Shock-Headed Peter",
      "th": "หนังสือชื่อปีเตอร์หัวกระเซิง"
    }
  },
  {
    "translation": {
      "en": "was a best seller at the time,",
      "th": "เป็นหนังสือที่ขายดีที่สุดในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "with stories like a boy who sucks his thumb,",
      "th": "มีเรื่องเล่าอย่างเด็กชายที่ชอบดูดนิ้วโป้ง"
    }
  },
  {
    "translation": {
      "en": "and gets it chopped off by giant scissors.",
      "th": "และถูกตัดนิ้วออกด้วยกรรไกรยักษ์"
    }
  },
  {
    "translation": {
      "en": "Or a boy who doesn't want to comb his hair,",
      "th": "หรือเด็กชายที่ไม่ยอมหวีผม"
    }
  },
  {
    "translation": {
      "en": "so he ends up looking like this,",
      "th": "จนมีสภาพเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "and his parents stop loving him.",
      "th": "และพ่อแม่ก็ไม่รักเขาอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "These were cautionary tales",
      "th": "เหล่านี้เป็นนิทานเตือนใจ"
    }
  },
  {
    "translation": {
      "en": "warning them about the dangers of curiosity.",
      "th": "คอยเตือนเด็กๆ ถึงอันตราย จากความอยากรู้อยากเห็น"
    }
  },
  {
    "translation": {
      "en": "Becoming a manual of manners for children.",
      "th": "มันกลายเป็นคู่มือสอนมารยาทเด็ก"
    }
  },
  {
    "translation": {
      "en": "[Negga] In the Grimms' version of Cinderella,",
      "th": "ในซินเดอเรลล่าฉบับกริมม์"
    }
  },
  {
    "translation": {
      "en": "the stepsisters cut off chunks of their feet",
      "th": "พี่สาวทั้งสองตัดเท้าตัวเองออกบางส่วน"
    }
  },
  {
    "translation": {
      "en": "to try to jam them into the slipper,",
      "th": "เพื่อจะยัดเท้าลงไปในรองเท้าให้ได้"
    }
  },
  {
    "translation": {
      "en": "but they're thwarted by a pesky pigeon.",
      "th": "แต่แผนของพวกเธอก็พังเพราะเจ้านกน่ารำคาญ"
    }
  },
  {
    "translation": {
      "en": "And it says, \"Coo-coory coo, there's blood in the shoe.\"",
      "th": "มันบอกว่า \"กะโต๊ก กะโต๊ก มีเลือดโชกอยู่ในรองเท้า\""
    }
  },
  {
    "translation": {
      "en": "It's a rhyming couplet. I don't actually remember it.",
      "th": "มันเป็นคำคล้องจองน่ะค่ะ ฉันก็จำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Negga] It's actually…",
      "th": "ที่จริงแล้วมันคือ"
    }
  },
  {
    "translation": {
      "en": "Rook di goo, rook di goo!",
      "th": "โอ้กอี้โอ้ก โอ้กอี้โอ้ก!"
    }
  },
  {
    "translation": {
      "en": "There's blood in the shoe.",
      "th": "มีเลือดโชกอยู่ในรองเท้า"
    }
  },
  {
    "translation": {
      "en": "The shoe is too tight.",
      "th": "รองเท้าคับเกินไป"
    }
  },
  {
    "translation": {
      "en": "This bride is not right!",
      "th": "เจ้าสาวคนนี้ไม่ใช่ตัวจริง!"
    }
  },
  {
    "translation": {
      "en": "[Negga] Later, the birds come back, and peck out their eyes.",
      "th": "หลังจากนั้นนกก็บินกลับมาจิกตาพวกเธอออก"
    }
  },
  {
    "translation": {
      "en": "I have this very clear memory of being about three,",
      "th": "ฉันจำได้ชัดเลยว่าตอนนั้นอายุสามขวบ"
    }
  },
  {
    "translation": {
      "en": "and just being, like, super into it, and being like,",
      "th": "และก็อินกับมันมากจนถึงกับว่า"
    }
  },
  {
    "translation": {
      "en": "\"Yes, this is what these evil people deserve. Get 'em.\"",
      "th": "\"ใช่เลย ตัวร้ายสมควรเจอแบบนี้แล้ว จัดการพวกมันซะ\""
    }
  },
  {
    "translation": {
      "en": "[Negga] As the book spread internationally,",
      "th": "เมื่อหนังสือแพร่หลายไปยังต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "editors added illustrations.",
      "th": "ก็มีการเพิ่มภาพประกอบลงไป"
    }
  },
  {
    "translation": {
      "en": "[Tatar] That is a real inflection point.",
      "th": "นั่นคือจุดเปลี่ยนที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "They became part of what we now call bedtime reading.",
      "th": "เทพนิยายกลายมาเป็น สิ่งที่เราเรียกกันว่านิทานก่อนนอนในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "[Negga] Inspiring other writers, like Denmark's Hans Christian Andersen,",
      "th": "สร้างแรงบันดาลใจให้นักเขียน เช่นฮันส์ คริสเตียน แอนเดอร์เซนจากเดนมาร์ก"
    }
  },
  {
    "translation": {
      "en": "to make up fairy tales of their own.",
      "th": "ให้แต่งเทพนิยายของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But in their prologue, the Grimms made a pretty magical claim.",
      "th": "แต่ในบทนำของพวกเขา พี่น้องกริมม์ก็อ้างไว้อย่างยิ่งใหญ่ว่า"
    }
  },
  {
    "translation": {
      "en": "Their stories were ancient,",
      "th": "เรื่องราวของพวกเขาเก่าแก่"
    }
  },
  {
    "translation": {
      "en": "linked to the earlier and simplest forms of life.",
      "th": "เชื่อมโยงกับรูปแบบชีวิตก่อนกาลที่เรียบง่ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "There had often been the assumption that a lot of these stories were very old.",
      "th": "มักจะมีสมมติฐานว่า เรื่องเล่าหลายเรื่องเก่าแก่มาก"
    }
  },
  {
    "translation": {
      "en": "And that's because we find many of the same stories in different cultures,",
      "th": "และนั่นเป็นเพราะเราเจอเรื่องเดียวกันมากมาย ในวัฒนธรรมอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "cultures that we know are related to one another.",
      "th": "วัฒนธรรมที่เรารู้ว่าเกี่ยวข้องกัน"
    }
  },
  {
    "translation": {
      "en": "[Negga] More than a century before the Grimms,",
      "th": "กว่าหนึ่งศตวรรษก่อนมีพี่น้องกริมม์"
    }
  },
  {
    "translation": {
      "en": "Charles Perrault had published a hit book of fairy tales in France,",
      "th": "ชาร์ล แปโรต์ได้ตีพิมพ์ หนังสือเทพนิยายสุดฮิตในฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "which included a lot of the same stories.",
      "th": "ซึ่งมีเรื่องเดียวกันอยู่หลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "There had been earlier writers too,",
      "th": "มีนักเขียนก่อนหน้านี้หลายคนเช่นกัน และเป็นไปได้ว่า"
    }
  },
  {
    "translation": {
      "en": "and it was possible that they had actually invented these stories,",
      "th": "มีนักเขียนก่อนหน้านี้หลายคนเช่นกัน และเป็นไปได้ว่า พวกเขาคือคนคิดค้นเรื่องพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and then they spread like wildfire.",
      "th": "แล้วเรื่องราวก็แพร่ไปราวไฟลามทุ่ง"
    }
  },
  {
    "translation": {
      "en": "A lot of these stories",
      "th": "ส่วนมากเรื่องพวกนี้"
    }
  },
  {
    "translation": {
      "en": "may just simply be very catchy.",
      "th": "มันค่อนข้างจดจำได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "They may just be really entertaining stories",
      "th": "มันอาจเป็นแค่เรื่องที่มอบความสนุก"
    }
  },
  {
    "translation": {
      "en": "that people love hearing and love telling,",
      "th": "ที่ผู้คนชอบฟังและชอบเล่า"
    }
  },
  {
    "translation": {
      "en": "so therefore may not be ancient in origin at all.",
      "th": "ดังนั้นอาจไม่ได้มีต้นกำเนิดเก่าแก่เลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Negga] But solving that mystery",
      "th": "แต่การไขปริศนานั้น"
    }
  },
  {
    "translation": {
      "en": "was next to impossible.",
      "th": "แทบจะเป็นไปไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Take Little Red Riding Hood.",
      "th": "อย่างเช่นเรื่องหนูน้อยหมวกแดง"
    }
  },
  {
    "translation": {
      "en": "This map is a snapshot of all the times a version of the story was written down.",
      "th": "แผนที่นี้เป็นภาพรวมของ ทุกครั้งที่มีการจดบันทึกเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "By a missionary in West Africa, a poet in China,",
      "th": "โดยมิชชันนารีในแอฟริกาตะวันตก กวีในจีน"
    }
  },
  {
    "translation": {
      "en": "or two brothers in Germany.",
      "th": "หรือสองพี่น้องในเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "But in between all of those recorded stories",
      "th": "แต่ระหว่างเรื่องราวที่ถูกบันทึกไว้เหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "are thousands of miles and hundreds of years.",
      "th": "คือระยะทางหลายพันกิโล และระยะเวลาหลายร้อยปี"
    }
  },
  {
    "translation": {
      "en": "Now, that's very similar to the problem that evolutionary biologists have",
      "th": "มันคล้ายกันมากกับปัญหา ที่นักชีววิทยาวิวัฒนาการเจอ"
    }
  },
  {
    "translation": {
      "en": "in trying to reconstruct the history of life,",
      "th": "ในการพยายามรื้อสร้าง ประวัติศาสตร์ของชีวิต"
    }
  },
  {
    "translation": {
      "en": "because only a tiny fraction",
      "th": "เพราะมีแค่สปีชีส์เศษเสี้ยวเดียวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "of all the species that have ever existed have left any trace at all.",
      "th": "ของบรรดาสปีชีส์ทั้งหมดที่เคยดำรงอยู่ ได้ทิ้งร่องรอยไว้"
    }
  },
  {
    "translation": {
      "en": "[Negga] But by tracking a certain trait or gene,",
      "th": "แต่จากการแกะรอยลักษณะหรือยีนบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "they're able to show how species evolved",
      "th": "เศษเสี้ยวนั้นก็แสดงให้เห็นว่า สปีชีส์วิวัฒนาการยังไง"
    }
  },
  {
    "translation": {
      "en": "and even prove the existence of shared ancestors",
      "th": "และพิสูจน์ได้ด้วยซ้ำว่ามีบรรพบุรุษร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "that are long extinct.",
      "th": "ซึ่งสูญพันธุ์ไปนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "And Tehrani took the same approach.",
      "th": "และเทห์รานีก็ใช้วิธีเดียวกันนี้"
    }
  },
  {
    "translation": {
      "en": "The core DNA of Little Red Riding Hood is simple.",
      "th": "ดีเอ็นเอหลักของหนูน้อยหมวกแดงนั้นเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "A child, or children,",
      "th": "เด็กคนหนึ่งหรือหลายคน"
    }
  },
  {
    "translation": {
      "en": "is isolated from a parent, then tricked by a predator,",
      "th": "ต้องห่างจากพ่อแม่ แล้วโดนนักล่าล่อลวง"
    }
  },
  {
    "translation": {
      "en": "who is pretending to be a beloved relative.",
      "th": "นักล่าปลอมตัวเป็นญาติสนิท"
    }
  },
  {
    "translation": {
      "en": "But there are also lots of mutations.",
      "th": "แต่ก็มีการดัดแปลงเยอะเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "In Europe, the predator is a wolf.",
      "th": "ในยุโรป ผู้ล่าคือหมาป่า"
    }
  },
  {
    "translation": {
      "en": "In China, it's a tiger.",
      "th": "ในจีน มันคือเสือ"
    }
  },
  {
    "translation": {
      "en": "In Africa, an ogre.",
      "th": "ในแอฟริกา เป็นยักษ์"
    }
  },
  {
    "translation": {
      "en": "In some stories, the child wears a red riding hood.",
      "th": "ในบางเรื่อง เด็กสวมหมวกสีแดง"
    }
  },
  {
    "translation": {
      "en": "And in others, the child is a goat.",
      "th": "และในบางเรื่อง เด็กก็เป็นแพะ"
    }
  },
  {
    "translation": {
      "en": "Sometimes, the child dies or…",
      "th": "บางครั้ง เด็กคนนั้นก็ตายหรือ..."
    }
  },
  {
    "translation": {
      "en": "A passing woodcutter comes and cuts open the wolf's stomach",
      "th": "มีคนตัดไม้ผ่านมาผ่าท้องหมาป่า"
    }
  },
  {
    "translation": {
      "en": "and rescues Little Red Riding Hood from it.",
      "th": "แล้วช่วยหนูน้อยหมวกแดงออกมา"
    }
  },
  {
    "translation": {
      "en": "[Negga] And other times…",
      "th": "และในบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "She doesn't need a man to rescue her.",
      "th": "เธอก็ไม่ต้องการให้ใครมาช่วย"
    }
  },
  {
    "translation": {
      "en": "She figures out a way to get away from the wolf herself.",
      "th": "เธอหาทางหนีจากหมาป่าด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Negga] And based on all those variations,",
      "th": "และจากการดัดแปลงมากมายเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "Tehrani traced how the story must have spread.",
      "th": "เทห์รานีย้อนรอยดูว่า เรื่องราวมันแพร่หลายไปอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Tehrani] You get a kind of family tree of versions of Little Red Riding Hood.",
      "th": "เราเลยได้รูปต้นไม้แผนภูมิ ของหนูน้อยหมวกแดงในฉบับต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[Negga] Fanning out into three continents,",
      "th": "แผ่กิ่งก้านเข้าสู่สามทวีป"
    }
  },
  {
    "translation": {
      "en": "and splitting off into smaller branches as details were added or lost.",
      "th": "และแตกกิ่งยิบย่อย ตามรายละเอียดต่างๆ ที่เพิ่มหรือหายไป"
    }
  },
  {
    "translation": {
      "en": "This tree tells its own story",
      "th": "ต้นไม้ต้นนี้บอกเล่าเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "of the places a tale traveled,",
      "th": "ของสถานที่ต่างๆ ที่นิยายเรื่องนี้เดินทางไปถึง"
    }
  },
  {
    "translation": {
      "en": "and of the generations of people who shared and loved it,",
      "th": "เรื่องราวของคนหลายรุ่น ที่เล่าขานและรักนิยายเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and made it their own.",
      "th": "และทำให้เป็นเรื่องในท้องถิ่นนั้น"
    }
  },
  {
    "translation": {
      "en": "By tracing any branch back,",
      "th": "และเมื่อย้อนรอยกิ่งก้านไป"
    }
  },
  {
    "translation": {
      "en": "you can also see which stories share an ancestor.",
      "th": "คุณจะเห็นว่าเรื่องราวไหนบ้าง ที่มีต้นกำเนิดเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Like the Grimms' version.",
      "th": "เหมือนฉบับกริมม์"
    }
  },
  {
    "translation": {
      "en": "Their proudly German tale",
      "th": "นิทานเยอรมันที่พวกเขาภาคภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "is a direct descendant of Perrault's French one.",
      "th": "สืบทอดโดยตรงจากฉบับฝรั่งเศสของแปโรต์"
    }
  },
  {
    "translation": {
      "en": "One of the Grimms' main sources had actually been a family friend,",
      "th": "หนึ่งในแหล่งที่มาสำคัญของนิทานกริมม์ คือเพื่อนคนหนึ่งของครอบครัวกริมม์ ซึ่งเป็นลูกสาวของผู้อพยพชาวฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "the daughter of French immigrants.",
      "th": "คือเพื่อนคนหนึ่งของครอบครัวกริมม์ ซึ่งเป็นลูกสาวของผู้อพยพชาวฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Who probably were familiar",
      "th": "ซึ่งน่าจะคุ้นเคยดี"
    }
  },
  {
    "translation": {
      "en": "with the version that Perrault had first written down.",
      "th": "กับฉบับที่แปโรต์เคยเขียนไว้"
    }
  },
  {
    "translation": {
      "en": "[Negga] But Perrault definitely hadn't invented it.",
      "th": "แต่แปโรต์ไม่ใช่คนคิดขึ้นมาแน่นอน"
    }
  },
  {
    "translation": {
      "en": "The original Little Red Riding Hood predates any famous book,",
      "th": "หนูน้อยหมวกแดงฉบับดั้งเดิม มีมาก่อนหนังสือชื่อดังเล่มไหนๆ"
    }
  },
  {
    "translation": {
      "en": "originating at least a thousand years ago.",
      "th": "มีต้นกำเนิดนานอย่างน้อยพันปีก่อน"
    }
  },
  {
    "translation": {
      "en": "But we're not sure from where or when.",
      "th": "แต่เราไม่แน่ใจว่ามาจากไหนหรือเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "[Tatar] We imagine human beings gathered around campsites,",
      "th": "เราจินตนาการว่ามนุษย์ คงจะรวมตัวกันรอบกองไฟ"
    }
  },
  {
    "translation": {
      "en": "telling stories to each other.",
      "th": "แล้วเล่าเรื่องให้กันและกันฟัง"
    }
  },
  {
    "translation": {
      "en": "One, to pass on ancestral wisdom,",
      "th": "เรื่องเล่าที่ส่งต่อภูมิปัญญาบรรพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "and also for the sake of entertainment.",
      "th": "และก็เพื่อความบันเทิงด้วย"
    }
  },
  {
    "translation": {
      "en": "These stories have been passed down from generation to generation",
      "th": "เรื่องราวเหล่านี้ถูกส่งต่อจากรุ่นสู่รุ่น"
    }
  },
  {
    "translation": {
      "en": "for a long, long time.",
      "th": "มาเป็นเวลาช้านาน"
    }
  },
  {
    "translation": {
      "en": "[Negga] Beauty and the Beast, that's 4,000 years old.",
      "th": "โฉมงามกับเจ้าชายอสูรมีอายุ 4,000 ปี"
    }
  },
  {
    "translation": {
      "en": "Jack and the Beanstalk is 5,000.",
      "th": "แจ็คกับต้นถั่ววิเศษมีอายุราว 5,000 ปี"
    }
  },
  {
    "translation": {
      "en": "And the oldest fairy tale they studied…",
      "th": "และเทพนิยายที่เก่าแก่ที่สุดที่พวกเขาศึกษามา…"
    }
  },
  {
    "translation": {
      "en": "You find in Germany, and in Western Europe,",
      "th": "จะพบได้ในเยอรมนี และในยุโรปตะวันตก"
    }
  },
  {
    "translation": {
      "en": "and in Eastern Europe, and in Western Asia,",
      "th": "และในยุโรปตะวันออกและในเอเชียตะวันตก"
    }
  },
  {
    "translation": {
      "en": "lots of these different populations that can be traced way back",
      "th": "มีจำนวนมากมายที่สามารถสืบย้อนกลับไปได้"
    }
  },
  {
    "translation": {
      "en": "to the last common ancestors.",
      "th": "จนถึงบรรพบุรุษที่มีร่วมกันรุ่นสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[Negga] Six thousand years ago.",
      "th": "หกพันปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Five thousand five hundred years before we invented printing.",
      "th": "ห้าพันห้าร้อยปีก่อนที่เราจะคิดค้นการพิมพ์"
    }
  },
  {
    "translation": {
      "en": "Four thousand before we invented paper.",
      "th": "สี่พันปีก่อนที่เราจะคิดค้นกระดาษ"
    }
  },
  {
    "translation": {
      "en": "Two thousand before we first wrote a story down,",
      "th": "สองพันปีก่อนที่เราจะเขียนเรื่องเล่าเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "the Epic of Gilgamesh.",
      "th": "มหากาพย์กิลกาเมช"
    }
  },
  {
    "translation": {
      "en": "It was first told right around the time we figured out how to make bronze,",
      "th": "มีการเล่าเรื่องนี้เป็นครั้งแรก ในสมัยที่เรารู้จักทำทองสัมฤทธ์"
    }
  },
  {
    "translation": {
      "en": "a civilization-changing event.",
      "th": "ซึ่งถือเป็นเหตุการณ์เปลี่ยนอารยธรรม"
    }
  },
  {
    "translation": {
      "en": "Which may be why the story is The Smith and the Devil.",
      "th": "ซึ่งอาจเป็นเหตุผลว่าทำไมเรื่องนี้ถึงเป็น เรื่องของช่างตีเหล็กและปีศาจ"
    }
  },
  {
    "translation": {
      "en": "[Tehrani] The blacksmith makes a deal with a malevolent, supernatural figure.",
      "th": "ช่างตีเหล็กคนนี้ทำข้อตกลง กับสิ่งชั่วร้ายเหนือธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "He wants to be able to weld any materials together",
      "th": "เขาอยากมีความสามารถ ในการเชื่อมทุกอย่างเข้าด้วยกันได้"
    }
  },
  {
    "translation": {
      "en": "to be the greatest blacksmith that's ever lived.",
      "th": "เพื่อจะเป็นช่างตีเหล็กที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "And in return, he will give up his soul.",
      "th": "และเพื่อเป็นการแลกเปลี่ยน เขาจะยอมสละวิญญาณให้"
    }
  },
  {
    "translation": {
      "en": "[Negga] If you haven't heard that story, you've heard a version of it.",
      "th": "ถ้าคุณไม่เคยได้ยินเรื่องนี้ คุณก็เคยได้ยินเรื่องนี้ในฉบับอื่นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I had to be at that there crossroads last midnight",
      "th": "เที่ยงคืนก่อนผมน่าจะอยู่ที่ทางแยกนั้น"
    }
  },
  {
    "translation": {
      "en": "to sell my soul to the devil.",
      "th": "เพื่อขายวิญญาณให้ปีศาจ"
    }
  },
  {
    "translation": {
      "en": "I offered my soul to Satan,",
      "th": "ฉันขอมอบวิญญาณให้ซาตาน"
    }
  },
  {
    "translation": {
      "en": "if he would raise the Hessian from the grave to avenge me.",
      "th": "ถ้าเขาจะยอมปลุกทหาร จากหลุมศพมาแก้แค้นให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Would you be willing to make a deal?",
      "th": "เจ้าจะยอมทำข้อตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Name your price.",
      "th": "บอกข้อแลกเปลี่ยนมา"
    }
  },
  {
    "translation": {
      "en": "[Negga] In Christian societies, it's become a story about the dangers of ambition,",
      "th": "ในสังคมชาวคริสต์ มันกลายเป็นเรื่องเกี่ยวกับ อันตรายของความทะเยอทะยาน"
    }
  },
  {
    "translation": {
      "en": "but in the original version…",
      "th": "แต่ในฉบับดั้งเดิม…"
    }
  },
  {
    "translation": {
      "en": "[Tehrani] The first thing the blacksmith does",
      "th": "สิ่งแรกที่ช่างตีเหล็กทำ"
    }
  },
  {
    "translation": {
      "en": "is sticks the devil to the spot, so the devil can't move.",
      "th": "คือยึดตัวปีศาจไว้กับที่ เพื่อให้มันขยับตัวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So he gets to be this kind of best blacksmith of all time",
      "th": "เขาเลยได้เป็นช่างตีเหล็กที่เก่งที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "and also gets to keep his soul, so he tricks the devil.",
      "th": "และยังรักษาวิญญาณตัวเองไว้ได้ เท่ากับว่าเขาหลอกปีศาจเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "Fairy tales have been",
      "th": "มีการเล่าเทพนิยาย..."
    }
  },
  {
    "translation": {
      "en": "beta tested for a really long time.",
      "th": "แบบลองผิดลองถูกอยู่นานมากๆ"
    }
  },
  {
    "translation": {
      "en": "They are stories that have just been honed down",
      "th": "มันเป็นเรื่องราวที่ถูกขัดเกลา"
    }
  },
  {
    "translation": {
      "en": "to a series of very evocative, specific details",
      "th": "จนมีรายละเอียดที่เจาะจงจนเห็นภาพ"
    }
  },
  {
    "translation": {
      "en": "over centuries and centuries of retelling.",
      "th": "ผ่านการบอกเล่าต่อกันมาหลายต่อหลายศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "[Negga] It's story survival of the fittest.",
      "th": "เรื่องราวที่ดีที่สุดเท่านั้นถึงจะอยู่รอด"
    }
  },
  {
    "translation": {
      "en": "As a story evolves, it sheds anything superfluous.",
      "th": "เมื่อเรื่องราววิวัฒนาการไป มันจะสลัดสิ่งที่ไม่จำเป็นทิ้ง"
    }
  },
  {
    "translation": {
      "en": "That's why the characters and plots are so simple,",
      "th": "นั่นคือเหตุผลที่ตัวละคร และพล็อตจึงเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "which means they can be easily adapted to the times.",
      "th": "ซึ่งแปลว่ามันสามารถปรับให้เข้ากับยุคสมัยได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "There are so many evil stepmothers because before the 20th century,",
      "th": "มีแม่เลี้ยงใจร้ายเยอะมาก เพราะก่อนศตวรรษที่ 20"
    }
  },
  {
    "translation": {
      "en": "it was pretty common for women to die in childbirth.",
      "th": "เป็นเรื่องปกติที่ผู้หญิงจะตายตอนคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "And Disney's Cinderella got a pumpkin carriage",
      "th": "และซินเดอเรลล่าของดิสนีย์ก็มีรถม้าฟักทอง"
    }
  },
  {
    "translation": {
      "en": "because when Charles Perrault originally wrote that version down,",
      "th": "เพราะตอนที่ชาร์ลส์ แปโรต์ เขียนเรื่องดั้งเดิมขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "people were excited about pumpkins.",
      "th": "ผู้คนกำลังตื่นเต้นกับฟักทอง"
    }
  },
  {
    "translation": {
      "en": "They were the cool new crop brought over from the Americas.",
      "th": "มันเป็นพืชผลใหม่สุดเท่ ที่เพิ่งนำเข้ามาจากอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Some of the earliest movies",
      "th": "หนังบางเรื่องในยุคแรกๆ"
    }
  },
  {
    "translation": {
      "en": "by legendary illusionist Georges Méliès",
      "th": "จากฝีมือของฌอร์ฌ เมเลียส นักสร้างหนังในตำนาน"
    }
  },
  {
    "translation": {
      "en": "were versions of Cinderella and Bluebeard.",
      "th": "เป็นอีกฉบับของซินเดอเรลล่าและเคราน้ำเงิน"
    }
  },
  {
    "translation": {
      "en": "The not-so-child-friendly story of a woman who discovers that her new husband",
      "th": "เรื่องหลังนี้ไม่เป็นมิตรกับเด็กเท่าไรนัก พูดถึงผู้หญิงคนนึง ที่พบว่าสามีใหม่ของเธอนั้น"
    }
  },
  {
    "translation": {
      "en": "has a habit of murdering his wives.",
      "th": "มีนิสัยชอบฆ่าภรรยาของตน"
    }
  },
  {
    "translation": {
      "en": "And then Lotte Reiniger moved them into a whole new world,",
      "th": "จากนั้นล็อตเต้ ไรนีเกอร์ ก็ย้ายเรื่องนี้เข้าสู่โลกใหม่"
    }
  },
  {
    "translation": {
      "en": "cutting puppets and choreographing their shadows,",
      "th": "โดยตัดทำหุ่นกระดาษและจัดท่าทางให้เงาของหุ่น"
    }
  },
  {
    "translation": {
      "en": "producing the true first full-length animated movie.",
      "th": "สร้างหนังอนิเมชันเรื่องยาว เรื่องแรกอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "And this film, a 1916 version of the Grimms' Snow White,",
      "th": "และหนังเรื่องนี้ สโนว์ไวท์ฉบับปี 1916 ของพี่น้องกริมม์"
    }
  },
  {
    "translation": {
      "en": "played to packed theaters",
      "th": "เป็นหนังที่คนดูเต็มโรง"
    }
  },
  {
    "translation": {
      "en": "barely able to hold the crowds of people desperate to see it.",
      "th": "แทบจะไม่พอรองรับผู้ชมที่อยากดูมาก"
    }
  },
  {
    "translation": {
      "en": "Including, the story goes,",
      "th": "เรื่องราวที่บอกเล่าต่อกันไปนั้นได้รวมถึง"
    }
  },
  {
    "translation": {
      "en": "a young boy named Walt,",
      "th": "เด็กชายคนนึงที่ชื่อวอลต์"
    }
  },
  {
    "translation": {
      "en": "who was so enchanted by it that he grew up to make his own version.",
      "th": "ซึ่งหลงใหลเทพนิยาย จนทำฉบับของตัวเองขึ้นมาเมื่อเขาโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "Disney has created the one story that we all know.",
      "th": "ดิสนีย์สร้างเรื่องเล่าแบบที่เราทุกคนรู้จัก"
    }
  },
  {
    "translation": {
      "en": "And so, in that sense,",
      "th": "เพราะฉะนั้นในแง่นั้น"
    }
  },
  {
    "translation": {
      "en": "you could say that it's had a kind of negative cultural effect.",
      "th": "คุณอาจจะพูดได้ว่า มันส่งผลเสียทางวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "But Disney kept the stories alive.",
      "th": "แต่ดิสนีย์ก็รักษาเรื่องเล่าให้อยู่รอดต่อไป"
    }
  },
  {
    "translation": {
      "en": "Were it not for Disney,",
      "th": "ถ้าไม่มีดิสนีย์"
    }
  },
  {
    "translation": {
      "en": "many of these fairy tales might have disappeared.",
      "th": "เทพนิยายหลายเรื่องอาจหายไป"
    }
  },
  {
    "translation": {
      "en": "Fairy tales are very much a product of the time in which they are made.",
      "th": "เทพนิยายเป็นผลผลิตสำคัญ ของยุคสมัยที่มันถูกสร้างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "If you look at Snow White,",
      "th": "ถ้าคุณดูสโนว์ไวท์"
    }
  },
  {
    "translation": {
      "en": "that's a movie made in the '30s.",
      "th": "นั่นเป็นหนังที่สร้างในทศวรรษ 30"
    }
  },
  {
    "translation": {
      "en": "The feminine ideal at the time,",
      "th": "หญิงในอุดมคติแห่งยุคนั้น"
    }
  },
  {
    "translation": {
      "en": "who is sweet and industrious, and cleans,",
      "th": "คือคนที่อ่อนหวาน ขยัน และรักความสะอาด"
    }
  },
  {
    "translation": {
      "en": "and is a sort of passive ideal of womanhood and of femininity.",
      "th": "และเป็นอุดมคติที่ส่งต่อกันมา ของความเป็นหญิงและเพศหญิง"
    }
  },
  {
    "translation": {
      "en": "[Negga] Disney also famously only hired white men in creative positions.",
      "th": "และเป็นที่รู้กันอย่างกว้างขวางว่า ดิสนีย์จ้างแค่ผู้ชายผิวขาว ในตำแหน่งสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "As the company explained in this rejection letter,",
      "th": "จากที่ทางบริษัทอธิบายไว้ ในจดหมายปฏิเสธงานฉบับนี้ว่า"
    }
  },
  {
    "translation": {
      "en": "quote, \"Girls weren't even considered for their training school.\"",
      "th": "\"ไม่พิจารณารับผู้หญิงเข้าฝึกงาน\""
    }
  },
  {
    "translation": {
      "en": "But times have changed.",
      "th": "แต่ยุคสมัยมันเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "Frozen is the first Disney animated movie to be directed by a woman.",
      "th": "โฟรเซ่นเป็นหนังอนิเมชันของดิสนีย์เรื่องแรก ที่กำกับโดยผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "[Tatar] Which was inspired by Andersen's story of The Snow Queen,",
      "th": "ซึ่งได้รับแรงบันดาลใจจากเรื่อง \"ราชินีหิมะ\" ของแอนเดอร์เซน"
    }
  },
  {
    "translation": {
      "en": "but which becomes a kind of hymn",
      "th": "แต่มันกลายเป็นเพลงสดุดี"
    }
  },
  {
    "translation": {
      "en": "to the solidarity of sisters,",
      "th": "ความรักใคร่กลมเกลียวของพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "and the solidarity of women in general.",
      "th": "และความสมัครสมานของผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "In many ways, when we rewrite the fairy tales to be more feminist,",
      "th": "ในหลายแง่มุม เมื่อเราเขียน เทพนิยายใหม่เชิดชูความเป็นหญิงมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "we're not really going forwards so much as we are going back.",
      "th": "เราไม่ได้ก้าวไปข้างหน้า มากเท่ากับที่เราถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "[Negga] The writer Madame d'Aulnoy",
      "th": "นักเขียนมาดามดูลนอย"
    }
  },
  {
    "translation": {
      "en": "gave us the term \"fairy tale\" back in the 17th century.",
      "th": "เป็นคนบัญญัติคำว่า \"เทพนิยาย\" ขึ้นมา ในช่วงคริสต์ศตวรรษที่ 17"
    }
  },
  {
    "translation": {
      "en": "And in her version of Cinderella, the beautiful, downtrodden girl",
      "th": "และในซินเดอเรลล่าฉบับของเธอ เด็กสาวแสนสวยผู้ถูกกดขี่"
    }
  },
  {
    "translation": {
      "en": "is nicknamed \"Little Clever Girl,\"",
      "th": "มีฉายาว่า \"สาวน้อยหัวใส\""
    }
  },
  {
    "translation": {
      "en": "because she triumphs by outsmarting her enemies",
      "th": "เพราะเธอชนะศัตรูด้วยปัญญาที่เหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "and making friends in high places with the fairies.",
      "th": "และผูกมิตรกับเหล่านางฟ้าเบื้องบน"
    }
  },
  {
    "translation": {
      "en": "[Grady] She spends the whole time being nice to all of her enemies,",
      "th": "เธอทำดีกับศัตรูของเธอทุกคน"
    }
  },
  {
    "translation": {
      "en": "but the moral that you're given at the end of this version is",
      "th": "แต่คำสอนใจในตอนท้ายของฉบับนี้คือ"
    }
  },
  {
    "translation": {
      "en": "it's really funny when you're nice to people who are terrible,",
      "th": "มันตลกดีที่เมื่อคุณทำดีกับคนที่ร้ายกาจ"
    }
  },
  {
    "translation": {
      "en": "and then you beat them anyway.",
      "th": "แต่คุณก็เอาชนะพวกเขาได้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Negga] As fairy tales moved on from campfires into homes,",
      "th": "เมื่อเทพนิยายย้ายจากกองไฟมาอยู่ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "then onto pages and finally screens,",
      "th": "และไปอยู่บนหน้ากระดาษ ท้ายที่สุดไปสู่จอเงิน"
    }
  },
  {
    "translation": {
      "en": "some stories faded into the shadows.",
      "th": "บางเรื่องก็จางหายไปกับกาลเวลา"
    }
  },
  {
    "translation": {
      "en": "But today more than ever before,",
      "th": "แต่ปัจจุบันนี้เราสามารถ"
    }
  },
  {
    "translation": {
      "en": "we have access to different branches,",
      "th": "เข้าถึงกิ่งก้านต่างๆ ของเรื่องเล่า"
    }
  },
  {
    "translation": {
      "en": "different trees, different forests entirely.",
      "th": "ต้นไม้ต้นอื่น และป่าแห่งอื่นได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "The film Coco introduced millions to Mexican folklore",
      "th": "หนังเรื่องโคโค่ทำให้คนหลายล้าน ได้รู้จักนิทานพื้นบ้านของเม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "about the importance of remembering your ancestors.",
      "th": "ที่พูดถึงความสำคัญของการระลึกถึงบรรพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "Moana was based on Polynesian folk traditions",
      "th": "โมอาน่าอิงมาจากประเพณีพื้นบ้าน ของชาวโปลินีเซีย"
    }
  },
  {
    "translation": {
      "en": "that remind us to care for our communities.",
      "th": "ที่เตือนให้เราใส่ใจชุมชนของเรา"
    }
  },
  {
    "translation": {
      "en": "And Japan's Hayao Miyazaki",
      "th": "และฮายาโอะ มิยาซากิจากญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "has given the world tales about the horrors of violence,",
      "th": "ก็สร้างนิทานให้โลกได้รู้ถึง ความน่าสะพรึงกลัวของความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "and respect for the natural world.",
      "th": "และการเคารพต่อธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "A theme shared by the Celtic folklore",
      "th": "แก่นของนิทานพื้นบ้านชาวเซลติก"
    }
  },
  {
    "translation": {
      "en": "that inspired the film Wolfwalkers.",
      "th": "เป็นแรงบันดาลใจให้หนังเรื่องวูล์ฟวอล์กเกอร์"
    }
  },
  {
    "translation": {
      "en": "[Tatar] The great thing about going global is",
      "th": "สิ่งที่ยอดเยี่ยมของโลกาภิวัฒน์คือ"
    }
  },
  {
    "translation": {
      "en": "that we realize that there's this golden chain of folklore",
      "th": "เราได้พบว่ามีโซ่ทองแห่งนิทานพื้นบ้าน"
    }
  },
  {
    "translation": {
      "en": "that unites all of us.",
      "th": "ยึดโยงเราให้เป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "That is, these stories can get us talking across continents,",
      "th": "ดังนั้น เรื่องเล่าเหล่านี้ ทำให้คนต่างทวีปมาพูดคุยกันได้"
    }
  },
  {
    "translation": {
      "en": "across cultural divides,",
      "th": "ข้ามเส้นแบ่งวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "across linguistic divides.",
      "th": "ข้ามเส้นแบ่งทางภาษา"
    }
  },
  {
    "translation": {
      "en": "Fairy tales are stories that have survived for thousands of years for a reason,",
      "th": "มันมีเหตุผลที่เทพนิยายเป็นเรื่องราว ที่อยู่รอดมาได้หลายพันปี"
    }
  },
  {
    "translation": {
      "en": "because they help us think about these problems",
      "th": "นั่นเพราะว่ามันช่วยให้เราได้ใคร่ครวญถึงปัญหา"
    }
  },
  {
    "translation": {
      "en": "that are fundamental to the human experience.",
      "th": "ซึ่งเป็นรากเหง้าร่วมกันของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "The very best folktales",
      "th": "นิทานพื้นบ้านที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "are the ones that are both highly adaptable,",
      "th": "คือเรื่องที่ทั้งสามารถปรับเปลี่ยนได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "but also ones that really speak to kind of fundamental truths,",
      "th": "และยังคงเป็นเรื่องที่พูดถึง ความจริงพื้นฐานที่มีร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "fundamental concerns, that are going to be relevant",
      "th": "ความกังวลพื้นฐานซึ่งจะเกี่ยวพัน"
    }
  },
  {
    "translation": {
      "en": "to all humans everywhere and at every time.",
      "th": "กับมนุษย์ทุกคนในทุกพื้นที่และในทุกช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "I learned that don't talk to strangers,",
      "th": "หนูได้เรียนรู้ว่าเราต้องห้ามคุยกับคนแปลกหน้า"
    }
  },
  {
    "translation": {
      "en": "and always listen to your parents",
      "th": "และให้เชื่อฟังพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "or the family you know.",
      "th": "หรือครอบครัวที่คุณรู้จักเสมอ"
    }
  },
  {
    "translation": {
      "en": "If I saw the wolf, I would just keep walking, not talk to him,",
      "th": "ถ้าหนูเห็นหมาป่าหนูจะเดินต่อ จะไม่คุยกับมัน"
    }
  },
  {
    "translation": {
      "en": "go to grandmother's house,",
      "th": "หนูจะไปบ้านคุณยาย"
    }
  },
  {
    "translation": {
      "en": "and just eat, no stopping.",
      "th": "แล้วก็กิน ไม่มีแวะเลย"
    }
  },
  {
    "translation": {
      "en": "You don't always have to",
      "th": "คุณไม่จำเป็นจะต้อง"
    }
  },
  {
    "translation": {
      "en": "wear something pretty",
      "th": "ใส่ชุดสวยๆ"
    }
  },
  {
    "translation": {
      "en": "or look pretty",
      "th": "หรือดูสวยตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "to be pretty from the inside.",
      "th": "ถึงจะดูสวยจากข้างในได้"
    }
  },
  {
    "translation": {
      "en": "If the person liked you,",
      "th": "ถ้าเขาชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "or they wanted to be your friend, they will like you for who you are.",
      "th": "หรืออยากเป็นเพื่อนคุณ พวกเขาจะชอบคุณในแบบที่คุณเป็น"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] If we believe and trust ourselves,",
      "th": "ถ้าเราเชื่อมั่นในตัวเอง"
    }
  },
  {
    "translation": {
      "en": "we can move forward, no matter what.",
      "th": "เราก็จะเดินต่อไปข้างหน้าได้ ไม่ว่ายังไงก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[Negga in English] And they lived peacefully and prosperous.",
      "th": "และพวกเขาก็อยู่อย่างสงบสุขและรุ่งเรือง"
    }
  },
  {
    "translation": {
      "en": "Or happily and contentedly until the end of their days.",
      "th": "หรืออย่างมีความสุขและพึงพอใจจวบจนวันสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Or in happiness and luxury to this very day.",
      "th": "หรือมีความสุขและหรูหราจนถึงทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "Or happily ever after.",
      "th": "หรือมีความสุขตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "Or snip, snap, snout, and then the story was out.",
      "th": "หรือลาแล้วลาลับ เรื่องราวจบลงเพียงเท่านี้"
    }
  }
]