[
  {
    "translation": {
      "en": "[reporter] People once called New York \"Fun City.\"",
      "th": "ผู้คนเคยเรียกนิวยอร์กว่า \"นครหรรษา\""
    }
  },
  {
    "translation": {
      "en": "Now the police and firemen's unions in New York are calling it \"Fear City.\"",
      "th": "ตอนนี้สหภาพตำรวจและนักผจญเพลิง ในนิวยอร์กเรียกมันว่า \"นครความกลัว\""
    }
  },
  {
    "translation": {
      "en": "[man 4] There was a dispute over here, and he gets shot in the head.",
      "th": "มีการทะเลาะกันตรงนั้นและเขาก็โดนยิงเข้าที่หัว"
    }
  },
  {
    "translation": {
      "en": "-[radio squawks] -[indistinct chatter]",
      "th": "(นิวยอร์ก ยุคปี 1970) (นครที่ไร้ซึ่งกฎหมาย เต็มไปด้วย ยาเสพติด ความรุนแรง และการฆาตกรรม)"
    }
  },
  {
    "translation": {
      "en": "-[man 5] ...take that cocksucker out. -[siren droning]",
      "th": "(นครที่ไร้ซึ่งกฎหมาย เต็มไปด้วย ยาเสพติด ความรุนแรง และการฆาตกรรม)"
    }
  },
  {
    "translation": {
      "en": "[man 6] This is a story about New York.",
      "th": "นี่คือเรื่องราวเกี่ยวกับนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "[woman] There's been a lot of muggings,",
      "th": "มีการปล้นกันและฆ่ากัน"
    }
  },
  {
    "translation": {
      "en": "killings.",
      "th": "มากมาย"
    }
  },
  {
    "translation": {
      "en": "[man 7] Seven people have been murdered, their throats cut with a foot-long knife.",
      "th": "มีเหยื่อเจ็ดรายที่ถูกฆ่า ถูกเชือดคอด้วยมีดยาวเป็นฟุต"
    }
  },
  {
    "translation": {
      "en": "[man 6] It's a story about horrible acts of violence.",
      "th": "มันเป็นเรื่องราวของการกระทำรุนแรงที่เลวร้าย"
    }
  },
  {
    "translation": {
      "en": "It seems organized crime may have turned an abandoned railroad tunnel",
      "th": "เหมือนว่าขบวนการอาชญากรรมอาจเปลี่ยน อุโมงค์รถไฟร้าง"
    }
  },
  {
    "translation": {
      "en": "into a graveyard for as many as 60 people.",
      "th": "เป็นสุสานสำหรับคนถึง 60 คน"
    }
  },
  {
    "translation": {
      "en": "[man 8] Twenty-seven people have been eliminated.",
      "th": "คนกว่า 27 คนถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "[man 6] And then it's a story about greed for money and power and dominance.",
      "th": "แล้วก็เป็นเรื่องราวของความโลภ กระหายเงินและอำนาจและการครอบงำ"
    }
  },
  {
    "translation": {
      "en": "[man 8] Federal officials say the Mob's income could total 60 to 100 billion dollars a year.",
      "th": "เจ้าหน้าที่รัฐบาลกลางกล่าวว่ารายได้รวมมาเฟีย อาจสูงถึงหกหมื่นถึงหนึ่งแสนล้านดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "[man 9] Ninety-seven-04.",
      "th": "97 04"
    }
  },
  {
    "translation": {
      "en": "[man 6] New York was held in the grip of the Mafia.",
      "th": "นิวยอร์กถูกคุมโดยพวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "...as I've tried to tell the president, the vice president, to Congress,",
      "th": "ผมพยายามจะบอกประธานาธิบดี รองประธานาธิบดี สภาคองเกรส"
    }
  },
  {
    "translation": {
      "en": "what's going on here, they're not listening. This is a war.",
      "th": "ว่าเกิดอะไรขึ้นที่นี่ พวกนั้นไม่ฟัง นี่คือสงคราม"
    }
  },
  {
    "translation": {
      "en": "[man 10] The director of the FBI said, \"What are we going to do about this?\"",
      "th": "ผู้อำนวยการเอฟบีไอบอกว่า \"เราจะทำยังไงกับเรื่องนี้ดี\""
    }
  },
  {
    "translation": {
      "en": "[man 11] This was billed as the biggest organized crime investigation ever.",
      "th": "นี่ถูกขนานนามว่าเป็นการสืบสวน ขบวนการอาชญากรรมที่ใหญ่ที่สุดที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna bug the Mafia.",
      "th": "เราจะดักฟังพวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "-[man 13] Is Jimmy there? -[man 14] He left about five minutes ago.",
      "th": "- จิมมี่อยู่ไหม - เขาเพิ่งออกไปสักห้านาทีก่อน"
    }
  },
  {
    "translation": {
      "en": "[man 12] We were gonna hear them on the tapes, with our very own ears.",
      "th": "เราจะฟังพวกนั้นจากเทป ด้วยหูของพวกเราเอง"
    }
  },
  {
    "translation": {
      "en": "♪ People all around me And they're all in fear ♪",
      "th": "(จะบอกใครล่ะ) (ดูแลครอบครัวตัวเองก่อน)"
    }
  },
  {
    "translation": {
      "en": "[man] In the '70s, the city of New York was owned by the Mob.",
      "th": "ในช่วงยุค 1970 นครนิวยอร์ก ถูกครองโดยพวกมาเฟี"
    }
  },
  {
    "translation": {
      "en": "I had seen what Italian organized crime",
      "th": "การได้เห็นสิ่งที่ ขบวนการอาชญากรรมอิตาเลียน"
    }
  },
  {
    "translation": {
      "en": "had done in the neighborhood I grew up in in Brooklyn.",
      "th": "ทำในละแวกที่ผมโตมาในบรูกลิน..."
    }
  },
  {
    "translation": {
      "en": "A few summers, I worked for my uncle, Jimmy Schiavone, in a butcher shop.",
      "th": "ฤดูร้อนบางปีผมก็ทำงานให้ลุงของผม จิมมี่ สกาบอน ที่เขียงเนื้อ"
    }
  },
  {
    "translation": {
      "en": "My uncle, he owed money to the Mob.",
      "th": "ลุงผมเป็นหนี้พวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "The poor guy worked six days a week to pay it back.",
      "th": "ลุงผู้น่าสงสารต้องทำงานสัปดาห์ละหกวัน เพื่อจ่ายเงินคืน"
    }
  },
  {
    "translation": {
      "en": "Meantime, I'd see these wiseguys come in from the Bonanno crime family...",
      "th": "ในขณะเดียวกัน ผมก็จะเป็นสมาชิกมาเฟีย จากตระกูลอาชญากรรมโบนานโน่เข้ามา"
    }
  },
  {
    "translation": {
      "en": "bulls.",
      "th": "พวกขาลุย"
    }
  },
  {
    "translation": {
      "en": "And my... my uncle was in the back.",
      "th": "และลุงผมก็จะอยู่ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "And he would be schvitzing.",
      "th": "เขาจะเหงื่อไหลท่วม"
    }
  },
  {
    "translation": {
      "en": "He would be sweating, because they'd be threatening him.",
      "th": "เขาจะเหงื่อท่วมเพราะพวกนั้นจะขู่เขา"
    }
  },
  {
    "translation": {
      "en": "They'd threaten his son, Joey, Jr.",
      "th": "พวกนั้นจะขู่ลูกชายเขา โจอี้ จูเนียร์"
    }
  },
  {
    "translation": {
      "en": "They'd threaten my aunt, Aunt Lucy.",
      "th": "พวกนั้นขู่ป้าของผม ป้าลูซี่"
    }
  },
  {
    "translation": {
      "en": "And actually they'd look at me and say, \"Who's the kid, right?\"",
      "th": "และพวกนั้นก็มองผม แล้วก็ถามว่าเด็กนี่เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "And he'd say, \"No, no he's just the delivery boy.\"",
      "th": "และเขาบบอก \"ไม่ๆ เขาเป็นแค่เด็กส่งของ\""
    }
  },
  {
    "translation": {
      "en": "But, man, that was frightening days.",
      "th": "แต่พวก สมัยนั้นมันน่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "You knew when you borrowed money from them.",
      "th": "คุณรู้ว่าเวลาคุณยืมเงินจากพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "They-- If you didn't pay on time,",
      "th": "พวกนั้น ถ้าคุณไม่จ่ายตรงเวลา"
    }
  },
  {
    "translation": {
      "en": "they'd bend your leg and stuff it in your pocket.",
      "th": "พวกนั้นจะหักขาคุณแล้วเอามันยัดใส่ กระเป๋ากางเกงคุณ"
    }
  },
  {
    "translation": {
      "en": "[man] My boxing trainer, my baseball coach,",
      "th": "ครูฝึกมวยผม โค้ชเบสบอสผม"
    }
  },
  {
    "translation": {
      "en": "my barber were all involved with the Mob.",
      "th": "ช่างตัดผมของผม ทุกคนต่างมีส่วนเกี่ยวข้องกับมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "And I started getting an education,",
      "th": "และผมก็เริ่มได้รับความรู้"
    }
  },
  {
    "translation": {
      "en": "really understanding the street by the time I'm 14, 15.",
      "th": "ได้เข้าใจท้องถนนจริงๆ ตอนที่ผม อายุสัก 14-15 ปี"
    }
  },
  {
    "translation": {
      "en": "By the time I'm the time I'm 17, 18,",
      "th": "ตอนที่ผมอายุสัก 17-18 ปี"
    }
  },
  {
    "translation": {
      "en": "I'm already collecting money.",
      "th": "ผมก็เริ่มไล่เก็บเงินแล้ว"
    }
  },
  {
    "translation": {
      "en": "And I'm told when to talk, when not to talk,",
      "th": "ผมถูกสั่งว่าให้พูดตอนไหน และไม่ให้พูดตอนไหน"
    }
  },
  {
    "translation": {
      "en": "or when to just hurt somebody.",
      "th": "หรือจะให้ทำร้ายใครตอนไหน"
    }
  },
  {
    "translation": {
      "en": "[Alite] You wanna motivate 'em.",
      "th": "คุณอยากกระตุ้นพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Better have that money this fucking week.",
      "th": "\"ต้องเอาไอ้เงินนั่นมาให้ได้ในสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "If you don't have that money, I'm gonna come see you in a different way.",
      "th": "ถ้าแกไม่เอาเงินมา ฉันจะมาหาแกในอีกแบบหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Have that fucking money.\" Now, when a guy comes to see me",
      "th": "เตรียมเงินไว้ให้พร้อม\" ทีนี้พอมีคนมาหาผม"
    }
  },
  {
    "translation": {
      "en": "and he insults me with $1,000, yeah, I hurt him.",
      "th": "แล้วเขาดูหมิ่นผมด้วยเงินพันดอลลาร์ ครับ ผมทำร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "After I hurt him, I tell him to go get me the rest of my fucking money.",
      "th": "หลังจากที่ผมทำร้ายเขา ผมก็บอกให้เขา เอาเงินของผมที่เหลือมา"
    }
  },
  {
    "translation": {
      "en": "Now there's no patience.",
      "th": "ไม่มีความอดทนอดกลั้น"
    }
  },
  {
    "translation": {
      "en": "He doesn't have the money a week before then, I baseball bat him.",
      "th": "ถ้าไม่มีเงินในสัปดาห์ต่อมา ผมเอาไม้เบสบอลหวดเขา"
    }
  },
  {
    "translation": {
      "en": "[man 2] I liked lending money out to people. It was good business.",
      "th": "ผมชอบให้คนอื่นยืมเงิน มันเป็นธุรกิจที่ดี"
    }
  },
  {
    "translation": {
      "en": "If somebody couldn't pay,",
      "th": "ถ้ามีใครจ่ายไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "then the idea is we become their partner.",
      "th": "แนวคิดก็คือเราจะกลายเป็นหุ้นส่วนของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I acquired a Chevrolet agency that way.",
      "th": "ผมได้บริษัทตัวแทนขายเชฟโรเลตมาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Then I started making a lot of money and started to use that life to benefit me.",
      "th": "แล้วผมก็เริ่มทำเงินได้เยิน และเริ่มใช้ชีวิตแบบนั้นให้เกิดประโยชน์กับผม"
    }
  },
  {
    "translation": {
      "en": "[man 3] The gasoline scheme was the biggest thing that certainly I ever had.",
      "th": "แผนโกงน้ำมันเป็นธุรกิจที่ใหญ่ที่ผมเคยมีมา"
    }
  },
  {
    "translation": {
      "en": "There was a guy that had a small gas operation out in Long Island.",
      "th": "มีชายคนหนึ่งที่มีขบวนการน้ำมันเล็กๆ อยู่ที่ลองไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "He comes to me, and he says, \"Mike, I have a germ of an idea,",
      "th": "เขามาหาผมแล้วบอกว่า \"ไมก์ ฉันมีแนวคิด ที่เจ๋งมาก ที่เราอาจ"
    }
  },
  {
    "translation": {
      "en": "where we might be able to defraud the government",
      "th": "เขามาหาผมแล้วบอกว่า \"ไมก์ ฉันมีแนวคิด ที่เจ๋งมาก ที่เราอาจ โกงไม่ให้ต้องเสียภาษีกับรัฐบาล กับน้ำมันแกลลอน\""
    }
  },
  {
    "translation": {
      "en": "out of tax on a gallon of gasoline.\"",
      "th": "โกงไม่ให้ต้องเสียภาษีกับรัฐบาล กับน้ำมันแกลลอน\""
    }
  },
  {
    "translation": {
      "en": "So he got my attention. I didn't like the government.",
      "th": "เขาก็ได้ความสนใจจากผม ผมไม่ชอบรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "Puts the box on the table. Opens it up.",
      "th": "เอากล่องวางบนโต๊ะ เปิดมันออก"
    }
  },
  {
    "translation": {
      "en": "He said, \"This is the first week's take in the gas business: $320,000.\"",
      "th": "เขาบอก \"นี่คือส่วนแบ่งสัปดาห์แรก ในธุรกิจน้ำมัน 320,000 ดอลลาร์\""
    }
  },
  {
    "translation": {
      "en": "From that point on,",
      "th": "จากจุดนั้นมา"
    }
  },
  {
    "translation": {
      "en": "I grew that operation to between eight and ten million dollars a week.",
      "th": "ผมก็ขยายขบวนการเป็น 8-10 ล้านดอลลาร์ต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "We were selling gas to branded, unbranded stations, everybody,",
      "th": "เราขายน้ำมันให้ปั๊มน้ำมันทั้งที่มียี่ห้อและไม่มียี่ห้อ ทุกคนเลย เพราะเราตัดราคาทุกคนที่จ่ายภาษีอยู่"
    }
  },
  {
    "translation": {
      "en": "'cause we were undercutting everybody. We weren't paying the tax.",
      "th": "ทุกคนเลย เพราะเราตัดราคาทุกคนที่จ่ายภาษีอยู่"
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't figure it out.",
      "th": "เอฟบีไอคิดแก้เรื่องนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'll never forget one day:",
      "th": "ผมจะไม่มีลืมวันนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I was at my office at my automobile dealership.",
      "th": "ผมอยู่ที่ห้องทำงานผมที่บริษัทตัวแทนขายรถผม"
    }
  },
  {
    "translation": {
      "en": "Two FBI agents come in.",
      "th": "เจ้าหน้าที่เอฟบีไอสองคนเข้ามา"
    }
  },
  {
    "translation": {
      "en": "They said, \"Look, we know you got something going on with this gas.",
      "th": "พวกนั้นบอก \"ดูนะ เรารู้ว่าคุณกำลัง ทำแผนอะไรสักอย่างกับน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "Just tell us how you're doing it.",
      "th": "บอกเราทีว่าคุณทำยังไง"
    }
  },
  {
    "translation": {
      "en": "You tell us how you're doing it. We'll give you a pass.\"",
      "th": "ถ้าคุณบอกเราว่าทำยังไงอยู่ เราจะละเว้นคุณไว้\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I dunno what you're talking about.",
      "th": "ผมบอก \"ผมไม่รู้ว่าพวกคุณเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "You wanna buy a car? I'll give you a break.",
      "th": "คุณอยากซื้อรถไหม เดี๋ยวผมลดให้"
    }
  },
  {
    "translation": {
      "en": "I like you guys. Don't worry about it.\"",
      "th": "ผมชอบพวกคุณ ไม่ต้องห่วงเลย\""
    }
  },
  {
    "translation": {
      "en": "But that's how frustrated they were with us.",
      "th": "พวกนั้นข้องใจกับพวกเราขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "They knew we were doing it, but they could never figure it out.",
      "th": "พวกนั้นรู้ว่าเราทำกันอยู่ แต่พวกนั้นคิดไม่ออกว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "It was the golden era of the Mob.",
      "th": "มันเป็นยุคทองของมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "The FBI couldn't keep up with us. There was no way.",
      "th": "เอฟบีไอตามเราไม่ทัน มันไม่มีทางเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Our relationship with the Mafia... it was a cat and mouse game.",
      "th": "ความสัมพันธ์ของเรากับมาเฟีย มันเป็นเกมแมวจับหนู"
    }
  },
  {
    "translation": {
      "en": "A very serious game, to be sure.",
      "th": "เป็นเกมที่จริงจังมากๆ แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I can't tell you how many times a wiseguy would say to me,",
      "th": "ผมบอกเลยว่าผมนับไม่ได้ว่า มีสมาชิกมาเฟียมาบอกผม"
    }
  },
  {
    "translation": {
      "en": "\"You do what you gotta do. I do what I gotta do.\"",
      "th": "\"คุณทำสิ่งที่คุณต้องทำ ผมก็ทำสิ่งที่ผมต้องทำ\""
    }
  },
  {
    "translation": {
      "en": "I used to tell them, \"Hey, you do your job. We'll do ours.",
      "th": "ผมเคยบอกพวกนั้น \"เฮ่ คุณทำหน้าที่คุณไป เราทำของเรา"
    }
  },
  {
    "translation": {
      "en": "You catch us the right way, no complaints.\"",
      "th": "ถ้าคุณจับเราถูกวิธี เราก็ไม่ว่ากัน\""
    }
  },
  {
    "translation": {
      "en": "Their job is to lock you up. Our job is to get away with it.",
      "th": "หน้าที่ของพวกนั้นคือเอาคุณไปขัง หน้าที่พวกเราคือหนีให้พ้น"
    }
  },
  {
    "translation": {
      "en": "You see them in a van,",
      "th": "คุณเห็นพวกนั้นในรถตู้"
    }
  },
  {
    "translation": {
      "en": "you smile and you wave, because you're being cocky with them.",
      "th": "คุณยิ้มและโบกมือ เพราะคุณก็ทำตัวยโสโอหังกับพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "They'd either walk away or tell me fuck off.",
      "th": "พวกนั้นไม่เดินหนีไปไม่ก็บอกให้ผมไสหัวไป"
    }
  },
  {
    "translation": {
      "en": "If you didn't get told that in Brooklyn, you'd done something wrong.",
      "th": "ถ้าไม่มีคนบอกคุณแบบนั้นในบรูกลิน คุณก็ทำอะไรพลาดแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] There was organized crime investigations being conducted",
      "th": "มีการสืบสวนขบวนการอาชญากรรมอยู่"
    }
  },
  {
    "translation": {
      "en": "in three separate FBI offices,",
      "th": "ในสำนักงานเอฟบีไอสามแห่ง"
    }
  },
  {
    "translation": {
      "en": "but each of them had their own idea about how to approach the problem.",
      "th": "แต่ว่าแต่ละแห่งก็มีแนวคิด ในการแก้ไขปัญหาเป็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "So, there was organized crime, but very unorganized investigations.",
      "th": "ก็เลยมีแผนกขบวนการอาชญากรรม แต่สืบสวนไม่มีการจัดการ"
    }
  },
  {
    "translation": {
      "en": "We had no strategy. We had no plan.",
      "th": "เราไม่มีกลยุทธ เราไม่มีแผนการ"
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] When we would come across somebody we didn't know,",
      "th": "พอเราพบกับใครสักคนที่เราไม่รู้จัก สิ่งเดียวที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "the only thing we could do was take a photograph of them.",
      "th": "พอเราพบกับใครสักคนที่เราไม่รู้จัก สิ่งเดียวที่เราทำได้ คือถ่ายรูปพวกนั้นไว้"
    }
  },
  {
    "translation": {
      "en": "Then we could go out to our informants and say, \"Do you know this guy?\"",
      "th": "แล้วเราก็จะไปถามสายสืบของเรา และบอก \"รู้จักหมอนี่ไหม\""
    }
  },
  {
    "translation": {
      "en": "They'd say, \"Yeah, I know that guy.\" \"What's he do?",
      "th": "- พวกนั้นจะบอก \"ฉันรู้จักหมอนั่น\" - เขาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "What's his criminal activity? Who's he connected with?\"",
      "th": "เขามีทำอะไรที่เป็นอาชญากรรม เขาเกี่ยวโยงกับใครบ้าง\""
    }
  },
  {
    "translation": {
      "en": "And then we'd put them on a board.",
      "th": "แล้วเราก็จะเอาพวกนั้นมาติดกระดาน"
    }
  },
  {
    "translation": {
      "en": "We had a very, very good idea of who was who",
      "th": "เราเห็นภาพชัดมากๆ ว่าใครเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "and how the Mafia was structured in New York.",
      "th": "และโครงสร้างของมาเฟีย ในนิวยอร์กเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "The five Italian organized crime families were",
      "th": "ห้าตระกูลขบวนการอาชญากรรมอิตาเลียนคือ"
    }
  },
  {
    "translation": {
      "en": "Gambino, Genovese, Lucchese, Colombo, and Bonanno.",
      "th": "แกมบีโน่ เจโนวีช ลูเคซี่ โคลอมโบ และโบนานโน่"
    }
  },
  {
    "translation": {
      "en": "The families were very structured.",
      "th": "พวกตระกูลมีโครงสร้างชัดเจนมาก"
    }
  },
  {
    "translation": {
      "en": "It started at the top with the boss,",
      "th": "มันเริ่มจากหัวหน้าด้านบนสุด"
    }
  },
  {
    "translation": {
      "en": "then you had the underboss, who was really the second in command,",
      "th": "แล้วคุณก็จะมีรองหัวหน้า ที่มีอำนาจเป็นอันดับที่สอง"
    }
  },
  {
    "translation": {
      "en": "and then you had your caporegimes, captains,",
      "th": "แล้วคุณก็จะมีพวกคาโปเรจีมส์ ที่เป็นกัปตัน"
    }
  },
  {
    "translation": {
      "en": "and then you had the soldiers under them.",
      "th": "แล้วคุณก็จะมีพวกทหารอยู่ใต้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "The way the families were structured gave us a very powerful position.",
      "th": "แนวโครงสร้างของพวกตระกูลนั้น ทำให้พวกเรามีตำแหน่งที่แข็งแกร่งมาก"
    }
  },
  {
    "translation": {
      "en": "The biggest problem was that you could never get to an underboss",
      "th": "ปัญหาที่ใหญ่ที่สุดคือคุณจะไม่มีวัน เข้าถึงตัวรองหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "or the boss himself.",
      "th": "หรือตัวหัวหน้าได้เลย"
    }
  },
  {
    "translation": {
      "en": "They were too well-insulated from whatever criminal activity was done.",
      "th": "พวกเขาถูกแยกไว้ดีเกินไป จากอาชญากรรมใดๆ ที่ถูกก่อ"
    }
  },
  {
    "translation": {
      "en": "They had no connection with it whatsoever.",
      "th": "พวกเขาไม่มีความเกี่ยวโยงใดๆ กับมันเลย"
    }
  },
  {
    "translation": {
      "en": "The lower-level guys were out there committing the criminal acts",
      "th": "(โจ เอ็น แกลโล่ รถของแกลโล่) พวกคนที่อยู่ระดับต่ำกว่า จะเป็นคนก่ออาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "and kicking the money up to the higher-ups.",
      "th": "แล้วก็ส่งเงินขึ้นไปให้คนระดับที่สูงกว่า"
    }
  },
  {
    "translation": {
      "en": "The average wiseguy, we knew what he was doing.",
      "th": "สมาชิกมาเฟียทั่วไป เรารู้ว่าเขาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "We put him in jail for a year,",
      "th": "เราเอาเขาเข้าคุกไปหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "but it didn't solve the problem.",
      "th": "แต่มันไม่แก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "Whatever their money making scheme was went right on, virtually without interruption,",
      "th": "ไม่ว่าแผนการทำเงินของพวกนั้นจะเป็นยังไง มันก็ดำเนินไปได้แบบไม่มีการรบกวน"
    }
  },
  {
    "translation": {
      "en": "'cause there's a lot of guys waiting in the wings to take his place.",
      "th": "เพราะมีคนอีกหลายคน ที่รอตาของตัวเองที่จะมาแทนที่เขา"
    }
  },
  {
    "translation": {
      "en": "[Sliwa] You know how I would spot the wiseguys?",
      "th": "คุณรู้ไหมว่าผมแยกคนที่เป็นสมาชิกมาเฟียยังไง"
    }
  },
  {
    "translation": {
      "en": "-Well, particularly in the disco era... -Mm-hmm.",
      "th": "ในยุคดิสโก้เนี่ย"
    }
  },
  {
    "translation": {
      "en": "...they had the polyester waffle-weave bell bottoms.",
      "th": "กางเกงขาบานโพลีเอสเตอร์"
    }
  },
  {
    "translation": {
      "en": "They had the open neck, you know? They had to have the hair.",
      "th": "แล้วก็ต้องใส่เสื้อคอกว้างๆ นะ แล้วก็ทำผมมา"
    }
  },
  {
    "translation": {
      "en": "Then they'd have their toilette water on, you know, like that Old Spice, Hai Karate.",
      "th": "พวกนั้นจะใส่น้ำหอมมา ไม่โอลด์ สไปซ์ก็ไฮ่ คาราเต้"
    }
  },
  {
    "translation": {
      "en": "-Lilac water. -Ah.",
      "th": "ไม่โอลด์ สไปซ์ก็ไฮ่ คาราเต้"
    }
  },
  {
    "translation": {
      "en": "Man, you light a match, you'd all be blown to kingdom come.",
      "th": "ถ้าคุณจุดไม้ขีดก็ระเบิดหน้าแหกเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Alite] In the '70s, when we started moving heroin and cocaine, it was huge.",
      "th": "ในยุคปี 1970 ตอนที่พวกเราเริ่มขาย เฮโรอีนกับโคเคน เราทำเงินได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "We were making a million a month.",
      "th": "เราทำเงินได้เดือนละล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "We partied constantly.",
      "th": "เราปาร์ตี้กันตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "All the gangsters used.",
      "th": "นักเลงทุกคนเล่นยา"
    }
  },
  {
    "translation": {
      "en": "They'll tell you they never did, but they did.",
      "th": "พวกเขาจะบอกคุณว่าไม่เคยเล่น แต่พวกเขาเล่น"
    }
  },
  {
    "translation": {
      "en": "Say nobody cheated on their wives, but everybody cheated on their wives.",
      "th": "พวกเขาจะบอกว่าไม่มีใครนอกใจเมีย แต่ทุกคนก็นอกใจเมีย"
    }
  },
  {
    "translation": {
      "en": "Nobody drank champagne. We drank champagne day and night.",
      "th": "ไม่มีใครดื่มแชมเปญ เราดื่มแชมเปญกันทั้งวันทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "[Sliwa] The wiseguys were collecting the moola-shmoola.",
      "th": "พวกสมาชิกมาเฟียทำได้ทุกอย่างตามใจอยาก"
    }
  },
  {
    "translation": {
      "en": "In the mean time, the city of New York was total anarchy.",
      "th": "ในขณะเดียวกัน นครนิวยอร์กก็วุ่นวายเต็มที่"
    }
  },
  {
    "translation": {
      "en": "The Bronx was burning like every night.",
      "th": "ย่านบรองซ์มีไฟไหม้ทุกคืน"
    }
  },
  {
    "translation": {
      "en": "Buildings were being either torched by the landlord for the insurance",
      "th": "พวกตึกไม่โดนเผาโดยเจ้าของ เพื่อเอาเงินประกัน"
    }
  },
  {
    "translation": {
      "en": "or torched by gangs.",
      "th": "หรือไม่ก็โดนพวกแก๊งเผา"
    }
  },
  {
    "translation": {
      "en": "[man] There is a war in progress on the streets of New York",
      "th": "มีสงครามดำเนินอยู่ตามท้องถนนในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "to see who's gonna control portions of the illegal drug market.",
      "th": "เพื่อจะดูว่าใครจะควบคุมส่วนใด ในตลาดยาผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] New York was lawless.",
      "th": "นิวยอร์กไม่มีขื่อมีแป"
    }
  },
  {
    "translation": {
      "en": "[man] One hundred eighty-seven banks were robbed in this town this month,",
      "th": "ธนาคาร 187 แห่งโดนปล้นในเมืองเดือนนี้"
    }
  },
  {
    "translation": {
      "en": "and there's still another day left.",
      "th": "แล้วยังมีอีกวันก่อนหมดเดือน"
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Bank robberies, hijackings, drugs, murder, extortion,",
      "th": "ปล้นธนาคาร ปล้นกลางทาง ยาเสพติด ฆาตกรรม ขู่กรรโชก"
    }
  },
  {
    "translation": {
      "en": "loan sharking, gambling, you name it.",
      "th": "ปล่อยกู้ การพนัน มีทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Organized crime controlled virtually everything you can think of.",
      "th": "ขบวนการอาชญากรรมควบคุมแทบทุกสิ่ง ที่คุณจะนึกได้"
    }
  },
  {
    "translation": {
      "en": "No matter how much manpower we put out there,",
      "th": "ไม่ว่าคุณจะส่งกำลังคนออกไปเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the Mafia ran virtually unfettered in New York.",
      "th": "ก็ไม่มีใครหยุดพวกมาเฟียได้ในนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "[reporter] The Guardian Angels",
      "th": "เดอะการ์เดียนแองเจิลส์"
    }
  },
  {
    "translation": {
      "en": "is a group of youths who have taken it upon themselves to fight subway crime.",
      "th": "เป็นกลุ่มเยาวชนที่ต่อสู้กับอาชญากรรม ในรถไฟใต้ดินด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Sliwa] We had to take the law into our own hands.",
      "th": "เราต้องพิทักษ์กฎหมายด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "As Guardian Angels, trying to maintain law and order...",
      "th": "ในฐานะการ์เดียนแองเจิลส์ ที่พยายามจะรักษากฎหมายและระเบียบ"
    }
  },
  {
    "translation": {
      "en": "The cops didn't like it, but we said, \"Tough noogies, too bad,",
      "th": "พวกตำรวจไม่ชอบ แต่เราบอกว่า \"เราไม่สน น่าเสียดาย"
    }
  },
  {
    "translation": {
      "en": "because you guys turned the city over to organized crime.\"",
      "th": "เพราะพวกคุณยกเมืองให้ขบวนการอาชญากรรม\""
    }
  },
  {
    "translation": {
      "en": "[Franzese] Look, I had a jet plane. I had a Lear 25. I had a helicopter at that time.",
      "th": "ดูนะ ผมเคยมีเครื่องบินเจ็ต เลียร์เจ็ต 25 ตอนนั้นผมมีเฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "I had a house in Florida, a house in New York.",
      "th": "ผมมีบ้านที่ฟลอริดา ผมมีบ้านที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "I built a 7,000-square-foot house with a racquetball court.",
      "th": "ผมสร้างบ้านขนาด 650 ตารางเมตร พร้อมคอร์ตแร็กเกตบอล"
    }
  },
  {
    "translation": {
      "en": "[Alite] We were untouchable.",
      "th": "ไม่มีใครแตะเราได้"
    }
  },
  {
    "translation": {
      "en": "Who's gonna stop us?",
      "th": "ใครจะมาหยุดเราล่ะ"
    }
  },
  {
    "translation": {
      "en": "You felt like you had the power to do anything you want.",
      "th": "คุณรู้สึกเหมือนคุณมีอำนาจ ที่จะทำทุกสิ่งตามใจคุณ"
    }
  },
  {
    "translation": {
      "en": "I didn't have any power to do anything.",
      "th": "ผมไม่มีอำนาจในการทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "We were lucky if we put one or two guys in jail every year.",
      "th": "ถ้าเราจับคนเข้าคุกได้คนสองคนต่อปี ก็ถือว่าเราก็โชคดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Alite] I didn't feel New York was mine for the taking.",
      "th": "ผมไม่รู้สึกว่านิวยอร์กนั้นมีไว้ให้ครองได้"
    }
  },
  {
    "translation": {
      "en": "I thought we already took it.",
      "th": "ผมคิดว่าเราครองมันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kossler] New York was held in the grip of the Mafia.",
      "th": "นิวยอร์กถูกครอบครองโดยมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "The government was not controlling much of anything.",
      "th": "รัฐบาลไม่ได้ควบคุมอะไรเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "That was the worst part about it. People didn't believe that law enforcement",
      "th": "นั่นเป็นส่วนที่แย่ที่สุด ผู้คนเชื่อว่าผู้พิทักษ์กฎหมาย"
    }
  },
  {
    "translation": {
      "en": "could do anything about the Mafia.",
      "th": "จะทำอะไรกับพวกมาเฟียได้"
    }
  },
  {
    "translation": {
      "en": "It was gonna be here forever.",
      "th": "มันจะเป็นแบบนั้นตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "[Kossler] We had a meeting in Washington, D.C., the Department of Justice.",
      "th": "เรามีการประชุมที่วอชิงตัน ดีซี กระทรวงยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "The director of the FBI said, \"What are we going to do about this?\"",
      "th": "ผู้อำนวยการเอฟบีไอบอกว่า \"เราจะทำยังไงกับเรื่องนี้ดี\""
    }
  },
  {
    "translation": {
      "en": "[man] At the time, the FBI was totally unsuccessful.",
      "th": "ในตอนนั้น เอฟบีไอล้มเหลวโดนสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "But we already had the perfect tools to bring down the Mafia.",
      "th": "แต่เราก็มีเครื่องมือที่สมบูรณ์แบบ ในการโค่นพวกมาเฟียอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "The Racketeer Influenced and Corrupt Organizations Act...",
      "th": "กฎหมายองค์กรทุจริตและที่อยู่ใต้อิทธิพล ผู้ที่ได้เงินจากกิจกรรมผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "commonly referred to as RICO,",
      "th": "เรียกกันทั่วไปว่า \"ริโก้\""
    }
  },
  {
    "translation": {
      "en": "was a law that I wrote in 1970 to dismantle the Mafia, bosses and all.",
      "th": "เป็นกฎหมายที่ผมเขียนไว้ในปี 1970 เพื่อรื้อทำลายพวกมาเฟีย เจ้าพ่อ และอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "The FBI had this law for ten years and didn't know how to use it.",
      "th": "เอฟบีไอมีกฎหมายนี้มาเป็นสิบปีแล้ว แต่ไม่รู้วิธีใช้มัน"
    }
  },
  {
    "translation": {
      "en": "So I figured maybe what we could do is have a training course",
      "th": "ผมก็เลยคิดว่าเราอาจจัดหลักสูตรอบรมกันได้"
    }
  },
  {
    "translation": {
      "en": "at Cornell, right here.",
      "th": "ที่คอร์เนลนี้"
    }
  },
  {
    "translation": {
      "en": "[Kossler] March of '79, the boss wanted us to go",
      "th": "เดือนมีนาคมปี 1979 หัวหน้าอยากให้เราไป"
    }
  },
  {
    "translation": {
      "en": "to a seminar at Cornell University Law School",
      "th": "งานสัมมนาที่คณะกฎหมาย มหาวิทยาลัยคอร์เนล"
    }
  },
  {
    "translation": {
      "en": "having to do with organized crime problems.",
      "th": "เรื่องเกี่ยวกับปัญหาขบวนการอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "It was a week of spending time away from the family.",
      "th": "ต้องอยู่ห่างครองครัวหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "I wasn't really seeing what benefit it was to me or to us.",
      "th": "ผมเห็นว่ามันจะมีประโยชน์อะไร กับผมหรือกับเรา"
    }
  },
  {
    "translation": {
      "en": "I went kicking and screaming,",
      "th": "ผมไปแบบไม่เต็มใจนัก"
    }
  },
  {
    "translation": {
      "en": "but as it turned out, it would change everything.",
      "th": "แต่กลับกลายเป็นว่ามันจะเปลี่ยนทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Blakey] Question is, why RICO?",
      "th": "คำถามคือทำไมต้องริโก้"
    }
  },
  {
    "translation": {
      "en": "You need to know what we had before RICO.",
      "th": "คุณต้องรู้ว่าเรามีอะไรก่อนริโก้"
    }
  },
  {
    "translation": {
      "en": "Before RICO, we could arrest the foot soldiers in the Mafia family",
      "th": "ก่อนริโก้เราสามารถจับกุมพวกทหารเดินเท้า ในตระกูลมาเฟียสำหรับพวกสิ่งอย่าง การขู่กรรโชก ฆาตกรรม ค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "for things like extortion, murder, drug-dealing,",
      "th": "ในตระกูลมาเฟียสำหรับพวกสิ่งอย่าง การขู่กรรโชก ฆาตกรรม ค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "but we had no way of tying...",
      "th": "แต่เราไม่มีวิธีเชื่อมโยง"
    }
  },
  {
    "translation": {
      "en": "the foot soldiers to the bosses.",
      "th": "พวกทหารเดินเท้ากับพวกหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "I was telling them, \"What you've gotta do is take out the organization.",
      "th": "ผมบอกพวกเขา \"สิ่งที่คุณต้องทำ คือจัดการทั้งองค์กร"
    }
  },
  {
    "translation": {
      "en": "And you're not gonna take out the organization",
      "th": "และคุณจะจัดการทั้งองค์กรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "unless you focus on the organization.\"",
      "th": "ถ้าคุณไม่เน้นดูเรื่ององค์กร\""
    }
  },
  {
    "translation": {
      "en": "By defining these people as bosses and members of this organization,",
      "th": "ด้วยการให้นิยามคนเหล่านี้ว่าเป็นหัวหน้า และสมาชิกขององค์กรนี้"
    }
  },
  {
    "translation": {
      "en": "they're now all joined together.",
      "th": "พวกเขาก็จะถูกรวมไว้ด้วยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Using RICO, a person can now be convicted",
      "th": "โดยการใช้ริโก้ บุคคลสามารถ ถูกพิสูจน์ว่ากระทำผิดได้"
    }
  },
  {
    "translation": {
      "en": "because they ordered somebody to commit a crime.",
      "th": "เพราะพวกเขาสั่งให้ใครสักคน ไปก่ออาชญากรรมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "So you could now prosecute a group of people",
      "th": "ทีนี้คุณสามารถดำเนินคดีกับกลุ่มคน"
    }
  },
  {
    "translation": {
      "en": "who had committed those crimes together.",
      "th": "ที่ก่ออาชญากรรมเหล่านั้นด้วยกันได้"
    }
  },
  {
    "translation": {
      "en": "That way you can go after the whole organization at one time.",
      "th": "แบบนั้นคุณสามารถไปเล่นงาน ทั้งองค์กรได้พร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "You need to be able to show that this crime was related",
      "th": "คุณต้องสามารถแสดงว่าอาชญากรรมนี้ เกี่ยวข้องกับ"
    }
  },
  {
    "translation": {
      "en": "to an organization that does crime the whole time.",
      "th": "องค์กรที่ก่ออาชญากรรมตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "-The definition of power... -[Kossler] Bob Blakey said,",
      "th": "นิยามของอำนาจ... บ็อบ เบลกี้บอก \"คุณควรดำเนินคดีกับพวกมาเฟีย ไม่ใช่แบบเป็นตัวบุคคล"
    }
  },
  {
    "translation": {
      "en": "\"You should prosecute these Mob guys not as individual people,",
      "th": "บ็อบ เบลกี้บอก \"คุณควรดำเนินคดีกับพวกมาเฟีย ไม่ใช่แบบเป็นตัวบุคคล"
    }
  },
  {
    "translation": {
      "en": "but as a group of people committing crimes as a business.\"",
      "th": "แต่เป็นกลุ่มบุคคลที่ก่ออาชญากรรมเป็นธุรกิจ\""
    }
  },
  {
    "translation": {
      "en": "It was like an epiphany for me... a rush.",
      "th": "มันเหมือนจุดเปลี่ยนชีวิตผม มีความพลุ่งพล่าน"
    }
  },
  {
    "translation": {
      "en": "Now I could see how I could redirect the agents",
      "th": "ตอนนี้ผมเห็นแล้วว่าผมจะสามารถ เปลี่ยนทิศทางเจ้าหน้าที่อย่างไร"
    }
  },
  {
    "translation": {
      "en": "and make them understand what we had to do.",
      "th": "และทำให้พวกเขาเข้าใจสิ่งที่เราต้องทำได้"
    }
  },
  {
    "translation": {
      "en": "Now I knew how we could bring down the entire New York Mafia.",
      "th": "ทีนี้ผมรู้วิธีการโค่นนิวยอร์กมาเฟียทั้งหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kossler] The plan was to develop a RICO case",
      "th": "แผนการคือการทำคดีริโก้ ต่อแต่ละตระกูลในห้าตระกูล"
    }
  },
  {
    "translation": {
      "en": "against each of the Five Families.",
      "th": "แผนการคือการทำคดีริโก้ ต่อแต่ละตระกูลในห้าตระกูล (1. ระเบียบวิธี ก. ลำดับชั้นการวางแผน)"
    }
  },
  {
    "translation": {
      "en": "Organized crime requires organized investigation.",
      "th": "ขบวนการอาชญากรรมก็ต้องสู้ด้วย ขบวนการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "We would have five Family squads,",
      "th": "เราจะตั้งหน่วยสำหรับห้าตระกูล"
    }
  },
  {
    "translation": {
      "en": "and all the information about that particular Family",
      "th": "และข้อมูลทั้งหมดสำหรับตระกูลหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "would only go that one squad.",
      "th": "จะไปยังหน่วยนั้นหน่วยเดียว"
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] Kossler brought us into the conference room one day",
      "th": "วันหนึ่งคอสเลอร์พาพวกเราเข้าไปในห้องประชุม"
    }
  },
  {
    "translation": {
      "en": "and said, \"We're not leaving the room until we have a written document",
      "th": "และบอก \"เราจะไม่ออกจากห้องนี้ไป จนกว่าเราจะมีเอกสารเป็นลายลักษณ์อักษร"
    }
  },
  {
    "translation": {
      "en": "of how we work... organized crime cases under the RICO statute.\"",
      "th": "ว่าเราจะทำงานยังไง คดีขบวนการอาชญากรรม ภายใต้กฎหมายริโก้\""
    }
  },
  {
    "translation": {
      "en": "We didn't know anything about the RICO law, frankly, because we never used it.",
      "th": "เราไม่รู้เรื่องกฎหมายริโก้เลย พูดตามตรง เพราะเราไม่เคยใช้มัน"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, people said, \"Wait a minute. I have all these cases",
      "th": "จู่ๆ คนก็บอกว่า \"เดี๋ยวก่อนนะ ฉันมีคดีพวกนี้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "involving all those people down here.\"",
      "th": "ที่เชื่อมโยงกับพวกคนข้างล่างนี่\""
    }
  },
  {
    "translation": {
      "en": "\"Close them, because we're only gonna go after these people up here.\"",
      "th": "\"ปิดพวกคดีนั่นไป เพราะเราจะไป ไล่จับแค่คนข้างบนนั่นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[DeVecchio] You're talking about a major operation:",
      "th": "คุณกำลังพูดถึงปฏิบัติการขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "one squad per family, going after the bosses of all Five Families.",
      "th": "หนึ่งหน่วยต่อตระกูล เพื่อไล่ล่าหัวหน้าของทั้งห้าตระกูล"
    }
  },
  {
    "translation": {
      "en": "When he first broached that to me, I...",
      "th": "ตอนแรกที่เขาเสนอเรื่องนี้ให้ผมฟัง ผม..."
    }
  },
  {
    "translation": {
      "en": "I had my doubts. How're we gonna do that?",
      "th": "ผมก็สงสัยอยู่ เราจะทำได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "The problem was that no matter how hard you tried,",
      "th": "ปัญหาคือไม่ว่าคุณจะพยายามหนักแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "it was very, very difficult to get a cooperating witness.",
      "th": "มันยากมากๆ ที่จะได้พยานที่ร่วมมือมา"
    }
  },
  {
    "translation": {
      "en": "They were too afraid to talk on the record.",
      "th": "พวกนั้นกลัวเกินไปที่จะพูดลงบันทึก"
    }
  },
  {
    "translation": {
      "en": "[Franzese] We had a strict code.",
      "th": "เรามีกฎที่เข้มงวด"
    }
  },
  {
    "translation": {
      "en": "It was the main reason why the Mob survived and prospered",
      "th": "มันเป็นเหตุผลหลักที่พวกมาเฟีย อยู่รอดและรุ่งเรือง"
    }
  },
  {
    "translation": {
      "en": "for well over a hundred years in this country.",
      "th": "มาได้เกินร้อยปีในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "I took the blood oath on Halloween Night, 1975.",
      "th": "ผมทำพิธีกรีดเลือดสาบาน ไปคืนวันฮาโลวัน ปี 1975"
    }
  },
  {
    "translation": {
      "en": "The boss was seated at the head of, like, a horseshoe configuration,",
      "th": "หัวหน้านั่งอยู่หัวโต๊ะที่จัดเป็นรูปเกือกม้า"
    }
  },
  {
    "translation": {
      "en": "and all the captains were alongside of that.",
      "th": "และพวกกัปตันทุกคนก็นั่งข้างพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I held out my hand. He took a knife, cut my finger.",
      "th": "ผมยื่นมือผมไป เขาหยิบมีดมากรีดนิ้วผม"
    }
  },
  {
    "translation": {
      "en": "He took a picture of a saint, put it on my hands, lit a flame...",
      "th": "เขาเอารูปนักบุญมาวางบนมือผม และจุดไฟ"
    }
  },
  {
    "translation": {
      "en": "and he said, \"Tonight, Michael Franzese, you are born again into a new life.\"",
      "th": "และเขาบอก \"คืนนี้ไมเคิล ฟรานเซซี่ นายเกิดใหม่อีกครั้งในชีวิตใหม่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Betray your brothers and you will die and burn in hell",
      "th": "เขาบอก \"ทรยศพี่น้องของนาย แล้วนายจะตายและมอดไหม้ในนรก"
    }
  },
  {
    "translation": {
      "en": "like this saint is burning in your hands.\"",
      "th": "เหมือนนักบุญที่กำลังมอดไหม้อยู่ในมือนาย\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Do you accept?\"",
      "th": "เขาบอก \"นายยอมรับไหม\""
    }
  },
  {
    "translation": {
      "en": "\"Yes, I do.\"",
      "th": "\"ครับ ผมยอมรับ\""
    }
  },
  {
    "translation": {
      "en": "Guys like myself...",
      "th": "คนอย่างผม..."
    }
  },
  {
    "translation": {
      "en": "everybody on the street, they knew, you become the witness,",
      "th": "ทุกคนบนท้องถนน พวกเขารู้ว่าถ้าคุณมาเป็นพยาน"
    }
  },
  {
    "translation": {
      "en": "you're probably gonna pay for it with your life.",
      "th": "คุณคงจะต้องจ่ายด้วยชีวิตของคุณ"
    }
  },
  {
    "translation": {
      "en": "You feared the boss.",
      "th": "คุณกลัวหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "You feared breaking the code.",
      "th": "คุณกลัวการฝ่าฝืนกฎ"
    }
  },
  {
    "translation": {
      "en": "[Kossler] Someone who becomes a member of the Mafia won't testify.",
      "th": "คนที่กลายเป็นสมาชิกของกลุ่มมาเฟีย จะไม่ขึ้นให้การ"
    }
  },
  {
    "translation": {
      "en": "It was a secret society.",
      "th": "มันเป็นสมาคมลับ"
    }
  },
  {
    "translation": {
      "en": "But we had a good solution to a big problem.",
      "th": "แต่เราก็มีทางออกสำหรับปัญหาใหญ่นั่น"
    }
  },
  {
    "translation": {
      "en": "Without cooperating witnesses, the plan was to start bugging the Mob.",
      "th": "พอไม่มีพยานที่ให้ความร่วมมือ แผนการก็คือการเริ่มดักฟังพวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "Put bugs in the places where they operated.",
      "th": "เอาเครื่องดักฟังไปติดตามสถานที่ ที่พวกนั้นปฏิบัติการ"
    }
  },
  {
    "translation": {
      "en": "It might be a restaurant he frequents.",
      "th": "มันอาจเป็นร้านอาหารร้านประจำเขา"
    }
  },
  {
    "translation": {
      "en": "It might be a car that he uses. It might be his house.",
      "th": "มันอาจเป็นรถที่เขาใช้ มันอาจเป็นบ้านเขา"
    }
  },
  {
    "translation": {
      "en": "The ultimate goal was to record evidence",
      "th": "เป้าหมายสูงสุดคือการบันทึกหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "that's coming directly from the boss's mouth",
      "th": "ที่มาจากปากหัวหน้าโดยตรง"
    }
  },
  {
    "translation": {
      "en": "as to what criminal activity he was involved in",
      "th": "ว่าเขามีส่วนเกี่ยวข้องอะไร กับการก่ออาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "and who was in it involved with him.",
      "th": "และมีใครเกี่ยวข้องกับเขาบ้าง"
    }
  },
  {
    "translation": {
      "en": "You can use that to bring the whole organization down.",
      "th": "คุณใช้มันโค่นทั้งองค์กรได้เลย"
    }
  },
  {
    "translation": {
      "en": "That was gonna take a lot of manpower.",
      "th": "มันจะต้องใช้คนเยอะ"
    }
  },
  {
    "translation": {
      "en": "I asked headquarters to send us 50 agents.",
      "th": "ผมขอให้สำนักงานใหญ่ ส่งเจ้าหน้าที่ให้เรา 50 คน"
    }
  },
  {
    "translation": {
      "en": "The director said, \"Give New York whatever it needs.\"",
      "th": "ผู้อำนวยการบอกว่า \"นิวยอร์กต้องการอะไรก็ให้ไปให้หมด\""
    }
  },
  {
    "translation": {
      "en": "[man] We started off on day one.",
      "th": "เราเริ่มกันตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "I had the Gambino family. It was one of the most powerful families.",
      "th": "ผมได้ตระกูลแกมบีโน่ หนึ่งในตระกูลที่ทรงอำนาจที่สุด"
    }
  },
  {
    "translation": {
      "en": "There were close to 21 captains, over three hundred soldiers...",
      "th": "พวกเขามีกัปตัน 21 คน ทหารกว่า 300 คน..."
    }
  },
  {
    "translation": {
      "en": "thousands of associates.",
      "th": "สมาชิกหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "And the largest target was Paul Castellano, the boss of the family.",
      "th": "และเป้าหมายใหญ่คือพอล คาสเทลลาโน่ หัวหน้าของตระกูล (พอล คาสเทลลาโน่)"
    }
  },
  {
    "translation": {
      "en": "Castellano ran the family like a Fortune 500 business.",
      "th": "คาสเทลลาโน่จัดการตระกูล เหมือนธุรกิจติดอันดับฟอร์จูน 500"
    }
  },
  {
    "translation": {
      "en": "They called him the white-collar don because he read The Wall Street Journal.",
      "th": "พวกเขาเรียกเขาว่าเจ้าพ่อปกขาว เพราะเขาอ่านเดอะวอลสตรีทเจอร์นัล"
    }
  },
  {
    "translation": {
      "en": "He was very successful financially.",
      "th": "เขาประสบความสำเร็จทางการเงินมาก"
    }
  },
  {
    "translation": {
      "en": "But the most important thing he understood was,",
      "th": "แต่สิ่งที่สำคัญที่สุดที่เขาเข้าใจคือ"
    }
  },
  {
    "translation": {
      "en": "in order to rule a crime family,",
      "th": "ในปกครองตระกูลอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "you have to instill fear in your soldiers and captains.",
      "th": "คุณต้องปลูกฝังความกลัวในทหารและกัปตันของคุณ"
    }
  },
  {
    "translation": {
      "en": "And he had a bunch of real tough guys around him",
      "th": "และเขามีคนที่แข็งแกร่งสุดๆ อยู่รอบตัวเขา"
    }
  },
  {
    "translation": {
      "en": "who were like hit men for the Mob.",
      "th": "อย่างคนที่เป็นนักฆ่าสำหรับพวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "[Alite] Paul Castellano was a boss. We knew he was very wealthy.",
      "th": "พอล คาสเทลลาโน่ เป็นหัวหน้า เรารู้ว่าเขาร่ำรวยมากๆ"
    }
  },
  {
    "translation": {
      "en": "We knew we was very strong.",
      "th": "เรารู้ว่าเขาแกร่งมาก"
    }
  },
  {
    "translation": {
      "en": "He had 20-something guys killed.",
      "th": "เขาสั่งฆ่าคนไป 20 กว่าคน"
    }
  },
  {
    "translation": {
      "en": "So when people say he was a soft, white-collar criminal,",
      "th": "พอคนบอกว่าเขาเป็น อาชญากรปกขาวที่อ่อนโยน"
    }
  },
  {
    "translation": {
      "en": "that's the furthest thing from the truth. I actually looked up to the guy.",
      "th": "นั่นไม่เป็นความจริงแม่แต่น้อยเลย จริงๆ แล้วผมชื่นชมเขา"
    }
  },
  {
    "translation": {
      "en": "This is a guy who's smart enough to kill the way had people killed,",
      "th": "นี่คือคนที่ฉลาดพอที่จะฆ่า ในทางที่เขาสั่งฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "but yet not be called a killer.",
      "th": "แต่ก็ยังไม่ถูกเรียกว่าฆาตกร"
    }
  },
  {
    "translation": {
      "en": "Because he is a killer. It's just not by his own hand.",
      "th": "เพราะเขาเป็นฆาตกร แค่ไม่ใช่ด้วยมือเขาเอง"
    }
  },
  {
    "translation": {
      "en": "[Mouw] He lived in a big house on Staten Island.",
      "th": "เขาอาศัยอยู่ในบ้านหลังใหญ่ บนเกาะสแตเทน"
    }
  },
  {
    "translation": {
      "en": "Our goal was to put a microphone there.",
      "th": "เป้าหมายของเราคือ เอาไมโครโฟนไปติดไว้ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Then when you play the tapes at trial, your best witnesses are",
      "th": "แล้วพอคุณก็เปิดเทปตอนที่ไต่สวนคดี พยานที่ดีที่สุดของคุณคือ"
    }
  },
  {
    "translation": {
      "en": "the criminals themselves, the mobsters.",
      "th": "ตัวอาชญากรเอง ตัวมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "[Kossler] The problem was you cannot bug anyone without a court order.",
      "th": "ปัญหาคือคุณติดเครื่องดักฟังใคร โดยไม่มีหมายศาลไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I have got to come up with enough information,",
      "th": "ผมต้องหาข้อมูลมาให้เยอะพอ"
    }
  },
  {
    "translation": {
      "en": "either from surveillance or from informants,",
      "th": "ไม่ว่าจะจากการสอดแนมหรือจากสายสืบ"
    }
  },
  {
    "translation": {
      "en": "that links Paul Castellano to criminal activity.",
      "th": "ที่เชื่อมโยมพอล คาสเทลลาโน่ กับการก่ออาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "So the plan was to work our way up from the bottom.",
      "th": "แผนก็คือการไล่สืบจากข้างล่างขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "We want the gossip in the family. We want the blabbermouth,",
      "th": "เราอยากได้ข่าวซุบซิบในตระกูล เราอยากได้คนปากสว่าง"
    }
  },
  {
    "translation": {
      "en": "the guy who talks a lot.",
      "th": "คนที่พูดเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] When I started as an organized crime investigator,",
      "th": "ตอนที่ฉันเริ่มต้นเป็น นักสืบสวนขบวนการอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "I was assigned to the Gambino squad.",
      "th": "ฉันถูกบรรจุให้อยู่หน่วยแกมบีโน่"
    }
  },
  {
    "translation": {
      "en": "We were focused on this small group in Queens.",
      "th": "เราพุ่งเป้าไปที่กลุ่มเล็กๆ กลุ่มนี้ในควีนส์"
    }
  },
  {
    "translation": {
      "en": "Bergin Hunt and Fish Club was a Mafia social club",
      "th": "เบอร์กินฮันต์แอนด์ฟิชคลับ เป็นคลับสังคมของพวกมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "where they hung out and talked about their crimes.",
      "th": "พวกเขามานั่งเล่นแล้วก็คุยเรื่องอาชญากรรม ที่ตัวเองก่อกัน"
    }
  },
  {
    "translation": {
      "en": "John Gotti was the captain of this little den of thieves.",
      "th": "จอห์น กอตติเป็นกัปตันของซ่องโจรเล็กๆ นี้"
    }
  },
  {
    "translation": {
      "en": "This crew were kind of thuggish, and they handled a lot of street rackets:",
      "th": "กลุ่มนี้ค่อนข้างเป็นนักเลงหน่อย และพวกเขาก่อการระดับท้องถนนมากมาย"
    }
  },
  {
    "translation": {
      "en": "loan sharking primarily, and gambling, and bookie joints.",
      "th": "หลักๆ จะเป็นการปล่อยกู้ บ่อนการพนัน และรับพนัน"
    }
  },
  {
    "translation": {
      "en": "And they were hijackers.",
      "th": "และพวกนั้นเป็นพวกปล้นกลางทางด้วย"
    }
  },
  {
    "translation": {
      "en": "That was the more violent crimes.",
      "th": "พวกนั้นเป็นอาชญากรรมที่รุนแรง"
    }
  },
  {
    "translation": {
      "en": "[Alite] Bergin Hunt and Fish Club was our Wall Street.",
      "th": "เบอร์กินฮันต์แอนด์ฟิชคลับ คือวอลล์สตรีทของเรา"
    }
  },
  {
    "translation": {
      "en": "When guys go to work on Wall Street, they show up to the office,",
      "th": "พวกคนที่ไปทำงานที่วอลล์สตรีทจะโผล่ไปที่ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "and we show up to the Bergin Hunt and Fish Club.",
      "th": "และพวกเราจะโผล่ไปที่เบอร์กินฮันต์แอนด์ฟิชคลับ"
    }
  },
  {
    "translation": {
      "en": "And we wait for our boss, our CEO...",
      "th": "และเราก็รอเจ้านายเรา ซีอีโอเรา"
    }
  },
  {
    "translation": {
      "en": "John Gotti.",
      "th": "จอห์น กอตติ"
    }
  },
  {
    "translation": {
      "en": "I'm there 24 hours a day, seven days a week, on call for when that man wanted me.",
      "th": "ผมอยู่ที่นั่น 24 ชั่วโมงเจ็ดวัน เตรียมพร้อมเวลาชายคนนั้นต้องการตัวผม"
    }
  },
  {
    "translation": {
      "en": "We're running numbers. We're running drugs. We're running girls.",
      "th": "เรามีหวยใต้ดิน ค้ายา ค้าผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Anything that's illegal.",
      "th": "อะไรก็ตามที่ผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Mouw] I tasked all the agents:",
      "th": "ผมมอบหมายหน้าที่ให้เจ้าหน้าที่ทุกคน"
    }
  },
  {
    "translation": {
      "en": "\"Let's find out what these guys are doing, who's making all the money,",
      "th": "มาดูกันว่าพวกนี้ทำอะไรกันอยู่ ใครเป็นคนทำเงิน"
    }
  },
  {
    "translation": {
      "en": "and try to look for a weak link.\"",
      "th": "แล้วก็พยายามมองหาคนที่เป็นจุดอ่อน"
    }
  },
  {
    "translation": {
      "en": "[Alite] The FBI had an office very close to the Bergin Hunt and Fish Club.",
      "th": "เอฟบีไอมีสำนักงานอยู่ใกล้ เบอร์กินฮันต์แอนด์ฟิชคลับมากๆ"
    }
  },
  {
    "translation": {
      "en": "We were taught, especially by Gotti:",
      "th": "เราถูกสอน โดยเฉพาะจากกอตติ"
    }
  },
  {
    "translation": {
      "en": "\"If they're around, they're around. We know they're around,",
      "th": "\"ถ้าพวกนั้นอยู่ใกล้ๆ พวกนั้นก็อยู่ใกล้ๆ เรารู้ว่าพวกนั้นอยู่ใกล้ๆ\""
    }
  },
  {
    "translation": {
      "en": "so, 'Hello, how are you?' Be cordial.\" That's about it.",
      "th": "ก็พูด 'สวัสดี สบายดีไหม' ทำตัวมีมารยาท\" เท่านั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[Mouw] We developed several high-level informants in Gotti's crew",
      "th": "เราสร้างสายสืบระดับสูงหลายคน ในกลุ่มของกอตติโดยใช้หลากหลายวิธี"
    }
  },
  {
    "translation": {
      "en": "through a variety of means. Some were arrested, some we paid a lot.",
      "th": "ในกลุ่มของกอตติโดยใช้หลากหลายวิธี บางคนถูกจับกุม บางคนเราจ่ายให้เยอะ"
    }
  },
  {
    "translation": {
      "en": "These guys provided a lot of information",
      "th": "คนเหล่านี้มอบข้อมูลมากมาย"
    }
  },
  {
    "translation": {
      "en": "about who the weak links were in that crew.",
      "th": "เรื่องคนที่เป็นจุดอ่อนในกลุ่มนั้น"
    }
  },
  {
    "translation": {
      "en": "[Alite] John's personal pit bull bodyguard was a tough guy known to be very violent.",
      "th": "บอดี้การ์ดจอมดุส่วนตัวของจอห์น คือขาโหดที่มีชื่อว่าเป็นคนรุนแรงมาก"
    }
  },
  {
    "translation": {
      "en": "He would do anything, from making him tons of money",
      "th": "เขาทำทุกอย่าง ตั้งแต่การทำเงินมหาศาลให้เขา"
    }
  },
  {
    "translation": {
      "en": "to killing for him, to protecting him.",
      "th": "ฆ่าเพื่อเขา จนถึงการปกป้องเขา"
    }
  },
  {
    "translation": {
      "en": "His name was Angelo Ruggiero.",
      "th": "ชื่อของเขาคือแองเจโล่ รุจจิเอโร่"
    }
  },
  {
    "translation": {
      "en": "[Mouw] Informants told us that he was a big gossip.",
      "th": "สายสืบบอกว่าเขาชอบซุบซิบมาก"
    }
  },
  {
    "translation": {
      "en": "They called him \"Quack Quack.\" Not to his face.",
      "th": "พวกนั้นเรียกเขาว่า \"ก้าบๆ\" ไม่ใช่ต่อหน้าเขานะ"
    }
  },
  {
    "translation": {
      "en": "He ate a great deal. And he talked a great deal.",
      "th": "เขากินเยอะ และเขาก็พูดเยอะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] So... his mouth was always in motion.",
      "th": "ปากเขาก็เลยขยับตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Angelo was our blabbermouth.",
      "th": "แอนเจโล่เป็นคนปากสว่างของเรา"
    }
  },
  {
    "translation": {
      "en": "[Kossler] This was great.",
      "th": "นี่มันเยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "We went to the Attorney General of the United States and got approval",
      "th": "เราไปหาอัยการสูงสุดแห่งสหรัฐ และได้รับการอนุมัติ ให้ติดเครื่องดักฟังที่บ้านแอนเจโล่ รุจจิเอโร่"
    }
  },
  {
    "translation": {
      "en": "to put a bug in Angelo Ruggiero's house.",
      "th": "ให้ติดเครื่องดักฟังที่บ้านแอนเจโล่ รุจจิเอโร่"
    }
  },
  {
    "translation": {
      "en": "We were off and running.",
      "th": "เราก็เริ่มปฏิบัติการได้"
    }
  },
  {
    "translation": {
      "en": "[man] A \"black bag man\" was an agent who had a skill set",
      "th": "\"คนกระเป๋าดำ\" คือเจ้าหน้าที่ที่มีทักษะ"
    }
  },
  {
    "translation": {
      "en": "for planting a concealed microphone",
      "th": "ในการติดซ่อนไมโครโฟน"
    }
  },
  {
    "translation": {
      "en": "or getting through a locked door.",
      "th": "หรือผ่านประตูที่ถูกล็อกได้"
    }
  },
  {
    "translation": {
      "en": "And that's basically what was in the black bag of tricks.",
      "th": "และนั่นคือสิ่งที่อยู่ในกระเป๋ากลเม็ดสีดำ"
    }
  },
  {
    "translation": {
      "en": "Many people don't operate in a covert world effectively.",
      "th": "หลายคนไม่สามารถปฏิบัติการ ในโลกแห่งความลับได้ดีนัก"
    }
  },
  {
    "translation": {
      "en": "They don't blend.",
      "th": "พวกเขาไม่กลมกลืน"
    }
  },
  {
    "translation": {
      "en": "The most successful agents fit sort of my profile.",
      "th": "พวกเจ้าหน้าที่ที่ประสบความสำเร็จที่สุด จะมีประวัติคล้ายๆ ผม"
    }
  },
  {
    "translation": {
      "en": "Maybe I was a bad kid growing up.",
      "th": "ผมอาจเป็นเด็กไม่ดีตอนที่โตมา"
    }
  },
  {
    "translation": {
      "en": "Maybe I learned how to hide and learned how to blend and so on and so forth.",
      "th": "ผมอาจเรียนรู้วิธีการซ่อนและทำตัวกลมกลืน และอะไรอื่นๆ ประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "My blending technique would depend on the neighborhood.",
      "th": "เทคนิคการทำตัวกลมกลืนของผม จะขึ้นอยู่กับย่านนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "And generally speaking, I'm just a local guy doing his job.",
      "th": "ถ้าพูดกว้างๆ ผมก็เป็นแค่คนท้องถิ่น ที่ทำงานของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "In the Ruggiero case, the house was always occupied.",
      "th": "ในกรณีของรุจจิเอโร่ บ้านเขามีคนอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "The neighborhood was too close and there was never an opportunity",
      "th": "ย่านนั้นมันปิดไป และมันก็ไม่เคยมีโอกาส"
    }
  },
  {
    "translation": {
      "en": "that we could guarantee the security of the entry team.",
      "th": "ที่เราจะรับประกันความปลอดภัย ของทีมเข้าสถานที่เราได้"
    }
  },
  {
    "translation": {
      "en": "So we came up with alternative options.",
      "th": "เราก็จะคิดทางเลือกอื่นๆ มา"
    }
  },
  {
    "translation": {
      "en": "Ruggiero's residence had problematic wiring.",
      "th": "ที่พักของรุจจิเอโร่มีปัญหาเรื่องการเดินสาย"
    }
  },
  {
    "translation": {
      "en": "His telephone service would be out from time to time.",
      "th": "สัญญาณโทรศัพท์ของเขาจะขาดหายเป็นช่วงๆ"
    }
  },
  {
    "translation": {
      "en": "We were just going to see",
      "th": "เราก็แค่จะลองดู"
    }
  },
  {
    "translation": {
      "en": "if we could stretch that into an opportunity to get in the house.",
      "th": "ว่าเราจะผลักดันให้มันเป็นโอกาสเข้าบ้านได้ไหม"
    }
  },
  {
    "translation": {
      "en": "The complaint goes in because he has absolute legitimate trouble on his phone.",
      "th": "มีการแจ้งร้องเรียนเข้ามา เพราะเขามีปัญหา เรื่องโทรศัพท์ของเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We would ask the phone company to not dispatch... and I would show up.",
      "th": "เราจะขอให้บริษัทโทรศัพท์ไม่ส่งช่างมา แล้วผมก็จะโผล่ไป"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Ruggiero's a little hostile.",
      "th": "รุจจิเอโร่ไม่ค่อยเป็นมิตรเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "We were always concerned",
      "th": "เราเป็นกังวลกันเสมอ"
    }
  },
  {
    "translation": {
      "en": "that they didn't trust my undercover identity.",
      "th": "ว่าพวกนั้นจะไม่เชื่อในตัวตนแบบอำพรางของผม"
    }
  },
  {
    "translation": {
      "en": "But failure...",
      "th": "แต่ความล้มเหลว..."
    }
  },
  {
    "translation": {
      "en": "honestly was not an option.",
      "th": "ถ้าพูดตามตรง ก็ไม่ใช่ตัวเลือก"
    }
  },
  {
    "translation": {
      "en": "I'm winging it. I'm making this up as I'm going along,",
      "th": "ผมด้นสดอยู่ ผมค่อยๆ คิดแผนหน้างานไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "trying to read the pulse of who I'm dealing with.",
      "th": "พยายามอ่านสถานการณ์กับคนที่ผม ต้องโต้ตอบด้วย"
    }
  },
  {
    "translation": {
      "en": "Now I had an opportunity.",
      "th": "ตอนนี้ผมมีโอกาสแล้ว"
    }
  },
  {
    "translation": {
      "en": "We ran the wire to the back,",
      "th": "เราลากสายไปข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "and we're out of there.",
      "th": "แล้วก็ออกมา"
    }
  },
  {
    "translation": {
      "en": "[Lucht] I was assigned to listen in on Angelo Ruggiero's home.",
      "th": "ฉันถูกกำหนดให้ฟังบ้านของแองเจโล่ รุจจิเอโร่"
    }
  },
  {
    "translation": {
      "en": "When you were assigned a shift, you listened live.",
      "th": "พอคุณถูกกำหนดกะ คุณจะได้ฟังแบบสดๆ"
    }
  },
  {
    "translation": {
      "en": "And you would listen to see who his colleagues are",
      "th": "และคุณจะฟังว่าเพื่อนร่วมงานเขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "and who he's in charge of and who he reports to.",
      "th": "และใครเป็นลูกน้องเขา และใครเป็นหัวหน้าเขา"
    }
  },
  {
    "translation": {
      "en": "He tried to be a little cryptic.",
      "th": "เขาพยายามจะพูดแบบกำกวม"
    }
  },
  {
    "translation": {
      "en": "So you were kind of trying to capture the gist of what was being talked about.",
      "th": "คุณก็พยายามจะหาจับแก่นสารของ สิ่งที่พูดคุยกัน"
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was a total immersion into the life of a Mafia household.",
      "th": "มันเป็นการฝังตัวเองในชีวิตของมาเฟียเลย"
    }
  },
  {
    "translation": {
      "en": "So, I never heard so many creative uses of the f-word in my life.",
      "th": "ฉันก็ไม่เคยได้ยินการใช้คำว่าไอ้เวร อย่างสร้างสรรค์ขนาดนั้นมาก่อนในชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Lucht] If there were some hot, pertinent conversations,",
      "th": "ถ้ามีการสนทนาที่ตรงประเด็นและดุเดือด"
    }
  },
  {
    "translation": {
      "en": "then those things were immediately turned over to the steno pool...",
      "th": "เรื่องพวกนั้นจะถูกส่งไปยังกลุ่มจดชวเลข ในทันที"
    }
  },
  {
    "translation": {
      "en": "who did their best to transcribe them.",
      "th": "ที่จะพยายามจะถอดเทปเสียงอย่างมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was like some kind of soap opera.",
      "th": "มันเป็นเหมือนละครน้ำเน่าหน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I got this impression that Angelo was this kind of cranky, over-verbal guy",
      "th": "ฉันได้ภาพว่าแอนเจโล่ เป็นคนที่ฉุนเฉียวที่พูดจามากไป"
    }
  },
  {
    "translation": {
      "en": "who loved his kids.",
      "th": "ที่รักลูกๆ เขา"
    }
  },
  {
    "translation": {
      "en": "The kids were, um... shall we say, a handful.",
      "th": "ลูกๆ ที่เราว่าตึงมือก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "He ran around and did a lot of meat-handed management",
      "th": "เขาต้องไปวิ่งไปวิ่งมา แล้วทำการจัีดการแบบหนักมือหนักแน่น"
    }
  },
  {
    "translation": {
      "en": "of all these crew members in his Mafia crew and his family.",
      "th": "กับสมาชิกกลุ่มในกลุ่มมาเฟียและครอบครัวเขา"
    }
  },
  {
    "translation": {
      "en": "[Lucht] It was harder to understand certain sections.",
      "th": "มันยากที่จะเข้าใจบทสนทนาบางส่วน"
    }
  },
  {
    "translation": {
      "en": "So all the agents tended to get assigned to reviewing these conversations",
      "th": "เจ้าหน้าที่ทุกคนเลยมักจะถูกกำหนด ให้มาตรวจสอบบทสนทนาเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "in order to make the transcripts sensible.",
      "th": "เพื่อที่จะทำให้การถอดข้อความมีความหมาย"
    }
  },
  {
    "translation": {
      "en": "And so you listened again and again and again.",
      "th": "แล้วคุณก็ต้องฟังซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "You were kind of trying to put the puzzle together.",
      "th": "คุณก็พยายามจะประกอบตัวต่อปริศนาเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, it was a real slow-going art.",
      "th": "มันเป็นศิลปะที่ทำไปช้าๆ"
    }
  },
  {
    "translation": {
      "en": "People on the squad had different input, and they'd say, \"Wait, I hear this,\"",
      "th": "คนในหน่วยก็จะมีคำตอบไม่เหมือนกัน และพวกเขาจะบอก \"เดี๋ยว ฉันได้ยินแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "and then you'd say, \"Yeah, that's the key.",
      "th": "แล้วคุณก็จะบอกว่า \"ใช่ นั่นแหละคำตอบ"
    }
  },
  {
    "translation": {
      "en": "That's what's going on in here.\"",
      "th": "นั่นคือสิ่งที่พูดอยู่ในบันทึก\""
    }
  },
  {
    "translation": {
      "en": "He would make reference to it.",
      "th": "เขาจะอ้างถึงมัน"
    }
  },
  {
    "translation": {
      "en": "Did he get it? You know, did he get it?",
      "th": "เขาได้มันมาไหม เขา \"ได้\" มันมาไหม"
    }
  },
  {
    "translation": {
      "en": "We're sitting there like, \"Well, what is he talking about, you know?\"",
      "th": "เราก็นั่งก็อยู่ตรงนั้นแล้วก็คิด เขาพูดเรื่องอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, but then you had to put it with who he's speaking to.",
      "th": "แต่แล้วคุณก็ต้องเอามันมาประกอบกับ คนที่เขาพูดด้วย"
    }
  },
  {
    "translation": {
      "en": "Who was that at the other end of that telephone?",
      "th": "ใครเป็นคนที่อยู่อีกปลายสายโทรศัพท์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Lucht] And of course, the FBI had technical abilities",
      "th": "และแน่นอน เอฟบีไอมีความสามารถทางเทคนิค"
    }
  },
  {
    "translation": {
      "en": "to track the phone, and over time, you'd figure out who it is.",
      "th": "ที่จะตามสายโทรศัพท์ และพอใช้เวลาสักหน่อย คุณก็จะรู้ว่าเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "And then when you put it together, you'd say, he said, \"Did you get it?\"",
      "th": "แล้วคุณก็จะปะติดปะต่อได้ว่า เขาพูดว่า \"นายได้มันมาไหม\""
    }
  },
  {
    "translation": {
      "en": "And he's talking to a guy who is a big drug dealer.",
      "th": "และเขาคุยกับคนที่เป็นนักค้ายารายใหญ่"
    }
  },
  {
    "translation": {
      "en": "Here we are in the middle of the day.",
      "th": "เราก็อยู่กันกลางวันแสกๆ"
    }
  },
  {
    "translation": {
      "en": "Angelo is talking about two- or three-kilo heroin deals,",
      "th": "แองเจโล่กำลังพูดเรื่องการค้า เฮโรอีน 2-3 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "while his wife and daughter are a few feet away washing the dishes.",
      "th": "ในขณะที่ภรรยาและลูกสาวเขา ก็ยืนล้างจานอยู่ใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "[Lucht] We had gathered evidence",
      "th": "เรารวบรวมหลักฐานได้ว่าแองเจโล่เป็น"
    }
  },
  {
    "translation": {
      "en": "that Angelo was a big-time, multimillion-dollar heroin dealer.",
      "th": "เรารวบรวมหลักฐานได้ว่าแองเจโล่เป็น ผู้ค้าเฮโรอีนรายใหญ่หลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "It was a big deal.",
      "th": "มันเป็นเรื่องใหญ่"
    }
  },
  {
    "translation": {
      "en": "But we still didn't have enough evidence that links Ruggiero's criminal activity",
      "th": "แต่เรายังไม่มีหลักฐานเพียงพอ ที่จะผูกมัดการก่ออาชญากรรมของรุจจิเอโร่"
    }
  },
  {
    "translation": {
      "en": "to Paul Castellano, the boss of the Gambino family.",
      "th": "กับพอล คาสเทลลาโน่ หัวหน้าของตระกูลแกมบีโน่"
    }
  },
  {
    "translation": {
      "en": "[Mouw] For almost 6 months, we followed him around",
      "th": "กว่าเกือบหกเดือนที่เราตามเขาไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "so we knew where he went for different meetings.",
      "th": "เราก็รู้ว่าเขาไปประชุมแบบไหนที่ไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "We came to find out that he'd go up to the boss of the family,",
      "th": "เรามาพบเข้าว่าเขาจะไปหาหัวหน้าของตระกูล"
    }
  },
  {
    "translation": {
      "en": "Paul Castellano's house on a regular basis.",
      "th": "ไปบ้านของพอล คาสเทลลาโน่เป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "And then when the meeting was over, Ruggiero would come back to his house.",
      "th": "แล้วพอการประชุมจบลง รุจจิเอโร่ก็จะกลับมาที่บ้านของเขา"
    }
  },
  {
    "translation": {
      "en": "And other Mob guys would come over,",
      "th": "และสมาชิกมาเฟียคนอื่นๆ ก็จะมาหา"
    }
  },
  {
    "translation": {
      "en": "and Ruggiero would tell them all about what happened at the meeting.",
      "th": "รุจจิเอโร่จะบอกพวกนั้นว่าเกิดอะไรขึ้น ในการประชุม"
    }
  },
  {
    "translation": {
      "en": "It's a big deal to meet with the boss of the family.",
      "th": "มันเป็นเรื่องใหญ่ในการพบหัวหน้าของตระกูล"
    }
  },
  {
    "translation": {
      "en": "It's a dream come true.",
      "th": "มันคือฝันที่เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "It's proof that Castellano was meeting members of his crew at his house",
      "th": "มันเป็นหลักฐานว่าคาสเทลลาโน่ พบปะกับสมาชิกตระกูลเขา ที่บ้านของเขาและคุยเรื่องอาชญากรรมกัน"
    }
  },
  {
    "translation": {
      "en": "and talking criminal matters.",
      "th": "ที่บ้านของเขาและคุยเรื่องอาชญากรรมกัน"
    }
  },
  {
    "translation": {
      "en": "This was the proof we wanted for approval for electronic surveillance",
      "th": "นี่คือหลักฐานที่เราต้องการสำหรับ อนุมัติการสอดแนมแบบอิเล็กทรอนิกส์"
    }
  },
  {
    "translation": {
      "en": "of Castellano's house.",
      "th": "ที่บ้านของคาสเทลลาโน่"
    }
  },
  {
    "translation": {
      "en": "[Kossler] It was an unbelievable moment,",
      "th": "มันเป็นช่วงเวลาที่น่าเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "because now we could finally bug the boss's house.",
      "th": "เพราะตอนนี้เราก็จะติดเครื่องดักฟัง ในบ้านหัวหน้าได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "But it was gonna be a very tricky operation.",
      "th": "แต่มันจะเป็นปฏิบัติการที่ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] It was a big house. It was referred to as the White House.",
      "th": "มันเป็นบ้านหลังใหญ่ มันถูกขนานนามว่าทำเนียบขาว"
    }
  },
  {
    "translation": {
      "en": "The surveillance squad, after many, many hours of surveillance,",
      "th": "หลังจากที่หน่วยสอดแนม ทำการสอดแนมมาหลายชั่วโมงมากๆ"
    }
  },
  {
    "translation": {
      "en": "had come to the determination",
      "th": "พวกเขาก็ตอบได้ว่า"
    }
  },
  {
    "translation": {
      "en": "it's impossible to get in there surreptitiously",
      "th": "มันเป็นไปไม่ได้ที่จะแอบเข้าไปในบ้าน"
    }
  },
  {
    "translation": {
      "en": "because the house was never empty.",
      "th": "เพราะบ้านไม่เคยว่างเลย"
    }
  },
  {
    "translation": {
      "en": "Castellano had lots of new things in the house.",
      "th": "คาสเทลลาโน่มีของใหม่ๆ ในบ้านมากมาย"
    }
  },
  {
    "translation": {
      "en": "He had the latest telephone equipment,",
      "th": "เขามีอุปกรณ์โทรศัพท์แบบใหม่ล่าสุด"
    }
  },
  {
    "translation": {
      "en": "and he had cable TV,",
      "th": "เขามีเคเบิลทีวี"
    }
  },
  {
    "translation": {
      "en": "specifically a CNN channel, which was new at the time.",
      "th": "โดยเฉพาะช่องซีเอ็นเอ็น ซึ่งเป็นช่องใหม่ในช่วงนั้น"
    }
  },
  {
    "translation": {
      "en": "[announcer] Get in touch with the world. Touch it. Get in touch with the news.",
      "th": "สัมผัสให้ทันโลก สัมผัสมัน สัมผัสให้ทันข่าว"
    }
  },
  {
    "translation": {
      "en": "Touch it.",
      "th": "สัมผัสมัน"
    }
  },
  {
    "translation": {
      "en": "Get in touch when you want, 24 hours a day. CNN headline news.",
      "th": "สัมผัสให้ทันเมื่อคุณต้องการ ข่าวเด่นซีเอ็นเอ็นทุกวัน 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] We learned all of his meetings and conversations",
      "th": "เราได้รู้ว่าการประชุม และการพูดคุยทั้งหมดของเขา"
    }
  },
  {
    "translation": {
      "en": "took place in his kitchen, dinning room area.",
      "th": "เกิดขึ้นในบริเวณครัวและห้องทานอาหาร"
    }
  },
  {
    "translation": {
      "en": "That was where the TV was and that looked like a real opportunity.",
      "th": "เพราะทีวีอยู่ตรงนั้น และดูเหมือนโอกาสจริงจัง"
    }
  },
  {
    "translation": {
      "en": "So we started doing a little homework on cable TV.",
      "th": "เราก็เริ่มทำการบ้านเรื่องเคเบิลทีวีเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "It's daybreak in the east.",
      "th": "ตอนนี้เป็นรุ่งสางทางฝั่งตะวันออก"
    }
  },
  {
    "translation": {
      "en": "It's the 17th of May, good morning.",
      "th": "วันนี้วันที่ 17 พฤษภาคม อรุณสวัสดิ์ครับ..."
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I learned it's very easy to introduce interference in cable systems.",
      "th": "ผมได้รู้ว่ามันง่ายมากที่จะใส่สัญญาณ รบกวนในระบบเคบิล"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] So, we introduced a problem into the house...",
      "th": "เราก็เริ่มใส่ปัญหาเข้าไปในบ้าน..."
    }
  },
  {
    "translation": {
      "en": "annoying and aggravating enough",
      "th": "ที่น่ารำคาญและน่าโมโหพอ ถ้าเกิดว่ามีคนโผล่มา"
    }
  },
  {
    "translation": {
      "en": "that if somebody showed up to troubleshoot a problem,",
      "th": "ที่น่ารำคาญและน่าโมโหพอ ถ้าเกิดว่ามีคนโผล่มา เพื่อแก้ไขปัญหานี้"
    }
  },
  {
    "translation": {
      "en": "they'd be happy to see them.",
      "th": "คนที่บ้านก็จะยินดีที่ได้ผม"
    }
  },
  {
    "translation": {
      "en": "I'm the cableman now.",
      "th": "ตอนนี้ผมเป็นช่างเคเบิลแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I ring the doorbell.",
      "th": "ผมกดกริ่งประตู"
    }
  },
  {
    "translation": {
      "en": "Lots of chimes, as I recall.",
      "th": "ผมจำได้ว่าเสียงกริ่งยาวเลย"
    }
  },
  {
    "translation": {
      "en": "The gentleman that answers the door happens to be Tommy Bilotti,",
      "th": "สุภาพบุรุษที่เปิดประตูเป็นทอมมี่ บิลอตติ"
    }
  },
  {
    "translation": {
      "en": "Paul's right-hand guy.",
      "th": "มือขวาของพอล"
    }
  },
  {
    "translation": {
      "en": "The guy was a killer.",
      "th": "เขาเป็นนักฆ่า"
    }
  },
  {
    "translation": {
      "en": "If something goes wrong, I need to get out of here immediately.",
      "th": "ถ้ามีอะไรผิดพลาด ผมต้องออกจากบ้านให้ได้ในทันที"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] I'm calling into the office, and they're going to test the line.",
      "th": "ผมโทรเข้าไปที่ออฟฟิศ เพื่อที่พวกเขาจะได้ทดสอบสายสัญญาณ"
    }
  },
  {
    "translation": {
      "en": "I'm actually calling Art, who is my other agent out there.",
      "th": "จริงๆ แล้วผมโทรหาอาร์ต ที่เป็นเจ้าหน้าที่อีกคนของผมข้างนอก"
    }
  },
  {
    "translation": {
      "en": "And when I go, \"Art, I'm tapping on this.\"",
      "th": "และผมก็บอก \"อาร์ต ผมเคาะนี่อยู่\""
    }
  },
  {
    "translation": {
      "en": "As I'm tapping, he's making interference.",
      "th": "ตอนที่ผมเคาะ เขาก็สร้างสัญญาณกวน"
    }
  },
  {
    "translation": {
      "en": "TV's blinking.",
      "th": "ทีวีกระพริบอยู่"
    }
  },
  {
    "translation": {
      "en": "[Cantamessa] Preplanned, all orchestrated, bench tested before I went.",
      "th": "วางแผนมาก่อน ทั้งหมดถูกเตรียมมา ทดสอบมาหมดแล้วก่อนผมเข้าไป"
    }
  },
  {
    "translation": {
      "en": "Including my level of uncooperativeness.",
      "th": "รวมถึงระดับความไม่ร่วมมือของผม"
    }
  },
  {
    "translation": {
      "en": "I'm acting like we have to come back.",
      "th": "ผมทำตัวเหมือนว่าเราต้องกลับมาใหม่"
    }
  },
  {
    "translation": {
      "en": "You have to make an appointment.",
      "th": "คุณต้องทำนัด"
    }
  },
  {
    "translation": {
      "en": "They don't like appointments.",
      "th": "พวกนั้นไม่ชอบให้ทำนัด"
    }
  },
  {
    "translation": {
      "en": "So, no appointment.",
      "th": "ก็ไม่ทำนัดแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "We're gonna do this. We're gonna do this right now.",
      "th": "เราจะซ่อมกัน เราจะซ่อมกันเลย"
    }
  },
  {
    "translation": {
      "en": "I took a risk.",
      "th": "ผมก็ยอมเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "I said, \"If you give me a hand for just a minute,",
      "th": "ผมบอก \"ถ้าคุณช่วยผมสักเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "I promise I'll be out of here.\"",
      "th": "ผมสัญญาว่าจะแก้แล้วไป\""
    }
  },
  {
    "translation": {
      "en": "\"What do you need?\"",
      "th": "\"คุณต้องการอะไรล่ะ\""
    }
  },
  {
    "translation": {
      "en": "I go, \"Would you just come over here and hold the flashlight for me?\"",
      "th": "ผมบอก \"คุณช่วยมาถือไฟฉายให้ผมตรงนี้ได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "So Tommy Bilotti helped me while I installed the device",
      "th": "ทอมมี่ บิลอตติก็ช่วยผมตอนที่ผม ติดตั้งอุปกรณ์"
    }
  },
  {
    "translation": {
      "en": "that had the microphone in it.",
      "th": "ที่มีไมโครโฟนอยู่ในตัว"
    }
  },
  {
    "translation": {
      "en": "Microphone was active.",
      "th": "ไมโครโฟนเปิดใช้แล้ว"
    }
  },
  {
    "translation": {
      "en": "They were glad to not have me be there too long, and I was glad to leave.",
      "th": "พวกนั้นดีใจที่ผมอยู่ที่นั่นไม่นาน และผมดีใจที่ได้กลับมา"
    }
  },
  {
    "translation": {
      "en": "You know what it takes to stop a crime? Your help and your neighbors'.",
      "th": "คุณรู้ไหมว่าต้องใช้อะไรถึงจะหยุดอาชญากรรมได้ ต้องให้คุณและเพื่อนบ้านช่วยไง"
    }
  },
  {
    "translation": {
      "en": "Take a bite out of crime. [chomps]",
      "th": "กัดอาชญากรรมให้หายไป"
    }
  },
  {
    "translation": {
      "en": "Everybody was just thrilled with the successful installation",
      "th": "ทุกคนก็ตื่นเต้นกับความสำเร็จในการติดตั้ง"
    }
  },
  {
    "translation": {
      "en": "of the wire in Paul Castellano's house. I mean, that was just-- Wow.",
      "th": "เครื่องดักฟังในบ้านของพอล คาสเทลลาโน่ ฉันว่า นั่นมันแบบว่าว้าวเลย"
    }
  },
  {
    "translation": {
      "en": "Your expectations are great. You expect to hear about murder.",
      "th": "คุณก็คาดหวังไว้มาก คุณคาดหวังที่จะได้ฟังเรื่องการฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "Kill this guy and kill that guy. It was a big day for the FBI.",
      "th": "ฆ่าคนนี้แล้วก็ฆ่าคนนั้น มันเป็นวันที่สำคัญมากสำหรับเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "[Kossler] Paul Castellano, the boss of the Gambino family, was on tape.",
      "th": "พอล คาสเทลลาโน่ หัวหน้าตระกูลแกมบีโน่ ถูกบันทึกลงเทป"
    }
  },
  {
    "translation": {
      "en": "This was really significant,",
      "th": "นี่เป็นเรื่องใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "in that he was the boss of one of the largest families in the Mafia.",
      "th": "เพราะเขาเป็นหัวหน้าของหนึ่งใน ตระกูลที่ใหญ่ที่สุดในวงการมาเฟีย"
    }
  },
  {
    "translation": {
      "en": "People wouldn't even dream about this ten years before.",
      "th": "สิบปีก่อนคนคงฝันถึงเรื่องนี้ไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "The sound of a Mafia kitchen, you know what it is?",
      "th": "เสียงของครัวมาเฟีย คุณรู้ไหมว่าเป็นเสียงอะไร"
    }
  },
  {
    "translation": {
      "en": "It's eggs being beaten in a bowl.",
      "th": "เสียงไข่ถูกตีในชาม"
    }
  },
  {
    "translation": {
      "en": "I don't recall listening to any meetings with others.",
      "th": "ฉันจำไม่ได้ว่าได้ฟัีงการประชุมกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "I just remember Castellano and Gloria talking.",
      "th": "ผมจำได้ว่าคาสเทลลาโน่กับกลอเรียคุยกัน"
    }
  },
  {
    "translation": {
      "en": "Gloria was the maid in this giant mansion that they had.",
      "th": "กลอเรียเป็นแม่บ้านในคฤหาสน์ใหญ่ของพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "She cleaned and cooked, and she'd been there for quite a while.",
      "th": "เธอทำความสะอาดและทำอาหาร และเธอก็ทำงานที่นั่นมาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "I got this impression.",
      "th": "ฉันได้ภาพแบบนั้นมา"
    }
  },
  {
    "translation": {
      "en": "She had a certain amount of personality and they clicked.",
      "th": "เธอมีบุคลิกพอสมควร และสองคนนั้นก็เข้ากันได้"
    }
  },
  {
    "translation": {
      "en": "You'd listen to this and you'd go, \"What is that?",
      "th": "คุณจะฟังเทปนี่แล้วคิด \"นั่นอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Alright, stop it here and back it up.\" And the reels would go around.",
      "th": "เอาล่ะ หยุดตรงนี้ก่อนแล้วถอยไปก่อน\" ม้วนเทปก็จะถอยไป"
    }
  },
  {
    "translation": {
      "en": "\"Let's play it again.\"",
      "th": "\"มาเล่นใหม่นะ\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, God no! Oh, my God!\"",
      "th": "\"โอ้พระเจ้าไม่ โอ้พระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "Everybody's suddenly realized",
      "th": "แล้วทุกคนก็คิดได้ว่า"
    }
  },
  {
    "translation": {
      "en": "he was having a torrid affair with his maid.",
      "th": "เขากำลังมีชู้อย่างเร่าร้อนกับแม่บ้านเขา"
    }
  },
  {
    "translation": {
      "en": "Poor Joe O'Brien had to be all tuned in to that little soap opera.",
      "th": "โจ โอไบรอันผู้น่าสงสารต้องมานั่งฟัง ละครน้ำเน่านั้นทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[man] My job was to make a prosecutable case against Paul Castellano.",
      "th": "หน้าที่ของผมคือสร้างคดีที่ฟ้องร้องได้ ต่อพอล คาสเทลลาโน่"
    }
  },
  {
    "translation": {
      "en": "I had people talking to me that didn't even know they were informants,",
      "th": "มีคนหลายคนมาคุยกับผม โดยไม่รู้ตัวด้วยซ้ำว่าตัวเองเป็นสายสืบให้"
    }
  },
  {
    "translation": {
      "en": "including Paul Castellano's maid and lover, Gloria Olarte.",
      "th": "รวมถึงแม่บ้านและคนรักของพอล คาสเทลลาโน่ กลอเรีย โอลาร์เต้"
    }
  },
  {
    "translation": {
      "en": "She would we take pictures,",
      "th": "เธอจะถ่ายรูป"
    }
  },
  {
    "translation": {
      "en": "family pictures and pictures of Castellano meeting his associates.",
      "th": "รูปถ่ายครอบครัวและรูปถ่ายคาสเทลลาโน่ พบปะคนรู้จักของเขา"
    }
  },
  {
    "translation": {
      "en": "She gave me those photographs.",
      "th": "เธอเอารูปภาพพวกนั้นให้ผม"
    }
  },
  {
    "translation": {
      "en": "But she was an unwitting source.",
      "th": "แต่เธอเป็นแหล่งข่าวที่ไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "She didn't know about the bug in Castellano's house.",
      "th": "เธอไม่รู้เรื่องเครื่องดักฟัง ในบ้านของคาสเทลลาโน่"
    }
  },
  {
    "translation": {
      "en": "[O'Brien] You listen to 600 hours' worth of tapes, you get to know the guy.",
      "th": "คุณฟังเทปไปร่วม 600 ชั่วโมง คุณก็ได้รู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "So... I did something a little unusual.",
      "th": "ผมก็เลยทำอะไรที่ผิดธรรมดานิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I started sending him greeting cards.",
      "th": "ผมเริ่มส่งบัตรอวยพรให้เขา"
    }
  },
  {
    "translation": {
      "en": "Birthday cards.",
      "th": "บัตรอวยพรวันเกิด"
    }
  },
  {
    "translation": {
      "en": "Get well cards. I heard he was sick.",
      "th": "(อวยพรให้หายป่วย)"
    }
  },
  {
    "translation": {
      "en": "I sent him a card: \"To a special godfather.\"",
      "th": "ผมส่งบัตรให้เขา \"แด่พ่อทูนหัวคนพิเศษ\""
    }
  },
  {
    "translation": {
      "en": "I was messing with him. This was psychological warfare.",
      "th": "ผมปั่นหัวเขาอยู่ นี่เป็นสงครามจิตวิทยา"
    }
  },
  {
    "translation": {
      "en": "I wanted to see what they were made of.",
      "th": "ผมอยากรู้ว่าเนื้อแท้พวกนั้นเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "My partner Andy and I were listening and had the headsets on.",
      "th": "แอนดี้ คู่หูผมและผมก็ใส่หูฟังฟังเขากันอยู่"
    }
  },
  {
    "translation": {
      "en": "He talked about the greeting cards.",
      "th": "เขาพูดเรื่องบัตรอวยพร"
    }
  },
  {
    "translation": {
      "en": "A lot of profanity and everything. Kind of funny when you listen to the guy",
      "th": "พูดคำหยาบกันเพียบเลย มันก็ตลกเวลาคุณฟังเขา"
    }
  },
  {
    "translation": {
      "en": "and he's opening a card and talking about you.",
      "th": "และเขาก็เปิดบัตรมาแล้วก็พูดถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "That's when Gloria revealed that she'd been meeting with me privately.",
      "th": "นั่นคือตอนที่กลอเรียเปิดเผย ว่าเธอมาพบกับผมเป็นการส่วนตัวอยู่"
    }
  },
  {
    "translation": {
      "en": "And I figured, \"Uh-oh.\"",
      "th": "และผมคิดว่า \"ตายละ\""
    }
  },
  {
    "translation": {
      "en": "He scolded her like a little schoolgirl.",
      "th": "เขาด่าเธอเหมือนเด็กน้อยเลย"
    }
  },
  {
    "translation": {
      "en": "\"You don't meet with Mr. Joe anymore.",
      "th": "\"เธอจะไม่ไปพบกับคุณโจอีก"
    }
  },
  {
    "translation": {
      "en": "You stay away from O'Brien. You understand, Gloria.\"",
      "th": "อยู่ห่างๆ โอไบรอันไว้ เธอเข้าใจนะกลอเรีย\""
    }
  },
  {
    "translation": {
      "en": "Castellano's bodyguard started goading him.",
      "th": "บอดี้การ์ดของคาสเทลลาโน่เรื่องยุยงเขา"
    }
  },
  {
    "translation": {
      "en": "\"We can get rid of this guy, O'Brien.\"",
      "th": "\"เรากำจัดหมอนี่ได้ โอไบรอัน\""
    }
  },
  {
    "translation": {
      "en": "They were goading Castellano to put a contract out on my life.",
      "th": "พวกนั้นยุยงให้คาสเทลลาโน่ตั้งค่าหัวกับชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "Scary people, you know. They're murders. They're psychopaths.",
      "th": "คนที่น่ากลัวนะ พวกนั้นเป็นฆาตกร เป็นพวกโรคจิต"
    }
  },
  {
    "translation": {
      "en": "It was said that Castellano could order somebody killed",
      "th": "ว่ากันว่าคาสเทลลาโน่าจสั่งฆ่าคนแค่โดยการ"
    }
  },
  {
    "translation": {
      "en": "by just lifting an eyebrow. Didn't have to say a word.",
      "th": "ยักคิ้ว ไม่ต้องพูดอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "If he had gone silent, it would have been all over for me.",
      "th": "ถ้าเขาดันตามน้ำพวกที่ยุไป ทุกอย่างก็จบสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "But Castellano said, \"No.",
      "th": "แต่คาสเทลลาโน่บอกว่า \"ไม่"
    }
  },
  {
    "translation": {
      "en": "Bring too much heat on the family.",
      "th": "เดี๋ยวตระกูลจะโดนไล่ล่ามากไป\""
    }
  },
  {
    "translation": {
      "en": "Just be careful, you know. He's just doing his job.\"",
      "th": "แค่ระวังไว้ เขาแค่ทำหน้าที่เขา"
    }
  },
  {
    "translation": {
      "en": "He defended me, so I gotta give credit for that.",
      "th": "เขาปกป้องผม ผมก็ต้องให้เครดิตเขาหน่อย กับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "But it didn't change the fact that the whole object of my case",
      "th": "แต่มันก็ไม่ได้เปลี่ยนข้อเท็จจริงที่ว่า เป้าหมายทั้งหมดของคดีผม"
    }
  },
  {
    "translation": {
      "en": "was to put Castellano in a federal prison for life.",
      "th": "คือการเอาคาสเทลลาโน่ ไปขังคุกรัฐบาลกลางตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I started getting evidence to implicate him.",
      "th": "ผมเริ่มได้หลักฐานที่จะมัดตัวเขา"
    }
  },
  {
    "translation": {
      "en": "Castellano talked about all kinds of things.",
      "th": "คาสเทลลาโน่พูดคุยหลากลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "He talked with Tommy Gambino about dividing up the Garment District.",
      "th": "เขาคุยกับทอมมี่ แกมบีโน่ เรื่องการแบ่งเขตย่านการ์เมนต์กัน"
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe N. Gallo about all the various rackets they were involved in.",
      "th": "เขาคุยกับโจ เอ็น แกลโล่ เกี่ยวกับเรื่องที่พวกเขามีเอี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "He spoke with Joe Armone about the restaurant union.",
      "th": "เขาคุยกับโจ อาร์โมน เรื่องสหภาพร้านอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Kossler] We were hearing more and more",
      "th": "เราได้ยินเรื่องความเกี่ยวข้องของ"
    }
  },
  {
    "translation": {
      "en": "about their involvement with the labor unions.",
      "th": "พวกนั้นในสหภาพแรงงานมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "That was important information because it showed the real problem",
      "th": "นั่นเป็นข้อมูลที่สำคัญเพราะมันแสดงให้เห็นถึง ปัญหาที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "of organized crime...",
      "th": "ของขบวนการอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "that the organized crime groups controlled the major labor unions in this country.",
      "th": "ว่ากลุ่มขบวนการอาชญากรรมต่างๆ ควบคุม สหภาพแรงงานหลักๆ ในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "We were hearing how the Mafia controlled the Teamsters trucking union,",
      "th": "เราได้ฟังเรื่องวิธีการที่พวกมาเฟียควมคุม สหภาพรถบรรทุกทีมสเตอร์ส"
    }
  },
  {
    "translation": {
      "en": "the Laborers' Union,",
      "th": "สหภาพแรงงาน"
    }
  },
  {
    "translation": {
      "en": "the longshoremen union,",
      "th": "สหภาพผู้ขนถ่ายสินค้า"
    }
  },
  {
    "translation": {
      "en": "the hotel employees' union.",
      "th": "สหภาพพนักงานโรงแรม"
    }
  },
  {
    "translation": {
      "en": "There's so many ways they used the unions to make money.",
      "th": "มีหลายทางมากที่พวกนั้นใช้สหภาพเพื่อทำเงิน"
    }
  },
  {
    "translation": {
      "en": "They could extort companies to give their friends jobs.",
      "th": "พวกนั้นสามารถขู่เข็ญบริษัทต่างๆ เพื่อเอางานให้ผองเพื่อนได้"
    }
  },
  {
    "translation": {
      "en": "They could give him health benefits.",
      "th": "จะให้สวัสดิการสุขภาพเขาก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Franzese] The Mob had a lot of power,",
      "th": "พวกมาเฟียมีอำนาจมากมาย"
    }
  },
  {
    "translation": {
      "en": "because we controlled the unions.",
      "th": "เพราะเราควบคุมพวกสหภาพไว้"
    }
  },
  {
    "translation": {
      "en": "We call in a strike with the Teamsters,",
      "th": "เราเรียกทีมสเตอร์มาให้ประท้วงหยุดงาน"
    }
  },
  {
    "translation": {
      "en": "two and a half million people stop working.",
      "th": "คนสองล้านห้าแสนคนหยุดทำงาน"
    }
  },
  {
    "translation": {
      "en": "That's a lot of power.",
      "th": "นั่นเป็นอำนาจมหาศาล"
    }
  },
  {
    "translation": {
      "en": "Not to mention the pension funds that you had at your disposal.",
      "th": "ยังไม่รวมถึงกองทุนบำนาญที่คุณ สามารถนำไปใช้ได้"
    }
  },
  {
    "translation": {
      "en": "You got hundreds of millions of dollars sitting in the bank",
      "th": "คุณมีเงินเป็นหลายร้อยล้านดอลลาร์ ที่แช่อยู่ในธนาคาร"
    }
  },
  {
    "translation": {
      "en": "that you can move anywhere you want. You control bankers that way.",
      "th": "ที่คุณโยกย้ายได้ตามใจชอบ คุณควบคุมพวกนายธนาคารแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You control insurance companies that way. And we used that.",
      "th": "คุณควบคุมบริษัทประกันแบบนั้น และเราใช้มัน"
    }
  },
  {
    "translation": {
      "en": "-[tape rewinding] -[man] And he gave me $5,000.",
      "th": "และเขาให้มาห้าพันดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "You control the unions. You control the Teamsters. You control the docks.",
      "th": "คุณควบคุมสหภาพ คุณควบคุมทีมสเตอร์ส คุณควบคุมท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "You control the country.",
      "th": "คุณควบคุมประเทศได้"
    }
  }
]