[
  {
    "translation": {
      "en": "It's not over.",
      "th": "มันยังไม่จบ"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey! This is not flag football! This is real football!",
      "th": "นี่ๆ นี่ไม่ใช่แฟลกฟุตบอล นี่คือฟุตบอลของจริง"
    }
  },
  {
    "translation": {
      "en": "I'm fine! Stop worrying about me!",
      "th": "ฉันไม่เป็นไร เลิกเป็นห่วงซะที"
    }
  },
  {
    "translation": {
      "en": "What about you?",
      "th": "แล้วนายล่ะ"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing out there?",
      "th": "นายทำอะไรอยู่ข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "What the hell are you doing, man?",
      "th": "ทำอะไรของนายน่ะ พวก"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey! Take a seat.",
      "th": "นี่! นั่งลงซะ"
    }
  },
  {
    "translation": {
      "en": "Not in front of them!",
      "th": "อย่าทะเลาะกันต่อหน้าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Don't look at the scoreboard. We're still alive! All right.",
      "th": "อย่าไปมองป้ายบอกคะแนน เรายังไม่แพ้ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Stop feeling sorry for yourselves.",
      "th": "เลิกรู้สึกไม่ดีกับตัวเองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We're down by two touchdowns.",
      "th": "เราต้องทำสองทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "They're doing better than we are, but that's fine!",
      "th": "พวกเขาเล่นได้ดีกว่า แต่ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "We just need to man up!",
      "th": "เราต้องเข้มแข็งหน่อย"
    }
  },
  {
    "translation": {
      "en": "If you see an opponent in front of you, tackle him and get him down!",
      "th": "ถ้าเห็นคู่แข่งตรงหน้า หยุดเขา และจัดการเขาให้ได้"
    }
  },
  {
    "translation": {
      "en": "Quit being petty with them and letting them get into your heads.",
      "th": "เลิกใส่ใจเรื่องเล็กน้อย และปล่อยให้พวกเขาทำให้นายเสียสมาธิ"
    }
  },
  {
    "translation": {
      "en": "That's their goal!",
      "th": "นั่นคือเป้าหมายของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They're trying to get you mad.",
      "th": "พวกเขาพยายามทำให้นายโมโห"
    }
  },
  {
    "translation": {
      "en": "That's their goal.",
      "th": "นั่นคือเป้าหมายของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "It's the second half. Focus on football, not them.",
      "th": "นี่เป็นครึ่งหลัง สนใจที่ฟุตบอล ไม่ใช่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "You have to be aggressive.",
      "th": "นายต้องรุกอย่างดุเดือด"
    }
  },
  {
    "translation": {
      "en": "Now we gotta stay focused.",
      "th": "ตอนนี้เราต้องมีสมาธิ"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไปเลย!"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey! Amaree! Stop! Amaree! Stop it!",
      "th": "นี่! อมารี! หยุด! อมารี! หยุดนะ!"
    }
  },
  {
    "translation": {
      "en": "Why? Why? Take a breath. I need you the whole game.",
      "th": "ทำไมๆ หายใจก่อน ฉันต้องให้นายเล่นทั้งเกมนะ"
    }
  },
  {
    "translation": {
      "en": "When they talk trash to you, don't get in their face like that.",
      "th": "เวลาพวกเขาดูถูก อย่าไปเผชิญหน้าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Just be cool.",
      "th": "ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "Go! Come on!",
      "th": "ไป! เร็วเข้า!"
    }
  },
  {
    "translation": {
      "en": "You can do better! We need you!",
      "th": "นายทำได้ดีกว่านั้น เราต้องการนาย"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, accept it. You need to accept what happened.",
      "th": "นี่ๆๆ ยอมรับเถอะ ต้องยอมรับสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "You think I don't accept this? Screw you, man.",
      "th": "คิดว่าฉันไม่ยอมรับเหรอ ไอ้บ้า"
    }
  },
  {
    "translation": {
      "en": "All right, okay. It's just one loss, man. It's nothing!",
      "th": "ก็ได้ โอเค แพ้แค่หนเดียวเองพวก ไม่ตายหรอกน่า"
    }
  },
  {
    "translation": {
      "en": "Will I see you later?",
      "th": "ไว้เจอกันนะ"
    }
  },
  {
    "translation": {
      "en": "It's our first loss of the season.",
      "th": "นี่เป็นการแพ้ครั้งแรกของฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "I know we're all upset.",
      "th": "ฉันรู้ว่าเราต่างก็ว้าวุ่นใจ"
    }
  },
  {
    "translation": {
      "en": "Don't let the nerves get to you.",
      "th": "อย่าหัวเสียไปเลย"
    }
  },
  {
    "translation": {
      "en": "We beat Texas last year, remember?",
      "th": "ปีก่อนเราชนะเทกซัส จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "We had a long winning streak.",
      "th": "เราชนะมาอย่างยาวนาน"
    }
  },
  {
    "translation": {
      "en": "It's our senior year. We gotta finish strong.",
      "th": "นี่ปีสุดท้ายของเรานะ เราต้องจบอย่างแข็งแกร่ง"
    }
  },
  {
    "translation": {
      "en": "You M-A-M-M-A-S-B-O-Y.",
      "th": "ลูกรักของแม่"
    }
  },
  {
    "translation": {
      "en": "I became deaf when I had meningitis.",
      "th": "ผมหูหนวกตอนที่ป่วยเป็นเยื่อหุ้มสมองอักเสบ"
    }
  },
  {
    "translation": {
      "en": "I was born hearing.",
      "th": "ผมเกิดมาเป็นคนหูปกติ"
    }
  },
  {
    "translation": {
      "en": "And later, at two or three years old, I lost my hearing.",
      "th": "และต่อมา ตอนอายุสองหรือสามขวบ ผมก็สูญเสียการได้ยินไป"
    }
  },
  {
    "translation": {
      "en": "I was sick and close to dying, and I had a brain infection and swelling.",
      "th": "ผมป่วยหนักเกือบตาย สมองติดเชื้อและบวม"
    }
  },
  {
    "translation": {
      "en": "I can't hear anything.",
      "th": "ผมไม่ได้ยินอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "I can't hear cheering,",
      "th": "ไม่ได้ยินเสียงเชียร์"
    }
  },
  {
    "translation": {
      "en": "the fans yelling.",
      "th": "แฟนๆ ตะโกน"
    }
  },
  {
    "translation": {
      "en": "I feel their vibration.",
      "th": "ผมรู้สึกถึงความตื่นเต้นของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I feel their footsteps when they run, the boom, boom, boom of the vibration.",
      "th": "รู้สึกถึงฝีเท้าตอนพวกเขาวิ่ง เสียงตูมของการสั่นสะเทือน"
    }
  },
  {
    "translation": {
      "en": "The cochlear implant, or CI,",
      "th": "ประสาทหูเทียมหรือซีไอ"
    }
  },
  {
    "translation": {
      "en": "gives you more ability to hear.",
      "th": "ช่วยเพิ่มการได้ยินให้คุณ"
    }
  },
  {
    "translation": {
      "en": "I have the cochlear implant,",
      "th": "ผมมีประสาทหูเทียม"
    }
  },
  {
    "translation": {
      "en": "and I only use it to listen to music, and that's it.",
      "th": "และผมเอาไว้ใช้ฟังเพลงเท่านั้นครับ"
    }
  },
  {
    "translation": {
      "en": "I can feel the vibrations and I can hear the music,",
      "th": "ผมรู้สึกถึงการสั่นสะเทือน และผมได้ยินเสียงดนตรี"
    }
  },
  {
    "translation": {
      "en": "but I don't hear the lyrics.",
      "th": "แต่ไม่ได้ยินเนื้อเพลง"
    }
  },
  {
    "translation": {
      "en": "Music helps me stay focused and calm.",
      "th": "เสียงดนตรีช่วยให้ผมมีสมาธิและใจสงบ"
    }
  },
  {
    "translation": {
      "en": "I'm not crazy into basketball. Honestly, football, that's my thing.",
      "th": "ฉันไม่ได้บ้าบาสเกตบอล อันที่จริง ฉันชอบฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "You know what keeps me motivated? Working hard.",
      "th": "รู้ไหมว่าอะไรเป็นแรงกระตุ้นฉัน การทำงานหนักไง"
    }
  },
  {
    "translation": {
      "en": "That's why I don't like baseball.",
      "th": "ฉันถึงได้ไม่ชอบเบสบอล"
    }
  },
  {
    "translation": {
      "en": "You know I don't like that bullshit… Right.",
      "th": "นายก็รู้ว่าฉันไม่ชอบเรื่องไร้สาระนั่น ใช่"
    }
  },
  {
    "translation": {
      "en": "True, true.",
      "th": "ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "You're dumb.",
      "th": "นายมันโง่"
    }
  },
  {
    "translation": {
      "en": "So, Lera, are you going to homecoming with Amaree or…?",
      "th": "นี่ ลีรา เธอจะไปงานคืนสู่เหย้า กับอมารีหรือ…"
    }
  },
  {
    "translation": {
      "en": "I'm not sure. We'll see how it goes.",
      "th": "ไม่แน่ใจนะ ไว้ค่อยดูว่าจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "If things are good with us, then we might go together. We'll see.",
      "th": "ถ้าเราไปได้สวย ก็อาจไปด้วยกัน ไว้ค่อยว่ากัน"
    }
  },
  {
    "translation": {
      "en": "Amaree said he didn't really wanna go, so we'll see about that.",
      "th": "อมารีบอกว่าไม่ค่อยอยากไปน่ะ ไว้ค่อยว่ากันนะ"
    }
  },
  {
    "translation": {
      "en": "Football is one of the avenues for them",
      "th": "ฟุตบอลคือเส้นทางสายหนึ่งสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "to show the world what we're made of.",
      "th": "ที่จะแสดงให้โลกเห็นว่าพวกเขามีอะไรดี"
    }
  },
  {
    "translation": {
      "en": "That's not the only way,",
      "th": "นั่นไม่ใช่ทางเดียว"
    }
  },
  {
    "translation": {
      "en": "but it's one of the many great ways to put that on display.",
      "th": "แต่เป็นหนึ่งในหลายทางที่ยอดเยี่ยม ที่จะแสดงออกมา"
    }
  },
  {
    "translation": {
      "en": "From here on out, we are seriously focused.",
      "th": "จากจุดนี้ เราตั้งใจกันมากๆ"
    }
  },
  {
    "translation": {
      "en": "Our goal is to win all the way to homecoming",
      "th": "เป้าหมายของเราคือ การชนะไปตลอดจนถึงงานคืนสู่เหย้า"
    }
  },
  {
    "translation": {
      "en": "and win that homecoming game.",
      "th": "และชนะการแข่งงานคืนสู่เหย้า"
    }
  },
  {
    "translation": {
      "en": "With a Deaf team, because they don't hear,",
      "th": "กับทีมคนหูหนวก เพราะพวกเขาไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "I believe their other senses are heightened.",
      "th": "ผมจึงเชื่อว่าประสาทสัมผัสอื่นจะสูงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Our players have a better feel on the field,",
      "th": "ผู้เล่นของเรารู้สึกได้ดีกว่าในสนามแข่ง"
    }
  },
  {
    "translation": {
      "en": "and I believe they see things better because they can't hear.",
      "th": "และผมเชื่อว่าพวกเขาเห็นอะไรๆ ได้ดีกว่าเพราะพวกเขาไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "How do we communicate on the field?",
      "th": "เราสื่อสารกันยังไงในสนามน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "We huddle up and shoot our plays out. We have a secret code.",
      "th": "เราประชุมวางกัน และเล่นตามแผน เรามีรหัสลับครับ"
    }
  },
  {
    "translation": {
      "en": "The drum is a very important part of cheering.",
      "th": "กลองคือส่วนสำคัญของการเชียร์"
    }
  },
  {
    "translation": {
      "en": "Yeah, we feel that vibration, and it's great.",
      "th": "ใช่ เรารู้สึกถึงการสั่นสะเทือนนั่น และมันเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "No, no, watch. Follow me.",
      "th": "ไม่ใช่ๆ ดูแล้วทำตามฉันนะ"
    }
  },
  {
    "translation": {
      "en": "I'm the only Deaf person in my family.",
      "th": "ผมเป็นคนหูหนวกคนเดียวในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Yeah, I do feel lonely.",
      "th": "ครับ ผมก็รู้สึกเหงานะ"
    }
  },
  {
    "translation": {
      "en": "When I was a kid, they would just talk around me.",
      "th": "ตอนที่ยังเด็ก พวกเขาจะพูดคุยกันอยู่รอบๆ"
    }
  },
  {
    "translation": {
      "en": "And I didn't understand any of it, so I'd just go off on my own.",
      "th": "ผมไม่เข้าใจเลย ผมเลยหลบไปอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "When I run into hearing people out in the world,",
      "th": "ตอนที่ผมไปเจอคนหูปกติข้างนอกบ้าน"
    }
  },
  {
    "translation": {
      "en": "I feel, as a Deaf person, I am alone.",
      "th": "ในฐานะคนหูหนวก ผมรู้สึกอ้างว้าง"
    }
  },
  {
    "translation": {
      "en": "That's Dad?",
      "th": "นั่นพ่อเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "I was about two years old when my dad left.",
      "th": "ผมอายุประมาณสองขวบตอนที่พ่อทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "I do wonder why my dad left.",
      "th": "ผมก็สงสัยนะว่าทำไมพ่อถึงไป"
    }
  },
  {
    "translation": {
      "en": "Is it because I'm Deaf? Maybe. I don't know.",
      "th": "เป็นเพราะผมหูหนวกงั้นเหรอ ก็อาจใช่ ผมไม่รู้หรอก"
    }
  },
  {
    "translation": {
      "en": "Very cute.",
      "th": "น่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "Teddy's gone. He was my best friend.",
      "th": "เท็ดดี้จากไปแล้ว เขาคือเพื่อนรักของผม"
    }
  },
  {
    "translation": {
      "en": "Teddy was on our football team at Maryland School for the Deaf.",
      "th": "เท็ดดี้เคยอยู่ทีมฟุตบอลของเรา ที่โรงเรียนโสตศึกษาแมริแลนด์"
    }
  },
  {
    "translation": {
      "en": "Jalen and Teddy, that was Jalen's first relationship.",
      "th": "จาเลนกับเท็ดดี้ นั่นคือความสัมพันธ์แรกของจาเลน"
    }
  },
  {
    "translation": {
      "en": "Jalen's first love.",
      "th": "รักครั้งแรกของจาเลน"
    }
  },
  {
    "translation": {
      "en": "The reason I was attracted to Teddy is he was funny.",
      "th": "เหตุผลที่ผมชอบเท็ดดี้คือเขาเป็นคนสนุกสนาน"
    }
  },
  {
    "translation": {
      "en": "He always made me laugh.",
      "th": "เขาทำให้ผมหัวเราะเสมอ"
    }
  },
  {
    "translation": {
      "en": "Not only that, but we could have really good conversations.",
      "th": "ไม่ใช่แค่นั้น เรายังพูดคุยกันอย่างออกรส"
    }
  },
  {
    "translation": {
      "en": "We could talk about anything.",
      "th": "เราคุยกันได้ทุกเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "And then sophomore year, he transferred to a hearing school.",
      "th": "แล้วพอตอนปีสอง เขาก็ย้ายไปเรียนโรงเรียนคนหูปกติ"
    }
  },
  {
    "translation": {
      "en": "They were asking him, \"Hey, you're Deaf. What are you doing here?\"",
      "th": "พวกนั้นถามเขาว่า \"อ้าว นายหูหนวกนี่ นายมาทำอะไรที่นี่\""
    }
  },
  {
    "translation": {
      "en": "\"You should go back to the Deaf school.\"",
      "th": "\"กลับไปเรียนโรงเรียนคนหูหนวกเถอะไป\""
    }
  },
  {
    "translation": {
      "en": "He was being bullied because of his Deafness.",
      "th": "เขาถูกกลั่นแกล้งเพราะอาการหูหนวกของเขา"
    }
  },
  {
    "translation": {
      "en": "And he was wearing hearing aids, and they would flick his hearing aid off.",
      "th": "และเขาสวมเครื่องช่วยฟัง และพวกนั้นก็สะบัดเครื่องช่วยฟังออก"
    }
  },
  {
    "translation": {
      "en": "He just had so many issues going on.",
      "th": "เขาเจอปัญหาหลายอย่างครับ"
    }
  },
  {
    "translation": {
      "en": "His identity, his family, his friends… He was being bullied…",
      "th": "ตัวตนเขา ครอบครัวเขา เพื่อนเขา เขาถูกกลั่นแกล้ง"
    }
  },
  {
    "translation": {
      "en": "There were so many things going on, and it took a toll on him.",
      "th": "เกิดเรื่องราวมากมาย และมันทำร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "Teddy hanged himself.",
      "th": "เท็ดดี้ผูกคอตาย"
    }
  },
  {
    "translation": {
      "en": "Teddy was our third adopted child.",
      "th": "เท็ดดี้คือลูกบุญธรรมคนที่สามของเรา"
    }
  },
  {
    "translation": {
      "en": "Many of the people that were with him did not understand",
      "th": "คนจำนวนมากที่อยู่กับเขาไม่เข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "what he was dealing with,",
      "th": "เขาต้องรับมือกับอะไร"
    }
  },
  {
    "translation": {
      "en": "but he was battling some demons.",
      "th": "แต่เขาได้ต่อสู้กับปีศาจบางตน"
    }
  },
  {
    "translation": {
      "en": "And… not being able to console him",
      "th": "และการที่ปลอบโยนเขาด้วยเสียงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "with sound was difficult.",
      "th": "มันก็ลำบากมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I do feel as though there's some isolation that they must feel",
      "th": "ฉันรู้สึกว่ามันมีความโดดเดี่ยวที่พวกเขารู้สึก"
    }
  },
  {
    "translation": {
      "en": "when they're not with people who can communicate with them.",
      "th": "ตอนที่ไม่ได้อยู่กับคนที่สื่อสารกับพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "Teddy was my close friend. We grew up together.",
      "th": "เท็ดดี้คือเพื่อนสนิทของฉัน เราโตมาด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "When he killed himself, it was a huge shock to us.",
      "th": "ตอนที่เขาฆ่าตัวตาย เราตกใจมากๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It had a really big impact on our community.",
      "th": "มันส่งผลกระทบอย่างมากต่อชุมชนของเรา"
    }
  },
  {
    "translation": {
      "en": "I felt like I wanted to hurt myself",
      "th": "ผมรู้สึกอยากทำร้ายตัวเอง"
    }
  },
  {
    "translation": {
      "en": "because he was gone.",
      "th": "เพราะเขาจากไป"
    }
  },
  {
    "translation": {
      "en": "I wanted to hurt myself. I tried to cut myself.",
      "th": "ผมอยากทำร้ายตัวเอง ผมพยายามกรีดข้อมือ"
    }
  },
  {
    "translation": {
      "en": "I felt angry.",
      "th": "ผมรู้สึกโกรธ"
    }
  },
  {
    "translation": {
      "en": "It was a mixture of anger, feeling upset, sadness.",
      "th": "มันมีทั้งความโกรธ ความไม่พอใจ และความเศร้าผสมกัน"
    }
  },
  {
    "translation": {
      "en": "I feel that, now that he's gone,",
      "th": "ผมรู้สึกว่า ตอนนี้ที่เขาจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "it's made it a little bit tougher.",
      "th": "มันทำให้ผมแกร่งขึ้นนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "He's gone, but Teddy's always going to have a special place in my heart.",
      "th": "เขาจากไปแล้ว แต่เท็ดดี้จะมีที่พิเศษ ในหัวใจผมเสมอ"
    }
  },
  {
    "translation": {
      "en": "Discrimination is everywhere.",
      "th": "การเลือกปฏิบัติมีอยู่ทุกที่"
    }
  },
  {
    "translation": {
      "en": "It's pretty much inevitable for them.",
      "th": "สำหรับพวกเขามันแทบเลี่ยงไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I think it's how we react to the discrimination.",
      "th": "ผมคิดว่านี่เป็นวิธีที่เราตอบสนอง ต่อการเลือกปฏิบัติ"
    }
  },
  {
    "translation": {
      "en": "Ready, ready…",
      "th": "พร้อมๆ"
    }
  },
  {
    "translation": {
      "en": "A lot of the hearing teams don't want to play us.",
      "th": "ทีมคนหูปกติจำนวนมากไม่อยากเล่นกับเรา"
    }
  },
  {
    "translation": {
      "en": "And most coaches don't like to lose to Deaf coaches.",
      "th": "และครูฝึกส่วนใหญ่ก็ไม่อยากแพ้ครูฝึกหูหนวก"
    }
  },
  {
    "translation": {
      "en": "Out in the hearing world, they tend to look down on Deaf people,",
      "th": "ในโลกคนหูปกติ พวกเขามีแนวโน้มที่จะดูถูกคนหูหนวก"
    }
  },
  {
    "translation": {
      "en": "and they don't think we can do things as well.",
      "th": "และพวกเขาก็ไม่คิดว่า เราจะทำอะไรได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "So the way to prove them wrong is to beat them,",
      "th": "ดังนั้นการพิสูจน์ว่าพวกเขาผิด ก็คือต้องเอาชนะพวกเขา"
    }
  },
  {
    "translation": {
      "en": "to crush them on the field and teach them that Deaf people can do anything.",
      "th": "จัดการพวกเขาในสนาม และสั่งสอนว่าคนหูหนวกก็ทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "And we prove to them that we are the same.",
      "th": "และเราพิสูจน์ให้พวกเขาเห็นว่าเราไม่ต่างกัน"
    }
  },
  {
    "translation": {
      "en": "When Amaree was born, I was 25 years old.",
      "th": "ตอนที่อมารีเกิด ผมอายุ 25 ปี"
    }
  },
  {
    "translation": {
      "en": "I walked out because I was terrified at the time that he was sick.",
      "th": "ผมเดินออกมา เพราะตอนที่เขาป่วยผมกลัวมาก"
    }
  },
  {
    "translation": {
      "en": "I didn't know what to expect.",
      "th": "ผมไม่รู้จะคาดหวังอะไร"
    }
  },
  {
    "translation": {
      "en": "I walked out on my family",
      "th": "ผมเดินออกมาจากครอบครัว"
    }
  },
  {
    "translation": {
      "en": "immaturely, very foolishly",
      "th": "ยังเด็ก โง่เง่า"
    }
  },
  {
    "translation": {
      "en": "and later regretted it.",
      "th": "และหลังจากนั้นก็เสียใจ"
    }
  },
  {
    "translation": {
      "en": "I sold heroin, and a lot of it.",
      "th": "ผมค้าเฮโรอีน และเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And I got into a lot of trouble.",
      "th": "และผมก็เจอปัญหามากมาย"
    }
  },
  {
    "translation": {
      "en": "MORNING STAR BAPTIST CHURCH OF CHRIST",
      "th": "(มอร์นิงสตาร์แบพทิสต์ คริสตจักรของพระคริสต์)"
    }
  },
  {
    "translation": {
      "en": "God found his way back into my heart.",
      "th": "พระเจ้าพบหนทางเข้าไปยังหัวใจผม"
    }
  },
  {
    "translation": {
      "en": "And that really-- My faith journey began my transition",
      "th": "และการเดินทางด้วยศรัทธาของผม เป็นตัวเริ่มต้นการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "away from a life in the streets, and…",
      "th": "การห่างออกจากชีวิตข้างถนนของผม และ…"
    }
  },
  {
    "translation": {
      "en": "I decided that, whatever it would take",
      "th": "ผมตัดสินใจว่าไม่ว่าผมจะต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "for me to heal our relationship",
      "th": "เพื่อที่จะเยียวยาความสัมพันธ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "and be a part of his life, that's what I was willing to do.",
      "th": "และเป็นส่วนหนึ่งของชีวิตเขา นั่นเป็นสิ่งที่ผมยินดีทำ"
    }
  },
  {
    "translation": {
      "en": "And it started slow.",
      "th": "และมันเริ่มต้นช้าๆ"
    }
  },
  {
    "translation": {
      "en": "Everything about being in his world is a learning experience, amen,",
      "th": "ทุกอย่างเกี่ยวกับการอยู่ในโลกของเขา คือประสบการณ์การเรียนรู้ อาเมน"
    }
  },
  {
    "translation": {
      "en": "because my son is Deaf.",
      "th": "เพราะลูกชายผมเป็นคนหูหนวก"
    }
  },
  {
    "translation": {
      "en": "Amen, and I watch him and his team,",
      "th": "อาเมน และผมดูเขากับทีมของเขา"
    }
  },
  {
    "translation": {
      "en": "with what should appear to be a decided disadvantage,",
      "th": "ที่ควรจะเป็นฝ่ายเสียเปรียบ"
    }
  },
  {
    "translation": {
      "en": "beat the mess out of people every time I go watch them play",
      "th": "กลับจัดการคู่แข่งอยู่หมัด ทุกนัดที่ผมไปดูพวกเขาเล่น"
    }
  },
  {
    "translation": {
      "en": "over the course of the last three years.",
      "th": "ในช่วงเวลามากกว่าสามปีนี้"
    }
  },
  {
    "translation": {
      "en": "They were on a 42-game win streak.",
      "th": "พวกเขาชนะอย่างต่อเนื่อง 42 เกม"
    }
  },
  {
    "translation": {
      "en": "Do you know how many seasons it takes to accumulate a 42-game win streak?",
      "th": "คุณทราบไหมว่าต้องแข่งกี่ฤดูกาล ถึงจะสะสมชัยชนะได้ 42 เกม"
    }
  },
  {
    "translation": {
      "en": "And a team came up from Texas,",
      "th": "และทีมที่ขึ้นมาจากเทกซัส"
    }
  },
  {
    "translation": {
      "en": "and something happened that was just completely unexpected.",
      "th": "และเกิดเรื่องบางอย่างที่ไม่คาดคิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "My son's team got beat.",
      "th": "ทีมลูกชายผมพ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "At the end of the game,",
      "th": "ตอนช่วงท้ายเกม"
    }
  },
  {
    "translation": {
      "en": "one of the players raised his hand, and he wanted to speak.",
      "th": "นักกีฬาคนหนึ่งยกมือขึ้น และเขาอยากพูด"
    }
  },
  {
    "translation": {
      "en": "His number was 23. He stood up and he said,",
      "th": "เขาหมายเลข 23 เขายืนขึ้นและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"This loss will not define us as a team.\"",
      "th": "\"ความพ่ายแพ้ครั้งนี้จะไม่ใช่คำนิยามของทีมเรา\""
    }
  },
  {
    "translation": {
      "en": "The reality of this life is that, while we are living,",
      "th": "ความเป็นจริงของชีวิตนี้คือในขณะที่เรามีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "we are going to face some adversity,",
      "th": "เรากำลังเผชิญกับความทุกข์ยาก"
    }
  },
  {
    "translation": {
      "en": "yet we must examine who we are",
      "th": "และเรายังต้องสำรวจตัวเองว่าเราเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "in the face of adversity.",
      "th": "เบื้องหน้าความทุกข์ยาก"
    }
  },
  {
    "translation": {
      "en": "It's not what we go through…",
      "th": "มันไม่ใช่ว่าเราก้าวผ่านอะไร"
    }
  },
  {
    "translation": {
      "en": "it's how we choose to go through it.",
      "th": "แต่เป็นวิธีที่เราใช้ก้าวผ่านมัน"
    }
  },
  {
    "translation": {
      "en": "They gonna take you and think that you at a disadvantage,",
      "th": "พวกเขาจะจัดการคุณและคิดว่าคุณเสียเปรียบ"
    }
  },
  {
    "translation": {
      "en": "when the reality of it is,",
      "th": "แต่ความจริงก็คือ"
    }
  },
  {
    "translation": {
      "en": "all you need to do is go suit up",
      "th": "สิ่งที่คุณต้องทำก็แค่เตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "and execute the plan for your life that God has for you.",
      "th": "และลงมือทำตามแผนการที่พระเจ้าทรงวางไว้ให้"
    }
  },
  {
    "translation": {
      "en": "I've watched these young people, week after week, as I go to these games.",
      "th": "ผมมองดูคนหนุ่มเหล่านี้ ทุกๆ สัปดาห์ ตอนไปดูการแข่ง"
    }
  },
  {
    "translation": {
      "en": "They beat the starch out of people, and people never see it coming",
      "th": "พวกเขาเอาชนะคู่แข่งขาดลอย และคู่แข่งก็ไม่คาดคิดมาก่อน"
    }
  },
  {
    "translation": {
      "en": "because, in a lot of cases, they think, \"Just because…\"",
      "th": "เพราะในหลายๆ กรณี พวกเขาคิดว่า \"เพียงเพราะ…\""
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "No matter how tough it gets,",
      "th": "ไม่ว่ามันจะยากลำบากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "we gotta continue to go hard",
      "th": "เราจะต้องเต็มที่กับมันต่อไป"
    }
  },
  {
    "translation": {
      "en": "and continue to press,",
      "th": "และกดดันต่อ"
    }
  },
  {
    "translation": {
      "en": "and continue to fight.",
      "th": "และสู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "I watched these young men battle to the last whistle.",
      "th": "ผมดูคนหนุ่มเหล่านี้ต่อสู้ไปจนจบเกม"
    }
  },
  {
    "translation": {
      "en": "They played until it was zeros left on the clock.",
      "th": "พวกเขาเล่นจนหมดเวลา"
    }
  },
  {
    "translation": {
      "en": "And guess what I can tell you from the effort that I saw from them.",
      "th": "เดาสิว่าผมได้อะไร จากการที่เห็นความทุ่มเทของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They left it all on the field.",
      "th": "พวกเขาทุ่มเทเต็มที่ในสนาม"
    }
  },
  {
    "translation": {
      "en": "In the game, when we go to huddle, pay attention to the next play.",
      "th": "ในการแข่ง ตอนที่เราประชุมวางแผนกัน ให้ตั้งสมาธิที่การเล่นครั้งต่อไป"
    }
  },
  {
    "translation": {
      "en": "Get in and get out.",
      "th": "เข้ามาและออกไป"
    }
  },
  {
    "translation": {
      "en": "So make sure you're looking at the play call,",
      "th": "ดังนั้นคอยดูคำสั่งให้ดี"
    }
  },
  {
    "translation": {
      "en": "not messing around and talking to each other.",
      "th": "อย่ามัวแต่ทำเป็นเล่นและคุยกัน"
    }
  },
  {
    "translation": {
      "en": "The important thing is, this is our last game.",
      "th": "สิ่งสำคัญก็คือนี่เป็นเกมสุดท้ายของเรา"
    }
  },
  {
    "translation": {
      "en": "I need 110% effort out there.",
      "th": "ฉันอยากให้ทุ่มเท 110 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Work hard. We don't need any heroes out there.",
      "th": "ตั้งใจเล่น เราไม่ได้ต้องการวีรบุรุษในสนาม"
    }
  },
  {
    "translation": {
      "en": "Let's tackle it. And we'll get the win.",
      "th": "มาเผชิญควาท้าทายกัน แล้วเราจะชนะ"
    }
  },
  {
    "translation": {
      "en": "That's all it takes. Not showin' off. No messin' around.",
      "th": "ต้องทำแค่นั้นแหละ อย่าไปอวดเก่ง อย่าทำเป็นเล่น"
    }
  },
  {
    "translation": {
      "en": "Hey, what about homecoming?",
      "th": "นี่ แล้วงานคืนสู่เหย้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Me? Who am I gonna ask?",
      "th": "ฉันเหรอ จะให้ไปชวนใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about Lera?",
      "th": "แล้วลีราล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm just askin'. Just askin'.",
      "th": "ก็แค่ถามดู ถามดูเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "She doesn't want me. She avoids me.",
      "th": "เธอไม่ต้องการฉันหรอก เธอหลบหน้าฉัน"
    }
  },
  {
    "translation": {
      "en": "So I give her space.",
      "th": "ฉันเลยให้พื้นที่กับเธอ"
    }
  },
  {
    "translation": {
      "en": "Ya know? Thanks!",
      "th": "รู้ไหม ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Yep! Well, \"peace out.\"",
      "th": "ใช่ ก็ได้ \"ลาก่อน\""
    }
  },
  {
    "translation": {
      "en": "I am copying your sign for that!",
      "th": "ฉันลอกสัญลักษณ์นายเพื่อแบบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Hey, shut up! Blow out the candles!",
      "th": "นี่ หุบปากซะ! เป่าเทียน!"
    }
  },
  {
    "translation": {
      "en": "Do you want to get some ice cream here?",
      "th": "เธออยากกินไอศกรีมที่นี่ไหม"
    }
  },
  {
    "translation": {
      "en": "Are you gonna pay? Oh, am I paying for you?",
      "th": "เธอจะจ่ายไหม ฉันจ่ายให้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm broke.",
      "th": "ฉันถังแตกนะ"
    }
  },
  {
    "translation": {
      "en": "I'm just teasing you.",
      "th": "ล้อเล่นๆ"
    }
  },
  {
    "translation": {
      "en": "I'm just curious, what's goin' on with us?",
      "th": "ฉันแค่สงสัย เกิดอะไรขึ้นระหว่างเรา"
    }
  },
  {
    "translation": {
      "en": "What are we?",
      "th": "เราเป็นอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "I don't know. Are we together, or we not? I don't know.",
      "th": "ฉันก็ไม่รู้ นี่เราคบกันอยู่หรือเปล่า ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I'm a little scared.",
      "th": "ฉันกลัวนิดๆ นะ"
    }
  },
  {
    "translation": {
      "en": "We have a lot going on.",
      "th": "มีเรื่องมากมายเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Are we together?",
      "th": "นี่เราคบกันอยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm trying not to cry. This is my youngest son.",
      "th": "ผมพยายามไม่ร้องไห้ นี่ลูกชายคนเล็กของผม"
    }
  },
  {
    "translation": {
      "en": "-Amen! -This is Amaree.",
      "th": "- อาเมน - นี่คืออมารี"
    }
  },
  {
    "translation": {
      "en": "Amen!",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "Amaree used to come when he was a baby, and I'm just glad to have him here.",
      "th": "อมารีเคยมาที่นี่ตอนยังเด็ก และผมดีใจที่เขามา"
    }
  },
  {
    "translation": {
      "en": "This is the first time he's been here",
      "th": "นี่เป็นครั้งแรกที่เขามา"
    }
  },
  {
    "translation": {
      "en": "probably since he was about seven years old.",
      "th": "อาจจะตั้งแต่เขาอายุเจ็ดขวบ"
    }
  },
  {
    "translation": {
      "en": "And I always tell people, \"This is my inspiration in life.\"",
      "th": "และผมบอกใครๆ เสมอว่า \"นี่คือแรงบันดาลใจในชีวิตผม\""
    }
  },
  {
    "translation": {
      "en": "-Amen. -Amen.",
      "th": "- อาเมน - อาเมน"
    }
  },
  {
    "translation": {
      "en": "He is the one in life that inspires me, amen.",
      "th": "เขาคือคนที่ สร้างแรงบันดาลใจในชีวิตผม อาเมน"
    }
  },
  {
    "translation": {
      "en": "And I just thank God for him being here today.",
      "th": "และผมขอบคุณพระเจ้าที่เขาอยู่ตรงนี้ในวันนี้"
    }
  },
  {
    "translation": {
      "en": "-Amen! -Amen.",
      "th": "- อาเมน - อาเมน"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming up.",
      "th": "ขอบคุณที่มา"
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "I would say that their relationship is… growing.",
      "th": "ฉันบอกได้ว่า ความสัมพันธ์ของพวกเขากำลังเติบโต"
    }
  },
  {
    "translation": {
      "en": "I don't believe that they are at the father-son point",
      "th": "ฉันไม่เชื่อว่า พวกเขาจะอยู่ในจุดที่เป็นพ่อลูก"
    }
  },
  {
    "translation": {
      "en": "that they should be, at this time in his life, but they're working on it.",
      "th": "ตามที่ควรจะเป็น ในตอนนี้ในชีวิตเขา แต่พวกเขากำลังพยายาม"
    }
  },
  {
    "translation": {
      "en": "I can truly say that Marvin's working on it.",
      "th": "ฉันบอกได้เลยว่ามาร์วินกำลังพยายามอยู่"
    }
  },
  {
    "translation": {
      "en": "I had a strong throw.",
      "th": "พ่อขว้างได้แรงมาก"
    }
  },
  {
    "translation": {
      "en": "You were a receiver?",
      "th": "พ่อเป็นตัวรับบอลเหรอ"
    }
  },
  {
    "translation": {
      "en": "-W-R. -Oh, you were a wide receiver?",
      "th": "- ตัวรับระยะไกล - ตัวรับระยะไกลเหรอ"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "แล้วเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Not now. That was way, way back then. Way back.",
      "th": "ไม่ใช่ตอนนี้ นั่นมันเรื่องเมื่อนานมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right, back in the day.",
      "th": "อ๋อ เรื่องสมัยก่อน"
    }
  },
  {
    "translation": {
      "en": "I was good!",
      "th": "พ่อเล่นเก่งนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, really? -I was good.",
      "th": "- จริงเหรอ - พ่อเล่นเก่ง"
    }
  },
  {
    "translation": {
      "en": "Could you catch the ball with only one hand?",
      "th": "พ่อรับบอลด้วยมือเดียวได้ไหม"
    }
  },
  {
    "translation": {
      "en": "When I was growing up without Dad,",
      "th": "ตอนที่ผมโตมาโดยไม่มีพ่อ"
    }
  },
  {
    "translation": {
      "en": "he left, and I was kind of disgusted with him.",
      "th": "พ่อทิ้งไปและผมก็รังเกียจพ่อ"
    }
  },
  {
    "translation": {
      "en": "It's tough.",
      "th": "มันลำบากนะ"
    }
  },
  {
    "translation": {
      "en": "It's difficult, and my role model was gone.",
      "th": "มันยาก และแบบอย่างของผมก็จากไป"
    }
  },
  {
    "translation": {
      "en": "But now I feel like I'm connecting with Dad.",
      "th": "แต่ตอนนี้ผมรู้สึกว่าผมกำลังเชื่อมต่อกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "First down. Yeah.",
      "th": "ดาวน์ที่หนึ่ง ใช่"
    }
  },
  {
    "translation": {
      "en": "I just always want to be able to show him",
      "th": "ผมแค่อยากแสดงให้เขาเห็นเสมอว่า"
    }
  },
  {
    "translation": {
      "en": "that whatever differences",
      "th": "ไม่ว่าเขาจะรู้สึกแตกต่างอย่างไร"
    }
  },
  {
    "translation": {
      "en": "he feels in my world,",
      "th": "ในโลกของผม"
    }
  },
  {
    "translation": {
      "en": "I'm willing to go and experience those same differences in his world.",
      "th": "ผมก็ยินดีที่จะไปสัมผัส ความแตกต่างแบบเดียวกันในโลกของเขา"
    }
  },
  {
    "translation": {
      "en": "So, tomorrow is our homecoming game and our homecoming day.",
      "th": "พรุ่งนี้เป็นการแข่งคืนสู่เหย้า และงานคืนสู่เหย้าของเรา"
    }
  },
  {
    "translation": {
      "en": "It's homecoming. We're expecting a big crowd.",
      "th": "มันคืองานคืนสู่เหย้า คนจะต้องเยอะมากแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "We're playing the Virginia Spartans.",
      "th": "เราแข่งกับเวอร์จิเนียสปาร์ตันส์"
    }
  },
  {
    "translation": {
      "en": "The Virginia Spartans are a hearing team.",
      "th": "เวอร์จิเนียสปาร์ตันส์เป็นทีมคนหูปกติ"
    }
  },
  {
    "translation": {
      "en": "It's my very last game.",
      "th": "มันเป็นเกมสุดท้ายของผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm going to be very emotional about it.",
      "th": "ผมคงสะเทือนอารมณ์มาก"
    }
  },
  {
    "translation": {
      "en": "You ready? Ready? The big announcement.",
      "th": "พร้อมไหม พร้อมหรือไม่ การประกาศสำคัญ"
    }
  },
  {
    "translation": {
      "en": "The homecoming king goes to…",
      "th": "ราชาคืนสู่เหย้าได้แก่…"
    }
  },
  {
    "translation": {
      "en": "Amaree McKenstry!",
      "th": "อมารี แมคเคนส์ทรี!"
    }
  },
  {
    "translation": {
      "en": "You know, any success is for Teddy.",
      "th": "รู้ไหม ความสำเร็จใดๆ ก็เพื่อเท็ดดี้"
    }
  },
  {
    "translation": {
      "en": "When we win, we win for Teddy.",
      "th": "เมื่อเราชนะ เราชนะเพื่อเท็ดดี้"
    }
  },
  {
    "translation": {
      "en": "We keep him in our hearts.",
      "th": "เราเก็บเขาไว้ในใจ"
    }
  },
  {
    "translation": {
      "en": "It is a football game. You are guys playing football.",
      "th": "นี่คือการแข่งฟุตบอล พวกนายกำลังเล่นฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "They are guys playing football.",
      "th": "พวกเขาก็เล่นฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "They're football players, and they're here to win today.",
      "th": "พวกเขาเป็นนักกีฬาฟุตบอล และวันนี้พวกเขามาเพื่อชนะ"
    }
  },
  {
    "translation": {
      "en": "You're gonna have to forget that they're Deaf.",
      "th": "พวกนายต้องลืมไปซะว่าพวกเขาหูหนวก"
    }
  },
  {
    "translation": {
      "en": "They will use that as a strength.",
      "th": "พวกเขาจะใช้จุดนั้นเป็นพลัง"
    }
  },
  {
    "translation": {
      "en": "Don't let up! Let's come back stronger, together!",
      "th": "อย่าถอดใจ กลับไปอย่างเข้มแข็ง ร่วมมือกัน"
    }
  },
  {
    "translation": {
      "en": "So don't give up! Don't give up! Come on!",
      "th": "อย่ายอมแพ้นะ! อย่ายอมแพ้! สู้เขา!"
    }
  },
  {
    "translation": {
      "en": "I think their biggest challenge is going to be coming out of this bubble.",
      "th": "ผมคิดว่าความท้าทายที่ยิ่งใหญ่ที่สุด ของพวกเขาคงเป็นการออกจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "Once they get out there, it's not a guarantee.",
      "th": "พอพวกเขาออกไปข้างนอกนั่น มันไม่ใช่หลักประกัน"
    }
  },
  {
    "translation": {
      "en": "So there are going to be a lot of obstacles for them to face",
      "th": "พวกเขาต้องเจออุปสรรคมากมาย"
    }
  },
  {
    "translation": {
      "en": "that they haven't faced here on campus.",
      "th": "ที่ยังไม่เคยเจอในรั้วโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Life is short, you know…",
      "th": "ชีวิตคนเรามันสั้น รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "anything can happen at any time.",
      "th": "อะไรก็เกิดขึ้นได้ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Just be who you want to be and be yourself,",
      "th": "จงเป็นสิ่งที่อยากเป็นและเป็นตัวของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and that's all it needs to be.",
      "th": "ที่ต้องทำก็แค่นั้นเอง"
    }
  },
  {
    "translation": {
      "en": "Be yourself, you know?",
      "th": "เป็นตัวของตัวเองน่ะ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "You know, I'll be 18 soon.",
      "th": "คือว่า ผมใกล้จะ 18 แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'll be graduating and I'm going out into the real world.",
      "th": "ผมกำลังจะเรียนจบ และออกไปยังโลกจริง"
    }
  },
  {
    "translation": {
      "en": "I need to be prepared for that.",
      "th": "ผมต้องเตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "And what scares me",
      "th": "และสิ่งที่ทำให้ผมกลัว"
    }
  },
  {
    "translation": {
      "en": "is the unknown.",
      "th": "ก็คือสิ่งที่ไม่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Things that can get fucked up.",
      "th": "สิ่งที่จะยุ่งเหยิงได้"
    }
  },
  {
    "translation": {
      "en": "Those challenges, you know,",
      "th": "ความท้าทายพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "when I'm out in the world,",
      "th": "เมื่อที่ผมเข้าสู่โลกจริง"
    }
  },
  {
    "translation": {
      "en": "help me learn.",
      "th": "ช่วยให้ผมเรียนรู้"
    }
  },
  {
    "translation": {
      "en": "And I'm ready for the world.",
      "th": "และผมพร้อมเผชิญกับโลกนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I LOVE YOU.",
      "th": "(ฉันรักนาย)"
    }
  }
]