[
  {
    "translation": {
      "en": "[male narrator] One hundred human beings of all ages and backgrounds",
      "th": "มนุษย์ 100 คนจากช่วงวัยต่างๆ และพื้นเพที่หลากหลาย"
    }
  },
  {
    "translation": {
      "en": "representing a cross-section of American society",
      "th": "เป็นภาพแทนสังคมอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "have been invited to participate in a unique experiment.",
      "th": "ได้รับคำเชิญเข้าร่วมการทดลองแสนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "They will place themselves at the mercy of...",
      "th": "พวกเขาจะฝากชีวิตไว้ในมือของ..."
    }
  },
  {
    "translation": {
      "en": "us.",
      "th": "พวกเรา!"
    }
  },
  {
    "translation": {
      "en": "Three curious hosts on a mission to answer questions",
      "th": "พิธีกรขี้สงสัยสามคน ที่มีภารกิจในการหาคำตอบ"
    }
  },
  {
    "translation": {
      "en": "we all have about human behavior.",
      "th": "ที่เราอยากรู้เกี่ยวกับพฤติกรรมมนุษย์"
    }
  },
  {
    "translation": {
      "en": "We're conducting an experiment that will require a little torture.",
      "th": "เราจะทำการทดลองที่ต้องมีการทรมานนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Alie] They will be taking part in a series of scientific studies",
      "th": "พวกเขาจะเข้าร่วมการวิจัยทางวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "that we design in order to discover what makes people tick.",
      "th": "ที่ออกแบบมาเพื่อหาคำตอบว่า อะไรทำให้คนเรามีพฤติกรรมเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "-Kick it up a notch. -[hoots]",
      "th": "เพิ่มมาเลย"
    }
  },
  {
    "translation": {
      "en": "[Zainab] We will answer everything you've ever wanted to know about humanity.",
      "th": "เราจะตอบทุกคำถามที่คุณอยากรู้ เกี่ยวกับความเป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "-[gasps] -Give us a sample of sperm.",
      "th": "ขอตัวอย่างน้ำอสุจิ"
    }
  },
  {
    "translation": {
      "en": "We're all biased.",
      "th": "เราทุกคนล้วนมีอคติ"
    }
  },
  {
    "translation": {
      "en": "So people are bad.",
      "th": "แปลว่าทุกคนเป็นคนเลว"
    }
  },
  {
    "translation": {
      "en": "-I definitely do front to back. -Why do you have a preference?",
      "th": "- ไม่ใช่ - ฉันเช็ดจากหน้าไปหลัง ทำไมคุณถึงเช็ดแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "To keep the trash out of the... playhouse.",
      "th": "เพื่อไม่ให้อึเลอะน้องสาว"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Nobel Prize, here we come.",
      "th": "รางวัลโนเบลต้องเป็นของเรา"
    }
  },
  {
    "translation": {
      "en": "This is 100 Humans.",
      "th": "นี่คือการทดลอง 100 มนุษย์"
    }
  },
  {
    "translation": {
      "en": "Welcome, 100 humans!",
      "th": "ยินดีต้อนรับ มนุษย์ทั้ง 100 คน!"
    }
  },
  {
    "translation": {
      "en": "Look around, look at each other right now.",
      "th": "ลองมองรอบตัว มองดูคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Can you gauge who among you",
      "th": "คุณประเมินได้ไหมว่าในหมู่พวกคุณ"
    }
  },
  {
    "translation": {
      "en": "is the best-looking?",
      "th": "ใครบ้างที่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "Fifty percent of you",
      "th": "ห้าสิบเปอร์เซ็นต์ของพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "are in the best-looking half of the group",
      "th": "คือครึ่งที่หน้าตาดีของกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "and 50% of you are not.",
      "th": "ส่วนอีก 50 เปอร์เซ็นต์นั้นไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Take your red cards, place them on top of your head",
      "th": "ชูกระดาษสีแดงไว้เหนือศีรษะ"
    }
  },
  {
    "translation": {
      "en": "if you believe that you are not",
      "th": "ถ้าคุณคิดว่าตัวเองไม่ได้อยู่"
    }
  },
  {
    "translation": {
      "en": "in the top 50% best-looking among you.",
      "th": "ในกลุ่ม 50 เปอร์เซ็นต์ที่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "[Sammy] For those of you holding the card above your head,",
      "th": "สำหรับคนที่ชูกระดาษไว้เหนือศีรษะ"
    }
  },
  {
    "translation": {
      "en": "please exit the square.",
      "th": "ช่วยออกจากกรอบสี่เหลี่ยมด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "[Alie] By definition, only 50 of our 100 humans",
      "th": "โดยนิยามแล้ว มีเพียง 50 คน จาก 100 คน"
    }
  },
  {
    "translation": {
      "en": "can be in the top half of good-looking people,",
      "th": "ที่จะอยู่ในครึ่งที่หน้าตาดีของกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "yet 74 of them remain.",
      "th": "แต่กลับเหลืออยู่ถึง 74 คน"
    }
  },
  {
    "translation": {
      "en": "That's a lot more than 50.",
      "th": "เกิน 50 มาเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Of those of you remaining,",
      "th": "ส่วนคนที่เหลืออยู่นะครับ"
    }
  },
  {
    "translation": {
      "en": "take a good look at everyone around you.",
      "th": "มองไปรอบตัวคุณให้ดี"
    }
  },
  {
    "translation": {
      "en": "I mean, even closer this time.",
      "th": "ตั้งใจมองให้มากกว่ารอบที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "If you believe that you are not in the best-looking 50%",
      "th": "ถ้าคุณคิดว่าตัวเองไม่ได้อยู่ใน กลุ่ม 50 เปอร์เซ็นต์ที่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "of the humans remaining, hold the card over your head.",
      "th": "เทียบกับเหล่ามนุษย์ที่เหลืออยู่ ให้กระดาษขึ้นเหนือศีรษะ"
    }
  },
  {
    "translation": {
      "en": "You may exit the square.",
      "th": "เดินออกมาเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Zainab] If the humans aren't lying to themselves,",
      "th": "ถ้าเหล่ามนุษย์ไม่ได้หลอกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "half of the 74 should exit, leaving 37 humans.",
      "th": "ครึ่งหนึ่งของ 74 คนออกไป ก็ต้องเหลือ 37 คน"
    }
  },
  {
    "translation": {
      "en": "Statistically, these numbers don't add up.",
      "th": "ในเชิงสถิติแล้ว ตัวเลขนี้ไม่สมเหตุสมผลเลย"
    }
  },
  {
    "translation": {
      "en": "It's a good thing this wasn't a math experiment, right?",
      "th": "ยังดีนะคะ ที่นี่ไม่ใช่การทดลอง ทางคณิตศาสตร์ ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "In this episode of 100 Humans,",
      "th": "ในการทดลอง 100 มนุษย์ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "we'll explore the deep dark cavernous corners",
      "th": "เราจะสำรวจแง่มุมดำมืดลึกล้ำ"
    }
  },
  {
    "translation": {
      "en": "of the power of attraction.",
      "th": "ของพลังแห่งเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "We'll be asking all the hard questions, like does being a good dancer",
      "th": "เราจะตั้งคำถามยากๆ อย่าง การเป็นนักเต้นที่เก่งกาจ"
    }
  },
  {
    "translation": {
      "en": "mean you've got some really potent swimmers?",
      "th": "หมายความว่าคุณมีอสุจิ ที่แข็งแรงใช่หรือไม่"
    }
  },
  {
    "translation": {
      "en": "Can being funny get you laid?",
      "th": "การเป็นคนตลกทำให้หาคู่นอนง่ายขึ้นจริงหรือ"
    }
  },
  {
    "translation": {
      "en": "I see you, every male comedian ever.",
      "th": "ฉันหมายถึงพวกคุณนั่นแหละ ตลกชายทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "And finally, can good looks keep you out of jail?",
      "th": "และคำถามสุดท้ายที่ การมีหน้าตาดี ทำให้คุณไม่ติดคุกได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "So get ready to dive deep into human beings' sexual psyches",
      "th": "เตรียมตัวดำดิ่งสู่จิตใจในด้านเพศของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "to see what makes them tick.",
      "th": "เพื่อดูว่าอะไรทำให้มันเป็นเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "Let's say you go to a club and you see a guy who's not Hollywood hot,",
      "th": "สมมติว่าคุณไปเที่ยวผับ แล้วเจอ ผู้ชายคนหนึ่งที่ไม่ได้หล่อระดับดารา"
    }
  },
  {
    "translation": {
      "en": "but he's got dance moves, so that makes him, like, really hot.",
      "th": "แต่เขาเต้นเก่ง นั่นจะทำให้เขา มีเสน่ห์ดึงดูดมากขึ้นไหม"
    }
  },
  {
    "translation": {
      "en": "I want to know, is there a biological connection?",
      "th": "ผมอยากรู้ว่าสองอย่างนี้ สัมพันธ์กันหรือเปล่า ในทางชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "Like, does a man's outward",
      "th": "อย่างการแสดงออกของผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "swagger and smooth moves",
      "th": "อย่างการวางท่า หรือเต้นพริ้วๆ"
    }
  },
  {
    "translation": {
      "en": "send a message of reproductive potency?",
      "th": "สื่อถึงศักยภาพในการสืบพันธุ์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Meaning, the guy that dances the best has the higher sperm count?",
      "th": "หมายความว่าคนที่เต้นเก่ง จะมีจำนวนอสุจิมากที่สุดงั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "Boom.",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Um, I mean, that's a loaded question.",
      "th": "เป็นคำถามที่ซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "[Alie] It's time to put Sammy's theory to the test.",
      "th": "ได้เวลามาทดสอบทฤษฎีของแซมมี่"
    }
  },
  {
    "translation": {
      "en": "In our first experiment,",
      "th": "ในการทดลองแรก"
    }
  },
  {
    "translation": {
      "en": "we ask the question",
      "th": "เราอยากรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Are good dance moves a sign of a high sperm count?\"",
      "th": "การเต้นเก่งเป็นสัญญาณ ของการมีอสุจิจำนวนมาก จริงหรือ"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Okay, humans.",
      "th": "เอาละ มนุษย์"
    }
  },
  {
    "translation": {
      "en": "We're looking for some volunteers.",
      "th": "เราขออาสาสมัคร"
    }
  },
  {
    "translation": {
      "en": "All right, please raise your hand if you like to dance.",
      "th": "เอาละ ถ้าคุณอยากเต้นให้ยกมือขึ้น"
    }
  },
  {
    "translation": {
      "en": "Keep your hands raised if you like to dance",
      "th": "ยกมือค้างไว้นะ ถ้าคุณอยากเต้น"
    }
  },
  {
    "translation": {
      "en": "and are willing to compete in a dancing contest.",
      "th": "และยินดีที่จะลงแข่งเต้น"
    }
  },
  {
    "translation": {
      "en": "Bring it, baby.",
      "th": "จัดมาเลย ไอ้หนุ่ม"
    }
  },
  {
    "translation": {
      "en": "I could \"Cabbage Patch\" all day.",
      "th": "ฉันโยกย้ายส่ายสะโพกได้ทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "[Alie] Keep your hands up if you like to dance,",
      "th": "ยกมือค้างไว้ ถ้าคุณอยากเต้น"
    }
  },
  {
    "translation": {
      "en": "you are willing to compete in a dancing competition,",
      "th": "ยินดีที่จะลงแข่งเต้น"
    }
  },
  {
    "translation": {
      "en": "and also you are a man.",
      "th": "และเป็นผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "-[Alie] Okay. -[woman sighs heavily]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Alie] So sorry. -[man] Yeah!",
      "th": "- เสียใจด้วย - เย่!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Keep your hands up if you like to dance,",
      "th": "ยกมือค้างไว้ ถ้าคุณอยากเต้น ถ้าคุณยินดีที่จะลงแข่งเต้น"
    }
  },
  {
    "translation": {
      "en": "if you're willing to compete in a dance contest,",
      "th": "ถ้าคุณอยากเต้น ถ้าคุณยินดีที่จะลงแข่งเต้น"
    }
  },
  {
    "translation": {
      "en": "if you're a male",
      "th": "ถ้าคุณเป็นผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "and if you are willing to give us a sample of sperm...",
      "th": "และถ้าคุณยินดีที่จะให้ ตัวอย่างน้ำอสุจิแก่พวกเรา"
    }
  },
  {
    "translation": {
      "en": "for science.",
      "th": "เพื่อการวิจัย"
    }
  },
  {
    "translation": {
      "en": "[Alie] Lab assistants, please record the numbers of the volunteers.",
      "th": "ผู้ช่วยวิจัย จดหมายเลขอาสาสมัครไว้เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sammy] To determine whether or not a man's dance skills have any correlation",
      "th": "เพื่อหาคำตอบว่าทักษะการเต้น ของผู้ชายสัมพันธ์กับระดับ"
    }
  },
  {
    "translation": {
      "en": "with his level of virility,",
      "th": "ความสามารถในการสืบพันธุ์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "we'll be extracting their sperm into what science refers to as \"a cup.\"",
      "th": "เราจะเก็บตัวอย่างน้ำอสุจิ ใส่สิ่งที่วิทยาศาสตร์เรียกกันว่า ถ้วย"
    }
  },
  {
    "translation": {
      "en": "To conduct our sperm-count test,",
      "th": "เพื่อทำการทดลองนับจำนวนอสุจิ"
    }
  },
  {
    "translation": {
      "en": "we ensured the anonymity of our humans by throwing these bags over their heads.",
      "th": "เราปกปิดตัวตนของเหล่ามนุษย์ โดยการนำถุงกระดาษครอบหัวพวกเขาไว้"
    }
  },
  {
    "translation": {
      "en": "We'll task our unpaid interns with extracting their semen",
      "th": "เราสั่งให้เด็กฝึกงานที่ไม่ได้ค่าจ้าง เก็บตัวอย่างน้ำอสุจิ"
    }
  },
  {
    "translation": {
      "en": "by any means necessary.",
      "th": "โดยใช้ทุกวิถีทางที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "Sperm-collection protocol insists that these ten samples",
      "th": "แนวทางการเก็บตัวอย่างอสุจิ ระบุว่าตัวอย่างทั้งสิบถ้วย"
    }
  },
  {
    "translation": {
      "en": "get to the sperm lab before they cool off.",
      "th": "ต้องไปถึงห้องแล็บอสุจิก่อนที่มันจะเย็นตัวลง"
    }
  },
  {
    "translation": {
      "en": "Once the lab receives the sperm,",
      "th": "เมื่ออสุจิไปถึงห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "we will commence the sperm-off.",
      "th": "เราก็จะเอาอสุจิมาประชันกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, \"dance-off.\"",
      "th": "หมายถึงเต้นประชันกัน"
    }
  },
  {
    "translation": {
      "en": "But first, we wanted to check in with neuroscientist, Daniel Levitin",
      "th": "แต่ก่อนอื่น เราอยากคุยกับ แดเนี่ยล เลวิติน นักประสาทวิทยา"
    }
  },
  {
    "translation": {
      "en": "to find out what he thought of our theory.",
      "th": "ว่าเขาคิดอย่างไรกับทฤษฎีของเรา"
    }
  },
  {
    "translation": {
      "en": "Darwin actually predicted,",
      "th": "ดาร์วินเองก็ทำนายไว้"
    }
  },
  {
    "translation": {
      "en": "people who could dance were showing reproductive fitness.",
      "th": "คนที่เต้นเก่ง แสดงถึงความพร้อมในการสืบพันธุ์"
    }
  },
  {
    "translation": {
      "en": "The kinds of dance that was done for tens of thousands of years",
      "th": "บรรพบุรุษของเราก็ใช้การเต้นลักษณะนี้"
    }
  },
  {
    "translation": {
      "en": "by our ancestors.",
      "th": "มาหลายหมื่นปี"
    }
  },
  {
    "translation": {
      "en": "And if you could dance well and for a long time",
      "th": "ซึ่งถ้าคุณเต้นเก่ง เต้นได้นาน"
    }
  },
  {
    "translation": {
      "en": "it showed stamina, physical fitness.",
      "th": "นั่นแสดงถึงความแข็งแรง ความพร้อมด้านร่างกาย"
    }
  },
  {
    "translation": {
      "en": "It indicated to a potential mate that you had enough food resources",
      "th": "มันยังเป็นการบอกผู้ที่จะมาเป็นคู่ของคุณว่า คุณมีทรัพยากรอาหารเพียงพอ"
    }
  },
  {
    "translation": {
      "en": "to be healthy",
      "th": "ต่อการมีสุขภาพดี"
    }
  },
  {
    "translation": {
      "en": "and it indicated that you didn't have any neurological disorders.",
      "th": "ทั้งยังบอกด้วยว่าคุณไม่มี ความผิดปกติทางระบบประสาท"
    }
  },
  {
    "translation": {
      "en": "So what all that meant was, \"He's got good genes.\"",
      "th": "จากที่กล่าวมาทั้งหมดนี้ สรุปคือเขามียีนที่ดี"
    }
  },
  {
    "translation": {
      "en": "It's signaling, in what they call the honest signal hypothesis,",
      "th": "นี่คือสิ่งที่เรียกว่าสมมติฐานการส่งสัญญาณ อย่างจริงใจ เป็นการส่งสัญญาณ"
    }
  },
  {
    "translation": {
      "en": "reproductive fitness.",
      "th": "ถึงความพร้อมในการสืบพันธุ์"
    }
  },
  {
    "translation": {
      "en": "You know, the peacock's tail is an interesting illustration of this.",
      "th": "หางนกยูงตัวผู้ก็เป็นตัวอย่างที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "-Would you indulge me? -Sure.",
      "th": "- ให้ผมเล่าไหม - เอาสิ"
    }
  },
  {
    "translation": {
      "en": "It's one of my favorite stories.",
      "th": "นี่เรื่องโปรดผมเลย"
    }
  },
  {
    "translation": {
      "en": "It sounds like you're very excited about it, so...",
      "th": "เสียงคุณฟังดูตื่นเต้นมากเลย"
    }
  },
  {
    "translation": {
      "en": "Think about the peacock's tail, this colorful, showy display.",
      "th": "ลองนึกภาพหางนงยูกที่สีสันโดดเด่นสะดุดตา"
    }
  },
  {
    "translation": {
      "en": "It's actually a predator magnet.",
      "th": "ตัวดึงดูดผู้ล่าชั้นดี"
    }
  },
  {
    "translation": {
      "en": "You know, he's strutting around calling attention to himself",
      "th": "มันเดินวางมาดไปมา เรียกร้องความสนใจ"
    }
  },
  {
    "translation": {
      "en": "and peacocks have a number of predators.",
      "th": "ซึ่งนกยูงก็มีศัตรูตามธรรมชาติอยู่ไม่น้อย"
    }
  },
  {
    "translation": {
      "en": "So what the peacock is signaling to the peahen",
      "th": "สิ่งที่นกยูงตัวผู้ส่งสัญญาณบอกนกยูงตัวเมีย"
    }
  },
  {
    "translation": {
      "en": "is, \"I've got a nitrogen-rich diet that creates these wonderful colors",
      "th": "ก็คือ \"ฉันมีอาหารอุดมด้วยไนโตรเจน ที่ทำให้เกิดสีสันสวยงามพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and I'm so fast and tough that I can just sort of taunt all the bad predators",
      "th": "ซึ่งฉันก็รวดเร็วและแข็งแรงมากพอ ที่จะยั่วยุพวกสัตว์นักล่าทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "and get away with it, so you should choose me.\"",
      "th": "แล้วหนีรอดมาได้ ดังนั้น เธอควรเลือกฉัน\""
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "It's called an honest signal. You can't fake that tail,",
      "th": "นี่เรียกว่าการส่งสัญญาณอย่างจริงใจ หางนั่นเป็นของจริง"
    }
  },
  {
    "translation": {
      "en": "and living through attacks, being able to run away from them.",
      "th": "มันถูกจู่โจมจริง แล้วก็ต้องรอดชีวิตมาได้จริง"
    }
  },
  {
    "translation": {
      "en": "[Zainab] And now we go to one of our human peacocks",
      "th": "เรามาคุยกับมนุษย์เพศชายคนหนึ่ง เพื่อค้นหาคำถามน่าสนใจคำถามใจ"
    }
  },
  {
    "translation": {
      "en": "to find out what burning questions they have about the power of attraction.",
      "th": "เรามาคุยกับมนุษย์เพศชายคนหนึ่ง เพื่อค้นหาคำถามน่าสนใจคำถามใจ เกี่ยวกับพลังของเสน่ห์ดึงดูดที่คาใจเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm a chef and when I wear my uniform,",
      "th": "ผมเป็นเชฟ เวลาที่ผมสวมเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "I get more dates.",
      "th": "ผมหาคู่เดทได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "My question is, \"Are women more attracted to men in uniforms?\"",
      "th": "คำถามคือ ผู้หญิงคิดว่าผู้ชายในเครื่องแบบ มีเสน่ห์มากกว่าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Zainab] In our next experiment,",
      "th": "ในการทดลองถัดไป"
    }
  },
  {
    "translation": {
      "en": "we're asking, \"Does a uniform really make you more attractive?\"",
      "th": "เราอยากรู้ว่า เครื่องแบบ ทำให้คุณมีเสน่ห์มากขึ้นจริงหรือ"
    }
  },
  {
    "translation": {
      "en": "To find out, we went and found some people in uniforms.",
      "th": "เพื่อหาคำตอบ เราได้จัดหาคนในเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "Police officers,",
      "th": "ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "janitors,",
      "th": "ภารโรง"
    }
  },
  {
    "translation": {
      "en": "surgeons,",
      "th": "ศัลยแพทย์"
    }
  },
  {
    "translation": {
      "en": "fast-food workers,",
      "th": "พนักงานร้านฟาสต์ฟูด"
    }
  },
  {
    "translation": {
      "en": "army officers",
      "th": "ทหาร"
    }
  },
  {
    "translation": {
      "en": "and pilots.",
      "th": "และนักบิน"
    }
  },
  {
    "translation": {
      "en": "But here's the secret.",
      "th": "แต่ความลับคืองี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "They're all actors in costume.",
      "th": "ทุกคนเป็นนักแสดง แค่สวมเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "Our humans don't know that.",
      "th": "เหล่ามนุษย์ของเราไม่รู้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "All they know is that they're going to meet some very single",
      "th": "ที่พวกเขารู้คือ พวกเขาจะได้พบคนโสด"
    }
  },
  {
    "translation": {
      "en": "and very available men and women.",
      "th": "ทั้งชายและหญิงที่ยังไม่มีคู่"
    }
  },
  {
    "translation": {
      "en": "To test the uniform effect,",
      "th": "เพื่อทดสอบผลของเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "we're putting our humans in a social situation",
      "th": "เราพาเหล่ามนุษย์เข้าสู่สถานการณ์สังคม"
    }
  },
  {
    "translation": {
      "en": "that requires a first impression to be assessed in under three minutes.",
      "th": "ที่ต้องมีการสร้าง ความประทับใจแรกพบภายในสามนาที"
    }
  },
  {
    "translation": {
      "en": "Hello, humans.",
      "th": "สวัสดี มนุษย์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[all] Hi.",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "Today we're going to be doing a live experiment",
      "th": "วันนี้เราจะทำการทดลองสด"
    }
  },
  {
    "translation": {
      "en": "to test first impressions.",
      "th": "เพื่อทดสอบความประทับใจแรกพบ"
    }
  },
  {
    "translation": {
      "en": "[Alie] Each stranger will tell you a little bit about themselves,",
      "th": "คนแปลกหน้าแต่ละคน จะเล่าเรื่องตัวเองให้คุณฟังนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "but you are not permitted to ask them any questions.",
      "th": "แต่เราไม่อนุญาตให้คุณถามคำถามพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Just fill out your survey,",
      "th": "ให้คุณตอบแบบสอบถาม"
    }
  },
  {
    "translation": {
      "en": "I'll blow my whistle,",
      "th": "พอฉันเป่านกหวีด"
    }
  },
  {
    "translation": {
      "en": "you'll rotate to the next station.",
      "th": "ก็ให้ย้ายไปโต๊ะถัดไป"
    }
  },
  {
    "translation": {
      "en": "[Zainab] In order to test whether uniforms make people more attractive,",
      "th": "เพื่อทดสอบว่าเครื่องแบบ ทำให้คนมีเสน่ห์มากขึ้นหรือไม่"
    }
  },
  {
    "translation": {
      "en": "half of our humans will meet people in uniforms",
      "th": "เหล่ามนุษย์ครึ่งหนึ่งจะได้พบกับ คนแปลกหน้าในชุดเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "and the other half will meet the same actors in street clothes.",
      "th": "อีกครึ่งหนึ่งพบกับนักแสดง กลุ่มเดียวกันในชุดไปรเวท"
    }
  },
  {
    "translation": {
      "en": "The humans will rate these strangers on looks,",
      "th": "พวกเขาต้องประเมินคนแปลกหน้า จากรูปร่างหน้าตา"
    }
  },
  {
    "translation": {
      "en": "personality and physical appeal",
      "th": "บุคลิก และแรงดึงดูดทางกาย"
    }
  },
  {
    "translation": {
      "en": "on a scale of one through ten.",
      "th": "จากระดับหนึ่งถึงสิบ"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Lauren.",
      "th": "สวัสดีค่ะ ฉันลอเรน"
    }
  },
  {
    "translation": {
      "en": "I've been with the LAPD for five years and, uh,",
      "th": "อยู่กรมตำรวจลอสแอนเจลิสมาห้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "in my spare time, I like to play guitar",
      "th": "เวลาว่าง ฉันชอบเล่นกีตาร์"
    }
  },
  {
    "translation": {
      "en": "and barbecue.",
      "th": "และย่างบาร์บีคิว"
    }
  },
  {
    "translation": {
      "en": "My friends say I'm a master at the grill.",
      "th": "เพื่อนๆ บอกว่าฉันย่างเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "My favorite thing about Los Angeles is Santa Monica.",
      "th": "สิ่งที่ผมชอบที่สุดในลอสแอนเจลิส คือซานตาโมนิกา"
    }
  },
  {
    "translation": {
      "en": "People think I'm tough, but I, um,",
      "th": "คนคิดว่าผมน่ากลัว แต่ผมน่ะ..."
    }
  },
  {
    "translation": {
      "en": "I really love animals.",
      "th": "ผมรักสัตว์มากนะ"
    }
  },
  {
    "translation": {
      "en": "A lot of women like a man in uniform",
      "th": "ผู้หญิงหลายคนชอบผู้ชายในเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "so a police officer... Yes!",
      "th": "คุณตำรวจนี่ใช่เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Alie] Does it depend on the uniform? -It depends on the uniform",
      "th": "อยู่ที่เครื่องแบบด้วยหรือ อยู่ที่ว่าเป็นเครื่องแบบอะไร เพราะฉันว่าฉันไม่เคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "because I don't think I've ever heard",
      "th": "อยู่ที่ว่าเป็นเครื่องแบบอะไร เพราะฉันว่าฉันไม่เคยได้ยิน"
    }
  },
  {
    "translation": {
      "en": "a woman or a friend be, like, \"Oh, that janitor over there....",
      "th": "ผู้หญิงหรือเพื่อนบอกว่า \"โห ดูภารโรงคนนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Mm, that uniform.\"",
      "th": "ดูเครื่องแบบเขาสิ\""
    }
  },
  {
    "translation": {
      "en": "-[second man] Hi. -Hi.",
      "th": "- ไง - ไง"
    }
  },
  {
    "translation": {
      "en": "I'm Dave. I am a sanitation engineer.",
      "th": "ผมชื่อเดฟ เป็นวิศวกรสุขาภิบาล"
    }
  },
  {
    "translation": {
      "en": "On the weekends, I like to go to the park, feed some ducks.",
      "th": "ช่วงวันหยุดสุดสัปดาห์ ผมชอบไปสวนสาธารณะ ไปให้อาหารเป็ด"
    }
  },
  {
    "translation": {
      "en": "Quack, quack.",
      "th": "ก้าบๆ"
    }
  },
  {
    "translation": {
      "en": "When I found out I was speed dating, I instantly looked at all the guys,",
      "th": "ตอนที่ได้รู้ว่านี่คือการเดตด่วน ผมก็มองผู้ชายทุกคนทันที"
    }
  },
  {
    "translation": {
      "en": "obviously, but I did find a charm in person B.",
      "th": "แน่ละ แต่ผมรู้สึกว่าคุณบีมีเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "I don't know, just any sort of jumpsuit is overall, like...",
      "th": "ไม่รู้สิ แต่ชุมจัมป์สูทน่ะ ไม่ว่ายังไงก็..."
    }
  },
  {
    "translation": {
      "en": "-Cool. -[Alie] Okay.",
      "th": "- เท่ดี - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Zainab] I wonder if the more elite professionals,",
      "th": "อยากรู้จังว่ากลุ่มอาชีพที่มีรายได้สูงกว่า"
    }
  },
  {
    "translation": {
      "en": "like surgeons, army officers and pilots",
      "th": "อย่างศัลยแพทย์ ทหาร และนักบิน"
    }
  },
  {
    "translation": {
      "en": "will be rated as more attractive.",
      "th": "จะถูกประเมินว่ามีเสน่ห์มากกว่าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "We'll see what the surveys say.",
      "th": "เดี๋ยวก็รู้ว่าผลสำรวจเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "-Hi, how are you? -I'm good.",
      "th": "- สวัสดีครับ เป็นไงบ้าง - สบายดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "My name is Jerry.",
      "th": "ผมชื่อเจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "I went to school in Chicago.",
      "th": "ผมเรียนที่ชิคาโก"
    }
  },
  {
    "translation": {
      "en": "I like to go skiing in Big Bear, sometimes Aspen.",
      "th": "ผมชอบไปเล่นสกีที่บิกแบร์ บางครั้งก็ไปแอสเพน"
    }
  },
  {
    "translation": {
      "en": "My name is Nicky.",
      "th": "ฉันชื่อนิคกี้"
    }
  },
  {
    "translation": {
      "en": "I've been an airline pilot for ten years",
      "th": "ประกอบอาชีพนักบินมาแล้วสิบปี"
    }
  },
  {
    "translation": {
      "en": "and I listen to oldies and Motown.",
      "th": "ฉันชอบฟังเพลงเก่ากับเพลงค่ายโมทาวน์"
    }
  },
  {
    "translation": {
      "en": "I would date the airline pilot.",
      "th": "ผมคงเดตกับนักบินคนนั้น"
    }
  },
  {
    "translation": {
      "en": "She seemed to have the right balance of personality and looks.",
      "th": "บุคลิกกับรูปร่างหน้าตาเธอดูสมดุลกันดี"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Jackie.",
      "th": "สวัสดีค่ะ ฉันแจ็คกี้"
    }
  },
  {
    "translation": {
      "en": "Um, I've been in the Army for like over ten years now.",
      "th": "เป็นทหารมาเกินสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I like the woman in the military uniform.",
      "th": "ฉันชอบผู้หญิงคนที่สวมเครื่องแบบทหาร"
    }
  },
  {
    "translation": {
      "en": "My name is Jackie.",
      "th": "ฉันชื่อแจ็คกี้"
    }
  },
  {
    "translation": {
      "en": "Well, in my downtime I like to just hang out",
      "th": "ช่วงที่ไม่ได้ประจำการ ฉันชอบไปเตร่"
    }
  },
  {
    "translation": {
      "en": "at the beach.",
      "th": "ตามชายหาด"
    }
  },
  {
    "translation": {
      "en": "[Human #96] Someone who, like, has authority over me",
      "th": "คนที่ดูมีอำนาจเหนือฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "is a little attractive",
      "th": "ดูมีเสน่ห์ดีนะ"
    }
  },
  {
    "translation": {
      "en": "and they stand with like, um... a confidence.",
      "th": "ท่ายืนก็ดูมั่นอกมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "It's sexy.",
      "th": "เซ็กซี่จะตาย"
    }
  },
  {
    "translation": {
      "en": "What's up? I'm Mike.",
      "th": "สวัสดีครับ ผมชื่อไมค์"
    }
  },
  {
    "translation": {
      "en": "I work for a major fast-food chain.",
      "th": "ผมทำงานให้เครือบริษัทฟาสต์ฟูดรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "I get a lot of pleasure out of my job because I enjoy seeing the smiles",
      "th": "ผมมีความสุขกับงานที่ทำมาก เพราะผมชอบเห็นรอยยิ้ม"
    }
  },
  {
    "translation": {
      "en": "on people's faces when they get their food",
      "th": "บนใบหน้าผู้คนขณะรับอาหาร"
    }
  },
  {
    "translation": {
      "en": "and I like helping people.",
      "th": "ผมชอบช่วยเหลือผู้คน"
    }
  },
  {
    "translation": {
      "en": "As I worked my way down this dating line,",
      "th": "ระหว่างที่ฉันไล่คุยกับคู่เดตเรียงคน"
    }
  },
  {
    "translation": {
      "en": "one particular gentleman stood out.",
      "th": "มีสุภาพบุรุษคนหนึ่งที่โดดเด่นกว่าคนอื่น"
    }
  },
  {
    "translation": {
      "en": "I don't actually remember his name 'cause I was mesmerized by his face",
      "th": "ฉันจำชื่อเขาไม่ได้ เพราะใบหน้าเขาสะกดฉันอยู่หมัด"
    }
  },
  {
    "translation": {
      "en": "and I wasn't really paying attention to what he was saying.",
      "th": "ฉันไม่ได้สนใจฟังด้วยซ้ำ ว่าเขาพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "[Zainab] What uniform was he in?",
      "th": "เขาสวมเครื่องแบบอะไร"
    }
  },
  {
    "translation": {
      "en": "-Um, fast food. [laughing] -Okay.",
      "th": "- ฟาสต์ฟูด - โอเค"
    }
  },
  {
    "translation": {
      "en": "He was a burger boy, but he was cute.",
      "th": "ถึงเป็นคนขายเบอร์เกอร์ แต่ก็น่ารักดี"
    }
  },
  {
    "translation": {
      "en": "-Okay. -He could get it.",
      "th": "- โอเค - หาแฟนได้แน่"
    }
  },
  {
    "translation": {
      "en": "[Zainab] All right, clearly our humans are getting a little randy down there.",
      "th": "เอาละ เห็นได้ชัดว่าเหล่ามนุษย์ ดูกระชุ่มกระชวยไม่หยอก"
    }
  },
  {
    "translation": {
      "en": "But what if those same actors change into their regular clothes?",
      "th": "แต่ถ้านักแสดงกลุ่มเดียวกันนี้ เปลี่ยนไปใส่ชุดไปเวทล่ะ"
    }
  },
  {
    "translation": {
      "en": "To make sure the test isn't skewed,",
      "th": "เพื่อให้แน่ใจว่าการทดสอบนี้เที่ยงตรง"
    }
  },
  {
    "translation": {
      "en": "our actors are going to have the same job",
      "th": "เหล่านักแสดงจะประกอบอาชีพเดิม"
    }
  },
  {
    "translation": {
      "en": "and use the same exact script",
      "th": "และใช้บทพูดเดิม"
    }
  },
  {
    "translation": {
      "en": "while meeting an entirely different set of humans.",
      "th": "ขณะที่พบกับเหล่ามนุษย์อีกกลุ่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The only difference is the actors are in plain clothes",
      "th": "ข้อแตกต่างเดียวคือ เหล่านักแสดงสวมเสื้อผ้าธรรมดาๆ"
    }
  },
  {
    "translation": {
      "en": "and not in a uniform.",
      "th": "ไม่ใช่ชุดเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "I'm Lindsey. I work for a major fast-food chain.",
      "th": "ฉันชื่อลินด์ซีย์ ทำงานให้ เครือบริษัทฟาสต์ฟูดรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "I enjoy helping people.",
      "th": "ฉันชอบช่วยเหลือผู้คน"
    }
  },
  {
    "translation": {
      "en": "Currently I'm living here in Los Angeles working as a neurosurgeon.",
      "th": "ตอนนี้ผมอาศัยอยู่ในลอสแอนเจลิส ประกอบอาชีพศัลยแพทย์"
    }
  },
  {
    "translation": {
      "en": "I like to go skiing in Big Bear, sometimes Aspen.",
      "th": "ผมชอบไปเล่นสกีที่บิกแบร์ บางครั้งก็ไปแอสเพน"
    }
  },
  {
    "translation": {
      "en": "The neurosurgeon, he was very handsome",
      "th": "ศัลยแพทย์ประสาทคนนั้นหล่อมากนะ"
    }
  },
  {
    "translation": {
      "en": "but he was very self-entitled.",
      "th": "แต่เขาสำคัญตัวเองมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "Very like, \"Oh, I like to go to Aspen.\"",
      "th": "แบบนี้ \"เฮ้อ ผมชอบไปแอสเพนจริงๆ เลย\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"I like it, too,\" but I don't like the way he was talking.",
      "th": "ฉันนี่แบบ ฉันก็ชอบนะ แต่ฉันไม่ชอบวิธีพูดของคุณ"
    }
  },
  {
    "translation": {
      "en": "I am a sanitation engineer.",
      "th": "ผมเป็นวิศวกรสุขาภิบาล"
    }
  },
  {
    "translation": {
      "en": "On the weekends, I like to go to the park,",
      "th": "ช่วงสุดสัปดาห์ ผมชอบไปสวนสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "feed some ducks. Quack quack.",
      "th": "ไปให้อาหารเป็ด ก้าบๆ"
    }
  },
  {
    "translation": {
      "en": "Quack, quack. Quack, quack. Quack, quack.",
      "th": "ก้าบๆ"
    }
  },
  {
    "translation": {
      "en": "I would say overall, personality-wise,",
      "th": "คงต้องบอกว่า ถ้าดูจากบุคลิกลักษณะแล้ว"
    }
  },
  {
    "translation": {
      "en": "I didn't find any too attractive.",
      "th": "ฉันไม่รู้สึกว่ามีใครมีเสน่ห์ดึงดูดเลย"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Are you kidding? A janitor and ducks!",
      "th": "พูดเป็นเล่น ภารโรงกับเป็ดนั่นไง!"
    }
  },
  {
    "translation": {
      "en": "Break me off a piece of this guy.",
      "th": "ตานี่ทำฉันระทวยเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[man] I've been working for the LAPD for 15 years.",
      "th": "อยู่กรมตำรวจลอสแอนเจลิสมา 15 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "People think I'm tough but I really have a soft spot for animals.",
      "th": "คนคิดว่าผมน่ากลัว แต่ผมรักสัตว์มากนะ"
    }
  },
  {
    "translation": {
      "en": "I like people that like animals.",
      "th": "ฉันชอบคนรักสัตว์"
    }
  },
  {
    "translation": {
      "en": "You know, I was, like, connecting with him",
      "th": "ฉันรู้สึกเหมือนตัวเองเชื่อมโยงถึงเขาได้"
    }
  },
  {
    "translation": {
      "en": "and then, you know, that was a fleeting moment.",
      "th": "ฉันรู้สึกเหมือนตัวเองเชื่อมโยงถึงเขาได้ เป็นความรู้สึกชั่ววูบน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Nice meeting you. -[Human #95] Nice meeting you.",
      "th": "- ยินดีที่ได้รู้จักนะครับ - ยินดีที่ได้รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Zainab] And here are the results.",
      "th": "และนี่คือผลการทดลอง"
    }
  },
  {
    "translation": {
      "en": "Women found a man in uniform to be less attractive",
      "th": "ผู้หญิงรู้สึกว่าผู้ชายในเครื่องแบบ มีเสน่ห์ดึงดูดน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "than a man in street clothes.",
      "th": "ผู้ชายในชุดไปรเวท"
    }
  },
  {
    "translation": {
      "en": "So I guess the fact that my dad left my mom for the milkman",
      "th": "แปลว่าที่พ่อฉันทิ้งแม่ แล้วหนีตามหนุ่มส่งนมไป"
    }
  },
  {
    "translation": {
      "en": "had nothing to do with his outfit.",
      "th": "ก็ไม่ใช่เพราะเครื่องแบบที่เขาสวม"
    }
  },
  {
    "translation": {
      "en": "Men, however, found women equally attractive",
      "th": "แต่ผู้ชายกลับรู้สึกว่า ผู้หญิงมีเสน่ห์ดึงดูดเท่ากัน"
    }
  },
  {
    "translation": {
      "en": "whether they were in uniform or not.",
      "th": "ไม่ว่าจะสวมชุดเครื่องแบบหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Thus proving our theory that men are attracted to anything",
      "th": "นี่เป็นข้อพิสูจน์ทฤษฎีของเรา ที่ว่าผู้ชายหลงเสน่ห์ทุกสิ่ง"
    }
  },
  {
    "translation": {
      "en": "as long as it moves.",
      "th": "ที่ขยับได้"
    }
  },
  {
    "translation": {
      "en": "So overall, there was no jump in attraction",
      "th": "สรุปคือ เครื่องแบบไม่ช่วยอะไร"
    }
  },
  {
    "translation": {
      "en": "except for certain professions.",
      "th": "เว้นแค่บางอาชีพ"
    }
  },
  {
    "translation": {
      "en": "When it came to police officers,",
      "th": "ในกรณีของตำรวจ"
    }
  },
  {
    "translation": {
      "en": "women thought they were way better-looking in uniform",
      "th": "ผู้หญิงรู้สึกว่าตำรวจในเครื่องแบบดูดีกว่า"
    }
  },
  {
    "translation": {
      "en": "then out of uniform.",
      "th": "นอกเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "Pilots, not so much.",
      "th": "นักบิน ไม่ค่อยต่าง"
    }
  },
  {
    "translation": {
      "en": "Not a big difference there.",
      "th": "แทบไม่ต่างกันเลย"
    }
  },
  {
    "translation": {
      "en": "Clearly our humans don't give a crap about how hard it is to become a pilot.",
      "th": "ชัดเจนว่าเหล่ามนุษย์ของเราไม่สนใจหรอก ว่าการเป็นนักบินนั้นยากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "When it came to janitors and fast-food workers,",
      "th": "ในกรณีของภารโรง และพนักงานร้านฟาสต์ฟูด"
    }
  },
  {
    "translation": {
      "en": "our humans found them to be less attractive in uniform",
      "th": "เหล่ามนุษย์ของเรารู้สึกว่า เครื่องแบบมีเสน่ห์ดึงดูดน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "than out of uniform,",
      "th": "เมื่อเทียบกับชุดไปรเวท"
    }
  },
  {
    "translation": {
      "en": "indicating that good financial prospects are a crucial part of attraction.",
      "th": "แสดงให้เห็นว่าฐานะการเงิน เป็นส่วนสำคัญส่วนหนึ่งของเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "To which I say, \"Duh!\"",
      "th": "ซึ่งฉันคงต้องบอกว่า \"แหงสิ!\""
    }
  },
  {
    "translation": {
      "en": "Okay, so being rich has its advantages when it comes to the power of attraction,",
      "th": "โอเค สรุปว่ายิ่งรวยยิ่งได้เปรียบ ในแง่ของเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "but do you think good-looking people",
      "th": "แต่คุณคิดว่าคนหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "get away with more?",
      "th": "รอดง่ายกว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Like more than an average-looking person?",
      "th": "มากกว่าคนหน้าตาธรรมดาทั่วไป"
    }
  },
  {
    "translation": {
      "en": "A lot of people believe that if you go on trial for something",
      "th": "หลายคนเชื่อว่าถ้าคุณต้อง ขึ้นศาล หรืออะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "and you're good-looking, the jury will give you a lighter sentence",
      "th": "แล้วเผอิญคุณหน้าตาดี คณะลูกขุนจะตัดสินโทษคุณเบากว่า"
    }
  },
  {
    "translation": {
      "en": "or even acquit you.",
      "th": "ไม่ก็ตัดสินให้พ้นโทษเลย"
    }
  },
  {
    "translation": {
      "en": "[Sammy] In our next experiment, we ask",
      "th": "ในการทดลองถัดไป เราอยากรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "can good looks keep you out of jail?",
      "th": "การมีหน้าตาดีช่วยให้ไม่ติดคุกได้จริงหรือ"
    }
  },
  {
    "translation": {
      "en": "To begin, we've divided up our humans into two groups of fifty.",
      "th": "เราเริ่มจากแบ่งเหล่ามนุษย์ ออกเป็น 2 กลุ่ม กลุ่มละ 50 คน"
    }
  },
  {
    "translation": {
      "en": "Group A will see one set of mugshots",
      "th": "กลุ่มเอจะได้ดูภาพใบหน้าคนร้ายชุดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and Group B will see an entirely different set",
      "th": "กลุ่มบีจะได้ดูภาพใบหน้าคนร้าย อีกชุดหนึ่งที่ไม่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "but the crimes will be exactly the same.",
      "th": "แต่อาชญากรรมที่ก่อนั้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "This is our humans' chance to play judge and jury,",
      "th": "นี่เป็นโอกาสที่เหล่ามนุษย์ของเรา จะได้รับบทผู้พิพากษาและคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "but we want to know how sympathetic they'll be",
      "th": "แต่เราอยากรู้ว่าพวกเขา จะเห็นใจคนร้ายมากเพียงใด"
    }
  },
  {
    "translation": {
      "en": "if the criminal isn't too bad on the eyes.",
      "th": "หากหน้าตาคนร้ายไม่ย่ำแย่เกินไปนัก"
    }
  },
  {
    "translation": {
      "en": "Hello, humans.",
      "th": "สวัสดีค่ะ มนุษย์"
    }
  },
  {
    "translation": {
      "en": "[all] Hello.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "What we're doing is conducting a survey on criminal justice.",
      "th": "ที่เราทำอยู่นี้เป็นการสำรวจ ว่าด้วยความยุติธรรมทางอาญา"
    }
  },
  {
    "translation": {
      "en": "Crime, punishment.",
      "th": "อาชญากรรม บทลงโทษ"
    }
  },
  {
    "translation": {
      "en": "What does it take to pay back society",
      "th": "เราต้องชดใช้ให้สังคมมากแค่ไหน สำหรับ"
    }
  },
  {
    "translation": {
      "en": "for certain offenses?",
      "th": "ความผิดแต่ละประเภท"
    }
  },
  {
    "translation": {
      "en": "And so what we did is we went and conducted interviews, we took photos",
      "th": "ที่เราทำคือไปสัมภาษณ์ และถ่ายภาพผู้ต้องขัง"
    }
  },
  {
    "translation": {
      "en": "at a few different correctional facilities",
      "th": "ตามทัณฑสถานต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and we got their stories.",
      "th": "จนได้เรื่องราวของพวกเขามา"
    }
  },
  {
    "translation": {
      "en": "Now, these were all people who were found guilty of their crimes",
      "th": "นี่คือคนที่ถูกตัดสินว่ามีความผิดจริง จากอาชญากรรมที่ก่อ"
    }
  },
  {
    "translation": {
      "en": "and your job today is to act as a judge",
      "th": "หน้าที่ของพวกคุณในวันนี้คือเป็นผู้พิพากษา"
    }
  },
  {
    "translation": {
      "en": "to determine what length of sentence is appropriate",
      "th": "ตัดสินว่าต้องโทษจำคุกนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "in prison for the particular offense.",
      "th": "ถึงจะเหมาะสมในแต่ละคดี"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "[Sammy] What our humans don't know",
      "th": "สิ่งที่เหล่ามนุษย์ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "is that the people seen in the mugshots aren't real criminals,",
      "th": "คือคนที่อยู่ในภาพใบหน้าคนร้ายนี้ ไม่ใช่อาชญากรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "they're actors.",
      "th": "พวกเขาเป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "For our attractive criminals,",
      "th": "สำหรับคนร้ายหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "we picked people who are classically beautiful.",
      "th": "เราเลือกคนที่หน้าตาดีตามพิมพ์นิยม"
    }
  },
  {
    "translation": {
      "en": "For our less attractive group, we chose people who aren't.",
      "th": "สำหรับกลุ่มหน้าตาทั่วไป เราเลือกคนที่ไม่ได้หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "Dan was dealing in illegal drugs",
      "th": "แดนค้ายาเสพติดผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "and he was arrested after a raid at his residence",
      "th": "เขาถูกตำรวจบุกจับถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "where police discovered a meth lab and four pounds of methamphetamine",
      "th": "ซึ่งตำรวจพบอุปกรณ์ปรุงยาไอซ์ ยาไอซ์ราวสองกิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "alongside $26,000 in cash.",
      "th": "และเงินสด 26,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "This is Dan.",
      "th": "นี่คือแดน"
    }
  },
  {
    "translation": {
      "en": "Dan was actually dealing in illegal drugs.",
      "th": "แดนค้ายาเสพติดผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "There was a raid at his residence.",
      "th": "มีการบุกจับเขาถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "Police found a meth lab and over four pounds of methamphetamine.",
      "th": "ตำรวจพบอุปกรณ์ปรุงยาไอซ์ ยาไอซ์กว่าสองกิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "He also was in possession of $26,000 in cash.",
      "th": "และยังครอบครองเงินสด 26,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "He also had in the home",
      "th": "ในบ้านเขายังมี"
    }
  },
  {
    "translation": {
      "en": "four handguns and one automatic rifle.",
      "th": "ปืนพกสี่กระบอก และปืนกลหนึ่งกระบอก"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Remember, both groups are hearing details of the exact same crime.",
      "th": "อย่าลืมนะครับว่า ทั้งสองกลุ่ม ได้ฟังรายละเอียดคดีที่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But each group is seeing an entirely different mugshot.",
      "th": "แต่ภาพใบหน้าคนร้าย ที่แต่ละกลุ่มเห็นนั้นต่างกัน"
    }
  },
  {
    "translation": {
      "en": "You keeping up over there?",
      "th": "ตามทันใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "So the recommended sentence for Dan",
      "th": "โทษที่แนะนำสำหรับแดน"
    }
  },
  {
    "translation": {
      "en": "is between three years to ten years.",
      "th": "คือระหว่างสามถึงสิบปี"
    }
  },
  {
    "translation": {
      "en": "So give it a second and think about",
      "th": "ลองใช้เวลาทบทวนดูนะคะ"
    }
  },
  {
    "translation": {
      "en": "what length of sentence you would give him.",
      "th": "ว่าคุณจะตัดสินโทษเขากี่ปี"
    }
  },
  {
    "translation": {
      "en": "Just looking at the picture itself, he looks like he's on that s*** too.",
      "th": "ดูภาพถ่ายหมอนี่สิ สภาพอย่างกับคนติดยา"
    }
  },
  {
    "translation": {
      "en": "And to have somebody that unstable",
      "th": "การที่คนซึ่งเอาแน่เอานอนไม่ได้แบบนี้"
    }
  },
  {
    "translation": {
      "en": "with a possible exploding meth lab and all these different firearms,",
      "th": "ครอบครองอุปกรณ์ปรุงยาไอซ์ที่ระเบิดได้ แถมยังมีปืนอีกหลายกระบอก"
    }
  },
  {
    "translation": {
      "en": "he could be capable of anything so personally I gave him life.",
      "th": "นี่มันตัวอันตรายชัดๆ ส่วนตัวผมให้จำคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Sammy] So what was the average sentence for the less attractive Dan?",
      "th": "สรุปว่าแดนหน้าตาทั่วไป ถูกตัดสินจำคุกโดยเฉลี่ยกี่ปีกันนะ"
    }
  },
  {
    "translation": {
      "en": "The reason why he probably had, um, guns",
      "th": "ที่เขามีปืนอาจเป็นเพราะ"
    }
  },
  {
    "translation": {
      "en": "is probably to protect himself.",
      "th": "เขาต้องป้องกันตัวเอง"
    }
  },
  {
    "translation": {
      "en": "It's a dangerous business to be in.",
      "th": "วงการนี้มันโหดนะ"
    }
  },
  {
    "translation": {
      "en": "So I would give him probably seven years,",
      "th": "ผมคงตัดสินโทษเขาสักเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "to let him think on it and get an, uh, education",
      "th": "ให้เขาได้ทบทวนตัวเอง ให้ได้รับการศึกษา"
    }
  },
  {
    "translation": {
      "en": "or something behind him.",
      "th": "หรือบางอย่างที่ขาดหายไป"
    }
  },
  {
    "translation": {
      "en": "[Sammy] And now, the average sentence for the more attractive Dan.",
      "th": "มาถึงโทษจำคุกโดยเฉลี่ย ที่แดนหน้าตาดีได้รับ"
    }
  },
  {
    "translation": {
      "en": "Whoa, looks like attractive Dan got a lot more sympathy.",
      "th": "โอ้โห ดูเหมือนคนจะเห็นใจ แดนหน้าตาดีมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, five years worth.",
      "th": "ใช่ ห้าปีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Let's see the next one.",
      "th": "ไปดูคดีต่อไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Alie] JT was found guilty of robbing over 30 homes.",
      "th": "เจทีมีความผิดฐานลักทรัพย์ กว่า 30 หลังคาเรือน"
    }
  },
  {
    "translation": {
      "en": "His MO was waiting until a delivery truck dropped off packages",
      "th": "วิธีก่อเหตุของเขาคือรอให้มี รถบรรทุกส่งของ เอาของมาส่ง"
    }
  },
  {
    "translation": {
      "en": "and stealing them from the porch.",
      "th": "แล้วขโมยของจากชานบ้าน"
    }
  },
  {
    "translation": {
      "en": "He later sold or pawned most of the items.",
      "th": "จากนั้นจึงนำของไปขาย หรือไปจำนำ"
    }
  },
  {
    "translation": {
      "en": "Now he doesn't look unattractive to me, it's just the face that he's making.",
      "th": "ผมว่าเขาไม่ได้ดูไม่หล่อนะ แต่สีหน้าเขานี่สิ"
    }
  },
  {
    "translation": {
      "en": "He doesn't look unattractive at all.",
      "th": "เขาไม่ได้หน้าตาไม่ดี"
    }
  },
  {
    "translation": {
      "en": "He looks like almost every football player I've ever seen in the NFL, actually.",
      "th": "พูดก็พูดเถอะ เขาเหมือนนักอเมริกันฟุตบอล ที่เล่นในเอ็นเอฟแอล"
    }
  },
  {
    "translation": {
      "en": "I mean, packages on the front of doorsteps",
      "th": "คือขโมยของที่วางอยู่หน้าประตูบ้าน"
    }
  },
  {
    "translation": {
      "en": "is not, uh, you know, hurting anybody physically or anything like that.",
      "th": "ไม่ได้ทำให้ใครต้องเจ็บตัว หรืออะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "So yeah, three years on him.",
      "th": "เพราะงั้น ผมว่าสามปี"
    }
  },
  {
    "translation": {
      "en": "I was a victim of a home invasion robbery.",
      "th": "ฉันเคยถูกโจรขึ้นบ้าน"
    }
  },
  {
    "translation": {
      "en": "And the things that I worked for as an adult, gone. Never get back.",
      "th": "ข้าวของที่ฉันทำงานหาเงินซื้อมา หายไปหมดเลย ไม่เคยได้คืน"
    }
  },
  {
    "translation": {
      "en": "That is not a victimless crime and I will stand up and tell you so.",
      "th": "นี่ไม่ใช่อาชญากรรมไร้เหยื่อ ฉันขอยืนยันให้คุณรู้ไว้"
    }
  },
  {
    "translation": {
      "en": "So far, the attractive criminals are getting a way better deal.",
      "th": "จนถึงตอนนี้ คนร้ายหน้าตาดี ถูกตัดสินโทษเบากว่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, but this next case involves a loss of life.",
      "th": "ก็จริง แต่คดีต่อไป มีผู้เสียชีวิตด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "So let's see how much of a difference it'll make there.",
      "th": "มาดูกันว่าจะต่างกันสักแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Alie] So this is Sarah.",
      "th": "นี่คือซาราห์"
    }
  },
  {
    "translation": {
      "en": "Sarah was convicted of manslaughter",
      "th": "ซาราห์มีความผิดฐาน ฆ่าคนตายโดยไม่เจตนา"
    }
  },
  {
    "translation": {
      "en": "for leaving her one-year-old child",
      "th": "จากการทิ้งลูกอายุหนึ่งขวบ"
    }
  },
  {
    "translation": {
      "en": "in a car while she drank in the afternoon in a bar.",
      "th": "ไว้ในรถ ขณะที่เธอไปดื่มเหล้า ในบาร์ ในตอนบ่าย"
    }
  },
  {
    "translation": {
      "en": "The outside temperature that day happened to be 98 degrees,",
      "th": "อุณหภูมิในวันนั้นอยู่ที่ 36.6 องศาเซลเซียส"
    }
  },
  {
    "translation": {
      "en": "so unfortunately the child did pass away.",
      "th": "ลูกของเธอจึงเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "The recommended sentence for her",
      "th": "โทษที่แนะนำสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "was between seven years to fifteen years.",
      "th": "คือระหว่างเจ็ดถึงสิบห้าปี"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Okay, manslaughter is a serious crime.",
      "th": "โอเค ฆ่าคนตายโดยไม่เจตนา เป็นความผิดร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "Is this guilty criminal's attractiveness",
      "th": "เสน่ห์ดึงดูดของคนร้ายคนนี้"
    }
  },
  {
    "translation": {
      "en": "going to get her more sympathy than her counterpart?",
      "th": "จะทำให้เธอได้รับความเห็นใจ มากกว่าคู่ของเธอหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Let's hear the judgment on the less good-looking criminal first.",
      "th": "เริ่มจากคำตัดสินที่มีให้แก่คนร้ายหน้าตาทั่วไป"
    }
  },
  {
    "translation": {
      "en": "I gave her, uh, 30 years.",
      "th": "จำคุก 30 ปี"
    }
  },
  {
    "translation": {
      "en": "Someone like that needs to be put away for a long time.",
      "th": "คนแบบนี้ต้องถูกขังลืม"
    }
  },
  {
    "translation": {
      "en": "-I gave her 20 years. -[Alie] Okay.",
      "th": "- จำคุก 20 ปี - โอเค"
    }
  },
  {
    "translation": {
      "en": "I think that you should know better.",
      "th": "ฉันว่าเธอควรระวังให้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "It's not an accident.",
      "th": "มันไม่ใช่อุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "I gave her seven years because I think she's going to beat up herself",
      "th": "ฉันตัดสินโทษเธอเจ็ดปี เพราะฉันคิดว่าเธอต้องโทษตัวเองซ้ำๆ"
    }
  },
  {
    "translation": {
      "en": "for the rest of her life.",
      "th": "ไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "She's got to live with that pain for the rest of her life.",
      "th": "เธอต้องอยู่กับความเจ็บปวดนั้น ไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "That, in itself, is, you know... is worse than even the time that she serves.",
      "th": "ซึ่งนั่นมันหนักหนากว่าโทษจำคุกของเธอเสียอีก"
    }
  },
  {
    "translation": {
      "en": "[Sammy] And the average sentence for the baby killer...",
      "th": "และโทษจำคุกโดยเฉลี่ย สำหรับฆาตกรฆ่าลูก..."
    }
  },
  {
    "translation": {
      "en": "To find out why our humans gave good-looking criminals",
      "th": "เพื่อหาคำตอบว่าทำไม เหล่ามนุษย์ของเราจึงปราณี"
    }
  },
  {
    "translation": {
      "en": "such lenient sentences,",
      "th": "ต่อคนร้ายหน้าตาดีขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "I sat down with Professor of Law, Jody Armour.",
      "th": "ผมจึงมานั่งคุยกับโจดี้ อาร์เมอร์ ศาสตราจารย์ด้านกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "-Can being pretty keep you out of jail? -No doubt.",
      "th": "- การมีหน้าตาดีช่วยให้ไม่ติดคุกได้จริงหรือ - แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Your unconscious bias",
      "th": "อคติโดยไม่รู้ตัวทำให้คุณ ตัดสินผู้อื่นในทางศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "can make you morally judge somebody more harshly",
      "th": "อคติโดยไม่รู้ตัวทำให้คุณ ตัดสินผู้อื่นในทางศีลธรรม ว่าเลวร้ายกว่า"
    }
  },
  {
    "translation": {
      "en": "because they come from a stereotyped group.",
      "th": "เพราะเขามาจากกลุ่มที่ถูกเหมารวม"
    }
  },
  {
    "translation": {
      "en": "The darker-skinned you are, the more deathworthy you're deemed.",
      "th": "ยิ่งผิวคุณสีเข้มมากเท่าไหร่ คุณก็ยิ่งดูสมควรตายมากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "So I have skin that gets really light or dark easily",
      "th": "ผมมีผิวที่สีเปลี่ยน เป็นเข้มหรืออ่อนได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "-with the seasons. -Yes.",
      "th": "- ตามฤดูกาล - ครับ"
    }
  },
  {
    "translation": {
      "en": "Now here's a tough question.",
      "th": "นี่คือคำถามสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Should I commit crimes in January to get a lesser sentence,",
      "th": "ผมควรก่ออาชญากรรมในมกราคมใช่ไหม เพื่อให้ถูกตัดสินโทษเบากว่า"
    }
  },
  {
    "translation": {
      "en": "but then don't forget about summer bod.",
      "th": "ส่วนช่วงหน้าร้อนนี่ห้ามเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, but here's the answer to that question.",
      "th": "ผมขอตอบแบบนี้แล้วกันครับ"
    }
  },
  {
    "translation": {
      "en": "You have to make sure that by the time you go to trial",
      "th": "คุณต้องให้แน่ใจนะว่า จนกว่าจะถึงเวลาขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "you've stayed out of the sun",
      "th": "คุณห้ามโดนแดดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "because then the lighter you will be there for the jury to look at.",
      "th": "เพื่อให้คุณมีผิวขาว ขณะเจอหน้าคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "And that's who they're making their judgment on,",
      "th": "ซึ่งพวกเขานี่แหละเป็นคนตัดสิน"
    }
  },
  {
    "translation": {
      "en": "the basis of the defendant they're seeing in front of them.",
      "th": "จากลักษณะท่าทางของจำเลยที่อยู่ตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "So speaking of lighter-skinness,",
      "th": "พูดถึงเรื่องผิวขาว"
    }
  },
  {
    "translation": {
      "en": "are you saying that kind of Western traditional attractiveness,",
      "th": "คุณจะบอกว่าความหน้าตาดี ตามพิมพ์นิยมโลกตะวันตก"
    }
  },
  {
    "translation": {
      "en": "that's going to play better in these situations",
      "th": "ให้ผลดีกว่าในสถานการณ์เช่นนี้"
    }
  },
  {
    "translation": {
      "en": "where you're receiving a lesser sentence?",
      "th": "ทำให้คุณถูกตัดสินโทษเบากว่างั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "What you find is",
      "th": "จากผลการทดลองของคุณ"
    }
  },
  {
    "translation": {
      "en": "we are going to make a moral judgment of them",
      "th": "เราจะตัดสินทางศีลธรรมต่อคนที่"
    }
  },
  {
    "translation": {
      "en": "that's much harsher for the unattractive than the attractive one.",
      "th": "หน้าตาไม่ดีว่าเลวร้ายกว่า คนที่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "That's moral luck.",
      "th": "เป็นโชคทางศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "That's like flipping a coin and saying if you're attractive,",
      "th": "เหมือนโยนหัวก้อย ซึ่งถ้าคุณหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "you're less wicked.",
      "th": "คุณก็ชั่วร้ายน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "If you're unattractive, you're really wicked.",
      "th": "ถ้าคุณหน้าตาไม่ดี คุณมันโคตรชั่ว"
    }
  },
  {
    "translation": {
      "en": "Okay, scale of one to ten, how attractive am I?",
      "th": "โอเค คะแนนเต็มสิบ คุณคิดว่าผมหน้าตาดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You have all the things that will have a jury sit there",
      "th": "คุณมีทุกองค์ประกอบที่จะทำให้ คณะลูกขุนมานั่งตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and say, \"I'm going to give him less of a sentence",
      "th": "แล้วบอกว่า ฉันจะตัดสินโทษเขาเบากว่า"
    }
  },
  {
    "translation": {
      "en": "than I'm going to give somebody who doesn't have the same symmetry",
      "th": "ที่ฉันจะตัดสินใครบางคน ที่หน้าไม่สมมาตรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "and doesn't have the same features.\"",
      "th": "และไม่มีลักษณะหน้าตาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "That's just the truth.",
      "th": "นั่นคือความจริง"
    }
  },
  {
    "translation": {
      "en": "Just as I have to recognize my male privilege,",
      "th": "ดังที่ผมต้องยอมรับว่า ผมมีเอกสิทธิ์ของเพศชาย"
    }
  },
  {
    "translation": {
      "en": "you have to recognize your attractiveness privilege.",
      "th": "คุณก็ต้องยอมรับว่าตัวเองมี เอกสิทธิ์ของคนหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "I knew I had some kind of struggle.",
      "th": "ผมรู้ว่าผมลำบากเพราะอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "That's what it is. It's attractive privilege.",
      "th": "ไอ้นี่นี่เอง เอกสิทธิ์ของคนหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "-It is. -People treat you differently",
      "th": "- ใช่ - คนปฏิบัติต่อคุณต่างจากคนอื่น"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"Treat me like a normal person, okay?",
      "th": "ผมรู้สึกว่า \"ปฏิบัติต่อผมเหมือนคนทั่วไปทีเถอะ\""
    }
  },
  {
    "translation": {
      "en": "You don't have to be nice to me 'cause I'm hot.\"",
      "th": "ไม่ต้องมาทำดีกับผม เพียงเพราะผมหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "Yeah, you have an infectious smile.",
      "th": "รอยยิ้มพิมพ์ใจ เห็นแล้วอดยิ้มตามไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Alie] Is an infectious smile just one of the many attractive qualities",
      "th": "รอยยิ้มพิมพ์ใจเป็นเพียง คุณลักษณะหนึ่งของเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "you possess?",
      "th": "ที่คุณมีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, f*** you. And congratulations.",
      "th": "บ้าเอ๊ย แล้วก็ยินดีด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "The world sees you different, gorgeous.",
      "th": "โลกมองคุณต่างไป สุดสวย"
    }
  },
  {
    "translation": {
      "en": "And you too, handsome.",
      "th": "คุณก็ด้วย สุดหล่อ"
    }
  },
  {
    "translation": {
      "en": "But why? What is it about your godlike physical attractiveness",
      "th": "แต่ทำไมล่ะ ทำไมรูปร่างหน้าตาที่งดงาม ราวกับลงมาจากสรวงสวรรค์"
    }
  },
  {
    "translation": {
      "en": "that confers all these benefits on to you?",
      "th": "ถึงทำให้คุณได้รับผลประโยชน์ต่างๆ เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "It's called \"the halo effect.\"",
      "th": "มันเรียกว่าการคิดเชิงเทิดทูน"
    }
  },
  {
    "translation": {
      "en": "And it's not your fault, you screaming hot hottie. It's ours.",
      "th": "มันไม่ใช่ความผิดของคุณเลย หนุ่มหล่อสาวสวยทั้งหลาย เราผิดเอง"
    }
  },
  {
    "translation": {
      "en": "When we, the comparatively ugly,",
      "th": "เมื่อพวกที่รูปร่างหน้าตาแย่กว่าคุณ"
    }
  },
  {
    "translation": {
      "en": "see that perfectly symmetrical jawline of yours,",
      "th": "เห็นสันกรามที่สมมาตรได้รูปของคุณ"
    }
  },
  {
    "translation": {
      "en": "those gym-toned abs, those impossibly uncalloused feet",
      "th": "เห็นกล้ามท้องเป็นมัดๆ เห็นเท้าเรียบเนียนไร้รอยด้าน"
    }
  },
  {
    "translation": {
      "en": "without a hammertoe in the bunch,",
      "th": "ไม่มีนิ้วเท้าหงิกงอ"
    }
  },
  {
    "translation": {
      "en": "we cannot help but automatically assume",
      "th": "ก็ช่วยไม่ได้ที่เราจะทึกทักเอาว่า"
    }
  },
  {
    "translation": {
      "en": "that every other thing about you is great as well.",
      "th": "สิ่งอื่นๆ ในตัวคุณก็คงดีเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Your attractiveness means you are nice.",
      "th": "การที่คุณรูปร่างหน้าตาดี แปลว่าคุณนิสัยดี"
    }
  },
  {
    "translation": {
      "en": "It means you are smart.",
      "th": "แปลว่าคุณฉลาด"
    }
  },
  {
    "translation": {
      "en": "It means you are trustworthy,",
      "th": "แปลว่าคุณไว้ใจได้"
    }
  },
  {
    "translation": {
      "en": "and it even means you are good, even if you're not.",
      "th": "แถมยังแปลว่าคุณเป็นคนดี ทั้งที่จริงๆ อาจจะไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "What a racket. Such is the power of beauty.",
      "th": "ขี้โกงชะมัด นี่แหละพลังของความงาม"
    }
  },
  {
    "translation": {
      "en": "It creates in the beholder a powerful cognitive bias,",
      "th": "มันทำให้เกิดอคติรู้คิดอันทรงพลังในตัวผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "clouding our judgment with all sorts of misinformation",
      "th": "ครอบงำการตัดสินใจของเราด้วยข้อมูลผิดๆ"
    }
  },
  {
    "translation": {
      "en": "based solely on the fact that you're doing things to our loins.",
      "th": "โดยมีพื้นฐานจากข้อเท็จจริงแค่ว่า คุณกระตุ้นความรู้สึกตรงเป้าของเรา"
    }
  },
  {
    "translation": {
      "en": "Of course, you insufferable cuties are just as likely as anyone else",
      "th": "แน่นอน เหล่าคนหน้าตาดีที่เหลืออด ก็ไม่ต่างจากคนทั่วไป"
    }
  },
  {
    "translation": {
      "en": "to be nice and smart, but let's get real.",
      "th": "ในแง่นิสัยหรือความฉลาด แต่ยอมรับเถอะ"
    }
  },
  {
    "translation": {
      "en": "A good-looking face doesn't mean s***.",
      "th": "หน้าตาดีไม่มีความหมายอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "It just means you've got really, really, really great cheekbones.",
      "th": "มันแค่แปลว่าคุณมีโหนกแก้มสวยได้รูป"
    }
  },
  {
    "translation": {
      "en": "Now, has anyone seen Sammy's contouring brush?",
      "th": "มีใครเห็นแปรงปัดแก้มของแซมมี่บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Now, there's a reason our humans all dress like they just got out of rehab.",
      "th": "มีเหตุผลอยู่ว่าทำไมเหล่ามนุษย์ของเรา ถึงแต่งตัวเหมือนเพิ่งเข้ารับการบำบัด"
    }
  },
  {
    "translation": {
      "en": "This uniform strips away any preconceived notions",
      "th": "เครื่องแบบชุดนี้ช่วยกำจัดอคติ"
    }
  },
  {
    "translation": {
      "en": "based on clothes, of course.",
      "th": "ที่เกิดจากเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "If you put 100 humans together, you're gonna get some flirting.",
      "th": "ถ้าคุณพามนุษย์ 100 คนมาอยู่ร่วมกัน พวกเขาก็ย่อมเข้าหากัน"
    }
  },
  {
    "translation": {
      "en": "From our observations, it's always the funniest ones",
      "th": "จากการสังเกตของเรา คนที่ตลกที่สุดมักได้รับ"
    }
  },
  {
    "translation": {
      "en": "that get the most attention.",
      "th": "ความสนใจมากที่สุดเสมอ"
    }
  },
  {
    "translation": {
      "en": "Could it be that being funny makes people more attractive?",
      "th": "หรือการเป็นคนตลกจะทำให้ เรามีเสน่ห์ดึงดูดมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Welcome to experiment number four,",
      "th": "ยินดีต้อนรับสู่การทดลองที่สี่"
    }
  },
  {
    "translation": {
      "en": "where we ask does being funny make you sexier?",
      "th": "ที่เราอยากรู้ว่า การเป็นคนตลก ทำให้คุณเซ็กซี่มากขึ้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "To begin our experiment, we've divided our humans",
      "th": "เพื่อเริ่มการทดลอง เราแบ่งเหล่ามนุษย์"
    }
  },
  {
    "translation": {
      "en": "into two audiences",
      "th": "ออกเป็นผู้ชมสองกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "and enlisted the help of two struggling stand-up comics.",
      "th": "และได้ขอให้พวกเขาช่วย นักแสดงตลกที่กำลังลำบากสองคน"
    }
  },
  {
    "translation": {
      "en": "They're equally talented and relatively average",
      "th": "ทั้งสองคนมีความสามารถพอๆ กัน และมีรูปร่างหน้าตา"
    }
  },
  {
    "translation": {
      "en": "in the looks department.",
      "th": "ธรรมดาๆ เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Humans, are you ready for your next experiment?",
      "th": "มนุษย์คะ พร้อมสำหรับ การทดลองถัดไปแล้วหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-[all] Yes. -[man] Yeah.",
      "th": "- พร้อมครับ - พร้อมค่ะ"
    }
  },
  {
    "translation": {
      "en": "This experiment is going to test verbal presentation skills.",
      "th": "การทดลองนี้จะทดสอบ ทักษะการนำเสนอด้วยคำพูด"
    }
  },
  {
    "translation": {
      "en": "You'll hear from two speakers and then you'll rate their performances.",
      "th": "จะมีผู้พูดสองคนมาพูดให้คุณฟัง ซึ่งคุณต้องประเมินผลงานของเขา"
    }
  },
  {
    "translation": {
      "en": "[Alie] To create a baseline,",
      "th": "เพื่อหาค่าอ้างอิง"
    }
  },
  {
    "translation": {
      "en": "Andy and Dina are going to tell each group",
      "th": "แอนดี้กับดิน่าจะเล่าเรื่องแสนน่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "a very boring story.",
      "th": "ให้แต่ละกลุ่มฟัง"
    }
  },
  {
    "translation": {
      "en": "Hello, my name's Andy.",
      "th": "สวัสดีครับ ผมชื่อแอนดี้"
    }
  },
  {
    "translation": {
      "en": "Um, I'm going to tell you a story about",
      "th": "ผมจะเล่าให้คุณฟังว่า"
    }
  },
  {
    "translation": {
      "en": "how I came to live in Los Angeles.",
      "th": "ผมมาอาศัยอยู่ในลอสแอนเจลิสได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "I lived in, um, a hostel.",
      "th": "ผมพักอยู่ในโฮสเทล"
    }
  },
  {
    "translation": {
      "en": "There was a lot of things that made me decide",
      "th": "มีหลายอย่างที่ทำให้ฉันตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "that I wanted to cancel my gym membership.",
      "th": "ว่าจะยกเลิกสมาชิกฟิตเนส"
    }
  },
  {
    "translation": {
      "en": "Like, the equipment was always dirty.",
      "th": "เช่น เครื่องออกกำลังกายสกปรกอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "[Alie] Fascinating stuff.",
      "th": "น่าสนใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I think our humans have pretty much checked out.",
      "th": "ฉันว่าเหล่ามนุษย์ของเรา คงเบื่อกันแทบแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "A tenant of the hostel was wearing one of my T-shirts.",
      "th": "แขกโฮสเทลคนหนึ่ง สวมเสื้อยืดของผม"
    }
  },
  {
    "translation": {
      "en": "He took it out of the wash cycle, I believe.",
      "th": "ผมว่าเขาคงหยิบออกมาจากเครื่องซักผ้า"
    }
  },
  {
    "translation": {
      "en": "So I went to the receptionist desk and I told the receptionist",
      "th": "ฉันเดินไปที่โต๊ะพนักงานต้อนรับ บอกเขาว่า"
    }
  },
  {
    "translation": {
      "en": "that I wanted to cancel my membership",
      "th": "ฉันจะยกเลิกสมาชิก"
    }
  },
  {
    "translation": {
      "en": "and he told me that I needed to go home and print out a cancellation form",
      "th": "เขาบอกว่า ฉันต้องกลับบ้าน ไปพิมพ์แบบฟอร์มยกเลิกสมาชิก"
    }
  },
  {
    "translation": {
      "en": "and then bring it back.",
      "th": "แล้วเอามาให้เขา"
    }
  },
  {
    "translation": {
      "en": "So I would just advise against ever living in a hostel",
      "th": "ผมขอแนะนำว่า อย่าพักอยู่ในโฮสเทลเดิม"
    }
  },
  {
    "translation": {
      "en": "for longer than a week or two weeks.",
      "th": "นานเกินหนึ่งหรือสองสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Alie] Now that we've bored our humans to tears,",
      "th": "หลังจากที่เราทำเหล่ามนุษย์เบื่อแทบแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "they'll rate Andy and Dina's presentation skills,",
      "th": "พวกเขาจะต้องประเมิน ทักษะการนำเสนอ เสน่ห์"
    }
  },
  {
    "translation": {
      "en": "charisma and physical appearance.",
      "th": "รวมถึงรูปลักษณ์ของแอนดี้และดิน่า"
    }
  },
  {
    "translation": {
      "en": "The data we're most interested in is the average score the speakers receive",
      "th": "ข้อมูลที่เราสนใจที่สุด คือคะแนนเสน่ห์ดึงดูดโดยเฉลี่ย"
    }
  },
  {
    "translation": {
      "en": "for attractiveness.",
      "th": "ที่ผู้พูดได้รับ"
    }
  },
  {
    "translation": {
      "en": "Tell me, how'd you guys feel about Dina?",
      "th": "พวกคุณรู้สึกอย่างไรกับดิน่าคะ"
    }
  },
  {
    "translation": {
      "en": "I thought she was cute but boring as f***.",
      "th": "ฉันว่าเธอน่ารักดี แต่น่าเบื่อฉิบหาย"
    }
  },
  {
    "translation": {
      "en": "-[all laughing] -Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "So would you date Andy?",
      "th": "คุณจะยอมออกเดตกับแอนดี้ไหม"
    }
  },
  {
    "translation": {
      "en": "Hell no.",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "I thought Andy was adorable in his delivery.",
      "th": "ผมว่าวิธีพูดของแอนดี้ก็น่ารักดีอยู่หรอก"
    }
  },
  {
    "translation": {
      "en": "Like, \"adorable?\" You mean, like, \"attractive?\"",
      "th": "น่ารักที่ว่านี่หมายถึงมีเสน่ห์หรือคะ"
    }
  },
  {
    "translation": {
      "en": "No. Uh, yeah...",
      "th": "ไม่มั้ง ใช่มั้ง..."
    }
  },
  {
    "translation": {
      "en": "-[all laughing] -No and yeah.",
      "th": "ไม่มั้ง ใช่มั้ง"
    }
  },
  {
    "translation": {
      "en": "[Alie] Yes, no, maybe so.",
      "th": "ใช่ ไม่ใช่ ใช่มั้ง"
    }
  },
  {
    "translation": {
      "en": "On a scale of one to ten, survey says... kinda.",
      "th": "จากคะแนนเต็มสิบ ผลสำรวจบอกว่า... ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Now let's swap the audiences and see if being funny",
      "th": "ทีนี้ลองสลับผู้ฟัง และมาดูกันว่าการเป็นคนตลก"
    }
  },
  {
    "translation": {
      "en": "will boost the comedians' relative bonability.",
      "th": "จะช่วยเพิ่มเสน่ห์ดึงดูดได้หรือไม่ เมื่อเทียบกับค่าอ้างอิง"
    }
  },
  {
    "translation": {
      "en": "Before I committed to moving to Hollywood, I lived in a hostel for two months",
      "th": "ก่อนที่ผมจะตัดสินใจย้ายมาฮอลลีวูด ผมพักอยู่ในโฮสเทลร่วมสองเดือน"
    }
  },
  {
    "translation": {
      "en": "and I went up and did some hostel chores. You know, I, uh...",
      "th": "ผมก็จัดการทำสิ่งที่ต้องทำ เวลาเข้าพักโฮสเทล ผม..."
    }
  },
  {
    "translation": {
      "en": "removed the chalk outline of the last tenant,",
      "th": "ลบเส้นขีดรอบศพแขกคนก่อนที่เช่าห้องนี้"
    }
  },
  {
    "translation": {
      "en": "de-flead, wrote my suicide note.",
      "th": "ฆ่าเชื้อ เขียนจดหมายลาตาย"
    }
  },
  {
    "translation": {
      "en": "-You know, hostel business. -[all laughing]",
      "th": "แขกโฮสเทลทำกันทุกคน"
    }
  },
  {
    "translation": {
      "en": "I went through a breakup recently.",
      "th": "ฉันเพิ่งตัดความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "It was a toxic relationship.",
      "th": "เป็นความสัมพันธ์แย่ๆ"
    }
  },
  {
    "translation": {
      "en": "I feel like it was time for us to part ways and separate ourselves,",
      "th": "ฉันรู้สึกว่ามันถึงเวลาแล้วที่เรา ต้องแยกทางกัน ต่างคนต่างอยู่"
    }
  },
  {
    "translation": {
      "en": "so I broke up with the gym.",
      "th": "ฉันเลยบอกเลิกฟิตเนส"
    }
  },
  {
    "translation": {
      "en": "And I went down to the hostel laundry room",
      "th": "ผมลงไปที่ห้องซักรีดของโฮสเทล"
    }
  },
  {
    "translation": {
      "en": "to do the drying and a person's wearing one of my T-shirts.",
      "th": "เพื่อไปอบผ้า เจอใครก็ไม่รู้ใส่เสื้อยืดของผมอยู่"
    }
  },
  {
    "translation": {
      "en": "-Took it out of the wash cycle. -[all laughing]",
      "th": "หยิบมาจากเครื่องซักผ้าเลย"
    }
  },
  {
    "translation": {
      "en": "He could have had a perfectly dry stolen good",
      "th": "เขาจะได้เสื้อผ้าแห้งสนิทติดไม้ติดมือไป"
    }
  },
  {
    "translation": {
      "en": "if he would have waited like, what, 27 minutes.",
      "th": "ถ้าเขารออีกสัก 27 นาที"
    }
  },
  {
    "translation": {
      "en": "So I went to the receptionist desk",
      "th": "ฉันตรงไปที่โต๊ะพนักงานต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "and I told him that I wanted to cancel my membership.",
      "th": "บอกเขาว่าฉันต้องการยกเลิกสมาชิก"
    }
  },
  {
    "translation": {
      "en": "He said, \"Okay.",
      "th": "เขาบอกว่า \"โอเค"
    }
  },
  {
    "translation": {
      "en": "I just need you to go on home, print out a cancellation form",
      "th": "ผมคงต้องขอให้คุณกลับบ้าน พิมพ์แบบฟอร์มยกเลิกสมาชิก"
    }
  },
  {
    "translation": {
      "en": "and bring it back.\"",
      "th": "แล้วนำมายื่นให้ผม\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Listen, I'm a 24-year-old.",
      "th": "ฉันตอบว่า \"ฟังนะ ฉันอายุ 24 ปี"
    }
  },
  {
    "translation": {
      "en": "-I don't have a printer.\" -[all laughing]",
      "th": "ฉันไม่มีเครื่องพิมพ์\""
    }
  },
  {
    "translation": {
      "en": "And anyone in here who's like, \"I have a printer.\" No, you don't.",
      "th": "ส่วนใครในนี้ที่บอกว่า \"ฉันมีเครื่องพิมพ์\" มีที่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's out of ink, out of paper, out of toner.",
      "th": "มันหมึกหมด กระดาษหมด โทนเนอร์หมด"
    }
  },
  {
    "translation": {
      "en": "It won't connect to the Internet, to the computer.",
      "th": "ต่ออินเทอร์เน็ตไม่ติด ต่อคอมพิวเตอร์ไม่ติด"
    }
  },
  {
    "translation": {
      "en": "It prints out things in wingdings.",
      "th": "พิมพ์ออกมาเป็นเครื่องหมายอะไรก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[Alie] These humans are showing our comedians some love.",
      "th": "เหล่ามนุษย์ของเราถูกใจ นักแสดงตลกกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "What'd you think of Andy?",
      "th": "คิดว่าแอนดี้เป็นอย่างไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Yeah?",
      "th": "หรือคะ"
    }
  },
  {
    "translation": {
      "en": "I didn't think he was that cute, but when someone's funny,",
      "th": "ฉันว่าเขาไม่ได้น่ารักขนาดนั้น แต่พอเป็นคนตลก"
    }
  },
  {
    "translation": {
      "en": "it makes them that much cuter. He like left and I was like,",
      "th": "มันก็ทำให้เขาน่ารักขึ้นเยอะเลย พอเขาออกไป ฉันก็รู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, Andy.\"",
      "th": "\"ได้เลย แอนดี้\""
    }
  },
  {
    "translation": {
      "en": "-[all laughing] -You know what I mean?",
      "th": "เข้าใจความหมายใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Did that happen for anybody else",
      "th": "มีใครในห้องนี้ที่รู้สึกแบบนี้"
    }
  },
  {
    "translation": {
      "en": "in the room?",
      "th": "อีกไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Alie] So does being funny make you more attractive?",
      "th": "การเป็นคนตลกทำให้คุณ มีเสน่ห์มากขึ้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "According to our 100 humans, boring Andy and boring Dina",
      "th": "จากมนุษย์ทั้ง 100 คนของเรา แอนดี้กับดิน่าที่น่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "both went up a point when they made with the jokes.",
      "th": "ได้คะแนนเพิ่มขึ้นหนึ่งคะแนน เมื่อเล่าเรื่องตลก"
    }
  },
  {
    "translation": {
      "en": "Quick, someone tell Sammy he can get laid.",
      "th": "ใครก็ได้ รีบไปบอกแซมมี่ที ว่าเขามีหวังได้แอ้มแล้ว"
    }
  },
  {
    "translation": {
      "en": "So we just saw that a humorous personality can make a person more attractive.",
      "th": "เราได้เห็นกันไปแล้วว่าการเป็นคนตลก ทำให้มีเสน่ห์ดึงดูดเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "But what physical features make one person more attractive",
      "th": "แต่ลักษณะทางกายแบบไหนล่ะ ที่ทำให้คนคนหนึ่งมีเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "than the other?",
      "th": "มากกว่าคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Is it symmetry, is it eye color,",
      "th": "ความสมมาตรงั้นหรือ หรือสีนัยน์ตา"
    }
  },
  {
    "translation": {
      "en": "is it their hair, is it their skin tone?",
      "th": "ทรงผมหรือเปล่า หรือว่าสีผิว"
    }
  },
  {
    "translation": {
      "en": "Well, we all know the gold standard of attractiveness",
      "th": "เราต่างก็รู้ว่ามาตรฐานสูงสุดของความมีเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "is tall, dark and handsome.",
      "th": "คือตัวสูง ผิวเข้ม และหล่อ"
    }
  },
  {
    "translation": {
      "en": "But, of course, sometimes you only get two out of three",
      "th": "แต่แน่นอนว่า บางทีเราอาจมีได้แค่สองอย่าง"
    }
  },
  {
    "translation": {
      "en": "so dark and handsome.",
      "th": "เหลือแค่ผิวเข้มกับหล่อ"
    }
  },
  {
    "translation": {
      "en": "You know, I think instead of relying on like old, worn-out clichés,",
      "th": "ฉันว่านะ แทนที่จะอิงตาม คำพูดโบร่ำโบราณซ้ำซาก"
    }
  },
  {
    "translation": {
      "en": "or you know, whatever your mom told you,",
      "th": "หรืออะไรก็ตามที่แม่บอกคุณ"
    }
  },
  {
    "translation": {
      "en": "I like to rely on science and some scientists have determined",
      "th": "ฉันอยากอิงตามหลักวิทยาศาสตร์มากกว่า ซึ่งนักวิทยาศาสตร์ก็พบว่า"
    }
  },
  {
    "translation": {
      "en": "that physical attraction is just based on this one really, really simple qualifier.",
      "th": "ความดึงดูดทางกายนั้นมีพื้นฐานจาก คุณสมบัติเรียบง่ายเพียงอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "-Oh, dark? -No.",
      "th": "- ผิวเข้มสินะ - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "-Handsome. -Nope.",
      "th": "- หล่อ - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "[Alie] Before I tell you, let's test it out on our home audience.",
      "th": "แต่ก่อนที่ฉันจะเฉลย มาทดสอบกับผู้ชมทางบ้านดูดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Okay, dear viewer,",
      "th": "เอาละ คุณผู้ชมคะ"
    }
  },
  {
    "translation": {
      "en": "you get to help us find out what makes a person beautiful.",
      "th": "คุณต้องช่วยฉันหาคำตอบว่า อะไรทำให้คนคนหนึ่งสวย"
    }
  },
  {
    "translation": {
      "en": "Are you ready to be Human number 101?",
      "th": "คุณพร้อมจะเป็นมนุษย์หมายเลข 101 แล้วหรือยัง"
    }
  },
  {
    "translation": {
      "en": "I thought so. Here we go.",
      "th": "คงพร้อมแล้วนะ ไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "Humans come in all shapes and sizes,",
      "th": "มนุษย์มีรูปร่างหน้าตาที่แตกต่างหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "but science says we're drawn to certain people for specific reasons.",
      "th": "แต่วิทยาศาสตร์บอกว่าเราถูกดึงดูด เข้าหาคนกลุ่มหนึ่งด้วยเหตุผลบางประการ"
    }
  },
  {
    "translation": {
      "en": "Take a close look at the following six faces.",
      "th": "สังเกตใบหน้าทั้งหก ต่อจากนี้ให้ดี"
    }
  },
  {
    "translation": {
      "en": "You'll be asked to select the most attractive.",
      "th": "เราจะขอให้คุณเลือก ใบหน้าที่มีเสน่ห์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Watch again as we replay their faces a few times.",
      "th": "เราจะฉายภาพใบหน้าเหล่านี้ซ้ำ โปรดดูอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Time to pick which face you think is most attractive.",
      "th": "ถึงเวลาเลือกใบหน้า ที่คุณคิดว่ามีเสน่ห์ที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "So who do you choose?",
      "th": "คุณเลือกใครคะ"
    }
  },
  {
    "translation": {
      "en": "According to research, most people will select face number four",
      "th": "ตามผลการวิจัย คนส่วนใหญ่ จะเลือกใบหน้าหมายเลขสี่"
    }
  },
  {
    "translation": {
      "en": "for one simple reason: familiarity.",
      "th": "ด้วยเหตุผลเดียว นั่นคือความคุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "We humans are more attracted to faces our brains are familiar with",
      "th": "มนุษย์อย่างเราถูกดึงดูด เข้าหาใบหน้าที่สมองของเราคุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "and we showed you this human's face for 11 seconds",
      "th": "ซึ่งเราแสดงภาพใบหน้า ของมนุษย์ผู้นี้นาน 11 วินาที"
    }
  },
  {
    "translation": {
      "en": "compared to an average of five seconds for each of the other faces.",
      "th": "เทียบกับใบหน้าอื่นๆ ที่ปรากฏเฉลี่ยห้าวินาที"
    }
  },
  {
    "translation": {
      "en": "[Sammy] So familiarity breeds attraction?",
      "th": "ความคุ้นเคยช่วยดึงดูดความสนใจงั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "[Alie] Try putting that on a Valentine's Day card.",
      "th": "ลองเอาไปใส่ในการ์ดวันวาเลนไทน์ดูสิ"
    }
  },
  {
    "translation": {
      "en": "-Sperm results are in. -What! How'd you get those?",
      "th": "- ผลตรวจอสุจิมาแล้ว - ว่าไงนะ! ไปได้มาอย่างไร"
    }
  },
  {
    "translation": {
      "en": "They just dropped them off at the front desk.",
      "th": "เขาฝากไว้ที่แผนกต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "I didn't get an alert.",
      "th": "ไม่เห็นมีใครบอกเลย"
    }
  },
  {
    "translation": {
      "en": "Well, you know what that means?",
      "th": "รู้ไหมว่านี่มันหมายความว่าอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Sperm-count dancing party.",
      "th": "ได้เวลาปาร์ตี้นับจำนวนอสุจิแล้ว"
    }
  },
  {
    "translation": {
      "en": "[singing] ♪ Sperm-count dancing party ♪",
      "th": "ปาร์ตี้นับจำนวนอสุจิ"
    }
  },
  {
    "translation": {
      "en": "-♪ I'm a sperm, I'm a sperm ♪ -♪ Sperm-count dancing party ♪",
      "th": "- ฉันคืออสุจิ ฉันคืออสุจิ - ปาร์ตี้นับจำนวนอสุจิ"
    }
  },
  {
    "translation": {
      "en": "-♪ I'm swimming ♪ -[Alie] Whoo!",
      "th": "แหวกว่าย"
    }
  },
  {
    "translation": {
      "en": "No, really, what are the results?",
      "th": "พอแล้ว ขอดูผลหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Zainab] And now, let's circle back to experiment number one",
      "th": "กลับไปที่การทดลองหมายเลขหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "in which we're trying to determine if there's a correlation",
      "th": "ซึ่งเราพยายามหาความเชื่อมโยง"
    }
  },
  {
    "translation": {
      "en": "between great dance skills and a high sperm count.",
      "th": "ระหว่างการทักษะการเต้นที่ดี กับการมีอสุจิจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "In our quest to determine if the male dancers",
      "th": "เพื่อหาคำตอบว่าเหล่านักเต้นชาย"
    }
  },
  {
    "translation": {
      "en": "are also packing the most baby-making juice,",
      "th": "อัดแน่นไปด้วยน้ำอสุจิด้วยหรือไม่"
    }
  },
  {
    "translation": {
      "en": "these ten fearless humans have volunteered to compete in a dance-off",
      "th": "เหล่ามนุษย์ผู้กล้าทั้งสิบคนนี้ ได้อาสาลงแข่งเต้น"
    }
  },
  {
    "translation": {
      "en": "in front of our thirsty, thirsty humans.",
      "th": "ต่อหน้าเหล่ามนุษย์ที่หิวกระหาย"
    }
  },
  {
    "translation": {
      "en": "Welcome, humans who prefer the company of men.",
      "th": "ยินดีต้อนรับ มนุษย์ทุกคน ที่ต้องการคนรักเพศชาย"
    }
  },
  {
    "translation": {
      "en": "Yes, you do.",
      "th": "ใช่ครับ พวกคุณนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Today's your lucky day.",
      "th": "วันนี้เป็นโอกาสดีของคุณ"
    }
  },
  {
    "translation": {
      "en": "Are you ready for some male dancers?",
      "th": "พร้อมจะเจอนักเต้นชายแล้วหรือยัง"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Yeah.",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "All right, let's give a nice 100 Humans welcome",
      "th": "ขอเสียงปรบมือดังๆ ตามแบบฉบับ การทดลอง 100 มนุษย์"
    }
  },
  {
    "translation": {
      "en": "to our dancers!",
      "th": "ให้แก่เหล่านักเต้น!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Now that we have their sperm counts,",
      "th": "หลังจากได้ผลจำนวนอสุจิ"
    }
  },
  {
    "translation": {
      "en": "these ten humans are ready to be judged on their dance moves.",
      "th": "มนุษย์ทั้งสิบคนนี้ก็พร้อม รับคำตัดสินทักษะการเต้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Will the men with the highest sperm count",
      "th": "ชายผู้มีจำนวนอสุจิมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "also get the highest scores from the audience?",
      "th": "จะได้คะแนนสูงสุดจากบรรดาผู้ชมด้วยหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Will we prove once and for all that a man's skill on the dance floor",
      "th": "เราจะพิสูจน์ได้หรือไม่ว่าทักษะ บนฟลอร์เต้นรำของผู้ชายคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "is the sign of how quickly he could knock up a woman?",
      "th": "เป็นเค้าลางว่าเขาจะทำผู้หญิงท้องได้เร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, you are here to rate these dancers",
      "th": "ท่านสุภาพบุรุษและสุภาพสตรี พวกคุณมาเพื่อประเมินนักเต้นเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "on their attractiveness,",
      "th": "จากเสน่ห์ดึงดูด"
    }
  },
  {
    "translation": {
      "en": "on their dancing ability,",
      "th": "จากทักษะการเต้น"
    }
  },
  {
    "translation": {
      "en": "on their sex appeal.",
      "th": "จากแรงดึงดูดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "After each dancer, you'll get a chance",
      "th": "หลังจากแต่ละคนเต้นเสร็จ เราจะให้เวลาคุณ"
    }
  },
  {
    "translation": {
      "en": "to fill out your survey and let us know how you feel.",
      "th": "ตอบแบบสอบถามว่าคุณรู้สึกอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Shall we get the party started?",
      "th": "มาเริ่มปาร์ตี้กันเลยดีไหม"
    }
  },
  {
    "translation": {
      "en": "Dancer A, come on out!",
      "th": "นักเต้นเอ ออกมาเลย!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] This guy's got some great dance moves,",
      "th": "คนนี้เต้นเก่งไม่เบา"
    }
  },
  {
    "translation": {
      "en": "but how will that correlate to his sperm count?",
      "th": "แต่ท่าเต้นของเขาจะสัมพันธ์ กับจำนวนอสุจิอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[man] I used to be in a dance crew.",
      "th": "ผมเคยอยู่ทีมเต้น"
    }
  },
  {
    "translation": {
      "en": "I'm really passionate about it.",
      "th": "ผมจริงจังกับการเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "All right, let's hear it for dancer A!",
      "th": "เอาละ ขอเสียงให้นักเต้นเอ!"
    }
  },
  {
    "translation": {
      "en": "So now take a moment to fill out our surveys.",
      "th": "ช่วยตอบแบบสอบถามด้วยนะครับ"
    }
  },
  {
    "translation": {
      "en": "Let us know on a scale of one to ten",
      "th": "บอกเราหน่อยว่า จากคะแนนเต็มสิบ"
    }
  },
  {
    "translation": {
      "en": "how much you want some A in your life.",
      "th": "คุณอยากคบกับเอมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Zainab] The crowd is digging the moves on human A",
      "th": "ผู้ชมถูกใจมนุษย์เอกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "but he's got a long line of competitors.",
      "th": "แต่มนุษย์เอก็ยังมีคู่แข่งอีกหลายคน"
    }
  },
  {
    "translation": {
      "en": "Let's welcome B to the stage!",
      "th": "ขอเสียงเชียร์มนุษย์บีขึ้นเวที!"
    }
  },
  {
    "translation": {
      "en": "Let's hear it for human B!",
      "th": "ขอเสียงให้มนุษย์บี!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] They say boxers should avoid spanking it before a match.",
      "th": "ว่ากันว่านักมวยควร งดช่วยตัวเองก่อนขึ้นชก"
    }
  },
  {
    "translation": {
      "en": "Does the same hold for dancing?",
      "th": "การเต้นก็ต้องงดเหมือนกันหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Make it loud for human C!",
      "th": "ขอเสียงให้มนุษย์ซี!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Some might call that dancing, but I call it air sex.",
      "th": "บางคนอาจเรียกสิ่งนี้ว่าเป็นการเต้น แต่ฉันเรียกมันว่าการเด้าลม"
    }
  },
  {
    "translation": {
      "en": "C was definitely sexy.",
      "th": "ซีเซ็กซี่มาก"
    }
  },
  {
    "translation": {
      "en": "I don't know, maybe he has some other part-time job.",
      "th": "ไม่รู้สิ เขาอาจจะมีอาชีพเสริมก็เป็นได้"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Dancer C is giving his all, maybe he's carrying a full tank.",
      "th": "นักเต้นซีทุ่มสุดตัว น้ำอสุจิเขา แทบทะลักแล้วก็เป็นได้"
    }
  },
  {
    "translation": {
      "en": "He learned that somewhere.",
      "th": "ต้องไปหัดมาจากที่ไหนสักแห่ง"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Let's hear it for human C!",
      "th": "ขอเสียงให้นักเต้นซี!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Our audience is pretty fired up.",
      "th": "ผู้ชมของเราเครื่องติดกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "These dancers may have a lot of spunk in their funk,",
      "th": "นักเต้นเหล่านี้อาจมีนมข้นอยู่เต็มไข่"
    }
  },
  {
    "translation": {
      "en": "by that I mean, they might have a lot of semen in their balls.",
      "th": "ฉันหมายถึง พวกเขาอาจมี อสุจิอยู่เต็มอัณฑะ"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Human D!",
      "th": "มนุษย์ดี!"
    }
  },
  {
    "translation": {
      "en": "Human E!",
      "th": "มนุษย์อี!"
    }
  },
  {
    "translation": {
      "en": "Human F!",
      "th": "มนุษย์เอฟ!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Human F's breakdancing, or whatever you want to call that,",
      "th": "ท่าเต้นเบรกแดนซ์ หรือจะเรียกว่าอะไรก็ช่าง ของมนุษย์เอฟ"
    }
  },
  {
    "translation": {
      "en": "is really working for our horny humans.",
      "th": "ใช้ได้ผลจริงๆ กับบรรดาสาวหื่นทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Sounds like his potency could be off the charts.",
      "th": "ท่าทางศักยภาพในการสืบพันธุ์ ของเขาจะสูงเกินวัดได้"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Human G!",
      "th": "มนุษย์จี!"
    }
  },
  {
    "translation": {
      "en": "Human H!",
      "th": "มนุษย์เอช!"
    }
  },
  {
    "translation": {
      "en": "When I was younger, I did go to clubs",
      "th": "สมัยสาวๆ ฉันก็ไปเที่ยวผับนะ"
    }
  },
  {
    "translation": {
      "en": "but I never saw anything like that in the clubs.",
      "th": "แต่ฉันไม่เคยเห็นอะไรแบบนั้นในผับเลย"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Human I!",
      "th": "มนุษย์ไอ!"
    }
  },
  {
    "translation": {
      "en": "Big shout-outs to the other guys for doing their thing,",
      "th": "คนอื่นๆ ก็เต้นเก่งมากเลยละ"
    }
  },
  {
    "translation": {
      "en": "but, you know, can't nobody move like I can, baby.",
      "th": "แต่ไม่มีใครเต้นได้อย่างผมหรอกนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Last but not least, human J!",
      "th": "สุดท้ายแต่ไม่ท้ายสุด มนุษย์เจ!"
    }
  },
  {
    "translation": {
      "en": "[Human J] I gave them what I'm supposed to give them",
      "th": "ผมทำสิ่งที่ผมควรทำ"
    }
  },
  {
    "translation": {
      "en": "which is grand diva,",
      "th": "โชว์ท่าเต้นสุดสะพรึง"
    }
  },
  {
    "translation": {
      "en": "and I think they got with it real rough.",
      "th": "ท่าเต้นของผมมันเกินกว่าที่ผู้ชมจะรับมือไหว"
    }
  },
  {
    "translation": {
      "en": "Human J!",
      "th": "มนุษย์เจ!"
    }
  },
  {
    "translation": {
      "en": "[Zainab] There's no denying those dance moves",
      "th": "ปฏิเสธไม่ได้เลยว่าท่าเต้นพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "left our audience satisfied and in need of a cigarette.",
      "th": "ทำให้ผู้ชมรู้สึกสาแก่ใจ และอยากสูบบุหรี่ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "But how did our men measure up?",
      "th": "คะแนนของหนุ่มๆ จะเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "As night falls, 100 humans are invited",
      "th": "ตกค่ำ มนุษย์ทั้ง 100 คนได้รับเชิญ"
    }
  },
  {
    "translation": {
      "en": "to the after-party to hear the big results.",
      "th": "มารวมตัวกันเพื่อฟังสรุปผล"
    }
  },
  {
    "translation": {
      "en": "Hello, 100 humans.",
      "th": "สวัสดี มนุษย์ทั้ง 100 คน"
    }
  },
  {
    "translation": {
      "en": "Did you all enjoy that dancing?",
      "th": "สนุกกับการเต้นกันไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[all cheering] Yeah!",
      "th": "สนุก!"
    }
  },
  {
    "translation": {
      "en": "[Alie] Okay, okay, okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "What was really happening was we were testing a theory",
      "th": "สิ่งที่เราทำเป็นการทดสอบทฤษฎี"
    }
  },
  {
    "translation": {
      "en": "that the sexiest dancer would also be the most virile,",
      "th": "ที่ว่านักเต้นที่เซ็กซี่ที่สุด มีความเป็นชายสูงที่สุด"
    }
  },
  {
    "translation": {
      "en": "meaning had the highest sperm count.",
      "th": "นั่นคือมีจำนวนอสุจิมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[mouthing] Oh my god.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "[Zainab] Oh, yes.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So we went there.",
      "th": "นั่นคือที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "[Sammy] These were your ten dancers.",
      "th": "นี่คือนักเต้นทั้งสิบคน"
    }
  },
  {
    "translation": {
      "en": "Let's see how they did on their dance scores.",
      "th": "มาดูคะแนนการเต้นของพวกเขากันเลย"
    }
  },
  {
    "translation": {
      "en": "Wow,",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "on a scale of one to ten, we have some ranging",
      "th": "จากคะแนนเต็มสิบ คะแนนที่ได้นั้นกระจายกัน"
    }
  },
  {
    "translation": {
      "en": "from just less than four all the way to nine.",
      "th": "ตั้งแต่ต่ำกว่าสี่คะแนน ไปจนถึงเก้าคะแนน"
    }
  },
  {
    "translation": {
      "en": "We had some hot dancers, right?",
      "th": "เรามีนักเต้นเท้าไฟก็หลายคนเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[all cheering] Yeah!",
      "th": "ใช่!"
    }
  },
  {
    "translation": {
      "en": "All right, now for the sperm counts.",
      "th": "เอาละ มาดูจำนวนอสุจิกันบ้าง"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah!",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "Starting at the lowest,",
      "th": "เริ่มจากต่ำที่สุด"
    }
  },
  {
    "translation": {
      "en": "we had one dancer who had a sperm count of zero.",
      "th": "เรามีนักเต้นคนหนึ่ง ที่จำนวนอสุจิเป็นศูนย์"
    }
  },
  {
    "translation": {
      "en": "So by our theory, he should have rated as the worst dancer.",
      "th": "ตามทฤษฎีของเรา เขาควรถูก ประเมินว่าเป็นนักเต้นที่แย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "So was he?",
      "th": "จะจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[all] Oh! -[Sammy] Yes!",
      "th": "(0 ล้าน) ใช่!"
    }
  },
  {
    "translation": {
      "en": "Yes, he was! It was dancer B!",
      "th": "ใช่จริงๆ! นักเต้นบี!"
    }
  },
  {
    "translation": {
      "en": "The lowest dance score and lowest reproductive potency.",
      "th": "คะแนนการเต้นและศักยภาพในการสืบพันธุ์ต่ำที่สุด"
    }
  },
  {
    "translation": {
      "en": "-[man] Wow. -So, if our theory does hold true,",
      "th": "- ว้าว - ถ้าทฤษฎีเราถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "then the best dancer has the highest sperm count.",
      "th": "นักเต้นที่เก่งที่สุดจะต้องมีจำนวนอสุจิสูงที่สุด"
    }
  },
  {
    "translation": {
      "en": "So that means dancer I should have a packed house.",
      "th": "นั่นหมายความว่านักเต้นไอ ควรอสุจิข้นคลั่ก"
    }
  },
  {
    "translation": {
      "en": "So, does he?",
      "th": "แล้วจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[all] Oh!",
      "th": "(202 ล้าน)"
    }
  },
  {
    "translation": {
      "en": "[Zainab] The dancer with the highest sperm count was actually dancer F",
      "th": "นักเต้นที่มีจำนวนอสุจิมากที่สุด คือนักเต้นเอฟ"
    }
  },
  {
    "translation": {
      "en": "with 202 million swimmers.",
      "th": "มีอสุจิทั้งหมด 202 ล้านตัว"
    }
  },
  {
    "translation": {
      "en": "He's the second best dancer, not the best.",
      "th": "เขาเต้นเก่งเป็นอันดับสอง ไม่ใช่อันดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Zainab] So dancer I, the best dancer,",
      "th": "สรุปว่านักเต้นไอที่เต้นเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "does not have the highest sperm count.",
      "th": "ไม่ได้มีจำนวนอสุจิมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "What is dancer I's sperm count?",
      "th": "แล้วนักเต้นไอมีจำนวนอสุจิเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[all] Whoa!",
      "th": "(8 ล้าน)"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Eight million.",
      "th": "แปดล้าน"
    }
  },
  {
    "translation": {
      "en": "That's actually pretty low.",
      "th": "ค่อนข้างต่ำทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Now, if you look at the rest of the scores,",
      "th": "ถ้าเราดูคะแนนของคนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "there's no correlation between the dance scores and the sperm count.",
      "th": "จะพบว่าไม่มีความสัมพันธ์กัน ระหว่างคะแนนการเต้นและจำนวนอสุจิ"
    }
  },
  {
    "translation": {
      "en": "So we clearly see that high sperm count does not make you a sexier dancer.",
      "th": "สรุปได้ว่าจำนวนอสุจิ ไม่ได้ทำให้คุณเต้นเก่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Sammy] Sounds like junk science to me.",
      "th": "ฟังดูเป็นวิทยาศาสตร์ลวงโลกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "If you are looking for a mate,",
      "th": "ถ้าจะหาคู่"
    }
  },
  {
    "translation": {
      "en": "don't go to a dance club, go to a sperm lab.",
      "th": "ก็อย่าไปหาตามผับ ไปที่แล็บอสุจิแทนสิคะ"
    }
  },
  {
    "translation": {
      "en": "Good night, everyone.",
      "th": "ฝันดีนะทุกคน"
    }
  },
  {
    "translation": {
      "en": "Get some rest.",
      "th": "พักผ่อนให้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "I think ten of you definitely need it.",
      "th": "สิบคนในหมู่พวกคุณคงเพลียน่าดู"
    }
  }
]