[
  {
    "translation": {
      "en": "It's gotta be perfect today. We only have two more chances. Come on! Come on!",
      "th": "วันนี้จะต้องยอดเยี่ยมเลยนะ เรามีโอกาสแค่สองครั้ง เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Two, three, four, run, six, seven, eight.",
      "th": "สอง สาม สี่ วิ่ง หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six, seven, and one!",
      "th": "สอง สอง สาม สี่ ห้า หก เจ็ด และหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Where is the straight line? Guide left.",
      "th": "เส้นตรงอยู่ไหน นำไปทางซ้าย"
    }
  },
  {
    "translation": {
      "en": "The person to your left gets there before you. Nope!",
      "th": "คนที่อยู่ซ้ายมือของเธอไปถึงตรงนั้นก่อนพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "She gets here before you, so you got to line up to her.",
      "th": "เขามาถึงตรงนี้ก่อนพวกเธอ ดังนั้นพวกเธอต้องเรียงแถวตามเขา"
    }
  },
  {
    "translation": {
      "en": "Let's do it again. All three groups, come on.",
      "th": "เอาใหม่อีกครั้งนะ ทั้งสามกลุ่มเลย เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "th": "และหนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six.",
      "th": "สอง สอง สาม สี่ ห้า หก"
    }
  },
  {
    "translation": {
      "en": "Here we go, one!",
      "th": "เอาเลย หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Much better. Okay, okay. Are we okay?",
      "th": "ดีขึ้นเยอะเลย โอเค เราโอเคกันไหม"
    }
  },
  {
    "translation": {
      "en": "Are y'all gonna remember everything we did? [kids] Yes!",
      "th": "- พวกเธอจะจำทุกอย่างได้ใช่ไหม - ใช่ค่ะ!"
    }
  },
  {
    "translation": {
      "en": "-Because dancers are what? -[kids] The smartest people on the planet.",
      "th": "- เพราะนักเต้นคืออะไรจ๊ะ - คนที่ฉลาดที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] The most intelligent people in the planet, and we remember everything, right?",
      "th": "คนที่ฉลาดที่สุดในโลก และเราจำได้ทุกอย่างใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[kids] Yes. Okay. Go to makeup. I'll see you in a minute.",
      "th": "- ใช่ - โอเค ไปแต่งหน้าได้แล้ว เดี๋ยวเจอกันจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-[boy] Thank you, Miss Allen. -You're welcome, sweetie.",
      "th": "- ขอบคุณค่ะ คุณอัลเลน - ยินดีจ้ะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "[sighs] Oh, God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Okay, what's next?",
      "th": "โอเค ต่อไปอะไร"
    }
  },
  {
    "translation": {
      "en": "Anyone else for hair and makeup?",
      "th": "มีใครจะทำผมและแต่งหน้าอีกไหม"
    }
  },
  {
    "translation": {
      "en": "[female crew member] I see why she's ended up using the…",
      "th": "ฉันเข้าใจว่าทำไมสุดท้ายเธอถึงใช้…"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Come on, everybody here! -[audience cheering]",
      "th": "เร็วเข้า ทุกคนที่นี่!"
    }
  },
  {
    "translation": {
      "en": "[female fan] That's Debbie Allen. She's famous!",
      "th": "นั่นเด็บบี้ อัลเลน เธอเป็นคนดัง"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Hot Chocolate Nutcracker! -[audience cheers]",
      "th": "ฮอตช็อกโกแลตนัทแครกเกอร์!"
    }
  },
  {
    "translation": {
      "en": "-[females fans whoop] -I am Debbie Allen…",
      "th": "ฉันชื่อเด็บบี้ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "-[audience cheering] -…and I'm so ha-- Wow! Ooh!",
      "th": "ฉันดี…"
    }
  },
  {
    "translation": {
      "en": "I am so thrilled and so happy",
      "th": "ฉันตื่นเต้นและดีใจเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "to welcome you as our very first audience",
      "th": "ที่ได้ต้อนรับพวกเธอในฐานะผู้ชมกลุ่มแรก"
    }
  },
  {
    "translation": {
      "en": "for the Hot Chocolate Nutcracker this year.",
      "th": "ของฮอตช็อกโกแลตนัทแครกเกอร์ของเราในปีนี้"
    }
  },
  {
    "translation": {
      "en": "I know some of you still need to learn how to point your toes and your feet,",
      "th": "ฉันรู้ว่าพวกเธอบางคน ยังต้องหัดชี้นิ้วเท้าและเท้าอยู่"
    }
  },
  {
    "translation": {
      "en": "but none of that will come if you don't learn how to be quiet and listen!",
      "th": "แต่เธอจะทำเรื่องพวกนั้นไม่ได้เลย ถ้าไม่หัดเงียบและฟัง"
    }
  },
  {
    "translation": {
      "en": "Welcome to the Hot Chocolate Nutcracker audition.",
      "th": "ขอต้อนรับสู่การคัดเลือกนักแสดง เรื่องฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "Um, I'm really happy to see you.",
      "th": "ฉันดีใจมากที่ได้เจอพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "I see a lot of familiar faces. I see some new faces.",
      "th": "หน้าตาคุ้นเคยหลายคนเลย หน้าใหม่ก็มี"
    }
  },
  {
    "translation": {
      "en": "I am looking for young dancers that have life and energy",
      "th": "ฉันกำลังมองหานักเต้นอายุน้อย ที่มีชีวิตชีวาและพลัง"
    }
  },
  {
    "translation": {
      "en": "and want to be on stage, that can become a character,",
      "th": "และอยากอยู่บนเวที สามารถเป็นตัวละครได้"
    }
  },
  {
    "translation": {
      "en": "that can become a doll or a monkey or a fairy.",
      "th": "สามารถเป็นตุ๊กตาได้ หรือเป็นลิง หรือเป็นนางฟ้า"
    }
  },
  {
    "translation": {
      "en": "So you have to think of yourself not just as a dancer, but as an actor.",
      "th": "ดังนั้นพวกเธอต้องไม่คิดว่าตัวเองเป็นแค่นักเต้น แต่เป็นนักแสดงด้วย"
    }
  },
  {
    "translation": {
      "en": "There's a lot of opportunity for you to show me where I could use you,",
      "th": "มีโอกาสมากมายที่เธอจะแสดงให้ฉันเห็น ว่าฉันจะใช้เธอที่ไหนได้"
    }
  },
  {
    "translation": {
      "en": "and know that I will do my best to keep you-- keep you where I think you belong.",
      "th": "และรู้ว่าฉันจะเก็บเธอไว้ในที่ที่ฉันคิดว่า เหมาะกับเธออย่างสุดความสามารถ"
    }
  },
  {
    "translation": {
      "en": "And if you're not ready after the end of today, don't feel bad.",
      "th": "และถ้าเธอยังไม่พร้อม หลังจากผ่านวันนี้ไป อย่ารู้สึกแย่"
    }
  },
  {
    "translation": {
      "en": "Just know that you need to train a little more. Okay?",
      "th": "แค่รู้ไว้ว่าเธอต้องฝึกซ้อมเพิ่มอีกหน่อย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "We did so well last year,",
      "th": "ปีที่แล้วเราทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "and everyone is just waiting for us to come back.",
      "th": "และทุกคนรอให้เรากลับมา"
    }
  },
  {
    "translation": {
      "en": "I'd like to introduce our ballet master, Miss Giana Jigarhan.",
      "th": "ฉันอยากแนะนำให้รู้จักกับอาจารย์บัลเลต์ของเรา คุณไกอาน่า จีการ์ฮาน"
    }
  },
  {
    "translation": {
      "en": "-Madame Jigarhan. -[all applauding]",
      "th": "มาดามจีการ์ฮาน"
    }
  },
  {
    "translation": {
      "en": "And today, she's gonna put you through some paces.",
      "th": "และวันนี้เธอจะทดสอบความสามารถของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "We may teach you two different combinations,",
      "th": "เราอาจจะสอนท่าเต้นสองท่ารวมกันให้พวกเธอ"
    }
  },
  {
    "translation": {
      "en": "and then Miss Eartha Robinson is going to give you a jazz.",
      "th": "จากนั้นคุณเออร์ทา โรบินสันจะบอกท่าเต้นแจ๊สให้"
    }
  },
  {
    "translation": {
      "en": "This is Miss McDonald, the director of the Debbie Allen Dance Academy,",
      "th": "นี่คุณแมคโดนัลด์ ผู้อำนวยการโรงเรียนสอนเต้นรำเด็บบี้ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "and Miss Cathie Nicholas, of course, who's my right hand and left foot. Okay.",
      "th": "และแน่นอน คุณเคที่ นิโคลัส มือขวาคนสำคัญของฉัน โอเค"
    }
  },
  {
    "translation": {
      "en": "[Giana in Russian accent] So let me-- Call me the names, échappé.",
      "th": "ฉันจะบอกท่าให้นะ เอชัปเป"
    }
  },
  {
    "translation": {
      "en": "We'll go, one and two and three and four.",
      "th": "เราจะเต้นท่านี้กัน หนึ่ง และสอง และสาม และสี่"
    }
  },
  {
    "translation": {
      "en": "One and two.",
      "th": "หนึ่งและสอง"
    }
  },
  {
    "translation": {
      "en": "And two, one and two, and three, and four.",
      "th": "และสอง หนึ่งและสอง และสาม และสี่"
    }
  },
  {
    "translation": {
      "en": "So some people come into the Hot Chocolate Nutcracker",
      "th": "บางคนมาแสดงเรื่อง ฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "at age four, five, and…",
      "th": "ตอนสี่ขวบ ห้าขวบ และ…"
    }
  },
  {
    "translation": {
      "en": "you know, at 12, they're still here.",
      "th": "จนอายุ 12 ก็ยังอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "They go all the way through the dance academy,",
      "th": "พวกเขาเรียนที่โรงเรียนสอนเต้นรำ ตั้งแต่ต้นจนจบ"
    }
  },
  {
    "translation": {
      "en": "and so some people are actually on their seventh Hot Chocolate Nutcracker.",
      "th": "เพราะฉะนั้นบางคนก็เลยแสดง ฮอตช็อกโกแลตนัทแครกเกอร์เป็นครั้งที่เจ็ดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And then we have those first-timers.",
      "th": "และเราก็มีคนที่เพิ่งแสดงครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Hop, hop, hop, hop.",
      "th": "โดด"
    }
  },
  {
    "translation": {
      "en": "Up, down, pivot.",
      "th": "ขึ้น ลง หมุน"
    }
  },
  {
    "translation": {
      "en": "There's so many people. It was a little overwhelming. [chuckles]",
      "th": "มีคนเยอะมากค่ะ รู้สึกตื้นตันนิดๆ"
    }
  },
  {
    "translation": {
      "en": "There's a lot going on.",
      "th": "มีอะไรเกิดขึ้นเยอะมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "-This is my seventh time. -This is my sixth.",
      "th": "- นี่ครั้งที่เจ็ดของฉันค่ะ - ครั้งที่หกของฉัน"
    }
  },
  {
    "translation": {
      "en": "Eight or nine years. Basically half my life.",
      "th": "แปดหรือเก้าปี ครึ่งหนึ่งของชีวิตผมเลยละ"
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "th": "และหนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Two, three, four, and that's it.",
      "th": "สอง สาม สี่ และนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Will, what makes you think you couldn't do that?",
      "th": "ทำไมเธอถึงคิดว่าเธอจะเต้นไม่ได้จ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I-- I don't know.",
      "th": "ไม่รู้สิครับ"
    }
  },
  {
    "translation": {
      "en": "I like-- I like teaching kids. They drive me nuts sometimes,",
      "th": "ผมชอบสอนเด็กๆ บางครั้งพวกเขาก็ทำให้ผมเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "and they're monsters most of the time.",
      "th": "และส่วนใหญ่พวกเขาร้ายกาจมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Careful.",
      "th": "ระวัง"
    }
  },
  {
    "translation": {
      "en": "-Are you auditioning? -[instructor] Eight. Can I watch you?",
      "th": "- จะคัดตัวนักแสดงไหมจ๊ะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[girl] I just don't want to.",
      "th": "- โอเค - หนูแค่ไม่อยากคัดตัว"
    }
  },
  {
    "translation": {
      "en": "You don't want to?",
      "th": "ไม่อยากคัดตัวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, then sit down. If you're not gonna audition,",
      "th": "งั้นก็นั่งลง ถ้าเธอจะไม่คัดตัวนักแสดง ฉันจะบอกแม่เธอให้"
    }
  },
  {
    "translation": {
      "en": "just tell your-- I'll tell your mom, sit down.",
      "th": "ถ้าเธอจะไม่คัดตัวนักแสดง ฉันจะบอกแม่เธอให้"
    }
  },
  {
    "translation": {
      "en": "[Giana in Russian accent] I love what I'm doing.",
      "th": "ฉันรักสิ่งที่ฉันทำอยู่"
    }
  },
  {
    "translation": {
      "en": "And I always wanted teach children.",
      "th": "และฉันอยากสอนเด็กๆ เสมอ"
    }
  },
  {
    "translation": {
      "en": "In a company, dancers already trained, and they know what they doing,",
      "th": "ในคณะบัลเลต์ นักเต้นผ่านการฝึกมาแล้ว และพวกเขามีความเชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "but children, you opening for them, beauty of ballet",
      "th": "แต่เด็กๆ คุณกำลังเผยให้พวกเขาเห็น ความงามของบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "and beauty of art,",
      "th": "และความงามของศิลปะ"
    }
  },
  {
    "translation": {
      "en": "and through that experience,",
      "th": "และจากประสบการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "I realized they start appreciate, um, beauty of life too.",
      "th": "ฉันได้รู้ว่าพวกเขาเริ่มเห็นคุณค่า ความงามของชีวิตด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm gonna keep my eye on you, and I'll watch you in class.",
      "th": "ฉันจะจับตาดูพวกเธอ ดูพวกเธอในชั้นเรียน"
    }
  },
  {
    "translation": {
      "en": "If I have an opening, I'll come get you, but now, I think you need to train more.",
      "th": "ถ้าฉันสบโอกาส ฉันจะไปพาตัวเธอมา แต่ตอนนี้ ฉันคิดว่าเธอต้องฝึกซ้อมเพิ่มอีก"
    }
  },
  {
    "translation": {
      "en": "You just need more class. You just need more class.",
      "th": "เธอแค่ต้องเรียนเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "-It hurts my feelings too. -[crying] I love you.",
      "th": "ฉันก็เสียใจเหมือนกันจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I'm very happy. You all did so great. Thank you very much.",
      "th": "ฉันมีความสุขมาก พวกเธอทำได้ดีมาก ขอบใจมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Say, \"Thank you, Miss Allen!\" -[kids] Thank you, Miss Allen!",
      "th": "- พูดว่า \"ขอบคุณ คุณอัลเลน!\" - ขอบคุณ คุณอัลเลน!"
    }
  },
  {
    "translation": {
      "en": "I'll see you tomorrow, one o'clock. Go!",
      "th": "เจอกันพรุ่งนี้บ่ายโมงนะ ไปได้!"
    }
  },
  {
    "translation": {
      "en": "[Debbie] As a young girl, The Nutcracker was so important to me.",
      "th": "ตอนเด็กๆ นัทแครกเกอร์สำคัญสำหรับฉันมาก"
    }
  },
  {
    "translation": {
      "en": "I was in the flower land.",
      "th": "ฉันแสดงในฉากเมืองดอกไม้"
    }
  },
  {
    "translation": {
      "en": "We sang the…",
      "th": "เราร้องเพลงว่า…"
    }
  },
  {
    "translation": {
      "en": "♪ Welcome to flower land ♪",
      "th": "ขอต้อนรับสู่เมืองดอกไม้"
    }
  },
  {
    "translation": {
      "en": "♪ What tidings have you to bring us? ♪",
      "th": "คุณนำข่าวสารใดมาฝากเรา"
    }
  },
  {
    "translation": {
      "en": "\"The Sugar Plum Fairy\" was always my dream.",
      "th": "\"เทพธิดาขนมหวาน\" เป็นความฝันของฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I love \"The Sugar Plum,\" that music.",
      "th": "ฉันรักเพลงเทพธิดาขนมหวานนั่นมาก"
    }
  },
  {
    "translation": {
      "en": "[Giana] The original Nutcracker, Tchaikovsky create the music,",
      "th": "เดอะนัทแครกเกอร์ต้นฉบับ ไชคอฟสกีเป็นผู้ประพันธ์ดนตรี"
    }
  },
  {
    "translation": {
      "en": "and, uh, Petipa, French choreographer, he create a libretto for ballet.",
      "th": "และเปติปา นักออกแบบท่าเต้นชาวฝรั่งเศส เขาแต่งเนื้อเรื่องให้กับบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "First, The Nutcracker was performed in, uh, Saint Petersburg,",
      "th": "ตอนแรกเดอะนัทแครกเกอร์ แสดงที่เซนต์ปีเตอร์สเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "in the Mariinsky Theatre in 1892.",
      "th": "ที่โรงละครมาริอินสกี้ในปี 1892"
    }
  },
  {
    "translation": {
      "en": "Critics didn't like that, but public got crazy.",
      "th": "นักวิจารณ์ไม่ชอบกัน แต่ประชาชนคลั่งกันมาก"
    }
  },
  {
    "translation": {
      "en": "The Nutcracker brand and name is just so familiar to people,",
      "th": "ยี่ห้อและชื่อเดอะนัทแครกเกอร์ เป็นอะไรที่คุ้นเคยมาก"
    }
  },
  {
    "translation": {
      "en": "and then our twist is the Hot Chocolate Nutcracker.",
      "th": "จากนั้นจุดหักมุมของเราก็คือ ฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "If you go to see New York City Ballet,",
      "th": "ถ้าคุณไปดูนิวยอร์กซิตีบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "they have adults performing all the principal parts,",
      "th": "พวกเขาใช้ผู้ใหญ่แสดงส่วนที่สำคัญทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "with kids that would just get up and run across the stage, sit on a tree.",
      "th": "และให้เด็กๆ แค่วิ่งผ่านเวทีไป หรือนั่งบนต้นไม้"
    }
  },
  {
    "translation": {
      "en": "But our Nutcracker,",
      "th": "แต่นัทแครกเกอร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "although we have professionals and teachers",
      "th": "ถึงแม้เราจะมีมืออาชีพและครู"
    }
  },
  {
    "translation": {
      "en": "playing some of the roles,",
      "th": "แสดงบางบท"
    }
  },
  {
    "translation": {
      "en": "the kids are the stars.",
      "th": "แต่เด็กๆ คือตัวเอก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] As a young child, I wanted to be a Black fairy queen flying in the air.",
      "th": "ตอนเด็กๆ ฉันอยากเป็น ราชินีนางฟ้าที่บินอยู่กลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "I never saw any of that when I was growing up,",
      "th": "ฉันไม่เคยเห็นอะไรแบบนั้นเลยสมัยเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "but I still knew I wanted to be that.",
      "th": "แต่ก็ยังรู้ตัวอยู่ดีว่าอยากเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Debbie] There had been a couple of different Chocolate Nutcrackers",
      "th": "มีช็อกโกแลตนัทแครกเกอร์อยู่สองสามแบบ"
    }
  },
  {
    "translation": {
      "en": "all over the country,",
      "th": "ทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "but I decided to take it on and make it fun",
      "th": "แต่ฉันเลือกที่จะพัฒนามันและทำให้มันสนุก"
    }
  },
  {
    "translation": {
      "en": "and have a cultural identity of music that was not tied to Tchaikovsky.",
      "th": "และมีเอกลักษณ์ทางวัฒนธรรมของดนตรี ที่ไม่ผูกอยู่กับไชคอฟสกี"
    }
  },
  {
    "translation": {
      "en": "[Debbie] So the Hot Chocolate Nutcracker takes us on a journey",
      "th": "ฮอตช็อกโกแลตนัทแครกเกอร์ ก็เลยพาเราออกเดินทาง"
    }
  },
  {
    "translation": {
      "en": "to real and imagined lands,",
      "th": "ไปสู่ดินแดนแห่งความจริงและจินตนาการ"
    }
  },
  {
    "translation": {
      "en": "all done with different styles of dance and music.",
      "th": "ซึ่งทั้งหมดทำด้วยสไตล์ที่แตกต่าง ของการเต้นและดนตรี"
    }
  },
  {
    "translation": {
      "en": "In \"Flamenco Fire,\" I am a roach.",
      "th": "ใน \"ฟลาเมนโกไฟร์\" ฉันเป็นแมลงสาบ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, we're fairies. We're Egyptians. -\"Egypt.\" [laughs]",
      "th": "ใช่ค่ะ เราเป็นนางฟ้า เราเป็นชาวอียิปต์"
    }
  },
  {
    "translation": {
      "en": "We're \"Bollywood.\"",
      "th": "เราเต้นฉากบอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "I do \"China.\"",
      "th": "ผมเต้นฉากเมืองจีน"
    }
  },
  {
    "translation": {
      "en": "I'm in \"Birdland.\" I'm in the party scene.",
      "th": "ผมอยู่ใน \"เนื้อลูกแกะไหม้\" ในฉากงานเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "Anything with a guy in it, I'm in it basically.",
      "th": "อะไรที่มีผู้ชายก็มักจะมีผมอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm playing the Hot Chocolate Nutcracker, or you can just call me \"HC.\"",
      "th": "ผมแสดงเรื่องฮอตช็อกโกแลตนัทแครกเกอร์ หรือคุณจะเรียกผมว่า \"เอชซี\" ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm a spider in the rain forest.",
      "th": "หนูเป็นแมงมุมในฉากป่าฝนค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] In October, we start rehearsing.",
      "th": "ในเดือนตุลาคม เราเริ่มซ้อมกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness.",
      "th": "โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "You guys have to do your job.",
      "th": "พวกเธอต้องทำหน้าที่ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Your job is to come to rehearsal… prepared.",
      "th": "หน้าที่ของพวกเธอคือมาซ้อมให้พร้อม"
    }
  },
  {
    "translation": {
      "en": "You also have to be responsible at home too.",
      "th": "เธอยังต้องมีความรับผิดชอบที่บ้านอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "Miss Allen doesn't play. You guys have to be role models.",
      "th": "คุณอัลเลนไม่ได้ทำเป็นเล่น พวกเธอต้องเป็นต้นแบบ"
    }
  },
  {
    "translation": {
      "en": "You have to be model citizens at home, at school.",
      "th": "พวกเธอต้องเป็นพลเมืองต้นแบบ ที่บ้าน ที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Is there anybody in here that's three?",
      "th": "ในนี้มีใครอายุสามขวบไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่มีนะ"
    }
  },
  {
    "translation": {
      "en": "-Good. Put your hand down! -[giggles]",
      "th": "ดี เอามือลงจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Cathie] Is there anybody in here that's four?",
      "th": "ในนี้มีใครสี่ขวบบ้างรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Four years old.",
      "th": "สี่ขวบ"
    }
  },
  {
    "translation": {
      "en": "Come here.",
      "th": "มานี่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Good girl. Come on.",
      "th": "เก่งมาก มาเลย"
    }
  },
  {
    "translation": {
      "en": "Shh! Quiet!",
      "th": "เงียบจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Are there any five-year-olds?",
      "th": "มีใครห้าขวบบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Come on down.",
      "th": "มานี่เลย"
    }
  },
  {
    "translation": {
      "en": "Shh! Hey!",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "[whispering] Yes, come on. Spread out. We're gonna be on this line.",
      "th": "ใช่แล้ว มาเลย ยืนแยกกันนะ เราจะอยู่บนแถวนี้"
    }
  },
  {
    "translation": {
      "en": "Spread out, face the front.",
      "th": "ยืนแยกกัน หันไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "Are you five for real?",
      "th": "เธอห้าขวบจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're tall.",
      "th": "ตัวสูงจัง"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเลย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] You need to practice.",
      "th": "พวกเธอต้องซ้อม"
    }
  },
  {
    "translation": {
      "en": "You're not gonna get there,",
      "th": "พวกเธอจะไม่ได้ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "switching and going around to the mall and being cute in heels.",
      "th": "สลับที่และอ้อมไปห้าง และใส่ส้นสูงเดินเฉิดฉาย"
    }
  },
  {
    "translation": {
      "en": "Take those high heels off and get down on the floor and stretch.",
      "th": "ถอดรองเท้าส้นสูงพวกนั้นออก และลงไปนอนบนพื้นและยืด"
    }
  },
  {
    "translation": {
      "en": "[woman] Debbie expects a lot of greatness out of these kids",
      "th": "เด็บบี้คาดหวังความยิ่งใหญ่ จากเด็กพวกนี้อย่างมากในทุกระดับ"
    }
  },
  {
    "translation": {
      "en": "just on every level, not just one thing, but just everything,",
      "th": "เด็บบี้คาดหวังความยิ่งใหญ่ จากเด็กพวกนี้อย่างมากในทุกระดับ ไม่ใช่แค่เรื่องเดียว แต่ทุกเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "and so, in the world… things are not easy.",
      "th": "ดังนั้นในโลกนี้… อะไรๆ ก็เลยไม่ง่าย"
    }
  },
  {
    "translation": {
      "en": "Even in this dance floor.",
      "th": "แม้แต่บนพื้นเต้นรำนี้"
    }
  },
  {
    "translation": {
      "en": "When they come across this floor, some will fall,",
      "th": "เวลาพวกเขามาที่นี่ บางคนก็ล้ม"
    }
  },
  {
    "translation": {
      "en": "but if you don't fall at least once a day, you ain't reachin'.",
      "th": "แต่ถ้าคุณไม่ล้มอย่างน้อยวันละครั้ง คุณก็ไม่ประสบความสำเร็จหรอก"
    }
  },
  {
    "translation": {
      "en": "I need a tilt that goes into six o'clock.",
      "th": "ฉันต้องการท่าทิลต์ที่เหมือนเข็มนาฬิกาหกโมงตรง"
    }
  },
  {
    "translation": {
      "en": "Trust me.",
      "th": "เชื่อฉันสิ"
    }
  },
  {
    "translation": {
      "en": "That's what they're gonna see when you leave DADA.",
      "th": "นั่นคือสิ่งที่พวกเขาจะเห็น เมื่อพวกเธอออกไปจากดาดา"
    }
  },
  {
    "translation": {
      "en": "They don't love you like I do.",
      "th": "พวกเขาไม่รักเธอเหมือนที่ฉันรักหรอก"
    }
  },
  {
    "translation": {
      "en": "I met Debbie when I was 16,",
      "th": "ฉันรู้จักกับเด็บบี้ตอนฉันอายุ 16"
    }
  },
  {
    "translation": {
      "en": "about ten years ago.",
      "th": "ก็ประมาณสิบปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So, I did Fame with Debbie.",
      "th": "ฉันแสดงเรื่องเฟมกับเด็บบี้"
    }
  },
  {
    "translation": {
      "en": "You've got big dreams.",
      "th": "เธอมีฝันที่ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "You want fame?",
      "th": "เธออยากดังไหม"
    }
  },
  {
    "translation": {
      "en": "Well, fame costs,",
      "th": "ความดังมีต้นทุน"
    }
  },
  {
    "translation": {
      "en": "and right here is where you start paying with sweat.",
      "th": "และนี่คือที่ที่เธอเริ่มจ่ายด้วยหยาดเหงื่อ"
    }
  },
  {
    "translation": {
      "en": "She's the same right now. It's absolutely brilliant.",
      "th": "ตอนนี้เธอยังเหมือนเดิมเลย มันเลิศมาก"
    }
  },
  {
    "translation": {
      "en": "I would never walk into a rehearsal without stretching and doing my tendus",
      "th": "ฉันจะไม่มีทางเดินเข้าไปในการซ้อม โดยไม่ยืดเส้นยืดสายและทำท่าทานดู"
    }
  },
  {
    "translation": {
      "en": "and having my legs ready and being ready to go.",
      "th": "และเตรียมขาให้พร้อม และพร้อมลุยเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "It ain't gonna happen.",
      "th": "มันจะไม่เกิดขึ้นแน่นอน"
    }
  },
  {
    "translation": {
      "en": "You won't get to the next level. I'm trying to help you.",
      "th": "เธอจะไปไม่ถึงขั้นต่อไปแน่ ฉันพยายามช่วยเธออยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Okay, if I'm kicking your ass, it's 'cause I care. Okay?",
      "th": "โอเค ถ้าฉันลงโทษเธอ นั่นเป็นเพราะฉันเป็นห่วง โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "[woman] My mama?",
      "th": "แม่ฉันเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Tough.",
      "th": "โหดค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's tough.",
      "th": "แม่โหด"
    }
  },
  {
    "translation": {
      "en": "Effervescent, the most talented,",
      "th": "เป็นคนกระตือรือร้น เป็นคนเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "a mother truly to all.",
      "th": "เป็นแม่ อย่างแท้จริง สำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "♪ Fame! I'm gonna live… ♪",
      "th": "(อีโบนี เด็บบี้ อัลเลน)"
    }
  },
  {
    "translation": {
      "en": "[Vivian] She's a groundbreaker. I mean, this woman",
      "th": "เธอคือผู้บุกเบิก ผู้หญิงคนนี้ออกแบบท่าเต้น ให้งานออสการ์ตั้งสิบครั้งเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "has choreographed the Oscars ten times.",
      "th": "ผู้หญิงคนนี้ออกแบบท่าเต้น ให้งานออสการ์ตั้งสิบครั้งเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "Did I ever think I'd be here on this big lot,",
      "th": "ฉันเคยคิดไหมว่าจะได้มาเป็น อะไรมากมายอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "a producer, a director, a star,",
      "th": "เป็นผู้ควบคุมการผลิต เป็นผู้กำกับ เป็นดารา"
    }
  },
  {
    "translation": {
      "en": "a choreographer, a mother?",
      "th": "เป็นนักออกแบบท่าเต้น เป็นแม่"
    }
  },
  {
    "translation": {
      "en": "Absolutely!",
      "th": "เคยคิดสิคะ!"
    }
  },
  {
    "translation": {
      "en": "[Karen] The pieces that involve more students,",
      "th": "เราจะเริ่มต้นด้วยฉากที่มีนักเรียนมากกว่า"
    }
  },
  {
    "translation": {
      "en": "we start with those pieces first, and we only rehearse on the weekends.",
      "th": "เราจะเริ่มต้นด้วยฉากที่มีนักเรียนมากกว่า และเราซ้อมแค่ช่วงสุดสัปดาห์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Debbie] All right, let's go right at the top of \"Toyland.\"",
      "th": "เอาละ เริ่มตั้งแต่ต้นของฉาก \"เมืองของเล่น\""
    }
  },
  {
    "translation": {
      "en": "Enjoy coming alive.",
      "th": "สนุกกับการได้มีชีวิต"
    }
  },
  {
    "translation": {
      "en": "Dolls, little dolls.",
      "th": "ตุ๊กตา ตุ๊กตาตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "What scene were you guys in?",
      "th": "เมื่อกี้พวกเธออยู่ในฉากไหน"
    }
  },
  {
    "translation": {
      "en": "-\"Toyland.\" -[Cathie] Come on, now.",
      "th": "- \"เมืองของเล่น\" - เอาละ ทีนี้"
    }
  },
  {
    "translation": {
      "en": "And what scene are you guys in now?",
      "th": "แล้วตอนนี้พวกเธออยู่ในฉากไหน"
    }
  },
  {
    "translation": {
      "en": "-[dancers] Well, everything. -[Cathie] All of them? Yeah, see!",
      "th": "- ทุกอย่าง - ทุกฉากเลย ใช่ เห็นไหม"
    }
  },
  {
    "translation": {
      "en": "See, \"Toyland\" is a stepping stone.",
      "th": "\"เมืองของเล่น\" คือขั้นบันไดสู่ความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Everybody who's everybody comes through \"Toyland.\"",
      "th": "ทุกคนที่เป็นทุกคนที่ผ่านมาที่ \"เมืองของเล่น\""
    }
  },
  {
    "translation": {
      "en": "You are in \"Toyland.\"",
      "th": "พวกเธออยู่ใน \"เมืองของเล่น\""
    }
  },
  {
    "translation": {
      "en": "I've never even seen a regular Nutcracker.",
      "th": "ฉันไม่เคยเห็นนัทแครกเกอร์ แบบธรรมดาเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "The only thing I know is Hot Chocolate.",
      "th": "สิ่งเดียวที่ฉันรู้จักคือฮอตช็อกโกแลต"
    }
  },
  {
    "translation": {
      "en": "And I-- I kind of like that.",
      "th": "และฉันก็ชอบมันนะ"
    }
  },
  {
    "translation": {
      "en": "Kylie Jefferson.",
      "th": "ไคลี เจฟเฟอร์สัน"
    }
  },
  {
    "translation": {
      "en": "She's the youngest person that I ever put in the Academy.",
      "th": "เธอเป็นคนที่อายุน้อยที่สุด ที่ฉันเคยเอามาอยู่ในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I remember we walked into… the Debbie Allen Dance Academy,",
      "th": "ฉันจำได้ว่าเราเดินเข้าไปใน โรงเรียนสอนเต้นรำเด็บบี้ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "in Culver City at the time,",
      "th": "ในคัลเวอร์ซิตีในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "and there were so many people there.",
      "th": "และมีคนอยู่ที่นั่นเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And when we got to the table, I remember them telling my mom that I could not audition.",
      "th": "พอเราไปถึงโต๊ะ พวกเขาก็บอกแม่ฉันว่า ฉันคัดตัวนักแสดงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They were like, \"She is too young.\"",
      "th": "\"เธอเด็กเกินไป\""
    }
  },
  {
    "translation": {
      "en": "She came in in first position, hair pulled back… [inhales]",
      "th": "เธอเข้ามายืนท่าที่หนึ่ง รวบผมไปด้านหลังและดูจริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "…and just so serious, I'm like, \"Oh, yeah.\"",
      "th": "เธอเข้ามายืนท่าที่หนึ่ง รวบผมไปด้านหลังและดูจริงจังมาก ฉันคิดเลย \"โอ้ เยี่ยม\""
    }
  },
  {
    "translation": {
      "en": "And Miss Allen said, \"Let her audition.\"",
      "th": "แล้วคุณอัลเลนก็พูดว่า \"ให้เธอคัดตัวเถอะ\""
    }
  },
  {
    "translation": {
      "en": "[Debbie] And they all looked at me and said, \"Miss Allen, she's too young,\"",
      "th": "แล้วทุกคนก็มองฉันและพูดว่า \"คุณอัลเลน เธอเด็กเกินไปนะ\""
    }
  },
  {
    "translation": {
      "en": "and I said, \"I can change the rules.\"",
      "th": "และฉันบอกว่า \"ฉันเปลี่ยนกฎได้\""
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "th": "เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "Most of my students come from LA,",
      "th": "นักเรียนส่วนใหญ่ของฉันมาจากแอลเอ"
    }
  },
  {
    "translation": {
      "en": "from various economic backgrounds.",
      "th": "มีพื้นฐานทางเศรษฐกิจที่หลากหลาย"
    }
  },
  {
    "translation": {
      "en": "Some of them live in Beverly Hills,",
      "th": "บางคนอยู่ที่เบเวอร์ลีฮิลส์"
    }
  },
  {
    "translation": {
      "en": "some of them live in Compton,",
      "th": "บางคนอยู่ที่คอมป์ตัน"
    }
  },
  {
    "translation": {
      "en": "and those that are the most serious about dance,",
      "th": "และคนที่จริงจังกับการเต้นมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "they come at least five, maybe six days a week,",
      "th": "พวกเขามาที่นี่อย่างน้อย อาทิตย์ละห้าหรืออาจจะหกวัน"
    }
  },
  {
    "translation": {
      "en": "and they are required to take no less than ten, up--",
      "th": "และพวกเขาต้องการจะเรียน ไม่ต่ำกว่าสิบชั้นเรียน"
    }
  },
  {
    "translation": {
      "en": "Some of them take 15 classes a week.",
      "th": "บางคนเรียนอาทิตย์ละ 15 ชั้นเรียน"
    }
  },
  {
    "translation": {
      "en": "She wanted to have a place where, regardless of what you look like,",
      "th": "เธออยากมีสถานที่ที่ไม่ว่าคุณจะหน้าตาเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "if you want to dance, you can come dance,",
      "th": "ถ้าคุณอยากเต้น คุณมาเต้นได้"
    }
  },
  {
    "translation": {
      "en": "which speaks to why we have a large group of people that are on scholarships here.",
      "th": "ซึ่งนั่นคือเหตุผลที่ที่นี่มีนักเรียนทุนกลุ่มใหญ่"
    }
  },
  {
    "translation": {
      "en": "A lot of our kids can't afford to come.",
      "th": "เด็กๆ ของเราหลายคนไม่มีเงินมาเรียน"
    }
  },
  {
    "translation": {
      "en": "We find a way to… get people into the doors who want to be there.",
      "th": "เราก็หาทางรับคนที่อยากอยู่ตรงนั้นเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[Debbie] We go, we go, we go.",
      "th": "ไปเลย"
    }
  },
  {
    "translation": {
      "en": "We've always been raising money.",
      "th": "เราระดมทุนกันตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "A lot of my friends stopped taking my calls",
      "th": "เพื่อนผมหลายคนเลิกรับโทรศัพท์ผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "after that first year. [laughs]",
      "th": "หลังจากปีแรกผ่านไป"
    }
  },
  {
    "translation": {
      "en": "But no, my friends have all been so cool.",
      "th": "ไม่หรอกครับ เพื่อนผมดีมากมาตลอด"
    }
  },
  {
    "translation": {
      "en": "We started thinking about, what brand can we use",
      "th": "เราเริ่มคิดว่าจะสามารถใช้ยี่ห้ออะไร"
    }
  },
  {
    "translation": {
      "en": "that's in our toolbox",
      "th": "ที่เรามีอยู่ในมือ"
    }
  },
  {
    "translation": {
      "en": "that can help generate more income, that would be familiar to people?",
      "th": "ที่จะช่วยสร้างรายได้ให้มากขึ้นได้ ที่คนจะรู้สึกคุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "When George Balanchine came to New York to start the New York City Ballet,",
      "th": "ตอนที่จอร์จ บาแลนชีนมาที่นิวยอร์ก เพื่อก่อตั้งนิวยอร์กซิตีบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "he had to find something that would raise money, and The Nutcracker was what did it.",
      "th": "เขาต้องหาอะไรบางอย่างที่จะระดุมทุนได้ และเดอะนัทแครกเกอร์คือสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "It was The Nutcracker that helped fund the rest of the year",
      "th": "เป็นเดอะนัทแครกเกอร์นี่แหละ ที่ช่วยหาทุนตลอดทั้งปี"
    }
  },
  {
    "translation": {
      "en": "for the New York City Ballet.",
      "th": "ให้กับนิวยอร์กซิตีบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "[Eartha] The original Nutcracker",
      "th": "เดอะนัทแครกเกอร์ต้นฉบับ เป็นเรื่องที่ถูกเล่าทั้งหมด…"
    }
  },
  {
    "translation": {
      "en": "is a story told completely-- It's an opera completely in dance.",
      "th": "เดอะนัทแครกเกอร์ต้นฉบับ เป็นเรื่องที่ถูกเล่าทั้งหมด… มันเป็นโอเปราในการเต้นทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Our Nutcracker is a narrative.",
      "th": "แต่นัทแครกเกอร์ของเราเป็นการเล่าเรื่อง"
    }
  },
  {
    "translation": {
      "en": "Hey, Harvey! It's time to go! The Nutcracker's awake. We gotta go battle.",
      "th": "ได้เวลาไปแล้ว เดอะนัทแครกเกอร์ตื่นแล้ว เราต้องไปต่อสู้"
    }
  },
  {
    "translation": {
      "en": "[Eartha] We have a narrator, or narrators, who are taking us through the journey,",
      "th": "เรามีผู้เล่าเรื่องหนึ่งคนหรือหลายคน ที่พาเราเดินทางไป"
    }
  },
  {
    "translation": {
      "en": "and it's more-- It's comedy in here that is spoken.",
      "th": "และมันเป็น… เรื่องตลกในนี้ถูกพูดออกมา"
    }
  },
  {
    "translation": {
      "en": "It's not mimed.",
      "th": "มันไม่ใช่ละครใบ้"
    }
  },
  {
    "translation": {
      "en": "Ooh! Who turned out the lights? -Who turned out the lights? -[audience laughs]",
      "th": "ใครปิดไฟเนี่ย"
    }
  },
  {
    "translation": {
      "en": "It just caught on like wildfire. It's a huge part of our fundraising.",
      "th": "มันโด่งดังเร็วมาก เป็นส่วนใหญ่ของการระดมทุนของเรา"
    }
  },
  {
    "translation": {
      "en": "It's probably our largest single fundraiser.",
      "th": "น่าจะเป็นตัวทำเงินตัวเดียวที่ใหญ่สุดของเราเลย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] This is gonna tell me who's doing this tilt. Ooh no! Get the leg up!",
      "th": "สิ่งนี้จะบอกฉันว่าใครจะได้เต้นท่านี้ ทิลต์ โอ้ ไม่ ยกขาขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "You need to sit in that split while you're watching TV, doing homework.",
      "th": "เธอต้องนั่งฉีกขาระหว่างดูทีวี ทำการบ้าน"
    }
  },
  {
    "translation": {
      "en": "You all don't do that enough.",
      "th": "พวกเธอยังฉีกขาไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "You all are too busy talking to boys and doing other things.",
      "th": "พวกเธอมัวแต่ยุ่งอยู่กับ การคุยกับหนุ่มๆ และทำเรื่องอื่น"
    }
  },
  {
    "translation": {
      "en": "Get the leg up higher. Come on. I'm gonna get it this time.",
      "th": "ยกขาให้สูงขึ้นอีก เร็วเข้า คราวนี้ฉันจะจับให้"
    }
  },
  {
    "translation": {
      "en": "Up!",
      "th": "ขึ้นไป!"
    }
  },
  {
    "translation": {
      "en": "Up!",
      "th": "ขึ้นไป!"
    }
  },
  {
    "translation": {
      "en": "Tilt over! Bend!",
      "th": "เอียงตัวไปสิ ก้มลงไป"
    }
  },
  {
    "translation": {
      "en": "Yes, bend!",
      "th": "ใช่ ก้มลงไป"
    }
  },
  {
    "translation": {
      "en": "Yes, hold yourself and get the leg up!",
      "th": "ใช่ ทรงตัวไว้และยกขาขึ้น"
    }
  },
  {
    "translation": {
      "en": "That!",
      "th": "นั่นแหละ!"
    }
  },
  {
    "translation": {
      "en": "Well, my first memory of DADA would be when I was 11.",
      "th": "ความทรงจำแรกของฉันเกี่ยวกับดาดา น่าจะเป็นตอนฉัน 11 ขวบ"
    }
  },
  {
    "translation": {
      "en": "I was so scared 'cause I didn't even know,",
      "th": "ฉันกลัวมากเพราะฉันไม่รู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "like, people could be this, like, good.",
      "th": "ว่าคนเราสามารถเก่งได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "'Cause I was, like 11, and I was, like, \"I'm the best.\"",
      "th": "เพราะฉัน 11 ขวบและคิดว่า \"ฉันเก่งสุดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Then I was like, \"Nope.\"",
      "th": "แล้วฉันก็คิดว่า \"ไม่ใช่ละ\""
    }
  },
  {
    "translation": {
      "en": "The teachers here, they're hard on you, and they're tough, but they care.",
      "th": "ครูที่นี่เคี่ยวเข็ญเรา พวกเขาโหดแต่พวกเขาใส่ใจ"
    }
  },
  {
    "translation": {
      "en": "I just feel like it's a family.",
      "th": "ฉันรู้สึกว่ามันคือครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Miss Allen cares about every single one of us,",
      "th": "คุณอัลเลนใส่ใจพวกเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "which is, like, really good.",
      "th": "ซึ่งดีมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "[girl] I've been at DADA for nine years,",
      "th": "หนูมาเรียนที่ดาดาเก้าปีแล้ว ตั้งแต่ห้าขวบ"
    }
  },
  {
    "translation": {
      "en": "since I was five, and I'm 14 now.",
      "th": "หนูมาเรียนที่ดาดาเก้าปีแล้ว ตั้งแต่ห้าขวบ และตอนนี้หนูอายุ 14 ปี"
    }
  },
  {
    "translation": {
      "en": "So… I've basically grown up in DADA.",
      "th": "พูดง่ายๆ ก็คือหนูโตที่ดาดา"
    }
  },
  {
    "translation": {
      "en": "When they first told me I was Kara,",
      "th": "ตอนที่พวกเขาบอกหนูว่าหนูได้เป็นคารา"
    }
  },
  {
    "translation": {
      "en": "I was, like, nervous and happy",
      "th": "หนูตื่นเต้นและดีใจมาก"
    }
  },
  {
    "translation": {
      "en": "because I felt like I had such a big responsibility",
      "th": "เพราะหนูรู้สึกว่าหนูมีหน้าที่รับผิดชอบสูงมาก"
    }
  },
  {
    "translation": {
      "en": "to, like, make sure I wouldn't mess up or, like, screw up the entire show.",
      "th": "ที่จะต้องไม่ทำให้การแสดงทั้งหมดเละหรือพัง"
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be Kara, which is the lead role.",
      "th": "ใครๆ ก็อยากเป็นคาราซึ่งเป็นบทนำ"
    }
  },
  {
    "translation": {
      "en": "She's the little girl who goes on an adventure.",
      "th": "เธอเป็นเด็กสาวที่ออกไปผจญภัย"
    }
  },
  {
    "translation": {
      "en": "And Miss Allen always double casts the show",
      "th": "คุณอัลเลนใช้ตัวแสดงสองคนเสมอ"
    }
  },
  {
    "translation": {
      "en": "so that people get to interchange their roles",
      "th": "เพื่อที่ผู้คนจะได้แลกเปลี่ยนบทบาทของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and have different experiences.",
      "th": "และมีประสบการณ์ที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "[photographer] Nice.",
      "th": "สวยครับ"
    }
  },
  {
    "translation": {
      "en": "-♪ Kara, Kara, won't you smile? ♪ -To the camera.",
      "th": "คารา คารา จะไม่ยิ้มหน่อยหรือ"
    }
  },
  {
    "translation": {
      "en": "-♪ Take a look, tell me what you think ♪ -Tell me what you think!",
      "th": "- ลองมองดูแล้วบอกฉันว่าเธอคิดอย่างไร - บอกมาว่าคิดไง"
    }
  },
  {
    "translation": {
      "en": "I remember Miss Allen, she told me that I was gonna be Kara for three shows,",
      "th": "หนูจำได้ตอนที่คุณอัลเลนบอกหนูว่า หนูจะได้แสดงเป็นคาราสามรอบ"
    }
  },
  {
    "translation": {
      "en": "and I literally freaked out.",
      "th": "และหนูสติแตกไปเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "♪ My dear, such a surprise ♪",
      "th": "ที่รัก แปลกใจเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "♪ Surprise Surprise, surprise, surprise! ♪",
      "th": "แปลกใจๆ"
    }
  },
  {
    "translation": {
      "en": "-[all] ♪ Kara, Kara ♪ -Kara!",
      "th": "คารา คารา คารา!"
    }
  },
  {
    "translation": {
      "en": "♪ Kara, Kara ♪",
      "th": "คารา คารา"
    }
  },
  {
    "translation": {
      "en": "[girl] You know we love you!",
      "th": "รู้นะว่าเรารักเธอ มันคือความรู้สึกที่เวลาเรามีเป้าหมาย แล้วเราไปถึงเป้านั้นได้"
    }
  },
  {
    "translation": {
      "en": "It's that feeling when it's like you have a goal, and you reach it,",
      "th": "มันคือความรู้สึกที่เวลาเรามีเป้าหมาย แล้วเราไปถึงเป้านั้นได้"
    }
  },
  {
    "translation": {
      "en": "and you meet it, and it's like, \"Yes!\" You know? So I was so happy.",
      "th": "เราทำได้ มันแบบว่า \"ไชโย!\" นึกออกไหมคะ หนูดีใจมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Now, let's talk about the Egyptian Doll.",
      "th": "เอาละ มาคุยเรื่องตุ๊กตาอียิปต์กันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "You wanna get right under her little butt, and you have her hand, if she needs it.",
      "th": "เธอต้องอยู่ใต้ก้นน้อยๆ ของหล่อนเลย ส่วนเธอจับมือหล่อนไว้ ถ้าหล่อนต้องการนะ"
    }
  },
  {
    "translation": {
      "en": "And you press her all the way up.",
      "th": "แล้วก็ยกหล่อนขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "That is the position, and you're on the other side.",
      "th": "ตำแหน่งนั้นแหละ และเธออยู่อีกด้าน"
    }
  },
  {
    "translation": {
      "en": "I was the first Egyptian Doll. My mother choreographed that on me.",
      "th": "ฉันเป็นตุ๊กตาอียิปต์คนแรกเลย แม่ออกแบบท่าเต้นนั้นให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Boo! And one and two.",
      "th": "แฮ่ และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "th": "หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "Single turn, open. Head, head.",
      "th": "หมุนหนึ่งรอบ เปิดกว้าง หัว"
    }
  },
  {
    "translation": {
      "en": "[Vivian] I really started training heavily and seriously in dance",
      "th": "ฉันเริ่มฝึกเต้นอย่างหนักและจริงจังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "at the Kirov Academy of Ballet.",
      "th": "ที่โรงเรียนบัลเลต์คิรอฟ"
    }
  },
  {
    "translation": {
      "en": "It's about right here that you start. She splits.",
      "th": "เธอเริ่มประมาณช่วงนี้ หล่อนฉีกขา"
    }
  },
  {
    "translation": {
      "en": "[Vivian] My third year there,",
      "th": "ปีที่สามที่ฉันอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "my teacher looked at me one day in class,",
      "th": "วันหนึ่ง ครูของฉันมองฉันในชั้นเรียน"
    }
  },
  {
    "translation": {
      "en": "and goes, \"Stop, stop, stop, stop, stop!\"",
      "th": "แล้วพูดว่า \"หยุดเลย หยุด!\""
    }
  },
  {
    "translation": {
      "en": "And, um, he looked at me, and he goes, [in Russian accent] \"You never be dancer.",
      "th": "แล้วเขาก็มองฉันและพูดว่า \"เธอไม่มีวันเป็นนักเต้นได้"
    }
  },
  {
    "translation": {
      "en": "You go Alvin Ailey.\"",
      "th": "ไปเต้นที่อัลวิน เอลีย์เลยไป\""
    }
  },
  {
    "translation": {
      "en": "And that was a dig.",
      "th": "และนั่นคือการดูถูก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Like Alvin Ailey was nothing?",
      "th": "แล้วอัลวิน เอลีย์กระจอกงอกง่อยหรอ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Alvin Ailey's our premier, you know, contemporary American dance company,",
      "th": "อัลวิน เอลีย์คือ คณะเต้นรำอเมริกันร่วมสมัยคณะแรกสุด"
    }
  },
  {
    "translation": {
      "en": "and, yes, it's mostly Black people, but…",
      "th": "และใช่ ส่วนใหญ่เป็นคนดำ แต่…"
    }
  },
  {
    "translation": {
      "en": "that means she can't dance?",
      "th": "นั่นแปลว่าเธอเต้นไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Child, I was coming through that phone. I was getting ready--",
      "th": "เธอจ๋า แม่อาละวาดใส่โทรศัพท์เลยจ้า ฉันพร้อมมาก"
    }
  },
  {
    "translation": {
      "en": "I sent my husband because I knew I was not gonna be nice.",
      "th": "ฉันส่งสามีฉันไปเพราะรู้ตัวว่าฉันคงทำตัวไม่น่ารัก"
    }
  },
  {
    "translation": {
      "en": "For me, having my daughter gone for a coup-- three or four-- three years,",
      "th": "สำหรับผม การที่ลูกสาวผมออกไปจากบ้านสามปี"
    }
  },
  {
    "translation": {
      "en": "it was time for her to come back home in my eyes anyway.",
      "th": "มันถึงเวลาที่เธอต้องกลับบ้านอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "He pulled me out of the school,",
      "th": "พ่อลากฉันออกมาจากโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and that's when my mother decided",
      "th": "และตอนนั้นแหละที่แม่ฉันตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "that she was gonna create the Debbie Allen Dance Academy.",
      "th": "ว่าแม่จะเปิดโรงเรียนสอนเต้นรำเด็บบี้ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "And so I started DADA, and she came home.",
      "th": "แล้วฉันก็เริ่มทำดาดา แล้วเธอก็กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "She was the inspiration.",
      "th": "เธอเป็นแรงบันดาลใจ"
    }
  },
  {
    "translation": {
      "en": "She's my muse. She always has been.",
      "th": "เธอเป็นแรงบันดาลใจของฉัน เธอเป็นมาตลอด"
    }
  },
  {
    "translation": {
      "en": "[Karen] There's something here for everyone.",
      "th": "ที่นี่มีอะไรบางอย่างให้กับทุกคน"
    }
  },
  {
    "translation": {
      "en": "You know, every shape, every size, every color, every culture,",
      "th": "ทุกรูปร่าง ทุกขนาด ทุกสีผิว ทุกวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "and that makes us very unique.",
      "th": "และนั่นทำให้เรามีเอกลักษณ์มาก"
    }
  },
  {
    "translation": {
      "en": "And she's gonna walk over, and then you all recede back.",
      "th": "แล้วเธอก็จะเดินไป จากนั้นพวกเธอก็ถอยกลับไป"
    }
  },
  {
    "translation": {
      "en": "She is the one.",
      "th": "เธอคือคนที่ใช่"
    }
  },
  {
    "translation": {
      "en": "-She's adorable. -And she's fierce.",
      "th": "เธอน่ารักนะ - และเธอแรงด้วย - เธอแรง"
    }
  },
  {
    "translation": {
      "en": "-She's fierce. -[instructor laughs]",
      "th": "- และเธอแรงด้วย - เธอแรง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] April is cutting where she has to cut.",
      "th": "เอพริลไปในที่ที่เธอต้องไป"
    }
  },
  {
    "translation": {
      "en": "You all need to keep coming around. You can do it.",
      "th": "พวกเธอทุกคนต้องตามมา พวกเธอทำได้"
    }
  },
  {
    "translation": {
      "en": "[April] I didn't start actually dancing until I was eight years old.",
      "th": "ฉันเริ่มเรียนเต้นจริงๆ ก็ตอนแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "I came here from North Carolina,",
      "th": "ฉันมาจากนอร์ทแคโรไลนา"
    }
  },
  {
    "translation": {
      "en": "and I-- I received full scholarship by Debbie Allen.",
      "th": "และฉันได้รับทุนการศึกษาเต็มรูปแบบ จากเด็บบี้ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "April is one of the most gifted dancers I've ever come into my circle.",
      "th": "เอพริลเป็นหนึ่งในนักเต้นที่มีพรสวรรค์มากที่สุด ที่เคยเข้ามาในวงจรของฉัน"
    }
  },
  {
    "translation": {
      "en": "And I brought her here so we could nurture her",
      "th": "และฉันพาเธอมาที่นี่ เราจะได้ฟูมฟักเธอได้"
    }
  },
  {
    "translation": {
      "en": "because she needs it.",
      "th": "เพราะเธอต้องการมัน"
    }
  },
  {
    "translation": {
      "en": "[April] I have a part-time job at El Pollo Loco.",
      "th": "ฉันทำงานนอกเวลาที่เอล โปโย โลโก"
    }
  },
  {
    "translation": {
      "en": "I'm a cashier.",
      "th": "เป็นพนักงานเก็บเงินค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, right now, I'm a cashier.",
      "th": "เพราะฉะนั้นตอนนี้ฉันเป็นพนักงานเก็บเงินค่ะ"
    }
  },
  {
    "translation": {
      "en": "People usually see me as a quiet person,",
      "th": "คนมักจะมองว่าฉันเป็นคนเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "and, like, most of the time,",
      "th": "และส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "I have a lot to say, or I have a lot on my mind,",
      "th": "ฉันมีอะไรจะพูดเยอะมาก หรือมีอะไรในใจเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "but I just don't know how to… you know, I don't know how to say it.",
      "th": "แต่ฉันแค่ไม่รู้ว่าจะ… ฉันไม่รู้จะพูดออกมายังไง"
    }
  },
  {
    "translation": {
      "en": "And sometimes, like, I have so much emotions inside of myself,",
      "th": "และบางครั้งฉันก็มีความรู้สึก อยู่ในตัวฉันมากมายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "and the only way I can get my emotions or my fear or my anxiety out",
      "th": "และวิธีเดียวที่ฉันจะเอาความรู้สึก หรือความกลัว หรือความกังวลของฉันออกมาได้"
    }
  },
  {
    "translation": {
      "en": "is through dance.",
      "th": "ก็คือการเต้น"
    }
  },
  {
    "translation": {
      "en": "[Giana] Ready?",
      "th": "(บอลลีวูด แปดสัปดาห์ก่อนการแสดง)"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Breathe!",
      "th": "หายใจ"
    }
  },
  {
    "translation": {
      "en": "Beautiful!",
      "th": "งดงาม"
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "th": "งดงาม"
    }
  },
  {
    "translation": {
      "en": "You're the most beautiful people on the planet.",
      "th": "พวกเธอเป็นคนที่งดงามที่สุดบนโลกนี้"
    }
  },
  {
    "translation": {
      "en": "[Cathie] Once again, it's about the mirror.",
      "th": "ย้ำอีกครั้งนะ มันเป็นเรื่องของภาพสะท้อน"
    }
  },
  {
    "translation": {
      "en": "[Debbie] The most beautiful beings on this Earth.",
      "th": "สิ่งมีชีวิตที่งดงามที่สุดบนโลกนี้"
    }
  },
  {
    "translation": {
      "en": "-And one. -[Cathie] The head, one person moving.",
      "th": "หัว เป็นคนคนเดียว ขยับขึ้น"
    }
  },
  {
    "translation": {
      "en": "The whole rhythm, this whole thing has to feel like one person moving.",
      "th": "การบิดตัวทั้งหมด ทั้งหมดนี้ต้องรู้สึก เหมือนเป็นคนคนเดียวเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Look up!",
      "th": "มองขึ้น"
    }
  },
  {
    "translation": {
      "en": "Down.",
      "th": "ลง"
    }
  },
  {
    "translation": {
      "en": "[Jalyn] I wanna be in \"Bollywood\" so bad.",
      "th": "หนูอยากเต้น \"บอลลีวูด\" มากๆ"
    }
  },
  {
    "translation": {
      "en": "I've been trying to get in \"Bollywood\" for the longest.",
      "th": "หนูพยายามจะเต้นฉาก \"บอลลีวูด\" มานานมาก"
    }
  },
  {
    "translation": {
      "en": "I know every step, but, you know, I'm too young to be in \"Bollywood.\"",
      "th": "หนูจำได้ทุกท่า แต่หนูเด็กเกินกว่า จะอยู่ในกลุ่ม \"บอลลีวูด\" ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Upper body!",
      "th": "ตัวท่อนบน!"
    }
  },
  {
    "translation": {
      "en": "[Karen] When we go to a different country, that allows for new choreography, new costumes.",
      "th": "การไปประเทศอื่น นั่นทำให้ได้ท่าเต้นใหม่ๆ เสื้อผ้าใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "It allows for a new part of the story.",
      "th": "ทำให้ได้ส่วนใหม่ของเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Back.",
      "th": "ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "Travel.",
      "th": "เคลื่อนย้าย"
    }
  },
  {
    "translation": {
      "en": "Wherever you go,",
      "th": "ไม่ว่าเธอจะไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "you have an aura of superiority and beauty and power.",
      "th": "เธอมีรัศมีของความเหนือชั้น และความงาม และอำนาจ"
    }
  },
  {
    "translation": {
      "en": "Power!",
      "th": "อำนาจ"
    }
  },
  {
    "translation": {
      "en": "This is about women's power.",
      "th": "นี่เป็นเรื่องของอำนาจของผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Women rule the world! I don't care what they say.",
      "th": "ผู้หญิงครองโลก ฉันไม่สนว่าพวกเขาว่าไง"
    }
  },
  {
    "translation": {
      "en": "Bop. Where am I?",
      "th": "ฉันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's in the eyes, all of it.",
      "th": "มันอยู่ในดวงตา ทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "\"Bollywood,\" you would think it would be my favorite,",
      "th": "\"บอลลีวูด\" คุณคงคิดว่าเป็นโชว์สุดโปรดของฉัน"
    }
  },
  {
    "translation": {
      "en": "it's everybody's favorite.",
      "th": "เพราะเป็นโชว์สุดโปรดของทุกคน"
    }
  },
  {
    "translation": {
      "en": "It's something you, like, dream about being in until you're in it.",
      "th": "มันเป็นอะไรที่คุณใฝ่ฝันว่าจะได้เต้น จนคุณได้เต้นนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "It's five minutes of straight full-out dancing,",
      "th": "มันคือการเต้นต่อเนื่องไม่หยุดห้านาที"
    }
  },
  {
    "translation": {
      "en": "and there's no time to breathe.",
      "th": "และไม่มีเวลาให้หายใจเลย"
    }
  },
  {
    "translation": {
      "en": "-[Cathie clapping rhythm] -[Debbie] And jump! Power!",
      "th": "ยกมือขึ้น! อำนาจ!"
    }
  },
  {
    "translation": {
      "en": "Power! Bop!",
      "th": "อำนาจ!"
    }
  },
  {
    "translation": {
      "en": "[Debbie] And stay forever.",
      "th": "และหยุดนิ่งตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "Stay. Stay there. Breathe. Stay.",
      "th": "หยุดนิ่ง หยุดอยู่ตรงนั้น หายใจ หยุด"
    }
  },
  {
    "translation": {
      "en": "Practice holding it.",
      "th": "ซ้อมทรงตัวเอาไว้"
    }
  },
  {
    "translation": {
      "en": "It's good for you.",
      "th": "มันดีสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "It's getting better, ladies.",
      "th": "เริ่มดีขึ้นแล้ว สาวๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, break. Getting better.",
      "th": "โอเค พักได้ เริ่มดีขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Listen to me.",
      "th": "ฟังฉันนะ"
    }
  },
  {
    "translation": {
      "en": "You're going much wider than you need to. You're killing yourselves.",
      "th": "เธอใช้พื้นที่กว้างกว่าที่จำเป็นมาก เธอกำลังฆ่าตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Okay, breathe, then we're gonna do \"Egypt.\" Just breathe. Breathe.",
      "th": "โอเค หายใจ แล้วเราจะซ้อม \"อียิปต์\" กัน หายใจซะ"
    }
  },
  {
    "translation": {
      "en": "You have two minutes.",
      "th": "เธอมีเวลาสองนาที"
    }
  },
  {
    "translation": {
      "en": "Okay, so, Miss Nicholas.",
      "th": "โอเค เอาละ คุณนิโคลัส"
    }
  },
  {
    "translation": {
      "en": "Okay, we're really gonna be okay,",
      "th": "โอเค เราจะไม่มีปัญหากันจริงๆ แต่พวกเขาเต้นกันเลอะเทอะไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "but they're just raggedy. Too raggedy for me right--",
      "th": "โอเค เราจะไม่มีปัญหากันจริงๆ แต่พวกเขาเต้นกันเลอะเทอะไปหน่อย เลอะเทอะไปสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I can't-- uh, '\"Fairyland,\" I'm-- I'm not feelin' it. No.",
      "th": "ฉันไม่… เมืองนางฟ้า ฉันไม่รู้สึกถึงมัน ไม่ ดังนั้นฉันจะเพิ่ม สิ่งที่เราจะซ้อมเข้าไปด้วยสีเหลือง"
    }
  },
  {
    "translation": {
      "en": "So I'm adding, in yellow, things that we're going to rehearse.",
      "th": "ไม่ ดังนั้นฉันจะเพิ่ม สิ่งที่เราจะซ้อมเข้าไปด้วยสีเหลือง"
    }
  },
  {
    "translation": {
      "en": "Okay, now, I gotta go terrorize the fairies, I'm sorry.",
      "th": "ฉันต้องไปข่มขวัญเหล่านางฟ้าแล้ว โทษที"
    }
  },
  {
    "translation": {
      "en": "Because I came from DADA,",
      "th": "เพราะฉันมาจากดาดา"
    }
  },
  {
    "translation": {
      "en": "I didn't realize how big of a deal that I was a Black girl who does ballet.",
      "th": "ฉันเลยไม่รู้ว่าการที่ฉันเป็นผู้หญิงผิวดำ ที่เต้นบัลเลต์เป็นเรื่องใหญ่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Lovely!",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "'Cause, where I come from, we all do it, and we were all good.",
      "th": "เพราะที่ที่ฉันเรียนมา เราทุกคนเต้น และเราทุกคนเก่ง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Lauren Anderson,",
      "th": "ลอเรน แอนเดอร์สัน"
    }
  },
  {
    "translation": {
      "en": "who was the first Black ballerina in a major ballet company,",
      "th": "ซึ่งเป็นนักบัลเลต์ผิวดำคนแรกในคณะบัลเลต์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "came here a year ago.",
      "th": "มาที่นี่เมื่อหนึ่งปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And a one, and two, pas de cheval, enveloppé.",
      "th": "และหนึ่ง และสอง พาเดอเชอวาล อ็องเวอลอปเป"
    }
  },
  {
    "translation": {
      "en": "I never thought, \"I wanna be a ballet dancer,\" not at the age of seven.",
      "th": "ฉันไม่เคยคิดว่า \"ฉันอยากเป็นนักบัลเลต์\" ตอนเจ็ดขวบไม่ได้คิดเลย"
    }
  },
  {
    "translation": {
      "en": "I just thought it was fun taking the classes.",
      "th": "ฉันแค่คิดว่าการเรียนบัลเลต์มันสนุกดี"
    }
  },
  {
    "translation": {
      "en": "So I just really didn't realize the impact of being African American",
      "th": "ฉันเลยไม่รู้ถึงผลกระทบ ของการเป็นคนแอฟริกันอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and a principal dancer.",
      "th": "และนักเต้นตัวเอกเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And I found out there weren't very many. There weren't any at that time, really.",
      "th": "และฉันค้นพบว่ามีอยู่แค่ไม่กี่คน เอาจริงๆ คือตอนนั้นไม่มีเลยสักคน"
    }
  },
  {
    "translation": {
      "en": "Unless you were in Alvin Ailey or Dance Theatre of Harlem.",
      "th": "เว้นแต่ว่าคุณจะอยู่ในอัลวิน เอลีย์ หรือแดนซ์เทียเตอร์ออฟฮาเล็ม"
    }
  },
  {
    "translation": {
      "en": "But I just wanted to dance. That wasn't my big focus,",
      "th": "แต่ฉันแค่อยากเต้น ฉันไม่ได้สนใจว่าจะเป็นคนผิวดำคนแรก"
    }
  },
  {
    "translation": {
      "en": "that I wanted to be the first Black anything.",
      "th": "ฉันไม่ได้สนใจว่าจะเป็นคนผิวดำคนแรก"
    }
  },
  {
    "translation": {
      "en": "I just wanted to dance.",
      "th": "ฉันแค่อยากเต้น"
    }
  },
  {
    "translation": {
      "en": "Plié, one, and stretch.",
      "th": "พลิเย หนึ่ง และยืดตรง"
    }
  },
  {
    "translation": {
      "en": "[Lauren] When I first saw April,",
      "th": "ครั้งแรกที่ฉันเห็นเอพริล"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Wow! Where did that come from?\"",
      "th": "ฉันคิดว่า \"ว้าว นั่นมาจากไหนน่ะ\""
    }
  },
  {
    "translation": {
      "en": "That's somebody that's born with everything.",
      "th": "นั่นคือคนที่เกิดมาพร้อมทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yes!",
      "th": "ใช่!"
    }
  },
  {
    "translation": {
      "en": "Love it.",
      "th": "ชอบมาก"
    }
  },
  {
    "translation": {
      "en": "What I need is something that sustains. I feel like it's…",
      "th": "สิ่งที่ฉันต้องการคืออะไรที่มันประคองตัว ฉันรู้สึกเหมือนมัน…"
    }
  },
  {
    "translation": {
      "en": "I want it to be lighter.",
      "th": "ฉันอยากให้มันเบาลง"
    }
  },
  {
    "translation": {
      "en": "[April] I don't think I ha-- necessarily have a ballet body right now,",
      "th": "ฉันไม่คิดว่าฉันมีร่างกาย ของนักบัลเลต์เลยในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "as of this moment… [chuckles]",
      "th": "ณ ขณะนี้"
    }
  },
  {
    "translation": {
      "en": "…because my legs are just a little bit overdeveloped.",
      "th": "เพราะขาฉันมันใหญ่มากไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "And when you get really serious, you start looking at yourself in a certain way.",
      "th": "และเมื่อเราเริ่มเป็นนักเต้นจริงจัง เราจะเริ่มมองดูตัวเองในแบบหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Chaîné, chaîné, chaîné, chaîné, chaîné, chaîné, chaîné.",
      "th": "เชอเน"
    }
  },
  {
    "translation": {
      "en": "Stop on a dime.",
      "th": "หยุดอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "And stay.",
      "th": "และหยุดนิ่ง"
    }
  },
  {
    "translation": {
      "en": "But when I'm in the ballet world, mostly everyone is pretty thin.",
      "th": "แต่พอฉันอยู่ในวงการบัลเลต์ ส่วนใหญ่ทุกคนจะผอมมาก"
    }
  },
  {
    "translation": {
      "en": "In high school, I really had no problem with it,",
      "th": "เวลาอยู่ที่โรงเรียน ฉันไม่มีปัญหากับมันเลย"
    }
  },
  {
    "translation": {
      "en": "and then you realize that maybe you should look at it,",
      "th": "แต่แล้วเราก็คิดได้ว่าบางทีเราควรดูมันหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "because everybody else looks at weight and…",
      "th": "เพราะคนอื่นคิดถึงเรื่องน้ำหนักกันทุกคน"
    }
  },
  {
    "translation": {
      "en": "Everything matters. Everything is so particular in ballet.",
      "th": "ทุกอย่างสำคัญหมด ทุกอย่างพิถีพิถันมากในบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "She might not have the perfect legs and feet. I didn't.",
      "th": "ขาและเท้าของเธออาจไม่สมบูรณ์แบบ ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Most people don't.",
      "th": "คนส่วนใหญ่ไม่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Most people that do ballet do not have perfect legs and feet.",
      "th": "คนส่วนใหญ่ที่เต้นบัลเลต์ ไม่ได้มีขาและเท้าที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "It's something you've worked for.",
      "th": "มันเป็นสิ่งที่เราต้องทำเพื่อให้ได้มันมา"
    }
  },
  {
    "translation": {
      "en": "Turnout you've worked for.",
      "th": "เท้าที่แบะออก เราต้องทำเพื่อให้ได้มันมา"
    }
  },
  {
    "translation": {
      "en": "You don't-- don't just come out going, \"Chick-a-bah.\"",
      "th": "เราไม่ได้เกิดมาแล้วสามารถ…"
    }
  },
  {
    "translation": {
      "en": "Some people do,",
      "th": "บางคนมีร่างกายแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "but most of us don't.",
      "th": "แต่ส่วนใหญ่พวกเราไม่มี"
    }
  },
  {
    "translation": {
      "en": "There have been times where I was so down on myself",
      "th": "มีหลายครั้งที่ฉันรู้สึกแย่กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "about my body and just, like, so, ugh,",
      "th": "เกี่ยวกับร่างกายของฉันและมันช่าง…"
    }
  },
  {
    "translation": {
      "en": "like, negative and insecure about it.",
      "th": "รู้สึกในเชิงลบและไม่มั่นใจกับมันเลย"
    }
  },
  {
    "translation": {
      "en": "But… [exhales]",
      "th": "แต่…"
    }
  },
  {
    "translation": {
      "en": "I had to stop playing the victim…",
      "th": "ฉันต้องเลิกเล่นบทผู้ตกเป็นเหยื่อ…"
    }
  },
  {
    "translation": {
      "en": "towards myself.",
      "th": "ต่อตัวฉันเอง"
    }
  },
  {
    "translation": {
      "en": "There was a moment where I realized, like, \"Look, if I wanna do this,",
      "th": "มันมีช่วงเวลาที่ฉันคิดได้ว่า \"ฟังนะ ถ้าฉันอยากทำสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "I have to figure out what's gonna work for me.\"",
      "th": "ฉันต้องคิดให้ออกว่าอะไรดีสำหรับฉัน\""
    }
  },
  {
    "translation": {
      "en": "But what was hard was understanding",
      "th": "แต่สิ่งที่ยากคือการเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "that the craft that chose me was not created in my image,",
      "th": "ว่าบัลเลต์ที่ฟ้าลิขิตมาให้ฉัน ไม่ได้สร้างมาเพื่อคนแบบฉัน"
    }
  },
  {
    "translation": {
      "en": "and that was a really hard realization.",
      "th": "และนั่นเป็นความเข้าใจที่ยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But, at the same time, you know, this craft chose me.",
      "th": "แต่ในขณะเดียวกัน ฟ้าก็ลิขิตมาให้ฉันเต้นบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "I have no choice but to do it and to give it my all.",
      "th": "ฉันไม่มีทางเลือกนอกจากเต้นและทุ่มเททั้งหมดที่มี"
    }
  },
  {
    "translation": {
      "en": "[Debbie] You know, in Russia, they…",
      "th": "ที่รัสเซีย พวกเขาเอกซเรย์เท้าของเด็กๆ และหลัง และร่างกาย"
    }
  },
  {
    "translation": {
      "en": "x-ray the children's feet and their backs and their bodies",
      "th": "พวกเขาเอกซเรย์เท้าของเด็กๆ และหลัง และร่างกาย"
    }
  },
  {
    "translation": {
      "en": "before they even accept them.",
      "th": "ก่อนจะรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, that's the world of ballet.",
      "th": "นั่นคือโลกของบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "In a opera, uh, they will select only children who have voice.",
      "th": "ในวงการโอเปรา พวกเขาจะเลือกเฉพาะเด็กที่เสียงดี"
    }
  },
  {
    "translation": {
      "en": "They cannot make a voice. It is gift.",
      "th": "พวกเขาสร้างเสียงไม่ได้ มันคือพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "Same things with a ballet facility.",
      "th": "เรื่องเดียวกับความคล่องแคล่วของบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "They have to have certain physiques for that.",
      "th": "พวกเขาต้องมีร่างกายแบบหนึ่งเพื่อเต้นบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "You cannot make it.",
      "th": "คุณสร้างมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The Kirov and the Russian method is important.",
      "th": "วิธีการของคิรอฟและคนรัสเซียนั้นสำคัญ"
    }
  },
  {
    "translation": {
      "en": "It is the technique that I love the best to teach.",
      "th": "มันเป็นเทคนิคที่ฉันชอบสอนมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "And that's why we have Madame Giana who's from the Bolshoi.",
      "th": "นั่นคือเหตุผลที่เรามีมาดามไกอาน่า ซึ่งมาจากคณะบอลชอย"
    }
  },
  {
    "translation": {
      "en": "But the dance world is evolving,",
      "th": "แต่วงการเต้นกำลังวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "so I'm reinventing a bit, for the teachers,",
      "th": "ฉันเลยปรับเปลี่ยนมันใหม่นิดหน่อยสำหรับพวกครู"
    }
  },
  {
    "translation": {
      "en": "what their mission is and how they go about it.",
      "th": "ว่าภารกิจของพวกเขาคืออะไรและจะทำมันยังไง"
    }
  },
  {
    "translation": {
      "en": "I want the spirit of the dance.",
      "th": "ฉันต้องการจิตวิญญาณของการเต้น"
    }
  },
  {
    "translation": {
      "en": "That's not something you can take a picture of.",
      "th": "มันไม่ใช่อะไรที่คุณจะถ่ายรูปได้"
    }
  },
  {
    "translation": {
      "en": "That's something you feel and you see.",
      "th": "มันเป็นอะไรที่คุณรู้สึกและมองเห็น"
    }
  },
  {
    "translation": {
      "en": "You experience.",
      "th": "คุณได้รับประสบการณ์"
    }
  },
  {
    "translation": {
      "en": "One, two. Not bad.",
      "th": "หนึ่ง สอง ไม่เลว"
    }
  },
  {
    "translation": {
      "en": "One, two. One, two.",
      "th": "หนึ่ง สอง หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "Okay, not that bad. Go back.",
      "th": "โอเค ไม่แย่เท่าไหร่ กลับไป"
    }
  },
  {
    "translation": {
      "en": "It actually helped.",
      "th": "มันช่วยได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "It looked better.",
      "th": "ดูดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Madame Giana, it looked better.",
      "th": "ขอโทษด้วยนะ มาดามไกอาน่า มันดูดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "No, no. I disagree.",
      "th": "ไม่ๆ ฉันไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "-Because they look like this. -I disagree.",
      "th": "- เพราะพวกเขาดูเหมือนแบบนี้ - ฉันไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "-It's okay. It's all right. -It's \"Oh!",
      "th": "ไม่เป็นไรๆ"
    }
  },
  {
    "translation": {
      "en": "It's all right. Five, six.",
      "th": "ไม่เป็นไร ห้า หก"
    }
  },
  {
    "translation": {
      "en": "They're just practicing. Six, seven, eight.",
      "th": "พวกเขาก็แค่ซ้อมกัน หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "And one, and two, and one, and two,",
      "th": "และหนึ่ง และสอง และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "and one, and two.",
      "th": "และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "Some of you, uh, don't have the timing, and you're a little stiff.",
      "th": "พวกเธอบางคนไม่มีจังหวะและตัวแข็งนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "You know, you've gotta relax.",
      "th": "เธอต้องผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but I have to just say what I'm seeing right now",
      "th": "ฉันขอโทษแต่ฉันต้องพูดสิ่งที่ฉันเห็นอยู่ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "because, um, we don't have a lot of time.",
      "th": "เพราะเรามีเวลาไม่มาก"
    }
  },
  {
    "translation": {
      "en": "And either they're doing it right right now, or they're not.",
      "th": "และพวกเขากำลังเต้นได้ถูกต้องในตอนนี้ หรือเต้นไม่ถูกก็ได้"
    }
  },
  {
    "translation": {
      "en": "Even though we're gonna clean it, I know that.",
      "th": "ถึงแม้เราจะทำให้มันเป๊ะ เรื่องนั้นฉันรู้"
    }
  },
  {
    "translation": {
      "en": "But I know, technically, if somebody's going like this,",
      "th": "แต่ฉันรู้ว่าโดยเทคนิคแล้ว บางคนเต้นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "that's not gonna change tomorrow.",
      "th": "ซึ่งพรุ่งนี้มันจะยังไม่เปลี่ยนไปหรอก"
    }
  },
  {
    "translation": {
      "en": "Go back, ladies.",
      "th": "กลับไปจ้ะ สาวๆ"
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, and eight.",
      "th": "ห้า หก เจ็ด และแปด"
    }
  },
  {
    "translation": {
      "en": "And one, and two, and one, and two,",
      "th": "และหนึ่ง และสอง และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "and one, and two, and one, and two.",
      "th": "และหนึ่ง และสอง และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "Much better!",
      "th": "ดีขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "And two, and one, and two.",
      "th": "และสอง และหนึ่ง และสอง"
    }
  },
  {
    "translation": {
      "en": "Much better! Much better!",
      "th": "ดีขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "Sorry, Madame Giana, it's better.",
      "th": "ขอโทษนะมาดามไกอาน่า มันดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Okay, go back to the beginning.",
      "th": "โอเค กลับไปเริ่มต้นใหม่"
    }
  },
  {
    "translation": {
      "en": "It's better. You know it is.",
      "th": "มันดีขึ้น คุณก็รู้"
    }
  },
  {
    "translation": {
      "en": "[Debbie] The teachers are so vested and so dedicated to these young people.",
      "th": "พวกครูอุทิศตนและทุ่มเทเพื่อเด็กๆ พวกนี้มาก"
    }
  },
  {
    "translation": {
      "en": "They go home with them. They give them food.",
      "th": "พวกเขากลับบ้านกับเด็กๆ ซื้ออาหารให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "They'll scold them if they need to pull them together.",
      "th": "พวกเขาจะดุเด็กๆ ถ้าต้องการให้เด็กๆ มีสติ"
    }
  },
  {
    "translation": {
      "en": "You know, we go in.",
      "th": "เราทุ่มสุดตัว"
    }
  },
  {
    "translation": {
      "en": "We're raising-- we're helping to raise these kids.",
      "th": "เรากำลังเลี้ยงดู เรากำลังช่วยเลี้ยงดูเด็กพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I grew up in Houston, Texas. Everything was segregated.",
      "th": "ฉันโตมาในฮิวสตัน เทกซัส ทุกอย่างถูกแบ่งแยก"
    }
  },
  {
    "translation": {
      "en": "You know, white water fountain only,",
      "th": "มีทั้งน้ำพุสำหรับคนขาวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "colored bathroom… We had experienced all that.",
      "th": "ห้องน้ำของคนผิวสี เรามีประสบการณ์ทั้งหมดนั้น"
    }
  },
  {
    "translation": {
      "en": "There was a great dance school, but I was not allowed to go because I was Black.",
      "th": "มีโรงเรียนเต้นรำที่ดีมากอยู่แห่งหนึ่ง แต่ฉันไปเรียนไม่ได้เพราะฉันผิวดำ"
    }
  },
  {
    "translation": {
      "en": "But I was very serious early on. I knew I really wanted it and…",
      "th": "แต่ฉันจริงจังมากตั้งแต่แรก ฉันรู้ว่าฉันต้องการมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "My mom always says that, when I was eight years old,",
      "th": "แม่ฉันพูดตลอดว่าตอนที่ฉันแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "I said to her, \"Mom, I'm trying to be a dancer.",
      "th": "ฉันบอกแม่ว่า \"แม่ หนูกำลังพยายามจะเป็นนักเต้น"
    }
  },
  {
    "translation": {
      "en": "How am I gonna get there if I don't have lessons? I need real lessons, Mom.",
      "th": "หนูจะเป็นได้ยังไงถ้าหนูไม่ได้เรียน หนูต้องการบทเรียนที่แท้จริงค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "Real lessons.\"",
      "th": "บทเรียนที่แท้จริง\""
    }
  },
  {
    "translation": {
      "en": "At 14 years old,",
      "th": "ตอนอายุ 14"
    }
  },
  {
    "translation": {
      "en": "I was recruited by Madame Tatiana Semenova,",
      "th": "ฉันได้รับคัดเลือก โดยมาดามทาเทียนา เซเมโนวา"
    }
  },
  {
    "translation": {
      "en": "who came from the Mariinsky school.",
      "th": "ซึ่งมาจากโรงเรียนมาริอินสกี"
    }
  },
  {
    "translation": {
      "en": "I was so excited, I had to get up, I had to go way across town.",
      "th": "ฉันตื่นเต้นมาก ฉันต้องตื่น ต้องเดินทางข้ามเมืองไกลมาก"
    }
  },
  {
    "translation": {
      "en": "My Uncle Lloyd would take me, and I-- if I had to take a bus back,",
      "th": "ลุงลอยด์จะพาฉันไป และถ้าฉันต้องนั่งรถเมล์กลับ"
    }
  },
  {
    "translation": {
      "en": "it was two or three buses to get back home.",
      "th": "ก็มีรถเมล์กลับบ้านได้สองสามสาย"
    }
  },
  {
    "translation": {
      "en": "And, uh, Madame Semenova really embraced me in class.",
      "th": "และมาดามเซเมโนวา ให้กำลังใจฉันในชั้นเรียนมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It was a Ford Foundation grant that paid for all of my classes.",
      "th": "ค่าเล่าเรียนของฉันทั้งหมด จ่ายโดยเงินสนับสนุนของมูลนิธิฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "I was a full scholarship student.",
      "th": "ฉันเป็นนักเรียนทุนเต็มรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "And when I danced,",
      "th": "และตอนที่ฉันเต้น"
    }
  },
  {
    "translation": {
      "en": "it was a big deal because the board didn't know that I was there.",
      "th": "มันเป็นเรื่องใหญ่ เพราะคณะกรรมการไม่รู้ว่าฉันอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I was there probably six or eight months",
      "th": "ฉันอยู่ที่นั่นน่าจะหกหรือแปดเดือน"
    }
  },
  {
    "translation": {
      "en": "before the board knew there was a Black kid in the school,",
      "th": "คณะกรรมการถึงจะรู้ว่า มีเด็กผิวดำอยู่ในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and some of them did not like it.",
      "th": "และพวกเขาบางคนก็ไม่ปลื้มเลย"
    }
  },
  {
    "translation": {
      "en": "But Madame Semenova pushed me,",
      "th": "แต่มาดามเซเมโนวาผลักดันฉัน"
    }
  },
  {
    "translation": {
      "en": "she scolded me, she humiliated me,",
      "th": "เธอดุด่าฉัน เธอทำให้ฉันขายหน้า"
    }
  },
  {
    "translation": {
      "en": "and she loved me.",
      "th": "และเธอรักฉัน"
    }
  },
  {
    "translation": {
      "en": "All right, welcome to \"the hell that is Chantel.\"",
      "th": "เอาละ ขอต้อนรับสู่นรกซึ่งก็คือแชนเทล"
    }
  },
  {
    "translation": {
      "en": "-Here we go, so… -[kids laughing]",
      "th": "เอาละนะ เอาละ"
    }
  },
  {
    "translation": {
      "en": "I grew up as a foster kid.",
      "th": "ฉันเป็นเด็กกำพร้า"
    }
  },
  {
    "translation": {
      "en": "This is the one thing that saves somebody like me.",
      "th": "นี่คือสิ่งหนึ่งที่ช่วยให้คนอย่างฉันรอดมาได้"
    }
  },
  {
    "translation": {
      "en": "For somebody else to see and invest in me",
      "th": "การที่ใครสักคนมองเห็นฉันและทุ่มเทกับฉัน"
    }
  },
  {
    "translation": {
      "en": "and say, \"We see what it is that you want.",
      "th": "และพูดว่า \"เรามองเห็นว่าเธอต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "We're gonna help you do this and get you from point A to point B,\"",
      "th": "เราจะช่วยเธอทำสิ่งนี้ และพาเธอจากจุดที่หนึ่งไปยังจุดที่สอง\""
    }
  },
  {
    "translation": {
      "en": "I feel like that, in itself, is the biggest thing that changed my life.",
      "th": "ฉันรู้สึกว่านั่นคือสิ่งที่ยิ่งใหญ่ที่สุดในตัวมันเอง ที่เปลี่ยนแปลงชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "Boom, boom. Sit, sit. Boom, up!",
      "th": "นั่ง"
    }
  },
  {
    "translation": {
      "en": "Where you at?",
      "th": "เธออยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "If you do this bang again, I'm about to be…",
      "th": "ถ้าเธอทำผมม้าแบบนี้อีก ฉันจะ…"
    }
  },
  {
    "translation": {
      "en": "Elijah, go get me, um, go get me a little rubber band, please?",
      "th": "เอไลจาห์ ไปเอาหนังยางมาให้ฉันสักเส้นสิ"
    }
  },
  {
    "translation": {
      "en": "[Elijah] Looks so cute, though.",
      "th": "แต่ดูน่ารักมากนะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Shut up. Shut up, Elijah. Five…",
      "th": "เงียบเลย เอไลจาห์ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Five, six, seven, cross.",
      "th": "ห้า หก เจ็ด ไขว้"
    }
  },
  {
    "translation": {
      "en": "Cross and sit, sit.",
      "th": "ไขว้และนั่ง"
    }
  },
  {
    "translation": {
      "en": "-I was an understudy, but I came-- -Yeah, Griffin…",
      "th": "เมื่อก่อนผมเป็นตัวสำรอง แต่คุณแชนเทลบอกว่า ผมสามารถเต้นใน \"ลูกกวาดไม้เท้า\" ได้"
    }
  },
  {
    "translation": {
      "en": "Miss Chantel said I could be in \"Candy Cane,\" so…",
      "th": "แต่คุณแชนเทลบอกว่า ผมสามารถเต้นใน \"ลูกกวาดไม้เท้า\" ได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, he was first an understudy, but then he started trying to dance.",
      "th": "ใช่ครับ ตอนแรกเขาเป็นตัวสำรอง แต่จากนั้นเขาก็เริ่มพยายามเต้น"
    }
  },
  {
    "translation": {
      "en": "He's tr-- trying really, really hard, and then he ended up being in the show.",
      "th": "เขาพยายามหนักมาก และสุดท้ายเขาก็จะได้อยู่ในการแสดงแล้ว"
    }
  },
  {
    "translation": {
      "en": "\"Candy Cane\" is fun. It's hip-hop, so… you just hype and fun and full out and…",
      "th": "\"ลูกกวาดไม้เท้า\" สนุก มันคือฮิปฮอป คุณแค่ต้องตื่นเต้น และสนุก และจัดเต็มและ…"
    }
  },
  {
    "translation": {
      "en": "Yeah, \"Candy Cane\" is really fun.",
      "th": "ใช่ครับ \"ลูกกวาดไม้เท้า\" สนุกมาก"
    }
  },
  {
    "translation": {
      "en": "\"Candy Cane,\" it's an all-boys scene,",
      "th": "\"ลูกกวาดไม้เท้า\" เป็นฉากชายล้วน และเป็นฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "and it's hip-hop, and hip-hop's one of my favorite styles, so…",
      "th": "\"ลูกกวาดไม้เท้า\" เป็นฉากชายล้วน และเป็นฮิปฮอป และฮิปฮอปเป็นสไตล์หนึ่งที่ฉันชอบมาก"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I can't be in it, but it's my favorite scene.",
      "th": "น่าเสียดายที่ฉันเต้นฉากนี้ไม่ได้ แต่เป็นฉากที่ฉันชอบมาก"
    }
  },
  {
    "translation": {
      "en": "\"Candy Cane\" is for the boys. \"Fairyland\" is the girls.",
      "th": "\"ลูกกวาดไม้เท้า\" เป็นฉากผู้ชาย \"เมืองนางฟ้า\" เป็นฉากผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "You gotta have the--",
      "th": "คุณต้องมี…"
    }
  },
  {
    "translation": {
      "en": "You know, DADA has always had more boys than any school.",
      "th": "รู้ไหม ดาดามีผู้ชายมากกว่าโรงเรียนอื่นเสมอ"
    }
  },
  {
    "translation": {
      "en": "It's because I'm pushing them and I want them.",
      "th": "เป็นเพราะฉันผลักดันพวกเขา และฉันต้องการพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And I have to-- I have to have something to give them.",
      "th": "และฉันต้องมีอะไรที่จะให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Chantel] Olivia, go in the center.",
      "th": "โอลิเวีย ไปอยู่ตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "Scoot back, back up.",
      "th": "ถอยไปข้างหลัง ถอยไป"
    }
  },
  {
    "translation": {
      "en": "[female dancer] My favorite scene would be \"Candy Cane.\"",
      "th": "ฉากโปรดของฉันคงจะเป็น \"ลูกกวาดไม้เท้า\""
    }
  },
  {
    "translation": {
      "en": "It's, like, the only hip-hop in the show. It's all boys.",
      "th": "มันเป็นโชว์ฮิปฮอปเดียวของทั้งหมด เป็นชายล้วน"
    }
  },
  {
    "translation": {
      "en": "Six, five, behind him.",
      "th": "หก ห้า ข้างหลังเขา"
    }
  },
  {
    "translation": {
      "en": "Are you going to put the girls in? Going to put the girls in?",
      "th": "คุณจะให้ผู้หญิงมาเต้นเหรอ จะให้ผู้หญิงเต้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm doing that.",
      "th": "ใช่ ฉันกำลังจัดอยู่"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna get in trouble, but whatever. -[chuckles] Okay.",
      "th": "ฉันจะซวยแน่ แต่ก็ช่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "Da, da, da. Cross, cross, up, down.",
      "th": "ไขว้ ขึ้น ลง"
    }
  },
  {
    "translation": {
      "en": "So I need-- Yes!",
      "th": "ฉันต้องการ… ใช่!"
    }
  },
  {
    "translation": {
      "en": "I need to see cross, up… That's almost like a élevé.",
      "th": "ฉันอยากเห็นไขว้ ขึ้น… นั่นเกือบจะเหมือนเอเลเวเลย"
    }
  },
  {
    "translation": {
      "en": "Over my dead body. No girls in \"Candy Cane.\" [laughs]",
      "th": "ข้ามศพฉันไปก่อนเถอะ ต้องไม่มีผู้หญิงใน \"ลูกกวาดไม้เท้า\""
    }
  },
  {
    "translation": {
      "en": "-Yeah, that's not happening. No girls. -It got around.",
      "th": "- มันไม่มีทางเกิดขึ้น ไม่มีผู้หญิง - คนพูดไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "It almost happened, though, but, you know, it's okay.",
      "th": "แต่มันก็เกือบเกิดขึ้นนะ แต่นั่นแหละ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-I'm in everything else, so… -[laughs]",
      "th": "ฉันเต้นฉากอื่นทุกฉากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Sorry, girls. You know, it's only us, you know. [giggles]",
      "th": "เสียใจด้วยสาวๆ มีแค่พวกเราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Oh, it's definitely muscle memory. When you have Chantel Heath",
      "th": "มันคือความจำของกล้ามเนื้อจริงๆ เวลาที่คุณให้แชนเทล ฮีท"
    }
  },
  {
    "translation": {
      "en": "taking you to the depths of, like, yourself,",
      "th": "พาคุณลงไปสู่เบื้องลึกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "you won't forget it too much.",
      "th": "คุณจะไม่ลืมมันเท่าไหร่หรอก"
    }
  },
  {
    "translation": {
      "en": "Now run! [laughs]",
      "th": "การวิ่งนั่น!"
    }
  },
  {
    "translation": {
      "en": "And one, and two, down, bring it up.",
      "th": "และหนึ่ง และสอง ลง ลุกขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Slide, one, two. Yup, it's-- The whole thing is still there.",
      "th": "สไลด์ หนึ่ง สอง ใช่ครับ ยังจำทุกอย่างได้หมด"
    }
  },
  {
    "translation": {
      "en": "Throw! [vocalizing rhythm]",
      "th": "เหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "Turn, and one.",
      "th": "หมุนและหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It's no joke, huh?",
      "th": "ไม่ตลกเลยใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Some boys fall apart. Some boys don't make it. I mean…",
      "th": "ผู้ชายบางคนก็ล้มเหลว บางคนก็ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You know, they're like, \"Oh, my God. That was hard, that was hard.\"",
      "th": "พวกเขาพูดว่า \"พระเจ้า มันยาก\""
    }
  },
  {
    "translation": {
      "en": "I know, sit down.",
      "th": "ฉันรู้ นั่งลง"
    }
  },
  {
    "translation": {
      "en": "Just a second.",
      "th": "แค่แป๊บเดียว"
    }
  },
  {
    "translation": {
      "en": "What I know is, if I was doing it, I'd be…",
      "th": "สิ่งที่ฉันรู้คือถ้าฉันเป็นคนเต้น ตอนนี้ฉันคงยังเต้นอยู่"
    }
  },
  {
    "translation": {
      "en": "still dancing right now 'cause the song would still be on.",
      "th": "สิ่งที่ฉันรู้คือถ้าฉันเป็นคนเต้น ตอนนี้ฉันคงยังเต้นอยู่ เพราะเพลงคงจะยังเปิดอยู่"
    }
  },
  {
    "translation": {
      "en": "Let's get it. All right, show's on! Let's go!",
      "th": "มาเต้นกันเลย ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "But I tell them, \"Keep coming back, keep coming back, because one of these days, you're gonna get it.\"",
      "th": "แต่ฉันบอกพวกเขาว่า \"กลับมาเรื่อยๆ นะ เพราะสักวันหนึ่งเธอจะทำได้\""
    }
  },
  {
    "translation": {
      "en": "I don't know if everyone sticks with it,",
      "th": "ผมไม่รู้ว่าทุกคนยึดมั่นกับมันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "but I know for a fact that, if you are here longer than a-- a semester,",
      "th": "แต่ผมรู้ว่าถ้าคุณอยู่ที่นี่มากกว่าหนึ่งเทอม"
    }
  },
  {
    "translation": {
      "en": "me, personally, that it's inside you.",
      "th": "อย่างผมเนี่ย มันจะอยู่ในตัวคุณเลย"
    }
  },
  {
    "translation": {
      "en": "[Chantel] Boom, boom, sit, sit! Boom, boom…",
      "th": "ผมเดินผ่านทางเดินในตึกมานาน"
    }
  },
  {
    "translation": {
      "en": "I've been walking through the hall, but actually",
      "th": "ผมเดินผ่านทางเดินในตึกมานาน แต่มาเรียนในสตูดิโอที่นี่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "in the studio for a class here, it's been a while.",
      "th": "แต่มาเรียนในสตูดิโอที่นี่จริงๆ ก็สักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's like… That was a lot of sweat in these floors.",
      "th": "มัน… บนพื้นพวกนี้มีเหงื่อเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "If somebody like lifted up history out of these floors,",
      "th": "ถ้ามีใครสักคนยกประวัติศาสตร์ขึ้นมาจากพื้นพวกนี้"
    }
  },
  {
    "translation": {
      "en": "it would be kinda gross, but inspiring.",
      "th": "มันคงน่าขยะแขยงแต่ก็น่าประทับใจ"
    }
  },
  {
    "translation": {
      "en": "I played the first Hot Chocolate Nutcracker",
      "th": "ผมแสดงฮอตช็อกโกแลตนัทแครกเกอร์ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "in the first production.",
      "th": "ในการผลิตครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "I left my biological family behind when I was 13.",
      "th": "ผมแยกจากครอบครัวแท้ๆ ของผมตอนอายุ 13"
    }
  },
  {
    "translation": {
      "en": "My mother and my three sisters moved to Arizona, and I--",
      "th": "แม่กับน้องสาวผมอีกสามคนย้ายไปอยู่แอริโซนา"
    }
  },
  {
    "translation": {
      "en": "My mom made the conscious decision to allow me to stay here.",
      "th": "และแม่ผมก็ตัดสินใจอย่างมีสติ อนุญาตให้ผมอยู่ที่นี่ต่อ"
    }
  },
  {
    "translation": {
      "en": "So I moved in with Miss Harris, Mama Harris,",
      "th": "ผมเลยย้ายไปอยู่กับคุณแฮร์ริส แม่แฮร์ริส"
    }
  },
  {
    "translation": {
      "en": "and then I got full scholarship in dance here.",
      "th": "จากนั้นผมก็ได้ทุนเต็มรูปแบบในการเรียนเต้นที่นี่"
    }
  },
  {
    "translation": {
      "en": "The first time I was the Little Nutcracker, it felt like,",
      "th": "ครั้งแรกที่ผมเป็นลิตเติลนัทแครกเกอร์ มันรู้สึก…"
    }
  },
  {
    "translation": {
      "en": "\"I'm-- I'm one of the principal roles. I--",
      "th": "ครั้งแรกที่ผมเป็นลิตเติลนัทแครกเกอร์ มันรู้สึก… \"ผมเป็นตัวเอกตัวหนึ่ง เจ๋งเลย!\" ผมรู้สึกว่าคุณอัลเลนเชื่อในตัวผม"
    }
  },
  {
    "translation": {
      "en": "Oh, cool!\" It was, like, Miss Allen believed in me.",
      "th": "\"ผมเป็นตัวเอกตัวหนึ่ง เจ๋งเลย!\" ผมรู้สึกว่าคุณอัลเลนเชื่อในตัวผม"
    }
  },
  {
    "translation": {
      "en": "Now, Ryan Phuong, he's the Little Nutcracker.",
      "th": "ตอนนี้ไรอัน ฟองเป็นลิตเติลนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "Thank God I did it first because I would not wanna follow him.",
      "th": "โชคดีที่ผมแสดงบทนี้ก่อน เพราะผมคงไม่อยากทำให้ได้แบบเขาแน่"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I want it to be magical. You can't just go over here",
      "th": "ฉันอยากให้มันวิเศษ เธอจะแค่มาตรงนี้และยืนท่าที่สี่"
    }
  },
  {
    "translation": {
      "en": "and hit fourth position like a Degas statue,",
      "th": "เธอจะแค่มาตรงนี้และยืนท่าที่สี่ เหมือนรูปปั้นเดกาส์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and go here. No!",
      "th": "และมาตรงนี้ ไม่!"
    }
  },
  {
    "translation": {
      "en": "It's the Hot Chocolate Nutcracker, honey.",
      "th": "มันคือฮอตช็อกโกแลตนัทแครกเกอร์จ้ะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Alive! It's like, \"Oh, my God, look at him!\"",
      "th": "ต้องมีชีวิตชีวา มันแบบว่า \"โอ้พระเจ้า ดูเขาสิ!\""
    }
  },
  {
    "translation": {
      "en": "It's gotta be that.",
      "th": "ต้องเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Look at me. Stop. Look at him!",
      "th": "มองฉัน หยุด มองเขา!"
    }
  },
  {
    "translation": {
      "en": "You're so busy looking at yourselves.",
      "th": "พวกเธอมัวแต่ง่วนอยู่กับการมองดูตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Play the scene. [gasps]",
      "th": "เล่นตามฉากสิ"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my God, he's moving!",
      "th": "\"โอ้พระเจ้า เขาขยับตัว!"
    }
  },
  {
    "translation": {
      "en": "Look at him! [gasps]",
      "th": "ดูเขาสิ!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I touched him! Oh, my God, he's coming!",
      "th": "โอ้พระเจ้า ฉันสัมผัสเขา โอ้พระเจ้า เขากำลังมา!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God! Okay.",
      "th": "โอ้พระเจ้า!"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Ah!\"",
      "th": "โอ้พระเจ้า!\""
    }
  },
  {
    "translation": {
      "en": "It should be like that.",
      "th": "มันควรจะเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I came here for, like, an open class, for hip-hop, right?",
      "th": "ผมมาที่นี่เพื่อเรียนชั้นเรียนเปิด เพื่อเรียนฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "I think it was Chantel, she was teaching,",
      "th": "ผมคิดว่าคุณแชนเทลเป็นคนสอน"
    }
  },
  {
    "translation": {
      "en": "and that was the only thing I would ever do is hip-hop.",
      "th": "และสิ่งเดียวที่ผมจะทำคือเต้นฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "I did not plan on doing ballet or anything.",
      "th": "ผมไม่ได้คิดจะเต้นบัลเลต์เลย"
    }
  },
  {
    "translation": {
      "en": "This little boy, I couldn't believe what I was seeing.",
      "th": "เด็กผู้ชายคนนี้ ฉันไม่เชื่อในสิ่งที่เห็นเลย"
    }
  },
  {
    "translation": {
      "en": "I was like, \"What?\"",
      "th": "ฉันแบบว่า \"อะไรเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "You put that hip-hop music on, you would see like this little tornado,",
      "th": "พอเปิดเพลงฮิปฮอปปุ๊บ คุณจะเห็นพายุทอร์นาโดลูกเล็กๆ ลูกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "like the little Tasmanian Devil, you know? [chuckling]",
      "th": "เหมือนแทสเมเนียนเดวิลตัวน้อย นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "[Debbie] He's been every Nutcracker.",
      "th": "เขาเป็นนัทแครกเกอร์มาแล้วทุกตัว"
    }
  },
  {
    "translation": {
      "en": "He was the Littlest Nutcracker, and now he's the young prince.",
      "th": "เขาเคยเป็นนัทแครกเกอร์ตัวเล็กที่สุด และตอนนี้เขาคือเจ้าชายหนุ่ม (เจ้าชาย)"
    }
  },
  {
    "translation": {
      "en": "Ryan thought he was trying to just take some hip-hop classes,",
      "th": "ไรอันคิดว่าเขาแค่จะมาเรียนฮิปฮอปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "and that's how we reeled him in.",
      "th": "และนั่นคือวิธีที่เราดึงเขาเข้ามา"
    }
  },
  {
    "translation": {
      "en": "We give them something that they want,",
      "th": "เรามอบบางสิ่งที่พวกเขาต้องการให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "but we teach them, in order to do that, you gotta get this first.",
      "th": "แต่เราสอนพวกเขาว่าการที่จะทำแบบนั้นได้ เธอต้องทำสิ่งนี้ให้ได้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Ballet, I… You know, it's…",
      "th": "บัลเลต์ ผม… คือมัน…"
    }
  },
  {
    "translation": {
      "en": "For me, back then, I thought only girls should do that.",
      "th": "สำหรับผมในตอนนั้น ผมคิดว่าควรมีแต่ผู้หญิงที่เต้นบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "I was really terrified to take class.",
      "th": "ผมไม่กล้าเรียนเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Giana] Ballet training, very tough.",
      "th": "การฝึกบัลเลต์นั้นยากมาก"
    }
  },
  {
    "translation": {
      "en": "Who will go through the ballet training",
      "th": "คนที่จะผ่านการฝึกบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "and finish that ballet training,",
      "th": "และฝึกบัลเลต์จนจบได้"
    }
  },
  {
    "translation": {
      "en": "they have strong personality to go further.",
      "th": "พวกเขาต้องมีบุคลิกที่ชัดเจนที่จะไปไกลขึ้นอีกได้"
    }
  },
  {
    "translation": {
      "en": "And Miss Allen told me,",
      "th": "และคุณอัลเลนบอกฉัน"
    }
  },
  {
    "translation": {
      "en": "who she is,",
      "th": "ว่าเธอเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "it's because she went through th-- that tough, strong ballet training.",
      "th": "นั่นก็เพราะเธอผ่านการฝึกบัลเลต์ ที่ยากและรุนแรงมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I went to the North Carolina School of the Arts to audition,",
      "th": "ฉันไปโรงเรียนศิลปะนอร์ทแคโรไลนาเพื่อคัดตัว"
    }
  },
  {
    "translation": {
      "en": "after I'd been trained by the Houston Ballet Foundation.",
      "th": "หลังจากได้รับการฝึกจากมูลนิธิบัลเลต์ฮิวสตัน"
    }
  },
  {
    "translation": {
      "en": "I was so hopeful about that,",
      "th": "ตอนนั้นฉันมีความหวังมาก"
    }
  },
  {
    "translation": {
      "en": "and they used me in the audition to demonstrate,",
      "th": "และพวกเขาใช้ฉันสาธิตในการคัดตัว"
    }
  },
  {
    "translation": {
      "en": "and when it was over, I went to the man and said,",
      "th": "พอจบงาน ฉันไปหาผู้ชายคนหนึ่งและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, I just wanna know, how-- when would we start?",
      "th": "\"ฉันแค่อยากรู้ว่าเราจะเริ่มกันเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "How is this gonna go?\"",
      "th": "มันจะเป็นยังไง\""
    }
  },
  {
    "translation": {
      "en": "And he told me I was not gonna be accepted, and that I was not right for dance,",
      "th": "และเขาบอกว่าพวกเขาจะไม่รับฉัน และฉันไม่เหมาะสำหรับการเต้น"
    }
  },
  {
    "translation": {
      "en": "and my body wasn't right, and I should do something else.",
      "th": "ร่างกายฉันไม่เหมาะ และฉันควรไปทำอย่างอื่นซะ"
    }
  },
  {
    "translation": {
      "en": "And It broke her spirit. And she stopped dancing for a year or two.",
      "th": "มันทำให้แม่เสียใจมาก แม่หยุดเต้นไปปีสองปีเลย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] It was very discouraging.",
      "th": "มันเสียกำลังใจมาก"
    }
  },
  {
    "translation": {
      "en": "He told me, you know, \"Definitely don't think about ballet. Just forget it,\" and, um…",
      "th": "เขาบอกฉันว่า \"อย่าไปคิดเรื่องบัลเลต์เลย ลืมมันซะเถอะ\" และ…"
    }
  },
  {
    "translation": {
      "en": "Wow, that was hard.",
      "th": "โห มันยากนะ"
    }
  },
  {
    "translation": {
      "en": "So when I came back home and it was time to go to college,",
      "th": "พอฉันกลับบ้าน และมันถึงเวลาที่ต้องเข้ามหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "I was accepted to Howard University,",
      "th": "ฉันเข้ามหาวิทยาลัยฮาร์วาร์ดได้"
    }
  },
  {
    "translation": {
      "en": "and so I was, like, \"Okay. I have to let the dance go.",
      "th": "และมันก็เหมือนกับว่า \"โอเค ฉันต้องปล่อยวางเรื่องเต้นแล้วละ"
    }
  },
  {
    "translation": {
      "en": "I love it, but it doesn't love me.\"",
      "th": "ฉันรักมันแต่มันไม่รักฉัน\""
    }
  },
  {
    "translation": {
      "en": "And it was hard.",
      "th": "และมันยากค่ะ"
    }
  },
  {
    "translation": {
      "en": "My mom just was really brokenhearted when I got off that plane.",
      "th": "แม่ฉันเสียใจสุดๆ ตอนที่ฉันลงมาจากเครื่องบินลำนั้น"
    }
  },
  {
    "translation": {
      "en": "That was the hardest part.",
      "th": "นั่นคือส่วนที่ยากที่สุด"
    }
  },
  {
    "translation": {
      "en": "You know, when I got off that plane,",
      "th": "ตอนที่ฉันลงมาจากเครื่องบินลำนั้น และแม่อยู่ที่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "and she was at the airport, and she met me in tears.",
      "th": "ตอนที่ฉันลงมาจากเครื่องบินลำนั้น และแม่อยู่ที่สนามบิน แม่เจอฉันทั้งน้ำตา"
    }
  },
  {
    "translation": {
      "en": "And she said, \"Deborah, you failed.\"",
      "th": "และแม่พูดว่า \"เดบอราห์ ลูกล้มเหลว\""
    }
  },
  {
    "translation": {
      "en": "\"Deborah, you failed.\"",
      "th": "\"เดบอราห์ ลูกล้มเหลว\""
    }
  },
  {
    "translation": {
      "en": "My mom said, \"You come home this summer, you don't go and dance.",
      "th": "แม่ฉันบอกว่า \"ฤดูร้อนนี้ ลูกห้ามไปเต้น"
    }
  },
  {
    "translation": {
      "en": "I'm gonna save the money that I've been putting aside to send you away to dance",
      "th": "แม่จะเก็บเงินที่สะสมมาตลอด เพื่อส่งลูกไปเต้นเอาไว้"
    }
  },
  {
    "translation": {
      "en": "and buy a car.\"",
      "th": "และซื้อรถหนึ่งคัน\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"No! No, Mom, no. No, I want to.\"",
      "th": "ฉันบอก \"ไม่นะ แม่ ไม่ หนูอยากเต้น\""
    }
  },
  {
    "translation": {
      "en": "And that was the summer that I met Martha Graham",
      "th": "และนั่นคือฤดูร้อนที่ฉันได้เจอมาร์ทา เกรแฮม"
    }
  },
  {
    "translation": {
      "en": "and Meredith Monk",
      "th": "และเมเรดิท มังค์"
    }
  },
  {
    "translation": {
      "en": "and Twyla Tharp",
      "th": "และทไวลา ทาร์พ"
    }
  },
  {
    "translation": {
      "en": "and Alvin Ailey.",
      "th": "และอัลวิน เอลีย์"
    }
  },
  {
    "translation": {
      "en": "It was a new wave of dancers who were breaking the traditional mold,",
      "th": "มันคือนักเต้นคลื่นลูกใหม่ที่ทำลายรูปแบบเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "doing something new and exciting.",
      "th": "ทำอะไรใหม่ๆ และน่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "When I saw Alvin Ailey, it was everything for me.",
      "th": "ตอนที่ฉันเห็นอัลวิน เอลีย์ มันคือทุกอย่างสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Child, take these toe shoes, honey, put them somewhere else.",
      "th": "ฉันคิด \"เธอจ๋า เอารองเท้าลุยหิมะนี่ไป เอาไปไว้ที่อื่นเลย"
    }
  },
  {
    "translation": {
      "en": "I wanna dance about feelings.\"",
      "th": "ฉันอยากเต้นเกี่ยวกับความรู้สึก\""
    }
  },
  {
    "translation": {
      "en": "I've been trying for years to f-- figure out",
      "th": "ฉันพยายามคิดหาทางอยู่หลายปี"
    }
  },
  {
    "translation": {
      "en": "what-- how could I really use the language of tap in the show.",
      "th": "ว่าจะใช้ภาษาของการเต้นแท็ป ในการแสดงได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "This year, Savion Glover's coming.",
      "th": "ปีนี้เราได้เซเวียง โกลเวอร์มา"
    }
  },
  {
    "translation": {
      "en": "I've asked him to create a piece called \"The Train.\"",
      "th": "ฉันขอให้เขาสร้างสรรค์การแสดง ที่ชื่อว่า \"รถไฟ\""
    }
  },
  {
    "translation": {
      "en": "[Savion] Miss Debbie Allen had an idea early on,",
      "th": "คุณเด็บบี้ อัลเลนมีไอเดียอยู่แล้วตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "and then she put that idea",
      "th": "จากนั้นเธอก็เอาไอเดียนั้น ใส่เข้ามาในกระบวนการคิดของผม"
    }
  },
  {
    "translation": {
      "en": "in my thought process, and I was thinking about it",
      "th": "จากนั้นเธอก็เอาไอเดียนั้น ใส่เข้ามาในกระบวนการคิดของผม และผมคิดถึงมันตลอดเวลา จากนั้นก็กลับมา"
    }
  },
  {
    "translation": {
      "en": "for the whole time, and then I came back,",
      "th": "และผมคิดถึงมันตลอดเวลา จากนั้นก็กลับมา"
    }
  },
  {
    "translation": {
      "en": "and, um, I was ready to go.",
      "th": "แล้วผมก็พร้อมลุย"
    }
  },
  {
    "translation": {
      "en": "And her idea was that, you know, to get this train thing moving,",
      "th": "และไอเดียของเธอคือ การทำให้รถไฟขบวนนี้เคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "to get us from one scene to the next.",
      "th": "เพื่อพาพวกเราจากฉากหนึ่งไปยังฉากต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Thank you. Thank you!",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Beyond the choreography, I just want them to come out",
      "th": "นอกเหนือจากการเต้นแล้ว ผมอยากให้พวกเขาออกมา พร้อมความรู้สึกของการเสริมพลัง"
    }
  },
  {
    "translation": {
      "en": "with a sense of empowerment,",
      "th": "ผมอยากให้พวกเขาออกมา พร้อมความรู้สึกของการเสริมพลัง"
    }
  },
  {
    "translation": {
      "en": "a sense of greatness, a sense of achievement,",
      "th": "ความรู้สึกของความยิ่งใหญ่ ความรู้สึกของความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "a sense of expression!",
      "th": "ความรู้สึกของการแสดงออก"
    }
  },
  {
    "translation": {
      "en": "This ability to think about making someone think differently.",
      "th": "ความสามารถนี้ในการคิดเกี่ยวกับ การทำให้ใครบางคนคิดอย่างแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "[girl] That was just my style.",
      "th": "นั่นคือสไตล์ของหนู"
    }
  },
  {
    "translation": {
      "en": "He just told me to freestyle at the beginning,",
      "th": "เขาบอกหนูว่าให้เต้นอย่างอิสระในช่วงแรก หนูเลยสร้างสรรค์อะไรเล็กน้อย เป็นของตัวเองขึ้นมาในช่วงแรกและช่วงท้าย"
    }
  },
  {
    "translation": {
      "en": "and so I just created my own little thing at the beginning and end.",
      "th": "หนูเลยสร้างสรรค์อะไรเล็กน้อย เป็นของตัวเองขึ้นมาในช่วงแรกและช่วงท้าย"
    }
  },
  {
    "translation": {
      "en": "I wanna be just available as a human being,",
      "th": "ผมอยากจะเป็นมนุษย์ที่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "and I like that exchange, that allows me to learn from them.",
      "th": "ผมชอบการแลกเปลี่ยนแบบนั้น ที่ทำให้ผมได้เรียนรู้จากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And hopefully, they learn from me.",
      "th": "และหวังว่าพวกเขาจะได้เรียนรู้จากผมด้วย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] We're gonna have a session-- We're gonna start having sessions during the week",
      "th": "โอเค เราจะเริ่มมีการประชุมระหว่างสัปดาห์กัน"
    }
  },
  {
    "translation": {
      "en": "because, otherwise, I don't think you're gonna get there,",
      "th": "เพราะไม่อย่างนั้น ฉันว่าพวกเธอทำไม่สำเร็จแน่"
    }
  },
  {
    "translation": {
      "en": "and I-- I need to rearrange some of your places.",
      "th": "และฉันต้องจัดตำแหน่งพวกเธอบางคนใหม่ด้วย"
    }
  },
  {
    "translation": {
      "en": "And they're just not getting the doll dance,",
      "th": "และพวกเขาจะไม่ได้เต้นตุ๊กตา"
    }
  },
  {
    "translation": {
      "en": "and I don't want them to be on stage and not look fantastic.",
      "th": "และฉันไม่อยากให้พวกเขาอยู่บนเวที และดูไม่เลิศ"
    }
  },
  {
    "translation": {
      "en": "I just got kicked out of \"Dolls,\" like my sister too.",
      "th": "หนูโดนไล่ออกจากบท \"ตุ๊กตา\" น้องสาวหนูก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "'Cause, um, she wants me to be in the party scene.",
      "th": "เพราะเธออยากให้หนูอยู่ในฉากงานเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "[Eartha loudly] So you've gotta be in it from the very top.",
      "th": "พวกเธอต้องเข้าถึงบทบาทตั้งแต่แรกเลย"
    }
  },
  {
    "translation": {
      "en": "I can't be a monkey over here like this.",
      "th": "ฉันไม่สามารถเป็นลิงอยู่ตรงนี้แบบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "I'm ready for fairies,",
      "th": "ฉันพร้อมสำหรับเหล่านางฟ้า"
    }
  },
  {
    "translation": {
      "en": "so when y'all in that wings, I want y'all like this.",
      "th": "ดังนั้นเมื่อพวกเธออยู่ในฉากข้างเวทีนั้น ฉันอยากให้พวกเธอเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Ready to go!",
      "th": "พร้อมลุย"
    }
  },
  {
    "translation": {
      "en": "I need arms swinging. What happened to that?",
      "th": "ฉันอยากให้แกว่งแขวน เมื่อกี้แขนเป็นอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "[shouting] And a one, two, three, four.",
      "th": "และหนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "And a up, up, up, up.",
      "th": "และโดด โดด โดด โดด"
    }
  },
  {
    "translation": {
      "en": "Yes, Tova!",
      "th": "ใช่แล้ว โทวา"
    }
  },
  {
    "translation": {
      "en": "-I'm the-- Yes! -[male instructor laughing]",
      "th": "ใช่!"
    }
  },
  {
    "translation": {
      "en": "[sighs] Come on, girl, get in there.",
      "th": "มาเลย สาวน้อย เข้าไปในนั้น"
    }
  },
  {
    "translation": {
      "en": "I got the job of doing \"Rainforest,\"",
      "th": "ฉันได้รับมอบหมายให้ดูแลฉาก \"ป่าฝน\""
    }
  },
  {
    "translation": {
      "en": "and \"Rainforest\" is one of the biggest production numbers",
      "th": "และ \"ป่าฝน\" คือหนึ่งในฉากที่ใช้คนมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "in the show.",
      "th": "ในการแสดง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] \"Rainforest\" is beautiful. Butterflies,",
      "th": "\"ป่าฝน\" งดงาม มีผีเสื้อ ลิง เสือดำ"
    }
  },
  {
    "translation": {
      "en": "monkeys, panthers.",
      "th": "มีผีเสื้อ ลิง เสือดำ"
    }
  },
  {
    "translation": {
      "en": "When you think about herds of animals on the plains in Africa,",
      "th": "เวลาที่เราคิดถึงฝูงสัตว์บนที่ราบในแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "the migration, everyone's going in the same direction,",
      "th": "การอพยพ ทุกคนจะเคลื่อนไหวไปในทิศทางเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "and so there is a-- a journey that's taking place.",
      "th": "มันก็เลยมีการเดินทางเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, how big is the cast?",
      "th": "โอ้พระเจ้า นักแสดงเยอะอะไรอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "You know, I don't wanna say it out loud!",
      "th": "ฉันไม่อยากจะพูดออกมาเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Delorse, my costumer, might slap me.",
      "th": "เดอลอร์ส ฝ่ายเสื้อผ้าของฉันอาจตบหน้าฉันได้"
    }
  },
  {
    "translation": {
      "en": "When she saw the cast of people,",
      "th": "ตอนที่เธอเห็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "she said, \"Miss Allen, really?\" I'm like, \"Yeah, Delorse.\"",
      "th": "เธอถามว่า \"คุณอัลเลน เอาจริงดิ\" ฉันบอก \"จริงจ้ะ เดอลอร์ส\""
    }
  },
  {
    "translation": {
      "en": "Shh. No more talking, please.",
      "th": "เลิกคุยกันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Who does not have a costume? Hm?",
      "th": "ใครยังไม่มีชุดบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Delorse] Well, we have a cast of almost 200.",
      "th": "เรามีนักแสดงเกือบ 200 คน"
    }
  },
  {
    "translation": {
      "en": "Each person is wearing, you know, three-- two to three things.",
      "th": "แต่ละคนใส่ของสองสามชิ้น"
    }
  },
  {
    "translation": {
      "en": "Some kids are wearing five.",
      "th": "เด็กบางคนใส่ห้าชิ้น"
    }
  },
  {
    "translation": {
      "en": "Okay, girls.",
      "th": "โอเค เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "She went to go get more costumes.",
      "th": "เธอไปเอาชุดมาเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "[loudly] I still hear talking. Okay!",
      "th": "ฉันยังได้ยินเสียงคุยอยู่เลย โอเค!"
    }
  },
  {
    "translation": {
      "en": "We're just… It's a little busy.",
      "th": "เราแค่… มันยุ่งนิดหน่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Everybody like their costumes?",
      "th": "ทุกคนชอบชุดของตัวเองไหม"
    }
  },
  {
    "translation": {
      "en": "-[kids] Yes! -Excellent.",
      "th": "ชอบค่ะ! ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] That's two people missing.",
      "th": "หายไปสองคน"
    }
  },
  {
    "translation": {
      "en": "Oh! One, two. There's two.",
      "th": "หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "-Who's missing? -[costume helper] JoAnn and AuDrya.",
      "th": "- ใครหายไป - โจแอนกับออเดรีย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] And where are they?",
      "th": "แล้วพวกเขาอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Some lady was trying to say JoAnn hit her car,",
      "th": "มีผู้หญิงคนหนึ่งพยายามพูดว่าโจแอนรถชน"
    }
  },
  {
    "translation": {
      "en": "but she didn't, so they're on their way. [chuckles]",
      "th": "แต่ไม่จริง พวกเขากำลังมา"
    }
  },
  {
    "translation": {
      "en": "I was eight when I started at DADA.",
      "th": "ฉันอายุแปดขวบตอนที่เริ่มเรียนที่ดาดา"
    }
  },
  {
    "translation": {
      "en": "This year, I've been kinda like getting there when I wanted to,",
      "th": "ปีนี้ฉันมาซ้อมตอนที่ฉันอยากมา"
    }
  },
  {
    "translation": {
      "en": "like, just trying to be a teenager, I guess.",
      "th": "ฉันพยายามทำตัวเป็นเด็กวัยรุ่นมั้งคะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie shouts] JoAnn!",
      "th": "โจแอน!"
    }
  },
  {
    "translation": {
      "en": "You don't just walk in my rehearsal. What happened?",
      "th": "อย่าเดินเข้ามาซ้อมหน้าตาเฉย เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-For what? -[JoAnn] Speeding.",
      "th": "เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Stay here.",
      "th": "อยู่ตรงนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "One, plié.",
      "th": "หนึ่ง พลิเย"
    }
  },
  {
    "translation": {
      "en": "Go warm up at the bar.",
      "th": "ไปอบอุ่นร่างกายที่บาร์"
    }
  },
  {
    "translation": {
      "en": "One, plié.",
      "th": "หนึ่ง พลิเย"
    }
  },
  {
    "translation": {
      "en": "And down, down…",
      "th": "และย่อ"
    }
  },
  {
    "translation": {
      "en": "[JoAnn] Whenever I feel that I let her down, it was very…",
      "th": "ทุกครั้งที่ฉันรู้สึกว่าฉันทำให้เธอผิดหวัง มันเป็นอะไรที่…"
    }
  },
  {
    "translation": {
      "en": "[sighs] Like, it got to me every time.",
      "th": "ฉันเสียใจทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "So, I'm like, \"Dang, I can't let her down no more. We can't have these talks.",
      "th": "ฉันจะทำให้เธอผิดหวังอีกไม่ได้แล้ว เราจะคุยเรื่องแบบนี้กันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The next few talks we have to have have to be good talks.\"",
      "th": "การพูดคุยครั้งต่อๆ ไปต้องเป็นการพูดคุยที่ดี"
    }
  },
  {
    "translation": {
      "en": "[laughs] Like, instead of just her telling me to get it together.",
      "th": "แทนที่เธอจะบอกฉันว่าให้จัดการตัวเองให้ดี"
    }
  },
  {
    "translation": {
      "en": "It takes a lot.",
      "th": "มันต้องทุ่มเทเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "I don't know. I think it comes down to heart and will",
      "th": "ไม่รู้สิ ฉันคิดว่ามันอยู่ที่ใจและความมุ่งมั่น"
    }
  },
  {
    "translation": {
      "en": "and wanting it for yourself, wanting something more.",
      "th": "และต้องการมันเพื่อตัวเอง ต้องการอะไรมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "And…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Working your butt off.",
      "th": "ซ้อมให้หนักสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I'm trying to help you learn professional work ethic.",
      "th": "ฉันกำลังพยายามช่วยให้พวกเธอเรียนรู้ จริยธรรมในการทำงานแบบมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "Say \"work ethic.\"",
      "th": "พูดซิ \"จริยธรรมในการทำงาน\""
    }
  },
  {
    "translation": {
      "en": "[dancers] Work ethic.",
      "th": "จริยธรรมในการทำงาน"
    }
  },
  {
    "translation": {
      "en": "Work ethic.",
      "th": "จริยธรรมในการทำงาน"
    }
  },
  {
    "translation": {
      "en": "[dancers] Work ethic.",
      "th": "จริยธรรมในการทำงาน"
    }
  },
  {
    "translation": {
      "en": "This should apply to everything you do in life.",
      "th": "สิ่งนี้ควรจะประยุกต์ใช้กับทุกอย่างในชีวิตเธอได่้"
    }
  },
  {
    "translation": {
      "en": "Your homework, how you do your work at school,",
      "th": "การบ้านของเธอ วิธีที่เธอทำงานที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "what other jobs",
      "th": "งานอื่นๆ และความปรารถนาในอาชีพอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and other career aspirations that you have.",
      "th": "งานอื่นๆ และความปรารถนาในอาชีพอื่นๆ ที่เธอมี"
    }
  },
  {
    "translation": {
      "en": "If you work in the post office, if you are a teacher,",
      "th": "ถ้าเธอทำงานที่ที่ทำการไปรษณีย์ ถ้าเธอเป็นครู"
    }
  },
  {
    "translation": {
      "en": "if you are a maintenance person,",
      "th": "ถ้าเธอเป็นเจ้าหน้าที่ซ่อมบำรุง"
    }
  },
  {
    "translation": {
      "en": "if you work in Washington,",
      "th": "ถ้าเธอทำงานในรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "your work ethic must be the same.",
      "th": "จริยธรรมในการทำงานของพวกเธอ ต้องเหมือนกันหมด"
    }
  },
  {
    "translation": {
      "en": "If you work with children, your work ethic should even be better.",
      "th": "ถ้าเธอทำงานกับเด็กๆ จริยธรรมในการทำงานของเธอยิ่งควรจะดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Adolescence is difficult,",
      "th": "ช่วงวัยรุ่นมันยาก"
    }
  },
  {
    "translation": {
      "en": "and it's sort of like your mind leaves you for a bit",
      "th": "และมันเหมือนกับว่าจิตใจคุณทิ้งคุณไปชั่วครู่"
    }
  },
  {
    "translation": {
      "en": "and you're just sort of out in orbit.",
      "th": "และคุณหลุดออกจากวงโคจร"
    }
  },
  {
    "translation": {
      "en": "You're exploring yourself, you're exploring things around you,",
      "th": "คุณสำรวจตัวเอง สำรวจสิ่งต่างๆ รอบตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "but the fact that you have something to go to three or four times a week",
      "th": "แต่การที่คุณมีอะไรบางอย่างให้ต้องไปทำ อาทิตย์ละสามหรือสี่วัน"
    }
  },
  {
    "translation": {
      "en": "and be responsible to",
      "th": "และต้องรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "helps you be responsible",
      "th": "มันช่วยให้คุณมีความรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "with your school work, your homework, your chores at home,",
      "th": "กับงานที่โรงเรียนคุณ การบ้านคุณ งานบ้านที่บ้านคุณ"
    }
  },
  {
    "translation": {
      "en": "and it gives you a sense of gratitude.",
      "th": "และมันมอบความรู้สึกขอบคุณให้คุณ"
    }
  },
  {
    "translation": {
      "en": "How do you think you're going to get where we are?",
      "th": "พวกเธอคิดว่าเราจะมาถึงจุดที่เราอยู่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Where are you trying to go in life?",
      "th": "เธอพยายามจะไปให้ถึงจุดไหนในชีวิตนี้"
    }
  },
  {
    "translation": {
      "en": "Every day is not just a rehearsal for Nutcracker,",
      "th": "ทุกวันไม่ได้เป็นแค่ การซ้อมเพื่อแสดงนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "it's a rehearsal for the rest of your life.",
      "th": "มันคือการซ้อมเพื่อทั้งชีวิตของเธอ!"
    }
  },
  {
    "translation": {
      "en": "You come in here late,",
      "th": "ถ้าเธอมาที่นี่สาย"
    }
  },
  {
    "translation": {
      "en": "that's where you're gonna be on your next job, and you're fired.",
      "th": "นั่นคือที่ที่เธอจะอยู่ในงานต่อไปของเธอ และเธอถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "You walk into a Broadway show late, you're fired.",
      "th": "เธอเดินเข้าไปในการแสดงบรอดเวย์สาย เธอก็ถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "The understudy is on. They don't care how much they like you.",
      "th": "ตัวสำรองขึ้นเวทีไปแล้ว พวกเขาไม่สนหรอกว่าจะชอบเธอแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You're not professional.",
      "th": "เธอไม่ใช่มืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "-Do you understand? -[dancers] Yes.",
      "th": "- เข้าใจไหม - เข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "Every day is your rehearsal for life, not just the Nutcracker.",
      "th": "ทุกวันคือการฝึกซ้อมเพื่อชีวิต ไม่ใช่แค่เดอะนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "Take it seriously. Make it into something.",
      "th": "จงจริงจังกับมัน ทำให้มันเป็นอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "We have a lot of work to do. I wanted to see you…",
      "th": "เรามีงานต้องทำเยอะมาก ฉันอยากเห็นพวกเธอ…"
    }
  },
  {
    "translation": {
      "en": "Look, we're not in a bad place, but we have literally a month,",
      "th": "เราไม่ได้อยู่ในจุดที่แย่ แต่เรามีเวลาอีกแค่เดือนเดียว"
    }
  },
  {
    "translation": {
      "en": "which means we don't have a month 'cause we don't rehearse every day.",
      "th": "ซึ่งแปลว่าเรามีเวลาไม่ถึงหนึ่งเดือน เพราะเราไม่ได้ซ้อมทุกวัน"
    }
  },
  {
    "translation": {
      "en": "-So this is your homework. -Thank you, Miss Allen. [dancers] Thank you, Miss Allen.",
      "th": "- ดังนั้นนี่คือการบ้านของเธอ - ขอบคุณค่ะ คุณอัลเลน"
    }
  },
  {
    "translation": {
      "en": "[Debbie shouts] Don't come to my rehearsal late.",
      "th": "อย่ามาซ้อมกับฉันสาย"
    }
  },
  {
    "translation": {
      "en": "Don't come to any rehearsal late again, and I mean it.",
      "th": "อย่ามาซ้อมอะไรสายอีกเด็ดขาด ฉันพูดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Dismissed.",
      "th": "ขอบคุณ ไปได้"
    }
  },
  {
    "translation": {
      "en": "-[dancers] Thank you, Miss Allen. -Thank you, Miss Cathie.",
      "th": "- ขอบคุณ คุณอัลเลน - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[Debbie] Yes.",
      "th": "- ขอบคุณค่ะ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Yes.",
      "th": "- ขอบคุณค่ะ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Thank you.",
      "th": "- จ้ะ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't come late, AuDrya.",
      "th": "อย่ามาสาย ออเดรีย"
    }
  },
  {
    "translation": {
      "en": "If you're late, just stay out.",
      "th": "ถ้ามาสายก็อยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Yes.",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Miss Allen. -Yes.",
      "th": "- ขอบคุณค่ะ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Hmm!",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Miss Allen. -Yes.",
      "th": "- ขอบคุณค่ะ คุณอัลเลน - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Miss Allen. -More joy. You're beautiful.",
      "th": "- ขอบคุณค่ะ คุณอัลเลน - สนุกขึ้นหน่อย เธอเป็นคนสวย"
    }
  },
  {
    "translation": {
      "en": "No, do you know how beautiful you are? I don't think you do.",
      "th": "รู้ตัวไหมว่าเธอสวยแค่ไหน ฉันว่าเธอไม่รู้นะ"
    }
  },
  {
    "translation": {
      "en": "You're so beautiful.",
      "th": "เธอสวยมาก"
    }
  },
  {
    "translation": {
      "en": "Embody that. Embrace that when you dance.",
      "th": "เอามันมาใช้ เอามันมาใช้เวลาเธอเต้น"
    }
  },
  {
    "translation": {
      "en": "Go away.",
      "th": "ไปได้แล้วจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "- จ้ะ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Get rid of those nails.",
      "th": "ขอบคุณ ตัดเล็บพวกนั้นทิ้งซะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Miss Allen. -Yes.",
      "th": "- ขอบคุณค่ะ คุณอัลเลน - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you. You'll be doing it.",
      "th": "ขอบใจจ้ะ เธอจะทำได้"
    }
  },
  {
    "translation": {
      "en": "[Karen] The window of opportunity to enter in the dance world is small.",
      "th": "โอกาสที่จะเข้าสู่วงการเต้นรำได้นั้นมีน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "You have to do it by a certain time.",
      "th": "คุณต้องเข้าวงการให้ได้ภายในช่วงเวลาหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You have to pull yourself up",
      "th": "คุณต้องทำตัวเองให้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "in a way that, by the time you definitely are out of high school,",
      "th": "ในแบบที่ทันทีที่คุณเรียนจบชั้น ม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "you have to be able to audition and compete.",
      "th": "คุณต้องสามารถไปคัดตัวและแข่งขันได้"
    }
  },
  {
    "translation": {
      "en": "April, you come from this side of stage, and you basically tell them all to come.",
      "th": "เอพริล เธอมาจากด้านนี้ของเวที แล้วเธอก็บอกให้พวกเขาทุกคนมา"
    }
  },
  {
    "translation": {
      "en": "[April] I auditioned for Dance Theatre of Harlem, and I wasn't accepted into the company.",
      "th": "ฉันไปคัดตัวเข้าแดนซ์เทียเตอร์ออฟฮาเล็ม และฉันไม่ผ่าน"
    }
  },
  {
    "translation": {
      "en": "Then I was auditioning for other places,",
      "th": "จากนั้นฉันก็ไปคัดตัวที่อื่นๆ"
    }
  },
  {
    "translation": {
      "en": "thinking that I would get in somewhere else,",
      "th": "คิดว่าคงเข้าที่ไหนได้สักที่"
    }
  },
  {
    "translation": {
      "en": "but it just didn't happen.",
      "th": "แต่ก็ยังเข้าไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Like, as a dancer,",
      "th": "ในฐานะนักเต้น"
    }
  },
  {
    "translation": {
      "en": "you're always trying to find the next place to go",
      "th": "เราจะพยายามหาที่ไปต่อไปตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "or trying to improve.",
      "th": "หรือพยายามพัฒนา"
    }
  },
  {
    "translation": {
      "en": "And sometimes, it feels like, you know, you're just stuck auditioning",
      "th": "และบางครั้งมันรู้สึกเหมือนกับ เราติดอยู่กับการคัดตัว"
    }
  },
  {
    "translation": {
      "en": "and not getting anything.",
      "th": "และไม่ได้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "So, it's just, like, the life of a dancer is very hard,",
      "th": "เพราะฉะนั้นชีวิตของนักเต้นลำบากมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "but, like, I can't imagine myself doing anything else.",
      "th": "แต่ฉันก็นึกภาพตัวเองทำอย่างอื่นไม่ออก"
    }
  },
  {
    "translation": {
      "en": "[Savoy] I applied to 12 schools. I would always say, when I was younger,",
      "th": "ฉันสมัครไป 12 โรงเรียน ตอนฉันเด็กกว่านี้ ฉันบอก \"ฉันจะสมัครเรียนเต้น"
    }
  },
  {
    "translation": {
      "en": "I was like, \"I'm applying for dance. I don't have to do anything.",
      "th": "ตอนฉันเด็กกว่านี้ ฉันบอก \"ฉันจะสมัครเรียนเต้น ฉันไม่ต้องทำอะไร เกรดก็ไม่สำคัญ ไม่มีอะไรสำคัญ"
    }
  },
  {
    "translation": {
      "en": "My grades don't matter. Nothing matters.",
      "th": "ฉันไม่ต้องทำอะไร เกรดก็ไม่สำคัญ ไม่มีอะไรสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I'm just gonna dance.\" And like, no.",
      "th": "ฉันแค่จะเต้น\" แต่มันไม่ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Like, it's honestly, like, worse.",
      "th": "มันแย่กว่านั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So, I'm freaking out a little bit.",
      "th": "ฉันเลยสติแตกนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "It takes so much focus to succeed.",
      "th": "มันต้องใช้สมาธิเยอะมากเพื่อที่จะสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "You can't let things get you down.",
      "th": "จะปล่อยให้อะไรทำให้คุณรู้สึกแย่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Whether your teacher is too mean,",
      "th": "ไม่ว่าครูของคุณจะใจร้ายเกินไป"
    }
  },
  {
    "translation": {
      "en": "or it's too easy,",
      "th": "หรือมันง่ายเกินไป"
    }
  },
  {
    "translation": {
      "en": "you can't let it disturb you.",
      "th": "จะปล่อยให้มันรบกวนคุณไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Eartha] Six, hold. Up!",
      "th": "หก หยุด"
    }
  },
  {
    "translation": {
      "en": "I need to learn that too…",
      "th": "ผมก็ต้องเรียนรู้เรื่องนั้นเหมือนกัน เพราะผมก็ยังทำสิ่งเดียวกันอยู่"
    }
  },
  {
    "translation": {
      "en": "because I do the same thing still. You know what I mean?",
      "th": "ผมก็ต้องเรียนรู้เรื่องนั้นเหมือนกัน เพราะผมก็ยังทำสิ่งเดียวกันอยู่ นึกออกไหม เวลาที่ผมไม่มีงานออกแบบท่าเต้น"
    }
  },
  {
    "translation": {
      "en": "I-- I-- I don't get a choreography job, I'm immediately like,",
      "th": "นึกออกไหม เวลาที่ผมไม่มีงานออกแบบท่าเต้น ผมจะคิดทันทีว่า \"ฉันไม่ดีพอ ลืมมันซะเถอะ\""
    }
  },
  {
    "translation": {
      "en": "\"I'm not good enough. Forget it,\" and I quit.",
      "th": "ผมจะคิดทันทีว่า \"ฉันไม่ดีพอ ลืมมันซะเถอะ\" แล้วผมก็เลิก"
    }
  },
  {
    "translation": {
      "en": "Up, eight.",
      "th": "ขึ้น แปด"
    }
  },
  {
    "translation": {
      "en": "We have to work hard at what we do. I don't care if you're eight years old.",
      "th": "เราต้องทุ่มเทในสิ่งที่เราทำ ผมไม่สนว่าคุณจะแปดขวบรึเปล่า มีนักแสดงแปดขวบในภาพยนตร์เยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "There's eight-year-old actors and actresses in movies right now",
      "th": "ผมไม่สนว่าคุณจะแปดขวบรึเปล่า มีนักแสดงแปดขวบในภาพยนตร์เยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "that are doing huge scenes.",
      "th": "ที่แสดงฉากใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "You have to be engaged, it doesn't matter how young.",
      "th": "คุณต้องมีส่วนร่วม ไม่ว่าคุณจะเด็กแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[JoAnn] I wanted to be, like, a company dancer, so I wanted to go to school, train, train, train,",
      "th": "ฉันอยากเป็นนักเต้นของคณะบัลเลต์ ฉันเลยอยากไปโรงเรียน ฝึกซ้อม"
    }
  },
  {
    "translation": {
      "en": "graduate, then, hopefully, get into a company like Alvin Ailey.",
      "th": "เรียนให้จบ และเข้าคณะบัลเลต์อย่างอัลวิน เอลีย์"
    }
  },
  {
    "translation": {
      "en": "Everybody has that dream. Everybody wants to dance professionally.",
      "th": "ทุกคนฝันแบบนั้น ทุกคนอยากเต้นอย่างมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "You see that in Savoy.",
      "th": "คุณเห็นสิ่งนั้นในตัวซาวอย"
    }
  },
  {
    "translation": {
      "en": "You see that in April.",
      "th": "คุณเห็นสิ่งนั้นในตัวเอพริล"
    }
  },
  {
    "translation": {
      "en": "You see that in JoAnn.",
      "th": "คุณเห็นสิ่งนั้นในตัวโจแอน"
    }
  },
  {
    "translation": {
      "en": "[Eartha] Sometimes, you see it in their eyes, like…",
      "th": "บางครั้งคุณเห็นมันในตาพวกเขา แบบว่า…"
    }
  },
  {
    "translation": {
      "en": "Are they gonna make it? Are they gonna make it?",
      "th": "พวกเขาจะทำสำเร็จไหมนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, girl. You can make it! You can make it!",
      "th": "สู้เขา สาวน้อย เธอทำได้"
    }
  },
  {
    "translation": {
      "en": "And, uh, you know, I know a lot of people who don't become dancers,",
      "th": "และฉันรู้จักคนมากมายที่ไม่ได้เป็นนักเต้น"
    }
  },
  {
    "translation": {
      "en": "who are incredible surgeons,",
      "th": "คนที่เป็นศัลยแพทย์ที่เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "but have dance still under their belt.",
      "th": "แต่ยังคงมีความรู้ด้านการเต้นติดตัว"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Well, Steve Jobs took dance class.",
      "th": "สตีฟ จอบส์ก็เคยเรียนเต้น"
    }
  },
  {
    "translation": {
      "en": "He did.",
      "th": "จริงๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "He bailed out of his math class to go and take dance class.",
      "th": "เขาหนีออกมาจากชั้นเรียนคณิตศาสตร์ เพื่อไปเรียนเต้น"
    }
  },
  {
    "translation": {
      "en": "That says a lot to me.",
      "th": "นั่นบอกอะไรกับฉันหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Like, I wanna go to New York and go to these schools,",
      "th": "ฉันอยากไปนิวยอร์ก ไปเรียนโรงเรียนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "but I don't think I can do it, then my mom is like,",
      "th": "แต่ฉันคิดว่าคงทำไม่ได้ แล้วแม่ฉันก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh well, this Ailey scholarship audition is coming up in New York, so…\"",
      "th": "\"กำลังจะมีการคัดตัว นักเรียนทุนเอลีย์ในนิวยอร์กนะ…\""
    }
  },
  {
    "translation": {
      "en": "And I'm, \"Wait, am I going? Are we going?\" She's like, \"You and Savoy are.\"",
      "th": "และฉันบอก \"เดี๋ยวนะ หนูจะได้ไปเหรอ\" แม่บอก \"ลูกกับซาวอยจะไปกัน\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh, wow.\" So it's just us two, both 17…",
      "th": "ฉันบอก \"โอ้ ว้าว\" สรุปว่ามีแค่เราสองคน อายุ 17 ทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[chuckles] …getting on a plane by ourselves and going to New York to audition for this school.",
      "th": "ขึ้นเครื่องบินไปนิวยอร์ก และไปคัดตัวเข้าโรงเรียนนี้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And then I went to San Francisco",
      "th": "จากนั้นฉันก็ไปซานฟรานซิสโกเพื่อคัดตัวที่ไลน์ส"
    }
  },
  {
    "translation": {
      "en": "for LINES. I felt really comfortable there.",
      "th": "จากนั้นฉันก็ไปซานฟรานซิสโกเพื่อคัดตัวที่ไลน์ส ฉันรู้สึกสบายใจกับที่นั่นมาก"
    }
  },
  {
    "translation": {
      "en": "Very comfortable. So after I got a scholarship to their summer program, it gave me hope.",
      "th": "หลังจากได้ทุนเรียนโครงการฤดูร้อนของพวกเขา ฉันก็มีความหวัง"
    }
  },
  {
    "translation": {
      "en": "\"Maybe I can dance in my future.\"",
      "th": "\"ในอนาคตฉันอาจได้เต้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[instructor] Good job. -[applauding]",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Then after that, they were asking, um, for, like, payment deadlines,",
      "th": "แล้วหลังจากนั้น พวกเขาก็ถามถึงกำหนดการจ่ายเงิน"
    }
  },
  {
    "translation": {
      "en": "right after the intensive.",
      "th": "ทันทีหลังจบโครงการฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "[woman] Housing for a month in San Francisco is…",
      "th": "การพักอยู่ในซานฟรานซิสโกหนึ่งเดือนนั้น…"
    }
  },
  {
    "translation": {
      "en": "because they don't provide housing at the intensives,",
      "th": "เพราะพวกเขาไม่จัดหาที่พักให้ ในโครงการฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "it's just off the chain.",
      "th": "มันแพงมาก"
    }
  },
  {
    "translation": {
      "en": "And going to Ailey,",
      "th": "และการจะเรียนที่เอลีย์"
    }
  },
  {
    "translation": {
      "en": "she wasn't awarded any scholarships, so just for a summer, to go to Ailey, or…",
      "th": "เธอไม่ได้รับทุนการศึกษาอะไรเลย ดังนั้นแค่ฤดูร้อนเดียว เพื่อจะเข้าเอลีย์หรือ…"
    }
  },
  {
    "translation": {
      "en": "It was pretty close to,",
      "th": "มันก็เกือบจะ"
    }
  },
  {
    "translation": {
      "en": "with tuition and housing,",
      "th": "รวมค่าเล่าเรียนและที่พัก"
    }
  },
  {
    "translation": {
      "en": "probably like six, seven grand.",
      "th": "ก็น่าจะประมาณหกเจ็ดพันแล้ว"
    }
  },
  {
    "translation": {
      "en": "And that's just not…",
      "th": "และนั่นไม่ใช่…"
    }
  },
  {
    "translation": {
      "en": "anything, as a single parent, I-- I could ever afford.",
      "th": "สิ่งที่แม่เลี้ยงเดี่ยวอย่างฉันจะมีปัญญาจ่ายไหว"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's when I figured out,",
      "th": "ใช่ค่ะ ตอนนั้นแหละที่ฉันคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, maybe dance isn't for me,\"",
      "th": "\"โอเค การเต้นอาจไม่เหมาะกับฉัน\""
    }
  },
  {
    "translation": {
      "en": "and things went left.",
      "th": "แล้วทุกอย่างก็ตกไป"
    }
  },
  {
    "translation": {
      "en": "And then I was just like,",
      "th": "จากนั้นฉันก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Um, I need to find out what I'm about to do for the rest of my life.\" [chuckles]",
      "th": "\"ฉันต้องค้นหาดูแล้วละ ว่าจะทำอะไรไปตลอดชีวิต\""
    }
  },
  {
    "translation": {
      "en": "[Chantel] See you on Wednesday.",
      "th": "เจอกันวันพุธนะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] I started doing aerial a long time ago, and Debbie was like,",
      "th": "ผมเริ่มเล่นปีนผ้ามานานแล้ว เด็บบี้บอก \"เราจะใส่การปีนผ้า เข้าไปในการแสดงได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "\"Okay, how can we put aerial into the show?\"",
      "th": "เด็บบี้บอก \"เราจะใส่การปีนผ้า เข้าไปในการแสดงได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "So, we started flying the Fairy Queen.",
      "th": "เราเลยเริ่มด้วยการให้ราชินีนางฟ้าบิน"
    }
  },
  {
    "translation": {
      "en": "This year, Kylie Jefferson and April were both the Fairy Queen,",
      "th": "ปีนี้ไคลี เจฟเฟอร์สันและเอพริล เป็นราชินีนางฟ้าทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "but for my shows, I mostly worked with Kylie.",
      "th": "และในการแสดงของหนู ส่วนใหญ่หนูร่วมงานกับไคลี"
    }
  },
  {
    "translation": {
      "en": "Kylie's like a big sister to me. I've always looked up to her.",
      "th": "ไคลีเป็นเหมือนพี่สาวของหนู หนูชื่นชมเธอมาตลอด"
    }
  },
  {
    "translation": {
      "en": "She graduated from DADA and went to Complexions,",
      "th": "เธอเรียนจบจากดาดาและไปเข้าคอมเพล็กชันส์"
    }
  },
  {
    "translation": {
      "en": "one of the best contemporary dance companies.",
      "th": "หนึ่งในคณะเต้นรำร่วมสมัยที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Terry] Okay, boom! Hover.",
      "th": "เหิน"
    }
  },
  {
    "translation": {
      "en": "I got into my dream company, Complexions Contemporary Ballet.",
      "th": "ฉันเข้าคณะบัลเลต์ในฝันได้ คณะบัลเลต์ร่วมสมัยคอมเพล็กชันส์"
    }
  },
  {
    "translation": {
      "en": "[Terry] Down. Now…",
      "th": "ลง เอาละ…"
    }
  },
  {
    "translation": {
      "en": "[Kylie] I had been working with the company for a few months.",
      "th": "ฉันร่วมงานกับคณะบัลเลต์อยู่สองสามเดือน"
    }
  },
  {
    "translation": {
      "en": "I went over my partner's shoulder for a lift,",
      "th": "ฉันขึ้นไปอยู่บนไหล่คู่ของฉันเพื่อให้ยกตัวขึ้น"
    }
  },
  {
    "translation": {
      "en": "and I just remember hearing something, like, pop.",
      "th": "และฉันจำได้ว่าฉันได้ยินเสียงดังป๊อก"
    }
  },
  {
    "translation": {
      "en": "Crack, something.",
      "th": "ดังแกร็ก อะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "It was a loud noise in my rib,",
      "th": "เสียงดังมากในซี่โครงของฉัน"
    }
  },
  {
    "translation": {
      "en": "and I screamed onstage.",
      "th": "และฉันกรีดร้องบนเวที"
    }
  },
  {
    "translation": {
      "en": "That was probably the worst injury that I've ever had.",
      "th": "น่าจะเป็นการบาดเจ็บที่รุนแรงที่สุดที่ฉันเคยเป็น"
    }
  },
  {
    "translation": {
      "en": "I came offstage, and I collapsed.",
      "th": "ฉันลงจากเวที และล้มลง"
    }
  },
  {
    "translation": {
      "en": "And I was just bawling and in tears and in so much pain.",
      "th": "และฉันเอาแต่ร้องไห้ น้ำตานองหน้า และเจ็บมาก"
    }
  },
  {
    "translation": {
      "en": "I thought it was over.",
      "th": "ฉันคิดว่าอาชีพฉันจบแล้วละ"
    }
  },
  {
    "translation": {
      "en": "I kinda almost, like, wanted it to be over.",
      "th": "ฉันเกือบจะอยากให้มันจบไปเลย"
    }
  },
  {
    "translation": {
      "en": "I was like, \"I don't wanna dance anymore.\" My heart was so broken.",
      "th": "ฉันคิด \"ฉันไม่อยากเต้นอีกแล้ว\" ใจฉันสลายไม่มีชิ้นดี"
    }
  },
  {
    "translation": {
      "en": "In this world, there's gonna be a lot of pain.",
      "th": "ในวงการนี้มีความเจ็บปวดเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Pain to your body, but also it can be to your feelings.",
      "th": "เจ็บปวดที่ร่างกาย และก็อาจเจ็บปวดที่ความรู้สึกด้วย"
    }
  },
  {
    "translation": {
      "en": "But you have to pull up, and you have to measure up to that.",
      "th": "แต่คุณต้องปรับปรุงแก้ไข และต้องทำให้ดีเทียบเท่ากับมัน"
    }
  },
  {
    "translation": {
      "en": "You have to get-- like the athletes, you have to stay in the game.",
      "th": "เหมือนนักกีฬาน่ะ คุณต้องอยู่ในเกมต่อไป"
    }
  },
  {
    "translation": {
      "en": "Are you gonna stay in the game?",
      "th": "คุณจะอยู่ในเกมต่อรึเปล่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[shouts] Quiet! Shh. Quiet! We're starting all over.",
      "th": "เงียบ! เราจะเริ่มใหม่ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Music, go.",
      "th": "เพลงมา"
    }
  },
  {
    "translation": {
      "en": "Bounce, bounce, bounce.",
      "th": "เด้ง"
    }
  },
  {
    "translation": {
      "en": "Bounce, bounce, bounce, happy.",
      "th": "เด้ง มีความสุข ตั้งแต่เริ่มต้นเลย"
    }
  },
  {
    "translation": {
      "en": "Happy, right from the beginning.",
      "th": "มีความสุข ตั้งแต่เริ่มต้นเลย"
    }
  },
  {
    "translation": {
      "en": "Character's as important as the dancing.",
      "th": "บุคลิกสำคัญพอๆ กับการเต้น"
    }
  },
  {
    "translation": {
      "en": "And that's part of being onstage, that's part of being a professional",
      "th": "นั่นคือส่วนหนึ่งของการอยู่บนเวที และการเป็นมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "is the entire package",
      "th": "เป็นหีบห่อทั้งหมด ที่ฉันกำลังพยายามช่วยให้พวกเขาได้สัมผัส"
    }
  },
  {
    "translation": {
      "en": "that I'm trying to help them touch and understand what it is.",
      "th": "เป็นหีบห่อทั้งหมด ที่ฉันกำลังพยายามช่วยให้พวกเขาได้สัมผัส และเข้าใจว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Karen] The party scene pretty much involves everyone in the cast,",
      "th": "ฉากงานเลี้ยงแทบจะมีนักแสดงครบทุกคน"
    }
  },
  {
    "translation": {
      "en": "so rehearsing the party scene is pretty amazing.",
      "th": "ดังนั้นการซ้อมฉากงานเลี้ยง จึงเป็นเรื่องน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yes, Sophia, yes!",
      "th": "ใช่ โซเฟีย ใช่"
    }
  },
  {
    "translation": {
      "en": "[Debbie] And up! Down! Down! Up!",
      "th": "และขึ้น ลงๆ ขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Karen] We don't have enough space here. We need ten studios, really.",
      "th": "ที่นี่มีพื้นที่ไม่มากพอ จริงๆ แล้วเราต้องใช้สิบสตูดิโอเลยละ"
    }
  },
  {
    "translation": {
      "en": "[Debbie shouting] No talking! There's no talking!",
      "th": "อย่าคุยกัน! อย่าคุยกัน!"
    }
  },
  {
    "translation": {
      "en": "[Karen] We always remind the students",
      "th": "เราย้ำเตือนนักเรียนเสมอ"
    }
  },
  {
    "translation": {
      "en": "that it's their dream that we're helping them shape.",
      "th": "ว่ามันเป็นความฝันของพวกเขา ว่าเรากำลังช่วยพวกเขาสร้างมัน"
    }
  },
  {
    "translation": {
      "en": "It means nothing if they don't respect it.",
      "th": "มันจะไม่มีความหมายอะไร ถ้าพวกเขาไม่เคารพมัน"
    }
  },
  {
    "translation": {
      "en": "Quiet!",
      "th": "เงียบ!"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] You come out… -[Cathie] Shh! Shh!",
      "th": "เธอออกมา"
    }
  },
  {
    "translation": {
      "en": "Could you all shut up?",
      "th": "ทุกคนช่วยเงียบได้ไหม"
    }
  },
  {
    "translation": {
      "en": "My God.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I mean, if I could just fire some of you right now,",
      "th": "ถ้าฉันไล่บางคนออกได้ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "it would make my life easier.",
      "th": "ชีวิตฉันจะง่ายขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "I'm trying to get you ready for the professional world.",
      "th": "ฉันพยายามจะเตรียมพร้อม พวกเธอสู่โลกแห่งมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "You won't work anywhere the way you act in this room.",
      "th": "เธอจะไม่ได้ทำงานที่ไหนแบบที่เธอทำตัวในห้องนี้"
    }
  },
  {
    "translation": {
      "en": "I don't care who you are. I don't care what your role is.",
      "th": "ฉันไม่สนว่าเธอเป็นใคร ฉันไม่สนว่าเธอรับบทอะไร"
    }
  },
  {
    "translation": {
      "en": "Talk while I'm working, and you are fired!",
      "th": "ถ้าคุยขณะที่ฉันทำงาน เธอจะโดนไล่ออก!"
    }
  },
  {
    "translation": {
      "en": "If that doesn't mean anything to you, great.",
      "th": "ถ้านั่นไม่มีความหมายอะไรกับเธอเลย ก็ดี"
    }
  },
  {
    "translation": {
      "en": "We'll find out.",
      "th": "เราจะได้รู้กัน"
    }
  },
  {
    "translation": {
      "en": "We're gonna find out right now.",
      "th": "เราจะได้รู้กันเดี๋ยวนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "The rest of this rehearsal, talk one more time.",
      "th": "ในการซ้อมที่เหลือนี้ ลองคุยกันอีกสิ"
    }
  },
  {
    "translation": {
      "en": "You're so disrespectful to all these professionals here",
      "th": "พวกเธอช่างไม่ยำเกรงมืออาชีพพวกนี้"
    }
  },
  {
    "translation": {
      "en": "trying to make this show incredible.",
      "th": "ที่พยายามทำให้การแสดงนี้น่าทึ่งเลย"
    }
  },
  {
    "translation": {
      "en": "I'm trying to do your bows.",
      "th": "ฉันพยายามนอบน้อมแทนพวกเธออยู่"
    }
  },
  {
    "translation": {
      "en": "This is how it should sound all the time, like this.",
      "th": "เสียงควรจะเป็นแบบนี้ตลอดเวลา แบบนี้"
    }
  },
  {
    "translation": {
      "en": "That's how it should sound, like that.",
      "th": "เสียงควรจะเป็นแบบนั้น แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Miss Allen's nice… to me.",
      "th": "คุณอัลเลนใจดี… กับหนู"
    }
  },
  {
    "translation": {
      "en": "I don't know about all the rest of them 'cause they bad.",
      "th": "กับคนอื่นหนูไม่รู้นะ เพราะพวกเขาทำตัวไม่ดี"
    }
  },
  {
    "translation": {
      "en": "She don't know I'm bad. She know I got in trouble once.",
      "th": "เธอไม่รู้ว่าหนูไม่ดี เธอรู้ว่าหนูเคยมีปัญหาครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "She didn't yell at me, though, but she like me.",
      "th": "แต่เธอไม่ได้ดุหนู แต่เธอชอบหนู"
    }
  },
  {
    "translation": {
      "en": "I like Miss Allen. She nice.",
      "th": "หนูชอบคุณอัลเลนค่ะ เธอน่ารัก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] When Madame Semenova was teaching me at Houston Ballet,",
      "th": "ตอนที่มาดามเซเมโนวาสอนฉันที่ฮิวสตันบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "do you think we would talk?",
      "th": "คุณคิดว่าพวกเราจะคุยกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you think I would open my mouth to speak when she's talking?",
      "th": "คุณคิดว่าฉันจะเปิดปากพูดเวลาที่เธอพูดอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, she taught with that cane. She would whack you.",
      "th": "พระเจ้า เธอสอนด้วยไม้เท้าอันนั้น เธอจะหวดคุณ"
    }
  },
  {
    "translation": {
      "en": "That's why I taught with a cane on Fame, in tribute to Madame Tatiana Semenova.",
      "th": "ฉันถึงได้ใช้ไม้เท้าสอนในเรื่องเฟม เพื่อให้เกียรติมาดามทาเทียนา เซเมโนวา"
    }
  },
  {
    "translation": {
      "en": "You know, she lived long enough to see me become very successful",
      "th": "เธอมีชีวิตอยู่นานพอ ที่จะได้เห็นฉันประสบความสำเร็จมาก"
    }
  },
  {
    "translation": {
      "en": "on Broadway and television,",
      "th": "ในบรอดเวย์และทางโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "and I remember our last lunch together,",
      "th": "และฉันจำอาหารกลางวันมื้อสุดท้ายที่กินด้วยกันได้"
    }
  },
  {
    "translation": {
      "en": "Madame opened a bottle of champagne…",
      "th": "มาดามเปิดขวดแชมเปญ"
    }
  },
  {
    "translation": {
      "en": "and she told me I had to keep the cork",
      "th": "เธอบอกฉันว่าให้เก็บจุกไม้ก๊อกไว้ เพราะมันคือเครื่องนำโชค"
    }
  },
  {
    "translation": {
      "en": "because that was good luck. I still have the cork.",
      "th": "เธอบอกฉันว่าให้เก็บจุกไม้ก๊อกไว้ เพราะมันคือเครื่องนำโชค ฉันยังเก็บมันไว้อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "We sat, and she pulled out the programs she had saved,",
      "th": "เธอนั่งลงและหยิบใบปลิวที่เธอเก็บไว้ออกมา"
    }
  },
  {
    "translation": {
      "en": "programs with my name and other students' names",
      "th": "ใบปลิวที่มีชื่อฉันและนักเรียนคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "that she had trained and loved.",
      "th": "ที่เธอเคยสอนและรัก"
    }
  },
  {
    "translation": {
      "en": "And as we were drinking the champagne and eating,",
      "th": "และระหว่างที่เราดื่มแชมเปญและกินอาหารกัน"
    }
  },
  {
    "translation": {
      "en": "she says, \"Well, you know, I had to find you-- I had to find you.\"",
      "th": "เธอพูดว่า \"รู้ไหม ตอนนั้นฉันต้องหาเธอให้เจอ\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean?\" She says,",
      "th": "ฉันถาม \"หมายความว่าไง\" เธอบอก \"เราจะเก็บเงินสนับสนุนของฟอร์ดไว้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "\"Well, we would not keep the Ford grant if we did not diversify the students.",
      "th": "ฉันถาม \"หมายความว่าไง\" เธอบอก \"เราจะเก็บเงินสนับสนุนของฟอร์ดไว้ไม่ได้ ถ้าเราไม่ทำให้นักเรียนมีความหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "I needed to find a Black student.\"",
      "th": "ฉันต้องหานักเรียนผิวดำให้ได้\""
    }
  },
  {
    "translation": {
      "en": "And I sat there, and it kind of took me aback",
      "th": "และฉันนั่งอยู่ตรงนั้นและมันทำให้ฉันอึ้งมาก"
    }
  },
  {
    "translation": {
      "en": "because I was like…",
      "th": "เพราะฉันรู้สึกว่า…"
    }
  },
  {
    "translation": {
      "en": "I thought I was chosen because I was really good,",
      "th": "ฉันคิดว่าฉันได้รับเลือกเพราะฉันเก่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "not because I was Black.",
      "th": "ไม่ใช่เพราะฉันผิวดำ"
    }
  },
  {
    "translation": {
      "en": "But then I thought about it, and I said,",
      "th": "แต่แล้วฉันก็คิดถึงมัน แล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I was good.\"",
      "th": "\"ฉันเก่งต่างหาก\""
    }
  },
  {
    "translation": {
      "en": "[Karen] We have two and a half days in the theater to get ready for opening night.",
      "th": "เรามีเวลาในโรงละครสองวันครึ่ง เพื่อเตรียมตัวสำหรับรอบปฐมทัศน์"
    }
  },
  {
    "translation": {
      "en": "[Cathie] Are you on the line? Are you on the line?",
      "th": "นี่ เธออยู่ในแถวรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Load-in has to happen first, then everybody's trying to get-- wonder,",
      "th": "ต้องขนอุปกรณ์ต่างๆ เข้าไปก่อน จากนั้นทุกคนจะอยากรู้"
    }
  },
  {
    "translation": {
      "en": "\"When are we getting on stage for tech?\"",
      "th": "\"เมื่อไหร่จะได้ขึ้นเวทีตรวจสอบเทคนิค\""
    }
  },
  {
    "translation": {
      "en": "So Miss Allen brings in the people who fly first,",
      "th": "แล้วคุณอัลเลนก็เอาคนที่ต้องบินเข้ามาก่อน"
    }
  },
  {
    "translation": {
      "en": "and then maybe the mice,",
      "th": "จากนั้นก็อาจจะเป็นหนู"
    }
  },
  {
    "translation": {
      "en": "and then the smaller groups get to do what they need to do,",
      "th": "จากนั้นกลุ่มที่เล็กกว่าก็ได้ทำสิ่งที่ต้องทำ จากนั้นกลุ่มใหญ่ก็เข้ามา"
    }
  },
  {
    "translation": {
      "en": "and then the masses happen.",
      "th": "จากนั้นกลุ่มใหญ่ก็เข้ามา"
    }
  },
  {
    "translation": {
      "en": "Uh, no, no, no, no. Where are you going? No.",
      "th": "ไม่! จะไปไหนกัน ไม่"
    }
  },
  {
    "translation": {
      "en": "Straight line. No, no, no.",
      "th": "แถวตรง ไม่"
    }
  },
  {
    "translation": {
      "en": "-[You can't hear it upstairs-- -[Debbie] We need to figure that out.",
      "th": "- เธอไม่ได้ยินจากข้างบน… - เราต้องคิดหาทางกัน"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Unify us. -[cast] Unify us.",
      "th": "- รวมเราเป็นหนึ่งเดียว - รวมเราเป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "-Don't divide us. -Don't divide us.",
      "th": "- อย่าแบ่งแยกเรา - อย่าแบ่งแยกเรา"
    }
  },
  {
    "translation": {
      "en": "-Unify us. -Unify us.",
      "th": "- รวมเราเป็นหนึ่งเดียว - รวมเราเป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "-Don't divide us. -Don't divide us.",
      "th": "- อย่าแบ่งแยกเรา - อย่าแบ่งแยกเรา"
    }
  },
  {
    "translation": {
      "en": "-Unify us. -Unify us.",
      "th": "- รวมเราเป็นหนึ่งเดียว - รวมเราเป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "-Don't divide us. -Don't divide us.",
      "th": "- อย่าแบ่งแยกเรา - อย่าแบ่งแยกเรา"
    }
  },
  {
    "translation": {
      "en": "-May this ring. -May this ring.",
      "th": "- ขอให้วงกลมนี้ - ขอให้วงกลมนี้"
    }
  },
  {
    "translation": {
      "en": "-Of our power. -Of our power.",
      "th": "- แห่งพลังของเรา - แห่งพลังของเรา"
    }
  },
  {
    "translation": {
      "en": "-Of our passion. -Of our passion.",
      "th": "- แห่งความมุ่งมั่นของเรา - แห่งความมุ่งมั่นของเรา"
    }
  },
  {
    "translation": {
      "en": "-Of our joy. -Of our joy.",
      "th": "- แห่งความสุขของเรา - แห่งความสุขของเรา"
    }
  },
  {
    "translation": {
      "en": "-Of our joy. -Of our joy.",
      "th": "- แห่งความสุขของเรา - แห่งความสุขของเรา"
    }
  },
  {
    "translation": {
      "en": "-Remain. -Remain.",
      "th": "- คงอยู่ - คงอยู่"
    }
  },
  {
    "translation": {
      "en": "-Complete. -Complete.",
      "th": "- สมบูรณ์แบบ - สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "-Forever. -Forever.",
      "th": "- ตลอดกาล - ตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "-With Hot Chocolate. -Hot Chocolate.",
      "th": "- ด้วยฮอตช็อกโกแลต - ฮอตช็อกโกแลต"
    }
  },
  {
    "translation": {
      "en": "-Hot Chocolate. -Hot Chocolate.",
      "th": "- ฮอตช็อกโกแลต - ฮอตช็อกโกแลต"
    }
  },
  {
    "translation": {
      "en": "-Hot Chocolate Nutcracker! -Hot Chocolate Nutcracker!",
      "th": "- ฮอตช็อกโกแลตนัทแครกเกอร์! - ฮอตช็อกโกแลตนัทแครกเกอร์!"
    }
  },
  {
    "translation": {
      "en": "-Hot Chocolate Nutcracker! -Hot Chocolate Nutcracker!",
      "th": "- ฮอตช็อกโกแลตนัทแครกเกอร์! - ฮอตช็อกโกแลตนัทแครกเกอร์!"
    }
  },
  {
    "translation": {
      "en": "All right, so April is our Fairy Queen today.",
      "th": "เอาละ วันนี้เอพริลเป็นราชินีนางฟ้าของเรา"
    }
  },
  {
    "translation": {
      "en": "Good luck, April!",
      "th": "โชคดีนะ เอพริล"
    }
  },
  {
    "translation": {
      "en": "And we're welcoming back Prince-- Kris Nobles as our Prince.",
      "th": "และขอต้อนรับคริส โนวาส กลับมาเป็นเจ้าชายของเรา"
    }
  },
  {
    "translation": {
      "en": "All right, sign up for your theater tickets",
      "th": "ไปลงชื่อรับตั๋วละครของพวกเธอ และเตรียมตัวแสดงกันได้"
    }
  },
  {
    "translation": {
      "en": "and get ready for the show. I'll see you on the stage.",
      "th": "ไปลงชื่อรับตั๋วละครของพวกเธอ และเตรียมตัวแสดงกันได้ เจอกันบนเวทีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Karen] We start what we call the children's performances.",
      "th": "เราเริ่มทำสิ่งที่เราเรียกว่าการแสดงของเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Whatever theater we're in,",
      "th": "ไม่ว่าจะแสดงที่โรงละครไหน"
    }
  },
  {
    "translation": {
      "en": "children are invited from everywhere around Los Angeles",
      "th": "เด็กจากทั่วทุกสารทิศ ในลอสแอนเจลิสจะได้รับเชิญ"
    }
  },
  {
    "translation": {
      "en": "to come in and see the Hot Chocolate Nutcracker,",
      "th": "ให้มาดูฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "so children get to see the very first performance every year.",
      "th": "ดังนั้นเด็กๆ จะได้ดูการแสดงรอบแรกทุกปี"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Welcome, you all, to the Hot Chocolate Nutcracker.",
      "th": "ขอต้อนรับทุกคนสู่ฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "My name is Debbie Allen, and I'm here to…",
      "th": "ฉันชื่อเด็บบี้ อัลเลน และฉันมาที่นี่เพื่อ…"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "When you watch the show today, I want you to think about,",
      "th": "ตอนที่เราดูการแสดงกันวันนี้ ฉันอยากให้พวกเธอคิดว่า"
    }
  },
  {
    "translation": {
      "en": "what do you wanna be?",
      "th": "เธออยากเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Do you wanna be one of the dancers up here?",
      "th": "อยากเป็นหนึ่งในนักเต้นบนนี้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Do you wanna be one of the singers?",
      "th": "อยากเป็นหนึ่งในนักร้องรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Do you wanna design the costumes?",
      "th": "อยากออกแบบเสื้อผ้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Do you wanna do the makeup?",
      "th": "อยากแต่งหน้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Do you wanna do the lighting?",
      "th": "อยากจัดไฟรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "There are many opportunities.",
      "th": "มีโอกาสมากมายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "-Okay? -[audience applauding]",
      "th": "โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "All right, so, I gotta go and get into character.",
      "th": "เอาละ ฉันต้องไปและสวมบทบาทแล้ว"
    }
  },
  {
    "translation": {
      "en": "[in a mousy voice] I gotta go! I gotta go! I gotta go!",
      "th": "ฉันต้องไปแล้ว!"
    }
  },
  {
    "translation": {
      "en": "I gotta go get-- get my character together.",
      "th": "ฉันต้องไปตามตัวละครของฉันมารวมตัวกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm running. I'll see you later!",
      "th": "ฉันรักเธอ แล้วเจอกันนะ!"
    }
  },
  {
    "translation": {
      "en": "[Nicholas] It's Christmas, and everybody's having the big, fun party,",
      "th": "มันคือคริสต์มาส และทุกคนกำลังมีงานเลี้ยงใหญ่สนุกสนาน"
    }
  },
  {
    "translation": {
      "en": "but then Frankie, Kara's brother,",
      "th": "แต่แล้วแฟรงกี้ พี่ชายของคารา"
    }
  },
  {
    "translation": {
      "en": "he gets jealous that Kara gets the Nutcracker instead of him.",
      "th": "เขาอิจฉาที่คาราได้เดอะนัทแครกเกอร์ไป แทนที่เขาจะได้"
    }
  },
  {
    "translation": {
      "en": "So him and his friends try to steal the Nutcracker from her,",
      "th": "เขากับเพื่อนเขาก็เลยพยายาม จะขโมยเดอะนัทแครกเกอร์ไปจากเธอ"
    }
  },
  {
    "translation": {
      "en": "but then the Nutcracker breaks.",
      "th": "แต่หลังจากนั้นเดอะนัทแครกเกอร์ก็หัก"
    }
  },
  {
    "translation": {
      "en": "So then, she gets sad, then magic happens,",
      "th": "เธอก็เลยเสียใจ จากนั้นอำนาจวิเศษก็เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "and she's going to all these different places.",
      "th": "และเธอไปตามสถานที่ต่างๆ ทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "[Jalyn] I was just really nervous before I went on,",
      "th": "หนูตื่นเต้นมากก่อนขึ้นเวที"
    }
  },
  {
    "translation": {
      "en": "and my mom was backstage, helping me get ready.",
      "th": "และแม่หนูอยู่หลังเวที คอยช่วยหนูเตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "And she was just telling me, \"Whatever happens, you can't change it,",
      "th": "และแม่บอกหนูว่า \"ไม่ว่าจะเกิดอะไรขึ้น ลูกเปลี่ยนมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "but, as long as you do your best, you know it's gonna be okay.\"",
      "th": "แต่ตราบใดที่ลูกทำให้เต็มที่ ลูกรู้ว่ามันจะออกมาดี\""
    }
  },
  {
    "translation": {
      "en": "And that's what helped me get through the show.",
      "th": "และนั่นคือสิ่งที่ช่วยให้หนูผ่านการแสดงมาได้"
    }
  },
  {
    "translation": {
      "en": "What makes me happiest about this place is to watch their faces.",
      "th": "สิ่งที่ทำให้ผมมีความสุขที่สุดเกี่ยวกับที่นี่ คือการมองดูสีหน้าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Some of them that have never been in theater before",
      "th": "บางคนไม่เคยแสดงในโรงละครมาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "get standing ovations,",
      "th": "และมีคนลุกขึ้นปรบมือให้"
    }
  },
  {
    "translation": {
      "en": "and to watch their faces, it's like… it's unbelievable.",
      "th": "และการได้มองดูสีหน้าพวกเขา มันเหลือเชื่อครับ"
    }
  },
  {
    "translation": {
      "en": "[Eartha] You wanna keep growing.",
      "th": "คุณอยากเติบโตขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "You never feel that you have arrived, or you've made it,",
      "th": "และไม่เคยรู้สึกว่าคุณมาถึงแล้วหรือทำสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "or there's nothing else left.",
      "th": "หรือไม่มีอะไรอย่างอื่นเหลืออีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Always keep growing. Open yourself up to greater possibilities.",
      "th": "จงเติบโตขึ้นเสมอ จงเปิดใจรับโอกาสที่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "This is what they take away with them.",
      "th": "นี่คือสิ่งที่พวกเขาเอาติดตัวไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Karen] The process, from September to December,",
      "th": "ขั้นตอนตั้งแต่เดือนกันยายนถึงเดือนธันวาคม"
    }
  },
  {
    "translation": {
      "en": "it's pretty intense",
      "th": "เข้มข้นมาก"
    }
  },
  {
    "translation": {
      "en": "Those students who participate, I would say, grow tenfold,",
      "th": "นักเรียนพวกนั้นที่มีส่วนร่วม ฉันว่าพวกเขาเติบโตขึ้นสิบเท่าได้"
    }
  },
  {
    "translation": {
      "en": "in learning their craft,",
      "th": "ในการเรียนรู้ทักษะของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "in becoming a family,",
      "th": "ในการเป็นครอบครัว"
    }
  },
  {
    "translation": {
      "en": "being on stage in front of 1,800 people,",
      "th": "การอยู่บนเวทีต่อหน้าคน 1,800 คน"
    }
  },
  {
    "translation": {
      "en": "bearing their soul.",
      "th": "การพยุงจิตวิญญาณเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Children are not the same once they do the Hot Chocolate Nutcracker.",
      "th": "เด็กๆ ไม่ใช่คนเดิมทันทีที่พวกเขาแสดง ฮอตช็อกโกแลตนัทแครกเกอร์"
    }
  },
  {
    "translation": {
      "en": "They're brand-new.",
      "th": "พวกเขากลายเป็นคนใหม่"
    }
  },
  {
    "translation": {
      "en": "[Chantel] Some of these kids had no idea that they even want to dance,",
      "th": "เด็กพวกนี้บางคนไม่รู้ด้วยซ้ำว่าพวกเขาอยากเต้น"
    }
  },
  {
    "translation": {
      "en": "but when they're introduced to it and fall in love, it's something special.",
      "th": "แต่พอพวกเขาได้รู้จักการเต้นและตกหลุมรัก มันก็เป็นอะไรที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "And then some of them are off on Broadway, doing things they never thought they could",
      "th": "จากนั้นบางคนก็ไปอยู่บรอดเวย์ ทำทุกอย่างที่พวกเขาไม่เคยคิดว่าจะทำได้"
    }
  },
  {
    "translation": {
      "en": "and I think that's what the arts does for people.",
      "th": "และฉันคิดว่านั่นคือสิ่งที่ศิลปะทำเพื่อคนเรา"
    }
  },
  {
    "translation": {
      "en": "It can take you wherever you want to be in the world.",
      "th": "มันพาคุณไปได้ทุกที่ที่คุณอยากไปในโลกนี้"
    }
  },
  {
    "translation": {
      "en": "[Vivian] As a dancer, it takes discipline and determination",
      "th": "การเป็นนักเต้นต้องมีวินัยและความมุ่งมั่น"
    }
  },
  {
    "translation": {
      "en": "and the willingness to continue,",
      "th": "และความเต็มใจที่จะทำต่อ"
    }
  },
  {
    "translation": {
      "en": "no matter how many times you fall down.",
      "th": "ไม่ว่าคุณจะล้มเหลวสักกี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "Because success is one step beyond failure.",
      "th": "เพราะความสำเร็จ อยู่เหนือความล้มเหลวหนึ่งก้าว"
    }
  },
  {
    "translation": {
      "en": "[Savoy] My dream, dream, dream school is USC.",
      "th": "โรงเรียนในฝันของฉันคือยูเอสซี"
    }
  },
  {
    "translation": {
      "en": "My audition is in, like, a couple weeks,",
      "th": "ฉันจะต้องไปคัดตัวในอีกสองสามอาทิตย์ข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "so I'm freaking out a little bit, but, like,",
      "th": "ฉันเลยสติแตกนิดหน่อย แต่ก็ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "it's cool-- I got a new leotard for it. My mom bought me a new leotard. [laughs]",
      "th": "ฉันมีชุดบัลเลต์สำหรับคัดตัวแล้ว แม่ซื้อมาให้ฉันชุดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[JoAnn] One day, I had a long talk with my friend, and she told me, like, \"You need to teach.\"",
      "th": "วันหนึ่งฉันคุยกับเพื่อน แล้วเธอก็บอกฉันว่า \"เธอต้องสอน\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Really? I didn't know.\" She's like, \"Yeah, that's your thing.\"",
      "th": "ฉันบอก \"จริงเหรอ ฉันไม่รู้เลย\" เธอบอก \"จริง มันคือสิ่งที่เธอชอบนี่\""
    }
  },
  {
    "translation": {
      "en": "I taught my first class, and it was like,",
      "th": "ฉันสอนชั้นเรียนแรก และมันแบบว่า"
    }
  },
  {
    "translation": {
      "en": "\"Wow, like, I do like to teach. Maybe I should continue doing this.\"",
      "th": "\"ว้าว ฉันชอบสอนจริงๆ แฮะ บางทีฉันควรสอนต่อไป\""
    }
  },
  {
    "translation": {
      "en": "[Chantel] The kids forget sometimes when we're teaching them…",
      "th": "เด็กๆ ลืมว่าบางครั้งเวลาเราสอน…"
    }
  },
  {
    "translation": {
      "en": "They think that, \"Oh, they must be old,\" and, \"Oh, they don't do this anymore.\"",
      "th": "เด็กๆ คิดว่า \"พวกเขาคงแก่แล้ว\" และ \"พวกเขาไม่เต้นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "They don't get to see the-- the-- the professional side of what we still do.",
      "th": "พวกเขาไม่ได้เห็นมุมที่เป็นมืออาชีพ ที่เรายังคงทำกันอยู่"
    }
  },
  {
    "translation": {
      "en": "So here I am, the teacher one day,",
      "th": "ฉันก็เลยทำแบบนี้ค่ะ วันหนึ่งเป็นครู"
    }
  },
  {
    "translation": {
      "en": "but in that audition, with some of these major artists,",
      "th": "แต่ในการคัดตัวนั้นกับศิลปินใหญ่พวกนี้"
    }
  },
  {
    "translation": {
      "en": "on tours,",
      "th": "ในการทัวร์"
    }
  },
  {
    "translation": {
      "en": "I'm right there in the same playing field as some of my students.",
      "th": "ฉันอยู่ตรงนั้น ในสนามแข่ง เดียวกับนักเรียนของฉันบางคนเลย"
    }
  },
  {
    "translation": {
      "en": "It's good. It's healthy competition.",
      "th": "ดีค่ะ เป็นการแข่งขันที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Giana] Some surprises happen during the teaching years.",
      "th": "เรื่องเซอร์ไพรส์บางเรื่องเกิดขึ้นในช่วงปีที่สอน"
    }
  },
  {
    "translation": {
      "en": "Some student that doesn't look very promising,",
      "th": "นักเรียนบางคนที่ดูไม่ค่อยมีแวว"
    }
  },
  {
    "translation": {
      "en": "through the hard work and open mind,",
      "th": "แต่พอซ้อมหนักและเปิดใจ"
    }
  },
  {
    "translation": {
      "en": "will jump up.",
      "th": "จะพัฒนาอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "If I ever make my own dance studio, I want it to be, like,",
      "th": "ถ้าหนูได้ทำสตูดิโอเต้นรำของตัวเอง หนูอยากให้มันเป็นสตูดิโอ"
    }
  },
  {
    "translation": {
      "en": "a dance studio where you can come and pay how much you're able to pay.",
      "th": "ถ้าหนูได้ทำสตูดิโอเต้นรำของตัวเอง หนูอยากให้มันเป็นสตูดิโอ ที่คุณมาแล้วจ่ายเงินเท่าไหร่ก็ได้ที่คุณจ่ายไหว"
    }
  },
  {
    "translation": {
      "en": "There's a lot of good dancers out there, and they just-- they're not in dance class",
      "th": "และมีนักเต้นเก่งๆ หลายคนอยู่ที่นั่น ที่ไม่ได้อยู่ในชั้นเรียนเต้น"
    }
  },
  {
    "translation": {
      "en": "'cause they don't have enough money.",
      "th": "เพราะพวกเขามีเงินไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "[Savion] They can take this information and go on and be better dancers.",
      "th": "พวกเขาสามารถเอาข้อมูลนี้ไปใช้ และเต้นต่อไป และเป็นนักเต้นที่ดีขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "They can take this information and go on to be better humans, humanitarians.",
      "th": "พวกเขาสามารถเอาข้อมูลนี้ไปใช้ และเป็นคนที่ดีขึ้นต่อไปได้ เป็นผู้มีมนุษยธรรม"
    }
  },
  {
    "translation": {
      "en": "It's the learning. It's the teaching. It's how they receive it.",
      "th": "มันคือการเรียนรู้ มันคือการสอน มันคือวิธีที่พวกเขารับมัน"
    }
  },
  {
    "translation": {
      "en": "I want them to just walk out different.",
      "th": "ผมแค่อยากให้พวกเขาเดินออกไปอย่างแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "[Lauren] I love the way…",
      "th": "ฉันชอบความรู้สึก…"
    }
  },
  {
    "translation": {
      "en": "it felt to become music.",
      "th": "ในการเป็นดนตรี"
    }
  },
  {
    "translation": {
      "en": "If you could physically think of what it feels like to be music,",
      "th": "ถ้าคุณสามารถคิดออกได้จริงๆ ว่าการเป็นดนตรีรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "to physically become music,",
      "th": "การกลายเป็นดนตรีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "that's what it's like dancing.",
      "th": "การเต้นก็เป็นแบบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Like… to become the note or the instrument or the beat.",
      "th": "เหมือนการกลายเป็นโน้ตดนตรี หรือเครื่องดนตรี หรือจังหวะ"
    }
  },
  {
    "translation": {
      "en": "-That's what it's like to dance. -[applauding in distance]",
      "th": "การเต้นเป็นแบบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[Kylie] By the end of my recovery period,",
      "th": "ช่วงท้ายๆ ของการพักฟื้นของฉัน"
    }
  },
  {
    "translation": {
      "en": "Miss Allen called to ask if I wanted to do the Fairy Queen part.",
      "th": "คุณอัลเลนโทรมาถามว่า อยากรับบทราชินีนางฟ้าไหม"
    }
  },
  {
    "translation": {
      "en": "And I was scared. I was so scared because I knew that Miss Allen called,",
      "th": "และฉันกลัวค่ะ ฉันกลัวมาก เพราะฉันรู้ว่าถ้าคุณอัลเลนโทรมา"
    }
  },
  {
    "translation": {
      "en": "that means I am gonna have to get back to the real work.",
      "th": "นั่นแปลว่าฉันจะต้องกลับสู่การทำงานจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It was hard, but doing Fairy Queen made me wanna dance again.",
      "th": "มันยากค่ะ แต่การรับบทราชินีนางฟ้า ทำให้ฉันอยากเต้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Like, I got that… like, that fight back.",
      "th": "ฉันได้ความเป็นนักสู้กลับคืนมา"
    }
  },
  {
    "translation": {
      "en": "I don't know how. I don´t, like, know what made it,",
      "th": "ฉันไม่รู้ว่าเป็นไปได้ยังไง หรืออะไรทำให้เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but maybe because I had to overcome myself.",
      "th": "แต่อาจเป็นเพราะฉันต้องเอาชนะตัวเองก็ได้"
    }
  },
  {
    "translation": {
      "en": "[April] I think the biggest sacrifice is… time.",
      "th": "ฉันคิดว่าการเสียสละที่ยิ่งใหญ่ที่สุดคือเวลา"
    }
  },
  {
    "translation": {
      "en": "You spend so much time training and training and training.",
      "th": "เราใช้เวลาเยอะมากในการฝึกแล้วฝึกอีก"
    }
  },
  {
    "translation": {
      "en": "You sometimes just have to sacrifice",
      "th": "บางครั้งเราก็ต้องเสียสละ"
    }
  },
  {
    "translation": {
      "en": "the regular middle-school, high-school life",
      "th": "ชีวิตมัธยมต้น ชีวิตมัธยมปลายปกติ"
    }
  },
  {
    "translation": {
      "en": "so when you're 20-something,",
      "th": "จนเราอายุประมาณ 20"
    }
  },
  {
    "translation": {
      "en": "you're phenomenal.",
      "th": "จนเราเต้นได้ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Karen] There's something about dance…",
      "th": "การเต้นมันมีอะไรบางอย่าง…"
    }
  },
  {
    "translation": {
      "en": "When you know you're leaving your first dancing school,",
      "th": "เมื่อคุณรู้ว่าคุณกำลังจะออกจาก โรงเรียนเต้นโรงเรียนแรก"
    }
  },
  {
    "translation": {
      "en": "and you're getting ready to go out into the world,",
      "th": "และพร้อมจะออกสู่โลกภายนอกแล้ว"
    }
  },
  {
    "translation": {
      "en": "with that wealth of information that you've been receiving",
      "th": "เมื่อข้อมูลมากมายเหล่านั้นที่คุณได้รับมาตลอด"
    }
  },
  {
    "translation": {
      "en": "since you were five years old or seven years old or eight years old",
      "th": "ตั้งแต่ห้าขวบ หรือเจ็ดขวบ หรือแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "is no longer just in your head, but it is in your body.",
      "th": "ไม่ได้อยู่แค่ในหัวคุณอีกต่อไป แต่มันอยู่ในตัวคุณ อยู่ในวิธีที่คุณพูด"
    }
  },
  {
    "translation": {
      "en": "It's in the way you talk. It's in the way you walk.",
      "th": "แต่มันอยู่ในตัวคุณ อยู่ในวิธีที่คุณพูด อยู่ในวิธีที่คุณเดิน"
    }
  },
  {
    "translation": {
      "en": "That's when you become a dancer.",
      "th": "ตอนนั้นแหละที่คุณเป็นนักเต้น"
    }
  },
  {
    "translation": {
      "en": "When the essence of what it is and the essence of who you are",
      "th": "เมื่อแก่นแท้ของสิ่งที่มันเป็น และแก่นแท้ของสิ่งที่คุณเป็น"
    }
  },
  {
    "translation": {
      "en": "come together as one,",
      "th": "รวมกันเป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "that's when you become an artist.",
      "th": "ตอนนั้นแหละที่คุณเป็นศิลปิน"
    }
  },
  {
    "translation": {
      "en": "This is a lifelong proposition.",
      "th": "นี่คือแผนงานชั่วชีวิต"
    }
  },
  {
    "translation": {
      "en": "It's a marriage.",
      "th": "มันคือการแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "It is, and it's one that I want to see…",
      "th": "จริงๆ นะ และเป็นการแต่งงานที่ฉันอยากเห็น…"
    }
  },
  {
    "translation": {
      "en": "have a continuation.",
      "th": "ว่ามันมีการดำเนินต่อไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "So that even past my prime or ability to do what I do,",
      "th": "ดังนั้นต่อให้ผ่านช่วงที่ดีที่สุดของฉันไปแล้ว หรือศักยภาพในการทำสิ่งที่ฉันทำ"
    }
  },
  {
    "translation": {
      "en": "it will keep going.",
      "th": "มันก็จะยังดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "'Cause I'm always gonna be one of those kids.",
      "th": "เพราะฉันอยากเป็นหนึ่งในเด็กๆ พวกนั้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "I don't care if I'm 90.",
      "th": "ฉันไม่สนว่าฉันจะอายุ 90"
    }
  },
  {
    "translation": {
      "en": "I'm always, in my heart, one of those kids looking for that opportunity,",
      "th": "ในใจฉัน ฉันคือหนึ่งในเด็กๆ พวกนั้น ที่มองหาโอกาสนั้นอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "looking for who's gonna train me,",
      "th": "มองหาคนที่จะสอนฉัน"
    }
  },
  {
    "translation": {
      "en": "how am I gonna get to be who I really know I could be?",
      "th": "ฉันจะเป็นคนที่ฉันรู้ว่าฉันเป็นได้จริงๆ ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Where's my opportunity?",
      "th": "โอกาสของฉันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm always gonna be one of those kids in my heart.",
      "th": "ฉันจะเป็นหนึ่งในเด็กๆ พวกนั้นเสมอในใจฉัน"
    }
  },
  {
    "translation": {
      "en": "So listen to me. Front line, you're the first ones out.",
      "th": "ฟังฉันนะ แถวหน้า พวกเธอออกมากลุ่มแรก"
    }
  },
  {
    "translation": {
      "en": "If you're not perfect, everything else is a disaster.",
      "th": "ถ้าพวกเธอทำได้ไม่สมบูรณ์แบบ อย่างอื่นก็พังหมด"
    }
  },
  {
    "translation": {
      "en": "You have to be what? Perfect.",
      "th": "พวกเธอต้องทำยังไงนะ ทำให้สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "[female singer] ♪ Underneath the Christmas tree ♪",
      "th": "พวกเธอจะวิ่งออกไปภายในการนับแปดสองรอบ"
    }
  },
  {
    "translation": {
      "en": "♪ All I want for Christmas… ♪",
      "th": "(จอฟฟรีย์บัลเลต์) (เอพริลได้รับทุนการศึกษาเต็มรูปแบบ เพื่อเรียนที่จอฟฟรีย์บัลเลต์)"
    }
  },
  {
    "translation": {
      "en": "-[female singer holding note] -[audience applauding]",
      "th": "(เอพริลได้รับทุนการศึกษาเต็มรูปแบบ เพื่อเรียนที่จอฟฟรีย์บัลเลต์)"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Five, six, five, six, go,",
      "th": "ห้า หก ห้า หก ไป"
    }
  },
  {
    "translation": {
      "en": "and one, two, three, four, five, six, seven, eight.",
      "th": "และหนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Two, two, three, four, five, six, seven,",
      "th": "สอง สอง สาม สี่ ห้า หก เจ็ด"
    }
  },
  {
    "translation": {
      "en": "and one.",
      "th": "และหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Five, good!",
      "th": "ห้า ดี"
    }
  },
  {
    "translation": {
      "en": "And one, two, three, four, five, six, seven, eight.",
      "th": "และหนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "Two, two, three…",
      "th": "สอง สอง สาม…"
    }
  },
  {
    "translation": {
      "en": "[Jalyn] In ten years, I wanna be at the Royal Ballet.",
      "th": "อีกสิบปีข้างหน้า หนูอยากอยู่ในคณะรอยัลบัลเลต์"
    }
  },
  {
    "translation": {
      "en": "It's my dream to go there and be able to dance on their stage, so…",
      "th": "มันคือความฝันของหนูที่จะไปที่นั่น และได้เต้นบนเวทีของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Five, six, seven, eight.",
      "th": "ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, five!",
      "th": "หนึ่ง สอง สาม สี่ ห้า"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "I wanna go to Stanford and double major in kinesiology and dance.",
      "th": "ฉันอยากเข้าสแตนฟอร์ดและเรียนสองคณะ วิทยาศาสตร์การเคลื่อนไหวและการเต้น"
    }
  },
  {
    "translation": {
      "en": "Ooh, look at you! [laughs]",
      "th": "ไม่ธรรมดา!"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Two, three, four, five, go.",
      "th": "สอง สาม สี่ ห้า ไป"
    }
  },
  {
    "translation": {
      "en": "[Cathie] One, two, three, four, five, six, seven, eight.",
      "th": "หนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "[female student 1] Hopefully, I'll become somebody",
      "th": "หวังว่าฉันจะเป็นใครสักคนที่เปลี่ยนโลกได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "that changes the world, honestly, 'cause I-- I wanna see that happen.",
      "th": "หวังว่าฉันจะเป็นใครสักคนที่เปลี่ยนโลกได้จริงๆ เพราะฉันอยากให้มันเป็นอย่างนั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cathie] One, two, three, four, five, six, seven and one.",
      "th": "หนึ่ง สอง สาม สี่ ห้า หก เจ็ด และหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And five, six, seven…",
      "th": "และห้า หก เจ็ด… หนูอยากเป็นนักเต้นชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "I wanna be, like, a well-known dancer.",
      "th": "หนูอยากเป็นนักเต้นชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "Maybe a choreographer, but I love to dance.",
      "th": "อาจเป็นนักออกแบบท่าเต้นด้วย แต่หนูรักการเต้น"
    }
  },
  {
    "translation": {
      "en": "Like, it's my passion.",
      "th": "มันคือสิ่งที่หนูหลงใหลค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cathie] One… drop, and here we go.",
      "th": "หนึ่ง ปล่อย และเอาเลย"
    }
  },
  {
    "translation": {
      "en": "Probably be a lawyer, or-- and a dancer.",
      "th": "อาจจะเป็นทนาย หรือเป็นนักเต้นด้วย"
    }
  },
  {
    "translation": {
      "en": "I'll probably have to do both of them at the same time.",
      "th": "อาจจะทำสองอย่างพร้อมกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Cathie] Five, six, next, and one, two, three, four, five, six…",
      "th": "ห้า หก ต่อไป และหนึ่ง สอง สาม สี่ ห้า หก…"
    }
  },
  {
    "translation": {
      "en": "[female student 2] In five years, I just wanna be in the college of my choice, dancing.",
      "th": "อีกห้าปีข้างหน้า หนูอยากเข้ามหาลัย ที่อยากเรียนให้ได้ เรียนเต้น"
    }
  },
  {
    "translation": {
      "en": "I just really wanna be… [clicks tongue]",
      "th": "หนูแค่อยากจะมี…"
    }
  },
  {
    "translation": {
      "en": "…stable.",
      "th": "ความมั่นคง"
    }
  },
  {
    "translation": {
      "en": "I wanna have a permanent role on a TV show or in a movie or something.",
      "th": "ฉันอยากได้รับบทถาวรในรายการทีวี หรือในหนัง หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Cathie] One, two, three, four, five, six, seven, eight.",
      "th": "หนึ่ง สอง สาม สี่ ห้า หก เจ็ด แปด"
    }
  },
  {
    "translation": {
      "en": "In five years, I want to travel,",
      "th": "อีกห้าปีข้างหน้า ฉันอยากเดินทาง"
    }
  },
  {
    "translation": {
      "en": "either on Broadway or with a dance company.",
      "th": "ถ้าไม่ใช่กับบรอดเวย์ก็กับคณะเต้นรำ"
    }
  },
  {
    "translation": {
      "en": "[chorus] ♪ All I want for Christmas is you, baby ♪",
      "th": "เร็วเข้า ไปเลย"
    }
  },
  {
    "translation": {
      "en": "I wanna be a lot of things. I wanna be an author, an engineer, a dancer…",
      "th": "หนูอยากเป็นหลายอย่างเลย อยากเป็นนักเขียน เป็นวิศวกร เป็นนักเต้น…"
    }
  },
  {
    "translation": {
      "en": "the president of the United States. [chuckles]",
      "th": "เป็นประธานาธิบดีสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "I'm doing Kara for the first show,",
      "th": "หนูรับบทคาราในการแสดงครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "and then I'm doing \"Bollywood\" for the second show. [chuckles]",
      "th": "และหนูได้เต้นฉาก \"บอลลีวูด\" ในการแสดงครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "[Wayne] I got accepted to be on Broadway at 20 years old",
      "th": "ผมเข้าบรอดเวย์ได้ตอนอายุ 20"
    }
  },
  {
    "translation": {
      "en": "for the production of The Prom.",
      "th": "เพื่อแสดงละครเรื่องเดอะพรอม"
    }
  },
  {
    "translation": {
      "en": "I was talking to my mom, She was like, \"We're not surprised.\"",
      "th": "แม่ผมพูดว่า \"เราไม่แปลกใจเลย\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"What? Wh-- Why?\" She was like, \"We all saw it.\"",
      "th": "ผมบอก \"อะไรนะ\" แม่บอก \"พวกเราเห็นแววอยู่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "Recently, I started acting. I'm on a show called Young Sheldon,",
      "th": "เมื่อไม่นานมานี้ผมเริ่มทำการแสดง ผมเล่นซีรีส์เรื่องยังเชลดอน"
    }
  },
  {
    "translation": {
      "en": "and I play, like, a recurring character called Tam.",
      "th": "ผมเป็นนักแสดงสมทบที่ชื่อแทม"
    }
  },
  {
    "translation": {
      "en": "This job is killing me. You wouldn't understand.",
      "th": "งานนี้จะทำให้ฉันบ้าตาย นายคงไม่เข้าใจหรอก"
    }
  },
  {
    "translation": {
      "en": "You realize I have a job?",
      "th": "นายรู้ใช่ไหมว่าฉันมีงานทำ"
    }
  }
]