[
  {
    "translation": {
      "en": "[man] I remember one of the first times we went surfing.",
      "th": "ผมจำได้ครั้งแรกที่เราไปเล่นเซิร์ฟกัน"
    }
  },
  {
    "translation": {
      "en": "And Garret, he had a little surfboard and I had a board,",
      "th": "และแกร์เร็ตเขามีกระดานโต้คลื่นเล็ก ๆ และผมก็มีกระดานโต้คลื่นอยู่"
    }
  },
  {
    "translation": {
      "en": "and I... helped him catch a wave, and he really liked it.",
      "th": "และผมช่วยให้เขาจับคลื่นได้ และเขาก็ชอบมันมาก"
    }
  },
  {
    "translation": {
      "en": "He just caught on right away.",
      "th": "เขาเล่นได้ในทันที"
    }
  },
  {
    "translation": {
      "en": "So, I had instilled a love for the ocean for him.",
      "th": "ผมได้ปลูกฝังความรักทะเลให้กับเขา"
    }
  },
  {
    "translation": {
      "en": "We would go fishing and things like that.",
      "th": "เราชอบไปตกปลากันหรืออะไรอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Couple years ago, I told him that we bought a lot in Mexico",
      "th": "เมื่อสองสามปีก่อน ผมบอกเขาว่า ผมได้ซื้อที่ที่เม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "uh, that is like five minutes away from the water.",
      "th": "ที่อยู่ห่างจากน้ำแค่ห้านาที"
    }
  },
  {
    "translation": {
      "en": "\"Uh, it's a world-class surf spot,",
      "th": "เป็นจุดโต้คลื่นระดับโลกเลย"
    }
  },
  {
    "translation": {
      "en": "And I want to give it to you.\" He goes, \"What?\"",
      "th": "\"พ่ออยากให้ลูกนะ\" เขาก็บอกว่า \"อะไรนะ\""
    }
  },
  {
    "translation": {
      "en": "You know, and he got all excited,",
      "th": "เขาตื่นเต้นมากเลย"
    }
  },
  {
    "translation": {
      "en": "and he was really, really, uh... happy to hear that.",
      "th": "และเขาก็ดีใจที่ได้รู้เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "And I says, \"Look, but you have to earn enough money",
      "th": "ผมบอกว่า \"ฟังนะ แต่ลูกต้องหาเงินให้ได้มากพอ"
    }
  },
  {
    "translation": {
      "en": "to put up a little house on there.\"",
      "th": "เพื่อจะสร้างบ้านตรงนั้นได้\""
    }
  },
  {
    "translation": {
      "en": "I says, \"So, the sooner that you get the money,",
      "th": "ผมบอกว่า \"ยิ่งลูกหาเงินได้เร็วเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the sooner you can have it,\" you know.",
      "th": "ลูกก็ได้มันมาเร็วเท่านั้น\" รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "So he said, \"Okay, Dad.\"",
      "th": "แล้วเขาก็บอกว่า \"ได้ครับพ่อ\""
    }
  },
  {
    "translation": {
      "en": "He got a job on a long-range fishing boat.",
      "th": "เขาได้งานในเรือประมงระยะไกล"
    }
  },
  {
    "translation": {
      "en": "And then right about a week or so before he was supposed to leave,",
      "th": "แล้วประมาณหนึ่งอาทิตย์ก่อนที่เขาจะไป"
    }
  },
  {
    "translation": {
      "en": "he calls me, and he says, \"Dad, I decided not to go.\"",
      "th": "เขาโทรมาบอกผมว่า \"พ่อ ผมตัดสินใจไม่ไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I says, \"Why not?\"",
      "th": "ผมถาม \"ทำไมล่ะ\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Because I know where I can make more money in a lesser amount of time.\"",
      "th": "เขาบอกว่า \"เพราะผมรู้ว่าผมจะหาเงิน ได้มากกว่านี้ในเวลาที่น้อยกว่านี้ได้ที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "And I says, \"Where?\" He says,",
      "th": "ผมถามว่า \"ที่ไหน\" เขาบอกว่า \"ที่ไร่กัญชาทางการแพทย์ ตรงทางเหนือของแคลิฟอร์เนีย\""
    }
  },
  {
    "translation": {
      "en": "\"Up in the medical marijuana fields up in Northern California.\"",
      "th": "เขาบอกว่า \"ที่ไร่กัญชาทางการแพทย์ ตรงทางเหนือของแคลิฟอร์เนีย\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No, son.",
      "th": "ผมบอกไปว่า \"ไม่นะลูก"
    }
  },
  {
    "translation": {
      "en": "Don't even get involved with that, please.\"",
      "th": "อย่าไปข้องเกี่ยวกับสิ่งนั้นเลย ได้โปรด\""
    }
  },
  {
    "translation": {
      "en": "[man #2] Humboldt, for people that don't know what we are all about, is...",
      "th": "ฮัมโบล์ดท์ สำหรับคนที่ไม่รู้ว่าเราคือใคร"
    }
  },
  {
    "translation": {
      "en": "always been known as an outlaw community.",
      "th": "มักจะคิดว่าเป็นชุมชนนอกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "You say, \"Oh, yeah, I'm from Humboldt County,\"",
      "th": "คนก็จะพูดว่า \"ใช่ ผมมาจากฮัมโบล์ดท์เคาน์ตี้\""
    }
  },
  {
    "translation": {
      "en": "and people go, \"Oh. Okay.\"",
      "th": "คนอื่นก็จะบอกว่า \"โอ้ โอเค\""
    }
  },
  {
    "translation": {
      "en": "Usually that's a wink-wink, nudge-nudge,",
      "th": "(ไซรัส อัลเลน ชาวไร่) แล้วก็จะขยิบตาใส่"
    }
  },
  {
    "translation": {
      "en": "say-no-more situation where, um...",
      "th": "ไม่ต้องพูดอะไรกันมาก"
    }
  },
  {
    "translation": {
      "en": "they're assuming that you're just a pot grower,",
      "th": "พวกเขาก็จะเหมารวมว่า คุณคือคนปลูกกัญชา"
    }
  },
  {
    "translation": {
      "en": "that that's all you're really all about.",
      "th": "และคุณก็เป็นได้แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "What allured me, and I know a lot of people, I think it's the freedom.",
      "th": "สิ่งที่ดึงดูดผม และผมรู้จากหลายคน ผมคิดว่าคืออิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "I think it was the idea of living in the great outdoors,",
      "th": "ผมคิดว่าคือความคิดที่ได้อยู่กลางแจ้ง"
    }
  },
  {
    "translation": {
      "en": "off the grid, being self-sufficient.",
      "th": "ห่างไกลผู้คน พึ่งพาตนเองได้"
    }
  },
  {
    "translation": {
      "en": "That type of thing.",
      "th": "อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Things that are harmless, really.",
      "th": "สิ่งที่ไม่เป็นภัย จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] People come up here from all over.",
      "th": "คนมาที่นี่จากทั่วสารทิศ"
    }
  },
  {
    "translation": {
      "en": "Humboldt County is a great destination to find yourself.",
      "th": "ฮัมโบล์ดท์เคาน์ตี้เป็นจุดหมายที่ดี ที่จะค้นพบตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The redwoods, the mountains, the rivers, the ocean.",
      "th": "ป่าสน ภูเขา แม่น้ำ ท้องทะเล"
    }
  },
  {
    "translation": {
      "en": "It's the most beautiful place in the world, in my opinion.",
      "th": "เป็นที่ที่สวยงามที่สุดในโลก ในความคิดของฉัน"
    }
  },
  {
    "translation": {
      "en": "But there's a million places to disappear in Humboldt.",
      "th": "แต่มีที่เป็นล้านให้หายตัวไปได้ ในฮัมโบล์ดท์ (คริส คุ้ก นักสืบเอกชน)"
    }
  },
  {
    "translation": {
      "en": "-[woman] Can I ask you a question? -[woman] Sure.",
      "th": "- ขอถามอะไรหน่อยได้ไหมคะ - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Are you a local?",
      "th": "คุณเป็นคนในพื้นที่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, I'm just here visiting some friends and family.",
      "th": "เปล่าค่ะ ฉันมาเยี่ยมเพื่อนและครอบครัว"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay. All right, thanks. -Yeah.",
      "th": "- โอ้ โอเค ขอบคุณค่ะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, sorry, can I ask you a question? Are you a local?",
      "th": "ขอโทษค่ะ ขอถามอะไรหน่อยได้ไหม คุณเป็นคนในพื้นที่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Um...",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "I'm looking for my daughter.",
      "th": "ฉันตามหาลูกสาวอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's a missing person.",
      "th": "เธอหายตัวไป"
    }
  },
  {
    "translation": {
      "en": "I actually come from Australia.",
      "th": "ที่จริงฉันมาจากออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "Oh, okay.",
      "th": "โอ้ โอเค"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "-What's her name? -Her name is Asha.",
      "th": "- เธอชื่ออะไร - อาชชาค่ะ"
    }
  },
  {
    "translation": {
      "en": "I can't say I've seen her.",
      "th": "ผมบอกไม่ได้ว่าเคยเห็นเธอ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Uh-uh.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-All right. -Yup.",
      "th": "- ได้ค่ะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[woman] There are fliers everywhere.",
      "th": "มีใบปลิวเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "There's old cases that haven't been solved from 30 years ago.",
      "th": "มีคดีที่เก่าที่สุดที่ยังไม่ทราบคำตอบ ตั้งแต่ 30 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Then there's cases from a couple years ago that are still unsolved",
      "th": "แล้วก็มีคดีจากเมื่อสองสามปีก่อน ที่ยังคงเป็นปริศนา (ไอลีน รัสเซล นักข่าว สถานีเคมัด)"
    }
  },
  {
    "translation": {
      "en": "and then there's new cases cropping up.",
      "th": "แล้วก็มีคดีใหม่เกิดขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "You could just tell that there's something going on up here.",
      "th": "คุณบอกได้เลยว่า มีบางอย่างเกิดขึ้นตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Right? There's always a new missing person on front of the store.",
      "th": "ใช่ไหม มีป้ายคนหายติดอยู่หน้าร้านตลอด (โจ ฟาโช ชาวไร่)"
    }
  },
  {
    "translation": {
      "en": "There's always these signs.",
      "th": "มีป้ายพวกนี้ตลอด"
    }
  },
  {
    "translation": {
      "en": "It's alarming.",
      "th": "มันน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "[female reporter] The Humboldt County Sheriff's Office",
      "th": "(ฮานา แฮมเมอร์หายตัวไป) เจ้าหน้าที่ของฮัมโบล์ดท์เคาน์ตี้ และกองกำลังค้นหาและช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "and search and rescue posse continues the search",
      "th": "เจ้าหน้าที่ของฮัมโบล์ดท์เคาน์ตี้ และกองกำลังค้นหาและช่วยเหลือ ยังคงทำการค้นหา ผู้หญิงที่หายตัวไปในเพโทรเลีย"
    }
  },
  {
    "translation": {
      "en": "for a missing woman in the Petrolia area.",
      "th": "ยังคงทำการค้นหา ผู้หญิงที่หายตัวไปในเพโทรเลีย"
    }
  },
  {
    "translation": {
      "en": "[man] Do we got folks from search and rescue?",
      "th": "มีคนจากหน่วยค้นหาและช่วยเหลือไหม"
    }
  },
  {
    "translation": {
      "en": "Awesome. Great. Thanks so much for coming.",
      "th": "เยี่ยม ดี ขอบคุณที่มาครับ"
    }
  },
  {
    "translation": {
      "en": "And then we got the sheriff as well, so...",
      "th": "แล้วเราก็มีนายอำเภอเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah. Thanks for being here.",
      "th": "ขอบคุณที่มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "So, what I would like to do",
      "th": "(ทางเลือก แผนปฏิบัติ)"
    }
  },
  {
    "translation": {
      "en": "is to go from her vehicle and do a ground search",
      "th": "ที่ผมอยากทำคือเริ่มจากรถของเธอ แล้วเริ่มการค้นหาบนพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "to where this river access is at.",
      "th": "ไปยังที่ที่แม่น้ำข้ามผ่าน"
    }
  },
  {
    "translation": {
      "en": "Let's investigate that first,",
      "th": "ไปสืบสวนตรงนั้นก่อน เพราะว่านั่นเป็นข้อมูลที่น่ากังวลใจ"
    }
  },
  {
    "translation": {
      "en": "because that's daunting information that there's a foul smell",
      "th": "ไปสืบสวนตรงนั้นก่อน เพราะว่านั่นเป็นข้อมูลที่น่ากังวลใจ (จ่าเคอร์รี ไอร์แลนด์ เจ้าหน้าที่ฮัมโบล์ดท์) ว่ามีกลิ่นที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "uh, that may be related with something deceased.",
      "th": "ที่อาจเป็นบางสิ่งที่ตายไป"
    }
  },
  {
    "translation": {
      "en": "[man] It's called the Humboldt County Sheriff's Posse, is what we are.",
      "th": "เรียกว่ากองกำลัง นายอำเภอฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "We're volunteers. We're there just to help.",
      "th": "เราเป็นอาสาสมัคร เรามาเพื่อช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "Not only do we do search and rescue, we do evidence searches.",
      "th": "ไม่เพียงแค่ค้นหาและกู้ภัย เรายังค้นหาหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "We'll help them out if somebody tosses a gun into a field.",
      "th": "เราช่วยพวกเขา ถ้ามีคนทิ้งปืนไว้ (ไบรอัน ราสกิน กองกำลังช่วยเหลือ)"
    }
  },
  {
    "translation": {
      "en": "We'll go and help them search for that gun if they can't find it.",
      "th": "เราจะช่วยพวกเขาค้นหาปืนนั้น ถ้าพวกเขาหาไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "Law enforcement in Humboldt is definitely spread thin.",
      "th": "เจ้าหน้าที่รักษากฎหมายในฮัมโบล์ดท์นั้น มีกำลังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Definitely.",
      "th": "อย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "They deal with a lot of things that other counties don't have to deal with.",
      "th": "พวกเขาต้องรับมือกับหลายสิ่ง ที่เคาน์ตี้อื่นไม่ต้องเจอ"
    }
  },
  {
    "translation": {
      "en": "I've found a few bodies, yup.",
      "th": "ผมเจอศพมาบ้าง ใช่"
    }
  },
  {
    "translation": {
      "en": "I've definitely found a few bodies.",
      "th": "ผมเจอศพมาบ้างแน่"
    }
  },
  {
    "translation": {
      "en": "But I think being able to, you know,",
      "th": "แต่ผมคิดว่าการที่ได้"
    }
  },
  {
    "translation": {
      "en": "at least return that child to his parents.",
      "th": "อย่างน้อยก็ได้นำลูกกลับสู่พ่อแม่"
    }
  },
  {
    "translation": {
      "en": "I think as a parent, not knowing, you know,",
      "th": "ผมคิดว่าในฐานะพ่อแม่ การที่ไม่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "where your child is... you know, I'd much rather know.",
      "th": "ลูกของคุณอยู่ไหนนั้น แบบว่า ผมขอให้ได้รู้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Sgt. Kerry] It's a really difficult area.",
      "th": "มันเป็นพื้นที่ที่ยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "You can bring out 100 personnel and air assets.",
      "th": "คุณสามารถใช้คนเป็นร้อย และการค้นหาทางอากาศอีก"
    }
  },
  {
    "translation": {
      "en": "However, your search area becomes infinite",
      "th": "แต่ถึงอย่างนั้น พื้นที่ค้นหาก็ดูเหมือนไม่มีจุดสิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "once you rule out the high-probability areas.",
      "th": "เมื่อคุณตัดเอาพื้นที่ที่เป็นไปได้ออก"
    }
  },
  {
    "translation": {
      "en": "After that, then it's just a matter of getting the word out to the community",
      "th": "หลังจากนั้น มันก็แค่ต้องบอกข่าวให้ชุมชน"
    }
  },
  {
    "translation": {
      "en": "to be on the lookout for our missing person",
      "th": "ให้คอยสอดส่องดูคนที่หายไป"
    }
  },
  {
    "translation": {
      "en": "and to contact the sheriff's office.",
      "th": "และติดต่อสำนักงานนายอำเภอ"
    }
  },
  {
    "translation": {
      "en": "The Humboldt County Sheriff's Office is asking for the public",
      "th": "สำนักงานนายอำเภอฮัมโบล์ดท์เคาน์ตี้ ขอให้ประชาชน"
    }
  },
  {
    "translation": {
      "en": "-to keep an eye out for a missing man. -For a missing woman.",
      "th": "- คอยสังเกตคนหาย - ผู้หญิงหายตัวไป"
    }
  },
  {
    "translation": {
      "en": "-Another man is missing. -Mysteriously disappeared.",
      "th": "- ชายอีกคนหายตัวไป - หายไปอย่างลึกลับ"
    }
  },
  {
    "translation": {
      "en": "Last seen on Highway 36.",
      "th": "ครั้งสุดท้ายที่เห็นอยู่บนถนนเส้น 36"
    }
  },
  {
    "translation": {
      "en": "[man] More missing people than any other county in California.",
      "th": "มีคนหายตัวไปมากกว่าเคาน์ตี้อื่นในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Why is that?",
      "th": "ทำไมจึงเป็นเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "[Eileen] There are a lot of missing people here.",
      "th": "มีคนหายตัวมากมายในฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "I think a lot of people come up to Humboldt County",
      "th": "ฉันคิดว่าใครหลายคนมาที่ฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "to get away from life somewhere else.",
      "th": "เพื่อหลบหนีจากชีวิตที่อื่น"
    }
  },
  {
    "translation": {
      "en": "So you already have a culture of people who kind of want to disappear.",
      "th": "คุณมีคนในประเภทที่อยากหายตัวไปอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "A lot of the public opinion out there",
      "th": "มีคนมากมายตรงนั้นเชื่อว่า อาจเป็นฝีมือฆาตกรต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "believe that there is possibly a serial killer.",
      "th": "มีคนมากมายตรงนั้นเชื่อว่า อาจเป็นฝีมือฆาตกรต่อเนื่อง (เบรนดา คอนดอน ทนายช่วยเรื่องคนหาย)"
    }
  },
  {
    "translation": {
      "en": "[man] It's crossed my mind.",
      "th": "มันทำให้ผมคิด"
    }
  },
  {
    "translation": {
      "en": "You know, like, I couldn't-- That's one of the things that came across my mind.",
      "th": "มีสิ่งหนึ่งที่ผมคิด"
    }
  },
  {
    "translation": {
      "en": "\"Maybe there's a serial killer that's killing all these people or something.",
      "th": "ว่าบางทีอาจมีฆาตกรต่อเนื่อง ที่ฆ่าคนพวกนี้ไป"
    }
  },
  {
    "translation": {
      "en": "All these missing people.\"",
      "th": "คนที่หายตัวไป"
    }
  },
  {
    "translation": {
      "en": "It's a really remote place.",
      "th": "มันเป็นสถานที่ที่ห่างไกล"
    }
  },
  {
    "translation": {
      "en": "This is why people came here in the first place, it's the remoteness.",
      "th": "นั่นคือเหตุผลที่คนมาตั้งแต่แรก คือความห่างไกลผู้คน"
    }
  },
  {
    "translation": {
      "en": "It makes you kind of think, what if this guy came up here",
      "th": "มันทำให้คุณคิดว่า ถ้าคนนั้นมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "because he could get away with this?",
      "th": "เพราะไม่มีใครจับเขาได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know?",
      "th": "รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "That narrative is flashy and attractive and misleading.",
      "th": "เรื่องเล่านั้นดูฉาบฉวย น่าดึงดูดและชวนให้เข้าใจผิด (ไรอัน เบิร์นส์ นักข่าว ลอสโคสเอาท์โพส)"
    }
  },
  {
    "translation": {
      "en": "[interviewer] If it's not a serial killer, then what is it?",
      "th": "ถ้าไม่ใช่ฆาตกรต่อเนื่อง แล้วคืออะไร"
    }
  },
  {
    "translation": {
      "en": "I-I do not-- If I knew, then I guess these wouldn't be unsolved cases.",
      "th": "ผมไม่ ถ้าผมรู้ มันคงไม่มีคดีที่หาคำตอบไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Eileen] What brings you to Northern California?",
      "th": "อะไรทำให้คุณมาที่นอร์ทเทิร์นแคลิฟอร์เนียร์"
    }
  },
  {
    "translation": {
      "en": "[woman] I have come to Northern California",
      "th": "ฉันมาที่นอร์ทเทิร์นแคลิฟอร์เนีย เพื่อตามหาลูกสาว"
    }
  },
  {
    "translation": {
      "en": "looking for my daughter,",
      "th": "(วิทยุชุมชนเคมูดเรดวู้ด)"
    }
  },
  {
    "translation": {
      "en": "who became a missing person",
      "th": "ที่หายตัวไปในวันที่ 21 กันยายน"
    }
  },
  {
    "translation": {
      "en": "on September 21st, 2015.",
      "th": "ที่หายตัวไปในวันที่ 21 กันยายน (จีนนี่ ไครมเมอร์ แม่ของคนหาย) ปี 2015"
    }
  },
  {
    "translation": {
      "en": "So you have had some reports and you followed up.",
      "th": "คุณมีรายงานคนหาย และคุณก็ตามเรื่องต่อ"
    }
  },
  {
    "translation": {
      "en": "I get vague reports, yes.",
      "th": "ใช่ค่ะมีรายงานที่คลุมเครือ"
    }
  },
  {
    "translation": {
      "en": "But you would say nothing that you really felt like...",
      "th": "แต่คุณคงไม่บอกอะไร ที่คุณรู้สึกเหมือนว่า..."
    }
  },
  {
    "translation": {
      "en": "No. I did have a girl, the other day,",
      "th": "ไม่ค่ะ เมื่อวันก่อนมีผู้หญิงคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "say that she spoke to someone with a tattoo like Asha's,",
      "th": "บอกว่าเธอคุยกับคน ที่มีรอยสักเหมือนอาชชา"
    }
  },
  {
    "translation": {
      "en": "and that made me feel really good.",
      "th": "และนั่นทำให้ฉันรู้สึกดีมาก"
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "th": "พอนึกออกค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Eileen] And how has local law enforcement responded?",
      "th": "(คุณเจอไหม) แล้วเจ้าหน้าที่ท้องถิ่นตอบสนองอย่างไรคะ"
    }
  },
  {
    "translation": {
      "en": "[Jeannie] The local law enforcement, um...",
      "th": "เจ้าหน้าที่รักษากฏหมายท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "yeah, it's a tricky...",
      "th": "ค่ะ มันก็ลำบากใจอยู่"
    }
  },
  {
    "translation": {
      "en": "it's a tricky thing in that they have been,",
      "th": "มันลำบากใจที่ว่าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I would say, overly kind to me,",
      "th": "บอกได้ว่าใจดีกับฉันมาก"
    }
  },
  {
    "translation": {
      "en": "and they would lend me an ear at any time of the day or night.",
      "th": "พวกเขาคอยรับฟังฉันตลอด ไม่ว่าตอนไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "However, their MO is different than what we may think it should be.",
      "th": "ถึงอย่างนั้นวิธีการของพวกเขา ก็ต่างจากสิ่งที่เราคิดว่าควรเป็น"
    }
  },
  {
    "translation": {
      "en": "And you realize that it's really up to you,",
      "th": "และคุณก็รู้ได้ว่า มันขึ้นอยู่กับตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "the individual family member... She looks familiar, for some reason. ...to lead the charge.",
      "th": "สมาชิกครอบครัวแต่ละคน ที่จะนำการค้นหา"
    }
  },
  {
    "translation": {
      "en": "I believe that's because they have so many reports of missing people.",
      "th": "ฉันเชื่อว่าเป็นเพราะ มีรายงานคนหายมากมายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "[Eileen] To leave an anonymous message, you can call 213-986-7671",
      "th": "หากต้องการทิ้งข้อความโดยไม่ประสงค์ออกนาม โทรมาได้ที่ 213-986-7671"
    }
  },
  {
    "translation": {
      "en": "or Facebook, \"Help Find Asha Kreimer.\"",
      "th": "หรือเข้าไปที่เฟซบุ้ค \"ช่วยตามหาอาชชา ไครมเมอร์\""
    }
  },
  {
    "translation": {
      "en": "Reporting for KMUD News, this is Eileen Russell.",
      "th": "รายงานจากข่าวเคมูด ไอรีน รัสเซลรายงานค่ะ"
    }
  },
  {
    "translation": {
      "en": "There are so many missing persons in Humboldt County that law enforcement",
      "th": "มีคนหายมากมายในฮัมโบล์ดท์เคาน์ตี้ จนเจ้าหน้าที่รักษากฏหมาย"
    }
  },
  {
    "translation": {
      "en": "cannot possibly keep up with it.",
      "th": "ไม่อาจรับมือทันได้"
    }
  },
  {
    "translation": {
      "en": "Within the sheriff's department,",
      "th": "(สำนักงานนายอำเภอ)"
    }
  },
  {
    "translation": {
      "en": "a lot of times the missing persons detective",
      "th": "ภายในแผนกของนายอำเภอ หลายครั้งที่สายสืบคดีคนหาย"
    }
  },
  {
    "translation": {
      "en": "is also a homicide detective.",
      "th": "ก็เป็นสายสืบคดีฆาตกรรมเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "This is where our records bureau, where we process,",
      "th": "นี่คือส่วนเก็บบันทึกที่เราดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "you know, 12,000 police reports every year.",
      "th": "มีรายงานคดี 12,000 คดีทุกปี"
    }
  },
  {
    "translation": {
      "en": "And missing persons cases, crime reports, those kind of things.",
      "th": "มีคดีคนหาย คดีอาชญากรรม อะไรพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] I did have a question,",
      "th": "ผมมีคำถามในฐานะ คนที่เจอคดีอาชญากรรมมากมาย"
    }
  },
  {
    "translation": {
      "en": "as somebody who looks at a lot of crime and missing person cases.",
      "th": "ผมมีคำถามในฐานะ คนที่เจอคดีอาชญากรรมมากมาย - และคดีคนหายมากมาย - ครับ"
    }
  },
  {
    "translation": {
      "en": "Wouldn't it be easier to have one dude who looks at all these missing people",
      "th": "มันไม่ง่ายกว่าหรือถ้าจะให้คนเพียงคนเดียว คอยตามหาคนหายพวกนี้"
    }
  },
  {
    "translation": {
      "en": "rather than just spending it out, and...",
      "th": "แทนที่จะกระจายกันไป"
    }
  },
  {
    "translation": {
      "en": "You know, it all depends, because a voluntary missing person...",
      "th": "(นายอำเภอวิลเลียม ฮอนเซล ฮัมโบล์ดท์) มันก็แล้วแต่ เพราะว่าอาสาสมัครตามหาคนหาย"
    }
  },
  {
    "translation": {
      "en": "You know, we have our detective bureau",
      "th": "มันก็แล้วแต่ เพราะว่าอาสาสมัครตามหาคนหาย เรามีแผนกสืบสวน คอยดูคดีพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "that looks at these cases, and we have a caseload.",
      "th": "เรามีแผนกสืบสวน คอยดูคดีพวกนั้น และเรามีคดีมากมายที่รับผิดชอบอยู่"
    }
  },
  {
    "translation": {
      "en": "The problem is, when you have, you know, 20 homicides in a year,",
      "th": "ปัญหาคือ เมื่อคุณมีคดีฆาตกรรม 20 คดีต่อปี"
    }
  },
  {
    "translation": {
      "en": "some of those things get pushed to the side.",
      "th": "สิ่งพวกนั้นก็ถูกกันออกไปก่อน"
    }
  },
  {
    "translation": {
      "en": "And it's an important thing for us to do, absolutely,",
      "th": "และมันเป็นสิ่งสำคัญที่เราต้องทำแน่นอน"
    }
  },
  {
    "translation": {
      "en": "but we also, with the limited resources we have,",
      "th": "แต่เราก็ ด้วยทรัพยากรที่เรามีอย่างจำกัด"
    }
  },
  {
    "translation": {
      "en": "we have to prioritize, you know.",
      "th": "เราต้องจัดลำดับความสำคัญ"
    }
  },
  {
    "translation": {
      "en": "And also, people have to work with us.",
      "th": "อีกอย่าง ประชาชนต้องร่วมมือกับเรา"
    }
  },
  {
    "translation": {
      "en": "[Ryan] Especially in southern Humboldt, if there's a problem,",
      "th": "โดยเฉพาะทางตอนใต้ของฮัมโบล์ดท์ ถ้ามีปัญหา"
    }
  },
  {
    "translation": {
      "en": "they can't go to law enforcement, because their lifestyle",
      "th": "พวกเขาไปหาเจ้าหน้าที่รักษากฎหมายไม่ได้ เพราะวิถีชีวิตของเขา"
    }
  },
  {
    "translation": {
      "en": "and the way they've been making money has been illegal, and still is illegal,",
      "th": "และวิธีที่เขาหารายได้นั้นผิดกฎหมาย และยังผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "unless you have a permit, which those are few and far between even now.",
      "th": "เว้นแต่ถ้าคุณมีใบอนุญาต ซึ่งก็มีอยู่น้อยแม้กระทั่งตอนนี้"
    }
  },
  {
    "translation": {
      "en": "What we are finding is that missing persons",
      "th": "สิ่งที่เราเจอคือคนหายพวกนั้น (ลินดา สแตนส์เบอร์รี่ นักข่าว นอร์ทโคสเจอร์นัล)"
    }
  },
  {
    "translation": {
      "en": "are very difficult to find in Humboldt County.",
      "th": "(ลินดา สแตนส์เบอร์รี่ นักข่าว นอร์ทโคสเจอร์นัล) นั้นยากที่จะหาเจอในฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "And a lot of that is tied back into the cannabis industry.",
      "th": "และส่วนมากก็เกี่ยวข้องกับ อุตสาหกรรมการผลิตกัญชา"
    }
  },
  {
    "translation": {
      "en": "[woman] A harvest is a really big deal, because you're thinking,",
      "th": "ฤดูเก็บเกี่ยวเป็นเรื่องใหญ่ เพราะคุณคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"We made it this far.",
      "th": "\"เรามาไกลขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "There's one last chance that we're going to get busted.\"",
      "th": "นี่เป็นโอกาสสุดท้าย ที่เราอาจถูกจับได้"
    }
  },
  {
    "translation": {
      "en": "A trimmer, or trimmigrant, would be anybody who comes to Humboldt",
      "th": "คนขริบจะเป็น (มาริออน คอลลาเมอร์ ชาวไร่)"
    }
  },
  {
    "translation": {
      "en": "specifically to make money during harvest trimming.",
      "th": "ใครก็ได้ที่มาฮัมโบล์ดท์ เพื่อหาเงินในช่วงเก็บเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "When I first started trimming, it was just hippie girls, mostly.",
      "th": "ตอนที่ฉันเริ่มเก็บเกี่ยว แรกๆ ก็มีแต่สาวฮิปปี้"
    }
  },
  {
    "translation": {
      "en": "All the trimmers were women.",
      "th": "และคนขริบก็มีแต่ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Mostly because Greg used to say, and I agree,",
      "th": "ส่วนมากก็อย่างที่เกรกบอก และฉันก็เห็นด้วยว่า"
    }
  },
  {
    "translation": {
      "en": "that guys eat more, they drink more, and they sleep more.",
      "th": "ผู้ชายกินมากกว่า ดื่มมากกว่า และนอนมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Also, usually a hippie girl wouldn't come back and rob you.",
      "th": "และปกติแล้วสาวฮิปปี้ก็ไม่กลับมาปล้นคุณ"
    }
  },
  {
    "translation": {
      "en": "But her boyfriend would.",
      "th": "แต่แฟนเธอก็อาจจะ"
    }
  },
  {
    "translation": {
      "en": "I was just gonna stay for a year or two, and I couldn't ever leave.",
      "th": "ฉันว่าจะอยู่แค่ปีสองปี แต่ฉันก็จากไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I really fell in love with the lifestyle.",
      "th": "ฉันตกหลุมรักกับวิถีชีวิตอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "It just seemed like a different world that I couldn't believe it existed.",
      "th": "มันดูเหมือนเป็นโลกที่ต่างออกไป ที่ฉันไม่เชื่อว่ามีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "It's not easy, but it is a much more satisfying life than",
      "th": "มันไม่ง่าย แต่มันเป็นชีวิตที่น่าพึงพอใจมากกว่า"
    }
  },
  {
    "translation": {
      "en": "what I had my graduate degree in.",
      "th": "สิ่งที่ฉันได้เรียนจบมาเสียอีก"
    }
  },
  {
    "translation": {
      "en": "And it wasn't just the money, it was the community.",
      "th": "และมันไม่ใช่แค่เรื่องเงิน มันคือชุมชน"
    }
  },
  {
    "translation": {
      "en": "It was our cabin, it was our land, specifically.",
      "th": "มันคือบ้านของเรา คือที่ดินของเราก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "That's our family business.",
      "th": "มันคือธุรกิจของครอบครัวเรา"
    }
  },
  {
    "translation": {
      "en": "Kids come up here sometimes thinking this is one big reggae festival.",
      "th": "บางครั้งเด็กๆ มาที่นี่คิดว่า เป็นเทศกาลเรกเก้ใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "They feel like they're gonna come to paradise,",
      "th": "พวกเขารู้สึกว่าจะได้มาขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "that they're gonna make a ton of money, they're gonna be smoking weed,",
      "th": "ว่าจะหาเงินได้เป็นกอบเป็นกำ จะได้สูบกัญชา"
    }
  },
  {
    "translation": {
      "en": "living the good life up in the forest, up in the mountains.",
      "th": "ใช้ชีวิตอย่างดีอยู่ในป่า อยู่บนเขา"
    }
  },
  {
    "translation": {
      "en": "And when they get there, a lot of times they end up in dangerous situations.",
      "th": "และเมื่อพวกเขามาถึง บ่อยครั้งที่ต้องเจอกับอันตราย"
    }
  },
  {
    "translation": {
      "en": "And a lot of times, bad things happen, and a lot of times,",
      "th": "และหลายครั้ง สิ่งที่ไม่ดีก็เกิดขึ้น หลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "it's not even close to what they think this Shangri-La trip of theirs",
      "th": "มันไม่ได้ใกล้เคียงกับที่พวกเขาคิดว่า การเดินทางไปแชงกรีล่าที่คิด (ผู้กองเคน สวิทเธนแบงค์ สำนักงานนายอำเภอฮัมโบล์ดท์)"
    }
  },
  {
    "translation": {
      "en": "is what they thought it was gonna be.",
      "th": "(ผู้กองเคน สวิทเธนแบงค์ สำนักงานนายอำเภอฮัมโบล์ดท์) ว่าจะเป็นอย่างเขาคิด"
    }
  },
  {
    "translation": {
      "en": "I found these four trimmers on the side of the road.",
      "th": "ผมเจอคนขริบสี่คนนี้จากข้างถนน"
    }
  },
  {
    "translation": {
      "en": "Just picked them up.",
      "th": "แค่รับพวกเขามา"
    }
  },
  {
    "translation": {
      "en": "I liked them, they were cool, they were nice.",
      "th": "ผมชอบเขา เขาเจ๋งดี เขาน่ารักดี"
    }
  },
  {
    "translation": {
      "en": "So that's why I brought them here, to work for me.",
      "th": "นั่นคือเหตุผลที่ผมพาเขามาที่นี่ มาทำงานกับผม"
    }
  },
  {
    "translation": {
      "en": "Trim the product from fresh cannabis into a marketable product to sell.",
      "th": "(คาร์ลอส ฟินน์ ชาวไร่) ตัดขริบผลิตภัณฑ์จากต้นกัญชาสด ให้กลายเป็นผลิตภัณฑ์ที่สามารถขายได้"
    }
  },
  {
    "translation": {
      "en": "[man] How long you been here?",
      "th": "อยู่ที่นี่มานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "One month now.",
      "th": "หนึ่งเดือนแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-One month? -Yeah.",
      "th": "- หนึ่งเดือนหรือ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "We can say that we were lucky because we found Carlos,",
      "th": "เราบอกได้ว่าเราโชคดี เพราะเรามาเจอคาร์ลอส (ซาร่าห์ คนขริบ)"
    }
  },
  {
    "translation": {
      "en": "and he's a really good guy and he care about us.",
      "th": "เขาเป็นคนดีมาก เขาห่วงใยเรา"
    }
  },
  {
    "translation": {
      "en": "And the farm is really nice.",
      "th": "และครอบครัวเขาก็ใจดี"
    }
  },
  {
    "translation": {
      "en": "[girl #2] I'm from France. We're from Brittany, north of France.",
      "th": "ฉันมาจากฝรั่งเศส เรามาจากบริททานี ทางตอนเหนือฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "And we took the bus... San Francisco, to here, Garberville.",
      "th": "เรานั่งรถบัส จากซานฟรานซิสโกมาที่นี่การ์เบอร์วิล"
    }
  },
  {
    "translation": {
      "en": "Joanna and me were so scared, because we are only two girls",
      "th": "(คาโรล คนขริบ) ฉันกับโจแอนนากลัวมาก เพราะเราเป็นผู้หญิงแค่สองคน"
    }
  },
  {
    "translation": {
      "en": "who didn't know nobody here, you know, nothing here.",
      "th": "ที่ไม่รู้จักใครที่นี่ ไม่มีอะไรที่นี่เลย"
    }
  },
  {
    "translation": {
      "en": "[man] You're stuck up here?",
      "th": "คุณติดอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You can't go?",
      "th": "- ใช่ - คุณไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-No. -No, because you don't have the car.",
      "th": "- ไม่ - เพราะคุณไม่มีรถ"
    }
  },
  {
    "translation": {
      "en": "They sleep in the trailer, or in this room,",
      "th": "พวกเขานอนในรถเทรลเลอร์ หรือในห้องนี้"
    }
  },
  {
    "translation": {
      "en": "wherever they're comfortable.",
      "th": "ที่ไหนก็ได้ที่สบายใจ"
    }
  },
  {
    "translation": {
      "en": "Then they come here and work 12 hours a day.",
      "th": "แล้วพวกเขาก็มาที่นี่ ทำงาน 12 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[man] I pay $150 per pound, and the fast ones do two pounds a day;",
      "th": "ผมจ่ายให้ 150 เหรียญต่อหนึ่งปอนด์ และคนที่ทำได้เร็วก็ทำได้สองปอนด์ต่อวัน"
    }
  },
  {
    "translation": {
      "en": "the slow ones get a pound a day.",
      "th": "คนที่ทำได้ช้าก็ได้หนึ่งปอนด์ต่อวัน"
    }
  },
  {
    "translation": {
      "en": "[girl] There's grandmothers that live here and do this work that have,",
      "th": "มีคุณย่าที่อาศัยอยู่ที่นี่ และทำงานนี้"
    }
  },
  {
    "translation": {
      "en": "you know, this has been their life.",
      "th": "นี่เป็นชีวิตของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man] Beautiful.",
      "th": "สวยงาม"
    }
  },
  {
    "translation": {
      "en": "Boy, it looks so good.",
      "th": "ดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "I've never hired trimmigrants, personally. I usually like to hire a local.",
      "th": "ผมไม่เคยจ้างคนจากที่อื่น ส่วนตัวแล้วผมชอบจ้างคนพื้นที่"
    }
  },
  {
    "translation": {
      "en": "These are amazing. They have no spurs. They have no crow's feet.",
      "th": "นี่สุดยอดมาก ไม่มีเดือย ไม่มีตีนกา"
    }
  },
  {
    "translation": {
      "en": "It actually gives the essence and the beauty of the whole bud.",
      "th": "แบบนี้ถึงให้ส่วนสำคัญ และความสวยงามของทั้งยอดอ่อน"
    }
  },
  {
    "translation": {
      "en": "What I like to term sexiness.",
      "th": "ผมอยากเรียกว่าคือความเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "You got to be cautious as well,",
      "th": "คุณต้องระวังด้วยเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "because you're working with people that are either",
      "th": "เพราะคุณทำงานกับคนที่"
    }
  },
  {
    "translation": {
      "en": "like myself that are open and cool",
      "th": "ไม่อย่างผมที่เปิดกว้างและก็ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "and willing to more or less be your friend",
      "th": "และพร้อมจะเป็นเพื่อนคุณไม่มากก็น้อย"
    }
  },
  {
    "translation": {
      "en": "and not want anything from you,",
      "th": "และไม่ต้องการอะไรจากคุณ"
    }
  },
  {
    "translation": {
      "en": "other than just your service to clean my weed.",
      "th": "นอกจากบริการทำความสะอาดกัญชาผม"
    }
  },
  {
    "translation": {
      "en": "Or you're gonna step into an environment with somebody--",
      "th": "หรือไม่คุณก็จะก้าวเข้าไปในสภาพแวดล้อมที่ คนบางคน"
    }
  },
  {
    "translation": {
      "en": "they don't really care about your feelings at all.",
      "th": "พวกเขาไม่สนความรู้สึกคุณเลย"
    }
  },
  {
    "translation": {
      "en": "They just want the work done and maybe a little something extra from you.",
      "th": "พวกเขาแค่อยากทำงานให้เสร็จ บางทีอาจอยากได้อะไรจากคุณเพิ่มบ้าง"
    }
  },
  {
    "translation": {
      "en": "I heard weird stories.",
      "th": "ฉันเคยได้ยินเรื่องแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "One girl, you know, asking for a job, and he wanted her...",
      "th": "มีหญิงสาวคนหนึ่งมาขอทำงาน และเขาอยากให้เธอทำงานให้ เพราะเขาอยากให้เธอถอดเสื้อทำ"
    }
  },
  {
    "translation": {
      "en": "to work for him-- He wanted her to work topless.",
      "th": "และเขาอยากให้เธอทำงานให้ เพราะเขาอยากให้เธอถอดเสื้อทำ (ซารีน่า คนขริบ)"
    }
  },
  {
    "translation": {
      "en": "And she refused.",
      "th": "และเธอปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "But then I was coming up this other girl from the edge of the supermarket,",
      "th": "แล้วพอฉันเดินมาถึงผู้หญิงอีกคน ในอีกด้านของซุปเปอร์มาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "and she, \"Yeah, okay, I'll do it.\" Just jumped in, and they went off.",
      "th": "เธอก็บอกว่า \"ได้ โอเค ฉันจะทำ\" แค่กระโดดขึ้นแล้วก็ออกไป"
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What the fuck?\"",
      "th": "ฉันก็แบบว่า \"อะไรวะเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "A lot of the trimmigrants is very trusting,",
      "th": "คนขริบจากนอกเมืองหลายคนเชื่อใจคนมาก"
    }
  },
  {
    "translation": {
      "en": "jump in a car with anybody,",
      "th": "กระโดดขึ้นรถคนอื่น"
    }
  },
  {
    "translation": {
      "en": "go out, you know, 20 miles into who knows where.",
      "th": "ขับรถออกไป 20 ไมล์ ไปไหนก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Ten miles on a one-lane dirt road.",
      "th": "ขับรถบนถนนลูกรังอีกสิบไมล์"
    }
  },
  {
    "translation": {
      "en": "Poor cell phone reception here. People don't realize that.",
      "th": "ไม่ค่อยมีสัญญาณโทรศัพท์ที่นี่ คนไม่ค่อยรู้ตัวหรอก"
    }
  },
  {
    "translation": {
      "en": "They come here, don't realize that cell phones don't work in 90% of the places.",
      "th": "พวกเขามาที่นี่ ไม่รู้ว่า 90% ของพื้นที่นี้ใช้โทรศัพท์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It can be a very dangerous...",
      "th": "มันเป็นอันตรายได้มาก"
    }
  },
  {
    "translation": {
      "en": "choice to go out in the hills and try to make the big money here.",
      "th": "ทางเลือกที่จะขึ้นเขา แล้วพยายามหาเงินให้ได้มากๆ"
    }
  },
  {
    "translation": {
      "en": "A common thing to do in the beat one, which is the downtown,",
      "th": "เรื่องปกติที่ต้องทำในเมือง"
    }
  },
  {
    "translation": {
      "en": "is to watch these bus stops.",
      "th": "คือดูป้ายรถเมล์พวกนี้"
    }
  },
  {
    "translation": {
      "en": "You can kinda tell.",
      "th": "คุณบอกได้เลย"
    }
  },
  {
    "translation": {
      "en": "There's younger folks that think they're coming off here for the green gold.",
      "th": "มีเด็กหนุ่มสาวที่คิดว่ามาที่นี่ เพื่อหาทองคำสีเขียว"
    }
  },
  {
    "translation": {
      "en": "And, uh...",
      "th": "(จอห์น กอร์ดอน ตำรวจยูเรก้า) แล้วลงรถเมล์มา"
    }
  },
  {
    "translation": {
      "en": "step off the bus.",
      "th": "แล้วลงรถเมล์มา"
    }
  },
  {
    "translation": {
      "en": "They think they're gonna step right into meeting somebody and getting a job",
      "th": "พวกเขาคิดว่าจะเดินไปเจอใครบางคน แล้วก็ได้งาน"
    }
  },
  {
    "translation": {
      "en": "trimming some weed, and making their millions,",
      "th": "ขริบกัญชา และทำเงินได้เป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "and coming back to home where they came from with loads of cash.",
      "th": "แล้วก็กลับบ้านที่พวกเขาจากมา พร้อมเงินเป็นฟ่อน"
    }
  },
  {
    "translation": {
      "en": "But chances are, when they step off the bus,",
      "th": "แต่โอกาสที่เป็นคือ เมื่อเขาลงจากรถเมล์"
    }
  },
  {
    "translation": {
      "en": "especially here, um, there's...",
      "th": "โดยเฉพาะที่นี่"
    }
  },
  {
    "translation": {
      "en": "a population of people that are waiting to take advantage of them.",
      "th": "มีคนมากมายที่รอจะ ฉวยโอกาสจากพวกเขาอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Either rob them of whatever they've got,",
      "th": "ไม่ปล้นข้าวของที่พวกเขามีอยู่"
    }
  },
  {
    "translation": {
      "en": "or take them into labor trafficking situations,",
      "th": "ก็พาพวกเขาไปขายแรงงาน"
    }
  },
  {
    "translation": {
      "en": "even sex trafficking situations.",
      "th": "แม้กระทั่งล่อไปขายตัว"
    }
  },
  {
    "translation": {
      "en": "And that's not just the girls. The guys, too, are trafficked.",
      "th": "และไม่ได้มีแค่ผู้หญิง ผู้ชายก็ขายได้"
    }
  },
  {
    "translation": {
      "en": "[man] Garret told me, \"Dad, you know, I've never worked so hard in all my life.",
      "th": "แกร์เร็ตบอกผมว่า \"พ่อ รู้ไหม ผมไม่เคยทำงานหนักอย่างนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I start early in the morning and I come in late at night.",
      "th": "ผมตื่นมาทำงานแต่เช้า แล้วเข้านอนก็ดึกมาก"
    }
  },
  {
    "translation": {
      "en": "And I'm just so tired.\"",
      "th": "ผมแค่เหนื่อยมากเหลือเกิน\""
    }
  },
  {
    "translation": {
      "en": "They really used him up there to do a lot.",
      "th": "พวกเขาใช้เขาทำงานเยอะที่นั่น (วาล \"บัซ\" รอดริเกซ พ่อแกร์เร็ต)"
    }
  },
  {
    "translation": {
      "en": "Basically, he was in charge of their whole crop.",
      "th": "ทั่วๆ ไปคือ เขาต้องดูแลต้นไม้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "A lot of people from San Diego, hippie types that would go up there",
      "th": "หลายคนจากซานดิเอโก้ พวกฮิปปี้ที่จะขึ้นไปบนนั้น"
    }
  },
  {
    "translation": {
      "en": "because they like to smoke weed, and want to be around weed.",
      "th": "เพราะพวกเขาชอบสูบกัญชา และอยากอยู่ใกล้ๆ กัญชา"
    }
  },
  {
    "translation": {
      "en": "So if you work for a month straight trimming bud,",
      "th": "ดังนั้นถ้าคุณขริบกัญชา อยู่หนึ่งเดือนเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "you got a good amount of money, you know?",
      "th": "คุณก็ได้เงินเยอะ"
    }
  },
  {
    "translation": {
      "en": "Um, but yeah, more seasonal.",
      "th": "แต่ใช่ เป็นตามฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "What Garret was doing was, he was trying to go big time.",
      "th": "(เอ็ดมันด์ สกาเลียน เพื่อน) ที่แกร์เร็ตทำคือ เขาพยายามหาเงินก้อนใหญ่"
    }
  },
  {
    "translation": {
      "en": "You know, like run a farm.",
      "th": "เหมือนดูแลทั้งฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "His intention was to stack up a couple hundred grand",
      "th": "ความตั้งใจเขาคือ หาเงินให้ได้สักแสนสองแสน"
    }
  },
  {
    "translation": {
      "en": "or something and retire in Mexico and fish.",
      "th": "หรืออะไรแบบนั้นแล้วเกษียณตัวเอง ไปตกปลาอยู่ที่เม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "And, you know...",
      "th": "และ แบบว่า"
    }
  },
  {
    "translation": {
      "en": "Humboldt County... any place, really, where there's a drug trade...",
      "th": "ฮัมโบล์ดท์เคาน์ตี้ หรือที่ไหนก็ตามที่มีการค้ายา"
    }
  },
  {
    "translation": {
      "en": "it's not that easy. You got to be willing to do the dirt,",
      "th": "มันไม่ง่ายขนาดนั้น คุณต้องพร้อมทำเรื่องสกปรก"
    }
  },
  {
    "translation": {
      "en": "or shut the fuck up and get the fuck out as soon as humanly possible.",
      "th": "ไม่งั้นก็หุบปากแล้วรีบไสหัวออกมาให้เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "I would at least get a call from him maybe once every two weeks,",
      "th": "ผมได้รับโทรศัพท์จากเขา อย่างน้อยก็สองอาทิตย์ต่อครั้ง"
    }
  },
  {
    "translation": {
      "en": "and we would talk for a long time.",
      "th": "และเราก็คุยกันยาวเลย"
    }
  },
  {
    "translation": {
      "en": "Over the months, I think it was maybe about a year or so",
      "th": "เป็นเวลาหลายเดือน น่าจะเป็นปีเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "he had been up there, and then...",
      "th": "เขาขึ้นไปอยู่บนนั้น แล้วก็"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, the calls stopped.",
      "th": "อยู่ดีๆ ก็ไม่โทรมาอีก"
    }
  },
  {
    "translation": {
      "en": "And then right away, I started thinking to myself,",
      "th": "แล้วผมก็เริ่มคิดทันที"
    }
  },
  {
    "translation": {
      "en": "\"Something happened.\"",
      "th": "\"มีอะไรเกิดขึ้นแน่\""
    }
  },
  {
    "translation": {
      "en": "One of the driving motivations of coming here was to seek self-sufficiency.",
      "th": "หนึ่งในแรงผลักดันที่ขึ้นมาที่นี่ คือการมองหาการพึ่งพาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "We were gonna grow our own food; we were gonna grow our own staples.",
      "th": "เราปลูกอาหารของเราเอง เราปลูกสินค้าหลักของเราเอง"
    }
  },
  {
    "translation": {
      "en": "One of the staples of a hippie lifestyle",
      "th": "หนึ่งในสินค้าหลักของวิถีชีวิตของฮิปปี้คือกัญชา"
    }
  },
  {
    "translation": {
      "en": "is marijuana.",
      "th": "(ดักลาส เฟอร์ ผู้ปลูกดั้งเดิม)"
    }
  },
  {
    "translation": {
      "en": "So you grow lettuce, you plant a seed of lettuce,",
      "th": "คุณปลูกผักกาด คุณปลูกเม็ดผักกาด"
    }
  },
  {
    "translation": {
      "en": "you plant a seed of pot.",
      "th": "คุณปลูกเม็ดกัญชา"
    }
  },
  {
    "translation": {
      "en": "We didn't come here to grow weed.",
      "th": "เราไม่ได้มาที่นี่เพื่อปลูกกัญชา"
    }
  },
  {
    "translation": {
      "en": "We came here because in our various ways,",
      "th": "เรามาที่นี่เนื่องด้วยในหลายต่อหลายทาง"
    }
  },
  {
    "translation": {
      "en": "we were escaping something.",
      "th": "เราหนีบางอย่างอยู่"
    }
  },
  {
    "translation": {
      "en": "Some people were escaping a war that had gone on for years.",
      "th": "บางคนหนีจากสงคราม ที่เกิดขึ้นมาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Some people were returning from that war as veterans who had seen...",
      "th": "บางคนกลับมาจากสงครามนั้น ในฐานะทหารผ่านศึกที่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "whatever ugliness they saw and wanted to escape that.",
      "th": "สิ่งน่าเกลียดที่พวกเขาเห็น และอยากหนีจากมันมา"
    }
  },
  {
    "translation": {
      "en": "Some people were running to something.",
      "th": "บางคนวิ่งเข้าหาอะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "Some people were running to a lifestyle which was more attractive",
      "th": "บางคนวิ่งเข้าหาวิถีชีวิต ที่ดูน่าดึงดูด"
    }
  },
  {
    "translation": {
      "en": "than that which was offered by the mainstream society.",
      "th": "กว่าสิ่งที่สังคมกระแสหลักมอบให้"
    }
  },
  {
    "translation": {
      "en": "[man] The old-timers came here to hide, basically.",
      "th": "โดยพื้นฐานแล้ว พวกคนเก่าๆ มาที่นี่เพื่อซ่อนตัว"
    }
  },
  {
    "translation": {
      "en": "This was a place where you could do it.",
      "th": "นี่คือสถานที่ที่คุณทำได้"
    }
  },
  {
    "translation": {
      "en": "And the growing was a way to survive.",
      "th": "(เกรก เอสเตอร์ ชาวไร่) และการปลูกก็เป็นวิธีทำให้อยู่รอด"
    }
  },
  {
    "translation": {
      "en": "They didn't come here to plant fields of cannabis.",
      "th": "พวกเขาไม่ได้มาที่นี่เพื่อปลูกกัญชา"
    }
  },
  {
    "translation": {
      "en": "But it soon turned into that.",
      "th": "แต่มันก็เปลี่ยนเป็นสิ่งนั้นในไม่ช้า"
    }
  },
  {
    "translation": {
      "en": "I think the reason why Humboldt County became Humboldt County",
      "th": "ผมคิดว่าเหตุผลที่ฮัลโบล์ดท์เคาน์ตี้ เป็นฮัลโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "is because it has these woods and it has these hills.",
      "th": "ก็เพราะว่ามันมีป่า และก็มีภูเขา"
    }
  },
  {
    "translation": {
      "en": "The advantage that we had over other places in California,",
      "th": "ข้อได้เปรียบที่เรามีทั่วทั้งแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "in terms of growing marijuana, is our geographic isolation",
      "th": "ในเรื่องของการปลูกกัญชา คือการที่มีสภาพภูมิประเทศที่แยกตัวออกมา"
    }
  },
  {
    "translation": {
      "en": "and how easy it is to hide your crop from law enforcement.",
      "th": "และง่ายที่จะซ่อนพืชพันธ์ุ จากเจ้าหน้าที่รักษากฎหมาย"
    }
  },
  {
    "translation": {
      "en": "There's nothing special about the soil in Humboldt County,",
      "th": "ไม่มีอะไรพิเศษสำหรับดินในฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "the climate here in Humboldt County, you know,",
      "th": "หรือสภาพอากาศที่ฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "that makes it overall the best place to grow marijuana in the world.",
      "th": "ที่ทำให้เป็นสถานที่ที่ดีที่สุดในโลก ที่จะปลูกกัญชา"
    }
  },
  {
    "translation": {
      "en": "It's just our geography.",
      "th": "เป็นแค่สภาพภูมิประเทศของเรา"
    }
  },
  {
    "translation": {
      "en": "That's really what it comes down to, is you can hide.",
      "th": "มันก็แค่สิ่งที่ลงมาถึง ก็คือคุณซ่อนได้"
    }
  },
  {
    "translation": {
      "en": "You can hide in the hills, you can hide behind several locked gates",
      "th": "คุณสามารถซ่อนในภูเขา คุณสามารถซ่อนหลังประตูปิดล็อคหลายบาน"
    }
  },
  {
    "translation": {
      "en": "and private roads under the canopy of the redwood forest, your marijuana.",
      "th": "และถนนส่วนตัวใต้ร่มไม้ของป่าเร้ดวูด ซ่อนกัญชาคุณไว้"
    }
  },
  {
    "translation": {
      "en": "You get to Humboldt, there's a redwood curtain there at the county line.",
      "th": "คุณไปที่ฮัมโบล์ดท์ มีม่านป่าเร้ดวูดรอบเขตเคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "The redwood curtain says that you're here, you've arrived.",
      "th": "ม่านป่าเร้ดวูดบอกว่า คุณอยู่ที่นี่ คุณมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "In the old days, people would come up here and they would...",
      "th": "ในวันเก่าๆ คนจะขึ้นมาบนนี้ (เดฟ มาร์กส์ อดีตคนปลูกนอกกฎหมาย)"
    }
  },
  {
    "translation": {
      "en": "load up here right here, and they would put a lookout down there,",
      "th": "และก็จะลงมาตรงนี้ แล้วทิ้งคนเฝ้าระวังอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and one down here.",
      "th": "และตรงนี้อีกคน"
    }
  },
  {
    "translation": {
      "en": "They would go up this hill on the ranch,",
      "th": "พวกเขาจะขึ้นไปบนภูเขานี้บนฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "and they would have a better position so they could see everything.",
      "th": "และก็จะมีตำแหน่งที่ดีกว่า เพื่อจะได้มองเห็นทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "They would be up there with walkie-talkies and the whole thing.",
      "th": "พวกเขาจะอยู่บนนั้นพร้อมกันวิทยุสื่อสาร และอะไรทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "People were so paranoid back then. Oh, God.",
      "th": "สมัยนั้นคนตื่นกลัวกันมาก โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "You could get ten years or more",
      "th": "คุณต้องโทษติดคุกได้เป็นสิบปี"
    }
  },
  {
    "translation": {
      "en": "just for conspiracy to distribute marijuana.",
      "th": "แค่ในข้อหาสมรู้ร่วมคิดจำหน่ายกัญชา"
    }
  },
  {
    "translation": {
      "en": "I don't know if you've ever had one gun pointed at you before.",
      "th": "ผมไม่รู้ว่าคุณเคยถูกปืนจี้ใส่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "When you have 20, it's a little unsettling.",
      "th": "ตอนที่คุณมีอยู่ 20 มันค่อนข้างไม่สบายใจ"
    }
  },
  {
    "translation": {
      "en": "I've been under the blades running a lot,",
      "th": "ผมโดนไล่ตามจับหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "but they could never catch me.",
      "th": "แต่พวกเขาไม่สามารถจับผมได้"
    }
  },
  {
    "translation": {
      "en": "These were people that had lived their whole lives on the outlaw side of the coin",
      "th": "มีคนที่ใช้ชีวิตทั้งชีวิต ในแบบนอกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "that all of a sudden have been welcomed back into high society, civilization.",
      "th": "แล้วทันใดนั้นก็ได้รับการต้อนรับกลับมา สู่สังคมชั้นสูง สังคมศิวิไลซ์"
    }
  },
  {
    "translation": {
      "en": "They were criminals, straight up.",
      "th": "ยังไงพวกเขาก็เป็นอาชญากร"
    }
  },
  {
    "translation": {
      "en": "Now, they want to be law-abiding citizens,",
      "th": "ตอนนี้พวกเขาอยากเป็นคนเคารพกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "and the state has given them a pathway to do that.",
      "th": "และรัฐก็ได้มอบหนทางให้พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "[male reporter] The approval of Prop 64 launches the state",
      "th": "การออกมาตราที่ 64 ทำให้ทางรัฐ เริ่มต้นระบบ"
    }
  },
  {
    "translation": {
      "en": "on establishing a system for moving marijuana",
      "th": "การออกมาตราที่ 64 ทำให้ทางรัฐ เริ่มต้นระบบ เพื่อย้ายกัญชาจากตลาดมืด สู่ตลาดการค้าปลีก"
    }
  },
  {
    "translation": {
      "en": "from the black market to the retail market.",
      "th": "เพื่อย้ายกัญชาจากตลาดมืด สู่ตลาดการค้าปลีก"
    }
  },
  {
    "translation": {
      "en": "[man] It's Humboldt; it's the Emerald Triangle.",
      "th": "มันคือฮัมโบล์ดท์ เป็นสามเหลี่ยมมรกต"
    }
  },
  {
    "translation": {
      "en": "This is gonna be the new Sonoma County of the pot industry.",
      "th": "จะเป็นโซโนมาเคาน์ตี้ใหม่ ของอุตสาหกรรมกัญชา (เจสัน ดูกี้ ชาวไร่)"
    }
  },
  {
    "translation": {
      "en": "[Cyrus] You take, like, Napa for instance, and their operation is their region,",
      "th": "คุณเอาอย่างเช่น นาปา แล้วการดำเนินการ คือแคว้นของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and the soil, and the water,",
      "th": "ดินและน้ำ"
    }
  },
  {
    "translation": {
      "en": "and everything that creates these wonderful grapes.",
      "th": "และทุกอย่างที่ผลิต องุ่นที่แสนวิเศษเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "The marijuana world hasn't really had the opportunity to prove that yet,",
      "th": "โลกของกัญชา ยังไม่มีโอกาสได้พิสูจน์เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "just because of being illegal.",
      "th": "แค่เพราะว่ามันผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[girl] This marketing guy told us that the name Humboldt has as much equity",
      "th": "มีนักการตลาดบอกเราว่า ชื่อฮัมโบล์ดท์นั้นก็เทียบเท่าได้กับ"
    }
  },
  {
    "translation": {
      "en": "as Coca-Cola or something.",
      "th": "โคคาโคล่าหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "So that made me hopeful.",
      "th": "ดังนั้นทำให้ฉันมีความหวังมาก"
    }
  },
  {
    "translation": {
      "en": "I thought, well, you know, it certainly means that to me,",
      "th": "ฉันคิดว่า มันหมายความอย่างนั้นสำหรับฉันแน่"
    }
  },
  {
    "translation": {
      "en": "so maybe that'll be able to be our ace in the hole.",
      "th": "บางทีนั่นอาจเป็นไพ่ตายที่เรามีอยู่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Just the Humboldt legacy.",
      "th": "แค่ตำนานของฮัมโบล์ดท์"
    }
  },
  {
    "translation": {
      "en": "[Sheriff] We're giving amnesty for people while they come in the permit process.",
      "th": "เราให้การนิรโทษกรรมกับคน ในขณะที่อยู่ในขั้นตอนการของใบอนุญาต"
    }
  },
  {
    "translation": {
      "en": "The state has allowed them to continue to grow,",
      "th": "ทางรัฐได้ยอมให้พวกเขาปลูกต่อไป"
    }
  },
  {
    "translation": {
      "en": "to go through the permit process,",
      "th": "เพื่อผ่านขั้นตอนการขอใบอนุญาต"
    }
  },
  {
    "translation": {
      "en": "and start paying their taxes and doing things right.",
      "th": "และเริ่มจ่ายภาษี และทำให้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[man] Spicy.",
      "th": "เผ็ด"
    }
  },
  {
    "translation": {
      "en": "[girl] Going legal, there's a lot we're gaining, there's a lot that we're losing.",
      "th": "การทำให้เป็นเรื่องถูกกฎหมาย เราก็ได้อะไรเยอะและก็เสียอะไรเยอะ"
    }
  },
  {
    "translation": {
      "en": "-Look. -That's awesome!",
      "th": "- ดูสิ - สุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "We're gaining freedom from fear...",
      "th": "คุณได้เป็นอิสระจากความกลัว"
    }
  },
  {
    "translation": {
      "en": "dignity.",
      "th": "มีศักดิ์ศรี"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "I have hid in the woods with my children when I was pregnant",
      "th": "ฉันซ่อนอยู่ในป่ากับลูกๆ ตอนที่ฉันท้อง"
    }
  },
  {
    "translation": {
      "en": "while the helicopters totally circled.",
      "th": "ในขณะที่เฮลิคอปเตอร์บินลาดตระเวน"
    }
  },
  {
    "translation": {
      "en": "Daddy can't-- Daddy said they're probably broken.",
      "th": "พ่อไม่ได้ พ่อบอกว่ามันน่าจะพัง"
    }
  },
  {
    "translation": {
      "en": "What are you losing?",
      "th": "คุณเสียอะไร"
    }
  },
  {
    "translation": {
      "en": "I feel we're gonna lose a little bit of our community,",
      "th": "ฉันรู้สึกว่าเราเสียชุมชนของเราไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "our sense of what makes Humboldt Humboldt.",
      "th": "ความรู้สึกถึงสิ่งที่ทำให้ฮัมโบล์ดท์เป็นฮัมโบล์ดท์"
    }
  },
  {
    "translation": {
      "en": "This is the last outlaw harvest, yeah.",
      "th": "นี่เป็นการเก็บเกี่ยวนอกกฎหมายครั้งสุดท้าย ใช่"
    }
  },
  {
    "translation": {
      "en": "[man] When it comes down to making a decision whether...",
      "th": "เมื่อต้องเลือกตัดสินใจว่า"
    }
  },
  {
    "translation": {
      "en": "you're going to stop when the lights are flashing behind you,",
      "th": "คุณต้องหยุดตอนที่มีแสงสาดเข้ามาข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "or if that means go.",
      "th": "หรือนั่นหมายความว่าไป"
    }
  },
  {
    "translation": {
      "en": "An outlaw always chooses go.",
      "th": "คนนอกกฎหมายเลือกที่จะไป"
    }
  },
  {
    "translation": {
      "en": "People think that a change in the dynamic of the marketplace",
      "th": "คนคิดว่าการเปลี่ยนแปลง ในไดนามิกของตลาด"
    }
  },
  {
    "translation": {
      "en": "that Prop 64 is gonna bring is gonna be able to...",
      "th": "ที่มาตรา 64 จะนำมา จะสามารถทำให้ (ออสติน ชาวไร่ตลาดมืด)"
    }
  },
  {
    "translation": {
      "en": "stop the people with that kind of tenacity...",
      "th": "หยุดคนด้วยความดื้อดึงเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "then I don't think they have the slightest clue on what goes on in this county.",
      "th": "แล้วผมไม่คิดว่าพวกเขารู้อะไรเลย ว่ามีอะไรเกิดขึ้นในประเทศ"
    }
  },
  {
    "translation": {
      "en": "Well, since arriving here, I've been shot at,",
      "th": "ตั้งแต่ผมมาถึงที่นี่ ผมถูกยิง"
    }
  },
  {
    "translation": {
      "en": "I've been beaten, I've been kidnapped three times.",
      "th": "ผมถูกทำร้าย ผมถูกลักพาตัวสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Had a gun shoved in my mouth, tied to a chair.",
      "th": "โดนปืนยัดใส่ปาก มัดติดกับเก้าอี้"
    }
  },
  {
    "translation": {
      "en": "Kicked down a flight of stairs.",
      "th": "เตะลงบันได"
    }
  },
  {
    "translation": {
      "en": "Hunted ruthlessly through town.",
      "th": "ล่าอย่างไร้ความปราณีทั่วทั้งเมือง"
    }
  },
  {
    "translation": {
      "en": "And... I don't think I'll ever leave. I love it here.",
      "th": "ผมไม่คิดว่าผมจะไปจากที่นี่ ผมรักที่นี่"
    }
  },
  {
    "translation": {
      "en": "Before I moved out here, I worked in politics in Utah as a campaign manager",
      "th": "ก่อนที่ผมจะย้ายมาที่นี่ ผมทำงานการเมือง ในยูท่าห์เป็นผู้จัดการการหาเสียง"
    }
  },
  {
    "translation": {
      "en": "and as a lobbyist.",
      "th": "และเป็นนักวิ่งเต้น"
    }
  },
  {
    "translation": {
      "en": "I got burned out on it pretty quick.",
      "th": "ผมหมดไฟกับมันไปเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "I actually came here by accident.",
      "th": "ที่จริงผมมาที่นี่อย่างไม่ตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "Our car ended up breaking down in Garberville.",
      "th": "รถของเราเสียที่การ์เบอร์วิล"
    }
  },
  {
    "translation": {
      "en": "And we needed to replace the starter in the Buick.",
      "th": "และเราต้องเปลี่ยนสตาร์ตเตอร์ ในบิวอิก"
    }
  },
  {
    "translation": {
      "en": "Got a job at the local Chinese place for...",
      "th": "ได้งานที่ร้านจีนท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "well, pretty much the first day I was here.",
      "th": "วันแรกที่ผมอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "And, uh... trimming job a couple weeks later.",
      "th": "แล้วก็ได้งานขริบ สองสามอาทิตย์หลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "And the next thing you knew, I was up on the hill.",
      "th": "พอรู้ตัวอีกที ผมก็ไปอยู่บนเขา"
    }
  },
  {
    "translation": {
      "en": "[Det. John] Up until the '90s, we had your basic hippie growers in the hills.",
      "th": "จนถึงยุค 90 เรามีพวกฮิปปี้ที่ปลูกบนเขา"
    }
  },
  {
    "translation": {
      "en": "We had a lot of ranchers.",
      "th": "มีชาวปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "We still have the timber industry, the fishing industry.",
      "th": "ยังมีอุตสาหกรรมไม้ อุตสาหกรรมประมง"
    }
  },
  {
    "translation": {
      "en": "This was a nice, artsy, quaint but industrial town.",
      "th": "เป็นเมืองที่ดี มีศิลป์ น่าดึงดูดแต่เป็นเมืองอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "But in the '90s, the population of these small communities in the hills went from,",
      "th": "แต่ในช่วง 90 ประชากรในชุมชนเล็กๆ บนภูเขานั้น เพิ่มจาก"
    }
  },
  {
    "translation": {
      "en": "you know, 50, 60 people up to a couple thousand.",
      "th": "50-60 คน จนเป็นสองสามพัน"
    }
  },
  {
    "translation": {
      "en": "[Sheriff] We have 4,000 square miles of jurisdiction.",
      "th": "เรามีขอบเขตอำนาจตามกฎหมาย แค่ 4,000 ตารางไมล์"
    }
  },
  {
    "translation": {
      "en": "And we have 15,000 illegal grows up here.",
      "th": "และเรามีคนปลูกผิดกฎหมาย 15,000 บนนั้น"
    }
  },
  {
    "translation": {
      "en": "It is unbelievable.",
      "th": "มันน่าเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Greed has fueled this industry,",
      "th": "ความโลภเป็นเชื้อเพลิงให้อุตสาหกรรมนี้"
    }
  },
  {
    "translation": {
      "en": "and that greed will continue to push people into violence",
      "th": "และความโลภก็ได้ผลักดันคนสู่ความรุนแรงต่อไป"
    }
  },
  {
    "translation": {
      "en": "and to cutting their bottom line wherever they can.",
      "th": "และเพื่อหาทางสู่ผลกำไรได้เร็วที่สุด ด้วยวิธีใดก็ตาม"
    }
  },
  {
    "translation": {
      "en": "This is not the hippie marijuana industry anymore.",
      "th": "มันไม่ใช่อุตสาหกรรมกัญชาของพวกฮิปปี้อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "You are taking your life in your own hands if you go up in these areas",
      "th": "คุณเอาชีวิตคุณใส่กำมือของคุณ หากคุณขึ้นไปยังบริเวณนั้น"
    }
  },
  {
    "translation": {
      "en": "and you work for one of these unpermitted growers.",
      "th": "และคุณทำงานกับพวกที่ปลูกโดยไม่มีใบอนุญาต"
    }
  },
  {
    "translation": {
      "en": "Any underground industry has its seedy side.",
      "th": "ในอุตสาหกรรมใต้ดิน มีด้านที่เสื่อมอยู่"
    }
  },
  {
    "translation": {
      "en": "That's why they call it the underground.",
      "th": "ถึงได้เรียกว่าเป็นพวกใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "You have people coming here with this idealistic view",
      "th": "คุณเจอคนมาที่นี่พร้อมความคิดเพ้อฝัน (นิค แองเจอลอฟ นักประวัติศาสตร์)"
    }
  },
  {
    "translation": {
      "en": "that they're going to make some money for the entire year",
      "th": "(นิค แองเจอลอฟ นักประวัติศาสตร์) ว่าพวกเขาจะต้องหาเงินได้ตลอดปี จากการขริบกัญชา"
    }
  },
  {
    "translation": {
      "en": "by trimming marijuana in Humboldt County.",
      "th": "ว่าพวกเขาจะต้องหาเงินได้ตลอดปี จากการขริบกัญชา ในฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "Well, they're putting themselves at huge risk.",
      "th": "พวกเขานำตัวเองเข้าไปเสี่ยงอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And you could end up dead in a ravine.",
      "th": "สุดท้ายคุณอาจตายในหุบเขาลึก"
    }
  },
  {
    "translation": {
      "en": "And it has happened, and it is happening,",
      "th": "และมันเคยเกิดขึ้นและยังเกิดขึ้นอยู่"
    }
  },
  {
    "translation": {
      "en": "and that's where we need to focus our law enforcement efforts.",
      "th": "และนั่นคือที่ที่เราต้องมุ่งเน้น การลงแรงของผู้รักษากฎหมาย"
    }
  },
  {
    "translation": {
      "en": "We need to figure out how to make this industry more safe",
      "th": "เราต้องคิดให้ออกว่า จะทำให้อุตสาหกรรมนี้ปลอดภัยขึ้นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "for the people who are involved in it.",
      "th": "สำหรับคนที่เข้าไปมีส่วนเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "And I think legalization will provide that in the end.",
      "th": "และการทำให้ถูกกฎหมาย จะช่วยให้สิ่งนั้นได้ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "[man] This area out in Alderpoint, there's zero police,",
      "th": "บริเวณที่อัลเดอร์พอนท์นี้ ไม่มีตำรวจ"
    }
  },
  {
    "translation": {
      "en": "there's zero protection.",
      "th": "ไม่มีการปกป้อง"
    }
  },
  {
    "translation": {
      "en": "Everyone's out for themselves.",
      "th": "ทุกคนอยู่ที่นั่นด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You're putting up fences, you're having loaded weapons...",
      "th": "คุณล้อมรั้ว คุณมีอาวุธมากมาย"
    }
  },
  {
    "translation": {
      "en": "um, and you got to feel safe, and that's the only way to do it.",
      "th": "(ลอนนี วิทโลว์ ประชาชนฮัมโบล์ดท์) และคุณต้องรู้สึกปลอดภัย เป็นวิธีเดียวที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "This is the Emerald Triangle: Trinity, Humboldt, Mendocino.",
      "th": "นี่สามเหลี่ยมมรกต ทรินิตี้ ฮัมโบล์ดท์ เมนโดซิโน"
    }
  },
  {
    "translation": {
      "en": "Alderpoint is almost literally in the epicenter.",
      "th": "อัลเดอร์พอยท์เกือบอยู่ตรงจุดศูนย์กลาง"
    }
  },
  {
    "translation": {
      "en": "[Sheriff] Alderpoint is a very unique area.",
      "th": "อัลเดอร์พอยท์เป็นพื้นที่ที่ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "So this is an area of southern Humboldt County...",
      "th": "นี่คือพื้นที่ของทางตอนใต้ฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "uh, that area, we refer to it as Murder Mountain.",
      "th": "บริเวณนั้น เราเรียกว่าเป็นภูเขาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "I was working on Murder Mountain",
      "th": "ผมเคยทำงานที่ภูเขาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "before I ever knew it was called Murder Mountain.",
      "th": "ก่อนที่ผมจะรู้ว่ามันชื่อภูเขาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "I don't know if you heard that name, Murder Mountain?",
      "th": "ไม่รู้ว่าคุณเคยได้ยินชื่อ ภูเขาฆาตกรรมไหม"
    }
  },
  {
    "translation": {
      "en": "I think the name says it all.",
      "th": "ผมคิดว่าชื่อก็บอกไว้หมดอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Right over that mountain, Murder Mountain.",
      "th": "ตรงภูเขาลูกนั้น ภูเขาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "Go down Bell Springs a ways,",
      "th": "ลงมาตามเบลสปริงส์"
    }
  },
  {
    "translation": {
      "en": "start seeing cars piled up on top of each other three and four high.",
      "th": "เริ่มเห็นรถซ้อนกันสามสี่คัน"
    }
  },
  {
    "translation": {
      "en": "All the serial numbers blasted off 'em with a torch.",
      "th": "ทะเบียนพังออกหมด ด้วยคบไฟ"
    }
  },
  {
    "translation": {
      "en": "Who knows where the fucking bodies are at?",
      "th": "ใครจะรู้ว่าศพอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Lonny] Murder Mountain is not a mystery.",
      "th": "ภูเขาฆาตกรรมไม่ใช่เรื่องลึกลับ"
    }
  },
  {
    "translation": {
      "en": "You go up there to work in a secluded area and do a risky trade",
      "th": "คุณขึ้นไปเพื่อทำงานในพื้นที่ที่ตัดขาด และทำการค้าที่เสี่ยง"
    }
  },
  {
    "translation": {
      "en": "with risky, shady people,",
      "th": "กับคนที่เป็นภัยและน่าสงสัย"
    }
  },
  {
    "translation": {
      "en": "and a lot of that property's changed hands so many times",
      "th": "และที่ดินตรงนั้นก็เปลี่ยนมือมาหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "because none of the locals want to buy it.",
      "th": "เพราะไม่มีคนพื้นที่อยากซื้อ"
    }
  },
  {
    "translation": {
      "en": "So if you have money and you want to invest in this area,",
      "th": "ดังนั้นหากคุณมีเงิน และอยากลงทุนในพื้นที่นี้"
    }
  },
  {
    "translation": {
      "en": "and you want to grow on it, you look for whatever's available.",
      "th": "คุณอยากปลูก คุณมองหาอะไรก็ตามที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "A lot of people will go there and buy it,",
      "th": "หลายคนก็จะไปซื้อที่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "'cause it's either affordable or it's the only thing on the market.",
      "th": "เพราะสู้ราคาได้ หรือไม่ก็เป็นที่เดียวที่ขายอยู่"
    }
  },
  {
    "translation": {
      "en": "You want an outlaw community, that's the Alderpoint area.",
      "th": "คุณอยากได้ชุมชนนอกกฎหมาย นั่นคือบริเวณอัลเดอร์พอยท์"
    }
  },
  {
    "translation": {
      "en": "I helped the sheriff's department with a shooting they had up there,",
      "th": "ผมช่วยนายอำเภอ เรื่องการยิงที่เกิดขึ้นบนนั้น"
    }
  },
  {
    "translation": {
      "en": "the investigation a few years ago.",
      "th": "การสืบสวนเมื่อสองสามปีก่อน"
    }
  },
  {
    "translation": {
      "en": "And I had not been up there in that vicinity since the '80s.",
      "th": "ผมไม่ได้ขึ้นไปตรงนั้น ในบริเวณใกล้เคียงตรงนั้นตั้งแต่ช่วง 80"
    }
  },
  {
    "translation": {
      "en": "And just saw what it had become.",
      "th": "และผมได้เห็นว่ามันกลายเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "And I went up in a caravan of sheriff's deputies for this investigation,",
      "th": "และผมก็ขึ้นไปพร้อมกับขบวนรถของ เจ้าหน้าที่นายอำเภอเพื่อสืบสวน"
    }
  },
  {
    "translation": {
      "en": "and in front of our column to the rear of our column I see guys jump out",
      "th": "และตรงหน้าขบวน และท้ายขบวนเราเห็นผู้ชายออกมา"
    }
  },
  {
    "translation": {
      "en": "in Enduro motorcycles with shotguns strapped to their backs.",
      "th": "ในรถมอเตอร์ไซด์เอนดูโร่ พร้อมสะพายปืนลูกซองไว้ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "And I start to reach for my sidearm, and the deputy I was with assured me,",
      "th": "และผมเริ่มหยิบปืนด้านข้าง และเจ้าหน้าที่ที่อยู่กับผมให้ความเชื่อมั่นผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry about it. That's what they do.",
      "th": "\"ไม่ต้องห่วงหรอก พวกเขาก็ทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "They're just escorting us through the area.\"",
      "th": "พวกเขาแค่คุ้มกันเราผ่านบริเวณนี้ไป\""
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Are you kidding me?",
      "th": "และผมคิดว่า \"นี่ล้อเล่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "We're the police. What do you mean, they're escorting us?\"",
      "th": "เราเป็นตำรวจนะ หมายความว่าอย่างไรที่ว่าพวกเขาคุ้มกันเรา\""
    }
  },
  {
    "translation": {
      "en": "They were working security for the marijuana farms there.",
      "th": "พวกเขาทำงานเป็นผู้รักษาความปลอดภัย ให้ฟาร์มกัญชาตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "It was something else to see that that existed here,",
      "th": "มีสิ่งอื่นที่เห็นว่ามีอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "in America, in Humboldt County.",
      "th": "ในอเมริกา ในฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "It's their own law up there.",
      "th": "กฎหมายของพวกเขาเอง"
    }
  },
  {
    "translation": {
      "en": "It's their own country,",
      "th": "เป็นประเทศของพวกเขาเอง"
    }
  },
  {
    "translation": {
      "en": "and they just kinda rule things how they rule 'em,",
      "th": "และพวกเขาจะปกครองอย่างที่พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "run 'em how they run 'em.",
      "th": "ทำอย่างที่พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "It's like a surreal Mad Max scenario.",
      "th": "มันเหนือจริงมาก เหมือนเรื่องแมดแมกซ์"
    }
  },
  {
    "translation": {
      "en": "If you don't have protection from the law, you have to be the law.",
      "th": "ถ้าคุณไม่มีการคุ้มครองจากกฎหมาย คุณต้องเป็นกฎหมายเอง"
    }
  },
  {
    "translation": {
      "en": "They have their own forms of justice,",
      "th": "พวกเขามีกระบวนการยุติธรรมของเราเอง"
    }
  },
  {
    "translation": {
      "en": "because they live in the backwoods for a reason.",
      "th": "เพราะพวกเขามีเหตุผลที่อยู่ในแบล็กวูดนี้"
    }
  },
  {
    "translation": {
      "en": "It looks like pretty much everything's just been destroyed.",
      "th": "มันดูเหมือนว่าทุกอย่างเพิ่งถูกทำลายไป"
    }
  },
  {
    "translation": {
      "en": "This was my house.",
      "th": "นั่นบ้านของผม"
    }
  },
  {
    "translation": {
      "en": "My cabin.",
      "th": "เคบินของผม"
    }
  },
  {
    "translation": {
      "en": "Looks like what they didn't steal, they just broke.",
      "th": "ดูเหมือนว่าอะไรที่ไม่ได้ขโมยไป ก็แค่ทำให้พัง"
    }
  },
  {
    "translation": {
      "en": "Couple of guys we hired about two months ago.",
      "th": "ชายสองสามคนที่เราจ้างเมื่อสองเดือนก่อน"
    }
  },
  {
    "translation": {
      "en": "I fired 'em, but I didn't think that was a big enough reason",
      "th": "ผมไล่เขาออกแต่ผมไม่คิดว่า นั่นเป็นเหตุผลที่มากพอ"
    }
  },
  {
    "translation": {
      "en": "they'd totally fuck my life up.",
      "th": "พวกเขาทำลายชีวิตผมไปหมด"
    }
  },
  {
    "translation": {
      "en": "Yeah, shit's all gone. Cloning room, lights, fans.",
      "th": "ใช่ทุกอย่างหายไปหมด ห้องโคลนนิ่ง ไฟ พัดลม"
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "th": "ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I don't think we'll be back up and running for probably at least a month.",
      "th": "ผมไม่คิดว่าเราจะกลับมาทำงานได้อีก อย่างน้อยก็หนึ่งเดือน"
    }
  },
  {
    "translation": {
      "en": "Maybe two months, which could cost... just about everything.",
      "th": "บางทีอาจจะสองเดือน ซึ่งก็จะต้องสูญเสียแทบทุกอย่างไป"
    }
  },
  {
    "translation": {
      "en": "The peace and love thing kinda went out with the '70s,",
      "th": "ความสงบสุขและความรัก หายไปกับยุค 70"
    }
  },
  {
    "translation": {
      "en": "and anymore it's...",
      "th": "และตั้งแต่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "it's all about the power of the dollar, and pretty much everybody for themselves.",
      "th": "มันเป็นเรื่องของอำนาจเงิน และสำหรับทุกคนก็เป็นเรื่องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "If somebody does you wrong, you need to get 'em back.",
      "th": "ถ้ามีคนทำผิดกับคุณ คุณต้องเอาคืน"
    }
  },
  {
    "translation": {
      "en": "It's the last vestige of the Wild West.",
      "th": "เป็นร่องรอยสุดท้ายของไวด์เวส"
    }
  },
  {
    "translation": {
      "en": "-Clear. -Yeah.",
      "th": "- เคลียร์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[woman] We begged Garret not to go to Humboldt.",
      "th": "เราขอร้องให้แกร์เร็ตไม่ไปที่ฮัมโบล์ดท์"
    }
  },
  {
    "translation": {
      "en": "But there was no talking him out of it.",
      "th": "แต่เราเกลี่ยกล่อมเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He had heard about a potential job to make a lot of money...",
      "th": "เขาได้ข่าวเรื่องงาน ที่จะทำเงินได้มาก (บอนนี่ เทย์เลอร์ อาแกร์เร็ต)"
    }
  },
  {
    "translation": {
      "en": "in what was called Murder Mountain.",
      "th": "ในที่ที่เรียกว่าภูเขาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "[Buzz] I'd first heard the name Murder Mountain",
      "th": "ผมได้ยินชื่อภูเขาฆาตกรรมครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "from someone that Garret had communicated with on a regular basis.",
      "th": "จากคนที่แกร์เร็ตได้ติดต่อเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "And she said that she had already been up there to see him.",
      "th": "และเธอบอกว่าเธอขึ้นไปบนนั้น เพื่อไปหาเขา"
    }
  },
  {
    "translation": {
      "en": "She had gone to visit him,",
      "th": "เธอได้ไปเยี่ยมเขา"
    }
  },
  {
    "translation": {
      "en": "and she said that Garret was in with a really bad crowd,",
      "th": "และเธอบอกว่าเขาอยู่กับคนที่ไม่ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "and they weren't anything like Garret was used to.",
      "th": "มันไม่ใช่บางสิ่งที่แกร์เร็ตเคยทำ"
    }
  },
  {
    "translation": {
      "en": "She just was warning me.",
      "th": "เธอแค่มาเตือนผม"
    }
  },
  {
    "translation": {
      "en": "She was telling me that Garret's in danger.",
      "th": "เธอบอกผมว่า แกร์เร็ตตกอยู่ในอันตราย"
    }
  },
  {
    "translation": {
      "en": "You know, he has to get out of there as quickly as possible.",
      "th": "เขาต้องออกมาจากที่นั่นให้เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Bonnie] Last time I saw Garret,",
      "th": "ครั้งสุดท้ายที่ฉันเห็นแกร์เร็ต"
    }
  },
  {
    "translation": {
      "en": "he had phoned me and said that they needed an SUV,",
      "th": "เขาโทรมาหาฉัน เขาบอกว่าพวกเขาต้องการรถเอสยูวี"
    }
  },
  {
    "translation": {
      "en": "a four-wheel drive up there.",
      "th": "ขับเคลื่อนสี่ล้อขึ้นไปบนนั้น"
    }
  },
  {
    "translation": {
      "en": "So we went car lot to car lot.",
      "th": "เราเลยไปที่เต้นท์รถหลายเต้นท์"
    }
  },
  {
    "translation": {
      "en": "We finally found one, and the one that he wanted...",
      "th": "ในที่สุดเราก็เจอ และคันที่เขาต้องการ"
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -I think it was a Dodge Ram.",
      "th": "เราคิดว่ามันคือดอดจ์ แรม"
    }
  },
  {
    "translation": {
      "en": "He got in the truck.",
      "th": "เขาขึ้นไปบนรถ"
    }
  },
  {
    "translation": {
      "en": "And I left him there at the parking lot.",
      "th": "และฉันทิ้งเขาไว้ที่ลานจอดรถนั้น"
    }
  },
  {
    "translation": {
      "en": "[Eileen over radio] Another man is believed to be missing somewhere in the hills of Humboldt County.",
      "th": "ชายอีกคนที่เชื่อว่าหายตัวไป บนภูเขาของฮัมโบล์ดท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "Today, the sheriff's office issued a press release asking for the public's assistance",
      "th": "วันนี้ สำนักงานนายอำเภอได้แถลงข่าว ขอความช่วยเหลือจากประชาชน"
    }
  },
  {
    "translation": {
      "en": "in finding 29-year-old Garret Rodriguez.",
      "th": "เพื่อทำการค้นหาแกร์เร็ต รอดริเกซอายุ 29 ปี"
    }
  },
  {
    "translation": {
      "en": "He is reportedly driving a 1998 Dodge Ram pickup truck.",
      "th": "มีรายงานว่าเขาขับรถกระบะ ดอดจ์ แรมปี 1998"
    }
  },
  {
    "translation": {
      "en": "Anyone with information is asked to contact",
      "th": "ใครก็ตามที่ทราบข้อมูล กรุณาติดต่อที่"
    }
  },
  {
    "translation": {
      "en": "the Humboldt County Sheriff's Office.",
      "th": "สำนักงานนายอำเภอฮัมโบล์ดท์"
    }
  },
  {
    "translation": {
      "en": "[female investigator] So, you're at your residence.",
      "th": "คุณอยู่ที่บ้านคุณ แล้วคุณเห็นอะไร"
    }
  },
  {
    "translation": {
      "en": "What do you notice? You said something about...",
      "th": "คุณบอกอะไรบางอย่างเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[male informant] A bunch of cars, trucks, motorcycles, and off-road vehicles pass my place.",
      "th": "รถจำนวนมาก รถบรรทุก รถจักรยานยนต์ รถออฟโร้ด ผ่านบ้านผมไป"
    }
  },
  {
    "translation": {
      "en": "I stay by myself. I'm an isolationist.",
      "th": "ผมอยู่ตัวคนเดียว ผมชอบสันโดษ"
    }
  },
  {
    "translation": {
      "en": "Since Vietnam.",
      "th": "ตั้งแต่เวียดนาม"
    }
  },
  {
    "translation": {
      "en": "I moved to the Redwoods to get away from civilization.",
      "th": "ผมย้ายไปที่เร้ดวูด เพื่อออกจากสังคมเมือง"
    }
  },
  {
    "translation": {
      "en": "And I'm in no way involved with the crime.",
      "th": "และผมไม่มีทางข้องเกี่ยวกับอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "[investigator] I'll reiterate.",
      "th": "ฉันขอพูดซ้ำอีกที"
    }
  },
  {
    "translation": {
      "en": "If you've done nothing wrong there's nothing to worry about.",
      "th": "ถ้าคุณไม่ได้ทำอะไรผิด ไม่มีอะไรที่คุณต้องกังวล"
    }
  },
  {
    "translation": {
      "en": "[informant] Okay.",
      "th": "โอเค"
    }
  }
]