[
  {
    "translation": {
      "en": "[narrator] The Earth, home to millions of species.",
      "th": "โลก ถิ่นกำเนิดของหลายล้านสายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "But what might live... beyond?",
      "th": "แต่มีอะไรที่อาจอยู่... นอกโลกบ้าง"
    }
  },
  {
    "translation": {
      "en": "There are countless planets throughout the universe.",
      "th": "มีดาวเคราะห์มากมายนับไม่ถ้วนอยู่ทั่วจักรวาล"
    }
  },
  {
    "translation": {
      "en": "If life exists on only a fraction of them,",
      "th": "หากมีสิ่งมีชีวิต อยู่บนเศษเสี้ยวของดาวเหล่านั้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "then the universe must be... alive.",
      "th": "งั้นจักรวาลก็คงมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "All living things have the same needs.",
      "th": "สิ่งมีชีวิตทุกชนิดมีความต้องการเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "To feed...",
      "th": "กิน..."
    }
  },
  {
    "translation": {
      "en": "reproduce...",
      "th": "สืบพันธุ์..."
    }
  },
  {
    "translation": {
      "en": "and evolve.",
      "th": "และวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "By applying the laws of life on Earth",
      "th": "จากการประยุกต์กฎของสิ่งมีชีวิตบนโลก"
    }
  },
  {
    "translation": {
      "en": "to the rest of the universe...",
      "th": "กับดาวดวงอื่นๆ ในจักรวาล"
    }
  },
  {
    "translation": {
      "en": "it's possible to imagine",
      "th": "จึงเป็นไปได้ที่จะจินตนาการถึง"
    }
  },
  {
    "translation": {
      "en": "what could live...",
      "th": "สิ่งที่อาจมีชีวิตอยู่..."
    }
  },
  {
    "translation": {
      "en": "on alien worlds.",
      "th": "บนโลกต่างดาว"
    }
  },
  {
    "translation": {
      "en": "All life forms need a planet to live on.",
      "th": "รูปแบบชีวิตทุกรูปแบบ ต้องการดาวเคราะห์สำหรับอยู่อาศัย"
    }
  },
  {
    "translation": {
      "en": "But how many planets are there in the universe?",
      "th": "แต่ในจักรวาลมีดาวเคราะห์อยู่ทั้งหมดกี่ดวงกันแน่"
    }
  },
  {
    "translation": {
      "en": "[man] Think about our star,",
      "th": "ลองนึกถึงดาวฤกษ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "the Sun,",
      "th": "พระอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "with Earth, Mars, Jupiter orbiting it.",
      "th": "มีโลก ดาวอังคาร ดาวพฤหัสบดีโคจรอยู่รอบมัน"
    }
  },
  {
    "translation": {
      "en": "For centuries,",
      "th": "เป็นเวลาหลายศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "people have asked themselves, \"What about the other stars?",
      "th": "ที่คนเราถามตัวเองว่า \"แล้วดาวฤกษ์ดวงอื่นล่ะ\""
    }
  },
  {
    "translation": {
      "en": "Uh, do they have planets as well?\"",
      "th": "พวกมันมีดาวเคราะห์เหมือนกันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "And 24 years ago,",
      "th": "และเมื่อ 24 ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I found one!",
      "th": "ผมเจอหนึ่งดวง!"
    }
  },
  {
    "translation": {
      "en": "Didier Queloz is a superstar astrophysicist.",
      "th": "ดีดีเยร์ เควลอซเป็นนักดาราศาสตร์ฟิสิกส์ชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "He has won the Nobel Prize for discovering the first planet",
      "th": "เขาเคยได้รับรางวัลโนเบล ที่ค้นพบดาวเคราะห์ดวงแรก"
    }
  },
  {
    "translation": {
      "en": "beyond our solar system.",
      "th": "นอกเหนือจากระบบสุริยะของเรา"
    }
  },
  {
    "translation": {
      "en": "[Didier] I was 28 years old when I found the planet.",
      "th": "ผมอายุ 28 ปี ตอนที่ผมเจอดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "I was about to finish my PhD,",
      "th": "ผมกำลังจะจบปริญญาเอก"
    }
  },
  {
    "translation": {
      "en": "and my PhD adviser gave me the key of the equipment.",
      "th": "และอาจารย์ที่ปรึกษาของผม ได้มอบกุญแจอุปกรณ์ให้ผม"
    }
  },
  {
    "translation": {
      "en": "And after observing a couple of times, the star 51 Peg,",
      "th": "และหลังจากเฝ้าดูดาว 51 เพ็กอยู่สองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "I realized that something was going on on that star.",
      "th": "ผมรู้ว่ามีบางอย่างเกิดขึ้นบนดาวดวงนั้น"
    }
  },
  {
    "translation": {
      "en": "And frankly, I just panicked at that time.",
      "th": "และบอกตามตรง ตอนนั้นผมตื่นตระหนก"
    }
  },
  {
    "translation": {
      "en": "I thought something was really wrong with my equipment.",
      "th": "ผมคิดว่าอุปกรณ์ของผมมีบางอย่างผิดปกติจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And the more I wanted to understand this, the less it made sense.",
      "th": "ยิ่งผมอยากเข้าใจเรื่องนี้มากขึ้นเท่าไหร่ มันยิ่งมีเหตุผลน้อยลงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Until the point I got convinced it must be a planet.",
      "th": "จนถึงจุดที่ผมเชื่อว่ามันต้องเป็นดาวเคราะห์แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "That's likely to be a planet over there.",
      "th": "ตรงนั้นดูเหมือนจะเป็นดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "Could be Jupiter over there.",
      "th": "ตรงนั้นอาจเป็นดาวพฤหัสบดี"
    }
  },
  {
    "translation": {
      "en": "It's pretty cool.",
      "th": "มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "Distant planets are invisible to telescopes",
      "th": "ดาวเคราะห์ที่อยู่ไกลโพ้น มองด้วยกล้องส่องทางไกลไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "because they don't emit any light.",
      "th": "เพราะมันไม่ได้ปล่อยแสงออกมา"
    }
  },
  {
    "translation": {
      "en": "But if a planet passes in front of a star,",
      "th": "แต่ถ้าดาวเคราะห์เดินทางผ่านหน้าดาวฤกษ์"
    }
  },
  {
    "translation": {
      "en": "it casts a tiny shadow,",
      "th": "มันจะทอดเงาเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "and there's a minuscule dimming of the star's brightness.",
      "th": "และมีแสงสลัวเล็กๆ ของแสงสว่างของดาวฤกษ์"
    }
  },
  {
    "translation": {
      "en": "When astronomers detect this dip in light level,",
      "th": "เมื่อนักดาราศาสตร์ตรวจพบ การลดลงในระดับความสว่างนี้"
    }
  },
  {
    "translation": {
      "en": "they have found a new planet.",
      "th": "พวกเขาพบดาวเคราะห์ดวงใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Hello, guys.",
      "th": "สวัสดี ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Uh... Oh, hey. Here is what the telescope is looking at.",
      "th": "กล้องส่องทางไกลส่องตรงนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "This is a picture of the telescope right now.",
      "th": "นี่คือภาพจากกล้องส่องทางไกลตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Uh, in the middle, you have the... the target we're observing.",
      "th": "ตรงกลางคือเป้าหมายที่เราเฝ้าดูอยู่"
    }
  },
  {
    "translation": {
      "en": "So, you analyze this whole field, you process the data,",
      "th": "คุณวิเคราะห์อาณาเขตทั้งหมด คุณประมวลผลข้อมูล"
    }
  },
  {
    "translation": {
      "en": "and, um, if you're lucky enough, you detect this.",
      "th": "และถ้าคุณโชคดีพอ คุณจะตรวจพบสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "There's a little bit of a decrease of the flux,",
      "th": "มันมีการลดลงของฟลักซ์เล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "and this tells me that there is a planet orbiting that star.",
      "th": "และนี่บอกผมว่ามีดาวเคราะห์ โคจรอยู่รอบดาวฤกษ์ดวงนั้น"
    }
  },
  {
    "translation": {
      "en": "[Didier] We know there are a huge number of planets in the universe.",
      "th": "เรารู้ว่าในจักรวาลนี้ มีดาวเคราะห์อยู่มากมายเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "There must be a zillion kinds of different life.",
      "th": "มันต้องมีสิ่งมีชีวิตชนิดต่างๆ อยู่มากมายนับไม่ถ้วนแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Let's imagine that this is the Earth, here...",
      "th": "มาจินตนาการกันว่านี่คือโลก นี่ครับ นะครับ"
    }
  },
  {
    "translation": {
      "en": "So, imagine that one meter is 20 light-years.",
      "th": "ลองจินตนาการดูว่าหนึ่งเมตรเท่ากับ 20 ปีแสง"
    }
  },
  {
    "translation": {
      "en": "So, I've made two meters as 40 light-years.",
      "th": "ดังนั้นสองเมตรก็เท่ากับ 40 ปีแสง"
    }
  },
  {
    "translation": {
      "en": "This is where you have 51 Peg, where the first planet was detected.",
      "th": "นี่คือจุดที่ 51 เพ็กอยู่ ที่ที่พบดาวเคราะห์ดวงแรก"
    }
  },
  {
    "translation": {
      "en": "Each of these tiny lights represents a star",
      "th": "ไฟดวงเล็กๆ พวกนี้เป็นตัวแทนของดาวฤกษ์"
    }
  },
  {
    "translation": {
      "en": "where a planet has been found.",
      "th": "ที่พบดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "Over the next few years,",
      "th": "ในอีกไม่กี่ปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "planets were turning up everywhere.",
      "th": "ดาวเคราะห์จะปรากฏทั่วทุกแห่ง"
    }
  },
  {
    "translation": {
      "en": "♪ Planets, planets everywhere ♪",
      "th": "ดาวเคราะห์ๆ ทั่วทุกแห่ง"
    }
  },
  {
    "translation": {
      "en": "It looks pretty cool right now. [laughs]",
      "th": "ตอนนี้มันดูเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "A horizon of stars and planets...",
      "th": "เส้นขอบฟ้าของดาวฤกษ์และดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "all around. [laughs]",
      "th": "อยู่รอบตัว"
    }
  },
  {
    "translation": {
      "en": "Planets beyond our solar system are called exoplanets.",
      "th": "ดาวเคราะห์ที่อยู่นอกระบบสุริยะของเรา เรียกว่าดาวเคราะห์นอกระบบ"
    }
  },
  {
    "translation": {
      "en": "Astronomers have found over 4,000 of them.",
      "th": "นักดาราศาสตร์พบดาวเคราะห์ มากกว่า 4,000 ดวง"
    }
  },
  {
    "translation": {
      "en": "And they keep finding more.",
      "th": "และยังค้นพบเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "They now believe there's at least one planet for every star in the universe.",
      "th": "ตอนนี้พวกเขาเชื่อว่าดาวฤกษ์ มีดาวเคราะห์อย่างน้อยหนึ่งดวงในจักรวาล"
    }
  },
  {
    "translation": {
      "en": "That means over a million, billion, trillion exoplanets.",
      "th": "นั่นแปลว่ามีดาวเคราะห์นอกระบบ กว่าหนึ่งล้าน หนึ่งพันล้าน หนึ่งล้านล้านดวง"
    }
  },
  {
    "translation": {
      "en": "More than all the grains of sand on Earth.",
      "th": "มากกว่าเมล็ดทรายทั้งหมดบนโลก"
    }
  },
  {
    "translation": {
      "en": "A vast canvas for the evolution of life.",
      "th": "ผ้าใบผืนมหึมาสำหรับวิวัฒนาการของสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "The distances are mind-boggling.",
      "th": "ระยะทางนั้นน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "The nearest exoplanets are trillions of miles from us.",
      "th": "ดาวเคราะห์นอกระบบที่ใกล้ที่สุด อยู่ห่างจากเราหนึ่งล้านล้านกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "But they're all subject to the same force that holds the Earth in place.",
      "th": "แต่ทั้งหมดอยู่ภายใต้แรงเดียวกัน กับแรงที่ประคองโลกไว้กับที่"
    }
  },
  {
    "translation": {
      "en": "Gravity.",
      "th": "แรงโน้มถ่วง"
    }
  },
  {
    "translation": {
      "en": "Imagine a world double the size of Earth,",
      "th": "ลองจินตนาการถึงโลกใบหนึ่ง ที่มีขนาดเป็นสองเท่าของโลกมนุษย์"
    }
  },
  {
    "translation": {
      "en": "with twice as much gravity.",
      "th": "โดยมีแรงโน้มถ่วงมากกว่าสองเท่า"
    }
  },
  {
    "translation": {
      "en": "This is Atlas.",
      "th": "นี่คือแอตลาส"
    }
  },
  {
    "translation": {
      "en": "How would life adapt on such a world?",
      "th": "สิ่งมีชีวิตจะปรับตัวอย่างไรบนโลกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Gravity pulls vegetation to the planet's surface.",
      "th": "แรงโน้มถ่วงดึงพืชพันธุ์ ลงมาที่พื้นผิวของดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "And yet, seeds can float in the sky.",
      "th": "แต่เมล็ดพันธุ์สามารถลอยขึ้นไปบนท้องฟ้าได้"
    }
  },
  {
    "translation": {
      "en": "That's because gravity here is so strong.",
      "th": "นั่นเป็นเพราะแรงโน้มถ่วงที่นี่ทรงพลังมาก"
    }
  },
  {
    "translation": {
      "en": "Air molecules are densely packed together...",
      "th": "โมเลกุลของอากาศรวมตัวกันอย่างแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "creating a thick, buoyant atmosphere for seeds to drift through.",
      "th": "ทำให้เกิดชั้นบรรยากาศลอยตัวที่หนา ที่เมล็ดพืชล่องลอยไปได้"
    }
  },
  {
    "translation": {
      "en": "And where there are seeds...",
      "th": "และที่ใดที่มีเมล็ดพืช"
    }
  },
  {
    "translation": {
      "en": "there are sky grazers.",
      "th": "ก็ย่อมมีสกายเกรเซอร์"
    }
  },
  {
    "translation": {
      "en": "Giant herbivores with six wings",
      "th": "สัตว์กินพืชขนาดยักษ์มีหกปีก"
    }
  },
  {
    "translation": {
      "en": "to ride on the dense pillow of air.",
      "th": "เพื่อขับเคลื่อนไปบนอากาศอันหนาแน่น"
    }
  },
  {
    "translation": {
      "en": "Because of the extra gravity,",
      "th": "เพราะแรงโน้มถ่วงที่มากเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "they weigh twice as much as they would on Earth.",
      "th": "พวกมันจึงหนักมากกว่าที่จะหนักบนโลกถึงสองเท่า"
    }
  },
  {
    "translation": {
      "en": "But they don't fall from the sky.",
      "th": "แต่พวกมันไม่ร่วงหล่นจากท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "The atmosphere is thick enough to keep them airborne.",
      "th": "ชั้นบรรยากาศหนามากพอ ที่จะทำให้พวกมันลอยในอากาศได้"
    }
  },
  {
    "translation": {
      "en": "Whether on Atlas or on Earth,",
      "th": "ไม่ว่าจะบนแอตลาสหรือบนโลก"
    }
  },
  {
    "translation": {
      "en": "flying is always a battle to overcome gravity.",
      "th": "การบินคือการต่อสู้เพื่อเอาชนะแรงโน้มถ่วงเสมอ"
    }
  },
  {
    "translation": {
      "en": "[man] You might say I have a pretty complicated relationship with gravity.",
      "th": "คุณอาจพูดว่าผมมีความสัมพันธ์ ที่ซับซ้อนกับแรงโน้มถ่วง"
    }
  },
  {
    "translation": {
      "en": "And you can really feel that gravity is a force pulling you down",
      "th": "และคุณรู้สึกได้จริงๆ ว่าแรงโน้มถ่วงคือแรงที่ดึงคุณลงไป"
    }
  },
  {
    "translation": {
      "en": "as you struggle your way up.",
      "th": "ในขณะที่คุณดิ้นรนจะขึ้นสู่ด้านบน"
    }
  },
  {
    "translation": {
      "en": "But ultimately, my dream has always been to be able to fly.",
      "th": "แต่สุดท้ายแล้ว ความฝันของผม คือการบินได้มาตลอด"
    }
  },
  {
    "translation": {
      "en": "Whoo-hoo-hoo! [laughs]",
      "th": "วู้ฮู!"
    }
  },
  {
    "translation": {
      "en": "The thing I love most about paragliding is that it's so simple and intuitive.",
      "th": "สิ่งที่ผมรักมากที่สุดเกี่ยวกับการเล่นพาราไกลดิ้ง คือมันง่ายดายและเป็นธรรมชาติมาก"
    }
  },
  {
    "translation": {
      "en": "It's just you and the air.",
      "th": "มีแค่คุณกับอากาศ"
    }
  },
  {
    "translation": {
      "en": "Like the sky grazers on Atlas,",
      "th": "เช่นเดียวกับสกายเกรเซอร์บนแอตลาส"
    }
  },
  {
    "translation": {
      "en": "paragliders use their wings to generate lift.",
      "th": "นักเล่นพาราไกลดิ้งใช้ปีกของพวกเขา ในการสร้างแรงยก"
    }
  },
  {
    "translation": {
      "en": "But the atmosphere is less dense on Earth...",
      "th": "แต่ชั้นบรรยากาศบนโลกหนาแน่นน้อยกว่า..."
    }
  },
  {
    "translation": {
      "en": "so it takes more effort to stay airborne.",
      "th": "จึงต้องใช้ความพยายามมากกว่า ในการลอยอยู่ในอากาศ"
    }
  },
  {
    "translation": {
      "en": "[Fiorenzo] Most people don't see air as a substance.",
      "th": "คนส่วนใหญ่ไม่มองว่าอากาศคือสสาร"
    }
  },
  {
    "translation": {
      "en": "But for me, when I'm flying,",
      "th": "แต่สำหรับผม เวลาผมบิน"
    }
  },
  {
    "translation": {
      "en": "I really see it as a fluid that's moving up and down the valleys",
      "th": "ผมมองว่ามันคือของเหลว ที่เคลื่อนไหวขึ้นและลงตามหุบเขา"
    }
  },
  {
    "translation": {
      "en": "and along the ridges.",
      "th": "และตามสันเขา"
    }
  },
  {
    "translation": {
      "en": "It would be really weird to fly in a very dense atmosphere.",
      "th": "มันคงจะแปลกมากที่ต้องบิน ในชั้นบรรยากาศที่หนาแน่นมากๆ"
    }
  },
  {
    "translation": {
      "en": "You could just be gliding around the whole time, effortlessly.",
      "th": "คุณจะสามารถร่อนไปรอบๆ ได้ตลอดเวลา โดยไม่ต้องพยายามอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "The best way to gain altitude is to find an updraft,",
      "th": "วิธีที่ดีที่สุดในการขึ้นที่สูงให้ได้ คือการหาการลอยตัวขึ้นของก๊าซให้เจอ"
    }
  },
  {
    "translation": {
      "en": "known as a \"thermal.\"",
      "th": "ที่เรียกกันว่ากระแสลมอุ่น"
    }
  },
  {
    "translation": {
      "en": "[Fiorenzo] When you hit the thermal, it's very similar",
      "th": "เมื่อคุณเจอกระแสลมอุ่น มันคล้ายกับเวลาที่คุณอยู่ในลิฟต์ และมันเริ่มทำงานมาก"
    }
  },
  {
    "translation": {
      "en": "to when you're in an elevator and it starts.",
      "th": "มันคล้ายกับเวลาที่คุณอยู่ในลิฟต์ และมันเริ่มทำงานมาก"
    }
  },
  {
    "translation": {
      "en": "You feel a push upwards.",
      "th": "คุณรู้สึกถึงการดันขึ้นด้านบน"
    }
  },
  {
    "translation": {
      "en": "Yeah, there we go!",
      "th": "ใช่เลย ขึ้นไปแล้ว!"
    }
  },
  {
    "translation": {
      "en": "Just the power of nature to pull me up.",
      "th": "แค่พลังของธรรมชาติที่ดึงผมขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "When I'm flying and I see a bird circling up,",
      "th": "เวลาผมบินและเห็นนกล้อมเป็นวงกลม"
    }
  },
  {
    "translation": {
      "en": "it means there must be a thermal there.",
      "th": "มันแปลว่าตรงนั้นมีกระแสลมอุ่นอยู่"
    }
  },
  {
    "translation": {
      "en": "So we're always constantly looking at them.",
      "th": "เราจึงมักจะมองดูพวกมันอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "You can really feel the balance between the gravity pulling you down",
      "th": "คุณสามารถรู้สึกได้ถึงความสมดุล ระหว่างแรงโน้มถ่วงที่ดึงคุณลงไป"
    }
  },
  {
    "translation": {
      "en": "and the air lifting you up.",
      "th": "และอากาศที่ยกคุณขึ้น"
    }
  },
  {
    "translation": {
      "en": "You can then use your bodyweight to gain speed,",
      "th": "จากนั้นคุณสามารถใช้น้ำหนักตัวคุณ เพื่อเร่งความเร็วและใช้ความเร็วนั้น สร้างพลังงานให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and use that speed to generate more energy",
      "th": "เพื่อเร่งความเร็วและใช้ความเร็วนั้น สร้างพลังงานให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and feel that you're moving through the air.",
      "th": "และรู้สึกว่าคุณกำลังเคลื่อนไหวผ่านอากาศ"
    }
  },
  {
    "translation": {
      "en": "Gravity may be weaker on Earth than on Atlas...",
      "th": "แรงโน้มถ่วงบนโลกอาจอ่อนแรงกว่าบนแอตลาส"
    }
  },
  {
    "translation": {
      "en": "but the thinner atmosphere means there's less buoyancy.",
      "th": "แต่ชั้นบรรยากาศที่บางกว่า หมายความว่ามีการลอยที่น้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "So, eventually, everything falls.",
      "th": "สุดท้ายแล้วทุกอย่างจึงร่วงลงมา"
    }
  },
  {
    "translation": {
      "en": "On Atlas, the sky grazers never need to land.",
      "th": "บนแอตลาส สกายเกรเซอร์ ไม่เคยต้องลงมาบนพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "Their front and back wings are for direction and thrust.",
      "th": "ปีกหน้าและหลังของมัน มีไว้บังคับทิศทางและผลักดัน"
    }
  },
  {
    "translation": {
      "en": "Their long middle wings are for catching thermals.",
      "th": "ปีกกลางที่ยาวของมันมีไว้จับกระแสลมอุ่น"
    }
  },
  {
    "translation": {
      "en": "Despite their weight,",
      "th": "แม้น้ำหนักจะมาก"
    }
  },
  {
    "translation": {
      "en": "the air is thick enough for them to live a life",
      "th": "แต่อากาศก็หนาพอที่พวกมันจะใช้ชีวิตอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "in the sky.",
      "th": "บนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "But it's not always a peaceful life.",
      "th": "แต่มันไม่ใช่ชีวิตที่สงบสุขเสมอไป"
    }
  },
  {
    "translation": {
      "en": "As on Earth, grazers attract predators.",
      "th": "เช่นเดียวกับบนโลก เกรเซอร์ดึงดูดผู้ล่า"
    }
  },
  {
    "translation": {
      "en": "Using hydrogen-producing bacteria to inflate their air sacs,",
      "th": "พวกมันใช้แบคทีเรียที่ผลิตก๊าซไฮโดรเจนได้ ในการทำให้ถุงอากาศของพวกมันพองลม"
    }
  },
  {
    "translation": {
      "en": "they take to the skies.",
      "th": "และลอยขึ้นไปบนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "Alone, they're no match for their prey...",
      "th": "หากอยู่ตัวเดียว พวกมันสู้เหยื่อของพวกมันไม่ได้..."
    }
  },
  {
    "translation": {
      "en": "so they hunt in a pack...",
      "th": "พวกมันจึงล่าเป็นกลุ่ม..."
    }
  },
  {
    "translation": {
      "en": "waiting for a sky grazer to stray from the group.",
      "th": "รอให้สกายเกรเซอร์พลัดหลงจากกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "Target sighted, they expel their gas...",
      "th": "เมื่อเห็นเป้าหมาย พวกมันปล่อยก๊าซออก..."
    }
  },
  {
    "translation": {
      "en": "and attack from above.",
      "th": "และจู่โจมจากด้านบน"
    }
  },
  {
    "translation": {
      "en": "The fastest predator on Earth",
      "th": "ผู้ล่าที่ว่องไวที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "uses the same tactic.",
      "th": "ใช้กลยุทธ์เดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[man] My interest in flying falcons is...",
      "th": "ผมสนใจเหยี่ยวบินตรงที่"
    }
  },
  {
    "translation": {
      "en": "their predatory instinct coupled with the speed factor...",
      "th": "สัญชาตญาณความเป็นนักล่าของมัน ร่วมกับปัจจัยด้านความเร็ว"
    }
  },
  {
    "translation": {
      "en": "and how they use that speed to their advantage.",
      "th": "และวิธีที่พวกมันใช้ความเร็วนั้นเป็นข้อได้เปรียบ"
    }
  },
  {
    "translation": {
      "en": "But just watching a top predator do its thing...",
      "th": "แต่แค่ได้มองดูสุดยอดผู้ล่าทำสิ่งที่มันถนัด..."
    }
  },
  {
    "translation": {
      "en": "is perfection.",
      "th": "ก็ยอดเยี่ยมแล้ว"
    }
  },
  {
    "translation": {
      "en": "I probably have 30-some birds at this moment.",
      "th": "ตอนนี้ผมน่าจะมีนกอยู่ 30 กว่าตัวได้"
    }
  },
  {
    "translation": {
      "en": "Each bird is a different personality.",
      "th": "นกแต่ละตัวมีบุคลิกที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "What I love about falcons",
      "th": "สิ่งที่ผมชอบในตัวเหยี่ยว"
    }
  },
  {
    "translation": {
      "en": "is how evolution has made the most perfect specimen.",
      "th": "คือวิธีการที่วิวัฒนาการได้สร้าง แบบอย่างที่สมบูรณ์แบบที่สุดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I do have a relationship with these guys.",
      "th": "ผมมีสายสัมพันธ์กับนกพวกนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Certainly from my end, I do. [laughs]",
      "th": "แน่นอนว่าเป็นจากฝั่งของผมครับ"
    }
  },
  {
    "translation": {
      "en": "I don't think the falcons see it that way,",
      "th": "ผมไม่คิดว่าเหยี่ยวมองมันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but they certainly see me as part of the team.",
      "th": "แต่พวกมันเห็นผมเป็นส่วนหนึ่งของทีมแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Vahe Alaverdian trains captive-bred falcons how to hunt.",
      "th": "วาเฮ แอลาเวอร์เดียนฝึกวิธีการล่า ให้เหยี่ยวที่ผสมพันธุ์ในที่กักขัง"
    }
  },
  {
    "translation": {
      "en": "[Vahe] These birds are genetically programmed",
      "th": "นกพวกนี้ถูกป้อนข้อมูลทางพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "to be the top-notch avian predators that they are.",
      "th": "ให้เป็นสุดยอดสัตว์ปีกนักล่าตามที่พวกมันเป็น"
    }
  },
  {
    "translation": {
      "en": "What we do as falconers",
      "th": "สิ่งที่เราทำในฐานะนักเลี้ยงเหยี่ยว"
    }
  },
  {
    "translation": {
      "en": "is try to awaken that predatorial nature in the bird.",
      "th": "คือพยายามปลุกนิสัยนักล่านั้นในตัวนก"
    }
  },
  {
    "translation": {
      "en": "Lure training is the very first step.",
      "th": "การฝึกด้วยเหยื่อล่อคือขั้นตอนแรกๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, buddy! Hup, hup, hup, hup, hup!",
      "th": "มาเลยพรรคพวก!"
    }
  },
  {
    "translation": {
      "en": "I want to put that lure in front of the bird,",
      "th": "ผมจะเอาเหยื่อล่อนั้นไว้ตรงหน้าเหยี่ยว"
    }
  },
  {
    "translation": {
      "en": "and get the falcon to coordinate eye to foot...",
      "th": "และทำให้เหยี่ยวประสานตาและเท้า..."
    }
  },
  {
    "translation": {
      "en": "...and throw its feet out as if it's gonna grab it.",
      "th": "และเหวี่ยงเท้าออกไปราวกับกำลังจะคว้าเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "As that happens, I try to pull that away from the falcon",
      "th": "ระหว่างที่สิ่งนั้นเกิดขึ้น ผมพยายามจะดึงเหยื่อออกจากเหยี่ยว"
    }
  },
  {
    "translation": {
      "en": "to get it to shoot up in the air and repeat this process again.",
      "th": "เพื่อให้มันพุ่งขึ้นไปในอากาศ และทำขั้นตอนนี้ซ้ำอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I wanna see that bird drop down as vertical as it can.",
      "th": "ผมอยากเห็นนกตัวนั้นดิ่งลงมา เป็นแนวตั้งมากที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "That's something that they later on will apply to hunting game.",
      "th": "นั่นคือสิ่งที่พวกมันจะประยุกต์ใช้ ในเกมล่าหลังจากนี้"
    }
  },
  {
    "translation": {
      "en": "When the falcons are ready, Vahe introduces a prey target...",
      "th": "เมื่อเหยี่ยวพร้อมแล้ว วาเฮจะเอาเหยื่อเป้าหมายมาใช้"
    }
  },
  {
    "translation": {
      "en": "a racing pigeon.",
      "th": "นกพิราบแข่ง"
    }
  },
  {
    "translation": {
      "en": "The falcon can't keep up with the pigeon in a chase,",
      "th": "เหยี่ยวไม่สามารถไล่ตามนกพิราบทันได้"
    }
  },
  {
    "translation": {
      "en": "so its best bet is to drop on it...",
      "th": "วิธีที่ดีที่สุดจึงเป็นการทิ้งตัวใส่มัน"
    }
  },
  {
    "translation": {
      "en": "using gravity.",
      "th": "โดยใช้แรงโน้มถ่วง"
    }
  },
  {
    "translation": {
      "en": "[Vahe] When the bird thinks that he's got the advantage,",
      "th": "เมื่อนกคิดว่ามันได้เปรียบ"
    }
  },
  {
    "translation": {
      "en": "that's when the wings will get tucked in.",
      "th": "ตอนนั้นแหละที่ปีกของมันจะพับเก็บเข้าไป"
    }
  },
  {
    "translation": {
      "en": "They stoop into a little teardrop shape...",
      "th": "มันบินถลาลงเป็นรูปทรงหยดน้ำตาหยดเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "coming down from the heavens.",
      "th": "ดิ่งลงมาจากสวรรค์"
    }
  },
  {
    "translation": {
      "en": "The kinetic energy of a falcon hitting a pigeon",
      "th": "พลังงานจลน์ของเหยี่ยวที่ปะทะนกพิราบ"
    }
  },
  {
    "translation": {
      "en": "would be as if you were hit by a cannonball.",
      "th": "รุนแรงราวกับคุณถูกกระสุนปืนใหญ่ยิงทีเดียว"
    }
  },
  {
    "translation": {
      "en": "In training, the pigeon invariably gets away,",
      "th": "ในการฝึก นกพิราบหนีไปได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "because the falcon is made to stoop from less than a thousand feet.",
      "th": "เพราะเหยี่ยวถูกทำให้ต้องบินถลาลงมา ในระยะที่ต่ำกว่า 1,000 ฟุต"
    }
  },
  {
    "translation": {
      "en": "When hunting for real,",
      "th": "แต่เวลาออกล่าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "it'll drop from a greater height...",
      "th": "มันจะดิ่งลงมาจากที่ที่สูงกว่ามาก..."
    }
  },
  {
    "translation": {
      "en": "to lethal effect.",
      "th": "เพื่อให้เกิดผลถึงตาย"
    }
  },
  {
    "translation": {
      "en": "The predators make their move.",
      "th": "ผู้ล่าออกเดินทัพ"
    }
  },
  {
    "translation": {
      "en": "They deploy their wings",
      "th": "มันใช้ปีกของมัน"
    }
  },
  {
    "translation": {
      "en": "to create drag...",
      "th": "ในการสร้างแรงต้าน..."
    }
  },
  {
    "translation": {
      "en": "destabilizing the sky grazer",
      "th": "ทำให้สกายเกรเซอร์ไม่มั่นคง"
    }
  },
  {
    "translation": {
      "en": "to devour it on the ground.",
      "th": "เพื่อกินมันบนพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "But this pack is too small to take down such a large beast.",
      "th": "แต่ผู้ล่ากลุ่มนี้กลุ่มเล็ก เกินกว่าจะโค่นสัตว์ตัวใหญ่ขนาดนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Today, they'll go hungry.",
      "th": "วันนี้ พวกมันจะต้องทนหิว"
    }
  },
  {
    "translation": {
      "en": "The sky grazer climbs to a safe height...",
      "th": "สกายเกรเซอร์ไต่ขึ้นไปบนความสูงที่ปลอดภัย..."
    }
  },
  {
    "translation": {
      "en": "to recuperate.",
      "th": "เพื่อพักฟื้น"
    }
  },
  {
    "translation": {
      "en": "But as a fertile female,",
      "th": "แต่เพราะเป็นตัวเมียในช่วงเจริญพันธุ์"
    }
  },
  {
    "translation": {
      "en": "she has company.",
      "th": "มันจึงมีเพื่อนมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Male grazers, competing to be chosen as a mate.",
      "th": "เกรเซอร์ตัวผู้ แข่งกันเพื่อให้ถูกเลือกเป็นคู่"
    }
  },
  {
    "translation": {
      "en": "Their oversized tails are a handicap,",
      "th": "หางที่ใหญ่ผิดปกติของมันคืออุปสรรค"
    }
  },
  {
    "translation": {
      "en": "making it harder to fly.",
      "th": "ทำให้พวกมันบินได้ยากขึ้น"
    }
  },
  {
    "translation": {
      "en": "But to the female, they're a sign of vitality.",
      "th": "แต่สำหรับตัวเมีย มันคือสัญลักษณ์ของกำลังวังชา"
    }
  },
  {
    "translation": {
      "en": "The first to reach her gets to mate",
      "th": "ตัวแรกที่ไปถึงตัวเมียก่อนจะได้ผสมพันธุ์"
    }
  },
  {
    "translation": {
      "en": "and pass on his genes.",
      "th": "และถ่ายทอดยีนของมัน"
    }
  },
  {
    "translation": {
      "en": "The same principle applies on Earth,",
      "th": "หลักการเดียวกันประยุกต์ใช้บนโลก"
    }
  },
  {
    "translation": {
      "en": "whether up in the sky",
      "th": "ไม่ว่าจะเป็นบนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "or down in the dirt.",
      "th": "หรือบนพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "Males compete for the right to mate.",
      "th": "ตัวผู้แข่งขันกันเพื่อสิทธิ์ในการผสมพันธุ์"
    }
  },
  {
    "translation": {
      "en": "[man 2] I think when people sit at home watching insects on television,",
      "th": "ผมคิดว่าเวลาคนเรานั่งอยู่ที่บ้าน ดูแมลงในทีวี"
    }
  },
  {
    "translation": {
      "en": "they imagine the cameraman sitting in the jungle,",
      "th": "พวกเขาจินตนาการว่าตากล้องนั่งอยู่ในป่า"
    }
  },
  {
    "translation": {
      "en": "in a river or in a hedge,",
      "th": "ในแม่น้ำหรือแนวพุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "waiting for this beetle to come across",
      "th": "รอให้ตัวด้วงพวกนี้ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "and reproduce or have a fight in front of the camera.",
      "th": "และสืบพันธุ์หรือต่อสู้กันหน้ากล้อง"
    }
  },
  {
    "translation": {
      "en": "It doesn't work that way.",
      "th": "มันไม่ใช่แบบนั้นเลยครับ"
    }
  },
  {
    "translation": {
      "en": "This is a ramshackle old shed which is attached to my parents' place,",
      "th": "นี่คือกระท่อมเก่าๆ ใกล้พัง ซึ่งอยู่ติดกับบ้านพ่อแม่ผม"
    }
  },
  {
    "translation": {
      "en": "which is just there.",
      "th": "ซึ่งอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Huge advantages to having a place attached to your mum and dad's.",
      "th": "ข้อได้เปรียบสำคัญที่มีสถานที่อยู่ติดบ้านพ่อแม่คุณ"
    }
  },
  {
    "translation": {
      "en": "You get good dinners in the evening and, uh, teas arriving during the day.",
      "th": "คือคุณมีอาหารเย็นดีๆ กินในตอนเย็น และมีชาให้ดื่มระหว่างวัน"
    }
  },
  {
    "translation": {
      "en": "-Have a look and see what we're doing. -Oh!",
      "th": "มาดูสิครับว่าเราทำอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Oh, gosh.",
      "th": "โอ้พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Oh! What on Earth are they?",
      "th": "พวกมันคือตัวอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Robert] They are rhinoceros beetles.",
      "th": "มันคือด้วงแรดครับ"
    }
  },
  {
    "translation": {
      "en": "The male's got these big horns.",
      "th": "ตัวผู้มีเขาใหญ่ๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "The female doesn't. It's a form of sexual selection,",
      "th": "ตัวเมียไม่มี มันคือรูปแบบของการคัดเลือกทางเพศ"
    }
  },
  {
    "translation": {
      "en": "because the females like males with big horns.",
      "th": "เพราะตัวเมียชอบตัวผู้ที่มีเขาใหญ่"
    }
  },
  {
    "translation": {
      "en": "So every time they mate,",
      "th": "ดังนั้นทุกครั้งที่พวกมันผสมพันธุ์กัน"
    }
  },
  {
    "translation": {
      "en": "they'll mate with a beetle that has a slightly bigger horn",
      "th": "พวกมันจะผสมพันธุ์กับด้วงที่มีเขาค่อนข้างใหญ่กว่า"
    }
  },
  {
    "translation": {
      "en": "-than the one they've last seen before. -Oh!",
      "th": "ด้วงที่พวกมันเจอมาครั้งล่าสุดเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "And, therefore, that male passes its genes on.",
      "th": "ด้วงตัวผู้ตัวนั้นจึงถ่ายทอดยีนของมันต่อไป"
    }
  },
  {
    "translation": {
      "en": "So, over generations, the horns will get bigger.",
      "th": "ดังนั้นเมื่อผ่านไปแต่ละรุ่นวัย เขาก็เลยใหญ่ขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Anywhere particular? -[Robert] Um, just on the... on the log facing the other male.",
      "th": "- วางตรงไหนเป็นพิเศษไหม - วางบนขอนไม้ หันหน้าไปหาตัวผู้อีกตัว"
    }
  },
  {
    "translation": {
      "en": "[man 1] Here they go. They're going straight away.",
      "th": "เอาแล้ว พวกมันพุ่งใส่กันทันที"
    }
  },
  {
    "translation": {
      "en": "The horns of a male rhinoceros beetle",
      "th": "เขาของด้วงแรดตัวผู้"
    }
  },
  {
    "translation": {
      "en": "are like the tail of a male sky grazer.",
      "th": "ก็เหมือนหางของสกายเกรเซอร์ตัวผู้"
    }
  },
  {
    "translation": {
      "en": "They've evolved for sexual competition.",
      "th": "มันพัฒนาขึ้นเพื่อการแข่งขันทางเพศ"
    }
  },
  {
    "translation": {
      "en": "-Ha-ha! -That dominant one's done it again.",
      "th": "ตัวที่เจ๋งกว่าทำสำเร็จอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Robert] That's a good shot. The shot we wanted.",
      "th": "เป็นช็อตที่ดี นั่นคือช็อตที่เราต้องการ สอดใส่ตัวเมีย ใช่"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Yeah. -[Robert] Going into her, yeah.",
      "th": "นั่นคือช็อตที่เราต้องการ สอดใส่ตัวเมีย ใช่"
    }
  },
  {
    "translation": {
      "en": "One, two, three.",
      "th": "หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "-That right? -[Robert] Yeah.",
      "th": "- โอเคไหม - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Yep. -[man 3] That's it.",
      "th": "- ใช่ - อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-Can I... Yes. -You putting that in?",
      "th": "- คุณกำลังใส่นั่นเข้าไปเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Male insects don't always fight to snare a mate.",
      "th": "แมลงตัวผู้ไม่ได้ต่อสู้เพื่อดักคู่ผสมพันธุ์เสมอไป"
    }
  },
  {
    "translation": {
      "en": "Sometimes it's enough just to show off their physical prowess.",
      "th": "บางครั้งแค่แสดงความองอาจทางกาย ของพวกมันก็เพียงพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 1] Right, I'm gonna bring the male in front of you.",
      "th": "เอาละ ผมจะเอาตัวผู้ไปวางตรงหน้าคุณนะ"
    }
  },
  {
    "translation": {
      "en": "He's coming in from your right.",
      "th": "มันจะเข้ามาทางขวาของคุณ"
    }
  },
  {
    "translation": {
      "en": "Now, uh-- He's flown off.",
      "th": "มันบินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "These are stalk-eyed flies.",
      "th": "นี่คือแมลงวันก้านตายาว"
    }
  },
  {
    "translation": {
      "en": "[Robert] Stalk-eyed fly is an amazing little thing.",
      "th": "แมลงวันก้านตายาวเป็นสิ่งมีชีวิตตัวเล็กๆ ที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "It looks a little bit like an ant with massive eyes on the ends of stalks.",
      "th": "มันดูคล้ายมดนิดๆ โดยมีตาดวงใหญ่อยู่ที่ปลายก้าน"
    }
  },
  {
    "translation": {
      "en": "Both the male and the female have eyes on the end of stalks,",
      "th": "ทั้งตัวผู้และตัวเมีย มีตาอยู่ที่ปลายก้าน"
    }
  },
  {
    "translation": {
      "en": "but the male has much longer eye stalks than the female.",
      "th": "แต่ตัวผู้มีก้านตาที่ยาวกว่าตัวเมียมาก"
    }
  },
  {
    "translation": {
      "en": "The males with the long stalks will come up to one another,",
      "th": "ตัวผู้ที่มีก้านตายาว จะเข้าไปหาตัวผู้อีกตัว"
    }
  },
  {
    "translation": {
      "en": "and they will, kind of, have a little dance.",
      "th": "และพวกมันจะเต้นรำกันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "And they will try and judge",
      "th": "และพวกมันจะพยายามตัดสิน"
    }
  },
  {
    "translation": {
      "en": "which of the two of them has the bigger stalks.",
      "th": "ว่าใครมีก้านตาใหญ่กว่ากัน"
    }
  },
  {
    "translation": {
      "en": "There they are. That's the standoff!",
      "th": "นั่นไง นั่นเป็นการคุมเชิงกัน"
    }
  },
  {
    "translation": {
      "en": "The winner of that will remain where they are and the loser will then toddle off.",
      "th": "ผู้ชนะจะยืนอยู่ที่เดิม จากนั้นผู้แพ้จะเดินต้วมเตี้ยมถอยไป"
    }
  },
  {
    "translation": {
      "en": "That winner then will gain access to the female, and be able to reproduce with her,",
      "th": "จากนั้นผู้ชนะตัวนั้นจะเข้าไปหาตัวเมีย และสามารถสืบพันธุ์กับตัวเมีย"
    }
  },
  {
    "translation": {
      "en": "and that way can pass on the genetics that he has,",
      "th": "และวิธีนั้นสามารถถ่ายทอด ลักษณะทางพันธุกรรมที่มันมี"
    }
  },
  {
    "translation": {
      "en": "which will include that of a longer eye stalk.",
      "th": "ซึ่งจะรวมถึงก้านตาที่ยาวกว่านั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "-[Robert] Yes! Got it. -[man 1] Are-- are you on it?",
      "th": "- เยี่ยม! เรียบร้อย - ถ่ายอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, It's fantastic.",
      "th": "วิเศษเลย"
    }
  },
  {
    "translation": {
      "en": "Normally, it's a second and they're gone. This is fantastic.",
      "th": "ปกติจะแค่แป๊บเดียวก็แยกกันแล้ว นี่วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Why would the male stalk-eyed fly go to the effort",
      "th": "ทำไมแมลงวันก้านตายาวถึงพยายาม"
    }
  },
  {
    "translation": {
      "en": "of having these enormous eye stalks?",
      "th": "ที่จะมีก้านตาที่ใหญ่แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Well, the idea is that you are conspicuously signaling to the female",
      "th": "แนวคิดก็คือคุณกำลังส่งสัญญาณ ไปถึงตัวเมียอย่างโจ่งแจ้ง"
    }
  },
  {
    "translation": {
      "en": "that you can have this incredible investment of energy into this resource",
      "th": "ว่าคุณสามารถมอบพลังที่น่าทึ่งนี้ ให้กับทรัพยากรนี้ได้"
    }
  },
  {
    "translation": {
      "en": "that is completely needless.",
      "th": "สิ่งนี้ไม่มีความจำเป็นโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "And if you can still survive,",
      "th": "และถ้าคุณยังอยู่รอดได้"
    }
  },
  {
    "translation": {
      "en": "if you can carry on flying and living and not getting predated upon,",
      "th": "ถ้าคุณยังบินต่อได้ และใช้ชีวิต และไม่ถูกล่า"
    }
  },
  {
    "translation": {
      "en": "and still have this... wasteful extravagance coming out of your head,",
      "th": "และยังมีสิ่งฟุ้งเฟ้อที่ไร้ประโยชน์นี้ โผล่ออกมาจากหัวของคุณอยู่"
    }
  },
  {
    "translation": {
      "en": "then you're gonna be a pretty good bet to reproduce with.",
      "th": "งั้นคุณก็คือการเดิมพันที่ดีทีเดียวที่จะสืบพันธุ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "On Atlas,",
      "th": "บนแอตลาส"
    }
  },
  {
    "translation": {
      "en": "the long tail of the male sky grazer shows he's an ideal choice...",
      "th": "หางที่ยาวของสกายเกรเซอร์ตัวผู้ แสดงว่ามันคือตัวเลือกที่ดีเลิศ..."
    }
  },
  {
    "translation": {
      "en": "to father the next generation.",
      "th": "เพื่อเป็นพ่อของรุ่นวัยต่อไป"
    }
  },
  {
    "translation": {
      "en": "But the mother can't lay her eggs in the sky.",
      "th": "แต่แม่ไม่สามารถวางไข่บนท้องฟ้าได้"
    }
  },
  {
    "translation": {
      "en": "So she's come down to land.",
      "th": "มันจึงลงมาบนพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "Because of the gravity, she's too heavy to launch herself back into the sky.",
      "th": "เพราะแรงโน้มถ่วง ตัวของมันจึงหนัก เกินกว่าจะกลับขึ้นไปบนท้องฟ้าได้"
    }
  },
  {
    "translation": {
      "en": "To create new life, she must surrender her own.",
      "th": "เพื่อสร้างชีวิตใหม่ มันจำต้องสละชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The babies grow up close to where their mothers die.",
      "th": "ลูกๆ เติบโตใกล้กับที่ที่แม่ของพวกมันตาย"
    }
  },
  {
    "translation": {
      "en": "Now they need to get off the ground and into the air.",
      "th": "ตอนนี้พวกมันต้องขึ้นจากพื้นดิน ไปอยู่กลางอากาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "But scavengers lie in wait.",
      "th": "แต่สัตว์กินซากกำลังรออยู่"
    }
  },
  {
    "translation": {
      "en": "Boneless creatures",
      "th": "สิ่งมีชีวิตไร้กระดูก"
    }
  },
  {
    "translation": {
      "en": "with no skeleton to give them form.",
      "th": "ไม่มีโครงกระดูกที่จะทำให้พวกมันมีรูปร่าง"
    }
  },
  {
    "translation": {
      "en": "They kill by enveloping and dissolving their prey.",
      "th": "มันฆ่าด้วยวิธีห่อหุ้มและละลายเหยื่อของมัน"
    }
  },
  {
    "translation": {
      "en": "The sky grazers have only just hatched, but already they're in grave danger.",
      "th": "สกายเกรเซอร์เพิ่งจะฟักไข่เท่านั้น แต่พวกมันก็ตกอยู่ในอันตรายร้ายแรงแล้ว"
    }
  },
  {
    "translation": {
      "en": "And now, there's no going back.",
      "th": "และตอนนี้จะถอยหลังไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Every day on Earth,",
      "th": "ทุกวันบนโลก"
    }
  },
  {
    "translation": {
      "en": "young animals have to overcome terrible odds,",
      "th": "สัตว์วัยเยาว์ต้องเอาชนะโอกาสที่เลวร้ายให้ได้"
    }
  },
  {
    "translation": {
      "en": "if they're to survive.",
      "th": "หากพวกมันจะอยู่ให้รอด"
    }
  },
  {
    "translation": {
      "en": "Sixty percent of meerkats don't make it to their first birthday.",
      "th": "หกสิบเปอร์เซ็นต์ของเมียร์แคต มีชีวิตไม่รอดถึงวันเกิดปีแรก"
    }
  },
  {
    "translation": {
      "en": "[woman] For a young meerkat, in their early life,",
      "th": "สำหรับลูกเมียร์แคต ในช่วงแรกๆ ของชีวิต"
    }
  },
  {
    "translation": {
      "en": "there's a lot of danger here.",
      "th": "ที่นี่มีอันตรายอยู่มากมาย"
    }
  },
  {
    "translation": {
      "en": "They're vulnerable for many months after they're born...",
      "th": "พวกมันถูกโจมตีได้ง่ายอยู่หลายเดือน หลังจากพวกมันเกิด"
    }
  },
  {
    "translation": {
      "en": "but particularly in the first month or two after they emerge from the burrow.",
      "th": "แต่โดยเฉพาะในเดือนแรกหรือเดือนที่สอง หลังจากพวกมันออกมาจากโพรง"
    }
  },
  {
    "translation": {
      "en": "Predators are everywhere, and a constant danger.",
      "th": "มีผู้ล่าอยู่ทุกที่และเป็นอันตรายตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "There are snakes in this area",
      "th": "ในบริเวณนี้มีงู..."
    }
  },
  {
    "translation": {
      "en": "that will eat a young meerkat.",
      "th": "ที่จะกินลูกเมียร์แคต"
    }
  },
  {
    "translation": {
      "en": "A young meerkat is safe within a group,",
      "th": "ลูกเมียร์แคตปลอดภัยเมื่ออยู่ในฝูง"
    }
  },
  {
    "translation": {
      "en": "but if it lags behind, it's vulnerable.",
      "th": "แต่ถ้ามันล่าช้ากว่าตัวอื่น มันก็ถูกโจมตีได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "Scorpions are a constant threat.",
      "th": "แมงป่องเป็นภัยคุกคามอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[Kirsty] The young are really completely incompetent,",
      "th": "ลูกเมียร์แคตไร้ความสามารถโดยสิ้นเชิงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and totally ignorant when it comes to dealing with scorpions, initially.",
      "th": "และโง่เขลาจริงๆ เมื่อเป็นเรื่องของการรับมือกับแมงป่องในขั้นต้น"
    }
  },
  {
    "translation": {
      "en": "But they can't avoid this danger forever.",
      "th": "แต่พวกมันจะหลีกเลี่ยงอันตรายนี้ไปตลอดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They're going to eventually have to learn how to neutralize the threat.",
      "th": "สุดท้ายพวกมันจะต้องเรียนรู้ วิธีหยุดภัยคุุกคามให้ได้"
    }
  },
  {
    "translation": {
      "en": "The first time that a young meerkat faces a scorpion",
      "th": "ครั้งแรกที่ลูกเมียร์แคตเผชิญหน้ากับแมงป่อง"
    }
  },
  {
    "translation": {
      "en": "and it has to deal with it itself",
      "th": "และต้องรับมือมันด้วยตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "is probably a terrifying encounter.",
      "th": "อาจเป็นการเผชิญหน้าที่น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "This is a real moment of truth.",
      "th": "นี่คือช่วงเวลาแห่งความจริงที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "It's a real rite of passage, because once they've managed to do that themselves,",
      "th": "มันคือพิธีกรรมเปลี่ยนผ่านที่แท้จริง เพราะทันทีที่มันจัดการเรื่องนั้นด้วยตัวเองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "then they really are at a stage where they can start to forage by themselves",
      "th": "มันก็อยู่ในขั้นที่สามารถ เริ่มออกหาอาหารด้วยตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "and become independent and be a useful group member.",
      "th": "และพึ่งพาตนเองได้ และเป็นสมาชิกของฝูงที่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "So, they've really managed to escape the vulnerability of being a pup",
      "th": "แปลว่ามันสามารถหนีจาก ความอ่อนแอของการเป็นลูกสัตว์"
    }
  },
  {
    "translation": {
      "en": "and made that transition into being an adult.",
      "th": "และเปลี่ยนไปเป็นสัตว์ที่โตแล้วได้"
    }
  },
  {
    "translation": {
      "en": "It's one step on the road to adulthood,",
      "th": "มันคือหนึ่งก้าวบนถนนสู่วัยผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "but it's by no means plain sailing after that.",
      "th": "แต่หลังจากนั้นก็ไม่ใช่ขั้นตอนที่ง่ายเลย"
    }
  },
  {
    "translation": {
      "en": "There are a lot of threats out there,",
      "th": "ข้างนอกนั่นมีภัยคุกคามมากมาย"
    }
  },
  {
    "translation": {
      "en": "and it will have to continue to learn in order to reach adulthood.",
      "th": "และมันจะต้องเรียนรู้ต่อไป เพื่อที่จะไปให้ถึงวัยผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "If the young sky grazers are to grow up,",
      "th": "หากลูกสกายเกรเซอร์จะเติบโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "they have no choice.",
      "th": "พวกมันไม่มีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "It's time to fly.",
      "th": "ได้เวลาบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Even in the air, they're still not safe.",
      "th": "แม้แต่ในอากาศ พวกมันก็ยังไม่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "On Atlas, survival is a game of chance.",
      "th": "บนแอตลาส การรอดชีวิตคือเกมของโอกาส"
    }
  },
  {
    "translation": {
      "en": "Life goes on from one generation to the next.",
      "th": "ชีวิตดำเนินต่อไปจากรุ่นหนึ่งไปอีกรุ่นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "At least for now.",
      "th": "อย่างน้อยก็ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "The strong gravity of Atlas pulls asteroids onto a collision course.",
      "th": "แรงโน้มถ่วงที่ทรงพลังของแอตลาส ดึงดาวเคราะห์น้อยมาบนเส้นทางการปะทะ"
    }
  },
  {
    "translation": {
      "en": "Most burn up in the atmosphere.",
      "th": "ส่วนใหญ่ลุกไหม้ไปในชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "But there's a constant threat something big will get through...",
      "th": "แต่ก็มีภัยคุกคามอยู่ตลอด ว่าสิ่งที่ใหญ่อาจผ่านเข้าไปได้..."
    }
  },
  {
    "translation": {
      "en": "and reset the course of life on the planet.",
      "th": "และเปลี่ยนเส้นทางของสิ่งมีชีวิต บนดาวเคราะห์ใหม่หมด"
    }
  },
  {
    "translation": {
      "en": "Because gravity is weaker on Earth than Atlas,",
      "th": "เพราะแรงโน้มถ่วงบนโลกน้อยกว่าบนแอตลาส"
    }
  },
  {
    "translation": {
      "en": "asteroid strikes are less frequent.",
      "th": "การพุ่งชนของดาวเคราะห์น้อยจึงเกิดขึ้นน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "But when they do occur, they can be catastrophic.",
      "th": "แต่เมื่อมันเกิดขึ้น ก็อาจเป็นหายนะได้"
    }
  },
  {
    "translation": {
      "en": "[man] This is the Yucatán Peninsula.",
      "th": "นี่คือคาบสมุทรยูกาตัน"
    }
  },
  {
    "translation": {
      "en": "27,000 square miles of tropical jungle.",
      "th": "ป่าเขตร้อนขนาด 70,000 ตารางกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "But hidden within the jungle are numerous sinkholes called cenotes.",
      "th": "แต่สิ่งที่หลบซ่อนอยู่ในป่า คือหลุมยุบจำนวนมากที่เรียกว่าซีโนเต"
    }
  },
  {
    "translation": {
      "en": "These are entrances to vast underground cave systems.",
      "th": "นี่คือทางเข้าสู่ระบบถ้ำใต้ดินขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "There's no surface rivers or streams in the peninsula,",
      "th": "ไม่มีแม่น้ำหรือลำธารบนพื้นดินในคาบสมุทร"
    }
  },
  {
    "translation": {
      "en": "so the only source of water is underground in caves.",
      "th": "แหล่งน้ำเดียวจึงเป็นใต้ดินในถ้ำ"
    }
  },
  {
    "translation": {
      "en": "But the really interesting thing is the location of these cenotes.",
      "th": "แต่สิ่งที่น่าสนใจจริงๆ คือสถานที่ตั้งของซีโนเตพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Although there's probably 10,000 or more cenotes across the peninsula,",
      "th": "ถึงแม้อาจจะมีซีโนเตอยู่ มากกว่า 10,000 แห่งทั่วคาบสมุทร"
    }
  },
  {
    "translation": {
      "en": "in the northwest corner...",
      "th": "แต่ในมุมตะวันตกเฉียงเหนือ..."
    }
  },
  {
    "translation": {
      "en": "they occur in a very well-defined semicircle.",
      "th": "มันเกิดขึ้นเป็นรูปครึ่งวงกลมอย่างชัดเจนมาก"
    }
  },
  {
    "translation": {
      "en": "If we follow that semicircle out into the Gulf of Mexico...",
      "th": "ถ้าเราตามครึ่งวงกลมนั้น ออกไปที่อ่าวเม็กซิโก..."
    }
  },
  {
    "translation": {
      "en": "we now have a complete circle that marks what one would expect",
      "th": "ตอนนี้เราก็จะได้วงกลมเต็มวง ซึ่งทำให้เป็นรอยที่คนเราจะคาดหวัง"
    }
  },
  {
    "translation": {
      "en": "from the edge of an asteroid impact crater.",
      "th": "จากขอบของหลุมที่ดาวเคราะห์น้อยพุ่งชนได้"
    }
  },
  {
    "translation": {
      "en": "[Thomas] 65 million years ago,",
      "th": "เมื่อ 65 ล้านปีก่อน"
    }
  },
  {
    "translation": {
      "en": "gravity pulled an asteroid into our solar system.",
      "th": "แรงโน้มถ่วงดึงดาวเคราะห์ดวงหนึ่ง ลงมาในระบบสุริยะของเรา"
    }
  },
  {
    "translation": {
      "en": "It smashed into our planet,",
      "th": "มันพุ่งเข้าชนโลกของเรา"
    }
  },
  {
    "translation": {
      "en": "causing the extinction of 75 percent of life on Earth.",
      "th": "ทำให้สิ่งมีชีวิต 75 เปอร์เซ็นต์บนโลกสูญพันธุ์"
    }
  },
  {
    "translation": {
      "en": "The asteroid strike generated enough debris",
      "th": "การพุ่งชนของดาวเคราะห์น้อย ก่อให้เกิดซากปรักหักพังมากเพียงพอ"
    }
  },
  {
    "translation": {
      "en": "to block out sunlight for two years.",
      "th": "ที่จะปิดกั้นแสงอาทิตย์ได้ถึงสองปี"
    }
  },
  {
    "translation": {
      "en": "A world plunged into darkness.",
      "th": "โลกจมดิ่งสู่ความมืดมิด"
    }
  },
  {
    "translation": {
      "en": "Nothing could grow.",
      "th": "ไม่มีอะไรเติบโตได้"
    }
  },
  {
    "translation": {
      "en": "This would happen on Atlas",
      "th": "สิ่งนี้จะเกิดขึ้นบนแอตลาส..."
    }
  },
  {
    "translation": {
      "en": "if a big enough asteroid hit the planet.",
      "th": "หากดาวเคราะห์น้อยดวงใหญ่มากพอพุ่งชนมัน"
    }
  },
  {
    "translation": {
      "en": "[Thomas] Cenotes are difficult places to survive...",
      "th": "ซีโนเตเป็นสถานที่ที่ยากจะมีชีวิตรอดได้"
    }
  },
  {
    "translation": {
      "en": "just like the Earth was 65 million years ago.",
      "th": "เหมือนที่โลกเคยเป็นเมื่อ 65 ล้านปีก่อน"
    }
  },
  {
    "translation": {
      "en": "What are the characteristics that a species needs to survive an extinction?",
      "th": "ลักษณะพิเศษที่สายพันธุ์หนึ่งต้องมี เพื่ออยู่รอดจากการสูญพันธุ์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Somebody's in here.",
      "th": "มีใครบางคนอยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "So, crocodiles are very resilient animals.",
      "th": "จระเข้เป็นสัตว์ที่มีความทนทานมาก"
    }
  },
  {
    "translation": {
      "en": "They live both in the water and on land.",
      "th": "พวกมันอาศัยทั้งในน้ำและบนบก"
    }
  },
  {
    "translation": {
      "en": "They're generalists. They don't require a specific diet.",
      "th": "พวกมันมีความสามารถหลากหลาย ไม่ต้องการอาหารเฉพาะเจาะจง"
    }
  },
  {
    "translation": {
      "en": "They'll eat almost anything.",
      "th": "พวกมันกินเกือบทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Whatever is available is good enough,",
      "th": "อะไรก็ตามที่หาได้ถือว่าดีพอ"
    }
  },
  {
    "translation": {
      "en": "they'll take it.",
      "th": "จระเข้จะกินมัน"
    }
  },
  {
    "translation": {
      "en": "Here in this cenote,",
      "th": "ในซีโนเตแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "one's fallen in, gotten trapped, no way out...",
      "th": "จระเข้ตัวหนึ่งตกลงไป ติดอยู่ ไม่มีทางออก..."
    }
  },
  {
    "translation": {
      "en": "Somehow, some way...",
      "th": "แต่ไม่ว่ายังไง ด้วยวิธีใดวิธีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "he's succeeded.",
      "th": "มันอยู่รอดได้"
    }
  },
  {
    "translation": {
      "en": "They're survivors.",
      "th": "พวกมันคือผู้รอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "In a changing world, it pays to be a generalist,",
      "th": "ในโลกที่เปลี่ยนไป เป็นเรื่องดีหากมีความสามารถหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "not a specialist.",
      "th": "ไม่ใช่ชำนาญเฉพาะด้าน"
    }
  },
  {
    "translation": {
      "en": "If a big enough asteroid hits Atlas,",
      "th": "หากดาวเคราะห์น้อยดวงใหญ่พอพุ่งชนแอตลาส"
    }
  },
  {
    "translation": {
      "en": "the sky grazers and predators would be doomed.",
      "th": "สกายเกรเซอร์และผู้ล่าต้องตายแน่นอน"
    }
  },
  {
    "translation": {
      "en": "They're too specialized to cope with change.",
      "th": "พวกมันชำนาญเฉพาะด้าน เกินกว่าจะรับมือกับการเปลี่ยนแปลงได้"
    }
  },
  {
    "translation": {
      "en": "The generalists are the boneless scavengers.",
      "th": "ผู้มีความสามารถหลากหลาย คือสัตว์กินซากไร้กระดูก"
    }
  },
  {
    "translation": {
      "en": "Like crocodiles, they eat anything...",
      "th": "เช่นเดียวกับจระเข้ พวกมันกินได้ทุกอย่าง..."
    }
  },
  {
    "translation": {
      "en": "and live anywhere.",
      "th": "และอยู่ได้ทุกที่"
    }
  },
  {
    "translation": {
      "en": "On this imagined high-gravity world,",
      "th": "ในโลกแรงโน้มถ่วงสูงในจินตนาการนี้"
    }
  },
  {
    "translation": {
      "en": "they could be the great survivors.",
      "th": "พวกมันอาจเป็นสุดยอดผู้รอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "How might life adapt",
      "th": "สิ่งมีชีวิตจะปรับตัวอย่างไร"
    }
  },
  {
    "translation": {
      "en": "on a different world,",
      "th": "ในโลกที่แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "where creatures are trapped",
      "th": "ในที่ที่สิ่งมีชีวิตติดอยู่"
    }
  },
  {
    "translation": {
      "en": "between a searing desert",
      "th": "ระหว่างทะเลทรายที่ร้อนสุดขีด"
    }
  },
  {
    "translation": {
      "en": "and a frozen shadowland?",
      "th": "และดินแดนแห่งความมืดอันหนาวเหน็บ"
    }
  },
  {
    "translation": {
      "en": "A world of extremes.",
      "th": "โลกแห่งความสุดโต่ง"
    }
  }
]