[
  {
    "translation": {
      "en": "[trooper] Okay.",
      "th": "- ไม่แน่ใจค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[trooper] Mm-hm. -[Farak] Um...",
      "th": "แต่ฉันก็ช่วยดูแลเครื่องมือบางอย่างด้วย"
    }
  },
  {
    "translation": {
      "en": "[trooper] Mm-hm.",
      "th": "เป็นพยานในศาล"
    }
  },
  {
    "translation": {
      "en": "[man] At these drug labs,",
      "th": "ที่แล็บยานี้"
    }
  },
  {
    "translation": {
      "en": "a single chemist can do a few dozen cases every day.",
      "th": "นักเคมีคนหนึ่งสามารถ ตรวจสอบหลักฐานได้ 20 ถึง 30 ชิ้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "Hundreds of cases in a month.",
      "th": "เดือนละหลายร้อยชิ้น"
    }
  },
  {
    "translation": {
      "en": "It depends on what types of samples they're analyzing,",
      "th": "ขึ้นอยู่กับว่าพวกเขา วิเคราะห์ตัวอย่างประเภทไหนอยู่"
    }
  },
  {
    "translation": {
      "en": "how productive they are, how easy the tests are.",
      "th": "มันเกิดประสิทธิผลแค่ไหน การตรวจสอบง่ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "There are a lot of variables to determine how many cases a given chemist can go through,",
      "th": "มีปัจจัยหลายอย่างในการกำหนดว่า นักเคมีคนหนึ่งจะสามารถทำงานได้กี่ชิ้น"
    }
  },
  {
    "translation": {
      "en": "but no matter what, it's a lot.",
      "th": "แต่ไม่ว่ายังไง มันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Thousands of cases a year.",
      "th": "ก็ปีละหลายพันชิ้นเลยละครับ"
    }
  },
  {
    "translation": {
      "en": "[man 2] People don't think an awful lot about the drug labs.",
      "th": "คนเราไม่สงสัยอะไรมากกับแล็บยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "I mean, it's sort of one of those...",
      "th": "คือมันเป็นเหมือนหนึ่งใน..."
    }
  },
  {
    "translation": {
      "en": "machinery-of-government kind of places",
      "th": "สถานที่ที่เชื่อมโยงกับรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "that you just assume they're doing their job",
      "th": "ที่คุณคิดว่าพวกเขากำลังทำงานอยู่"
    }
  },
  {
    "translation": {
      "en": "unless you're told otherwise.",
      "th": "เว้นแต่ว่าคุณจะได้ยินมาอีกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[woman] Thirty-five-year-old Sonja Farak",
      "th": "(นี่คือเรื่องราวของสิ่งที่ผิดพลาด) ซอนยา ฟารักวัย 35 ปี"
    }
  },
  {
    "translation": {
      "en": "worked here at the Massachusetts State Crime Lab in Amherst.",
      "th": "เคยทำงานที่แล็บอาชญากรรมรัฐแมสซาชูเซตส์นี้ ในแอมเฮิสต์"
    }
  },
  {
    "translation": {
      "en": "It's amazing to think about the impact,",
      "th": "มันน่าทึ่งเมื่อคิดถึงผลกระทบ"
    }
  },
  {
    "translation": {
      "en": "the ripple effect of a single person's act.",
      "th": "ที่เกี่ยวเนื่องเป็นระลอก ของการกระทำของคนคนเดียว"
    }
  },
  {
    "translation": {
      "en": "[Shawn] And it turns out it's not just one, but two chemists in Massachusetts.",
      "th": "และปรากฏว่าไม่ใช่แค่นักเคมี หนึ่งหรือสองคนในแมสซาชูเซตส์ (บอสตัน)"
    }
  },
  {
    "translation": {
      "en": "[woman] Chemist Annie Dookhan mishandling evidence...",
      "th": "นักเคมีแอนนี่ ดูแคนใช้หลักฐานในทางที่ผิด..."
    }
  },
  {
    "translation": {
      "en": "[man] Essentially, what has happened",
      "th": "สิ่งสำคัญที่เกิดขึ้นคือ"
    }
  },
  {
    "translation": {
      "en": "is 25 to 30,000 cases have been dumped into our laps.",
      "th": "มีหลักฐาน 25,000 ถึง 30,000 ชิ้น ที่มีบางอย่างที่คาดไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "[man 3] This isn't just a scandal about bad science.",
      "th": "นี่ไม่ใช่แค่เรื่องฉาวเกี่ยวกับวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "It is a scandal about bad law.",
      "th": "มันคือเรื่องฉาวเกี่ยวกับกฎหมายที่แย่"
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say...",
      "th": "มีอะไรจะพูดเกี่ยวกับ..."
    }
  },
  {
    "translation": {
      "en": "[man 3] I mean, if Dookhan had been a little bit less brazen,",
      "th": "ถ้าดูแคนมียางอายกว่านี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "and if Farak had been a little more careful,",
      "th": "และถ้าฟารักระมัดระวังมากกว่านั้นหน่อย"
    }
  },
  {
    "translation": {
      "en": "no one would've ever known.",
      "th": "จะไม่มีใครรู้เลย"
    }
  },
  {
    "translation": {
      "en": "[man 4] Massachusetts is a challenging place",
      "th": "แมสซาชูเซตส์เป็นที่ที่ท้าทาย"
    }
  },
  {
    "translation": {
      "en": "to do criminal defense and civil rights work.",
      "th": "ในการทำคดีอาญาและงานสิทธิพลเมือง"
    }
  },
  {
    "translation": {
      "en": "You know, I think nationally,",
      "th": "ผมคิดว่าในระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "we're known as sort of this liberal outpost.",
      "th": "เราเป็นที่รู้จักในนามด่านหน้า ที่มีความเป็นเสรีนิยม"
    }
  },
  {
    "translation": {
      "en": "We produce the Kennedys of the world,",
      "th": "เราสร้างเคนเนดีของโลก"
    }
  },
  {
    "translation": {
      "en": "and John Kerry, and Mike Dukakis,",
      "th": "และจอห์น เคอร์รี และไมค์ ดูคาคิส"
    }
  },
  {
    "translation": {
      "en": "and so people think of it as, you know, the bluest of blue states.",
      "th": "ผู้คนก็เลยคิดว่ามันคือรัฐ ที่สนับสนุนพรรคเดโมแครตมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "But when it comes to criminal justice issues...",
      "th": "แต่พอเป็นปัญหาความยุติธรรมทางอาญา"
    }
  },
  {
    "translation": {
      "en": "[exhales] ...this is not a progressive place.",
      "th": "มันไม่ใช่ที่ที่เจริญแล้วเลย"
    }
  },
  {
    "translation": {
      "en": "You know, I think the story of the drug lab scandals...",
      "th": "ผมคิดว่าเรื่องราวของแล็บยาฉาว"
    }
  },
  {
    "translation": {
      "en": "Look, it's complicated, because Eastern Mass and Western Mass,",
      "th": "มันซับซ้อนเพราะ แมสซาชูเซตส์ตะวันออกและตะวันตก"
    }
  },
  {
    "translation": {
      "en": "they're really kind of two separate worlds.",
      "th": "เป็นเหมือนโลกสองใบที่แยกจากกัน"
    }
  },
  {
    "translation": {
      "en": "Different newspapers,",
      "th": "หนังสือพิมพ์ต่างกัน"
    }
  },
  {
    "translation": {
      "en": "different media cycles, different legal communities.",
      "th": "วงจรสื่อต่างกัน คณะกฎหมายต่างกัน"
    }
  },
  {
    "translation": {
      "en": "And so it wasn't really clear,",
      "th": "มันเลยไม่ค่อยชัดเจน"
    }
  },
  {
    "translation": {
      "en": "the extent to which things had gone wrong in the labs.",
      "th": "ว่าสิ่งไหนที่ผิดพลาดในแล็บ"
    }
  },
  {
    "translation": {
      "en": "And it took years to figure out what really had happened.",
      "th": "และใช้เวลาหลายปีกว่าจะรู้ ว่าจริงๆ แล้วเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] I would like to begin an investigation into the facts and circumstances",
      "th": "ผมอยากเริ่มการสืบสวนข้อเท็จจริงและเหตุการณ์"
    }
  },
  {
    "translation": {
      "en": "of criminal misconduct at the drug testing laboratory",
      "th": "ของการกระทำผิดทางอาญา ที่ห้องแล็บตรวจสอบยา"
    }
  },
  {
    "translation": {
      "en": "located in Amherst.",
      "th": "ตั้งอยู่ในแอมเฮิสต์"
    }
  },
  {
    "translation": {
      "en": "Ma'am, can you please state your name and spell your last name for the record?",
      "th": "ช่วยพูดชื่อคุณและสะกดนามสกุล เพื่อบันทึกไว้หน่อยครับ"
    }
  },
  {
    "translation": {
      "en": "My name is Sonja Farak.",
      "th": "ฉันชื่อซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "And Farak is spelled F-A-R-A-K.",
      "th": "ฟารักสะกดแบบนี้ ฟ-า-รั-ก"
    }
  },
  {
    "translation": {
      "en": "[man] And how old are you now?",
      "th": "ตอนนี้อายุเท่าไหร่ครับ"
    }
  },
  {
    "translation": {
      "en": "I'm 37.",
      "th": "สามสิบเจ็ดค่ะ"
    }
  },
  {
    "translation": {
      "en": "How long were you employed as a chemist for the Department of Public Health",
      "th": "คุณถูกจ้างเป็นนักเคมี ของกระทรวงสาธารณสุขนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and later the Mass State Police, how many years?",
      "th": "รวมถึงที่เปลี่ยนมาทำให้ตำรวจแมสซาชูเซตส์ กี่ปีครับ"
    }
  },
  {
    "translation": {
      "en": "Just under ten years.",
      "th": "เกือบสิบปีค่ะ"
    }
  },
  {
    "translation": {
      "en": "How many samples did you test in that ten years?",
      "th": "คุณตรวจสอบตัวอย่างกี่ชิ้นในสิบปีนั้น"
    }
  },
  {
    "translation": {
      "en": "Uh... Approximately... 30,000 different pieces of evidence.",
      "th": "หลักฐานทั้งหมดก็ราวๆ 30,000 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "My name's James Connolly.",
      "th": "ผมชื่อเจมส์ คอนนอลลี"
    }
  },
  {
    "translation": {
      "en": "I was a homicide investigator for 20 years,",
      "th": "ผมเป็นนักสืบคดีฆาตกรรมมา 20 ปี"
    }
  },
  {
    "translation": {
      "en": "and after that I was promoted to Major and I went to the State Police Crime Lab.",
      "th": "แล้วหลังจากนั้นผมก็ได้เลื่อนขั้นเป็นพันตรี และไปอยู่ที่แล็บอาชญากรรมของตำรวจรัฐ"
    }
  },
  {
    "translation": {
      "en": "I got a call, I think it was January 18th, from Jim Hanchett.",
      "th": "ผมได้รับโทรศัพท์ คิดว่าเป็นวันที่ 18 มกราคม จากจิม แฮนเชตต์"
    }
  },
  {
    "translation": {
      "en": "He was the Amherst lab supervisor.",
      "th": "เขาเป็นหัวหน้าแอมเฮิสต์แล็บ"
    }
  },
  {
    "translation": {
      "en": "He called me and said that the night before,",
      "th": "เขาโทรหาผมและบอกว่าเมื่อคืนก่อน"
    }
  },
  {
    "translation": {
      "en": "Sharon Salem, one of the chemists who'd handle the evidence,",
      "th": "ชารอน ซาเล็ม หนึ่งในนักเคมีที่ดูแลหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "couldn't find two samples.",
      "th": "หาตัวอย่างสองชิ้นไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "So we went out to see for ourselves what had been done.",
      "th": "เราเลยออกไปดูด้วยตัวเองว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[trooper] Okay, and so, um...",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[James] They looked in the evidence locker and temporary locker and didn't find them.",
      "th": "พวกเขาหาในล็อกเกอร์เก็บหลักฐาน หาในล็อกเกอร์ชั่วคราว แต่ก็ไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "They went to Sonja's desk.",
      "th": "พวกเขาไปที่โต๊ะของซอนยา"
    }
  },
  {
    "translation": {
      "en": "We opened one of the drawers and there was a tub",
      "th": "เราเปิดลิ้นชักชั้นหนึ่งและเจอกระบะ"
    }
  },
  {
    "translation": {
      "en": "and a piece of manila paper on it.",
      "th": "และกระดาษมะนิลาอยู่บนนั้น"
    }
  },
  {
    "translation": {
      "en": "[trooper] Okay.",
      "th": "- คือผม... - โอเค มันเยอะนะ ผมไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "[James] He found the cases in her work area.",
      "th": "เขาเจอหลักฐานในพื้นที่ทำงานของเธอ"
    }
  },
  {
    "translation": {
      "en": "The cases were done. They were completed, they were sealed,",
      "th": "คดีนั้นจบไปแล้ว มันเสร็จไปแล้ว ถูกปิดผนึกแล้ว"
    }
  },
  {
    "translation": {
      "en": "but they were both sliced open.",
      "th": "แต่มันถูกตัดเปิดออกทั้งสองชิ้น"
    }
  },
  {
    "translation": {
      "en": "She had done the work weeks before that.",
      "th": "เธอทำงานนี้หลายสัปดาห์ก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "And initially when she ran it through the computer,",
      "th": "ในขั้นต้นตอนที่เธอตรวจดูทางคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "both of them tested positive for cocaine.",
      "th": "ผลการตรวจทั้งคู่พบโคเคน"
    }
  },
  {
    "translation": {
      "en": "He couldn't understand why it was still at her desk.",
      "th": "และเขาไม่เข้าใจว่าทำไมมันยังอยู่บนโต๊ะเธอ"
    }
  },
  {
    "translation": {
      "en": "The analysis had been completed. Why is it still at her desk?",
      "th": "การวิเคราะห์จบไปแล้ว ทำไมมันยังอยู่บนโต๊ะเธอ"
    }
  },
  {
    "translation": {
      "en": "So he tested both cases and both cases came up negative,",
      "th": "เขาเลยตรวจสอบหลักฐานทั้งสองชิ้น และทั้งสองชิ้นมีผลเป็นลบ"
    }
  },
  {
    "translation": {
      "en": "which looked to him",
      "th": "ซึ่งเขามองว่า"
    }
  },
  {
    "translation": {
      "en": "like she took the drugs and replaced them with, uh, fake drugs.",
      "th": "เธอเอายาเสพติดไป แล้วเอายาเสพติดปลอมมาใส่แทน"
    }
  },
  {
    "translation": {
      "en": "When Jim Hanchett showed me the fake drugs,",
      "th": "ตอนที่จิม แฮนเชตต์เอายาปลอมมาให้ผมดู"
    }
  },
  {
    "translation": {
      "en": "I called my colonel,",
      "th": "ผมโทรหาผู้พันของผม"
    }
  },
  {
    "translation": {
      "en": "and then I called the Hampshire District Attorney's Office",
      "th": "จากนั้นก็โทรไปสำนักงานอัยการเขตแฮมเชอร์"
    }
  },
  {
    "translation": {
      "en": "and asked them to help us investigate this.",
      "th": "และขอให้พวกเขาช่วยเราสืบเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I was in a training in Central Mass,",
      "th": "ผมอยู่ในการฝึกอบรมในเซ็นทรัลแมส"
    }
  },
  {
    "translation": {
      "en": "and I got a call in the late morning from a Major Jim Connolly.",
      "th": "และผมได้รับโทรศัพท์ตอนสายๆ จากพันตรีจิม คอนนอลลี"
    }
  },
  {
    "translation": {
      "en": "Major Connolly was in charge of the drug labs in Massachusetts.",
      "th": "พันตรีคอนนอลลี เป็นผู้ดูแลแล็บยาในแมสซาชูเซตส์"
    }
  },
  {
    "translation": {
      "en": "I remember vividly him saying, \"We have a problem.\"",
      "th": "ผมจำได้ชัดเจน ว่าเขาพูดว่า \"เรามีปัญหา\""
    }
  },
  {
    "translation": {
      "en": "Drugs were found at the desk of Sonja Farak,",
      "th": "พบยาเสพติดที่โต๊ะของซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "a chemist who worked at the Department of Public Health Lab",
      "th": "นักเคมีที่เคยทำงาน ที่แล็บของกระทรวงสาธารณสุข"
    }
  },
  {
    "translation": {
      "en": "located at University of Mass.",
      "th": "ตั้งอยู่ที่ ม.แมสซาชูเซตส์"
    }
  },
  {
    "translation": {
      "en": "They were missing... they were looking around for a file,",
      "th": "มันหายไป พวกเขาหาแฟ้มข้อมูลกัน"
    }
  },
  {
    "translation": {
      "en": "and it appears that she's been tampering with some drugs.",
      "th": "และปรากฏว่าเธอยุ่งเกี่ยวกับยาเสพติดบางชิ้น"
    }
  },
  {
    "translation": {
      "en": "I asked, \"How long has Sonja been working there?\"",
      "th": "ผมถาม \"ซอนยาทำงานที่นั่นนานแค่ไหนแล้ว\""
    }
  },
  {
    "translation": {
      "en": "He said, \"2004.\"",
      "th": "เขาบอกว่า \"ปี 2004\""
    }
  },
  {
    "translation": {
      "en": "So the State Police unit that's attached to my District Attorney's Office",
      "th": "แล้วหน่วยงานตำรวจรัฐ ที่ร่วมกับสำนักอัยการเขตของผม"
    }
  },
  {
    "translation": {
      "en": "was notified.",
      "th": "ก็ได้รับแจ้ง"
    }
  },
  {
    "translation": {
      "en": "At that point, they focused on, \"Where is Sonja Farak?\"",
      "th": "ตอนนั้นพวกเขามุ่งเน้นไปที่ \"ซอนยา ฟารักอยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "[David] She was down in Hampden County.",
      "th": "เธออยู่ที่แฮมป์เด็น เคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "She was going to be testifying in a Hampden Superior Court case.",
      "th": "เธอต้องไปให้การคดีศาลสูงสุดแฮมป์เด็น"
    }
  },
  {
    "translation": {
      "en": "So we sent a couple troopers down there and they followed her, um...",
      "th": "เราเลยส่งตำรวจไปที่นั่นสองสามคน และพวกเขาก็ตามดูเธอ"
    }
  },
  {
    "translation": {
      "en": "while she was at the court.",
      "th": "ตอนที่เธออยู่ที่ศาล"
    }
  },
  {
    "translation": {
      "en": "[woman] I was in Framingham when a call came in from the drug lab in Amherst.",
      "th": "ฉันอยู่ในฟรามิงแฮม ตอนมีโทรศัพท์มาจากแล็บยาเสพติดในแอมเฮิสต์"
    }
  },
  {
    "translation": {
      "en": "They were missing some evidence.",
      "th": "หลักฐานบางอย่างของพวกเขาหายไป"
    }
  },
  {
    "translation": {
      "en": "And they believed they knew who might've taken it.",
      "th": "และพวกเขาเชื่อว่า พวกเขารู้ว่าใครอาจเอามันไป"
    }
  },
  {
    "translation": {
      "en": "My name is Robin Whitney.",
      "th": "ฉันชื่อรอบิน วิทนีย์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I retired from the State Police as a Detective Lieutenant",
      "th": "ฉันเกษียณจากการเป็น ตำรวจสายสืบของรัฐ ดูแล..."
    }
  },
  {
    "translation": {
      "en": "in charge of the District Attorney's Office in the Northwestern District.",
      "th": "ฉันเกษียณจากการเป็น ตำรวจสายสืบของรัฐ ดูแล... สำนักอัยการเขตในเขตตะวันตกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "Our goal at that point was to try and locate Sonja Farak.",
      "th": "เป้าหมายของเราตอนนั้นคือ ระบุตำแหน่งของซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "Sonja was in the courthouse, waiting to testify on a drug case.",
      "th": "ซอนยาอยู่ในสำนักงานศาล รอให้การคดียาเสพติดอยู่"
    }
  },
  {
    "translation": {
      "en": "She went on a lunch break, went to her motor vehicle.",
      "th": "เธอไปพักเที่ยง ไปที่รถเธอ"
    }
  },
  {
    "translation": {
      "en": "She sat in her car.",
      "th": "เธอนั่งในรถเธอ"
    }
  },
  {
    "translation": {
      "en": "Maybe had lunch, we're not quite sure.",
      "th": "อาจจะกินอาหารกลางวัน เราไม่ค่อยแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "There was a thought that, you know,",
      "th": "เราอดคิดไม่ได้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"How do we know that she's not dipping her head",
      "th": "\"จะรู้ได้ยังไงว่าเธอไม่ได้แอบก้มลง"
    }
  },
  {
    "translation": {
      "en": "to have clam chowder or drugs?\"",
      "th": "เพื่อใช้โคเคนหรือยาเสพติด\""
    }
  },
  {
    "translation": {
      "en": "You know, you... you didn't know. You couldn't tell.",
      "th": "คุณไม่รู้หรอก คุณดูไม่ออกหรอก"
    }
  },
  {
    "translation": {
      "en": "So I follow her back to the courtroom",
      "th": "ฉันเลยตามเธอกลับไปที่ห้องพิจารณาคดี"
    }
  },
  {
    "translation": {
      "en": "and I just, you know, introduce myself.",
      "th": "แล้วฉันก็แนะนำตัว"
    }
  },
  {
    "translation": {
      "en": "Said, \"We'd like to have a conversation with you.\" She agrees to that.",
      "th": "บอกว่า \"เราอยากคุยกับคุณ\" แล้วเธอก็ตกลง"
    }
  },
  {
    "translation": {
      "en": "We advised her of her rights...",
      "th": "เราแจ้งสิทธิของเธอกับเธอ..."
    }
  },
  {
    "translation": {
      "en": "[Robin] Okay.",
      "th": "- เข้าใจไหมคะ โอเค - เข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "...and sat down and had a conversation.",
      "th": "และนั่งลงและคุยกัน"
    }
  },
  {
    "translation": {
      "en": "She almost immediately decided not to talk, so she invoked, uh, her Fifth Amendment,",
      "th": "อยู่ๆ เธอก็ตัดสินใจว่าจะไม่พูด เธออ้างสิทธิ์บทแก้ไขเพิ่มเติมฉบับที่ห้าของเธอ"
    }
  },
  {
    "translation": {
      "en": "but they did get a search warrant for her motor vehicle.",
      "th": "แต่พวกเขาก็ได้หมายค้นรถของเธอมา"
    }
  },
  {
    "translation": {
      "en": "[woman] I got the original phone call, like-- What was it?",
      "th": "ฉันได้รับโทรศัพท์ประมาณกี่โมงนะ"
    }
  },
  {
    "translation": {
      "en": "Midnight, one o'clock in the morning, you know.",
      "th": "เที่ยงคืนหรือตีหนึ่งนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Anytime you get a phone call at that time of night, something's wrong.",
      "th": "ทุกครั้งที่ได้รับโทรศัพท์เวลานั้นตอนกลางคืน แปลว่าบางอย่างผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "But I had-- I just couldn't understand it. I couldn't believe it.",
      "th": "แต่ฉันไม่เข้าใจเลย ฉันไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "I figured there had to be a mistake. There had to be, 'cause... not Sonja.",
      "th": "ฉันคิดว่าต้องมีอะไรผิดพลาดแน่ ต้องมีแน่ๆ เพราะไม่เหมือนกับซอนยาเลย"
    }
  },
  {
    "translation": {
      "en": "She didn't say too much on the phone,",
      "th": "เธอไม่ได้พูดอะไรทางโทรศัพท์มากนัก"
    }
  },
  {
    "translation": {
      "en": "basically that, uh... she was arrested,",
      "th": "ก็แค่บอกว่าเธอถูกจับ"
    }
  },
  {
    "translation": {
      "en": "and that there were some drugs in the car.",
      "th": "และมียาเสพติดอยู่ในรถ"
    }
  },
  {
    "translation": {
      "en": "[David] So the investigation started here at our office,",
      "th": "แล้วการสืบสวนก็เริ่มขึ้น ที่สำนักงานของเรา"
    }
  },
  {
    "translation": {
      "en": "but we knew that the scope of this could be very large.",
      "th": "แต่เรารู้ว่าขอบเขตของเรื่องนี้อาจใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "That this is a case that our office would not handle",
      "th": "นี่คือคดีที่สำนักงานของเราคงจัดการไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because it would be a direct conflict.",
      "th": "เพราะมันจะมีความขัดแย้งกันโดยตรง"
    }
  },
  {
    "translation": {
      "en": "I mean, when you're investigating somebody who's tampered with evidence,",
      "th": "คือเวลาที่เราสืบสวนใครสักคน ที่ยุ่งเกี่ยวกับหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "and we have thousands of cases that we've prosecuted,",
      "th": "และเรามีคดีเป็นพันๆ คดีที่เราฟ้องร้อง"
    }
  },
  {
    "translation": {
      "en": "that's a direct conflict.",
      "th": "นั่นเป็นความขัดแย้งโดยตรง"
    }
  },
  {
    "translation": {
      "en": "So we had to get the Attorney General's Office involved.",
      "th": "เราเลยต้องเอา สำนักงานอัยการสูงสุดมาร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "That's usually the agency that handles conflicts with District Attorneys.",
      "th": "นั่นคือหน่วยงานราชการ ที่ดูแลความขัดแย้งกับอัยการเขตเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "[woman] Good afternoon, everybody.",
      "th": "สวัสดีค่ะ ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "Massachusetts Attorney General Martha Coakley,",
      "th": "อัยการสูงสุดแมสซาชูเซตส์ มาร์ทา โคกลีย์ และที่อยู่กับฉัน"
    }
  },
  {
    "translation": {
      "en": "uh, and with me is Colonel of the State Police Timothy Alben.",
      "th": "อัยการสูงสุดแมสซาชูเซตส์ มาร์ทา โคกลีย์ และที่อยู่กับฉัน คือผู้พันแห่งตำรวจรัฐ ทิโมทีย์ อัลเบน"
    }
  },
  {
    "translation": {
      "en": "In my 25 years as a prosecutor, both State and Federal,",
      "th": "ยี่สิบห้าปีที่ฉันเป็นอัยการมา ทั้งของรัฐและรัฐบาลกลาง"
    }
  },
  {
    "translation": {
      "en": "I have seen prosecutors, police, even defense lawyers,",
      "th": "ฉันเคยเห็นอัยการ ตำรวจ แม้แต่ทนายจำเลย"
    }
  },
  {
    "translation": {
      "en": "who have, in some way, because of the lure of cocaine,",
      "th": "ที่... ในบางแง่มุม เพราะความเย้ายวนของโคเคน"
    }
  },
  {
    "translation": {
      "en": "heroin, the addiction, the money,",
      "th": "เฮโรอีน การเสพติด และเงิน"
    }
  },
  {
    "translation": {
      "en": "fail in a way that has really required us to develop systems",
      "th": "จึงพลาดพลั้งไปจนทำให้เราต้องพัฒนาระบบ"
    }
  },
  {
    "translation": {
      "en": "so that we can identify it as soon as possible.",
      "th": "เพื่อที่เราจะได้พิสูจน์มันได้เร็วที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "As a result of quick action by the State Police and by our office,",
      "th": "ผลจากการลงมือที่รวดเร็ว โดยตำรวจรัฐและสำนักงานของเรา"
    }
  },
  {
    "translation": {
      "en": "uh, we have been able to bring charges against Sonja Farak,",
      "th": "เราจึงสามารถจับกุมซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "age 35, of Northampton.",
      "th": "อายุ 35 ปี จากนอร์ทแธมป์ตันได้"
    }
  },
  {
    "translation": {
      "en": "She was arrested last night",
      "th": "เธอถูกจับกุมเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "and we have charged her with two counts of tampering with evidence",
      "th": "และเราตั้งข้อกล่าวหาเธอ โทษฐานยุ่งเกี่ยวกับหลักฐานสองข้อหา"
    }
  },
  {
    "translation": {
      "en": "and one count of possession of a Class B substance, cocaine.",
      "th": "และข้อหาครอบครองสารระดับบี หรือโคเคนหนึ่งข้อหา"
    }
  },
  {
    "translation": {
      "en": "She'll be arraigned Tuesday morning in Eastern Hampshire District Court.",
      "th": "เธอจะถูกพาตัวไปขึ้นศาล ในศาลแขวงแฮมป์เชอร์ตะวันออก"
    }
  },
  {
    "translation": {
      "en": "[man] Now, uh...",
      "th": "(สำนักงานศาลแฮมป์เชอร์ เคาน์ตี)"
    }
  },
  {
    "translation": {
      "en": "can you describe for the grand jurors your duties and responsibilities",
      "th": "ช่วยอธิบายหน้าที่และความรับผิดชอบ ของคุณต่อคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "as a chemist at the drug laboratory?",
      "th": "ในฐานะนักเคมีที่แล็บยาเสพติดหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Can you describe what are controlled substances?",
      "th": "ช่วยอธิบายได้ไหมครับว่าสารควบคุมคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Sonja] The most common one is heroin.",
      "th": "ที่รู้จักกันดีที่สุดก็คือเฮโรอีน"
    }
  },
  {
    "translation": {
      "en": "Cocaine, marijuana...",
      "th": "โคเคน กัญชา"
    }
  },
  {
    "translation": {
      "en": "different pills.",
      "th": "ยาเม็ดต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Why does no one know what a bench chemist is?",
      "th": "ทำไมไม่มีใครรู้ว่านักเคมีวิเคราะห์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Well, I would think any chemist would know what a bench chemist is.",
      "th": "ฉันว่านักเคมีทุกคนรู้ว่านักเคมีวิเคราะห์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "This is not a term that's specific to forensic chemistry by any means.",
      "th": "นี่ไม่ใช่คำที่ใช้ระบุนิติเคมีในทางไหนเลย"
    }
  },
  {
    "translation": {
      "en": "There's bench chemists in all fields of chemistry.",
      "th": "มีนักนิติเคมีอยู่ในงานเคมีทุกสาขา"
    }
  },
  {
    "translation": {
      "en": "I think the general public doesn't know about,",
      "th": "ฉันคิดว่าคนทั่วไปไม่รู้เกี่ยวกับ..."
    }
  },
  {
    "translation": {
      "en": "you know, drug chemistry in particular because it's not on the TV shows.",
      "th": "สารเคมีเสพติดโดยเฉพาะ เพราะมันไม่อยู่ในรายการทีวี"
    }
  },
  {
    "translation": {
      "en": "You're not gonna find a Forensic Files or a CSI: Miami or whatever",
      "th": "คุณจะไม่เจอซีรีส์เรื่องฟอเรนซิกไฟลส์ หรือซีเอสไอ: ไมแอมี หรืออะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "that covers a drug case.",
      "th": "ที่มีคดียาเสพติดเลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't make for compelling, interesting stories.",
      "th": "มันไม่ได้ทำให้เรื่องราวน่าเชื่อถือ น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "So I don't think it gets the exposure.",
      "th": "ฉันเลยคิดว่ามันไม่ได้รับการเปิดเผย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So why are we here?",
      "th": "งั้นเรามาที่นี่กันทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "Well, sometimes it does.",
      "th": "บางครั้งมันก็ถูกเปิดเผยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] In Massachusetts tonight,",
      "th": "ในแมสซาชูเซตส์คืนนี้"
    }
  },
  {
    "translation": {
      "en": "a drug lab scandal is sending shock waves",
      "th": "แล็บยาฉาวทำให้เกิดคลื่นกระแทก"
    }
  },
  {
    "translation": {
      "en": "through the state's criminal justice system.",
      "th": "ทั้งกระบวนการยุติธรรมทางอาญาของรัฐ"
    }
  },
  {
    "translation": {
      "en": "A State Police chemist is suspected of altering drug samples,",
      "th": "นักเคมีของตำรวจรัฐถูกสงสัยว่า สับเปลี่ยนตัวอย่างยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "faking test results,",
      "th": "ปลอมผลตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "and listing some drug samples as positive",
      "th": "และลงรายการตัวอย่าง ยาเสพติดบางชนิดว่าเป็นบวก"
    }
  },
  {
    "translation": {
      "en": "even though she allegedly never tested them.",
      "th": "ถึงแม้เธอจะถูกกล่าวหา ว่าไม่เคยตรวจสอบมันเลย"
    }
  },
  {
    "translation": {
      "en": "[man] So, just six months before the revelations about Sonja Farak,",
      "th": "แค่หกเดือนก่อนการเปิดเผย เกี่ยวกับซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "the Annie Dookhan scandal implicated tens of thousands of cases,",
      "th": "ข่าวฉาวของแอนนี่ ดูแคน ก็พาดพิงถึงคดีหลายพันคดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "created an enormous stir in the press...",
      "th": "ทำให้สื่อตื่นเต้นกันอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Do you have anything to say at all about the allegations? Can you tell us...",
      "th": "มีอะไรจะพูดถึงข้อกล่าวหาไหมครับ"
    }
  },
  {
    "translation": {
      "en": "...and an enormous run on the District Courts.",
      "th": "และทำให้มีการไปศาลแขวงกันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "I've been covering the War on Drugs for almost exactly 30 years now.",
      "th": "ผมทำข่าวสงครามยาเสพติด มาเกือบ 30 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "First started in 1988 in the fall,",
      "th": "เริ่มครั้งแรกในฤดูใบไม้ร่วง ปี 1988"
    }
  },
  {
    "translation": {
      "en": "writing a story called \"Dead Boys\" about ten- and 12-year-old kids",
      "th": "เขียนเรื่องที่ชื่อว่าเดดบอยส์ เกี่ยวกับเด็กสิบถึง 12 ขวบ"
    }
  },
  {
    "translation": {
      "en": "selling their bodies on the West Side Docks",
      "th": "ที่ขายตัวบนท่าเรือเวสต์ไซด์"
    }
  },
  {
    "translation": {
      "en": "for five-dollar crack rocks.",
      "th": "เพื่อแลกกับโคเคนผลึกห้าดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "And nothing has changed in those 30 years",
      "th": "และไม่มีอะไรเปลี่ยนแปลงเลยในช่วง 30 ปีนั้น"
    }
  },
  {
    "translation": {
      "en": "except the size of the population.",
      "th": "ยกเว้นขนาดของประชากร"
    }
  },
  {
    "translation": {
      "en": "Annie Dookhan's alleged actions corrupted the integrity",
      "th": "การกระทำที่ถูกกล่าวหาของแอนนี่ ดูแคน ทำให้ความน่าเชื่อถือของ"
    }
  },
  {
    "translation": {
      "en": "of the entire criminal justice system,",
      "th": "กระบวนการยุติธรรมทางอาญาทั้งหมดสั่นคลอน"
    }
  },
  {
    "translation": {
      "en": "and there are many victims as a result of this.",
      "th": "และมีเหยื่อหลายรายจากผลลัพธ์ของเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "First, of course, are the defendants who, when charged in a criminal justice system,",
      "th": "คนแรกเลย แน่นอนว่าเป็นจำเลย ที่ถูกกล่าวหาในกระบวนการยุติธรรมทางอาญา"
    }
  },
  {
    "translation": {
      "en": "have the right to expect that they will be given due process",
      "th": "มีสิทธิ์ที่จะคาดหวังว่าพวกเขา จะได้รับการปฏิบัติอย่างยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "and that there will be fair and accurate information used",
      "th": "และจะมีการใช้ข้อมูลที่ยุติธรรมและแม่นยำ"
    }
  },
  {
    "translation": {
      "en": "in any prosecution against them.",
      "th": "ในการดำเนินคดีพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man] It was very clear from the beginning of the Annie Dookhan situation",
      "th": "มันชัดเจนตั้งแต่แรกในเหตุการณ์ของแอนนี่ ดูแคน"
    }
  },
  {
    "translation": {
      "en": "that you had someone essentially faking lab results.",
      "th": "ว่ามีคนที่ปลอมผลแล็บจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Faking it in a way that is resulting in people being wrongfully convicted.",
      "th": "ปลอมจนส่งผลให้คนถูกตัดสินผิดๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Annie Dookhan created havoc for at least six counties.",
      "th": "แอนนี่ ดูแคนสร้างหายนะ ให้กับอย่างน้อยหกเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "She may have compromised thousands of cases",
      "th": "เธออาจสร้างความเสียหายไปหลายพันคดี"
    }
  },
  {
    "translation": {
      "en": "and she cost the State millions of dollars.",
      "th": "และเธอทำให้รัฐเสียหายหลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[Daniel] The Farak scandal was different.",
      "th": "เรื่องฉาวของฟารักนั้นต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "I don't think anyone had a sense of the potential scale when this first started.",
      "th": "ผมคิดว่าไม่มีใครรับรู้ถึงระดับความเป็นไปได้ ว่ามันเกิดขึ้นครั้งแรกเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "The State Attorney General's Office says that Amherst lab worker Sonja Farak...",
      "th": "สำนักงานอัยการสูงสุดของรัฐกล่าวว่า เจ้าหน้าที่แอมเฮิสต์แล็บ ซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "...allegedly removed a substance from a case file",
      "th": "ถูกกล่าวหาว่าย้ายสารจากแฟ้มคดี"
    }
  },
  {
    "translation": {
      "en": "that tested positive for cocaine,",
      "th": "ที่ตรวจสอบว่าโคเคนเป็นบวก และแทนที่มันด้วย"
    }
  },
  {
    "translation": {
      "en": "and replaced it with one that did not test positive.",
      "th": "ที่ตรวจสอบว่าโคเคนเป็นบวก และแทนที่มันด้วย สิ่งที่ตรวจสอบแล้วไม่เป็นบวก"
    }
  },
  {
    "translation": {
      "en": "This whole area is private property run by homeowners.",
      "th": "พื้นที่ทั้งหมดนี้เป็นทรัพย์สินส่วนบุคคล ดูแลโดยเจ้าของบ้าน"
    }
  },
  {
    "translation": {
      "en": "-Please leave the premises. -Will you say anything to co-workers--",
      "th": "- กรุณาออกไปค่ะ - คุณมีอะไรจะพูด - กับเพื่อนร่วมงานไหม - แค่พวกคุณ"
    }
  },
  {
    "translation": {
      "en": "Just for you guys to please leave now. Thank you.",
      "th": "- กับเพื่อนร่วมงานไหม - แค่พวกคุณ ช่วยกลับไปเดี๋ยวนี้ค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Daniel] When the scandal breaks,",
      "th": "พอเกิดข่าวฉาว"
    }
  },
  {
    "translation": {
      "en": "how do you make a statement that no one's been wrongfully convicted?",
      "th": "คุณออกมาแถลงข่าว ว่าไม่มีใครได้รับการตัดสินผิดได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "How do you know?",
      "th": "คุณรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "We believe, on the face of it, that these allegations do not implicate",
      "th": "เราเชื่อเท่าที่เห็นว่าข้อกล่าวหาเหล่านี้ ไม่เกี่ยวโยงกับ"
    }
  },
  {
    "translation": {
      "en": "any system-wide practices that would implicate the reliability",
      "th": "การปฏิบัติงานทั้งระบบ ที่จะเกี่ยวโยงกับความน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "of drug certificates...",
      "th": "ของใบรับรองยาเสพติด…"
    }
  },
  {
    "translation": {
      "en": "[Paul] So, it was very clear in Coakley's remarks,",
      "th": "ข้อคิดเห็นของโคกลีย์นั้นชัดเจนมาก"
    }
  },
  {
    "translation": {
      "en": "in the Farak press conference,",
      "th": "ในการแถลงข่าวเรื่องฟารัก"
    }
  },
  {
    "translation": {
      "en": "that she and her office, the Attorney General's Office,",
      "th": "ว่าเธอและสำนักงานของเธอ สำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "were gonna do everything in their power to limit the damage,",
      "th": "จะทำทุกอย่างที่ทำได้เพื่อจำกัดความเสียหาย"
    }
  },
  {
    "translation": {
      "en": "to limit the footprint of this new scandal,",
      "th": "เพื่อจำกัดร่องรอยของเรื่องฉาวเรื่องใหม่นี้"
    }
  },
  {
    "translation": {
      "en": "and to limit the scope to just two cases.",
      "th": "และจำกัดขอบเขตไว้แค่สองคดี"
    }
  },
  {
    "translation": {
      "en": "...the arrest was made on those two cases at this time, uh...",
      "th": "การจับกุมสองคดีนั้นในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[David] When you give a press conference,",
      "th": "เวลาที่คุณแถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "you talk about what you know and what you don't know.",
      "th": "คุณพูดถึงสิ่งที่คุณรู้และสิ่งที่คุณไม่รู้"
    }
  },
  {
    "translation": {
      "en": "So, you really can't say at that point anything more than, \"She was arrested.",
      "th": "ดังนั้น ณ ตอนนั้นคุณไม่สามารถ พูดอะไรได้มากไปกว่า \"เธอถูกจับกุม"
    }
  },
  {
    "translation": {
      "en": "There was paraphernalia found, there was a little bit of drugs in the car",
      "th": "มีการพบของใช้ส่วนตัว มียาเสพติดในรถเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "and there was drugs missing from the lab.\"",
      "th": "และมียาเสพติดหายไปจากแล็บ\""
    }
  },
  {
    "translation": {
      "en": "But as far as going out on a limb on day one",
      "th": "แต่จากทีออกมาแสดงความคิดเห็นสุ่มเสี่ยง ในวันแรก"
    }
  },
  {
    "translation": {
      "en": "and saying, \"Hey, this is what we've concluded...\"",
      "th": "และการพูดว่า \"นี่ นี่คือสิ่งที่เราได้สรุป...\""
    }
  },
  {
    "translation": {
      "en": "These drugs were tested, they were tested fairly...",
      "th": "ยาเสพติดพวกนี้ ได้รับการตรวจสอบแล้วอย่างดี..."
    }
  },
  {
    "translation": {
      "en": "It's just not the way that you do it.",
      "th": "เขาไม่ทำกันแบบนั้นครับ"
    }
  },
  {
    "translation": {
      "en": "She did not have all the facts.",
      "th": "เธอไม่ได้มีข้อเท็จจริงทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Nobody had all the facts, and as soon as this happened,",
      "th": "ไม่มีใครมีข้อเท็จจริงทั้งหมด และทันทีที่เรื่องนี้เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "there was always going to be a question as to what was reliable,",
      "th": "มันมักจะมีคำถามว่าอะไรที่เชื่อถือได้"
    }
  },
  {
    "translation": {
      "en": "what was unreliable at that lab.",
      "th": "อะไรที่เชื่อถือไม่ได้ที่แล็บนั้น"
    }
  },
  {
    "translation": {
      "en": "And I give a lot of credit to Luke Ryan.",
      "th": "และผมยกความดีความชอบให้ลุค ไรอันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "He really dug deep, and the more that he looked at it,",
      "th": "เขาเจาะลึกจริงๆ และยิ่งเขาเจาะลึกเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the more he uncovered.",
      "th": "เขาก็เผยความจริงได้มากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "My name is Luke Ryan.",
      "th": "ผมชื่อลุค ไรอัน"
    }
  },
  {
    "translation": {
      "en": "I'm a defense attorney in Western Massachusetts.",
      "th": "ผมเป็นทนายจำเลยในแมสซาชูเซตส์ตะวันตก"
    }
  },
  {
    "translation": {
      "en": "The importance of the chemistry part of a drug prosecution",
      "th": "ภาคเคมีของการดำเนินคดียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "cannot be overstated,",
      "th": "มีความสำคัญอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "but it's the part of the drug case that is the least sexy.",
      "th": "แต่มันเป็นส่วนของคดียาเสพติด ที่น่าดึงดูดน้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "There are no snitches involved.",
      "th": "ไม่มีสายตำรวจมาเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "There are no cops doing... you know, breakin' down doors.",
      "th": "ไม่มีตำรวจไปพังประตู"
    }
  },
  {
    "translation": {
      "en": "This is people in lab coats looking in their microscopes,",
      "th": "นี่คือคนใส่เสื้อกาวน์ ที่นั่งจ้องกล้องจุลทรรศน์ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and I think the presumption people have is that, you know,",
      "th": "และผมคิดว่าสิ่งที่คนสันนิษฐานกันก็คือ"
    }
  },
  {
    "translation": {
      "en": "everything that they take off the street is what it appears to be.",
      "th": "ทุกอย่างที่พวกเขาเอามาจากข้างถนน คือสิ่งที่มันน่าจะเป็น"
    }
  },
  {
    "translation": {
      "en": "And so they think that, you know, most defendants are guilty.",
      "th": "พวกเขาเลยคิดว่าจำเลยส่วนใหญ่มีความผิด"
    }
  },
  {
    "translation": {
      "en": "But when you talk about people who have track records",
      "th": "แต่เมื่อคุณพูดถึงคนที่มีประวัติเก่าๆ"
    }
  },
  {
    "translation": {
      "en": "and who have criminal records,",
      "th": "และคนที่มีประวัติอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "they are easily, in my experience,",
      "th": "เท่าที่ผมเจอมา พวกเขาเป็นคนที่..."
    }
  },
  {
    "translation": {
      "en": "the most vulnerable to being wrongfully convicted.",
      "th": "เสี่ยงที่จะถูกตัดสินผิดๆ ง่ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "And so, when Sonja Farak got arrested,",
      "th": "และเมื่อซอนยา ฟารักถูกจับกุม"
    }
  },
  {
    "translation": {
      "en": "I knew that I had clients with drug offenses",
      "th": "ผมรู้ว่าผมมีลูกความที่โดนคดียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "where she had done the testing.",
      "th": "ที่เธอเคยเป็นคนตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "So it seemed to me immediately,",
      "th": "ผมรู้สึกทันทีเลยว่า"
    }
  },
  {
    "translation": {
      "en": "\"This is gonna be a big deal for some of the people I represent.\"",
      "th": "\"นี่ต้องเป็นเรื่องใหญ่ สำหรับคนที่ผมว่าความให้แน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "Like Rafael Rodriguez.",
      "th": "เช่น ราฟาเอล โรดริเกซ"
    }
  },
  {
    "translation": {
      "en": "[woman] When I was with Rafael, I felt protected.",
      "th": "ตอนที่ฉันอยู่กับราฟาเอล ฉันรู้สึกปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I felt like he protected me and my kids.",
      "th": "รู้สึกเหมือนเขาคอยปกป้องฉันและลูกๆ"
    }
  },
  {
    "translation": {
      "en": "I don't know, just the times we spent,",
      "th": "ไม่รู้สิ แค่เวลาที่เราใช้"
    }
  },
  {
    "translation": {
      "en": "we were always together and we made the best of it.",
      "th": "เราอยู่ด้วยกันตลอด และเราทำมันให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Here, he was always making us laugh. -[laughter on video]",
      "th": "เขาทำให้เราหัวเราะได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "Always play-fighting, like, on my mom's bed.",
      "th": "ชอบเล่นสู้กันบนเตียงแม่ผม"
    }
  },
  {
    "translation": {
      "en": "-That was the fun part. -[Madelyn] Making the sandwich.",
      "th": "นั่นคือส่วนที่สนุก"
    }
  },
  {
    "translation": {
      "en": "Yeah, we would all just jump on top of each other.",
      "th": "ครับ เราชอบกระโดดทับตัวกัน"
    }
  },
  {
    "translation": {
      "en": "[girl] He was kind of more like a friend.",
      "th": "เขาเป็นเหมือนเพื่อนมากกว่า"
    }
  },
  {
    "translation": {
      "en": "He was kind of like...",
      "th": "เขาเหมือน..."
    }
  },
  {
    "translation": {
      "en": "He was kind of more like a best friend than a dad.",
      "th": "เขาเหมือนเพื่อนซี้มากกว่าพ่อ"
    }
  },
  {
    "translation": {
      "en": "[Madelyn] I worked, so he was always with the kids.",
      "th": "ฉันทำงาน เขาก็เลยอยู่กับลูกตลอด"
    }
  },
  {
    "translation": {
      "en": "You know, like, they would go to the park, to anywhere, they were always out.",
      "th": "พวกเขาจะไปสวนสาธารณะกัน ไปทุกที่กัน พวกเขาไปข้างนอกกันตลอด"
    }
  },
  {
    "translation": {
      "en": "In the summer, they would go to here,",
      "th": "แล้วพอฤดูร้อน พวกเขาจะไปที่นี่"
    }
  },
  {
    "translation": {
      "en": "to the... the public pool, and they would be there.",
      "th": "ไปสระว่ายน้ำสาธารณะ และจะอยู่ที่นั่นกัน"
    }
  },
  {
    "translation": {
      "en": "And, um... that's where the guy showed up.",
      "th": "นั่นคือที่ที่คนคนนั้นโผล่มา"
    }
  },
  {
    "translation": {
      "en": "He was an informant, he had an open case,",
      "th": "เขาเป็นสายตำรวจ เขามีคดีที่ยังปิดไม่ลง"
    }
  },
  {
    "translation": {
      "en": "so if he had information on somebody that had a criminal record,",
      "th": "ดังนั้นถ้าเขามีข้อมูลใครสักคน ที่มีประวัติอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "he would set them up.",
      "th": "เขาจะจัดฉากคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "He kept on calling my husband and he set him up.",
      "th": "เขาโทรหาสามีฉันอยู่เรื่อย และจัดฉากว่าสามีฉันผิด"
    }
  },
  {
    "translation": {
      "en": "It was cocaine.",
      "th": "มันคือโคเคน"
    }
  },
  {
    "translation": {
      "en": "At first, I felt really hurt, because it was like...",
      "th": "ตอนแรกฉันเสียใจมากเพราะมันเหมือนกับ..."
    }
  },
  {
    "translation": {
      "en": "I always told him from the beginning, \"When you feel like you're gonna relapse,",
      "th": "ฉันบอกเขาเสมอตั้งแต่แรก ว่าถ้าคุณรู้สึกว่าคุณจะกลับไปใช้ยา"
    }
  },
  {
    "translation": {
      "en": "let me know so I can help you. You know, we can get help.\"",
      "th": "บอกฉันนะ ฉันจะได้ช่วยคุณ เราหาคนมาช่วยได้"
    }
  },
  {
    "translation": {
      "en": "When he went to prison, I told my kids, you know,",
      "th": "ตอนเขาไปติดคุก ฉันบอกลูกๆ ฉัน"
    }
  },
  {
    "translation": {
      "en": "\"He did something bad and he's doing time.\"",
      "th": "\"พ่อทำสิ่งที่ไม่ดี และเขากำลังติดคุก\""
    }
  },
  {
    "translation": {
      "en": "I've never been an addict.",
      "th": "ฉันไม่เคยติดยา"
    }
  },
  {
    "translation": {
      "en": "I-- I don't understand what they go through, or... or what sets them to... to want to use drugs.",
      "th": "ฉันไม่เข้าใจว่าพวกเขาเจออะไร หรืออะไรทำให้พวกเขาอยากใช้ยา"
    }
  },
  {
    "translation": {
      "en": "We would go visit, we would play dominoes and... just spend time with him.",
      "th": "เราจะไปเยี่ยม เราจะเล่นโดมิโนและใช้เวลากับเขา"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What was it like to talk to your friends about that? Or did you not?",
      "th": "การพูดกับเพื่อนถึงเรื่องนี้เป็นยังไงบ้าง หรือไม่ได้พูดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "I really didn't talk about it that much.",
      "th": "ผมไม่ค่อยได้พูดถึงมันหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "I have my few select friends that I talk to about my dad.",
      "th": "หนูมีเพื่อนที่เลือกไว้สองสามคน ที่หนูคุยเรื่องพ่อด้วย"
    }
  },
  {
    "translation": {
      "en": "Every crime has a set of elements, things the government has to prove",
      "th": "ทุกอาชญากรรมมีชุดขององค์ประกอบ มันเป็นสิ่งที่รัฐบาลต้องพิสูจน์"
    }
  },
  {
    "translation": {
      "en": "in order to establish that you're guilty of the crime.",
      "th": "เพื่อแสดงให้เห็นว่าคุณมีความผิดอาญา"
    }
  },
  {
    "translation": {
      "en": "It can be something as simple as you're charged with drunk driving.",
      "th": "อาจเป็นอะไรง่ายๆ อย่างการที่คุณโดนจับเมาแล้วขับ"
    }
  },
  {
    "translation": {
      "en": "They need to prove that you were driving on a public street.",
      "th": "พวกเขาต้องพิสูจน์ว่าคุณขับรถบนถนนสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "You know, a guy takes a golf cart and drives around the golf course.",
      "th": "คือถ้าผู้ชายคนหนึ่งขับรถกอล์ฟรอบๆ สนามกอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "Is that a public street or not?",
      "th": "มันใช่ถนนสาธารณะหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "So things that seem like silly details in a case",
      "th": "ดังนั้นรายละเอียดที่ดูงี่เง่าในคดี"
    }
  },
  {
    "translation": {
      "en": "actually become important.",
      "th": "จริงๆ แล้วสำคัญ"
    }
  },
  {
    "translation": {
      "en": "In a drug case,",
      "th": "ในคดียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "if you are prosecuted and charged with selling a joint,",
      "th": "ถ้าคุณถูกฟ้องร้องและตั้งข้อหาขายบุหรี่กัญชา"
    }
  },
  {
    "translation": {
      "en": "the question is, is that really marijuana?",
      "th": "คำถามคือ มันคือกัญชาจริงๆรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "If it's not, you're not guilty.",
      "th": "ถ้าไม่ใช่ คุณก็ไม่ผิด"
    }
  },
  {
    "translation": {
      "en": "The government has to prove, and prove beyond a reasonable doubt,",
      "th": "ดังนั้นรัฐบาลต้องพิสูจน์ และต้องพิสูจน์โดยปราศจากข้อสงสัย ว่าสิ่งที่พวกเขากล่าวหาว่าคุณทำ"
    }
  },
  {
    "translation": {
      "en": "that the thing they're accusing you of doing,",
      "th": "และต้องพิสูจน์โดยปราศจากข้อสงสัย ว่าสิ่งที่พวกเขากล่าวหาว่าคุณทำ"
    }
  },
  {
    "translation": {
      "en": "which is against the law, you've actually done.",
      "th": "ซึ่งผิดกฎหมาย คุณทำจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Richard Nixon] This nation faces a major crisis in terms of the increasing use of drugs.",
      "th": "ประเทศนี้เผชิญกับวิกฤตครั้งใหญ่ ในแง่ของการเพิ่มขึ้นของการใช้ยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "We have the laws now.",
      "th": "ตอนนี้เรามีกฎหมายแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're going to go out and enforce those laws.",
      "th": "เราจะออกไปใช้กฎหมายเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Officers now do not need a search warrant",
      "th": "ตอนนี้เจ้าหน้าที่ไม่ต้องใช้หมายค้น"
    }
  },
  {
    "translation": {
      "en": "to enter a home suspected of containing illegal drugs.",
      "th": "ในการเข้าไปในบ้าน ที่ต้องสงสัยว่ามียาเสพติดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[George HW Bush] This...",
      "th": "นี่..."
    }
  },
  {
    "translation": {
      "en": "This is crack cocaine.",
      "th": "นี่คือโคเคนผลึก"
    }
  },
  {
    "translation": {
      "en": "It's as innocent-looking as candy.",
      "th": "มันดูบริสุทธิ์เหมือนลูกอม"
    }
  },
  {
    "translation": {
      "en": "But it's turning our cities into battle zones.",
      "th": "แต่มันกำลังเปลี่ยนเมืองของเราเป็นสนามรบ"
    }
  },
  {
    "translation": {
      "en": "[Daniel] If you're gonna fight a war on drugs,",
      "th": "ดังนั้นถ้าคุณจะรบในสงครามยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "you need to build an entire system",
      "th": "คุณต้องสร้างระบบขึ้นมาทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "designed around finding those people who manufacture, ship, sell and use",
      "th": "ที่ออกแบบมาเกี่ยวกับการค้นหา คนที่ผลิต ส่ง ขาย และใช้"
    }
  },
  {
    "translation": {
      "en": "the drugs you decide are illegal,",
      "th": "ยาเสพติดที่คุณตัดสินว่าผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "and then a system to prosecute them and imprison them.",
      "th": "จากนั้นระบบจะฟ้องร้องพวกเขา และจับพวกเขาเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "There are huge agencies at the local level, the state level, the federal level.",
      "th": "มีหน่วยงานราชการใหญ่ๆ ในระดับท้องถิ่นและระดับรัฐ ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "It's everything from the police officers to the prosecutors to the court officials",
      "th": "มันคือทุกอย่างตั้งแต่เจ้าหน้าที่ตำรวจ ไปจนถึงอัยการ ไปจนถึงเจ้าหน้าที่ศาล"
    }
  },
  {
    "translation": {
      "en": "to the prison guards to the administrators to the lab scientists.",
      "th": "ไปจนถึงผู้คุมนักโทษ ไปจนถึงเจ้าหน้าที่ธุรการ ไปจนถึงนักวิทยาศาสตร์ในแล็บ"
    }
  },
  {
    "translation": {
      "en": "There are billions of dollars that flood into this system",
      "th": "มีเงินหลายพันล้านดอลลาร์ ที่หลั่งไหลเข้ามาในระบบ"
    }
  },
  {
    "translation": {
      "en": "to perpetuate this war on drugs,",
      "th": "เพื่อทำให้สงครามยาเสพติดนี้ไม่สูญไป"
    }
  },
  {
    "translation": {
      "en": "which we've now been fighting since the 1970s.",
      "th": "ซึ่งเราก็ต่อสู้มาตั้งแต่ยุค 1970 แล้ว"
    }
  },
  {
    "translation": {
      "en": "In order to convict someone because of some substances that we've decided are illegal,",
      "th": "และการจะตัดสินใครว่าผิด เพราะสารบางอย่าง ที่เราตัดสินแล้วว่าผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "you need a scientist",
      "th": "คุณต้องพึ่งนักวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "to look at that substance and say, \"Yes, this is cocaine,\"",
      "th": "มาดูสารนั้นและบอกว่า \"ใช่ มันคือโคเคน\" หรือ \"นี่คือเฮโรอีน นี่คือกัญชา\""
    }
  },
  {
    "translation": {
      "en": "or \"This is heroin,\" or \"This is marijuana,\" or not.",
      "th": "มาดูสารนั้นและบอกว่า \"ใช่ มันคือโคเคน\" หรือ \"นี่คือเฮโรอีน นี่คือกัญชา\" หรือไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "[man] Certain substances form a distinctive crystal.",
      "th": "สารบางอย่างมีรูปร่างเป็นคริสตัลอย่างเด่นชัด"
    }
  },
  {
    "translation": {
      "en": "This is the crystal for heroin.",
      "th": "นี่คือคริสตัลของเฮโรอีน"
    }
  },
  {
    "translation": {
      "en": "Here's the crystal for cocaine.",
      "th": "นี่คือคริสตัลของโคเคน"
    }
  },
  {
    "translation": {
      "en": "And that's an essential part of the case,",
      "th": "และนั่นคือส่วนสำคัญของคดี เพราะถ้ารัฐบาลพิสูจน์สิ่งนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because if the government can't prove that, then they can't convict anyone.",
      "th": "และนั่นคือส่วนสำคัญของคดี เพราะถ้ารัฐบาลพิสูจน์สิ่งนั้นไม่ได้ พวกเขาก็ตัดสินใครว่าผิดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So, when you get the evidence to your bench,",
      "th": "เมื่อคุณได้หลักฐานมาที่โต๊ะคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "you will do a preliminary description of the evidence.",
      "th": "คุณจะอธิบายขั้นต้นเกี่ยวกับหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "You want to verify chain of custody,",
      "th": "คุณจะต้องตรวจยืนยัน ห่วงโซ่ผู้ครอบครองพยานหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "uh, just making sure that all the dates and times",
      "th": "ตรวจให้แน่ใจว่าวันที่และเวลาทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and signatures and numbers match up",
      "th": "และลายเซ็นและตัวเลขตรงกัน"
    }
  },
  {
    "translation": {
      "en": "as you, uh, look at the various paperwork and items.",
      "th": "เมื่อคุณดูเอกสารและของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "You move on to take a weight,",
      "th": "ต่อไปคุณก็ชั่งน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "the net weight, which is the weight of the drug material only.",
      "th": "น้ำหนักสุทธิ ซึ่งเป็นน้ำหนักของสารเสพติดเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "And then we will go through a series of tests.",
      "th": "จากนั้นเราก็จะไปทำการทดสอบตามลำดับ"
    }
  },
  {
    "translation": {
      "en": "At that point, we would do a spot color test.",
      "th": "ถึงตอนนั้น เราจะทำการตรวจสอบสีพิเศษกัน"
    }
  },
  {
    "translation": {
      "en": "Basically, we put a very small amount of different reagents in some wells",
      "th": "หลักๆ คือเราจะเอาสารเคมีต่างๆ ปริมาณน้อยมากๆ ใส่ลงไปในช่อง"
    }
  },
  {
    "translation": {
      "en": "in a ceramic plate, a drop or two of each,",
      "th": "ในจานเซรามิก อย่างละหยดสองหยด"
    }
  },
  {
    "translation": {
      "en": "and certain substances cause certain color changes with their agents.",
      "th": "และสารที่ทำให้เกิดการเปลี่ยนสีพร้อมตัวกระทำ"
    }
  },
  {
    "translation": {
      "en": "With other substances, we would add some of the sample to a vial",
      "th": "ส่วนสารอื่นๆ เราจะใส่ตัวอย่างบางส่วน ลงไปในหลอดทดลอง"
    }
  },
  {
    "translation": {
      "en": "and seal it to be run on the mass spectrometer.",
      "th": "และปิดฝาเพื่อหมุนบนแมสสเปกโทรมิเตอร์"
    }
  },
  {
    "translation": {
      "en": "The mass spectrometer blasts ions at the chemical,",
      "th": "แมสสเปกโทรมิเตอร์ ปล่อยไออนและสารเคมีออกมา"
    }
  },
  {
    "translation": {
      "en": "which breaks the chemical into kind of like a chemical fingerprint.",
      "th": "ซึ่งทำให้สารเคมีแตกตัว เป็นเหมือนลายพิมพ์องค์ประกอบทางเคมี"
    }
  },
  {
    "translation": {
      "en": "And so we can compare that fingerprint",
      "th": "แล้วเราก็จะเปรียบเทียบลายพิมพ์นั้น"
    }
  },
  {
    "translation": {
      "en": "to the fingerprint of standards or controls.",
      "th": "กับลายพิมพ์ตามมาตรฐานหรือการควบคุมได้"
    }
  },
  {
    "translation": {
      "en": "When we're done,",
      "th": "เมื่อเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "we put it into a brand-new evidence bag,",
      "th": "เราก็ใส่มันเข้าไปในถุงหลักฐานใหม่เอี่ยม"
    }
  },
  {
    "translation": {
      "en": "and we would initial and heat-seal it closed.",
      "th": "แล้วเราก็จะเซ็นชื่อและปิดผนึกมัน"
    }
  },
  {
    "translation": {
      "en": "At that point, we would verify that the results on the certificate",
      "th": "ในตอนนั้น เราจะยืนยันว่า ผลของเราในใบรับรอง"
    }
  },
  {
    "translation": {
      "en": "matched our results in the notebook",
      "th": "ตรงกับผลของเราในสมุด"
    }
  },
  {
    "translation": {
      "en": "and we would sign the certificates.",
      "th": "และเราก็จะเซ็นใบรับรอง"
    }
  },
  {
    "translation": {
      "en": "[Daniel] A drug certificate is the scientific record",
      "th": "ใบรับรองยาเสพติดคือบันทึกทางวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "that some independent scientist",
      "th": "ที่นักวิทยาศาสตร์อิสระบางคน"
    }
  },
  {
    "translation": {
      "en": "looked under a microscope or in a spectrometer",
      "th": "ดูผ่านกล้องจุลทรรศน์หรือสเปกโทรมิเตอร์"
    }
  },
  {
    "translation": {
      "en": "or used some other technology to determine,",
      "th": "หรือใช้เทคโนโลยีบางอย่างเพื่อระบุว่า"
    }
  },
  {
    "translation": {
      "en": "yes, in fact, what you had,",
      "th": "ใช่ ความจริงแล้วสิ่งที่คุณมี"
    }
  },
  {
    "translation": {
      "en": "what you bought or sold or had in your pocket,",
      "th": "ที่คุณซื้อหรือขายหรือพกไว้ในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "was illegal drugs of such and such a purity,",
      "th": "คือยาเสพติดที่มีความบริสุทธิ์เท่านั้นเท่านี้"
    }
  },
  {
    "translation": {
      "en": "of such and such a weight.",
      "th": "น้ำหนักเท่านั้นเท่านี้"
    }
  },
  {
    "translation": {
      "en": "But that raises the huge question",
      "th": "แต่นั่นทำให้เกิดคำถามสำคัญ"
    }
  },
  {
    "translation": {
      "en": "of whether or not that's truly just an objective scientific process.",
      "th": "ว่านั่นคือขั้นตอนทางวิทยาศาสตร์ ที่ไม่มีอคติจริงหรือไม่"
    }
  },
  {
    "translation": {
      "en": "And as a criminal defendant,",
      "th": "และในฐานะจำเลย"
    }
  },
  {
    "translation": {
      "en": "you have a right to confront your accusers.",
      "th": "คุณมีสิทธิ์เผชิญหน้ากับผู้ที่กล่าวหาคุณ"
    }
  },
  {
    "translation": {
      "en": "And so, if I'm being prosecuted for a drug crime,",
      "th": "และถ้าผมถูกฟ้องร้องคดียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "the people in the drug labs, the chemists who are doing this work,",
      "th": "คนในแล็บยาเสพติด นักเคมีที่ทำงานนี้"
    }
  },
  {
    "translation": {
      "en": "are effectively my accusers.",
      "th": "คือผู้กล่าวหาผมอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "They're the ones who are saying I have heroin,",
      "th": "พวกเขาคือคนที่บอกว่าผมมีเฮโรอีน"
    }
  },
  {
    "translation": {
      "en": "or cocaine or marijuana or meth.",
      "th": "หรือโคเคน หรือกัญชา หรือยาไอซ์"
    }
  },
  {
    "translation": {
      "en": "[Heather] If I'm the person who did that testing, I'm the person who signed that report,",
      "th": "ถ้าฉันเป็นคนทำการทดสอบนั้น ฉันเป็นคนเซ็นรายงานนั้น"
    }
  },
  {
    "translation": {
      "en": "the defendant really should be checking into my credibility.",
      "th": "จำเลยควรจะตรวจสอบ ความน่าเชื่อถือของฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It doesn't necessarily have anything to do with the science of what I'm doing,",
      "th": "มันไม่จำเป็นต้องเกี่ยวข้อง กับวิทยาศาสตร์ที่ฉันทำอยู่"
    }
  },
  {
    "translation": {
      "en": "it has to do with me as a person and the credibility of me,",
      "th": "มันเกี่ยวข้องกับตัวฉันในฐานะคนคนหนึ่ง และความน่าเชื่อถือของฉัน"
    }
  },
  {
    "translation": {
      "en": "and the idea being, I think, if I don't seem credible,",
      "th": "ฉันคิดว่าแนวคิดก็คือถ้าฉันดูไม่น่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "maybe you should dig a little deeper and look at the testing I conducted",
      "th": "บางทีคุณควรเจาะลึกกว่านั้นหน่อย และดูการตรวจสอบที่ฉันทำ"
    }
  },
  {
    "translation": {
      "en": "and... and so forth.",
      "th": "และอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "When Sonja was arrested, my initial reaction was, \"Wow.\"",
      "th": "ตอนที่ซอนยาถูกจับ ปฏิกิริยาแรกของผมคือ \"ว้าว"
    }
  },
  {
    "translation": {
      "en": "There were a lot of clients",
      "th": "มีลูกความหลายคนเลย"
    }
  },
  {
    "translation": {
      "en": "where she had actually tested the drugs in those cases.",
      "th": "ที่เธอเป็นคนตรวจสอบยาเสพติดในคดีเหล่านั้น\""
    }
  },
  {
    "translation": {
      "en": "And because the Amherst drug lab tested all of our drug cases,",
      "th": "และเพราะแล็บยาเสพติดแอมเฮิสต์ ตรวจสอบคดียาเสพติดของเราทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and those are the only kinds of cases, basically,",
      "th": "และมันคือคดีแบบเดียว"
    }
  },
  {
    "translation": {
      "en": "that I was doing at that point,",
      "th": "ที่ผมทำอยู่ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "um, I-- I said, \"Wow, there's gonna be some work to do here.\"",
      "th": "ผมบอก \"ว้าว เรามีงานต้องทำกันแล้วละ\""
    }
  },
  {
    "translation": {
      "en": "The government doesn't have to prove very much",
      "th": "รัฐบาลไม่จำเป็นต้องพิสูจน์อะไรมาก"
    }
  },
  {
    "translation": {
      "en": "to find you guilty of a drug offense.",
      "th": "เพื่อพบว่าคุณมีความผิดเกี่ยวกับยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "They just have to prove that you gave drugs to someone,",
      "th": "พวกเขาแค่ต้องพิสูจน์ว่า คุณเอายาเสพติดให้ใครสักคน"
    }
  },
  {
    "translation": {
      "en": "that you had drugs either in your house or on your person,",
      "th": "ว่าคุณมียาเสพติดไม่ว่าจะในบ้านคุณหรือในตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "and that the substance is, in fact, a drug.",
      "th": "และพิสูจน์ว่าสารนั้นคือยาเสพติดจริง"
    }
  },
  {
    "translation": {
      "en": "And so, if they can't,",
      "th": "และถ้าพวกเขาทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "then you're entitled to be found not guilty.",
      "th": "คุณก็จะไม่มีความผิด"
    }
  },
  {
    "translation": {
      "en": "You're entitled to be acquitted of the drug crime.",
      "th": "คุณก็จะพ้นผิดจากความผิดเกี่ยวกับยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "So, I went through all my cases looking for drug certificates,",
      "th": "ผมเลยตรวจดูคดีของผม เพื่อหาใบรับรองยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "those pieces of paper that she had signed and said,",
      "th": "เอกสารเหล่านั้นที่เธอเซ็นและบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I tested the drugs and they're drugs.\"",
      "th": "\"ฉันตรวจสอบยาแล้ว และมันคือยาเสพติด\""
    }
  },
  {
    "translation": {
      "en": "And people were in prison based on drug certificates",
      "th": "และหลายๆ คนติดคุก อ้างอิงจากใบรับรองยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "signed by Sonja Farak.",
      "th": "ที่ซอนยา ฟารักเป็นคนเซ็น"
    }
  },
  {
    "translation": {
      "en": "And people were in court being charged at that moment.",
      "th": "และหลายๆ คนที่อยู่ในศาล กำลังถูกตั้งข้อหาในขณะนั้น"
    }
  },
  {
    "translation": {
      "en": "Jorge Diaz was one of the original Farak defendants, as they're called.",
      "th": "ฮอร์เฮ ดิแอซ คือหนึ่งในจำเลยของฟารักตั้งแต่แรก อย่างที่พวกเขาถูกเรียกกัน"
    }
  },
  {
    "translation": {
      "en": "[Jorge] I was about to be sentenced...",
      "th": "ผมกำลังจะถูกจำคุก"
    }
  },
  {
    "translation": {
      "en": "And I say, \"What do you mean?\"",
      "th": "และผมถาม \"หมายความว่าไง\""
    }
  },
  {
    "translation": {
      "en": "He say, \"You see this drug certificate?",
      "th": "เขาบอก \"คุณเห็นใบรับรองยานี่ไหม"
    }
  },
  {
    "translation": {
      "en": "See who signed it there?\" I said, \"Yeah, well, who's that?\"",
      "th": "เห็นไหมว่าใครเซ็นชื่อ\" ผมบอก \"เออ ใครเหรอ\""
    }
  },
  {
    "translation": {
      "en": "That's when he say, \"Yeah, sit there. Relax and watch me in action.\"",
      "th": "ตอนนั้นแหละที่เขาบอก \"มานั่งนี่สิ ใจเย็นและดูผมลุยนะ"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Now if you could just please give me a little background information?",
      "th": "ช่วยบอกประวัติคร่าวๆ กับผมหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Where were you born?",
      "th": "คุณเกิดที่ไหนครับ"
    }
  },
  {
    "translation": {
      "en": "I was born in San Diego, California.",
      "th": "ฉันเกิดในซานดิเอโก แคลิฟอร์เนียค่ะ"
    }
  },
  {
    "translation": {
      "en": "I lived in San Diego for about a year.",
      "th": "ฉันอยู่ในซานดิเอโกประมาณหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "And then my dad got transferred to Newport, Rhode Island.",
      "th": "จากนั้นพ่อฉันก็ถูกย้ายไปที่นิวพอร์ต โรดไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "He worked in the navy.",
      "th": "เขาทำงานในกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "I came up with a normal childhood. You know, it was a middle-class family.",
      "th": "ฉันมีวัยเด็กแบบทั่วๆ ไป เป็นครอบครัวชนชั้นกลางน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "I was provided for in every way.",
      "th": "ฉันมีพร้อมทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I wasn't abused.",
      "th": "ฉันไม่เคยถูกข่มเหง"
    }
  },
  {
    "translation": {
      "en": "And yet...",
      "th": "แต่สุดท้ายฉันก็ยังไม่สมบูรณ์แบบอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[woman] We moved to Rhode Island in the--",
      "th": "เราย้ายไปโรดไอแลนด์เมื่อ..."
    }
  },
  {
    "translation": {
      "en": "I was one or two, so it was, you know, 1982,",
      "th": "ตอนนั้นฉันหนึ่งขวบหรือสองขวบ ก็ราวๆ ปี 1982 ค่ะ"
    }
  },
  {
    "translation": {
      "en": "and then we grew up there.",
      "th": "แล้วเราก็โตที่นั่น"
    }
  },
  {
    "translation": {
      "en": "We were a military family,",
      "th": "เราเป็นครอบครัวทหาร"
    }
  },
  {
    "translation": {
      "en": "but my dad retired, so we weren't moving around.",
      "th": "แต่พ่อฉันเกษียณ เราเลยไม่ได้ย้ายไปไหน"
    }
  },
  {
    "translation": {
      "en": "It was great having an older sister.",
      "th": "การมีพี่สาวเป็นเรื่องดีมาก"
    }
  },
  {
    "translation": {
      "en": "We were a lot alike growing up.",
      "th": "เราโตมาเหมือนกันมาก"
    }
  },
  {
    "translation": {
      "en": "It was Farak and little Farak...",
      "th": "มันคือฟารักกับฟารักน้อย"
    }
  },
  {
    "translation": {
      "en": "[laughs] ...a lot of times.",
      "th": "เป็นงั้นบ่อยๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Our parents...They were relatively strict.",
      "th": "พ่อแม่เรา พวกท่านค่อนข้างเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "Growing up, it was, you... you figure it out and you tough through it.",
      "th": "ตอนเด็กๆ พ่อแม่เลี้ยงแบบ เธอต้องเข้าใจและผ่านมันไปให้ได้"
    }
  },
  {
    "translation": {
      "en": "I always thought Sonja was quiet.",
      "th": "ฉันคิดเสมอว่าซอนยาเงียบมาก"
    }
  },
  {
    "translation": {
      "en": "We were both tomboys,",
      "th": "เราเป็นทอมบอยทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "both really active in sports.",
      "th": "ชอบเล่นกีฬามากทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[Linda] Sonja was never the type to just sit still.",
      "th": "ซอนยาไม่เคยนั่งนิ่งๆ เลย"
    }
  },
  {
    "translation": {
      "en": "As a child, she was involved in a lot of different activities.",
      "th": "ตอนเด็กๆ เธอเล่นกีฬาหลายประเภทมาก"
    }
  },
  {
    "translation": {
      "en": "[Amy] We had a little bit of sibling rivalry, but in a good way.",
      "th": "เราแข่งกันตามประสาพี่น้องบ้าง แต่ในทางที่ดี"
    }
  },
  {
    "translation": {
      "en": "Sometimes it was tough 'cause I always felt",
      "th": "บางครั้งมันก็ยากเพราะฉันมักจะรู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "she was better at school, better at softball,",
      "th": "เธอเรียนเก่งกว่า เล่นซอฟต์บอลเก่งกว่า"
    }
  },
  {
    "translation": {
      "en": "she was better at basketball, she played football.",
      "th": "เล่นบาสเก่งกว่า เธอเล่นฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "[Linda] She was the first girl in the state of Rhode Island",
      "th": "เธอเป็นผู้หญิงคนแรกในรัฐโรดไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "to play high school football in a public school system.",
      "th": "ที่ได้เล่นฟุตบอลไฮสคูลในระบบโรงเรียนรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "She had a full-page layout from the local paper about it.",
      "th": "หนังสือพิมพ์ท้องถิ่นลงข่าวเธอเรื่องนั้นเต็มหน้า"
    }
  },
  {
    "translation": {
      "en": "[man] I wasn't quite sure what to expect in Portsmouth today.",
      "th": "ผมไม่ค่อยแน่ใจ ว่าต้องคาดหวังอะไรในพอร์ตสมัธวันนี้"
    }
  },
  {
    "translation": {
      "en": "We went out to visit Sonja Farak. She is the first girl",
      "th": "เราออกไปพบซอนยา ฟารัก เธอเป็นผู้หญิงคนแรก"
    }
  },
  {
    "translation": {
      "en": "to play high school football in Rhode Island.",
      "th": "ที่ได้เล่นฟุตบอลไฮสคูลในโรดไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "[Amy] She played through her freshman year of high school.",
      "th": "เธอเล่นตลอดช่วงปีหนึ่งของไฮสคูล"
    }
  },
  {
    "translation": {
      "en": "[man] She plays the line on offense and defense.",
      "th": "เธอเล่นตำแหน่งไลน์ทั้งทีมรุกและทีมรับ"
    }
  },
  {
    "translation": {
      "en": "I want to be accepted like one of them. You know, no special treatment.",
      "th": "ฉันอยากได้รับการยอมรับเหมือนหนึ่งในพวกเขา ไม่ต้องปฏิบัติอะไรเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "[Amy] She was good.",
      "th": "เธอเก่งค่ะ"
    }
  },
  {
    "translation": {
      "en": "She would take down guys twice her size in drills.",
      "th": "เธอล้มพวกผู้ชาย ที่ตัวใหญ่กว่าสองเท่าได้ในการซ้อม"
    }
  },
  {
    "translation": {
      "en": "In one of the interviews that she had... [chuckles]",
      "th": "ครั้งหนึ่งที่เธอให้สัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "...she's quoted saying, \"Hitting is the funnest part.\"",
      "th": "เธอยกคำพูดมาว่า \"การชนคือส่วนที่สนุกที่สุด\""
    }
  },
  {
    "translation": {
      "en": "[Sonja] I just like to hit, you know?",
      "th": "ฉันชอบชน นึกออกไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[man] Mm-hm. When you say you like to hit, um...",
      "th": "เวลาคุณบอกว่าคุณชอบชน"
    }
  },
  {
    "translation": {
      "en": "how did you know you liked to hit before you started playing football?",
      "th": "คุณรู้ได้ไงว่าคุณชอบชน ก่อนที่คุณจะเริ่มเล่นฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "I don't know. I like beating up on my sister a little bit.",
      "th": "ไม่รู้สิ ฉันชอบตีกับน้องสาวฉันนิดๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "I didn't give her black eyes, but, you know, just have a little fun with her.",
      "th": "ไม่ถึงกับทำน้องตาเขียว แต่ก็แค่เล่นกับเธอหนุกๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "[Amy] It was amazing watching that.",
      "th": "การได้ดูอะไรแบบนั้นมันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "Of course, you know, when I was ten, I didn't understand.",
      "th": "แน่นอน ตอนฉันสิบขวบ ฉันไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Why is this a big deal?",
      "th": "ทำไมมันถึงสำคัญนักหนา"
    }
  },
  {
    "translation": {
      "en": "But if she puts her mind to something, she can do it.",
      "th": "แต่ถ้าเธอตั้งใจจะทำอะไรแล้ว เธอจะทำได้"
    }
  },
  {
    "translation": {
      "en": "[man] Sonja Farak doesn't like being called a pioneer,",
      "th": "ซอนยา ฟารักไม่ชอบให้คนเรียกว่าผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "but she's well aware of the trail she's blazing.",
      "th": "แต่เธอรู้เส้นทางที่เธอกำลังจุดไฟนำอย่างดี"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I graduated in 1996.",
      "th": "ฉันเรียนจบปี 1996"
    }
  },
  {
    "translation": {
      "en": "I received various varsity letters in sports,",
      "th": "ฉันได้รับจดหมายจาก ทีมตัวแทนมหาวิทยาลัยเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "and was also co-class valedictorian.",
      "th": "และร่วมเป็นผู้แทนกล่าวสุนทรพจน์ วันจบการศึกษาด้วย"
    }
  },
  {
    "translation": {
      "en": "[lawyer] You attended a four-year college, correct?",
      "th": "คุณเรียนวิทยาลัยสี่ปีใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Sonja] That is correct. It was Worcester Polytechnic Institute in Western Mass.",
      "th": "ใช่ค่ะ จากสถาบันวูสเตอร์โพลีเทคนิค ในแมสซาชูเซตส์ตะวันตก"
    }
  },
  {
    "translation": {
      "en": "I graduated with high distinction",
      "th": "ฉันจบด้วยคะแนนที่สูงมาก"
    }
  },
  {
    "translation": {
      "en": "and had a couple of Student Life Awards presented to me.",
      "th": "และได้รับรางวัล นักศึกษาดีเด่นสองสามรางวัลด้วย"
    }
  },
  {
    "translation": {
      "en": "-And what was your major? -Biochemistry.",
      "th": "- คุณเรียนเอกอะไรครับ - ชีวะเคมีค่ะ"
    }
  },
  {
    "translation": {
      "en": "I noticed there was a posting",
      "th": "ฉันเห็นว่ามีใบปิดประกาศ"
    }
  },
  {
    "translation": {
      "en": "for a chemist position in the drug analysis laboratory,",
      "th": "ตำแหน่งนักเคมีที่แล็บวิเคราะห์ยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "and so I applied.",
      "th": "ฉันเลยสมัครไป"
    }
  },
  {
    "translation": {
      "en": "And I was accepted, so I took that job.",
      "th": "แล้วพวกเขาก็รับฉัน ฉันเลยรับงานนั้น"
    }
  },
  {
    "translation": {
      "en": "[lawyer] And that was located at the Hinton laboratory?",
      "th": "ซึ่งมันตั้งอยู่ที่ห้องปฏิบัติการฮินตันใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Sonja] That is correct.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Amy] Back in Boston, she was in the chem lab for the State.",
      "th": "ตอนอยู่ที่บอสตัน เธออยู่ที่แล็บเคมีของรัฐ"
    }
  },
  {
    "translation": {
      "en": "It really fit in with kind of what she went to school for.",
      "th": "มันตรงกับที่เธอเรียนมามากๆ"
    }
  },
  {
    "translation": {
      "en": "There's a lot of detail that is necessary to go into it.",
      "th": "มีรายละเอียดมากมายที่จำเป็นต้องตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "Um, and I think that's what she enjoys and that's what she's really good at.",
      "th": "และฉันคิดว่านั่นคือสิ่งที่เธอชอบและเธอเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Approximately how many chemists worked with you at the Hinton laboratory?",
      "th": "มีนักเคมีทำงานกับคุณ ที่ห้องปฏิบัติการฮินตันประมาณกี่คนครับ"
    }
  },
  {
    "translation": {
      "en": "There was probably about 12 or 13 chemists.",
      "th": "น่าจะมีประมาณ 12 หรือ 13 คนค่ะ"
    }
  },
  {
    "translation": {
      "en": "[lawyer] And how long did you stay at the Hinton laboratory?",
      "th": "แล้วคุณอยู่ที่ห้องปฏิบัติการฮินตันนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I was at the lab for about a year, and I realized I would never be able",
      "th": "ฉันอยู่ที่นั่นประมาณหนึ่งปี และคิดว่าฉันคงไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "to afford to buy a place in the Boston area,",
      "th": "ซื้อบ้านในบอสตันได้"
    }
  },
  {
    "translation": {
      "en": "and I was intrigued with Western Mass, so I talked to the head of the labs",
      "th": "และฉันสนใจแมสซาชูเซตส์ตะวันตก ฉันเลยคุยกับหัวหน้าแล็บที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and mentioned if a position opened up in Amherst,",
      "th": "และถามว่ามีตำแหน่งว่างในแอมเฮิสต์ไหม"
    }
  },
  {
    "translation": {
      "en": "I could transfer out there.",
      "th": "ฉันย้ายไปที่นั่นได้"
    }
  },
  {
    "translation": {
      "en": "Because I like fresh air, I like, you know, being outside.",
      "th": "เพราะฉันชอบอากาศบริสุทธิ์ ฉันชอบการอยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "[David] It's really a nice valley that we live in.",
      "th": "หุบเขาที่เราอยู่มันสวยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's the Connecticut Valley.",
      "th": "มันคือหุบเขาคอนเนตทิคัต"
    }
  },
  {
    "translation": {
      "en": "The Connecticut River goes through.",
      "th": "มีแม่น้ำคอนเนตทิคัตไหลผ่าน"
    }
  },
  {
    "translation": {
      "en": "You know, I think that, uh... people sometimes kinda look, uh... at us",
      "th": "ผมคิดว่าบางครั้งคนก็มองเรา"
    }
  },
  {
    "translation": {
      "en": "as the country folks.",
      "th": "เป็นคนบ้านนอก"
    }
  },
  {
    "translation": {
      "en": "[David] We're about a hundred miles due west of Boston.",
      "th": "เราอยู่ห่างจากบอสตันมาทางตะวันตก ราวๆ 160 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "And I've been District Attorney for almost eight years now.",
      "th": "และผมเป็นอัยการเขตมาเกือบแปดปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's a great place to raise a family.",
      "th": "เป็นที่ที่เหมาะแก่การมีครอบครัว"
    }
  },
  {
    "translation": {
      "en": "It's a slower pace.",
      "th": "เป็นที่ที่เชื่องช้ากว่า"
    }
  },
  {
    "translation": {
      "en": "You know, I mean, I have two lights on the way to work.",
      "th": "นึกออกไหม ผมเจอไฟจราจรระหว่างทำงานสองจุด"
    }
  },
  {
    "translation": {
      "en": "I... I live the next town over, so...",
      "th": "ผมอยู่ในเมืองถัดไป"
    }
  },
  {
    "translation": {
      "en": "On a... on a tough day, some days I get both lights.",
      "th": "ในวันที่หนักๆ บางทีผมติดไฟแดงทั้งสองจุด"
    }
  },
  {
    "translation": {
      "en": "It's a real nice place to live.",
      "th": "เป็นที่ที่น่าอยู่มาก"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I moved out to Western Mass,",
      "th": "ฉันย้ายออกมาอยู่แมสซาชูเซตส์ตะวันตก"
    }
  },
  {
    "translation": {
      "en": "and I thought there would be a chance for me to buy a house.",
      "th": "และฉันคิดว่าจะมีโอกาสซื้อบ้านได้"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Can you just tell us, what was your partner's name at the time?",
      "th": "ช่วยบอกได้ไหมครับว่าตอนนั้นแฟนคุณชื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Nikki Lee.",
      "th": "นิกกี้ ลีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Amy] Sonja met Nikki in college.",
      "th": "ซอนยารู้จักกับนิกกี้ที่วิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "Nikki was older.",
      "th": "นิกกี้โตกว่า"
    }
  },
  {
    "translation": {
      "en": "Moving was beneficial for both Sonja and Nikki.",
      "th": "การย้ายเมืองมีประโยชน์ต่อทั้งซอนยาและนิกกี้"
    }
  },
  {
    "translation": {
      "en": "Northampton is kind of artsy and Nikki's very much, um... more artsy.",
      "th": "นอร์ทแธมป์ตันค่อนข้างมีความเป็นศิลปะ และนิกกี้ก็มีความ... เป็นศิลปะกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "It seemed like a really close-knit community.",
      "th": "มันดูเหมือนชุมชนที่ใกล้ชิดกันมาก"
    }
  },
  {
    "translation": {
      "en": "And the house was really cute and the neighborhood was great.",
      "th": "และบ้านก็น่ารักมาก และเพื่อนบ้านก็ดีมาก"
    }
  },
  {
    "translation": {
      "en": "And Sonja found a great job.",
      "th": "และซอนยาได้งานที่ดี"
    }
  },
  {
    "translation": {
      "en": "I thought they were happy.",
      "th": "ฉันคิดว่าพวกเขามีความสุขกันดี"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I started at the Amherst lab in 2004.",
      "th": "ฉันเริ่มทำงานที่แอมเฮิสต์แล็บปี 2004"
    }
  },
  {
    "translation": {
      "en": "It was on the UMass campus.",
      "th": "มันอยู่ใน ม.แมสซาชูเซตส์"
    }
  },
  {
    "translation": {
      "en": "Can you tell the grand jurors",
      "th": "ช่วยบอกคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "what the general atmosphere of the Amherst lab was,",
      "th": "ว่าบรรยากาศของแอมเฮิสต์แล็บ โดยทั่วไปเป็นยังไงได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "compared to the Hinton laboratory?",
      "th": "เมื่อเทียบกับฮินตันแล็บ"
    }
  },
  {
    "translation": {
      "en": "[Sonja] There was a little less stress, more laid back.",
      "th": "มันเครียดน้อยกว่า สบายกว่า"
    }
  },
  {
    "translation": {
      "en": "It was one of the atmospheres, if you got your work done,",
      "th": "มันคือบรรยากาศแบบหนึ่งที่ถ้าคุณทำงานเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "there wasn't a lot of people stressing over you, looking over you.",
      "th": "จะไม่มีใครมากดดันอะไรคุณมากมาย มาคอยตรวจสอบคุณ"
    }
  },
  {
    "translation": {
      "en": "It was friendly.",
      "th": "มันเป็นมิตรค่ะ"
    }
  },
  {
    "translation": {
      "en": "We all got along.",
      "th": "เราทุกคนเข้ากันได้ดี"
    }
  },
  {
    "translation": {
      "en": "[Amy] There were only a couple of people in the lab.",
      "th": "มีคนในแล็บแค่สองสามคน"
    }
  },
  {
    "translation": {
      "en": "I think that suited Sonja.",
      "th": "ที่ฉันคิดว่ามันเหมาะกับซอนยา"
    }
  },
  {
    "translation": {
      "en": "I always thought she kept to herself.",
      "th": "ฉันคิดมาตลอดว่าเธอเป็นคนเก็บตัว"
    }
  },
  {
    "translation": {
      "en": "So I think she was happy, just kind of, \"Let me do my work",
      "th": "ฉันเลยคิดว่าเธอมีความสุขกับการแค่ \"ให้ฉันทำงานของฉัน"
    }
  },
  {
    "translation": {
      "en": "and I'll... I'll get my work done.\"",
      "th": "แล้วฉันจะทำงานฉันให้เสร็จ\""
    }
  },
  {
    "translation": {
      "en": "[lawyer] Can you please describe what your duties and responsibilities",
      "th": "ช่วยอธิบายหน้าที่และความรับผิดชอบของคุณ"
    }
  },
  {
    "translation": {
      "en": "were at the Amherst laboratory?",
      "th": "ที่แอมเฮิสต์แล็บหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Sonja] At the Amherst lab,",
      "th": "ตอนเริ่มงานที่แอมเฮิสต์แล็บ"
    }
  },
  {
    "translation": {
      "en": "I basically carried over my duties from the Hinton lab.",
      "th": "จริงๆ แล้วฉันทำงานเดิมเหมือนที่ทำที่ฮินตันแล็บ"
    }
  },
  {
    "translation": {
      "en": "So I would get basically any drug that came in...",
      "th": "ก็คือฉันจะเอายาเสพติดอะไรก็ตามที่เข้ามา..."
    }
  },
  {
    "translation": {
      "en": "you know, whatever's next sequentially, you would pick up.",
      "th": "อะไรก็ตามที่อยู่ลำดับต่อไป ก็หยิบขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Heather] The day-to-day, if you will, of being a drug chemist",
      "th": "เรียกได้ว่าแต่ละวันของการเป็นนักเคมียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "can be quite repetitious,",
      "th": "อาจจะซ้ำซากจำเจ"
    }
  },
  {
    "translation": {
      "en": "maybe Groundhog Day -ish, in a sense.",
      "th": "อาจจะรู้สึกเหมือน หนังเรื่องกราวด์ฮอกเดย์เลยด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, once you've seen 400 different types of cocaine packaging,",
      "th": "เมื่อคุณได้เห็นห่อโคเคนแบบต่างๆ 400 แบบ"
    }
  },
  {
    "translation": {
      "en": "you've... you've really seen most of what people can come up with.",
      "th": "แปลว่าคุณได้เห็นเกือบทุกแบบแล้วละ"
    }
  },
  {
    "translation": {
      "en": "The cases are coming at you quite quickly,",
      "th": "หลักฐานต่างๆ มาถึงคุณเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "uh, and they seem to never stop coming.",
      "th": "และดูเหมือนมันจะไม่เคยหยุดเข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "As long as the cases keep coming from law enforcement,",
      "th": "ตราบใดที่มีหลักฐานจากตำรวจเข้ามาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "the chemists don't have any reason to stop working.",
      "th": "นักเคมีก็ไม่มีเหตุผลที่จะต้องหยุดทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Amy] Her job was just testing materials that came in to figure out what they were.",
      "th": "หน้าที่ของเธอก็แค่ตรวจสอบสสารที่เข้ามา และหาว่ามันคืออะไร และมันดูเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "It seemed really cool.",
      "th": "และหาว่ามันคืออะไร และมันดูเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "And I know she went to some trainings and, um... she seemed to enjoy it.",
      "th": "และฉันรู้ว่าเธอไปฝึกอบรมมา และเธอดูชอบมันมาก"
    }
  },
  {
    "translation": {
      "en": "It was, you know, a lot of running the... the lab equipment that she enjoyed.",
      "th": "มันคือการได้ใช้อุปกรณ์ในห้องแล็บที่เธอชอบ"
    }
  },
  {
    "translation": {
      "en": "Um... So, yeah. She... she liked the job.",
      "th": "เธอชอบงานนี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Heather] I've never been there physically, um...",
      "th": "ฉันไม่เคยไปที่นั่นด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "but I've seen some photos and videos.",
      "th": "แต่เคยเห็นรูปถ่ายและวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "And honestly,",
      "th": "และบอกตรงๆ"
    }
  },
  {
    "translation": {
      "en": "the Amherst lab, um...",
      "th": "แอมเฮิสต์แล็บ..."
    }
  },
  {
    "translation": {
      "en": "was a mess.",
      "th": "รกมาก"
    }
  },
  {
    "translation": {
      "en": "[Paul] It was a decrepit, grotesquely underfunded facility.",
      "th": "มันเป็นสถานที่ที่เสื่อมสภาพ งบประมาณไม่เพียงพอขั้นเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "There was one working fume hood at the Amherst lab.",
      "th": "ที่แอมเฮิสต์มีตู้ดูดไอสารเคมีที่ใช้ได้ตู้เดียว"
    }
  },
  {
    "translation": {
      "en": "And they were subsisting on an annual budget of $300,000, um...",
      "th": "และมันยังชีพอยู่ด้วย งบประมาณปีละ 300,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "which was barely enough money to pay the salaries of these folks",
      "th": "ซึ่งก็แทบจะไม่พอจ่ายเงินเดือนคนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and to keep the lights on.",
      "th": "และจ่ายค่าไฟแล้ว"
    }
  },
  {
    "translation": {
      "en": "And yet this lab was put in charge",
      "th": "และแล็บนี้ก็ยังถูกกำหนดให้ดูแล"
    }
  },
  {
    "translation": {
      "en": "of drug seizures across all of Western Massachusetts.",
      "th": "การจับกุมยาเสพติดทั่วแมสซาชูเซตส์ตะวันตก"
    }
  },
  {
    "translation": {
      "en": "Not only were they out in the western part of the state,",
      "th": "พวกเขาไม่เพียงแต่อยู่ในฝั่งตะวันตกของรัฐ"
    }
  },
  {
    "translation": {
      "en": "you know, geographically isolated,",
      "th": "แยกตัวออกไปในทางภูมิศาสตร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I think they were even, you know, maybe philosophically isolated.",
      "th": "ฉันว่าพวกเขายังอาจจะ แยกตัวในทางปรัชญาอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "They were using the right testing and the right technology",
      "th": "พวกเขาใช้การตรวจสอบที่ถูกต้อง และเทคโนโลยีที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "to get to the right answers,",
      "th": "เพื่อให้ได้คำตอบที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "but they just did not have any sort of good laboratory practices that were in place.",
      "th": "แต่พวกเขาไม่มีการใช้ห้องปฏิบัติการที่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "For example, they did not keep track of reference materials.",
      "th": "ยกตัวอย่างเช่น พวกเขาไม่เก็บบันทึกสสารอ้างอิง"
    }
  },
  {
    "translation": {
      "en": "Now, uh...",
      "th": "ทีนี้"
    }
  },
  {
    "translation": {
      "en": "you had referenced earlier in your testimony... standards?",
      "th": "ก่อนหน้านี้คุณได้พูดถึง สารมาตรฐานในคำให้การของคุณใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Or national standards?",
      "th": "หรือสารมาตรฐานระดับประเทศใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Were these same standards at the Amherst laboratory?",
      "th": "มันคือสารมาตรฐานเดียวกับ ที่แอมเฮิสต์แล็บหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes. In the refrigerator, there was probably 50 standards.",
      "th": "ใช่ค่ะ ในตู้เย็น มีสารมาตรฐานอยู่น่าจะ 50 ตัว"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Was the refrigerator in a secure location? Could it be locked?",
      "th": "ตู้เย็นอยู่ในที่ที่ปลอดภัยไหมครับ ล็อกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Sonja] The refrigerator was in the lab,",
      "th": "ตู้เย็นอยู่ในแล็บ"
    }
  },
  {
    "translation": {
      "en": "and the only way to get into the lab was with a key.",
      "th": "และทางเดียวที่จะเข้าแล็บได้คือต้องใช้กุญแจ"
    }
  },
  {
    "translation": {
      "en": "[lawyer] So the refrigerator itself",
      "th": "แปลว่าตัวตู้เย็นเอง"
    }
  },
  {
    "translation": {
      "en": "was not locked?",
      "th": "ไม่ได้ล็อก"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Robin] Things went awry there,",
      "th": "อะไรๆ ที่นั่นผิดพลาดและมันดูเหมือน"
    }
  },
  {
    "translation": {
      "en": "and it seemed like maybe there truly wasn't enough people working there.",
      "th": "อะไรๆ ที่นั่นผิดพลาดและมันดูเหมือน บางทีที่นั่นอาจมีคนทำงานไม่เพียงพอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There was four of them, I believe.",
      "th": "ฉันเชื่อว่าพวกเขามีกันสี่คน"
    }
  },
  {
    "translation": {
      "en": "That's not a lot",
      "th": "ไม่มากเลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "for the amount of drugs they were probably taking in.",
      "th": "สำหรับปริมาณยาเสพติดที่พวกเขารับเข้าไป"
    }
  },
  {
    "translation": {
      "en": "One person doing the intake,",
      "th": "คนนึงรับของมา"
    }
  },
  {
    "translation": {
      "en": "and then, what, three people doing the testing?",
      "th": "แล้วไง อีกสามคนตรวจสอบเหรอ"
    }
  },
  {
    "translation": {
      "en": "I think there wasn't enough control over what was going on.",
      "th": "ฉันว่ามีการควบคุมดูแลไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "[Robin] Two cases were found, um... in her area,",
      "th": "พบหลักฐานสองชิ้นบริเวณโต๊ะทำงานเธอ"
    }
  },
  {
    "translation": {
      "en": "in her tub, as they called it, um, that were missing drugs.",
      "th": "ในกระบะของเธอ พวกเขาเรียกว่าอย่างนั้น ซึ่งเป็นยาเสพติดที่หายไป"
    }
  },
  {
    "translation": {
      "en": "The weights weren't right or there was no drugs at all.",
      "th": "น้ำหนักไม่ถูกต้อง หรือไม่ก็ไม่มียาเสพติดเลย"
    }
  },
  {
    "translation": {
      "en": "[Robin on tape] Do you just work on one particular town's evidence?",
      "th": "คุณตรวจแค่หลักฐานของเมืองเดียวใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Luke] Even before she got arrested,",
      "th": "แม้แต่ก่อนที่เธอจะถูกจับ"
    }
  },
  {
    "translation": {
      "en": "I knew the Amherst lab was underfunded",
      "th": "ผมรู้ว่าแอมเฮิสต์แล็บไม่มีงบประมาณ"
    }
  },
  {
    "translation": {
      "en": "and didn't have the sort of basics",
      "th": "และไม่มีพื้นฐานที่คุณจะคาดหวังได้จากสถานที่"
    }
  },
  {
    "translation": {
      "en": "that you would expect at a place where science is purportedly taking place.",
      "th": "และไม่มีพื้นฐานที่คุณจะคาดหวังได้จากสถานที่ ที่วิทยาศาสตร์เกิดขึ้นอย่างตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "So the safeguards that existed at the Amherst lab were minimal,",
      "th": "ดังนั้นเครื่องป้องกันที่มีอยู่ ที่แอมเฮิสต์แล็บนั้นน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "and they required the good faith of individuals to abide by them.",
      "th": "และพวกเขาต้องเชื่อในตัวบุคคลอย่างยิ่ง ในการที่จะปฏิบัติตาม"
    }
  },
  {
    "translation": {
      "en": "For example, uh, chemists were not supposed to assign samples to themselves.",
      "th": "ยกตัวอย่างเช่น นักเคมี ไม่ควรมอบหมายตัวอย่างให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But at Amherst, chemists routinely assigned samples to themselves.",
      "th": "แต่ที่แอมเฮิสต์ นักเคมีมอบหมาย ตัวอย่างงานให้ตัวเองเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "Chemists were not necessarily supposed to be in the lab by themselves,",
      "th": "นักเคมีไม่ควรอยู่ในแล็บกันเอง"
    }
  },
  {
    "translation": {
      "en": "but they were in the lab",
      "th": "แต่ในทางปฏิบัติแล้ว"
    }
  },
  {
    "translation": {
      "en": "as a practical matter by themselves routinely.",
      "th": "พวกเขาอยู่ในแล็บกันเองเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "[Paul] So, at this lab, in this old State building in Amherst, Mass,",
      "th": "ดังนั้นที่แล็บนี้ ในอาคารของรัฐเก่าๆ ในแอมเฮิสต์ แมสซาชูเซตส์"
    }
  },
  {
    "translation": {
      "en": "these folks are working crazy hours for sub-standard wages,",
      "th": "คนพวกนี้ทำงานหามรุ่งหามค่ำ เพื่อแลกกับค่าจ้างที่ต่ำกว่ามาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "and have almost no contact during the day.",
      "th": "และแทบจะไม่สื่อสารกันเลยในระหว่างวัน"
    }
  },
  {
    "translation": {
      "en": "They're not co-workers,",
      "th": "พวกเขาไม่ได้เป็นเพื่อนร่วมงานกัน"
    }
  },
  {
    "translation": {
      "en": "they just inhabit the same space and do the same thing.",
      "th": "พวกเขาแค่อยู่ในพื้นที่เดียวกันและทำสิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[Heather] They're planets who are orbiting around the sun together,",
      "th": "พวกเขาคือดาวเคราะห์ ที่หมุนรอบพระอาทิตย์ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "but really having no interaction with each other.",
      "th": "แต่ไม่มีปฏิสัมพันธ์กันเลย"
    }
  },
  {
    "translation": {
      "en": "And they didn't need to.",
      "th": "และไม่จำเป็นต้องปฏิสัมพันธ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "As long as someone's keeping up their responsibilities",
      "th": "ตราบใดที่คนหนึ่งรับผิดชอบงานของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "to the lab as a whole,",
      "th": "ต่อแล็บทั้งหมดได้"
    }
  },
  {
    "translation": {
      "en": "you don't have to consult with each other on your casework because ultimately, it's my case,",
      "th": "คุณก็ไม่ต้องปรึกษากันเรื่องคดี เพราะสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm the one who has to go into court",
      "th": "มันคือคดีของฉัน ฉันเป็นคนที่ต้องไปขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "and answer for what's on that report.",
      "th": "และตอบสิ่งที่อยู่ในรายงานนั้น"
    }
  },
  {
    "translation": {
      "en": "And so, I have the independence and the autonomy to handle it my way.",
      "th": "ฉันเลยมีอิสระและเสรี ที่จะจัดการงานในแบบของฉันเอง"
    }
  },
  {
    "translation": {
      "en": "Now, these national standards,",
      "th": "แล้วสารมาตรฐานระดับประเทศพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I assume they're fairly pure. Is that fair to say?",
      "th": "ผมเดาว่ามันคงบริสุทธิ์พอควร พูดแบบนั้นถูกไหมครับ"
    }
  },
  {
    "translation": {
      "en": "They're pure, period.",
      "th": "มันบริสุทธิ์ค่ะ จบ"
    }
  },
  {
    "translation": {
      "en": "Now, have you ever tried methamphetamine?",
      "th": "แล้วคุณเคยลองใช้ยาไอซ์ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Have I ever?",
      "th": "เคยไหมเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "No, well, prior to working at the lab?",
      "th": "ไม่ คือ ก่อนมาทำงานที่แล็บน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "-Have you ever taken methamphetamine? -No.",
      "th": "คุณเคยใช้ยาไอซ์รึเปล่า ไม่เคยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Did you ever take any of that methamphetamine",
      "th": "คุณเคยเอายาไอซ์"
    }
  },
  {
    "translation": {
      "en": "from the laboratory standard?",
      "th": "จากสารมาตรฐานของแล็บไปไหม"
    }
  },
  {
    "translation": {
      "en": "I took part of it. Yes, I did.",
      "th": "ฉันเคยเอาไปส่วนหนึ่งค่ะ ใช่ค่ะ ฉันเอาไป"
    }
  },
  {
    "translation": {
      "en": "[lawyer] And why, why did you do that?",
      "th": "แล้วคุณเอาไปทำไมครับ"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I guess I was curious.",
      "th": "ฉันว่าฉันคงอยากรู้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Even while I was in college, as a freshman,",
      "th": "แม้แต่ตอนเรียนวิทยาลัยปีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I was going through a rough period in my life, like, mentally.",
      "th": "ฉันก็เจอช่วงเวลาที่ลำบากในชีวิต ในทางสภาพจิตใจ"
    }
  },
  {
    "translation": {
      "en": "And for some reason, I had looked up drugs online.",
      "th": "และด้วยเหตุผลบางอย่าง ฉันค้นหาเรื่องยาเสพติดทางออนไลน์"
    }
  },
  {
    "translation": {
      "en": "And when I read about it, I said, like,",
      "th": "แล้วพอฉันได้อ่านมัน ฉันก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"That's one I would try, if I was going to try it.\"",
      "th": "\"ถ้าฉันจะลองใช้ยา ตัวนี้แหละที่ฉันจะลอง\""
    }
  },
  {
    "translation": {
      "en": "It would give me energy.",
      "th": "มันจะทำให้ฉันมีพลัง"
    }
  },
  {
    "translation": {
      "en": "One day I just decided to try a little bit.",
      "th": "วันหนึ่งฉันตัดสินใจว่าจะลองนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I was alone.",
      "th": "ฉันอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "People had gone out to lunch.",
      "th": "ทุกคนออกไปกินข้าวเที่ยงกัน"
    }
  },
  {
    "translation": {
      "en": "It was in liquid form, so I used a pipette.",
      "th": "มันเป็นของเหลว ฉันเลยใช้ปิเปตต์"
    }
  },
  {
    "translation": {
      "en": "It gave me the desired effects.",
      "th": "มันให้ความรู้สึกที่ฉันต้องการ"
    }
  },
  {
    "translation": {
      "en": "It gave me energy.",
      "th": "มันทำให้ฉันมีพลัง"
    }
  },
  {
    "translation": {
      "en": "I felt amazing.",
      "th": "ฉันรู้สึกทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "I didn't wish it, but it gave me the pep I was looking for.",
      "th": "ฉันไม่ได้คาดหวัง แต่มันให้พลังฮึกเหิมที่ฉันต้องการอยู่พอดี"
    }
  },
  {
    "translation": {
      "en": "You know, I still did the work that I was assigned to.",
      "th": "ฉันยังทำงานที่ได้รับมอบหมายต่อไป"
    }
  },
  {
    "translation": {
      "en": "If anything, it made me feel more alert.",
      "th": "ถ้ามันจะมีผลอะไร ผลนั้นคือทำให้ฉันตื่นตัวมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "And did this become daily use, or was it just this one time?",
      "th": "แล้วมันกลายเป็นคุณใช้ทุกวัน หรือแค่ครั้งนั้นครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "I might've waited a short period, but it quickly became daily use.",
      "th": "ฉันควรจะรอช่วงสั้นๆ แต่มันกลายเป็นการใช้ทุกวันอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "I would use a small metal spatula,",
      "th": "ฉันใช้ไม้พายโลหะ"
    }
  },
  {
    "translation": {
      "en": "dip it in,",
      "th": "จุ่มลงไป"
    }
  },
  {
    "translation": {
      "en": "and, uh... I would lick it.",
      "th": "แล้วก็เลีย"
    }
  },
  {
    "translation": {
      "en": "[Paul] Liquid meth, like all delirium drugs,",
      "th": "ยาไอซ์เหลวก็เหมือนยาที่ทำให้สับสนทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "makes you much more energized,",
      "th": "ทำให้คุณมีพลังเพิ่มขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "raises your mood, raises your energy, raises your concentration,",
      "th": "กระตุ้นอารมณ์คุณ กระตุ้นพลังงานคุณ กระตุ้นสมาธิคุณ"
    }
  },
  {
    "translation": {
      "en": "raises the intensity at which you feel alive.",
      "th": "กระตุ้นให้คุณรู้สึกมีชีวิตชีวาอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "For someone like Sonja,",
      "th": "สำหรับคนอย่างซอนยา"
    }
  },
  {
    "translation": {
      "en": "the feeling of being elevated,",
      "th": "ความรู้สึกของการลอยสูงขึ้น"
    }
  },
  {
    "translation": {
      "en": "the feeling of being charged by this substance",
      "th": "ความรู้สึกของการถูกสสารตัวนี้กระทำ"
    }
  },
  {
    "translation": {
      "en": "was, for her, medicinal.",
      "th": "ก็เพื่อเป็นยาให้เธอ"
    }
  },
  {
    "translation": {
      "en": "It was a way of getting out of the drudgery",
      "th": "มันคือวิธีหนีออกจากงานที่น่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "of being Sonja Farak.",
      "th": "จากการเป็นซอนยา ฟารัก"
    }
  },
  {
    "translation": {
      "en": "[Sonja] I started just keeping it at work",
      "th": "ฉันเริ่มใช้มันเรื่อยๆ ในที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "and doing it when I got to work for energy.",
      "th": "และใช้มันเมื่อต้องใช้พลังทำงาน"
    }
  },
  {
    "translation": {
      "en": "It did get to the point where I was bringing it home, though,",
      "th": "แต่มันก็ไปถึงจุดที่ฉันเอามันกลับบ้านด้วย"
    }
  },
  {
    "translation": {
      "en": "and doing it first thing in the morning.",
      "th": "และทำเป็นสิ่งแรกในตอนเช้าเลย"
    }
  },
  {
    "translation": {
      "en": "It became multiple times a day.",
      "th": "มันเริ่มกลายเป็นใช้วันละหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "I don't think that anyone had a clue.",
      "th": "ฉันไม่คิดว่าจะมีใครรู้"
    }
  },
  {
    "translation": {
      "en": "We all got in at slightly different times.",
      "th": "เราทุกคนเข้ามาทำงานเวลาต่างกันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "People would go home, someone would go out to lunch.",
      "th": "ทุกคนกลับบ้าน บางคนออกไปกินข้าวเที่ยง"
    }
  },
  {
    "translation": {
      "en": "I don't feel that my productivity worsened at all at that time.",
      "th": "ฉันไม่รู้สึกว่างานฉันแย่ลงเลยในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Jared] She was charged with evidence tampering in two samples.",
      "th": "เธอถูกตั้งข้อกล่าวหา ว่ายุ่งเกี่ยวกับตัวอย่างสองชิ้น"
    }
  },
  {
    "translation": {
      "en": "But at no time did she ever say exactly what it is that she had done.",
      "th": "แต่เธอไม่เคยบอกว่าเธอทำอะไรไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "You know, you're talking about thousands and thousands of cases",
      "th": "เรากำลังพูดถึงคดีไม่รู้กี่พันคดี"
    }
  },
  {
    "translation": {
      "en": "where Sonja Farak was the chemist.",
      "th": "ที่ซอนยา ฟารักเป็นนักเคมี"
    }
  },
  {
    "translation": {
      "en": "Thousands of samples that she had tested.",
      "th": "เธอตรวจสอบตัวอย่างเป็นพันๆ ชิ้น"
    }
  },
  {
    "translation": {
      "en": "But all we got were the two samples that she had supposedly tampered with",
      "th": "แต่ที่เราจับได้คือ ตัวอย่างแค่สองชิ้นที่เธอน่าจะยุ่งเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "right when they looked at her lab workstation",
      "th": "ตอนที่พวกเขาดูที่โต๊ะทำงานของเธอ"
    }
  },
  {
    "translation": {
      "en": "on January 19th, 2013.",
      "th": "เมื่อวันที่ 19 มกราคม ปี 2013"
    }
  },
  {
    "translation": {
      "en": "No one went back",
      "th": "ไม่มีใครย้อนไป"
    }
  },
  {
    "translation": {
      "en": "and tried to test a sample from a year ago,",
      "th": "และลองทดสอบตัวอย่างเมื่อหนึ่งปีก่อน"
    }
  },
  {
    "translation": {
      "en": "maybe two years ago.",
      "th": "หรืออาจจะสองปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Maybe eight years ago.",
      "th": "หรืออาจจะแปดปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Let's get a law enforcement agency to go back and test drug samples",
      "th": "ให้หน่วยงานใช้กฎหมาย กลับไปตรวจสอบตัวอย่างยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "that Sonja Farak had tested in the past",
      "th": "ที่ซอนยา ฟารักตรวจสอบในอดีตเถอะครับ"
    }
  },
  {
    "translation": {
      "en": "to see how long she had been doing this.",
      "th": "เพื่อดูว่าเธอทำแบบนั้นมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "We asked, just go back and do some testing.",
      "th": "เราขอ แค่กลับไปและทำการทดสอบดู"
    }
  },
  {
    "translation": {
      "en": "Nobody did it.",
      "th": "ไม่มีใครเคยทำเลย"
    }
  },
  {
    "translation": {
      "en": "The Attorney General wasn't going to re-test cases from the past,",
      "th": "อัยการสูงสุดไม่ยอมตรวจสอบคดีในอดีตใหม่"
    }
  },
  {
    "translation": {
      "en": "the local District Attorney wasn't going to re-test cases from the past,",
      "th": "อัยการเขตท้องถิ่นไม่ยอมตรวจสอบคดีในอดีตใหม่"
    }
  },
  {
    "translation": {
      "en": "because the whole idea was to keep this as small as possible.",
      "th": "เพราะแนวคิดทั้งหมดก็คือให้ทำเรื่องนี้ เป็นเรื่องเล็กที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "I think it was out here in Western Mass, they were trying to minimize it.",
      "th": "ผมคิดว่าที่แมสซาชูเซตส์นี่ พวกเขาพยายามทำให้มันเป็นเรื่องเล็ก"
    }
  },
  {
    "translation": {
      "en": "They just figured, \"Oh, she took some drugs and that'll be it.\"",
      "th": "พวกเขาคิดว่า \"โอ้ เธอเอายาเสพติดไป และมันก็แค่นั้นแหละ\""
    }
  },
  {
    "translation": {
      "en": "And really not looking, uh... beneath the surface.",
      "th": "และไม่ดูสิ่งที่ซ่อนอยู่ข้างใต้เลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Certainly, uh... we intend to do a very thorough investigation into...",
      "th": "แน่นอนว่าเราตั้งใจที่จะสืบสวนโดยละเอียด..."
    }
  },
  {
    "translation": {
      "en": "I just think that they didn't want to pursue the truth.",
      "th": "ผมคิดว่าพวกเขาไม่อยากตามล่าหาความจริง"
    }
  },
  {
    "translation": {
      "en": "And I think, when you... when you start a case by saying,",
      "th": "และผมคิดตอนที่คุณเริ่มต้นคดีด้วยการพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, let's... let's try to contain it...\"",
      "th": "\"พยายามยับยั้งเรื่องนี้ไว้ดีกว่า\""
    }
  },
  {
    "translation": {
      "en": "Your job isn't to contain it.",
      "th": "หน้าที่ของคุณไม่ใช่ยับยั้งมัน"
    }
  },
  {
    "translation": {
      "en": "It's to figure out what's the truth and how are we gonna do justice?",
      "th": "แต่เป็นการคิดหาคำตอบว่าความจริงคืออะไร และจะทำให้ยุติธรรมได้ยังไง"
    }
  }
]