[
  {
    "translation": {
      "en": "♪ You don't owe me ♪ ♪ One more minute of your wasted time ♪",
      "th": "(ผลงานซีรีส์จาก NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "♪ I'm already gone ♪",
      "th": "(เทใจไปเลย)"
    }
  },
  {
    "translation": {
      "en": "[woman] Shall we begin?",
      "th": "เริ่มกันเลยดีไหม"
    }
  },
  {
    "translation": {
      "en": "My client recognizes the deep attachment that your client has to his Mercedes",
      "th": "ลูกความฉันทราบดีว่าลูกความคุณ ผูกพันกับรถเมอร์เซเดสของเขาอย่างลึกซึ้ง"
    }
  },
  {
    "translation": {
      "en": "and will not contest it.",
      "th": "และจะไม่ขอแย่งชิงมา"
    }
  },
  {
    "translation": {
      "en": "[man] Mighty gracious.",
      "th": "ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "-She will retain the Buick Enclave. -We don't have a problem with that.",
      "th": "เธอเก็บรถบิวอิคก์ อองเกลฟไว้ - เราไม่มีปัญหาในเรื่องนั้น - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "-Excellent. -[man chuckles]",
      "th": "- เราไม่มีปัญหาในเรื่องนั้น - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Now moving on to the disposition of the family home--",
      "th": "ทีนี้ ไปต่อกันที่เรื่องการจัดการบ้านของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "[man] My client requests the family home be sold",
      "th": "ลูกความผมขอให้ขายบ้าน"
    }
  },
  {
    "translation": {
      "en": "and the proceeds divided equitably between parties.",
      "th": "และแบ่งเงินให้สองฝั่งอย่างเท่าเทียมกัน"
    }
  },
  {
    "translation": {
      "en": "While you're busy hangin' price tags, Bill Townsend,",
      "th": "ระหว่างที่คุณกำลังวุ่นอยู่กับการติดป้ายราคานะ บิล ทาวน์เซนด์"
    }
  },
  {
    "translation": {
      "en": "keep in mind that you aren't worth the skin God spent to wrap your bones in.",
      "th": "จำไว้ว่าคุณไม่คุ้มกับผิวเนื้อ ที่พระเจ้าเอามาหุ้มกระดูกให้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "You best pray he doesn't regret his investment in you",
      "th": "ภาวนาอย่าให้พระองค์เสียดาย ที่ทุ่มเทลงไปกับคุณ"
    }
  },
  {
    "translation": {
      "en": "as much as I regret mine.",
      "th": "เท่ากับที่ฉันเสียดายเลย"
    }
  },
  {
    "translation": {
      "en": "Helen?",
      "th": "เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Maddie?",
      "th": "แมดดี้"
    }
  },
  {
    "translation": {
      "en": "-Helen, I'm sorry. -Oh, don't you dare apologize.",
      "th": "- เฮเลน ฉันขอโทษ - ไม่ อย่าได้ขอโทษเชียว"
    }
  },
  {
    "translation": {
      "en": "That was the most magnificent thing I've seen you do",
      "th": "นั่นเป็นสิ่งที่เลิศที่สุดที่ฉันเคยเห็นเธอทำมา"
    }
  },
  {
    "translation": {
      "en": "since you ate that lizard in kindergarten.",
      "th": "ตั้งแต่เธอกินจิ้งจกสมัยอนุบาล"
    }
  },
  {
    "translation": {
      "en": "I only bit its tail.",
      "th": "ฉันกัดแค่หางมันเอง"
    }
  },
  {
    "translation": {
      "en": "Maddie, this is hard.",
      "th": "แมดดี้ เรื่องนี้ทำใจลำบาก"
    }
  },
  {
    "translation": {
      "en": "-But you will persevere. -Yeah.",
      "th": "- แต่เธอจะต้องมุ่งมั่น - ใช่"
    }
  },
  {
    "translation": {
      "en": "What, so Bill gets to buy mistress Noreen a new house?",
      "th": "อะไร ตกลงบิลจะได้ไปซื้อบ้านให้นอรีน เมียเก็บของเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "The kids and I just have to move and start over?",
      "th": "แล้วฉันกับลูกก็ต้องย้ายออกไป และเริ่มต้นใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-No, you won't have to do that. -[sighs]",
      "th": "ไม่ ไม่ต้องทำแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Helen, I swear sometimes I think it would be a blessing",
      "th": "เฮเลน สาบานได้ว่าบางทีฉันก็คิดว่าคงจะดี"
    }
  },
  {
    "translation": {
      "en": "to live in a place that... nobody knew what happened.",
      "th": "ถ้าได้อยู่ในที่ที่ไม่มีใครรู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "But the kids would have to find a new school...",
      "th": "แต่เด็กๆ ต้องไปหาโรงเรียนใหม่"
    }
  },
  {
    "translation": {
      "en": "new friends and I'd be without you and Dana Sue and I just...",
      "th": "เพื่อนใหม่ และฉันก็คงจะไม่มีเธอกับเดน่า ซูอีก แล้วฉันก็..."
    }
  },
  {
    "translation": {
      "en": "How in the devil did I get to this place?",
      "th": "ฉันมาถึงจุดนี้ได้ยังไงกันนะ"
    }
  },
  {
    "translation": {
      "en": "Maddie, I got you.",
      "th": "แมดดี้ ฉันจะช่วยเธอเอง"
    }
  },
  {
    "translation": {
      "en": "But Tom came on strong because that's his job.",
      "th": "แต่ทอมเล่นแรงมาก เพราะนั่นเป็นงานเขา"
    }
  },
  {
    "translation": {
      "en": "I am gonna beat him down because that's my job.",
      "th": "และฉันก็จะคว่ำเขาให้ได้ เพราะนั่นเป็นงานฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you everything you deserve and then some.",
      "th": "ฉันจะช่วยให้เธอได้ทุกอย่างที่สมควรได้ และได้มากกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "I'm still researching the legal precedent",
      "th": "ฉันยังค้นดูคำพิพากษาในคดีก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "for getting Bill's head on a silver platter.",
      "th": "เพื่อเอาหัวบิลมาขึ้นเขียงให้ได้"
    }
  },
  {
    "translation": {
      "en": "It wasn't his head that caused the problem.",
      "th": "ไม่ใช่หัวเขาหรอกที่ก่อปัญหา"
    }
  },
  {
    "translation": {
      "en": "That's my girl.",
      "th": "ต้องอย่างนี้สิเพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, Lord.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "-[boy 1] So I got cast as Puck. -[boy 2] Oh, congrats.",
      "th": "- ฉันได้แสดงเป็นพัค - ยินดีด้วย"
    }
  },
  {
    "translation": {
      "en": "-[girl] Maybe I should ask for autographs. -[boy 2 laughs]",
      "th": "ฉันควรขอลายเซ็นไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Well, he needs help spelling his name. -[girl laughs]",
      "th": "ต้องช่วยเขาสะกดชื่อนะ"
    }
  },
  {
    "translation": {
      "en": "-Oops, you forgot you aren't funny. -Ah!",
      "th": "นายลืมสินะว่าตัวเองไม่ตลก"
    }
  },
  {
    "translation": {
      "en": "Seriously. First a baseball star and now a theater star.",
      "th": "พูดจริงๆ นะ ทีแรกก็ดาวเด่นในเบสบอล นี่ยังมีดาราละครอีก"
    }
  },
  {
    "translation": {
      "en": "Am I even worthy to walk to school with the two of you?",
      "th": "นี่ฉันมีดีพอจะเดินไปโรงเรียน กับพวกเธอสองคนไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I'm just playing Puck. It's not even the lead.",
      "th": "ฉันแค่เล่นเป็นพัค ไม่ใช่ตัวเอกด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "But it's the best part, and you're only a freshman.",
      "th": "แต่นี่เป็นบทเด่นที่สุด และเธอก็แค่นักเรียน ม.สามนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, A Midsummer Night's Nerd!",
      "th": "ใช่ เนิร์ดแห่งราตรีนิมิตกลางคิมหันต์"
    }
  },
  {
    "translation": {
      "en": "Can't all be jerks. I mean jocks.",
      "th": "ไม่ใช่ทุกคนจะเซ่อ เอ้ย! แซ่บในด้านกีฬานี่"
    }
  },
  {
    "translation": {
      "en": "Oh, you think you're funny? Yeah? -Hey! Hey! -There ya go!",
      "th": "คิดว่าตัวเองตลกเหรอ งั้นเหรอ นั่นแหละ!"
    }
  },
  {
    "translation": {
      "en": "[boy 2] I can get you and your mom house seats.",
      "th": "ฉันหาที่นั่งวีไอพีให้เธอกับแม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "[girl] I don't know if my mom can come.",
      "th": "ฉันก็ไม่รู้ว่าแม่จะมาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[boys] The restaurant. -[girl] The restaurant.",
      "th": "- ร้านอาหารสินะ - ร้านอาหาร"
    }
  },
  {
    "translation": {
      "en": "[boy 2] Don't worry. You can sit with us.",
      "th": "ไม่ต้องห่วง เธอนั่งกับเราก็ได้"
    }
  },
  {
    "translation": {
      "en": "[boy 1] So what does Puck even do?",
      "th": "แล้วไอ้เจ้าพัคนี่มันทำอะไร"
    }
  },
  {
    "translation": {
      "en": "He solves everything. -[boy 1] Oh. -[girl] Okay.",
      "th": "- เขาแก้ปัญหาทุกอย่าง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Just like you, right? -[girl laughs]",
      "th": "- เหมือนนาย ใช่ไหม - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-Exactly. -All right, I'll catch y'all.",
      "th": "- เหมือนนาย ใช่ไหม - ใช่เลย โอเค ไว้เจอกันนะ"
    }
  },
  {
    "translation": {
      "en": "So, Annie, you had Mrs. Kelsey last year, right?",
      "th": "แอนนี่ ปีที่แล้วเธอเรียนกับครูเคลซีย์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Any tips on conquering The Odyssey?",
      "th": "- ใช่ - มีคำแนะนำในการสอบเรื่องโอดิสซีไหม"
    }
  },
  {
    "translation": {
      "en": "Actually read it. She'll know if you're faking.",
      "th": "อ่านไปเถอะ ครูรู้ถ้าเธอไม่อ่านจริง"
    }
  },
  {
    "translation": {
      "en": "-Okay. -I'll see you later.",
      "th": "- โอเค - ไว้เจอกันนะ"
    }
  },
  {
    "translation": {
      "en": "Ah! You're early! Okay, you know what?",
      "th": "มาเร็วจัง! โอเค รู้อะไรไหม"
    }
  },
  {
    "translation": {
      "en": "That is fine because I am ready to go.",
      "th": "ไม่เป็นไร เพราะฉันพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right, new cocktail.",
      "th": "โอเค นี่ค็อกเทลใหม่"
    }
  },
  {
    "translation": {
      "en": "I started with rye to wish you a smooth finish,",
      "th": "ขอเริ่มจากวิสกี้ข้าวไรย์ เพื่ออวยพรให้ทุกอย่างจบลงอย่างราบรื่น"
    }
  },
  {
    "translation": {
      "en": "added some bitters 'cause you have every right to be.",
      "th": "ใส่บิทเทอร์ขมๆ เพราะเธอมีสิทธิ์จะขื่นขมทุกประการ"
    }
  },
  {
    "translation": {
      "en": "Then champagne because this is truly a celebration",
      "th": "แล้วก็แชมเปญ เพราะเรื่องนี้เราต้องฉลอง"
    }
  },
  {
    "translation": {
      "en": "and finished with crème de pêche.",
      "th": "แล้วปิดท้ายด้วยเครมเดอแพช"
    }
  },
  {
    "translation": {
      "en": "Because your future is gonna be peachy.",
      "th": "เพราะอนาคตเธอจะหวานแหวว"
    }
  },
  {
    "translation": {
      "en": "Calling it Maddie's Moment.",
      "th": "เรียกแก้วนี้ว่า \"แมดดี้ส์โมเมนต์\""
    }
  },
  {
    "translation": {
      "en": "There is nothing to celebrate.",
      "th": "ไม่มีเรื่องอะไรให้ฉลองสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Wait, what're you two up to?",
      "th": "เดี๋ยว นี่ทำอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Darlin', we are all about being here with you, for you.",
      "th": "ที่รัก เราสนใจกันแค่มาอยู่ที่นี่กับเธอ เพื่อเธอ"
    }
  },
  {
    "translation": {
      "en": "No, no, no. No. There's something else. I can smell it.",
      "th": "ไม่ ต้องมีเรื่องอื่นแน่ ฉันรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "And you two should know better than anyone that I have lost my tolerance",
      "th": "และเธอสองคนก็รู้ดีกว่าใครว่าฉันจะไม่อดทน"
    }
  },
  {
    "translation": {
      "en": "-for people keeping secrets from me. -Okay, you know what?",
      "th": "- กับคนที่มีความลับกับฉัน - โอเค รู้อะไรไหม"
    }
  },
  {
    "translation": {
      "en": "Let's forget celebrating, all right?",
      "th": "ลืมเรื่องฉลองไปก่อน"
    }
  },
  {
    "translation": {
      "en": "Let's think of these more as a statement of intent. Okay?",
      "th": "มามองเรื่องนี้ว่าเป็นการปฏิญาณความตั้งใจดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Helen?",
      "th": "เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Press on. Okay?",
      "th": "ลุยเลย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Maddie, nobody's gonna make you drink, but at least sit down.",
      "th": "แมดดี้ ไม่มีใครจะบังคับให้เธอดื่มหรอก อย่างน้อยก็นั่งลงก่อน"
    }
  },
  {
    "translation": {
      "en": "-Come on. Take a moment or two-- -No, no, no. I cannot.",
      "th": "- เถอะน่า พักสักนาทีสอง... - ไม่ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I cannot because if I relax, I'm gonna lose it.",
      "th": "ฉันทำไม่ได้ เพราะถ้าผ่อนคลาย ฉันจะสติหลุด"
    }
  },
  {
    "translation": {
      "en": "I swear to God, some days I just...",
      "th": "สาบานได้เลย มีบางวันที่ฉันตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "I wake up, and I have nothing but hate",
      "th": "สาบานได้เลย มีบางวันที่ฉันตื่นขึ้นมา แล้วก็มีแต่ความเกลียดชัง"
    }
  },
  {
    "translation": {
      "en": "for Bill and Noreen pumping through my veins.",
      "th": "บิลกับนอรีน พลุ่งพล่านอยู่ในกระแสเลือด"
    }
  },
  {
    "translation": {
      "en": "I have to get a new job.",
      "th": "ฉันต้องหางานใหม่"
    }
  },
  {
    "translation": {
      "en": "I have to get a new house.",
      "th": "ฉันต้องหาบ้านใหม่"
    }
  },
  {
    "translation": {
      "en": "I have to get a new everything, and I...",
      "th": "ฉันต้องเปลี่ยนใหม่ทั้งหมด และฉัน..."
    }
  },
  {
    "translation": {
      "en": "I feel like I can't even catch my breath.",
      "th": "ฉันรู้สึกเหมือนหายใจหายคอไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "-Precisely why you need new inspiration. -Dana Sue,",
      "th": "- นั่นแหละเธอถึงต้องการแรงบันดาลใจ - เดน่า ซู"
    }
  },
  {
    "translation": {
      "en": "-now's not the time. It's not the time. -Why isn't--",
      "th": "- เวลาไม่เหมาะ ไม่ใช่ตอนนี้ - ทำไม..."
    }
  },
  {
    "translation": {
      "en": "-Tell me. Tell me right this minute. -Tell her.",
      "th": "- บอกมาสิ บอกมาเดี๋ยวนี้เลย - บอกไปเลย"
    }
  },
  {
    "translation": {
      "en": "Maddie...",
      "th": "แมดดี้..."
    }
  },
  {
    "translation": {
      "en": "you know how Ms. Frances for a while now has been talking about downsizing?",
      "th": "คุณฟรานเซสพูดมาสักพักแล้ว ว่าจะย้ายไปอยู่บ้านที่เล็กลง"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Well, I thought it was a lovely idea,",
      "th": "- ใช่ - ฉันว่าเป็นความคิดที่ดี"
    }
  },
  {
    "translation": {
      "en": "but it also broke my heart a little",
      "th": "แต่ก็ออกจะทำให้ฉันใจสลาย"
    }
  },
  {
    "translation": {
      "en": "to think of that house just sitting there all empty.",
      "th": "ที่ต้องคิดว่าบ้านหลังนั้นจะว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "So, I, uh...",
      "th": "ฉันเลย..."
    }
  },
  {
    "translation": {
      "en": "I bought that big, beautiful house of hers.",
      "th": "ฉันเลยซื้อบ้านหลังใหญ่แสนสวยนี้มาจากเธอ"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -[stammers] You...",
      "th": "นี่เธอ..."
    }
  },
  {
    "translation": {
      "en": "Did you-- Did you ask her family?",
      "th": "เธอถามครอบครัวคุณฟรานเซสหรือยัง"
    }
  },
  {
    "translation": {
      "en": "I do not give a flying fish",
      "th": "ฉันไม่สน"
    }
  },
  {
    "translation": {
      "en": "what Ryan Wingate thinks about anything.",
      "th": "ว่าไรอัน วินเกตจะคิดอะไร"
    }
  },
  {
    "translation": {
      "en": "-Let me tell you why-- -[clears throat] All right. All right.",
      "th": "- ฉันจะบอกเหตุผลให้นะ - ได้"
    }
  },
  {
    "translation": {
      "en": "Get ready for the best part.",
      "th": "เตรียมฟังเรื่องเด็ดนะ"
    }
  },
  {
    "translation": {
      "en": "We three are gonna turn that big, old house",
      "th": "เราสามคนจะเปลี่ยนบ้านเก่าหลังใหญ่นั่น"
    }
  },
  {
    "translation": {
      "en": "into a fluffy, glorious, indulgent spa.",
      "th": "ให้เป็นสปาหรูแสนสวย"
    }
  },
  {
    "translation": {
      "en": "Helen'll handle legal,",
      "th": "เฮเลนจะดูแลด้านกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "I'll set up the cafe, and you'll be the manager.",
      "th": "ฉันจะตั้งคาเฟ่ และเธอเป็นผู้จัดการ"
    }
  },
  {
    "translation": {
      "en": "How on God's green earth",
      "th": "ตายแล้วพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "did you two think for one second",
      "th": "นี่พวกเธอหยุดคิดสักนิดไหม"
    }
  },
  {
    "translation": {
      "en": "that I would be able to start something new,",
      "th": "ว่าฉันจะสามารถเริ่มทำอะไรใหม่"
    }
  },
  {
    "translation": {
      "en": "something this huge, in the midst of all of this chaos?",
      "th": "ที่ยิ่งใหญ่อย่างนั้น ท่ามกลางความวุ่นวายนี่ได้"
    }
  },
  {
    "translation": {
      "en": "-[Helen] Maddie, it's a job. -[chuckles]",
      "th": "แมดดี้ ก็แค่งาน"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for understanding, friends.",
      "th": "ขอบคุณที่เข้าใจนะ เพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "This morning was a little tougher than she was prepared for.",
      "th": "เช้านี้เจอมาโหดกว่าที่เธอเตรียมตัวไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "She just needs a chance to regain her bearings, that's all.",
      "th": "เธอต้องการโอกาสให้หาจุดยืน ของตัวเองเจออีกครั้งก็แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "Well, I can empathize.",
      "th": "ฉันเข้าใจเธอดี"
    }
  },
  {
    "translation": {
      "en": "I thought I would lose my mind after I threw Ronnie out.",
      "th": "ฉันก็นึกว่าจะเป็นบ้าไปแล้ว ตอนไล่รอนนี่ออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "But I at least let you two help me.",
      "th": "แต่อย่างน้อยฉันก็ยอมให้เธอสองคนช่วย"
    }
  },
  {
    "translation": {
      "en": "Is that how you remember it?",
      "th": "เธอจำได้แบบนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Clear as day.",
      "th": "ชัดเจนเลยละ"
    }
  },
  {
    "translation": {
      "en": "Well, you go on and cling to that then, Dana Sue.",
      "th": "งั้นก็จำแบบนั้นต่อไปแล้วกัน เดน่า ซู"
    }
  },
  {
    "translation": {
      "en": "And let me try to figure out a way to talk Maddie down. [laughs]",
      "th": "และฉันจะหาวิธีคุยให้แมดดี้สงบใจลงหน่อย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Okay. All right, you think you can?",
      "th": "โอเค เธอคิดว่าทำได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I am gonna sweep Maddie up so fast,",
      "th": "เดี๋ยวฉันก็เอาใจแมดดี้ได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "you better have a bottle of your finest whiskey standing by",
      "th": "เธอเตรียมวิสกี้ที่เลิศที่สุดรอไว้"
    }
  },
  {
    "translation": {
      "en": "to mark the occasion, no offense to this lovely cocktail.",
      "th": "เพื่อฉลองโอกาสนี้ได้เลย ไม่ได้ติอะไรค็อกเทลสวยๆ นี่นะ"
    }
  },
  {
    "translation": {
      "en": "Is that Macallan 18 confidence I'm hearing?",
      "th": "ที่ว่านั่นคือแมคคัลเลนบ่ม 18 ปีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "That, my dear, is Macallan 25.",
      "th": "ที่รักจ๊ะ ฉันหมายถึงแมคคัลเลนบ่ม 25 ปี"
    }
  },
  {
    "translation": {
      "en": "Ooh, bless your heart.",
      "th": "โถ เธอจ๋า"
    }
  },
  {
    "translation": {
      "en": "All right, go forth then and work your magic.",
      "th": "โอเค ไปแสดงฝีมือเลย"
    }
  },
  {
    "translation": {
      "en": "Son of a bitch.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Randy, we'll put you and your mom in the circus room",
      "th": "แรนดี้ เราจะให้หนูกับแม่ไปรอที่ห้องละครสัตว์นะ"
    }
  },
  {
    "translation": {
      "en": "and Dr. Bill will be right in.",
      "th": "เดี๋ยวคุณหมอบิลจะไปหา"
    }
  },
  {
    "translation": {
      "en": "-What was that about? -Come on, Bill.",
      "th": "- เมื่อกี้มันยังไงกัน - ไม่เอาน่า บิล"
    }
  },
  {
    "translation": {
      "en": "You gotta know there are a lot of people unhappy with your... situation.",
      "th": "คุณต้องรู้นะว่ามีคนจำนวนมาก ไม่พอใจกับสถานการณ์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, my personal situation is none of their business.",
      "th": "สถานการณ์ส่วนตัวของผม ไม่ใช่เรื่องอะไรของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Well, it's half my business.",
      "th": "เป็นเรื่องของผมครึ่งหนึ่งนะ"
    }
  },
  {
    "translation": {
      "en": "People are canceling their appointments to steer clear of you and Noreen.",
      "th": "คนไข้ยกเลิกนัด เพื่อหลีกเลี่ยงเรื่องของคุณกับนอรีน"
    }
  },
  {
    "translation": {
      "en": "-And that's hurting our practice. -We're getting married.",
      "th": "- และมันส่งผลเสียกับงานเรา - เรากำลังจะแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "Come on. Maddie and I were on the rocks, Howie.",
      "th": "ไม่เอาน่า แมดดี้กับผมง่อนแง่นกันอยู่แล้ว ฮาววี่"
    }
  },
  {
    "translation": {
      "en": "I'm doing right by Noreen.",
      "th": "ผมทำสิ่งที่ถูกต้องกับนอรีน"
    }
  },
  {
    "translation": {
      "en": "That oughta mean something.",
      "th": "มันต้องมีความหมายบ้างแหละน่า"
    }
  },
  {
    "translation": {
      "en": "It means something, Bill. Just not sure what.",
      "th": "ก็มีความหมายนะ บิล แต่ไม่แน่ใจว่าคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Aren't you ready to pack it in yet, man? I mean, you're older than I am.",
      "th": "ไม่เตรียมตัวเกษียณอีกเหรอ เพื่อน คุณแก่กว่าผมอีกนะ"
    }
  },
  {
    "translation": {
      "en": "I love what I do, Collins. I'm sorry you don't.",
      "th": "ผมรักงานที่ทำ คอลลินส์ เสียใจด้วยที่คุณไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "[sighs] We will never get another offer this good!",
      "th": "เราจะไม่มีวันได้ข้อเสนอที่ดีอย่างนี้อีกแล้ว!"
    }
  },
  {
    "translation": {
      "en": "Collins, if you want to sell your store, then sell it,",
      "th": "คอลลินส์ ถ้าคุณอยากขายร้านก็ขายไป"
    }
  },
  {
    "translation": {
      "en": "but Grace and I aren't ready to sell.",
      "th": "แต่เกรซกับผมยังไม่พร้อมจะขาย"
    }
  },
  {
    "translation": {
      "en": "Pickle Jar wants the whole block.",
      "th": "ร้านพิคเคิลจาร์อยากได้ทั้งช่วงตึก"
    }
  },
  {
    "translation": {
      "en": "You don't sell, and you ruin it for all of us.",
      "th": "ถ้าคุณไม่ขาย คุณก็ทำเราเสียโอกาสกันหมด"
    }
  },
  {
    "translation": {
      "en": "Neville, Collins.",
      "th": "เนวิลล์ คอลลินส์"
    }
  },
  {
    "translation": {
      "en": "You two enjoying your meals this afternoon?",
      "th": "พอใจกับอาหารบ่ายวันนี้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my meal was delightful as always, Dana Sue.",
      "th": "อาหารผมยังเยี่ยมเหมือนเคย เดน่า ซู"
    }
  },
  {
    "translation": {
      "en": "Well, good.",
      "th": "ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Wish I could say the same for my pig-headed companion.",
      "th": "ผมก็หวังว่าจะพูดแบบนั้นถึงเพื่อนหัวดื้อของผมได้"
    }
  },
  {
    "translation": {
      "en": "Since I have upset you so, Collins,",
      "th": "ผมทำให้คุณโกรธ คอลลินส์"
    }
  },
  {
    "translation": {
      "en": "the least I can do is pay.",
      "th": "งั้นอย่างน้อยก็ให้ผมจ่ายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Damn straight. Damn straight.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You two all right?",
      "th": "ไม่เป็นไรใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "It's hard when business comes between friends.",
      "th": "เวลามีเรื่องธุรกิจมาคั่นระหว่างเพื่อน มันก็ยากแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[man] Mrs. Townsend.",
      "th": "คุณนายทาวน์เซนด์"
    }
  },
  {
    "translation": {
      "en": "Coach Maddox.",
      "th": "โค้ชแม้ดด็อกซ์"
    }
  },
  {
    "translation": {
      "en": "Do you have a moment?",
      "th": "มีเวลาสักครู่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Is there a problem?",
      "th": "มีปัญหาหรือเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "I believe in Ty.",
      "th": "ผมเชื่อในตัวไท"
    }
  },
  {
    "translation": {
      "en": "He's got an amazing arm and a great heart.",
      "th": "กำลังแขนของเขาดีเยี่ยม และจิตใจดีมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, dear. That big a problem?",
      "th": "ตายแล้ว ปัญหาใหญ่อย่างนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Ty and Jackson Lewis were at each other during practice.",
      "th": "ไทกับแจ็คสัน ลูอิส ทะเลาะกันระหว่างการซ้อม"
    }
  },
  {
    "translation": {
      "en": "I made 'em both run laps, and Ty will be along... momentarily.",
      "th": "ผมให้พวกเขาวิ่งรอบสนาม และอีกสักพักไทถึงจะมาครับ"
    }
  },
  {
    "translation": {
      "en": "Merciful heaven, why is it always Jackson?",
      "th": "โอ๊ย ตายแล้ว ทำไมต้องเป็นแจ็คสันอยู่เรื่อย"
    }
  },
  {
    "translation": {
      "en": "Those two have been grappling since the sandbox.",
      "th": "ทะเลาะกันมาตั้งแต่เด็กแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I thought I got a whiff of a longstanding rivalry.",
      "th": "ผมรู้สึกว่าจะเป็นคู่แข่งกันมานานนะครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, still, that is no excuse",
      "th": "ค่ะ แต่ก็ไม่ใช่ข้อแก้ตัวอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "for Ty having a part in disrupting your practice.",
      "th": "ที่ไทมีส่วนทำให้การซ้อมวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษนะคะ"
    }
  },
  {
    "translation": {
      "en": "I-- I keep telling him that it's an honor to be coached by a professional player.",
      "th": "ฉันบอกเขาตลอดว่าเป็นเกียรติแล้ว ที่มีนักเบสบอลมืออาชีพมาสอน"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Former professional player.",
      "th": "อดีตนักเบสบอลมืออาชีพน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Well, still.",
      "th": "ถึงอย่างนั้นก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "Well, thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Uh, but I do wanna say that Ty has been a little... hair-trigger lately...",
      "th": "แต่ผมอยากบอกว่าช่วงนี้ ไทค่อนข้างอารมณ์เสียง่าย"
    }
  },
  {
    "translation": {
      "en": "and I don't mean to overstep, but are there any issues",
      "th": "และผมไม่อยากล้ำเส้น แต่มีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "I should know about?",
      "th": "ที่ผมควรรู้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah, he's... he's hit a bit of a rough patch.",
      "th": "ค่ะ ช่วงนี้เขามีปัญหานิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Ah. Junior year's a beast.",
      "th": "ชีวิต ม.ห้าก็โหดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It certainly is. And he's hard on himself, and...",
      "th": "ใช่ค่ะ แล้วเขาก็กดดันตัวเองมาก และ..."
    }
  },
  {
    "translation": {
      "en": "I'm going to take him home now.",
      "th": "ฉันจะพาเขากลับบ้านก่อน"
    }
  },
  {
    "translation": {
      "en": "-As you should. -Thank you.",
      "th": "- ดีแล้วครับ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Anytime.",
      "th": "ได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "[Dana Sue] Explain this, please.",
      "th": "อธิบายมา"
    }
  },
  {
    "translation": {
      "en": "Simon Spry wrote that, not me.",
      "th": "ไซม่อน สไปรเป็นคนเขียน ไม่ใช่หนู"
    }
  },
  {
    "translation": {
      "en": "I am talking about the picture,",
      "th": "แม่พูดถึงภาพ"
    }
  },
  {
    "translation": {
      "en": "which was taken from the roof of this restaurant",
      "th": "ที่ถ่ายมาจากหลังคาร้านอาหารนี้"
    }
  },
  {
    "translation": {
      "en": "in the middle of the night",
      "th": "ตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "by a girl who could only have gotten up there",
      "th": "โดยเด็กผู้หญิงที่จะขึ้นไปที่นั่นได้โดยใช้"
    }
  },
  {
    "translation": {
      "en": "if she took my keys without my permission.",
      "th": "กุญแจของแม่โดยไม่ได้รับอนุญาตเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-I don't know. -Remember how I feel about lying?",
      "th": "- หนูไม่รู้ - จำได้ไหมว่าแม่คิดยังไงกับการโกหก"
    }
  },
  {
    "translation": {
      "en": "Okay, I took a risk, but art requires risk.",
      "th": "โอเค หนูเสี่ยง แต่ศิลปะมันก็ต้องใช้ความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "I'm just as committed to my art as you are to yours.",
      "th": "หนูแค่ตั้งใจกับศิลปะเหมือนที่แม่ทำในงานของแม่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "And by \"art,\"",
      "th": "และที่ว่า \"ศิลปะ\" นี่"
    }
  },
  {
    "translation": {
      "en": "you mean this Instagram account called Welcome to Serenity?",
      "th": "ลูกหมายถึงบัญชีอินสตาแกรมชื่อ \"เวลคัมทูเซเรนิตี้\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, your friend Simon says, \"It presents a look at the real Serenity.\"",
      "th": "โอเค ไซม่อนเพื่อนลูกบอกว่ามันแสดงถึง ภาพลักษณ์ที่แท้จริงของเซเรนิตี้"
    }
  },
  {
    "translation": {
      "en": "So I thought I would take a look at my daughter's opinion of her hometown.",
      "th": "แม่เลยคิดว่าแม่จะดูความเห็นเรื่องบ้านเกิด ของลูกสาวแม่หน่อย"
    }
  },
  {
    "translation": {
      "en": "And this Instagram account",
      "th": "และบัญชีอินสตาแกรมนี้"
    }
  },
  {
    "translation": {
      "en": "is filled with pictures of possums",
      "th": "ก็เต็มไปด้วยภาพตัวพอสซั่ม"
    }
  },
  {
    "translation": {
      "en": "and broken windows and sick trees.",
      "th": "หน้าต่างที่แตกและต้นไม้เหี่ยว"
    }
  },
  {
    "translation": {
      "en": "Is that truly how you see us?",
      "th": "ลูกมองเราแบบนี้จริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Everyone in this town pretends to be so perfect,",
      "th": "ทุกคนในเมืองนี้แกล้งทำเหมือนตัวเองสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "always sweet, smiling, serene,",
      "th": "มีแต่ความอ่อนหวาน รอยยิ้ม ความสงบ"
    }
  },
  {
    "translation": {
      "en": "and then when your life blows up,",
      "th": "แต่แล้วเมื่อชีวิตเราพัง"
    }
  },
  {
    "translation": {
      "en": "you're supposed to just pretend like everything's still all good?",
      "th": "เราก็ยังต้องแกล้งทำเป็นว่าทุกอย่างยังดีอยู่"
    }
  },
  {
    "translation": {
      "en": "All fine, all bright and shiny and--",
      "th": "ยังเรียบร้อย สว่างสดใส และ..."
    }
  },
  {
    "translation": {
      "en": "Okay, so because of what happened with your dad,",
      "th": "โอเค งั้นนี่ก็เพราะเรื่องที่เกิดขึ้นกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "you are gonna mock this whole town,",
      "th": "ทำให้ลูกถากถางทั้งเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "which is filled with good people",
      "th": "ที่เต็มไปด้วยคนดีๆ"
    }
  },
  {
    "translation": {
      "en": "just doing their best to get through the day.",
      "th": "ที่พยายามจะผ่านวันหนึ่งๆ ไปให้ได้"
    }
  },
  {
    "translation": {
      "en": "This isn't about Dad.",
      "th": "นี่ไม่เกี่ยวกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "You know, why are we even having this conversation?",
      "th": "นี่ ทำไมเราต้องมาคุยเรื่องนี้กันด้วยคะ"
    }
  },
  {
    "translation": {
      "en": "You don't get me. Or my art.",
      "th": "แม่ไม่เข้าใจหนู หรืองานศิลปะของหนู"
    }
  },
  {
    "translation": {
      "en": "I have something to say.",
      "th": "ก็หนูมีเรื่องจะพูดออกมา"
    }
  },
  {
    "translation": {
      "en": "Well, you find another way to say it.",
      "th": "ก็ไปหาทางอื่นพูดสิ"
    }
  },
  {
    "translation": {
      "en": "And don't you ever take my keys again.",
      "th": "และอย่าได้เอากุญแจของแม่ไปอีก"
    }
  },
  {
    "translation": {
      "en": "Go.",
      "th": "ไปได้"
    }
  },
  {
    "translation": {
      "en": "Chef, thank you for joining us.",
      "th": "เชฟ ขอบคุณที่มาครับ"
    }
  },
  {
    "translation": {
      "en": "What do you need, Brad?",
      "th": "ต้องการอะไร แบรด"
    }
  },
  {
    "translation": {
      "en": "Let us discuss the dissolute life this catfish led.",
      "th": "มาคุยกันเรื่องชีวิตแสนจะเสเพลของปลาดุกนี้กัน"
    }
  },
  {
    "translation": {
      "en": "Overlook his sins and fry him.",
      "th": "เลิกสนบาปมัน แล้วเอาไปทอด"
    }
  },
  {
    "translation": {
      "en": "Folks are coming to eat him, not befriend him.",
      "th": "คนเขามากินมัน ไม่ได้มาเป็นเพื่อนด้วย"
    }
  },
  {
    "translation": {
      "en": "I wanted to poach him.",
      "th": "ผมอยากเอาไปเคี่ยว"
    }
  },
  {
    "translation": {
      "en": "Well, we all want things we can't have. All right, listen up, y'all.",
      "th": "เราก็อยากได้สิ่งที่ไม่ได้กันทั้งนั้น เอาละ ทุกคนฟังทางนี้"
    }
  },
  {
    "translation": {
      "en": "We have a problem.",
      "th": "เรามีปัญหาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Several bottles of very expensive liquor are missing.",
      "th": "เหล้าราคาแพงมากๆ หายไปหลายขวด"
    }
  },
  {
    "translation": {
      "en": "[Brad] Disappointing.",
      "th": "น่าผิดหวังมาก"
    }
  },
  {
    "translation": {
      "en": "These things don't happen in a well-run kitchen, people.",
      "th": "เรื่องแบบนี้จะไม่เกิดในครัวที่มีการบริหารดี"
    }
  },
  {
    "translation": {
      "en": "How are we gonna handle this?",
      "th": "เราจะจัดการปัญหานี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "If the bottles are returned by end of day tomorrow,",
      "th": "ถ้าได้เหล้าคืนมาภายในวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "I absolve you. If they aren't, there will be hell to pay. That simple.",
      "th": "ฉันจะยกโทษให้ แต่ถ้าไม่ได้คืนมา ต้องชดใช้กันหนักแน่ ง่ายๆ แบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Any questions?",
      "th": "มีคำถามไหม"
    }
  },
  {
    "translation": {
      "en": "-[employees] No, chef. -Thank you.",
      "th": "- ไม่มีครับ เชฟ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Back to work, everyone.",
      "th": "ทุกคนกลับไปทำงานได้"
    }
  },
  {
    "translation": {
      "en": "Erik's right. Let's get ready to make some hungry people happy.",
      "th": "เอริคพูดถูก มาเตรียมพร้อมทำให้คนหิว มีความสุขกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hey, can you go upstairs and make sure Katie brushed her teeth?",
      "th": "ลูกช่วยขึ้นไปข้างบน และเช็กว่าเคที่แปรงฟันแล้วทีได้ไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -Thank you.",
      "th": "ขอบคุณจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for dinner, Mom.",
      "th": "ขอบคุณสำหรับอาหารเย็นครับ แม่"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm glad you liked it. You were pretty quiet.",
      "th": "จ้ะ ดีใจที่ลูกชอบ ลูกเงียบมากเลย"
    }
  },
  {
    "translation": {
      "en": "Can't get a word in once Katie gets going on Trollhunters.",
      "th": "พอเคที่เริ่มพูดถึงโทรลล์ฮันเตอร์สแล้ว ก็แทรกไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I thought it was because you didn't want to tell me the details of your practice.",
      "th": "แม่นึกว่า เพราะลูกไม่อยากเล่าเรื่องตอนซ้อมให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "Told you on the way home. Practice was fine.",
      "th": "ก็บอกระหว่างกลับบ้านแล้วว่ามันโอเค"
    }
  },
  {
    "translation": {
      "en": "-Tyler. -Mother.",
      "th": "- ไทเลอร์ - แม่"
    }
  },
  {
    "translation": {
      "en": "Coach Maddox told me there was a problem.",
      "th": "โค้ชแม้ดด็อกซ์บอกแม่ว่ามีปัญหา"
    }
  },
  {
    "translation": {
      "en": "That's great.",
      "th": "ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Thought maybe you'd wanna fess up.",
      "th": "แม่นึกว่าลูกจะอยากสารภาพ"
    }
  },
  {
    "translation": {
      "en": "Tell me the details.",
      "th": "เล่ารายละเอียดมา"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Okay. Okay, Jacks is a jerk.",
      "th": "โอเค แจ็คงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "Coach is a hardass, and I ran laps. Is that enough detail?",
      "th": "โค้ชใช้อำนาจและผมต้องวิ่งรอบสนาม ละเอียดพอไหม"
    }
  },
  {
    "translation": {
      "en": "-Watch your tone. -Can I watch it in my room?",
      "th": "ระวังน้ำเสียงด้วย - ผมไประวังในห้องได้ไหม - ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "Tyler, I've had myself a day,",
      "th": "- ผมไประวังในห้องได้ไหม - ไทเลอร์ วันนี้แม่ก็หนัก"
    }
  },
  {
    "translation": {
      "en": "and the last thing I need is disrespect from you to ice the cake.",
      "th": "อย่างสุดท้ายที่แม่ต้องการคือการไม่เคารพจากลูก ให้มันแย่ไปอีก"
    }
  },
  {
    "translation": {
      "en": "-Yeah, but-- -Go upstairs before you say something that I will make you regret.",
      "th": "ขึ้นไปข้างบนก่อนที่ลูกจะพูดอะไร ที่ทำให้แม่ต้องทำลูกเสียใจ"
    }
  },
  {
    "translation": {
      "en": "God, I-- I thought you'd gone!",
      "th": "พระเจ้า นึกว่าคุณกลับไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Inspiration struck.",
      "th": "แรงบันดาลใจผมตัน"
    }
  },
  {
    "translation": {
      "en": "I want to experiment.",
      "th": "ผมอยากทดลอง"
    }
  },
  {
    "translation": {
      "en": "Uh, not at this hour.",
      "th": "ไม่ใช่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "This is when I do my best cooking.",
      "th": "ตอนนี้แหละผมทำอาหารได้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Well, that's supposed to be when you're on the clock.",
      "th": "คุณควรทำได้ดีสุดในชั่วโมงทำงาน"
    }
  },
  {
    "translation": {
      "en": "-[Dana Sue chuckles] -Eh, you know,",
      "th": "รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "you squelch my creativity because you're jealous.",
      "th": "คุณสกัดความสร้างสรรค์ของผม เพราะคุณอิจฉา"
    }
  },
  {
    "translation": {
      "en": "Have you been drinking?",
      "th": "นี่ดื่มเหล้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm not on your stupid clock.",
      "th": "ผมไม่ได้อยู่ในเวลางานงี่เง่าๆ ของคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're in my kitchen.",
      "th": "คุณอยู่ในครัวฉัน"
    }
  },
  {
    "translation": {
      "en": "And there's no drinking in my kitchen. Ever.",
      "th": "และในครัวฉันห้ามดื่มเหล้าเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "What...",
      "th": "อะไร..."
    }
  },
  {
    "translation": {
      "en": "-Oh, you like my cologne? -Oh my God, that's whiskey!",
      "th": "- ชอบน้ำหอมผมเหรอ - พระเจ้า นี่กลิ่นวิสกี้"
    }
  },
  {
    "translation": {
      "en": "That is old, expensive whiskey!",
      "th": "วิสกี้เก่าราคาแพง"
    }
  },
  {
    "translation": {
      "en": "You thief!",
      "th": "ไอ้หัวขโมย!"
    }
  },
  {
    "translation": {
      "en": "You know, everything that you have",
      "th": "รู้ไหม ทุกอย่างที่คุณมี"
    }
  },
  {
    "translation": {
      "en": "is because of me.",
      "th": "ก็ได้มาเพราะผม"
    }
  },
  {
    "translation": {
      "en": "Everything I have, I worked for.",
      "th": "ทุกอย่างที่ฉันมี ฉันทุ่มเทจนได้มา"
    }
  },
  {
    "translation": {
      "en": "And sacrificed for",
      "th": "และเสียสละให้ได้มา"
    }
  },
  {
    "translation": {
      "en": "without talking down to my staff",
      "th": "โดยไม่ต้องดูหมิ่นพนักงาน"
    }
  },
  {
    "translation": {
      "en": "or pretending that my talent excuses bad behavior.",
      "th": "หรือแกล้งทำเป็นว่าพรสวรรค์ของฉัน เป็นข้ออ้างให้ทำตัวห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "You know the reason female chefs rarely succeed?",
      "th": "รู้เหตุผลที่เชฟผู้หญิง ไม่ค่อยประสบความสำเร็จไหม"
    }
  },
  {
    "translation": {
      "en": "You can't take criticism.",
      "th": "พวกคุณรับคำวิจารณ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Goodbye, Brad.",
      "th": "ลาก่อน แบรด"
    }
  },
  {
    "translation": {
      "en": "[chortles] Oh, come on!",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Ah, don't be a buzzkill.",
      "th": "อย่าทำให้หมดสนุกสิ"
    }
  },
  {
    "translation": {
      "en": "We got this beautiful piece of meat to play with.",
      "th": "เรามีเนื้อสวยๆ ให้เอามาเล่นนะ"
    }
  },
  {
    "translation": {
      "en": "-We got all night. -You're fired.",
      "th": "- เรามีเวลาทั้งคืน - คุณโดนไล่ออก"
    }
  },
  {
    "translation": {
      "en": "[chortles] No, I'm not.",
      "th": "ไม่โดนหรอก"
    }
  },
  {
    "translation": {
      "en": "Well,",
      "th": "งั้น"
    }
  },
  {
    "translation": {
      "en": "I don't think I could use any smaller words.",
      "th": "ฉันไม่คิดว่าจะพูดสั้นๆ กว่านี้ได้"
    }
  },
  {
    "translation": {
      "en": "Go.",
      "th": "ไป"
    }
  },
  {
    "translation": {
      "en": "-No, come on. -Don't touch me!",
      "th": "- ไม่เอาน่า - อย่ามาโดนตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "th": "ออกไป"
    }
  },
  {
    "translation": {
      "en": "Get out.",
      "th": "ออกไป"
    }
  },
  {
    "translation": {
      "en": "Get your things and get out of here!",
      "th": "เก็บข้าวของแล้วออกไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "And leave your key.",
      "th": "ทิ้งกุญแจเอาไว้ด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Daddy! Daddy's here!",
      "th": "พ่อขา พ่อมา!"
    }
  },
  {
    "translation": {
      "en": "[woman] Hi, Katie.",
      "th": "ไงจ๊ะ เคที่"
    }
  },
  {
    "translation": {
      "en": "[Katie] No, you're not Daddy.",
      "th": "ไม่ คุณไม่ใช่พ่อนี่"
    }
  },
  {
    "translation": {
      "en": "-Noreen. -Bill got called into the office.",
      "th": "- นอรีน - บิลโดนโทรเรียกให้ไปที่คลินิก"
    }
  },
  {
    "translation": {
      "en": "There's this nasty bug going around,",
      "th": "มีไวรัสระบาดน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "and we just got flooded with emergency walk-ins.",
      "th": "และเราก็มีคนไข้ที่ไม่ได้นัด เข้ามารักษาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "So I'm here to pick them up.",
      "th": "ฉันเลยมารับเด็กๆ แทน"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm not going.",
      "th": "โอเค ผมไม่ไป"
    }
  },
  {
    "translation": {
      "en": "Oh, no, your dad doesn't have to work the whole day.",
      "th": "ไม่ พ่อเธอไม่ต้องทำงานทั้งวันหรอกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "He's just running late, and he didn't want y'all to have to wait.",
      "th": "เขาแค่จะมาช้า และไม่อยากให้พวกเธอรอ"
    }
  },
  {
    "translation": {
      "en": "It's your dad's day.",
      "th": "นี่เป็นวันของพ่อเขานะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I don't have the bug so I don't need to see him.",
      "th": "ใช่ ผมไม่มีไวรัส งั้นก็ไม่ต้องไปหาพ่อหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm staying with Ty.",
      "th": "หนูจะอยู่กับไท"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna force my children to go with you.",
      "th": "ฉันจะไม่บังคับให้เด็กๆ ไปกับเธอหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Bill will be so disappointed.",
      "th": "บิลคงผิดหวังมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, Bill should be here.",
      "th": "ใช่ บิลควรมาที่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "I'll go.",
      "th": "ผมไปก็ได้"
    }
  },
  {
    "translation": {
      "en": "So, how's school?",
      "th": "โรงเรียนเป็นยังไงบ้างจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "ก็ดีฮะ"
    }
  },
  {
    "translation": {
      "en": "I'm in the spring play. I'm Puck in Midsummer Night's Dream.",
      "th": "ผมได้เล่นละครฤดูใบไม้ผลิ เล่นเป็นพัค ในเรื่องราตรีนิมิตกลางคิมหันต์"
    }
  },
  {
    "translation": {
      "en": "I don't know that one.",
      "th": "ฉันไม่รู้จักเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Shakespeare?",
      "th": "เชกสเปียร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I've only seen one play. It was beautiful.",
      "th": "ฉันเคยดูละครแค่เรื่องเดียว มันงดงาม"
    }
  },
  {
    "translation": {
      "en": "It was called Cats.",
      "th": "ชื่อเรื่องแคทส์"
    }
  },
  {
    "translation": {
      "en": "Yeah, but that's a musical.",
      "th": "ใช่ แต่นั่นเป็นละครเพลง"
    }
  },
  {
    "translation": {
      "en": "It's not real theater.",
      "th": "ไม่ใช่ละครในโรงละครจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But your play is?",
      "th": "แต่ละครที่เธอเล่นใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Doesn't get much more classic.",
      "th": "คลาสสิกไปมากกว่านี้ไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Tell me more.",
      "th": "เล่าให้ฉันฟังอีกหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "[Helen] Hey, girl.",
      "th": "ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, morning.",
      "th": "ไง อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "You know, Erik's at the Farmer's Market hunting strawberries for shortcake",
      "th": "รู้ไหม เอริคไปตามล่าหาสตรอว์เบอร์รี่ จากตลาดชาวไร่มาทำชอร์ตเค้ก"
    }
  },
  {
    "translation": {
      "en": "and you are way too early for croissants.",
      "th": "และเธอมาเช้าเกินไปที่จะได้กินครัวซองต์"
    }
  },
  {
    "translation": {
      "en": "I'm on my way to the office for a little quiet work time,",
      "th": "ฉันกำลังจะไปออฟฟิศเพื่อจะได้ทำงานตอนเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "and I thought I'd pop in and say good morning.",
      "th": "แล้วก็คิดว่าน่าจะแวะมาทักทายหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well, good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "You alone?",
      "th": "อยู่คนเดียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, had to get a jump on things.",
      "th": "ใช่ อยากเริ่มทำงานแต่เช้า"
    }
  },
  {
    "translation": {
      "en": "Short-handed.",
      "th": "คนไม่พอน่ะ"
    }
  },
  {
    "translation": {
      "en": "I fired Brad.",
      "th": "ฉันไล่แบรดออก"
    }
  },
  {
    "translation": {
      "en": "I see.",
      "th": "งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "He was drinking.",
      "th": "เขาดื่มเหล้า"
    }
  },
  {
    "translation": {
      "en": "-You have a rule. -And he stole from me.",
      "th": "- เธอมีกฎระเบียบ - และเขาขโมยของจากฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, he broke the law.",
      "th": "อ้อ เขาทำผิดกฎหมายด้วย"
    }
  },
  {
    "translation": {
      "en": "And he lied to me.",
      "th": "และโกหกฉัน"
    }
  },
  {
    "translation": {
      "en": "And I will not have a man who lies in this kitchen or in my life.",
      "th": "และฉันจะไม่ยอมให้ผู้ชายที่โกหกอยู่ในครัวนี้ หรืออยู่ในชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "You'll find better.",
      "th": "เดี๋ยวก็เจอคนที่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -For both.",
      "th": "ในทั้งสองเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Thank you. Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I hope so.",
      "th": "ฉันก็หวังว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Hello! -Mama. -[chuckles]",
      "th": "- สวัสดีค่ะ - แม่"
    }
  },
  {
    "translation": {
      "en": "[chuckling] How crappy is your day, dear?",
      "th": "วันนี้แย่แค่ไหนจ๊ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Well, that's such a kind assumption.",
      "th": "แหม เดาได้เมตตากันดีจริงๆ เลย แม่"
    }
  },
  {
    "translation": {
      "en": "If your day was fabulous,",
      "th": "ถ้าลูกมีวันที่เลิศ"
    }
  },
  {
    "translation": {
      "en": "your daughter would not have called me, begging me to rescue her.",
      "th": "ลูกสาวลูกคงไม่โทรขอให้แม่มาช่วยหรอก"
    }
  },
  {
    "translation": {
      "en": "Katydid! Nana's here!",
      "th": "เคที่ดิ๊ดจ๋า ยายมาแล้ว!"
    }
  },
  {
    "translation": {
      "en": "You know she's not supposed to use the phone without permission.",
      "th": "เธอไม่ควรใช้โทรศัพท์โดยไม่ได้รับอนุญาตนะคะ"
    }
  },
  {
    "translation": {
      "en": "Well, just be grateful that she called me instead of someone less fun.",
      "th": "ลูกน่าจะดีใจที่หลานโทรหาแม่ ไม่ใช่คนอื่นที่สนุกสนานน้อยกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Oh, you're-- Good girl! You're doing your resume!",
      "th": "ตายแล้ว ลูกทำประวัติงานอยู่!"
    }
  },
  {
    "translation": {
      "en": "But not very well. But you're doing it!",
      "th": "ไม่ได้ดีมาก แต่ลูกกำลังทำอยู่!"
    }
  },
  {
    "translation": {
      "en": "Okay, well, don't help, Mama.",
      "th": "โอเค แม่คะ ไม่ได้ช่วยเลย"
    }
  },
  {
    "translation": {
      "en": "Mothers returning to the workforce",
      "th": "แม่ที่กลับไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "should be thinking in terms of relevant experience.",
      "th": "ควรคิดถึงประสบการณ์ที่มีความเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "For instance, um,",
      "th": "ตัวอย่างเช่น"
    }
  },
  {
    "translation": {
      "en": "organizing school field trips is material and manpower management.",
      "th": "การจัดทัศนศึกษาเป็นการจัดการวัสดุ และกำลังคน"
    }
  },
  {
    "translation": {
      "en": "When was the last time you did a resume?",
      "th": "แม่ทำประวัติงานครั้งสุดท้ายเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Never, I have a catalog. My paintings speak for me.",
      "th": "ไม่เคยเลย แม่มีแคตาล็อก ภาพวาดของแม่มันพูดแทนให้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, then you should probably be the last person",
      "th": "งั้นแม่น่าจะเป็นคนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "giving me advice on writing one.",
      "th": "ที่แนะนำวิธีเขียนให้หนูนะ"
    }
  },
  {
    "translation": {
      "en": "Why does everyone think they can sit in judgment in my life?",
      "th": "ทำไมทุกคนคิดว่ามีสิทธิ์จะมาตัดสิน เรื่องในชีวิตหนูได้"
    }
  },
  {
    "translation": {
      "en": "People are trying to help you because they love you,",
      "th": "คนเขาพยายามจะช่วยเพราะว่ารักลูก"
    }
  },
  {
    "translation": {
      "en": "and they believe that you deserve better.",
      "th": "และพวกเขาคิดว่าลูกสมควรได้สิ่งที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Me and my friends are ready to go, Nana!",
      "th": "หนูกับเพื่อนๆ พร้อมจะไปแล้วค่ะ คุณยาย"
    }
  },
  {
    "translation": {
      "en": "Well, then let's go and have ourselves... [kisses] ...an adventure!",
      "th": "งั้นก็ออกไปผจญภัยกันเถอะจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you know what you have to do before we go.",
      "th": "หลานรู้นี่ว่าต้องทำอะไรก่อนเราจะไปกัน"
    }
  },
  {
    "translation": {
      "en": "-Bye, Mommy. -Bye, baby.",
      "th": "- บายค่ะ แม่ - บายจ้ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Have fun.",
      "th": "ขอให้สนุกนะ"
    }
  },
  {
    "translation": {
      "en": "How bad can the world be, really?",
      "th": "โลกมันจะเลวร้ายได้แค่ไหนกัน จริงไหม"
    }
  },
  {
    "translation": {
      "en": "[Paula] So, are we gonna go get those black shoes today?",
      "th": "งั้นวันนี้เราจะไปซื้อรองเท้าสีดำคู่นั้นใช่ไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-[Katie] Yeah. -[Paula] You're very grown-up!",
      "th": "- ใช่ค่ะ - หลานนี่เป็นผู้ใหญ่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "So you have heard of the Pickle Jar?",
      "th": "เคยได้ยินเรื่องพิคเคิลจาร์ไหม"
    }
  },
  {
    "translation": {
      "en": "I haven't been inside one.",
      "th": "ฉันไม่ใช่คนวงในค่ะ"
    }
  },
  {
    "translation": {
      "en": "But the commercials make it look like an arcade",
      "th": "แต่จากโฆษณา เหมือนเป็นร้านเกมตู้"
    }
  },
  {
    "translation": {
      "en": "crossed with a barn wrapped up in a burger joint.",
      "th": "ผสมกับโรงนา รวมอยู่ในร้านเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -They're loud and messy,",
      "th": "- ใช่ - ร้านพวกเขาเสียงดังและวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "and they don't have ice cream!",
      "th": "และไม่ขายไอศกรีม"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -[Neville] They wanna buy the whole block.",
      "th": "พวกเขาอยากซื้อทั้งช่วงตึก"
    }
  },
  {
    "translation": {
      "en": "Us, the hardware store, and the dry cleaner.",
      "th": "เรา ร้านขายเครื่องมือและบริการซักแห้ง"
    }
  },
  {
    "translation": {
      "en": "The Gibsons don't wanna sell.",
      "th": "พวกกิ๊บสันไม่อยากขาย"
    }
  },
  {
    "translation": {
      "en": "Collins, he'd sell the hardware store and leave town tomorrow.",
      "th": "คอลลินส์ เขาจะขายร้านอุปกรณ์ และออกจากเมืองไปพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "What do you want to do?",
      "th": "คุณอยากทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Serenity does need the new business.",
      "th": "เซเรนิตี้ต้องการธุรกิจใหม่จริง"
    }
  },
  {
    "translation": {
      "en": "Just not this one.",
      "th": "แต่ไม่ใช่ธุรกิจนี้"
    }
  },
  {
    "translation": {
      "en": "It would be great to travel.",
      "th": "ถ้าได้ออกเดินทางก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "You'd be bored in a week.",
      "th": "อาทิตย์เดียวคุณก็เบื่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do I sense a lack of consensus?",
      "th": "นี่เห็นไม่ตรงกันหรือเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Worry Wart here is suddenly thinking",
      "th": "ตาคนขี้กังวลนี่ จู่ๆ ก็คิด"
    }
  },
  {
    "translation": {
      "en": "that maybe we should sell for the greater good.",
      "th": "ว่าถ้าเราขายจะดีกับส่วนรวมมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Go along with Collins,",
      "th": "เห็นพ้องกับคอลลินส์"
    }
  },
  {
    "translation": {
      "en": "persuade the Gibsons,",
      "th": "ไปชวนพวกกิ๊บสัน"
    }
  },
  {
    "translation": {
      "en": "and use the money to help Serenity in some new way.",
      "th": "และเอาเงินมาช่วยเซเรนิตี้ด้วยวิธีใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Which is why we wanted to see what you think of the offer.",
      "th": "เราถึงอยากรู้ว่าคุณคิดยังไงกับข้อเสนอ"
    }
  },
  {
    "translation": {
      "en": "We do need to think of the greater good here.",
      "th": "เราต้องคิดถึงส่วนรวมจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "You and I have always been committed to bringing business to Serenity, Helen.",
      "th": "คุณกับผมต่างก็มุ่งมั่น ว่าจะนำธุรกิจเข้ามาที่เซเรนิตี้นะ เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Why else be on Town Council?",
      "th": "ไม่งั้นจะอยู่ในสภาเทศบาลทำไม"
    }
  },
  {
    "translation": {
      "en": "But as happy as Grace and I are here...",
      "th": "แต่ถึงผมกับเกรซจะมีความสุขที่อยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "...if you think this is a good offer and we--",
      "th": "ถ้าคุณคิดว่าข้อเสนอนี้ดี และเรา..."
    }
  },
  {
    "translation": {
      "en": "They're lowballing you. Significantly. They won't come up in any meaningful way.",
      "th": "พวกเขากดราคาคุณน่าดูเลย ไม่น่าจะให้ข้อเสนอที่ดีขึ้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Thank you, Jesus!",
      "th": "ขอบคุณสวรรค์!"
    }
  },
  {
    "translation": {
      "en": "All right, sugar. We are not selling.",
      "th": "โอเคนะ ที่รัก เราจะไม่ขาย"
    }
  },
  {
    "translation": {
      "en": "Helen says it's okay.",
      "th": "เฮเลนบอกว่าไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "But what happens to Collins?",
      "th": "แล้วคอลลินส์จะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, we can work on finding him another option,",
      "th": "เราช่วยหาทางเลือกอื่นให้เขาได้"
    }
  },
  {
    "translation": {
      "en": "if he'll let us.",
      "th": "ถ้าเขายอมนะ"
    }
  },
  {
    "translation": {
      "en": "Helen Decatur, I'm making you a milkshake to celebrate.",
      "th": "เฮเลน ดีเคเทอร์ ฉันจะทำนมปั่นให้เธอ เป็นการฉลอง"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Annie] I've got dessert!",
      "th": "ฉันมีของหวานด้วย"
    }
  },
  {
    "translation": {
      "en": "-Yay! Chef Erik brownies! -[Annie chuckles]",
      "th": "เย่! บราวนี่ของเชฟเอริค!"
    }
  },
  {
    "translation": {
      "en": "Mom knows they're your favorite.",
      "th": "แม่รู้ว่าเป็นของโปรดเธอ"
    }
  },
  {
    "translation": {
      "en": "So, Margarita Night underway?",
      "th": "งั้นตอนนี้ก็เป็นคืนมาร์การิต้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, uh, Aunt Helen came in with Mom and me.",
      "th": "ใช่ น้าเฮเลนมาพร้อมแม่กับฉัน"
    }
  },
  {
    "translation": {
      "en": "-They're in the living room. -As always.",
      "th": "- พวกเขาอยู่ในห้องนั่งเล่นแน่ะ - ก็เหมือนเคย"
    }
  },
  {
    "translation": {
      "en": "Uh, no, thanks. I gotta bounce. I'm meeting Luke.",
      "th": "ไม่ ขอบคุณ ฉันต้องไปแล้ว นัดลุคเอาไว้"
    }
  },
  {
    "translation": {
      "en": "Should I put it in the fridge?",
      "th": "ให้ฉันเอาใส่ตู้เย็นไหม"
    }
  },
  {
    "translation": {
      "en": "I'll take that!",
      "th": "ฉันขอนะ"
    }
  },
  {
    "translation": {
      "en": "-Would you like to go-- -Trollhunters!",
      "th": "- เธออยากจะ... - โทรลล์ฮันเตอร์ส!"
    }
  },
  {
    "translation": {
      "en": "Captain, you have the comm.",
      "th": "- กัปตัน ยกให้คุณเลย - ว้าว"
    }
  },
  {
    "translation": {
      "en": "Wow, great power and great responsibility.",
      "th": "อำนาจยิ่งใหญ่มาพร้อมความรับผิดชอบสินะ"
    }
  },
  {
    "translation": {
      "en": "I believe in you.",
      "th": "ฉันเชื่อมั่นในตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "All right, y'all. Don't have too much fun.",
      "th": "เอาละ ทุกคน อย่าสนุกกันจนเกินไปนะ"
    }
  },
  {
    "translation": {
      "en": "[all] Pour it out.",
      "th": "เทออกมาให้หมด"
    }
  },
  {
    "translation": {
      "en": "This touches my soul.",
      "th": "ฉันปลื้มปริ่มมาก"
    }
  },
  {
    "translation": {
      "en": "The companions or the margaritas?",
      "th": "เพราะเพื่อนหรือมาร์การิต้า"
    }
  },
  {
    "translation": {
      "en": "Mmm. Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I thank heavens for Margarita Nights.",
      "th": "ฉันชอบคืนมาร์การิต้า"
    }
  },
  {
    "translation": {
      "en": "I truly, truly believe",
      "th": "ฉันเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "that there is not a problem in this world",
      "th": "ว่าโลกนี้ไม่มีปัญหาไหน"
    }
  },
  {
    "translation": {
      "en": "that cannot be solved by having a drink and a talk",
      "th": "ที่แก้ไขไม่ได้ด้วยการดื่มและคุยกัน"
    }
  },
  {
    "translation": {
      "en": "with the two of you.",
      "th": "กับพวกเธอสองคน"
    }
  },
  {
    "translation": {
      "en": "It's been a week, hasn't it?",
      "th": "อาทิตย์หนึ่งแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "Oof. Yeah, my week had a week.",
      "th": "ใช่ อาทิตย์นี้ของฉันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Helen] Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Right. I fired Brad.",
      "th": "ใช่ ฉันไล่แบรดออก"
    }
  },
  {
    "translation": {
      "en": "So I have to find a new sous-chef and...",
      "th": "เลยต้องหาผู้ช่วยเชฟคนใหม่ และ..."
    }
  },
  {
    "translation": {
      "en": "ugh, just regular kitchen turmoil.",
      "th": "เรื่องวุ่นวายในครัวทั่วๆ ไป"
    }
  },
  {
    "translation": {
      "en": "Oh, and also my daughter hates me and hates Serenity",
      "th": "อ้อ แล้วลูกสาวฉันก็เกลียดฉัน และเมืองเซเรนิตี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "and can't wait to get away from both of us, so--",
      "th": "เธออยากหนีจากเราทั้งคู่ไปจะแย่แล้ว ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "What happened with Annie?",
      "th": "เกิดอะไรขึ้นกับแอนนี่"
    }
  },
  {
    "translation": {
      "en": "She is going through that very special phase.",
      "th": "เธอกำลังผ่านช่วงวัยที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "Serenity is small and slow and she must see the world.",
      "th": "เซเรนิตี้เป็นเมืองเล็กและเชื่องช้า เธอต้องออกไปเห็นโลกกว้าง"
    }
  },
  {
    "translation": {
      "en": "Oh, I remember that phase.",
      "th": "อ้อ ฉันจำช่วงวัยนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Yeah. You do, and you did it. You left. Cheers.",
      "th": "ใช่ เธอจำได้แล้วก็ทำได้ด้วย เธอจากไป ดื่มเลย"
    }
  },
  {
    "translation": {
      "en": "Yes, cheers. [chuckles]",
      "th": "ใช่ ดื่ม"
    }
  },
  {
    "translation": {
      "en": "All right, well, this is what Annie thinks of Serenity.",
      "th": "โอเค แอนนี่มองเซเรนิตี้แบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "[Helen] Whatever happened to expressing yourself through bad haircuts and loud music?",
      "th": "เกิดอะไรขึ้นกับการแสดงความเป็นตัวเอง ด้วยทรงผมเห่ยๆ กับเพลงดังๆ เนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[Dana Sue] Thank you. -[Maddie] These are good.",
      "th": "- ขอบคุณ - สวยดีนะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "-Not the possum. -[Helen] That's a possum!",
      "th": "- ไม่ใช่พอสซั่ม - นั่นตัวพอสซั่ม"
    }
  },
  {
    "translation": {
      "en": "-But the pictures. -[Helen] Uh-uh. She should keep this up.",
      "th": "ฉันหมายถึงภาพ เธอควรถ่ายต่อไป"
    }
  },
  {
    "translation": {
      "en": "Well, this isn't really how I want her to see Serenity.",
      "th": "นี่ไม่ใช่ภาพของเซเรนิตี้ที่ฉันอยากให้เธอมอง"
    }
  },
  {
    "translation": {
      "en": "You can encourage her art while also continuing to change her point of view.",
      "th": "เธอสนับสนุนงานด้านศิลปะของลูก โดยเปลี่ยนมุมมองของเธอไปด้วยได้"
    }
  },
  {
    "translation": {
      "en": "[Dana Sue] But the art, right?",
      "th": "แต่ศิลปะ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Maddie] I'm sorry, Dana Sue.",
      "th": "ฉันเสียใจด้วยนะ เดน่า ซู"
    }
  },
  {
    "translation": {
      "en": "And I'm sorry about Brad.",
      "th": "และเสียใจด้วยเรื่องแบรด"
    }
  },
  {
    "translation": {
      "en": "Is that why you're carrying that weight of the world look on your face?",
      "th": "เพราะแบบนี้ เธอถึงทำหน้าเหมือนแบกโลกไว้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You mean this?",
      "th": "หมายถึงแบบนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "It's all the rage this season, you know? [laughs]",
      "th": "มันเป็นแฟชั่นในฤดูกาลนี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "And it goes perfectly",
      "th": "และมันเข้ากันดี"
    }
  },
  {
    "translation": {
      "en": "with my \"Are you sure you want my opinion?\" lipstick.",
      "th": "กับลิปสติกสี \"แน่ใจเหรอว่าอยากได้ความเห็นฉัน\""
    }
  },
  {
    "translation": {
      "en": "Mmm. I highly recommend the \"Don't make me smack you\" nail polish.",
      "th": "ฉันขอแนะนำยาทาเล็บสี \"อย่าให้ฉันตบเธอนะยะ\""
    }
  },
  {
    "translation": {
      "en": "[Maddie] Favorite shade.",
      "th": "สีโปรดเลย"
    }
  },
  {
    "translation": {
      "en": "You know, all this beauty talk sure makes me wish",
      "th": "รู้ไหม การคุยเรื่องความงามนี่ทำให้เธออยาก"
    }
  },
  {
    "translation": {
      "en": "we were going somewhere soothing and relaxing,",
      "th": "ไปที่ไหนที่มันสบายและผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "like a spa.",
      "th": "อย่างสปา"
    }
  },
  {
    "translation": {
      "en": "Mmm. Oh my, yes. I would do anything to go to one.",
      "th": "ใช่เลย ฉันยอมทำทุกอย่างเพื่อให้ได้ไป"
    }
  },
  {
    "translation": {
      "en": "-Me too. -Or better yet, to run one!",
      "th": "- ฉันด้วย - หรือให้ดีกว่านั้น ก็เป็นเจ้าของเลย"
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "th": "หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "I know you guys mean well, but my life is insane.",
      "th": "ฉันรู้ว่าพวกเธอเจตนาดี แต่ตอนนี้ชีวิตฉันวุ่นวายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I'm holding it together by duct tape and happy thoughts",
      "th": "ฉันกำลังพยายามตั้งตัวให้ติด โดยใช้เทปกาวกับแนวคิดแสนสุข"
    }
  },
  {
    "translation": {
      "en": "and I'm near out of both.",
      "th": "ตอนนี้ก็เกือบหมดแล้วทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Which makes this the perfect time to start something new.",
      "th": "ซึ่งทำให้นี่เป็นเวลาเหมาะจะเริ่มสิ่งใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know if it's going to restock your duct tape,",
      "th": "ฉันไม่รู้ว่าจะทำให้เธอกลับมามีเทปกาวไหม"
    }
  },
  {
    "translation": {
      "en": "but...",
      "th": "แต่..."
    }
  },
  {
    "translation": {
      "en": "-those happy thoughts will just-- -[Maddie] What about you?",
      "th": "- ความคิดแสนสุขนั่นมันช่าง... - แล้วเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're swamped at the restaurant. You think you can take this on too?",
      "th": "เธองานท่วมหัวที่ร้านอาหาร คิดว่าจะจัดการเรื่องนี้ได้ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You know me. The busier I am, the happier I am.",
      "th": "เธอก็รู้จักฉัน ยิ่งยุ่งฉันก็ยิ่งมีความสุข"
    }
  },
  {
    "translation": {
      "en": "Maddie, you are a terrific manager.",
      "th": "แมดดี้ เธอเป็นผู้จัดการที่เก่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "And you have a gift for marketing.",
      "th": "และมีพรสวรรค์ด้านการตลาด"
    }
  },
  {
    "translation": {
      "en": "You remember what that boutique in Charleston looked like",
      "th": "จำได้ไหมว่าร้านบูติคในชาร์ลสตันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-before you started? -Barely.",
      "th": "- ก่อนเธอเริ่มทำ - แทบไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "That was before the kids.",
      "th": "นั่นมันก่อนมีลูก"
    }
  },
  {
    "translation": {
      "en": "That was how you put Bill through medical school.",
      "th": "นั่นทำให้เธอส่งให้บิลเรียนหมอจบ"
    }
  },
  {
    "translation": {
      "en": "Another lifetime.",
      "th": "ตั้งชาติหนึ่งมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "And another lifetime starts right now.",
      "th": "และอีกชาติก็จะเริ่มต้น ณ บัดนี้"
    }
  },
  {
    "translation": {
      "en": "With you in the driver's seat, -pedal to the metal... -[Helen] Yes.",
      "th": "ด้วยการที่เธอขึ้นที่นั่งคนขับ แล้วเหยียบเต็มที่"
    }
  },
  {
    "translation": {
      "en": "...not answering to a man.",
      "th": "ไม่ต้องสนผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "♪ It's yo' money, yo' destiny ♪",
      "th": "เงินเธอ พรหมลิขิตของเธอ"
    }
  },
  {
    "translation": {
      "en": "Wait, so this is charity?",
      "th": "เดี๋ยว นี่งานการกุศลเหรอ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "Maddie, it's an investment.",
      "th": "แมดดี้ นี่เป็นการลงทุน"
    }
  },
  {
    "translation": {
      "en": "Maddie, Maddie, we have been talking about this",
      "th": "แมดดี้ เราคุยเรื่องนี้กันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "since we were Katie's age!",
      "th": "ตั้งแต่อายุเท่าเคที่"
    }
  },
  {
    "translation": {
      "en": "Going into business together, remember?",
      "th": "การทำธุรกิจด้วยกันไง จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "The Sweet Magnolias making their mark on Serenity.",
      "th": "สาวๆ สวีท แมกโนเลีย ฝากชื่อไว้ในเมืองเซเรนิตี้"
    }
  },
  {
    "translation": {
      "en": "Our, our spa is the perfect way to do that.",
      "th": "สปาของเราเป็นวิธีที่เหมาะที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Come on, Maddie. You gotta trust us. -[Maddie] Okay.",
      "th": "เถอะน่า แมดดี้ เธอต้องเชื่อใจเรานะ"
    }
  },
  {
    "translation": {
      "en": "When have we ever led you astray?",
      "th": "เราเคยนำเธอไปในทางผิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Don't answer that.",
      "th": "อย่าตอบนะ"
    }
  },
  {
    "translation": {
      "en": "[laughing] I'm not. I can't. I cannot answer that.",
      "th": "ไม่ ไม่ได้ ฉันตอบข้อนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That's not the way to convince her! Don't lie to her!",
      "th": "ทำแบบนั้นกล่อมเธอไม่ได้หรอก อย่าโกหกเธอสิ"
    }
  },
  {
    "translation": {
      "en": "I take it back.",
      "th": "ฉันขอถอนคำพูด"
    }
  },
  {
    "translation": {
      "en": "Then what is it that binds us together as a congregation?",
      "th": "อะไรที่ทำให้เรามารวมใจกันในโบสถ์นี่"
    }
  },
  {
    "translation": {
      "en": "As a community?",
      "th": "ในชุมชนนี้"
    }
  },
  {
    "translation": {
      "en": "Is it habit? Obligation?",
      "th": "นิสัยเหรอ เป็นข้อบังคับหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Or is it a shared vision of the future",
      "th": "หรือเป็นเพราะเราร่วมแบ่งปันวิสัยทัศน์ต่ออนาคต"
    }
  },
  {
    "translation": {
      "en": "informed by the simple, eloquent commandment to love one another?",
      "th": "ซึ่งเป็นสิ่งที่ได้จากบัญญัติที่ให้รักกัน อันแสนเรียบง่ายและคมคาย"
    }
  },
  {
    "translation": {
      "en": "If we can trust that sharing,",
      "th": "ถ้าเราเชื่อในการแบ่งปันนั้น"
    }
  },
  {
    "translation": {
      "en": "that commitment,",
      "th": "ฉันทามตินั้น"
    }
  },
  {
    "translation": {
      "en": "then we can go forward and do great things for each other",
      "th": "จากนั้น เราก็สามารถก้าวไปข้างหน้า และทำสิ่งที่ดีให้แก่กันและกัน"
    }
  },
  {
    "translation": {
      "en": "and for the Lord.",
      "th": "และพระเจ้าได้"
    }
  },
  {
    "translation": {
      "en": "The kingdom doesn't have to advance with brass bands or bulldozers.",
      "th": "อาณาจักรนั้นไม่จำเป็นต้องก้าวไปข้างหน้า โดยมีวงดนตรีหรือรถแทรกเตอร์นำ"
    }
  },
  {
    "translation": {
      "en": "No, it can advance gently,",
      "th": "ไม่ มันค่อยๆ เคลื่อนไปข้างหน้าได้"
    }
  },
  {
    "translation": {
      "en": "with love, with respect, and with grace.",
      "th": "ด้วยความรัก ความเคารพ และความกรุณา"
    }
  },
  {
    "translation": {
      "en": "-Amen? -[congregation] Amen.",
      "th": "- เอเมน - เอเมน"
    }
  },
  {
    "translation": {
      "en": "And now it is my pleasure",
      "th": "และบัดนี้ฉันมีความยินดี"
    }
  },
  {
    "translation": {
      "en": "to invite Joyful Noise to come forward.",
      "th": "ที่จะเชิญวงจอยฟูลนอยส์ก้าวออกมาข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "♪ I'm walking with Jesus ♪",
      "th": "ฉันเดินไปพร้อมพระเยซูเจ้า"
    }
  },
  {
    "translation": {
      "en": "♪ The way that he teaches... ♪",
      "th": "วิถีคำสอนแห่งพระองค์..."
    }
  },
  {
    "translation": {
      "en": "Glad you could come hear Katie sing, Bill.",
      "th": "ฉันดีใจที่คุณมาฟังเคที่ร้องเพลงได้นะคะ บิล"
    }
  },
  {
    "translation": {
      "en": "-She did a great job. -Oh, didn't she, though?",
      "th": "เธอเก่งมาก ใช่ไหมละครับ"
    }
  },
  {
    "translation": {
      "en": "Welcome to Prince of Peace. I'm Pastor June Wilkes.",
      "th": "ยินดีต้อนรับสู่พรินซ์ออฟพีซค่ะ ฉันคือสาธุคุณจูน วิลค์ส"
    }
  },
  {
    "translation": {
      "en": "-Noreen Fitzgibbons. -Oh.",
      "th": "นอรีน ฟิตส์กิ๊บบอนส์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Bill's fiancée.",
      "th": "คู่หมั้นของบิล"
    }
  },
  {
    "translation": {
      "en": "Your church is beautiful.",
      "th": "โบสถ์ของคุณสวยมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you very much. Well, good to see you, Bill.",
      "th": "- ขอบคุณมากค่ะ ยินดีที่ได้พบคุณนะ บิล - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -See you next time? You bet. Of course. Thank you, Pastor.",
      "th": "- เจอกันคราวหน้านะ - แน่นอน ไว้เจอกันครับ สาธุคุณ"
    }
  },
  {
    "translation": {
      "en": "People are staring more than usual this week.",
      "th": "อาทิตย์นี้คนจ้องมากกว่าปกติอีก"
    }
  },
  {
    "translation": {
      "en": "Is my dress hiked up in the back?",
      "th": "กระโปรงฉันถลกขึ้นมาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It isn't your dress. It's your ex.",
      "th": "ไม่ใช่ชุดเธอหรอก สามีเก่าน่ะ"
    }
  },
  {
    "translation": {
      "en": "Everyone's just waiting for you to melt down",
      "th": "ทุกคนรอให้เธอสติแตก"
    }
  },
  {
    "translation": {
      "en": "'cause Bill and the nurse are here.",
      "th": "เพราะบิลกับพยาบาลนั่นมาที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, precisely why I won't.",
      "th": "ฉันถึงไม่สติแตกไง"
    }
  },
  {
    "translation": {
      "en": "Well, heck, if you're not gonna make a scene,",
      "th": "แหม ถ้าเธอไม่โวยวาย"
    }
  },
  {
    "translation": {
      "en": "then why am I standing here? I have gotta go to work.",
      "th": "แล้วฉันจะมายืนทำบ้าอะไรตรงนี้ ไปทำงานดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[laughing]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-All right, where did Annie get to? -Mmm.",
      "th": "โอเค แล้วแอนนี่ไปไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "She's had a visit.",
      "th": "เธอกำลังคุยอยู่"
    }
  },
  {
    "translation": {
      "en": "I'll bring her back. We'll catch a movie or something.",
      "th": "เดี๋ยวฉันพากลับเอง เราไปดูหนังหรืออะไรกันก็ได้"
    }
  },
  {
    "translation": {
      "en": "Thank you. You are a very thoughtful godmother.",
      "th": "ขอบคุณ เธอช่างเป็นแม่ทูนหัวที่เอาใจใส่"
    }
  },
  {
    "translation": {
      "en": "Yeah. You should see what I can do with a pumpkin and a couple of mice.",
      "th": "เธอน่าจะได้เห็นว่าฉันเอาฟักทอง กับหนูมาเสกเป็นอะไรได้"
    }
  },
  {
    "translation": {
      "en": "I'd like to see that.",
      "th": "ฉันอยากเห็นนะ"
    }
  },
  {
    "translation": {
      "en": "It really is pretty.",
      "th": "สวยจังนะคะ"
    }
  },
  {
    "translation": {
      "en": "I wish we could get married here.",
      "th": "ฉันอยากแต่งงานที่นี่จัง"
    }
  },
  {
    "translation": {
      "en": "We'll get married somewhere beautiful, all right?",
      "th": "เราจะแต่งงานกันในที่สวยๆ ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Just not here. It wouldn't be--",
      "th": "แต่ไม่ใช่ที่นี่ มันจะดูไม่..."
    }
  },
  {
    "translation": {
      "en": "Appropriate. I know.",
      "th": "เหมาะสม ฉันรู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, why don't you get yourself something to eat, okay?",
      "th": "นี่ ทำไมไม่ไปหาอะไรทานก่อน"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go have a chat with Tyler right quick.",
      "th": "ผมจะไปคุยกับไทเลอร์แป๊บเดียว"
    }
  },
  {
    "translation": {
      "en": "Lemonade?",
      "th": "น้ำมะนาวไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I assume you're not drinking coffee these days.",
      "th": "ฉันว่าพักนี้คุณคงไม่ดื่มกาแฟนะ"
    }
  },
  {
    "translation": {
      "en": "Thank you so much, Peggy.",
      "th": "ขอบคุณมากค่ะ เพ็กกี้"
    }
  },
  {
    "translation": {
      "en": "It must be hard, what you're going through.",
      "th": "เรื่องที่คุณกำลังเจอมันคงลำบากมากนะ"
    }
  },
  {
    "translation": {
      "en": "Especially without your family.",
      "th": "โดยเฉพาะเมื่อไม่มีครอบครัวอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "You're in my prayers.",
      "th": "ฉันสวดมนต์ให้คุณนะ"
    }
  },
  {
    "translation": {
      "en": "Well, you need a pitching coach.",
      "th": "ลูกต้องมีโค้ชสอนขว้างบอล"
    }
  },
  {
    "translation": {
      "en": "-I mean, your fastball should be-- -I'm fine.",
      "th": "- การโยนลูกเร็วของลูกควรจะ... - ผมโอเค"
    }
  },
  {
    "translation": {
      "en": "Look, Coach Maddox may have played for the Braves,",
      "th": "ฟังนะ โค้ชแม้ดด็อกซ์อาจจะเล่นให้ทีมเบรฟส์"
    }
  },
  {
    "translation": {
      "en": "but he was a shortstop, not a pitcher.",
      "th": "แต่เขาเล่นตำแหน่งชอร์ตสต็อป ไม่ใช่พิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "And this is his first year coaching high school.",
      "th": "และนี่เป็นปีแรกที่เขามาสอนเด็กมัธยม"
    }
  },
  {
    "translation": {
      "en": "-You're a guinea pig. -I'm fine.",
      "th": "- ลูกเป็นหนูทดลอง - ผมโอเค"
    }
  },
  {
    "translation": {
      "en": "-Look, a fraternity brother of mine-- -Dad, I'm fine!",
      "th": "- นี่ คนที่อยู่สมาคมนักศึกษาชายเดียวกับพ่อ... - พ่อ ผมโอเค!"
    }
  },
  {
    "translation": {
      "en": "Okay, just back off!",
      "th": "โอเค อย่ามายุ่ง"
    }
  },
  {
    "translation": {
      "en": "Hey, you watch your tone, son.",
      "th": "นี่ ระวังน้ำเสียงหน่อย ไอ้ลูกชาย"
    }
  },
  {
    "translation": {
      "en": "I'm your father, and this is church.",
      "th": "พ่อเป็นพ่อของลูก และที่นี่เป็นโบสถ์"
    }
  },
  {
    "translation": {
      "en": "Tyler.",
      "th": "ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "It's the day of rest. Can we give it one, please?",
      "th": "วันนี้วันพักนะ เราหยุดทะเลาะกันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I'm trying to have a conversation with my son, okay?",
      "th": "ใช่ ผมพยายามคุยกับลูกชายผม ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "What do you want from me?",
      "th": "คุณต้องการอะไรจากผม"
    }
  },
  {
    "translation": {
      "en": "Right here? Right now?",
      "th": "ตรงนี้ ตอนนี้น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I want whatever... Everything that went wrong between us",
      "th": "ฉันอยากให้อะไรก็ตามที่เป็นปัญหาของเรา"
    }
  },
  {
    "translation": {
      "en": "just to stay between us.",
      "th": "จำกัดอยู่แค่เราสองคน"
    }
  },
  {
    "translation": {
      "en": "I miss the kids, Maddie.",
      "th": "ผมคิดถึงลูกๆ แมดดี้"
    }
  },
  {
    "translation": {
      "en": "I'm sure you do.",
      "th": "ฉันแน่ใจว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "You just need to give them some time.",
      "th": "คุณแค่ต้องให้เวลาพวกเขาหน่อย"
    }
  },
  {
    "translation": {
      "en": "And it wouldn't hurt to show them a little understanding.",
      "th": "และทำให้พวกเขาเห็นหน่อยว่าคุณเข้าใจ ก็ไม่เสียหาย"
    }
  },
  {
    "translation": {
      "en": "Well, it wouldn't hurt if they showed me a little respect.",
      "th": "ถ้าพวกเขาเคารพผมหน่อยก็ไม่เสียหายเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "My daddy taught me that respect is earned.",
      "th": "พ่อฉันสอนว่าความเคารพเป็นสิ่งที่ต้องทำให้ได้มา"
    }
  },
  {
    "translation": {
      "en": "Maybe your daddy told you the same",
      "th": "พ่อคุณน่าจะสอนมาเหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "while he was busy teaching you that you're always right.",
      "th": "ระหว่างที่เขาเอาแต่สอนคุณว่าคุณถูกเสมอ"
    }
  },
  {
    "translation": {
      "en": "Is that how you're talking about me with them?",
      "th": "คุณพูดถึงผมแบบนั้นให้ลูกๆ ฟังเหรอ"
    }
  },
  {
    "translation": {
      "en": "I try my best to not talk about you.",
      "th": "ฉันพยายามเต็มที่ที่จะไม่พูดถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Noreen! -Hey!",
      "th": "- สวัสดี นอรีน - ไงจ๊ะ!"
    }
  },
  {
    "translation": {
      "en": "Can you eat cookies?",
      "th": "คุณทานคุกกี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "With the baby and all?",
      "th": "คุณท้องอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "I watch what I eat, but I love a good chocolate chip cookie.",
      "th": "ฉันระวังเรื่องอาหาร แต่ฉันชอบคุกกี้ช็อกโกแลตชิปอร่อยๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-Here. -Oh, thanks.",
      "th": "- นี่ครับ - ขอบคุณจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I, um... I looked up that play you're in.",
      "th": "ฉันไปหาข้อมูลเรื่องละครที่เธอเล่น"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -You didn't tell me it was so sad.",
      "th": "- แล้วไงครับ - ไม่เห็นบอกเลยว่ามันเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "It's not. It's a comedy.",
      "th": "ไม่ซะหน่อย มันเป็นเรื่องตลก"
    }
  },
  {
    "translation": {
      "en": "But... everybody's with the wrong person.",
      "th": "แต่... ทุกคนจับคู่ผิดหมด"
    }
  },
  {
    "translation": {
      "en": "Yeah, but they get it right in the end.",
      "th": "ครับ แต่สุดท้ายก็มาเจอคนที่ใช่"
    }
  },
  {
    "translation": {
      "en": "And I help.",
      "th": "และผมเป็นคนช่วย"
    }
  },
  {
    "translation": {
      "en": "I mean, I guess I kinda start the whole mess in the first place,",
      "th": "อาจเป็นเพราะผมเป็นคนเริ่มทำให้มันวุ่นเอง"
    }
  },
  {
    "translation": {
      "en": "but then I go and, uh...",
      "th": "แต่แล้วผมก็ไปและ..."
    }
  },
  {
    "translation": {
      "en": "You should see it.",
      "th": "คุณน่าจะไปดูนะ"
    }
  },
  {
    "translation": {
      "en": "I'd like that.",
      "th": "ฉันอยากไปจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Bill.",
      "th": "บิล"
    }
  },
  {
    "translation": {
      "en": "Oh, not now, Helen! All right?",
      "th": "อย่าเพิ่งเริ่มตอนนี้ได้ไหม เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Brace yourself.",
      "th": "เตรียมตัวไว้เลย"
    }
  },
  {
    "translation": {
      "en": "I want to help you.",
      "th": "ฉันอยากช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "So Brad's not coming back?",
      "th": "ตกลงแบรดไม่กลับมาแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Nope, Isaac, he is not.",
      "th": "ไม่ ไอแซค ไม่กลับแล้ว"
    }
  },
  {
    "translation": {
      "en": "When's my interview?",
      "th": "ผมจะได้สัมภาษณ์เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "I appreciate that. Truly I do,",
      "th": "ขอบคุณนะ จริงๆ"
    }
  },
  {
    "translation": {
      "en": "but you're fresh outta culinary school.",
      "th": "แต่คุณเพิ่งจบจากโรงเรียนทำอาหาร"
    }
  },
  {
    "translation": {
      "en": "You don't have the experience on the line to be second in command,",
      "th": "คุณไม่มีประสบการณ์การเป็นผู้ช่วยเชฟเลย"
    }
  },
  {
    "translation": {
      "en": "plus God gifted you to make desserts.",
      "th": "แถมคุณยังมีพรสวรรค์ในการทำขนม"
    }
  },
  {
    "translation": {
      "en": "I can do both.",
      "th": "ผมทำได้ทั้งสองอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Dana Sue chuckles] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "No, you would wear yourself to a nub, and I couldn't bear the guilt.",
      "th": "ไม่ คุณจะเหนื่อยเกินไป ส่วนฉันก็ต้องมารู้สึกผิด"
    }
  },
  {
    "translation": {
      "en": "Appreciate you, but I will figure this out.",
      "th": "ขอบคุณนะ แต่ฉันจะหาทางเอง"
    }
  },
  {
    "translation": {
      "en": "-Are you gonna dance with me forever? -Yep.",
      "th": "- จะเต้นกับแม่ตลอดไปไหมจ๊ะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you wanna twirl me?",
      "th": "หมุนตัวแม่หน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "-[Katie] I'll get it! -Okay.",
      "th": "- หนูเปิดเอง - โอเค"
    }
  },
  {
    "translation": {
      "en": "Daddy!",
      "th": "พ่อขา!"
    }
  },
  {
    "translation": {
      "en": "Hey there, kiddo.",
      "th": "ไงลูก"
    }
  },
  {
    "translation": {
      "en": "-[Katie] Daddy's here! -I see that, sweetheart.",
      "th": "- พ่อมาค่ะ - แม่เห็นแล้วจ้ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Daddy, Mommy's making chicken parm. You should stay.",
      "th": "พ่อคะ แม่กำลังทำไก่พาร์เมซาน พ่อน่าจะอยู่กินนะ"
    }
  },
  {
    "translation": {
      "en": "Well, that is sweet of you, ladybug!",
      "th": "ลูกใจดีมาก เจ้าเต่าทองน้อย"
    }
  },
  {
    "translation": {
      "en": "But tonight, I can't.",
      "th": "แต่คืนนี้พ่ออยู่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Another day, though.",
      "th": "ไว้วันหลังนะ ลูก"
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "th": "พ่อสัญญา"
    }
  },
  {
    "translation": {
      "en": "Right now I just need to talk to your mom right quick,",
      "th": "ตอนนี้พ่ออยากคุยกับแม่แป๊บหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "so why don't you run on upstairs and play, okay?",
      "th": "ลูกวิ่งขึ้นไปเล่นด้านบนก่อนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ไปเลย"
    }
  },
  {
    "translation": {
      "en": "I know, I should've called first.",
      "th": "ผมรู้ว่าควรโทรมาก่อน"
    }
  },
  {
    "translation": {
      "en": "-Is this about what happened after church? -Yeah.",
      "th": "- จะคุยเรื่องที่เกิดหลังไปโบสถ์หรือเปล่า - ใช่"
    }
  },
  {
    "translation": {
      "en": "It is, but not about our conversation.",
      "th": "ใช่ แต่ไม่ใช่เรื่องที่เราคุยกัน"
    }
  },
  {
    "translation": {
      "en": "After you left...",
      "th": "หลังจากที่คุณไป.."
    }
  },
  {
    "translation": {
      "en": "I talked to Helen.",
      "th": "ผมคุยกับเฮเลน"
    }
  },
  {
    "translation": {
      "en": "Look, I want to do the right thing here, Maddie.",
      "th": "นี่ ผมอยากทำสิ่งที่ถูกต้องนะ แมดดี้"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "งั้น..."
    }
  },
  {
    "translation": {
      "en": "you and the kids should keep the house.",
      "th": "คุณกับเด็กๆ เก็บบ้านนี้ไว้"
    }
  },
  {
    "translation": {
      "en": "And we'll make it work, okay?",
      "th": "เราจะหาทางทำให้มันเป็นไปด้วยดี โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I'm sure that parm's gonna be terrific.",
      "th": "ผมแน่ใจว่าพาร์เมซานต้องอร่อยแน่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Aunt Helen, why'd you come back?",
      "th": "น้าเฮเลน น้ากลับมาทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "San Francisco.",
      "th": "ซานฟรานซิสโก"
    }
  },
  {
    "translation": {
      "en": "Why'd you come back here to Serenity?",
      "th": "ทำไมน้าถึงกลับมาที่เซเรนิตี้"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "I've just been thinking, you know, you got out.",
      "th": "หนูแค่มาคิดๆ ดู น้าไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "You traveled, had adventures, you ran away with a boy--",
      "th": "น้าออกเดินทาง ได้ผจญภัย น้าหนีไปกับผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "I did not run away with Ryan Wingate. Who told you that?",
      "th": "น้าไม่ได้หนีไปกับไรอัน วินเกต ใครบอกเธออย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "We got back together in college,",
      "th": "เรากลับมาคบกันตอนเรียนมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "and then we made a careful plan",
      "th": "แล้วเราก็วางแผนกันอย่างรอบคอบ"
    }
  },
  {
    "translation": {
      "en": "to go to San Francisco after I finished law school.",
      "th": "ที่จะไปซานฟรานซิสโกหลังน้าเรียนกฎหมายจบ"
    }
  },
  {
    "translation": {
      "en": "There was no running away.",
      "th": "แต่ไม่มีการหนีตามกันไป"
    }
  },
  {
    "translation": {
      "en": "So what happened?",
      "th": "งั้นเกิดอะไรขึ้นคะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] The careful plan unraveled.",
      "th": "แผนที่รอบคอบนั้นมันคลายออกไป"
    }
  },
  {
    "translation": {
      "en": "We broke up.",
      "th": "เราเลิกกัน"
    }
  },
  {
    "translation": {
      "en": "But you're brilliant and amazing. You could've gone anywhere.",
      "th": "แต่น้าฉลาดและน่าทึ่ง น้าไปอยู่ที่ไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "Why'd you come back here?",
      "th": "ทำไมถึงกลับมาที่นี่คะ"
    }
  },
  {
    "translation": {
      "en": "Well, my mother was sick,",
      "th": "แม่ของน้าป่วย"
    }
  },
  {
    "translation": {
      "en": "and my father was already gone,",
      "th": "และพ่อของน้าก็ตายไปก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "so I needed to be here with her.",
      "th": "น้าเลยต้องกลับมาอยู่กับแม่"
    }
  },
  {
    "translation": {
      "en": "And you stayed?",
      "th": "แล้วก็อยู่ต่อเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Hmm. Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Because in the darkest moments of my life, this town stood with me.",
      "th": "เพราะในช่วงที่มืดมนที่สุดในชีวิต เมืองนี้ยืนอยู่เคียงข้างน้า"
    }
  },
  {
    "translation": {
      "en": "Through losing my father,",
      "th": "ทั้งตอนเสียพ่อ"
    }
  },
  {
    "translation": {
      "en": "fighting with the mill, and my mother's illness.",
      "th": "ทั้งตอนต่อสู้กับโรงสี และการป่วยของแม่น้า"
    }
  },
  {
    "translation": {
      "en": "People like Ms. Grace and Mr. Neville and Ms. Frances,",
      "th": "คนอย่างคุณเกรซ คุณเนวิลล์ และคุณฟรานเซส"
    }
  },
  {
    "translation": {
      "en": "they-- they held me up.",
      "th": "พวกเขาประคองน้าขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "But most of all, your mother and Maddie.",
      "th": "และที่สำคัญที่สุดคือแม่เธอกับแมดดี้"
    }
  },
  {
    "translation": {
      "en": "They loved me.",
      "th": "พวกเขารักน้า"
    }
  },
  {
    "translation": {
      "en": "They saved me.",
      "th": "พวกเขาช่วยน้าไว้"
    }
  },
  {
    "translation": {
      "en": "How could I leave them?",
      "th": "แล้วน้าจะทิ้งไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "We have laughed, we have cried,",
      "th": "เราไปหัวเราะ ร้องไห้"
    }
  },
  {
    "translation": {
      "en": "we have eaten popcorn.",
      "th": "แล้วก็ทานป๊อบคอร์นกันมา"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, y'all look like you've played eight quarters of football around here.",
      "th": "ระหว่างนี้ พวกเธอเหมือนไปวิ่งมาราธอนกันมา"
    }
  },
  {
    "translation": {
      "en": "How's life sans Brad?",
      "th": "ชีวิตที่ไม่มีแบรดเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Hectic.",
      "th": "วุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "I should get ready for my shift.",
      "th": "หนูควรเตรียมตัวเข้ากะได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Aunt Helen. -Anytime.",
      "th": "- ขอบคุณค่ะ น้าเฮเลน - ได้เสมอจ้ะ"
    }
  },
  {
    "translation": {
      "en": "No offense, but you're not going to survive",
      "th": "ไม่ได้จะว่านะ แต่เธอไม่รอดแน่"
    }
  },
  {
    "translation": {
      "en": "without a second in command.",
      "th": "โดยไม่มีผู้ช่วย"
    }
  },
  {
    "translation": {
      "en": "I will find someone. Don't start worrying about me.",
      "th": "ฉันจะหาคนให้ได้ อย่าได้มาเริ่มห่วงฉัน"
    }
  },
  {
    "translation": {
      "en": "I will stop pushing,",
      "th": "ฉันจะเลิกกดดันเธอ"
    }
  },
  {
    "translation": {
      "en": "but I will not stop worrying.",
      "th": "แต่จะไม่เลิกเป็นห่วงหรอก"
    }
  },
  {
    "translation": {
      "en": "It is how I express my love.",
      "th": "นี่เป็นวิธีแสดงความรักของฉัน"
    }
  },
  {
    "translation": {
      "en": "Besides, how am I supposed to look June Wilkes in the eye on Sunday",
      "th": "นอกจากนั้น ฉันจะมองตาจูน วิลค์ส ในวันอาทิตย์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "if I do not stand with a sister in need today?",
      "th": "ถ้าวันนี้ฉันไม่ยืนเคียงข้างพี่สาว ที่ต้องการความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "-Amen. -Amen.",
      "th": "- เอเมน - เอเมน"
    }
  },
  {
    "translation": {
      "en": "Erik, what is that?",
      "th": "เอริค นั่นอะไร"
    }
  },
  {
    "translation": {
      "en": "It's Brad's infamous pot pie.",
      "th": "พ็อตพายที่น่าขายหน้าของแบรด"
    }
  },
  {
    "translation": {
      "en": "No, it's not. The crust--",
      "th": "ไม่ใช่ ตรงขอบน่ะ"
    }
  },
  {
    "translation": {
      "en": "But the crust was made by a pastry chef so, of course, it's better.",
      "th": "ดูสิ ขอบมันเป็นฝีมือของเชฟขนม ดังนั้นมันต้องดีกว่าอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Plus, I added a touch of sugar for sweetness",
      "th": "แถมผมยังใส่น้ำตาลลงไปเพิ่มความหวานหน่อย"
    }
  },
  {
    "translation": {
      "en": "to contrast with the savoriness of the filling.",
      "th": "ให้มันตัดกับรสเค็มของไส้"
    }
  },
  {
    "translation": {
      "en": "I changed up some of the spices in the gravy too.",
      "th": "ผมเปลี่ยนเครื่องเทศบางอย่าง ในน้ำเกรวี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "That's the cardamom talking.",
      "th": "นั่นคือกระวาน"
    }
  },
  {
    "translation": {
      "en": "Mmm. What other talents are you hiding, Mr. Whitley?",
      "th": "คุณซ่อนความสามารถอะไรไว้อีกเนี่ย คุณวิทลีย์"
    }
  },
  {
    "translation": {
      "en": "What else would you like to see?",
      "th": "คุณอยากเห็นอะไรอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "Wanna put this on the dinner menu Tuesday night?",
      "th": "อยากเอาเจ้านี่ ใส่ไว้ในเมนูมื้อค่ำคืนวันอังคารไหม"
    }
  },
  {
    "translation": {
      "en": "It would be an honor, chef.",
      "th": "จะเป็นเกียรติมากครับ เชฟ"
    }
  },
  {
    "translation": {
      "en": "All right. I still want those brownies out.",
      "th": "โอเค ฉันยังอยากให้เอาบราวนี่ออกไปเสิร์ฟ"
    }
  },
  {
    "translation": {
      "en": "-They're coming. They're coming. -All right. Get busy.",
      "th": "- กำลังจะได้แล้ว - โอเค เริ่มทำงานได้"
    }
  },
  {
    "translation": {
      "en": "Get back inside!",
      "th": "กลับเข้าไปข้างใน"
    }
  },
  {
    "translation": {
      "en": "[Neville] You want Pickle Jar to come in here and take over a business",
      "th": "คุณอยากให้พิคเคิลจาร์มาที่นี่เพื่อซื้อกิจการ"
    }
  },
  {
    "translation": {
      "en": "-that's been here for over 80 years. -[Mary] Wait, hold on!",
      "th": "- ที่อยู่ที่นี่มากว่า 80 ปีเหรอ - เดี๋ยว เดี๋ยวก่อน!"
    }
  },
  {
    "translation": {
      "en": "[Neville] Ah, Helen!",
      "th": "เฮเลน!"
    }
  },
  {
    "translation": {
      "en": "Mary Vaughn has invited us to a meeting.",
      "th": "แมรี่ วอห์น เชิญเรามาประชุม"
    }
  },
  {
    "translation": {
      "en": "Would you like to come along?",
      "th": "อยากจะมาด้วยกันไหม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "This meeting is just for the Whartons, the Gibsons, and Collins Littlefield.",
      "th": "การประชุมนี้สำหรับพวกวอร์ตัน กิ๊บสัน และคอลลินส์ ลิตเติลฟิลด์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Ah. The Pickle Jar sales stakeholders!",
      "th": "ผู้ถือผลกระโยชน์ในการขายให้พิคเคิลจาร์!"
    }
  },
  {
    "translation": {
      "en": "And are you holding this meeting",
      "th": "และเธอจัดการประชุมนี้ขึ้น"
    }
  },
  {
    "translation": {
      "en": "in your role as our mayor's wife or in your role as the realtor",
      "th": "ในฐานะภรรยาของนายกเทศมนตรี หรือนายหน้า"
    }
  },
  {
    "translation": {
      "en": "with the greatest financial interest in these sales going through?",
      "th": "ที่มีผลประโยชน์ทางการเงิน ในการขายนี้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "As an interested citizen.",
      "th": "ในฐานะพลเมืองที่สนใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Helen] Oh! Well, then, this should be a public meeting.",
      "th": "งั้นก็น่าจะเป็นการประชุมสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "And, Peggy, I hope that for the benefit of an informed populace,",
      "th": "และเพ็กกี้ ฉันหวังว่าเพื่อผลประโยชน์ ของพลเมืองผู้รอบรู้"
    }
  },
  {
    "translation": {
      "en": "you will cover this public meeting",
      "th": "เธอจะรายงานเรื่องการประชุมสาธารณะนี้"
    }
  },
  {
    "translation": {
      "en": "in your role as a deputy editor of our paper",
      "th": "ในบทบาทของรองบรรณาธิการ ของหนังสือพิมพ์เรา"
    }
  },
  {
    "translation": {
      "en": "and not in the role of Mary Vaughn's best friend.",
      "th": "ไม่ใช่ในฐานะเพื่อนสนิทของแมรี่ วอห์นนะ"
    }
  },
  {
    "translation": {
      "en": "I've put this town first my entire life, Helen.",
      "th": "ฉันให้ความสำคัญกับเมืองนี้เป็นอันดับหนึ่ง มาตลอดชีวิต เฮเลน"
    }
  },
  {
    "translation": {
      "en": "Can you say the same?",
      "th": "เธอพูดแบบเดียวกันได้ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Always a pleasure, Mr. Neville, Ms. Grace.",
      "th": "ยินดีที่ได้พบเช่นเคยนะคะ คุณเนวิลล์ คุณเกรซ"
    }
  },
  {
    "translation": {
      "en": "Bless your heart.",
      "th": "โถ เธอจ๋า"
    }
  },
  {
    "translation": {
      "en": "Breathe, Ty.",
      "th": "หายใจเข้า ไท"
    }
  },
  {
    "translation": {
      "en": "Good effort, Ty! Go get your gear. We're done for today.",
      "th": "พยายามดีมาก ไท ไปเก็บข้าวของได้ วันนี้พอแค่นี้"
    }
  },
  {
    "translation": {
      "en": "Hey, don't go soft, Harlan.",
      "th": "อย่าอ่อนให้เขานัก ฮาร์แลน"
    }
  },
  {
    "translation": {
      "en": "You can't let him get away with throwing junk. The kid's got a gift.",
      "th": "โยนแย่ๆ แบบนั้นจะปล่อยไปไม่ได้นะ เด็กนั่นเก่งออก"
    }
  },
  {
    "translation": {
      "en": "And the kid's world is blowing up.",
      "th": "และโลกเขาเพิ่งพังทลาย"
    }
  },
  {
    "translation": {
      "en": "We can cut him some slack and still get him into the Hall of Fame.",
      "th": "เราผ่อนให้เขาหน่อยก็ยังทำให้เขาเป็นดาวได้"
    }
  },
  {
    "translation": {
      "en": "-Hold on. What're you talking about? -Cal,",
      "th": "- เดี๋ยว คุณพูดถึงเรื่องอะไร - คาล"
    }
  },
  {
    "translation": {
      "en": "I know you're the new kid in town, but really? Ty's dad?",
      "th": "ผมรู้ว่าคุณเพิ่งย้ายมาอยู่เมืองนี้ แต่ไม่รู้เรื่องพ่อไทเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Is a doctor and a big donor, so?",
      "th": "เขาเป็นหมอและเป็นผู้บริจาครายใหญ่ แล้วไง"
    }
  },
  {
    "translation": {
      "en": "So, Dr. Bill had an affair with his nurse.",
      "th": "หมอบิลเป็นชู้กับพยาบาล"
    }
  },
  {
    "translation": {
      "en": "A girl closer to Ty's age than his own.",
      "th": "เด็กนั่นอายุใกล้กับไทมากกว่าเขาเองอีก"
    }
  },
  {
    "translation": {
      "en": "Knocked her up and left his family to...",
      "th": "พอทำเธอท้องก็ทิ้งครอบครัวไป..."
    }
  },
  {
    "translation": {
      "en": "do the right thing by the nurse.",
      "th": "ทำสิ่งที่ถูกต้องเพื่อพยาบาลคนนั้น"
    }
  },
  {
    "translation": {
      "en": "Boy has every right to be off his game.",
      "th": "เจ้าหนูนั่นมีสิทธิ์จะเล่นห่วยได้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "How the heck did I miss that?",
      "th": "ผมพลาดเรื่องนี้ไปได้ยังไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You need to do some more catching drills, Coach.",
      "th": "คุณต้องรับข่าวสารให้แม่นกว่านี้ โค้ช"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Maddie] Hey.",
      "th": "ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "How was practice?",
      "th": "ซ้อมเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Ty?",
      "th": "ไท"
    }
  },
  {
    "translation": {
      "en": "I suck, Mom.",
      "th": "ผมเล่นได้ห่วย แม่"
    }
  },
  {
    "translation": {
      "en": "I should just quit.",
      "th": "ผมควรเลิกเล่น"
    }
  },
  {
    "translation": {
      "en": "You're not gonna quit.",
      "th": "เลิกไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I know what people think every time I step on that mound, okay?",
      "th": "ผมรู้ว่าคนคิดยังไง เวลาผมขึ้นไปยืนบนเนินขว้างบอล"
    }
  },
  {
    "translation": {
      "en": "Yeah, so do I.",
      "th": "ใช่ แม่ก็รู้"
    }
  },
  {
    "translation": {
      "en": "That you're a fine young man, and you are a superb pitcher.",
      "th": "คิดว่าลูกเป็นหนุ่มน้อยคนเก่ง และเป็นพิทเชอร์ที่เยี่ยมยอดไง"
    }
  },
  {
    "translation": {
      "en": "Yeah, I wish.",
      "th": "ครับ เป็นอย่างนั้นก็ดีสิ"
    }
  },
  {
    "translation": {
      "en": "Ty...",
      "th": "ไท..."
    }
  },
  {
    "translation": {
      "en": "you don't carry anyone's sins but your own.",
      "th": "ลูกจะแบกรับความผิดของใครไม่ได้ นอกจากของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Focus on the fact that you have a gift.",
      "th": "สนใจแค่ว่าลูกมีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "And you're gonna be thankful for that gift.",
      "th": "และลูกจะต้องยินดีที่มีพรสวรรค์แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And you are gonna develop it",
      "th": "และลูกจะต้องพัฒนา"
    }
  },
  {
    "translation": {
      "en": "and you are gonna listen to the coaches that help you do just that.",
      "th": "และลูกจะต้องฟังโค้ชที่ช่วยให้ลูกทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Look, I know it's hard.",
      "th": "ฟังนะ แม่รู้ว่ามันยาก"
    }
  },
  {
    "translation": {
      "en": "It's hard, and it's unfair, and it's lousy,",
      "th": "มันยาก ไม่ยุติธรรม และห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "and Lord knows I would change everything for you if I could.",
      "th": "พระเจ้ารู้ว่าแม่จะเปลี่ยนทุกเรื่องให้ลูกถ้าทำได้"
    }
  },
  {
    "translation": {
      "en": "But we're gonna find our way forward.",
      "th": "แต่เราต้องหาทางก้าวไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "Together.",
      "th": "ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Because I'm always here for you.",
      "th": "เพราะแม่อยู่ที่นี่เพื่อลูกเสมอ"
    }
  },
  {
    "translation": {
      "en": "And I believe in you.",
      "th": "และแม่เชื่อในตัวลูก"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "th": "แม่รักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "Yes. Thank you.",
      "th": "เยี่ยม ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Good game! -Oh, yeah. As usual.",
      "th": "- สนุกดีนะ เหมือนเคย - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-What's that bring my debt to? -[laughs]",
      "th": "ตกลงผมเป็นหนี้เท่าไร"
    }
  },
  {
    "translation": {
      "en": "Five figures?",
      "th": "เป็นหมื่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Or a recommendation of a good fertility specialist.",
      "th": "หรือแนะนำผู้เชี่ยวชาญด้านการมีบุตรยากเก่งๆ ที"
    }
  },
  {
    "translation": {
      "en": "-For you? You still have-- -No, please.",
      "th": "- ให้คุณ คุณยังมี... - ไม่ ขอร้องละ"
    }
  },
  {
    "translation": {
      "en": "Don't say that I have time.",
      "th": "อย่าบอกว่าฉันมีเวลา"
    }
  },
  {
    "translation": {
      "en": "As a certain birthday looms,",
      "th": "พอใกล้วันเกิดเข้ามา"
    }
  },
  {
    "translation": {
      "en": "it sounds a little pitying.",
      "th": "มันฟังดูน่าสมเพชนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Okay, but asking as your old...",
      "th": "โอเค แต่ถามในฐานะ..."
    }
  },
  {
    "translation": {
      "en": "make that longtime friend, not your doctor,",
      "th": "เอาเป็นว่าที่เป็นเพื่อนกันมานาน ไม่ใช่หมอของคุณ"
    }
  },
  {
    "translation": {
      "en": "something happen?",
      "th": "เกิดเรื่องอะไรขึ้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You're sweet. No, no.",
      "th": "คุณน่ารักมาก ไม่"
    }
  },
  {
    "translation": {
      "en": "This isn't caused by an affair or the lack of one.",
      "th": "นี่ไม่ได้เป็นเพราะเรื่องแฟน หรือที่ไม่มีแฟน"
    }
  },
  {
    "translation": {
      "en": "I'm just... examining my options.",
      "th": "ฉันแค่... กำลังดูตัวเลือกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I could recommend a friend from medical school.",
      "th": "ผมแนะนำเพื่อนที่เรียนหมอมาด้วยกันได้นะ"
    }
  },
  {
    "translation": {
      "en": "She's in Charleston.",
      "th": "เธออยู่ในชาร์ลสตัน"
    }
  },
  {
    "translation": {
      "en": "But she's a straight-talking woman. Strong opinions.",
      "th": "แต่เธอเป็นคนพูดตรง หัวแข็ง"
    }
  },
  {
    "translation": {
      "en": "I don't know that you two would get along.",
      "th": "ผมไม่รู้ว่าพวกคุณจะเข้ากันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Mama?",
      "th": "แม่คะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my goodness! A surprise visit!",
      "th": "ตายแล้ว มาไม่บอกล่วงหน้าเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Ooh! And an unsolicited kiss. What happened?",
      "th": "จุ๊บแม่โดยไม่ต้องให้บอกด้วย เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I made a mistake.",
      "th": "หนูทำพลาด"
    }
  },
  {
    "translation": {
      "en": "Well, you didn't make me a grandma before 40",
      "th": "ลูกไม่ได้ทำให้แม่เป็นยายก่อนอายุ 40"
    }
  },
  {
    "translation": {
      "en": "and in this town, that's saying something.",
      "th": "และในเมืองนี้ นั่นมีความหมาย"
    }
  },
  {
    "translation": {
      "en": "So how bad could your mistake be?",
      "th": "งั้นลูกจะทำพลาดได้แย่แค่ไหนเชียว"
    }
  },
  {
    "translation": {
      "en": "Well, I had a moment today where I realized",
      "th": "วันนี้หนูได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that a child does not always understand",
      "th": "ไม่ใช่ทุกครั้งที่เด็กจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "when their parent is trying to take care of them.",
      "th": "ว่าพ่อแม่พยายามดูแลพวกเขา"
    }
  },
  {
    "translation": {
      "en": "So I wanted to apologize to you",
      "th": "หนูเลยอยากมาขอโทษแม่"
    }
  },
  {
    "translation": {
      "en": "for snapping at you Saturday about...",
      "th": "ที่พูดไม่ดีใส่แม่เมื่อวันเสาร์เรื่อง..."
    }
  },
  {
    "translation": {
      "en": "well, everything.",
      "th": "ก็ทุกเรื่องแหละค่ะ"
    }
  },
  {
    "translation": {
      "en": "You could've called.",
      "th": "ลูกโทรมาก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh please, darlin'. I was raised better than that.",
      "th": "ไม่เอาน่า แม่เลี้ยงหนูมาดีกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Oh, sweet girl.",
      "th": "โอ้ ลูกจ๋า"
    }
  },
  {
    "translation": {
      "en": "I am so sorry",
      "th": "แม่เสียใจด้วยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "that life is kicking you in the fanny so hard right now.",
      "th": "ที่ชีวิตมันเล่นงานลูกหนักหน่วงมากตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[sighs] What you need is a lavender bath and a glass of Merlot.",
      "th": "ที่ลูกต้องการคือแช่ในอ่างน้ำกลิ่นลาเวนเดอร์ และเมอร์ล็อตสักแก้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, as lovely as that sounds, I can't. I gotta get going.",
      "th": "ถึงจะฟังดูดีแค่ไหนก็ทำไม่ได้ค่ะ หนูต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, Maddie. If you don't start taking care of yourself,",
      "th": "ไม่ แมดดี้ ถ้าลูกไม่เริ่มดูแลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "who's gonna take care of your children?",
      "th": "แล้วใครจะดูแลลูกๆ ให้"
    }
  },
  {
    "translation": {
      "en": "Your friends?",
      "th": "เพื่อนๆ ของลูกล่ะ"
    }
  },
  {
    "translation": {
      "en": "And all the people counting on you?",
      "th": "และทุกคนที่พึ่งพาลูกอีก"
    }
  },
  {
    "translation": {
      "en": "Mama, you sound like Helen and Dana Sue.",
      "th": "แม่คะ แม่พูดเหมือนเฮเลนกับเดน่า ซูเลย"
    }
  },
  {
    "translation": {
      "en": "What're you going on about?",
      "th": "มีเรื่องอะไรกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, they... [chuckles]",
      "th": "พวกเขา..."
    }
  },
  {
    "translation": {
      "en": "They have this crazy idea about opening a spa",
      "th": "พูดอะไรบ้าๆ เรื่องเปิดสปา"
    }
  },
  {
    "translation": {
      "en": "and having me run it, and I just...",
      "th": "และให้หนูบริหาร และหนู..."
    }
  },
  {
    "translation": {
      "en": "They keep telling me how wonderful it'll be,",
      "th": "พวกนั้นเอาแต่บอกว่ามันจะยอดแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "but honestly, it...",
      "th": "แต่บอกตรงๆ มัน..."
    }
  },
  {
    "translation": {
      "en": "it sounds overwhelming. And terrifying.",
      "th": "มันฟังดูหนักไป น่ากลัวด้วย"
    }
  },
  {
    "translation": {
      "en": "I thought you were done",
      "th": "แม่ว่าลูกเบื่อ"
    }
  },
  {
    "translation": {
      "en": "with other people planning your life for you.",
      "th": "ที่จะให้คนมาวางแผนชีวิตให้ลูกสินะ"
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "th": "ค่ะแม่"
    }
  },
  {
    "translation": {
      "en": "Now, if you want to do it, do it.",
      "th": "ทีนี้ถ้าลูกอยากทำก็ทำเลย"
    }
  },
  {
    "translation": {
      "en": "Now if you think it's a crazy idea, tell them.",
      "th": "ถ้าตอนนี้ลูกคิดว่ามันเป็นความคิดบ้าๆ ก็บอกพวกเขาไป"
    }
  },
  {
    "translation": {
      "en": "Those girls love you. They'll respect your decision.",
      "th": "สาวๆ พวกนั้นรักลูก พวกเธอจะเคารพการตัดสินใจของลูก"
    }
  },
  {
    "translation": {
      "en": "You chart... your own path.",
      "th": "ลูกต้องกำหนดเส้นทางชีวิตของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "-All right? -Okay.",
      "th": "- ตกลงไหม - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[laughs]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I love you so much. I love you too.",
      "th": "- แม่รักลูกมากนะ - หนูก็รักแม่"
    }
  },
  {
    "translation": {
      "en": "I am so happy that Maddie came around.",
      "th": "ฉันดีใจมากที่แมดดี้เปลี่ยนใจมาเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "I hate to break it to you, but she's gonna say no.",
      "th": "ฉันไม่อยากบอกเลย แต่เธอต้องปฏิเสธแน่"
    }
  },
  {
    "translation": {
      "en": "She's overwhelmed, and I can't say that I blame her.",
      "th": "ตอนนี้เธอมีเรื่องเต็มมือ และฉันก็โทษเธอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So why would she wanna meet us here?",
      "th": "งั้นเธอจะอยากมาเจอเราที่นี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "This is where the dream started. What better place to say farewell?",
      "th": "นี่เป็นที่ที่ความฝันเริ่มต้น จะมีที่ไหนเหมาะจะมาบอกลามากกว่าที่นี่"
    }
  }
]