[
  {
    "translation": {
      "en": "I'm making this movie because, uh...",
      "th": "ผมทำหนังเรื่องนี้เพราะ..."
    }
  },
  {
    "translation": {
      "en": "Which way you want me to look?",
      "th": "คุณจะให้ผมมองทางไหน"
    }
  },
  {
    "translation": {
      "en": "-[producer] Right here. -Okay.",
      "th": "- ทางนี้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "I'm basically making this movie",
      "th": "ผมทำหนังเรื่องนี้เพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "because I have 25 years",
      "th": "ผมทำหนังเรื่องนี้เพราะว่า... ผมมีคลิปและรูปภาพกว่า 25 ปีของผมกับคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "of footage and photos of me and Cartoon's...",
      "th": "ผมมีคลิปและรูปภาพกว่า 25 ปีของผมกับคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "I guess, uh, journey in life, and all the movement that we've...",
      "th": "เป็นการเดินทางของชีวิต และความเคลื่อนไหวที่เรา"
    }
  },
  {
    "translation": {
      "en": "Wait, let me see.",
      "th": "เดี๋ยว ขอผมดูก่อน"
    }
  },
  {
    "translation": {
      "en": "If you ain't got tatted by Cartoon, you ain't got no tat.",
      "th": "ถ้าไม่ได้คาร์ทูนสักให้ก็ไม่เรียกว่าสัก"
    }
  },
  {
    "translation": {
      "en": "If you ain't get shot by Estevan, you got a weak photographer.",
      "th": "ถ้าเอสเตวานไม่ได้ถ่ายให้ ก็เรียกว่าคุณมีช่างภาพฝีมืออ่อน"
    }
  },
  {
    "translation": {
      "en": "You can't tell the story of Estevan without telling the story of Cartoon.",
      "th": "คุณจะเล่าเรื่องเอสเตวาน โดยไม่เล่าเรื่องคาร์ทูนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You know Toons, then you know Estev.",
      "th": "ถ้าคุณรู้จักทูนก็ต้องรู้จักสเตฟ"
    }
  },
  {
    "translation": {
      "en": "They are LA.",
      "th": "พวกเขาคือแอลเอ"
    }
  },
  {
    "translation": {
      "en": "Premier representatives of that Los Angeles culture.",
      "th": "ตัวแทนสูงสุดของวัฒนธรรมแอลเอ"
    }
  },
  {
    "translation": {
      "en": "Like, the pioneers.",
      "th": "เหมือนผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "Not just pioneers, I mean, I think they're historians.",
      "th": "ไม่ใช่แค่บุกเบิก แต่เป็นนักประวัติศาสตร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "Storytellers, they're the image-makers. The chroniclers.",
      "th": "คนเล่าเรื่อง เป็นนักสร้างภาพ ลำดับเวลา"
    }
  },
  {
    "translation": {
      "en": "When you say LA tattoo artists, you can't not mention Mister Cartoon.",
      "th": "เวลาพูดถึงช่างสักแอลเอ จะไม่พูดถึงมิสเตอร์คาร์ทูนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Nobody does art like Cartoon.",
      "th": "ไม่มีใครทำศิลปะเหมือนคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "When you look at a Mister Cartoon tattoo, you know that's Mister Cartoon.",
      "th": "เวลามองรอยสักของมิสเตอร์คาร์ทูน คุณรู้เลยว่านี่มิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "Everybody knows Mister Cartoon.",
      "th": "ทุกคนรู้จักมิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "The hip-hop tattoo artist.",
      "th": "ช่างสักฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "Man, you got tatted by Toons, it's, like, a level of respect.",
      "th": "ถ้าคุณให้คาร์ทูนสักให้ คนจะนับถือระดับนึงเลย"
    }
  },
  {
    "translation": {
      "en": "Cartoon, baby.",
      "th": "คาร์ทูนครับผม"
    }
  },
  {
    "translation": {
      "en": "-My boy Cartoon. -Cartoon.",
      "th": "- คาร์ทูน เพื่อนผม - คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "The world-famous Cartoon.",
      "th": "คาร์ทูนผู้มีชื่อเสียงระดับโลก"
    }
  },
  {
    "translation": {
      "en": "Everything Cartoon did, Estevan was there.",
      "th": "ทุกอย่างที่คาร์ทูนทำ เอสเตวานอยู่ที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "Estevan brings an authenticity that is matched by none other.",
      "th": "เอสเตวานนำความจริงเข้ามา แบบที่ไม่มีใครเทียบได้"
    }
  },
  {
    "translation": {
      "en": "Photographing gang members.",
      "th": "ถ่ายภาพสมาชิกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "Capturing the whole culture and everything, man.",
      "th": "จับภาพทั้งวัฒนธรรมและทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Lowrider culture, tattoo culture, shots of Skid Row.",
      "th": "วัฒนธรรมรถโหลดต่ำ รอยสัก ภาพถ่ายจากเขตสคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Leaving pieces of history behind.",
      "th": "ทิ้งชิ้นส่วนประวัติศาสตร์ไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "-[George] These vatos... -[Snoop] They showed",
      "th": "ผู้ชายพวกนี้แสดงให้เห็นว่าคุณทำแบบถูกวิธีได้"
    }
  },
  {
    "translation": {
      "en": "that you can do it the right way if you do it the right way.",
      "th": "ผู้ชายพวกนี้แสดงให้เห็นว่าคุณทำแบบถูกวิธีได้ ถ้าคุณทำถูกวิธี"
    }
  },
  {
    "translation": {
      "en": "[George] They take pride in all of that.",
      "th": "พวกเขาภาคภูมิใจในสิ่งเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Snoop] They paved the way for a lot of people.",
      "th": "พวกเขาปูทางให้กับอีกหลายคน"
    }
  },
  {
    "translation": {
      "en": "Even if they don't admit it.",
      "th": "ถึงแม้พวกเขาจะไม่ยอมรับ"
    }
  },
  {
    "translation": {
      "en": "We couldn't have done it without these two guys.",
      "th": "ถ้าไม่มีสองคนนี้เราคงทำไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "It's about courage.",
      "th": "มันคือความกล้าหาญ จริงใจกับความเป็นคุณ"
    }
  },
  {
    "translation": {
      "en": "Just be true to who you are, and a lot of people are terrified",
      "th": "มันคือความกล้าหาญ จริงใจกับความเป็นคุณ และหลายคนกลัวความเป็นตัวของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "of being who they are.",
      "th": "และหลายคนกลัวความเป็นตัวของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "That's one of the reasons they're so successful.",
      "th": "นั่นเป็นหนึ่งในหลายเหตุผลที่ทำให้เขาดัง"
    }
  },
  {
    "translation": {
      "en": "They mean what they say and they say what they mean.",
      "th": "เขาหมายความอย่างที่พูด และพูดตามที่คิด"
    }
  },
  {
    "translation": {
      "en": "This is our thing, and we wanna bring this out to the world.",
      "th": "นี่คือสิ่งที่เราทำและเราอยากนำมันออกสู่โลก"
    }
  },
  {
    "translation": {
      "en": "LA's globalized.",
      "th": "แอลเอนี่ไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "They've joined forces, and they've been unstoppable ever since.",
      "th": "พวกเขารวมพลังกันและไม่มีใครหยุดได้ นับตั้งแต่นั้นมา"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Coming from a Chicano, Mexican family, believing in God is standard issue.",
      "th": "ผมมาจากครอบครัวเม็กซิกัน-อเมริกัน ความเชื่อในพระเจ้าเป็นเรื่องที่ต้องมี"
    }
  },
  {
    "translation": {
      "en": "I was formerly raised Catholic.",
      "th": "ผมเคยถูกเลี้ยงมาแบบคาทอลิก"
    }
  },
  {
    "translation": {
      "en": "I was told at a young age that I was gifted, I was blessed,",
      "th": "มีคนบอกผมตั้งแต่เด็กว่าผมมีพรสวรรค์ ผมได้พรจากพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I have a gift from God.",
      "th": "ผมมีของขวัญจากพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "And when you tell a kid that every day over and over and over,",
      "th": "ถ้าคุณบอกกับเด็กแบบนี้ทุกวันซ้ำๆ"
    }
  },
  {
    "translation": {
      "en": "they start to believe it.",
      "th": "เด็กก็จะเริ่มเชื่อ"
    }
  },
  {
    "translation": {
      "en": "So when my mom would ask me to clean the room,",
      "th": "ถ้าแม่ผมสั่งให้กวาดห้อง เก็บที่นอน"
    }
  },
  {
    "translation": {
      "en": "make my bed, I'd be like,",
      "th": "ถ้าแม่ผมสั่งให้กวาดห้อง เก็บที่นอน (มิสเตอร์คาร์ทูน ช่างสัก)"
    }
  },
  {
    "translation": {
      "en": "\"I've been gifted from God. I'm not gonna make my bed. Come on.\"",
      "th": "ผมก็จะบอกว่า \"ผมเป็นของขวัญจากพระเจ้า ผมไม่เก็บที่นอนหรอก ไม่เอาสิ\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] For me, work is happiness. Yeah, I love to work.",
      "th": "สำหรับผมงานคือความสุข ใช่ ผมชอบทำงาน"
    }
  },
  {
    "translation": {
      "en": "I love doing photography. I love filming.",
      "th": "ผมชอบถ่ายรูป ถ่ายภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "You know, when you say \"work,\" that means you do something",
      "th": "เวลาคุณพูดว่าทำงาน มันแปลว่าคุณทำบางอย่างและได้ค่าจ้าง"
    }
  },
  {
    "translation": {
      "en": "and you get paid, so, yeah, that means my bills can get paid,",
      "th": "มันแปลว่าคุณทำบางอย่างและได้ค่าจ้าง ใช่ แปลว่าผมเอาไปจ่ายบิลได้ และใช้ชีวิตต่อไปข้างหน้าได้"
    }
  },
  {
    "translation": {
      "en": "and I can keep moving forward.",
      "th": "ใช่ แปลว่าผมเอาไปจ่ายบิลได้ และใช้ชีวิตต่อไปข้างหน้าได้"
    }
  },
  {
    "translation": {
      "en": "-[girl] Daddy! -[Estevan] I'm not the best dad or the best husband,",
      "th": "ผมไม่ใช่พ่อหรือสามีที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "but I think I'm a good worker, a good photographer,",
      "th": "แต่ผมคิดว่าเป็นคนทำงานได้ดี ผมเป็นช่างถ่ายรูปที่เก่ง"
    }
  },
  {
    "translation": {
      "en": "and a pretty good friend.",
      "th": "และเป็นเพื่อนที่ดีทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Nobody could say I'd done them wrong. If they do, they're a lying motherfucker.",
      "th": "ไม่มีใครพูดได้ว่าผมทำผิดต่อเขา ถ้าเขาพูดก็แสดงว่าเป็นไอ้คนโกหก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] If you focus,",
      "th": "ถ้าคุณมีสมาธิ คุณจะเห็นหมด"
    }
  },
  {
    "translation": {
      "en": "you could see shit off of your talent.",
      "th": "ถ้าคุณมีสมาธิ คุณจะเห็นหมด คุณเสนอพรสววรค์ที่มี ก็ได้เดินทางทั่วโลก ได้ไปยุโรปโน่นนี่"
    }
  },
  {
    "translation": {
      "en": "You could travel the world.",
      "th": "คุณเสนอพรสววรค์ที่มี ก็ได้เดินทางทั่วโลก ได้ไปยุโรปโน่นนี่"
    }
  },
  {
    "translation": {
      "en": "You could go to Europe and shit. Like, we've been all around the world.",
      "th": "คุณเสนอพรสววรค์ที่มี ก็ได้เดินทางทั่วโลก ได้ไปยุโรปโน่นนี่ เราไปกันมาแล้วทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "You can buy a home for your family.",
      "th": "คุณซื้อบ้านให้ครอบครัวอยู่ได้ (วัฒนธรรม)"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Art was like I had to scratch an itch.",
      "th": "ศิลปะเหมือนเวลาผมคันก็ต้องเกา"
    }
  },
  {
    "translation": {
      "en": "I would see shit, I would see a movie poster,",
      "th": "ผมจะเห็นบ้าบอ เห็นโปสเตอร์หนัง"
    }
  },
  {
    "translation": {
      "en": "or I would see something that made me wanna draw,",
      "th": "หรือเห็นอะไรก็ตามที่ทำให้ผมอยากวาดรูป"
    }
  },
  {
    "translation": {
      "en": "and I would get this kind of anxiety that I had to draw,",
      "th": "ผมก็จะเริ่มกระวนกระวาย ผมต้องวาดออกมา ต้องวาดทุกวัน"
    }
  },
  {
    "translation": {
      "en": "I had to draw every day. To let it go.",
      "th": "ผมต้องวาดออกมา ต้องวาดทุกวัน และปล่อยมันไป"
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He was young, very young, like... four.",
      "th": "เขายังเล็ก อายุสักสี่ขวบได้"
    }
  },
  {
    "translation": {
      "en": "At that time, he was drawing nostrils, fingernails, earlobes,",
      "th": "ตอนนั้นเขาเริ่มวาดโพรงจมูก เล็บ ติ่งหู..."
    }
  },
  {
    "translation": {
      "en": "you know, things that kids drew with stick figures,",
      "th": "สิ่งที่เด็กๆ ขีดเขียนเป็นแท่ง เขากลับวาด"
    }
  },
  {
    "translation": {
      "en": "he was drawing, doing very intricate things.",
      "th": "สิ่งที่เด็กๆ ขีดเขียนเป็นแท่ง เขากลับวาด เป็นรูปที่ละเอียดซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "He was my first child, so I just thought I was the greatest mom",
      "th": "เขาเป็นลูกคนแรกของฉัน ฉันเลยคิดว่า ฉันเป็นแม่ที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "because he was so good, you know?",
      "th": "เพราะเขาเก่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "[David] His mom was, \"You're the best.",
      "th": "แม่ของเขาบอกว่า \"ลูกเก่งที่่สุด ลูกน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "You're amazing. You're the best artist in the world.",
      "th": "แม่ของเขาบอกว่า \"ลูกเก่งที่่สุด ลูกน่าทึ่งมาก เป็นศิลปินที่เก่งที่สุดในโลก จะต้องโตไปยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "You're gonna grow up to be wonderful.\"",
      "th": "เป็นศิลปินที่เก่งที่สุดในโลก จะต้องโตไปยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "And then, at some point, you just believe it.",
      "th": "จนมาถึงจุดที่คุณเชื่อมัน"
    }
  },
  {
    "translation": {
      "en": "When I was a kid, my father met this guy at the line at the bank.",
      "th": "ตอนเด็กพ่อผมเจอผู้ชายคนหนึ่ง ตอนยืนเข้าคิวที่ธนาคาร"
    }
  },
  {
    "translation": {
      "en": "He says, \"I'm in karate. I have a business, a karate business.\"",
      "th": "เขาบอกว่า \"ผมชอบคาราเต้ มีธุรกิจทำเกี่ยวกับคาราเต้\""
    }
  },
  {
    "translation": {
      "en": "My dad comes home and he goes,",
      "th": "พ่อผมกลับมาบ้านแล้วพูดว่า \"พ่อมีข่าวดี"
    }
  },
  {
    "translation": {
      "en": "\"I got great news. You're going to martial arts school.\"",
      "th": "พ่อผมกลับมาบ้านแล้วพูดว่า \"พ่อมีข่าวดี แกจะไปเรียนศิลปะป้องกันตัว\""
    }
  },
  {
    "translation": {
      "en": "I go, \"I don't wanna do that.\" He goes, \"Yeah.\"",
      "th": "ผมพูดว่า \"ผมไม่อยากเรียน\" - เขาบอกว่า \"ต้องไป\" - \"ก็ฉันจ่ายเงินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, I'm paying for that...",
      "th": "- เขาบอกว่า \"ต้องไป\" - \"ก็ฉันจ่ายเงินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[chuckling] ...you're gonna go.",
      "th": "แกต้องไป\""
    }
  },
  {
    "translation": {
      "en": "When he first started, he was real shy, wouldn't talk to anybody.",
      "th": "ตอนเขาเริ่มเล่น เขาขี้อายมาก ไม่ยอมคุยกับใคร แต่ประมาณหลังเรียนคาราเต้หนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "But maybe about a year after karate,",
      "th": "ไม่ยอมคุยกับใคร แต่ประมาณหลังเรียนคาราเต้หนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "I would say that he was so confident that he'd walk straight up.",
      "th": "ผมคิดว่าเขามั่นใจขึ้นมาก เขาเดินตัวตรงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Going to the karate school introduced me to the world of candy paint",
      "th": "ไปเรียนคาราเต้ทำให้ผมได้รู้จัก โลกของการแต่งสีรถ"
    }
  },
  {
    "translation": {
      "en": "because the grand master of the school was also a custom car painter,",
      "th": "เพราะอาจารย์เจ้าของโรงเรียน เขาเป็นช่างแต่งสีรถด้วย"
    }
  },
  {
    "translation": {
      "en": "so I learned all those things, you know, the murals, the candy paint,",
      "th": "ผมเลยหัดทุกอย่าง ตั้งแต่วาดภาพผนัง แต่งสีรถ"
    }
  },
  {
    "translation": {
      "en": "respect, the flow of life.",
      "th": "ความเคารพ การใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "All these things kind of went in a circle.",
      "th": "ทุกอย่างนี้เหมือนย้อนกลับมาเป็นวงจร"
    }
  },
  {
    "translation": {
      "en": "It's crazy.",
      "th": "มันบ้ามาก"
    }
  },
  {
    "translation": {
      "en": "I'm Estevan Oriol. I'm a photographer and director. Raised in LA.",
      "th": "ผมเอสเตวาน โอริโอล เป็นช่างภาพ และผู้กำกับที่เติบโตในแอลเอ"
    }
  },
  {
    "translation": {
      "en": "I was born in Santa Monica at Saint John's Hospital.",
      "th": "ผมเกิดในซานตาโมนิก้า ที่โรงพยาบาลเซนต์จอห์น"
    }
  },
  {
    "translation": {
      "en": "[David] So you got Estevan. Like, this tall cholo guy,",
      "th": "คุณมองเอสเตวานว่า เป็นผู้ชายเม็กซิกัน-อเมริกันตัวสูง"
    }
  },
  {
    "translation": {
      "en": "but then most people don't know he's half Italian.",
      "th": "แต่คนส่วนใหญ่ไม่รู้ว่าเขาเป็นลูกครึ่งอิตาลี"
    }
  },
  {
    "translation": {
      "en": "[Estevan] My mom and dad were married up until I was about three.",
      "th": "แม่กับพ่อผมแต่งงานกันจนผมอายุสามขวบ"
    }
  },
  {
    "translation": {
      "en": "And they split up, and it was me and my mom.",
      "th": "แล้วพวกเขาก็แยกทางกัน ผมอยู่กับแม่"
    }
  },
  {
    "translation": {
      "en": "To me, my mom was great.",
      "th": "แม่ผมยอดเยี่ยมมากสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "We grew up on welfare, food stamps and Medi-Cal,",
      "th": "เราโตมาด้วยสวัสดิการ แสตมป์แลกอาหารและบัตรทอง"
    }
  },
  {
    "translation": {
      "en": "but she did her best to make it the best for me.",
      "th": "แต่แม่พยายามอย่างดีที่สุด เพื่อให้ผมได้สิ่งที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Any time you have mixed-race children,",
      "th": "เวลาที่มีเด็กลูกผสมหลายเชื้อชาติ พวกเขาจะโตมาแบบสับสนนิดๆ"
    }
  },
  {
    "translation": {
      "en": "they grow up a little bit confused though, \"Am I this race or am I this race?\"",
      "th": "เวลาที่มีเด็กลูกผสมหลายเชื้อชาติ พวกเขาจะโตมาแบบสับสนนิดๆ \"นี่ฉันเชื้อชาตินี้หรือเชื้อชาตินี้\" แล้วถึงจุดหนึ่งคุณก็ต้องเลือก"
    }
  },
  {
    "translation": {
      "en": "And at some point, you just gotta choose. He chose the Latino side.",
      "th": "\"นี่ฉันเชื้อชาตินี้หรือเชื้อชาตินี้\" แล้วถึงจุดหนึ่งคุณก็ต้องเลือก เขาเลือกที่จะเป็นฝั่งละติโน่ ผมไม่รู้ด้วยซ้ำจนหลายปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "I didn't even know it until years later.",
      "th": "เขาเลือกที่จะเป็นฝั่งละติโน่ ผมไม่รู้ด้วยซ้ำจนหลายปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "[Estevan] My dad, he was kind of like a hippie.",
      "th": "พ่อผมออกแนวฮิปปี้"
    }
  },
  {
    "translation": {
      "en": "He didn't give a shit about having a nice car and all that shit,",
      "th": "้เขาไม่สนใจว่าต้องมีรถสวย หรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "so that pushed me to strive for more.",
      "th": "มันผลักดันให้ผมมีมานะอยากมีมากกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "That's what gave me my drive.",
      "th": "นี่แหละที่เป็นแรงผลักดันของผม"
    }
  },
  {
    "translation": {
      "en": "So after high school, I worked at a snack bar, I worked on fishing boats,",
      "th": "หลังจบมัธยมปลายผมไปทำงานที่ร้านขายขนม ทำงานในเรือประมง"
    }
  },
  {
    "translation": {
      "en": "supermarkets, liquor store delivery.",
      "th": "ซูเปอร์มาร์เก็ต เป็นเด็กส่งของร้านขายเหล้า"
    }
  },
  {
    "translation": {
      "en": "I always had, like, one, two, three jobs.",
      "th": "ผมมักทำงานสองสามจ็อบพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the time, in the '80s, it was all about where do you fit in in hip-hop.",
      "th": "ช่วงนั้นในยุค 80 มันอยู่ที่ว่า คุณเหมาะกับตรงไหนในโลกฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "Are you a breaker? Are you a rapper?",
      "th": "ใช่นักเต้นเบรคแดนซ์มั้ย หรือเป็นแรปเปอร์"
    }
  },
  {
    "translation": {
      "en": "Are you a locker? Are you a writer?",
      "th": "เป็นนักเต้นล็อกหรือเป็นนักเขียน"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"I love breakdancing,",
      "th": "แล้วผมก็ชอบเต้นเบรคแดนซ์อะไรพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "and all that shit,\" but I couldn't hang.",
      "th": "แล้วผมก็ชอบเต้นเบรคแดนซ์อะไรพวกนั้น แต่ผมทำได้ไม่ดี แต่ผมวาดรูปได้"
    }
  },
  {
    "translation": {
      "en": "But I could draw.",
      "th": "แต่ผมทำได้ไม่ดี แต่ผมวาดรูปได้"
    }
  },
  {
    "translation": {
      "en": "[Angel] Cartoon, uh, always had a marker",
      "th": "คาร์ทูนมักมีปากกาในมือ"
    }
  },
  {
    "translation": {
      "en": "or a can of spray paint with him all the time.",
      "th": "หรือไม่ก็กระป๋องสีสเปรย์ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "And wherever we were at, he'd hit up.",
      "th": "ไม่ว่าเราจะไปที่ไหน เขาต้องพ่น"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 'Cause I was hip-hop. I had a b-boy side of me.",
      "th": "เพราะผมเป็นฮิปฮอป มีความเป็นบีบอย"
    }
  },
  {
    "translation": {
      "en": "It was, like, bombing, 3-Ds, fade.",
      "th": "แบบวาดรูปง่ายๆ สามมิติหรือแบบจาง"
    }
  },
  {
    "translation": {
      "en": "[Revok] You know, before the Cartoon that he's known for today,",
      "th": "ก่อนจะเป็นคาร์ทูนที่คนรู้จักเขาทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "he was an awesome graffiti writer.",
      "th": "เขาเป็นนักวาดกราฟฟิติที่เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "He was from this crew WCA that was kind of legendary",
      "th": "เขามาจากกลุ่มดับเบิลยูซีเอ ซึ่งถือว่าเป็นตำนาน เขาโคตรเก่งเลย"
    }
  },
  {
    "translation": {
      "en": "and was really fucking good.",
      "th": "ซึ่งถือว่าเป็นตำนาน เขาโคตรเก่งเลย"
    }
  },
  {
    "translation": {
      "en": "[Risk] I go to probably late '80s with Cartoon. He was \"Flame\" at the time.",
      "th": "ผมไปกับคาร์ทูนช่วงปลายปี 1980 ตอนนั้นฉายาเขาคือเฟลม"
    }
  },
  {
    "translation": {
      "en": "I thought I knew everybody. I was like, \"Who the fuck is this?\"",
      "th": "ผมนึกว่ารู้จักทุกคนแล้วแต่ก็ต้องงง \"ไอ้คนนี้มันใคร\""
    }
  },
  {
    "translation": {
      "en": "And he had such a unique style, and was so different.",
      "th": "เขามีสไตล์ที่ไม่เหมือนใคร แตกต่างไปมาก"
    }
  },
  {
    "translation": {
      "en": "He hit and run. Like, I'd see a wall, and next day I was like,",
      "th": "เขาจะพ่นแล้วหนีเลย เช่นถ้าเห็นกำแพง วันต่อมาก็ต้องอึ้ง \"ภาพพวกนี้มาจากไหน ใครวาดไว้\""
    }
  },
  {
    "translation": {
      "en": "\"Where did this come from? Who did it?\" You know.",
      "th": "วันต่อมาก็ต้องอึ้ง \"ภาพพวกนี้มาจากไหน ใครวาดไว้\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I basically do graffiti everywhere I go.",
      "th": "ผมวาดกราฟฟิติทุกที่ที่ผมไป"
    }
  },
  {
    "translation": {
      "en": "It brought me a rush, like, you can go to jail for this shit.",
      "th": "มันทำให้ผมรู้สึกตื่นเต้น แบบว่าทำแบบนี้อาจติดคุกได้"
    }
  },
  {
    "translation": {
      "en": "[Yolanda] He put his name, \"Flame,\" on the graffiti piece,",
      "th": "เขาใส่ฉายา \"เฟลม\" ไว้บนชิ้นงานกราฟฟิติ"
    }
  },
  {
    "translation": {
      "en": "and, so, he was caught, you know, for doing that.",
      "th": "คนรู้จักเขาเพราะทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "[Angel] There was something different about him.",
      "th": "เขามีบางอย่างที่แตกต่างจากคนอื่น"
    }
  },
  {
    "translation": {
      "en": "We had an idea that someday he was gonna do something,",
      "th": "ตอนนั้นเรารู้ว่าสักวัน เขาจะต้องทำบางอย่าง และไปถึงจุดใดจุดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that he was gonna go somewhere, he was gonna be something in life.",
      "th": "เขาจะต้องทำบางอย่าง และไปถึงจุดใดจุดหนึ่ง เขาจะต้องประสบความสำเร็จบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Bob] It's like a work of art in there.",
      "th": "เหมือนงานศิลปะเลย"
    }
  },
  {
    "translation": {
      "en": "We were all proud of this, when he came out in the paper.",
      "th": "เราภูมิใจมากตอนที่มันได้ลงหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just searching for my look, you know?",
      "th": "ผมกำลังค้นหาแนวของผม"
    }
  },
  {
    "translation": {
      "en": "What felt good and what felt real to me.",
      "th": "แบบไหนรู้สึกดี แบบไหนรู้สึกว่าใช่"
    }
  },
  {
    "translation": {
      "en": "I went to LA Trade-Tech to learn Sign Graphics, to understand letters.",
      "th": "ผมไปที่โรงเรียนเทคนิคเทรดเทคแอลเอ เรียนกราฟฟิก เข้าใจตัวอักษร"
    }
  },
  {
    "translation": {
      "en": "Letters have a weight to them.",
      "th": "ตักอ้กษรมันมีน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "When I was in school, all the kids knew where the prisons were,",
      "th": "ตอนผมเรียน เด็กทุกคนรู้ว่าคุกอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "and some of them would get letters from their family members,",
      "th": "บางคนจะได้จดหมายจากคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and I would look at the envelope",
      "th": "และผมจะดูที่ซอง"
    }
  },
  {
    "translation": {
      "en": "and see these crazy collaged, pinta-style envelopes",
      "th": "เห็นซองมีภาพวาดหลุดโลกสไตล์คนคุก"
    }
  },
  {
    "translation": {
      "en": "and I would think to myself,",
      "th": "ผมคิดกับตัวเองว่า \"ถ้าผมผสมงานศิลปะแนวนี้"
    }
  },
  {
    "translation": {
      "en": "\"Man, if I could mix that style of artwork with bombing graffiti style,",
      "th": "ผมคิดกับตัวเองว่า \"ถ้าผมผสมงานศิลปะแนวนี้ กับแนวกราฟฟิติ เอามารวมกัน...\""
    }
  },
  {
    "translation": {
      "en": "put them together.\"",
      "th": "กับแนวกราฟฟิติ เอามารวมกัน...\""
    }
  },
  {
    "translation": {
      "en": "That's where my style was born.",
      "th": "แนวงานศิลปะผมก็เกิดขึ้นตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Estevan] When I hit 19, I moved to Hollywood.",
      "th": "พอผมอายุ 19 ปี ผมย้ายมาฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "Sunset Boulevard was cracking. The Whisky, The Roxy. Hip-hop was new.",
      "th": "ซันเซ็ตบูเลอวาร์ดคึกคักมาก คลับอย่างวิสกี้ ร็อกซี่ ฮิปฮอปเป็นเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "Just that scene was fucking off the chain,",
      "th": "แค่ด้านนั้นก็น่าทึ่งมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I was working nightclubs for extra money.",
      "th": "ผมทำงานตามไนท์คลับหารายได้พิเศษ"
    }
  },
  {
    "translation": {
      "en": "And that's where I met all the LA bands.",
      "th": "ผมได้เจอวงของแอลเอที่นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Ice-T and the Rhyme Syndicate, the Red Hot Chili Peppers,",
      "th": "ไอซ์-ทีกับไรม์ซินดิเคต เรดฮอตชิลลี่เปปเปอร์"
    }
  },
  {
    "translation": {
      "en": "Boo-Yaa T.R.I.B.E., Everlast from House of Pain.",
      "th": "บู-ย่า ไทรบ์ เอเวอร์ลาสต์ จากเฮ้าส์ออฟเพน"
    }
  },
  {
    "translation": {
      "en": "That's how I met Muggs.",
      "th": "ผมเจอมักส์ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "And then he took me down to the block on Cypress Ave,",
      "th": "จากนั้นเขาพาผมไปอีกช่วงตึก ไปที่ไซเปรสอะเวนิว"
    }
  },
  {
    "translation": {
      "en": "and that's where I met B-Real and Sen.",
      "th": "ผมรู้จักบี-เรียลกับเซ็นที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Muggs] So, this right here is SP 1200.",
      "th": "ตรงนี้เป็นเครื่องเอสพี 1200"
    }
  },
  {
    "translation": {
      "en": "This is the drum machine that we did um, all the House of Pain's records.",
      "th": "เป็นเครื่องทำเสียงกลองที่เราใช้ บันทึกเสียงทั้งหมดของเฮ้าส์ออฟเพน"
    }
  },
  {
    "translation": {
      "en": "The sample though-- For \"Jump Around,\" I made it.",
      "th": "แต่ตัวอย่างเพลง \"จัมพ์อะราวนด์\" ผมทำเอง"
    }
  },
  {
    "translation": {
      "en": "Horn player... came in the studio, played the horn,",
      "th": "นักเป่าแตรมาที่สตูดิโอ เป่าแตร"
    }
  },
  {
    "translation": {
      "en": "and I put it in here, then I detuned it.",
      "th": "แล้วผมก็เอาใส่ในนี้ แล้วผมก็เอามาจูนเสียงลง ทำแบบนั้นแล้วเหมือนมีเสียงแตก"
    }
  },
  {
    "translation": {
      "en": "When you detune it, it gives it like a crunch.",
      "th": "แล้วผมก็เอามาจูนเสียงลง ทำแบบนั้นแล้วเหมือนมีเสียงแตก"
    }
  },
  {
    "translation": {
      "en": "It spreads it out a little bit. That's why that sounds unique.",
      "th": "มันจะขยายออกไปนิดหน่อย เสียงนี้ถึงมีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "First time I met Estevan, he was working the door of a club on 2nd Street",
      "th": "ครั้งแรกที่เจอเอสเตวาน เขาเฝ้าประตู ให้คลับบนถนนสายที่สอง (เอเวอร์ลาสต์ วงเฮ้าส์ออฟเพน)"
    }
  },
  {
    "translation": {
      "en": "in, like, Little Tokyo. He just would always show me love and let me in.",
      "th": "แถวๆ ลิตเติลโตเกียว เขาอยากเอาใจผม และเปิดให้ผมเข้าไป"
    }
  },
  {
    "translation": {
      "en": "That's the homie Steve-O, short for Steve Oriol.",
      "th": "นั่นสตีฟ-โอ ย่อจากสตีฟ โอริโอล"
    }
  },
  {
    "translation": {
      "en": "Switched it up to Scan. Scan was just Scandalous.",
      "th": "ซึ่งเปลี่ยนมาเป็นชื่อสแกน สแกนย่อจากสแกนเดอรัส"
    }
  },
  {
    "translation": {
      "en": "[Everlast] After we started getting the music together,",
      "th": "หลังจากเราเริ่มทำดนตรีด้วยกัน เราก็รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "and we realized we were gonna go on the road, Muggs basically said,",
      "th": "เราจะต้องออกทัวร์ มักส์พูดขึ้นมาเลย \"ไม่รู้เอาใครเป็นผู้จัดการทัวร์ดี\""
    }
  },
  {
    "translation": {
      "en": "\"Yo, I know exactly who should be your road manager.\"",
      "th": "มักส์พูดขึ้นมาเลย \"ไม่รู้เอาใครเป็นผู้จัดการทัวร์ดี\""
    }
  },
  {
    "translation": {
      "en": "Who can I get that's fucking responsible and got they shit together?",
      "th": "จะหาใครที่มีความรับผิดชอบขนาดนั้น แล้วจัดการได้เรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Who?\"",
      "th": "ผมก็ว่า \"ใครล่ะ\""
    }
  },
  {
    "translation": {
      "en": "I hit up Scan and then, um...",
      "th": "ผมติดต่อสแกนไป"
    }
  },
  {
    "translation": {
      "en": "He became our tour manager.",
      "th": "เขาก็มาเป็นผู้จัดการทัวร์ให้"
    }
  },
  {
    "translation": {
      "en": "That was it, right there.",
      "th": "ตรงจุดนี้เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "That was the beginning of us having worldwide escapades.",
      "th": "จุดเริ่มต้นที่เราไปกล้าบ้าบิ่นกันทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[Estevan] In the beginning, people didn't know that House of Pain was white.",
      "th": "เริ่มแรก คนไม่รู้ว่าเฮ้าส์ออฟเพนผิวขาว"
    }
  },
  {
    "translation": {
      "en": "People were like, \"What the fuck?\"",
      "th": "คนคิดว่า \"อะไรวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "\"What are these fucking white boys walking through here?\"",
      "th": "หนุ่มผิวขาวสองที่เดินผ่านมานี่ใครวะ\""
    }
  },
  {
    "translation": {
      "en": "And then they'd hear the...",
      "th": "แล้วจากนั้นก็ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "And the whole fucking club would just go buck wild, berserk,",
      "th": "แล้วทั้งคลับก็คลั่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "and they're just losing their fucking minds.",
      "th": "เหมือนเสียสติกันไปเลย"
    }
  },
  {
    "translation": {
      "en": "From there, it just took off.",
      "th": "จากตรงนั้นวงเราก็พุ่ง"
    }
  },
  {
    "translation": {
      "en": "I was with the band in the music videos, like \"Shamrocks and Shenanigans.\"",
      "th": "ผมอยู่กับวงในมิวสิควิดีโออย่างเพลง \"แชมร็อกส์ แอนด์ เชนานิแกนส์\""
    }
  },
  {
    "translation": {
      "en": "When I wasn't here in LA, I was on tour with House of Pain.",
      "th": "ถ้าผมไม่อยู่ที่แอลเอ ผมก็ไปทัวร์กับเฮาส์ออฟเพน"
    }
  },
  {
    "translation": {
      "en": "My dad, he was a photographer.",
      "th": "พ่อผมเป็นช่างภาพ"
    }
  },
  {
    "translation": {
      "en": "He thought I lived kind of a cool lifestyle, so...",
      "th": "เขานึกว่าผมมีวิถีชีวิตที่เท่มาก"
    }
  },
  {
    "translation": {
      "en": "This is my first camera that my dad gave me.",
      "th": "นี่กล้องตัวแรกที่พ่อให้มา"
    }
  },
  {
    "translation": {
      "en": "This is the one that I talk about when people say,",
      "th": "กล้องตัวนี้ผมมักพูดถึงเวลาคนถาม"
    }
  },
  {
    "translation": {
      "en": "\"Oh, how did you start in photography?\"",
      "th": "\"คุณเริ่มต้นถ่ายภาพได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "[Everlast] We would go on these little really fucked-up promo tours,",
      "th": "เราไปเดินสายโปรโมทเพลงแบบเละเทะ"
    }
  },
  {
    "translation": {
      "en": "and he was just always taking pictures.",
      "th": "แล้วเขาก็จะถ่ายรูปตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I figured out that I was gonna be an artist",
      "th": "ผมคิดว่าจะเป็นศิลปินวาดรูป"
    }
  },
  {
    "translation": {
      "en": "when it was time to get a real job.",
      "th": "ตอนถึงเวลาที่จะต้องทำงานจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I think airbrushing T-shirts, when I first did that, about 17 years old,",
      "th": "ผมคิดว่าจะเพนท์เสื้อยืดด้วยแอร์บรัช ตอนทำครั้งแรกผมอายุ 17 ปี"
    }
  },
  {
    "translation": {
      "en": "is when I knew I could do this for a living.",
      "th": "ผมรู้เลยว่าทำเป็นอาชีพเลี้ยงตัวได้"
    }
  },
  {
    "translation": {
      "en": "And I would paint portraits of people's cars,",
      "th": "ผมจะวาดรูปเหมือนรถของคนบนเสื้อยืด"
    }
  },
  {
    "translation": {
      "en": "put it on a T-shirt and put the name over top.",
      "th": "ผมจะวาดรูปเหมือนรถของคนบนเสื้อยืด แล้วก็เขียนชื่อไว้ข้างบน"
    }
  },
  {
    "translation": {
      "en": "I just started working right off the bat.",
      "th": "ผมเริ่มทำแบบนั้นทันที"
    }
  },
  {
    "translation": {
      "en": "Cartoon's Customs was born,",
      "th": "งานสั่งทำพิเศษของคาร์ทูนก็เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "kind of like preparing me to tattoo.",
      "th": "เหมือนเตรียมตัวให้ผมมาเป็นช่างสัก"
    }
  },
  {
    "translation": {
      "en": "[Muggs] Scandalous got the camera. Japan. It's how we do it.",
      "th": "สแกนเดอลัสมีกล้องในมือ ญี่ปุ่น เราทำกันแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Chicken and soup. And I'm gonna get the spinach and butter.",
      "th": "ไก่กับซุป ผมจะสั่งผักโขมกับเนย"
    }
  },
  {
    "translation": {
      "en": "When you're on the road, man, shit can get a bit stressful.",
      "th": "เวลาออกทัวร์เรื่องบ้าบอทำให้เครียดได้"
    }
  },
  {
    "translation": {
      "en": "You need somebody out there that knows everybody's personalities",
      "th": "คุณต้องการคนที่รู้จักนิสัยของทุกคน"
    }
  },
  {
    "translation": {
      "en": "and everything, keep everything at ease all the time.",
      "th": "และรู้ทุกอย่างที่จะทำให้อะไรๆ ราบรื่นไปได้ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Every day was a new adventure, new city, new country, new shows.",
      "th": "ทุกวันเป็นการผจญภัยใหม่ เมืองใหม่ ประเทศใหม่ การแสดงใหม่"
    }
  },
  {
    "translation": {
      "en": "It was the shit, to roll with the homie. Hey, Steve-O.",
      "th": "ที่เจ๋งที่สุดคือได้อยู่กับเพื่อนๆ ผม"
    }
  },
  {
    "translation": {
      "en": "He wasn't Estevan Oriol, the photographer. He was the road dog.",
      "th": "เขายังไม่ใช่ช่างภาพเอสเตวาน โอริโอล แต่เป็นทีมงานเดินสาย"
    }
  },
  {
    "translation": {
      "en": "[Estevan] They got the homie.",
      "th": "พวกเขามีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, at the time, had not only... selling crazy records or platinum records,",
      "th": "ไซเปรสฮิลล์ตอนนั้นไม่ใช่แค่ ขายอัลบั้มได้ดี แผ่นแพลตินั่ม"
    }
  },
  {
    "translation": {
      "en": "but a well-respected hip-hop group.",
      "th": "แต่เป็นกลุ่มฮิปฮอปที่คนยอมรับมาก"
    }
  },
  {
    "translation": {
      "en": "B-Real was one of the dopest emcees in the world at the time.",
      "th": "บี-เรียลเป็นหนึ่งในเอ็มซีที่เจ๋งที่สุด ในโลก ณ ตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[B-Real] Look at this view, motherfuckers.",
      "th": "ดูวิวนี่สิ ไอ้บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "I look fucking good.",
      "th": "แมร่งดูดีสุดๆ เลยเว้ย"
    }
  },
  {
    "translation": {
      "en": "You never have to ask me if I'm ready. I'm always ready, motherfucker. Fuck you.",
      "th": "นายไม่ต้องมาถามว่าฉันพร้อมมั้ย พร้อมตลอดว่ะ ไอ้เวร"
    }
  },
  {
    "translation": {
      "en": "Oh, shit. That was a good hit.",
      "th": "เฮ้ย ดีนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "Muggs had put on Estevan to work with the House of Pain guys",
      "th": "มักส์สั่งให้เอสเตวานทำงานกับเฮ้าส์ออฟเพน"
    }
  },
  {
    "translation": {
      "en": "and then he came to work with us, Cypress Hill.",
      "th": "แล้วเขาก็มาทำงานกับเรา ไซเปรสฮิลล์"
    }
  },
  {
    "translation": {
      "en": "His first show with us was at Woodstock 1994.",
      "th": "โชว์แรกของเราที่ไปกับเราคือที่วู้ดสต็อกปี 1994"
    }
  },
  {
    "translation": {
      "en": "[Estevan] B-Real jumps off the stage into the crowd, now I gotta pull him out,",
      "th": "บี-เรียลกระโดดจากเวทีไปที่คนดู ผมต้องดึงเขาออกมาแต่ระหว่างที่ดึง ผมก็ถ่ายรูปไปด้วย"
    }
  },
  {
    "translation": {
      "en": "but while I'm pulling him out, I'm taking pictures.",
      "th": "ผมต้องดึงเขาออกมาแต่ระหว่างที่ดึง ผมก็ถ่ายรูปไปด้วย"
    }
  },
  {
    "translation": {
      "en": "That shit was fucking crazy. ♪ But I'm still comin' to get ya Thinkin' like a peace smoke ♪",
      "th": "มันโคตรบ้าเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Estevan, he had many different roles he played.",
      "th": "เอสเตวานมีบทบาทหลายอย่างตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "He was tour managing, he was our photographer and videographer.",
      "th": "เขาเป็นผู้จัดการทัวร์ เป็นช่างถ่ายภาพนิ่ง และช่างภาพวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "Those are all mine.",
      "th": "ครับ ทั้งหมดนี่ของผม"
    }
  },
  {
    "translation": {
      "en": "-♪ Lala, la la, la la, la la ♪ -[B-Real] Let's rock 'n' roll.",
      "th": "ไปลุยกันเลย"
    }
  },
  {
    "translation": {
      "en": "[B-Real] That's the way our crew was. We all worked together very tightly.",
      "th": "วิธีการทำงานของเราคือ เราทุกคนทำงานด้วยกันอย่างใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "No one ever wore one hat.",
      "th": "ไม่มีใครทำงานอย่างเดียว ทุกคนทำหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "You know, everybody did multiple things just to get whatever we needed done,",
      "th": "ไม่มีใครทำงานอย่างเดียว ทุกคนทำหลายอย่าง เพื่อทำให้สิ่งที่เราต้องทำให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "and Estevan, you know, he covered a lot of bases,",
      "th": "เอสเตวานเขาทำหลายอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, being our family and friend",
      "th": "ขณะเดียวกันก็เป็นคนในครอบครัวเป็นเพื่อน"
    }
  },
  {
    "translation": {
      "en": "and filling every spot that needed to be filled.",
      "th": "เขาเข้าไปเติมเต็มทุกจุดที่ต้องมีคนทำ"
    }
  },
  {
    "translation": {
      "en": "What's up, dude? This is motherfucking Scandalous.",
      "th": "ว่ายังไง นี่ไอ้เวรสแกนเดอลัส"
    }
  },
  {
    "translation": {
      "en": "If you need anything, I got what you want, baby.",
      "th": "ต้องการอะไร ผมหาให้ได้"
    }
  },
  {
    "translation": {
      "en": "Motherfuckin', big old skunk.",
      "th": "ไอ้เวรนี่ตุนของไว้เพียบ"
    }
  },
  {
    "translation": {
      "en": "Can you hear me? We're right here in fucked-up Cleveland,",
      "th": "ได้ยินผมมั้ย เราอยู่ที่คลีฟแลนด์เว้ยเฮ้ย"
    }
  },
  {
    "translation": {
      "en": "we just had Mother Nature trip the fuck out on us.",
      "th": "ธรรมชาติบ้าระห่ำใส่เราใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "[Sen] So Estevan came through and a lot of the great footage that we have now",
      "th": "เอสเตวานรับมือได้ดี และภาพดีๆ ที่เรามีตอนนี้"
    }
  },
  {
    "translation": {
      "en": "from Cypress Hill in those early days, it was all Estevan Oriol footage.",
      "th": "จากวงไซเปรสฮิลล์ยุคแรกๆ เป็นภาพของเอสเตวาน โอริโอลทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "I have Steve-O in my head always saying things like, \"I'm just right here. I'm just right here.\"",
      "th": "ในหัวผมมีแต่เสียงสตีฟ-โอพูดว่า \"ฉันอยู่ตรงนี้\""
    }
  },
  {
    "translation": {
      "en": "Him, I think, saying to me,",
      "th": "คิดว่าเขาพูดกับผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Don't worry about it. I'm doing my job. I'm right here.\"",
      "th": "\"ไม่ต้องห่วง ผมทำงานอยู่ ผมอยู่ตรงนี้\""
    }
  },
  {
    "translation": {
      "en": "[Estevan] Alright, we're still on our way.",
      "th": "เรายังไปทำงานของเราต่อ"
    }
  },
  {
    "translation": {
      "en": "[Sen] The most pissed-on fucking countryside I've seen.",
      "th": "เป็นชนบทโทรมที่สุดเท่าที่เคยเห็นว่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] What else are we gonna do? -[Sen] We need to get there before you do.",
      "th": "- เราจะทำอะไรได้อีกล่ะ ไอ้งั่ง - เราต้องไปถึงที่นั่นก่อนนาย"
    }
  },
  {
    "translation": {
      "en": "-[boy] Oh, he's stuck! -[driver] You fucking bollocks!",
      "th": "งี่เง่าชิบ"
    }
  },
  {
    "translation": {
      "en": "[Sen] What the fuck did he say?",
      "th": "เขาบอกว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "[driver] We have to go backstage, you know?",
      "th": "- เราต้องไปหลังเวที - บอกเขาสิ"
    }
  },
  {
    "translation": {
      "en": "[policeman] You can't get in that way. It's too small.",
      "th": "- ไปทางนั้นไม่ได้ - มันแคบไป"
    }
  },
  {
    "translation": {
      "en": "-[driver] We wanna go backstage. -Yeah, you got a pass?",
      "th": "- เราต้องไปหลังเวที - มีบัตรผ่านหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, we-- This is our pass. Cypress Hill.",
      "th": "ใช่ นี่ไงบัตรผ่านเรา ไซเปรสฮิลล์"
    }
  },
  {
    "translation": {
      "en": "-[policeman] Cypress-- Oh, yeah. -Yeah.",
      "th": "- ไซเปรสฮิลล์ อ๋อ งั้นได้เลย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Sen] We made it, Engolf. -[Estevan chuckles]",
      "th": "มาถึงแล้ว เอ็นกอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'm on tour with The Beastie Boys, No Doubt, The Fugees,",
      "th": "ผมเดินสายกับบีสตี้บอยส์ โนเดาท์ เดอะฟูจีส์ ลิมพ์บิซกิต"
    }
  },
  {
    "translation": {
      "en": "Limp Bizkit, Erykah Badu,",
      "th": "ผมเดินสายกับบีสตี้บอยส์ โนเดาท์ เดอะฟูจีส์ ลิมพ์บิซกิต เอไรกาห์ บาดูและวงอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and all these other bands,",
      "th": "เอไรกาห์ บาดูและวงอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and I'm the only one there with a camera.",
      "th": "และผมเป็นคนเดียวที่ถือกล้อง"
    }
  },
  {
    "translation": {
      "en": "[Estevan] You're going from nothing to seeing thousands of people",
      "th": "คุณเริ่มจากไม่มีอะไร มาเห็นคนหลายพันคนกำลังคลั่งไคล้"
    }
  },
  {
    "translation": {
      "en": "losing their fucking minds to the song that you guys are bringing, you know?",
      "th": "มาเห็นคนหลายพันคนกำลังคลั่งไคล้ กับเพลงที่พวกคุณกำลังแสดง"
    }
  },
  {
    "translation": {
      "en": "So, you're, like, \"Fuck, man.\"",
      "th": "คุณต้องคิดเลยว่า \"ให้ตายสิวะ\""
    }
  },
  {
    "translation": {
      "en": "That's when I started, like, feeling like,",
      "th": "ตอนนั้นผมเริ่มรู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, yeah, I need to take pictures of all this shit.\"",
      "th": "\"โอเค เอาล่ะ ผมต้องเริ่มถ่ายรูปพวกนี้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "This is Southern California, motherfucker.",
      "th": "ที่นี่แคลิฟอร์เนียใต้ เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I started offering my photos to the magazines,",
      "th": "ผมเริ่มเอารูปถ่ายไปเสนอนิตยสาร"
    }
  },
  {
    "translation": {
      "en": "so music magazines started publishing my photos.",
      "th": "นิตยสารดนตรีเริ่มตีพิมพ์รูปถ่ายผม"
    }
  },
  {
    "translation": {
      "en": "Yo, kick it off, dog. One, two, three. Chickity boom bang.",
      "th": "เริ่มได้เลย หนึ่ง สอง สาม ชิคกีตี้ บูม แบง"
    }
  },
  {
    "translation": {
      "en": "Estevan...",
      "th": "เอสเตวาน ไอ้เวรนั่นเจ๋งจริง"
    }
  },
  {
    "translation": {
      "en": "The motherfucker was the man, you know? He was a man of many hats.",
      "th": "เอสเตวาน ไอ้เวรนั่นเจ๋งจริง เขาทำอะไรได้หลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "When I met him, I was about 14, 15 years old.",
      "th": "ผมรู้จักเขาตอนผมอายุ 14-15 ปี"
    }
  },
  {
    "translation": {
      "en": "I was in the group The Whooliganz. I rapped. I was a rapper.",
      "th": "ผมอยู่วงชื่อเดอะฮูลิแกนซ์ ผมแรป เป็นแรปเปอร์"
    }
  },
  {
    "translation": {
      "en": "♪ Book your silly crick Put your hands up ♪",
      "th": "(เดอะฮูลิแกนซ์ ยกมือขึ้น)"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] Me and my man Scotty. Scotty Caan.",
      "th": "ผมกับสก็อตตี้ คู่หูผม สก็อตตี้ คาน"
    }
  },
  {
    "translation": {
      "en": "[Scott] We had made a record with B-Real, so they were bringing us out on tour",
      "th": "เราทำอัลบั้มกับบี-เรียล เวลาพวกเขาพาเราไปทัวร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "to pump up our record that hadn't come out yet.",
      "th": "ไปโปรโมทอัลบั้มของเราที่ยังไม่ออกมา"
    }
  },
  {
    "translation": {
      "en": "So, I'm 16 years old in that situation,",
      "th": "ผมอายุ 16 ปีอยู่ในสถานการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "with nothing to do, but be alive for one hour.",
      "th": "ไม่มีอะไรจะทำแค่ต้องมีชีวิตหนึ่งชั่วโมง (สก็อต คาน ฮูลิแกนซ์)"
    }
  },
  {
    "translation": {
      "en": "Otherwise, it was, like, hit on girls,",
      "th": "จากนั้นก็ไปจีบหญิง สูบกัญชา ดื่มเหล้า"
    }
  },
  {
    "translation": {
      "en": "smoke weed and drink, and hang out with your idols.",
      "th": "จากนั้นก็ไปจีบหญิง สูบกัญชา ดื่มเหล้า แล้วก็สนุกกับไอดอลของเรา"
    }
  },
  {
    "translation": {
      "en": "I don't like to represent an age group. I'm representing hip-hop.",
      "th": "ผมไม่ค่อยชอบเป็นตัวแทนคนรุ่นผม แต่ผมเป็นตัวแทนฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "You know, he started fucking with the camera then...",
      "th": "ตอนนั้นเขาเริ่มลองอึ๊บกับกล้อง"
    }
  },
  {
    "translation": {
      "en": "Alchemist started fucking with beats then and...",
      "th": "อัลคีมิสต์แม่งเริ่มอึ๊บกับจังหวะ"
    }
  },
  {
    "translation": {
      "en": "-Can we say \"fuck\"? -[producer] Yeah.",
      "th": "- พูดหยาบได้มั้ย - ได้"
    }
  },
  {
    "translation": {
      "en": "You talk about that time, you can't not curse. It's impossible, you know?",
      "th": "ถ้าพูดถึงช่วงเวลานั้น ไม่พูดคำหยาบไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You gotta remember, in '93, Soul Assassins,",
      "th": "คุณต้องอย่าลืมช่วงยุค 1993 โซลแอสแซสซินส์"
    }
  },
  {
    "translation": {
      "en": "Cypress Hill, House of Pain, they were the top of rap.",
      "th": "ไซเปรสฮิลล์ เฮ้าส์ออฟเพน พวกเขาคือสุดยอดแรป"
    }
  },
  {
    "translation": {
      "en": "You know, you had Dre and Snoop otherwise,",
      "th": "คุณมีเดรกับสนู้ปแต่นอกเหนือจากนั้น"
    }
  },
  {
    "translation": {
      "en": "but other than that, this was the biggest shit going on.",
      "th": "คุณมีเดรกับสนู้ปแต่นอกเหนือจากนั้น นี่เป็นกลุ่มที่เจ๋งที่สุดที่เกิดขึ้นตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "That was Soul Assassins. We were the top.",
      "th": "มีโซลแอสแซสซินส์ เราอยู่สูงสุด"
    }
  },
  {
    "translation": {
      "en": "[Pat] I met Estevan Oriol 25 plus years ago.",
      "th": "ผมเจอเอสเตวาน โอริโอล เมื่อกว่า 25 ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It was surreal for a 16-year-old to go to a concert",
      "th": "มันเหนือจริงที่เด็กอายุ 16 จะไปคอนเสิร์ต"
    }
  },
  {
    "translation": {
      "en": "with The Whooliganz opening up for House of Pain and Cypress Hill",
      "th": "ที่มีฮูลิแกนซ์เป็นวงเปิดให้เฮ้าส์ออฟเพน และไซเปรสฮิลล์ นี่เป็นจุดสูงสุด ของอาชีพ"
    }
  },
  {
    "translation": {
      "en": "at the height of their career.",
      "th": "และไซเปรสฮิลล์ นี่เป็นจุดสูงสุด ของอาชีพ"
    }
  },
  {
    "translation": {
      "en": "We were backstage, and they almost shut the whole concert down",
      "th": "เราอยู่หลังเวทีและพวกเขาเกือบต้อง ยกเลิกคอนเสิร์ต"
    }
  },
  {
    "translation": {
      "en": "because some guy named Estevan punched out the bootleggers.",
      "th": "เพราะมีคนชื่อเอสเตวานต่อยคนขายของก้อปปี้"
    }
  },
  {
    "translation": {
      "en": "They would get your artwork from the newspaper and make a shirt.",
      "th": "พวกเขาจะเอางานวาดของคุณ จากหนังสือพิมพ์มาทำเสื้อยืด"
    }
  },
  {
    "translation": {
      "en": "Like an hour before the show, a couple-- All the homeboys",
      "th": "ประมาณหนึ่งชั่วโมงก่อนขึ้นแสดง พวกเราแบบว่าดึงฮู้ดขึ้น"
    }
  },
  {
    "translation": {
      "en": "would like, put their hoods on and, like, go walk through the parking lot",
      "th": "ประมาณหนึ่งชั่วโมงก่อนขึ้นแสดง พวกเราแบบว่าดึงฮู้ดขึ้น แล้วก็เดินผ่านลานจอดรถไป"
    }
  },
  {
    "translation": {
      "en": "and you'd just be sittin' by the, you know, by the trailers,",
      "th": "คุณจะนั่งอยู่ข้างรถเทรลเลอร์แล้วได้ยินแต่..."
    }
  },
  {
    "translation": {
      "en": "-and you just hear, \"Wham!\" -Damn!",
      "th": "คุณจะนั่งอยู่ข้างรถเทรลเลอร์แล้วได้ยินแต่... - ซวยจริงๆ - พวกนั้นสลบเหมือดกลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "And dudes would just get knocked out cold, like...",
      "th": "- ซวยจริงๆ - พวกนั้นสลบเหมือดกลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "I won't name any names.",
      "th": "ผมจะไม่ระบุชื่อใครหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "-[producer] Name names. -Muggs, Estevan.",
      "th": "ระบุมาเถอะ มักส์ เอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "Motherfucker said something...",
      "th": "ไอ้เวรนั่นพูดอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "So I punch him in the face.",
      "th": "ผมเลยตั๊นหน้าเข้าให้"
    }
  },
  {
    "translation": {
      "en": "Poor guy.",
      "th": "น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "[Pat] So, that's when I met Estevan Oriol.",
      "th": "ผมเจอเอสเตวาน โอริโอลตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Him beating up a bootlegger in San Francisco",
      "th": "กำลังซ้อมคนขายของก๊อปที่ซานฟรานฯ"
    }
  },
  {
    "translation": {
      "en": "at a Soul Assassins' concert.",
      "th": "ในคอนเสิร์ตของโซลแอสแซสซินส์"
    }
  },
  {
    "translation": {
      "en": "When I met Steve-O, he was tour manager,",
      "th": "ตอนผมเจอสตีฟ-โอ เขาเป็นผู้จัดการทัวร์"
    }
  },
  {
    "translation": {
      "en": "the all-time funny guy...",
      "th": "เขาตลกตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "slash photographer, slash DJ.",
      "th": "เป็นทั้งช่างถ่ายภาพ เป็นทั้งดีเจ"
    }
  },
  {
    "translation": {
      "en": "From their platinum album Temples of Boom, you guys, here is Cypress Hill! ♪ All this confusion's stressing me Out in my mind ♪",
      "th": "จากอัลบั้มรางวัลแพลตินั่ม เทมเปิล ออฟ บูม เชิญพบกับไซเปรสฮิลล์"
    }
  },
  {
    "translation": {
      "en": "There were times I think where he even may have filled in",
      "th": "ผมคิดว่ามีช่วงเวลาที่เขาอาจเข้ามาเติม"
    }
  },
  {
    "translation": {
      "en": "as a member of Cypress Hill in interviews.",
      "th": "เป็นสมาชิกของไซเปรสฮิลล์ในการสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "You can't blame all of us for these few groups.",
      "th": "คุณโทษเราทุกคนไม่ได้กับแค่คนไม่กี่กลุ่ม"
    }
  },
  {
    "translation": {
      "en": "[Jim] Clearly, the controversy is going to continue.",
      "th": "ชัดเจนว่าความขัดแย้งนี้ยังจะมีต่อไป"
    }
  },
  {
    "translation": {
      "en": "-Thanks a lot for joining us. -Thanks for having us.",
      "th": "- ขอบคุณมากที่มาร่วมรายการ - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "This is Cypress Hill. And now, back to New York.",
      "th": "นี่คือไซเปรสฮิลล์และตอนนี้กลับไปที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "I think it all changed, though, when I did my first album cover.",
      "th": "แต่ผมคิดว่าทั้งหมดเปลี่ยนไปนะ ตอนที่ผมทำปกอัลบั้มครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] There were the 1992 riots.",
      "th": "มีจลาจลเมื่อปี 1992"
    }
  },
  {
    "translation": {
      "en": "It's not a message of protest. It's the brutality of a mob.",
      "th": "ไม่ได้อยู่ที่เนื้อหาของการประท้วง แต่อยู่ที่ความโหดร้ายของผู้ประท้วง"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The verdict was read, and the streets went crazy.",
      "th": "มีการอ่านคำตัดสินและท้องถนนก็เริ่มบ้าคลั่ง"
    }
  },
  {
    "translation": {
      "en": "Shit just happened.",
      "th": "เรื่องซวยเกิดขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Blacks and Mexicans started looking at each other, communicating",
      "th": "คนผิวดำกับคนเม็กซิกันเริ่มมองหน้ากัน เริ่มสื่อสารกัน"
    }
  },
  {
    "translation": {
      "en": "like family.",
      "th": "เหมือนครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Boy, they didn't like that. They didn't like that.",
      "th": "พวกเขาไม่ชอบเอาซะเลย"
    }
  },
  {
    "translation": {
      "en": "I remember that day, driving on the 110 freeway,",
      "th": "ผมจำได้วันนั้นกำลังขับรถถนนฟรีเวย์สาย 110 กำลังจะไปฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "going to Hollywood and seeing the sides of the 110",
      "th": "ผมจำได้วันนั้นกำลังขับรถถนนฟรีเวย์สาย 110 กำลังจะไปฮอลลีวูด เห็นริมถนนสาย 110 มีไฟลุกทั้งสองฝั่ง"
    }
  },
  {
    "translation": {
      "en": "with fire on each side of it.",
      "th": "เห็นริมถนนสาย 110 มีไฟลุกทั้งสองฝั่ง"
    }
  },
  {
    "translation": {
      "en": "What it did was, it spawned a relationship",
      "th": "แต่นี่เป็นจุดที่เกิดความสัมพันธ์ ตั้งแต่ปี 1992 ถึงตอนนี้..."
    }
  },
  {
    "translation": {
      "en": "from '92 to now that they can never break.",
      "th": "แต่นี่เป็นจุดที่เกิดความสัมพันธ์ ตั้งแต่ปี 1992 ถึงตอนนี้... (สนูป ด็อกก์ แรปเปอร์) ที่ไม่มีวันตัดกันขาด"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] But as crazy as that shit was, that everything was on fire",
      "th": "แต่ขณะที่ทุกอย่างบ้าคลั่งลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "and the injustice against Rodney King,",
      "th": "และความอยุติธรรมต่อร็อดนีย์ คิง"
    }
  },
  {
    "translation": {
      "en": "and \"fuck the police,\" and this and that,",
      "th": "และเรื่อง \"ช่างหัวตำรวจ\" และโน่นนี่"
    }
  },
  {
    "translation": {
      "en": "I was driving, and the Kid Frost album cover I had drawn",
      "th": "ผมกำลังขับรถแล้วหน้าปกอัลบั้มของคิด ฟรอสต์ ที่ผมวาดเอาไว้"
    }
  },
  {
    "translation": {
      "en": "was blown up on a billboard for Virgin Records.",
      "th": "ถูกเอาไปขยายติดบนบิลบอร์ด ให้กับค่ายเวอร์จิน เรคคอร์ด"
    }
  },
  {
    "translation": {
      "en": "Now I'm in the music game, and I don't even play the guitar.",
      "th": "ตอนนี้ผมอยู่ในเกมวงการดนตรีแล้ว ผมเล่นกีตาร์ไม่เป็นด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Behind me is where me and Cartoon first met.",
      "th": "ข้างหลังผมนี่คือจุดที่ผมเจอคาร์ทูนครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "On that particular night, they rented out the top floor",
      "th": "ในคืนวันนั้น พวกเขาเช่าตึกชั้นบน"
    }
  },
  {
    "translation": {
      "en": "for The Penthouse Players record release party.",
      "th": "จัดปาร์ตี้เปิดอัลบั้มเพนท์เฮาส์ เพลเยอรส์"
    }
  },
  {
    "translation": {
      "en": "Me and my friend Donnie Charles, we went there together.",
      "th": "ผมกับเพื่อนชื่อดอนนี่ ชาร์ลส์ไปงานด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Right when we walked in, he saw Cartoon, and he goes, \"Hey...\"",
      "th": "พอเราเดินเข้าไปปุ๊บเราเห็นคาร์ทูน แล้วเขาก็พูดว่า \"เฮ้..."
    }
  },
  {
    "translation": {
      "en": "\"Come over here, uh, I want you to meet my other homie. He's Mexican too.\"",
      "th": "มาทางนี้สิ อยากให้เจอเพื่อนผมอีกคน ที่เป็นคนเม็กซิกันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "\"Both of you guys are in the music game.",
      "th": "คุณสองคนอยู่ในวงการเพลง"
    }
  },
  {
    "translation": {
      "en": "He did The Penthouse Players' album cover.",
      "th": "เขาทำหน้าปกให้ผมเพนท์เฮาส์ เพลเยอรส์"
    }
  },
  {
    "translation": {
      "en": "You guys just kick it right here, and I'm gonna go roll around.\"",
      "th": "พวกคุณคุยกันตรงนี้นะ ผมจะเดินไปเดินมา"
    }
  },
  {
    "translation": {
      "en": "\"E\" impacted my life because I found someone that was on the same mission I was,",
      "th": "อีมีผลกระตบต่อชีวิตผม เพราะผมเจอคนที่มีภารกิจเดียวกับผม"
    }
  },
  {
    "translation": {
      "en": "artistically, friendship-wise.",
      "th": "ทั้งด้านงานศิลปะ ด้านมิตรภาพ"
    }
  },
  {
    "translation": {
      "en": "[Yolanda] I remember him telling me, \"Mommy,\" says,",
      "th": "จำได้เขาบอกฉันว่า \"แม่ครับ"
    }
  },
  {
    "translation": {
      "en": "\"I met a guy that thinks along the same lines I do.\"",
      "th": "ผมเจอผู้ชายที่คิดเหมือนกับสิ่งที่ผมทำ\""
    }
  },
  {
    "translation": {
      "en": "Probably my first seeing Cartoon was, like, early '94.",
      "th": "ตอนผมเจอคาร์ทูนครั้งแรกน่าจะเป็น ช่วงต้นๆ ปี 1994"
    }
  },
  {
    "translation": {
      "en": "[B-Real] If I remember correctly,",
      "th": "ถ้าผมจำไม่ผิดนะ"
    }
  },
  {
    "translation": {
      "en": "it was at Muggs' crib up in the Hollywood Hills.",
      "th": "น่าจะเป็นที่บ้านของมักส์ที่ฮอลลีวูด ฮิลส์"
    }
  },
  {
    "translation": {
      "en": "-They were in a '64 Impala. -[David] It is a buddy comedy.",
      "th": "พวกเขาอยู่ในรถอิมพาลาปี 1964 มันคือหนังตลกคู่หู"
    }
  },
  {
    "translation": {
      "en": "[Muggs] Abbott and Costello. These two motherfuckers was non-stop.",
      "th": "แอ๊บบ็อตกับคอสเตลโล่ ไอ้เวรสองคนนี่ไม่ยอมหยุด"
    }
  },
  {
    "translation": {
      "en": "They knew how to hustle.",
      "th": "สำหรับเรา พวกเขารู้วิธี"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] At the beginning, it was rough for us.",
      "th": "มันยากสำหรับเราช่วงแรกๆ"
    }
  },
  {
    "translation": {
      "en": "And the more we hung out, the more we just started building on ideas",
      "th": "ยิ่งเราอยู่ด้วยกันมาก เราก็ยิ่งเริ่มสร้างไอเดีย"
    }
  },
  {
    "translation": {
      "en": "of things that we could do to make money that weren't illegal.",
      "th": "ของหลายสิ่งที่เราน่าจะทำเงินได้ โดยไม่ผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[man] The check dance. Let's see the-- Let's see the-- The stripper check.",
      "th": "ท่าเต้นรับเช็ค ไหนดูเช็คนักเต้นยั่ว"
    }
  },
  {
    "translation": {
      "en": "Back in those days, you know, there was no Estevan without Cartoon.",
      "th": "ย้อนกลับไปช่วงนั้น (เอริก โบโบ วงไซเปรสฮิลล์) มีเอสเตวานก็ต้องมีคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "[Muggs] Cartoon's role in Soul Assassins, he's like the... the visuals.",
      "th": "คาร์ทูนอยู่กับโซลแอสแซสซินส์ เขาเป็นเหมือนฝ่ายภาพ"
    }
  },
  {
    "translation": {
      "en": "We saw the talent in him. We believed in him.",
      "th": "เราเห็นพรสวรรค์ในตัวเขา เชื่อมั่นในตัวเขา"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Get in there. Get in there, fucker.",
      "th": "เข้าไปสิ เข้าไปสิวะ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] For real?",
      "th": "เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Turn the camera off!",
      "th": "ปิดกล้อง"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Where we at? -We're in a ferry right now.",
      "th": "เราอยู่ไหน ตอนนี้อยู่บนเรือเฟอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Fucking eight in the morning and shit.",
      "th": "แปดโมงเช้าเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I'm so tired.",
      "th": "เหนื่อยมาก"
    }
  },
  {
    "translation": {
      "en": "All that tour life, man, I think that's what kind of molded us",
      "th": "ชีวิตของการเดินสาย คิดว่าตรงนี้หล่อหลอมเรา"
    }
  },
  {
    "translation": {
      "en": "to be able to have different relationships, you know?",
      "th": "ให้มีความสัมพันธ์ที่แตกต่างออกไปได้"
    }
  },
  {
    "translation": {
      "en": "Just living that life, man.",
      "th": "กำลังใช้ชีวิตให้คุ้มว่ะ"
    }
  },
  {
    "translation": {
      "en": "-[woman] You're high, man. -[Estevan] Wow!",
      "th": "- โอ้โห - คิดว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "What do you think about that? It looks crazy.",
      "th": "- โอ้โห - คิดว่ายังไง - ดูบ้าใช่มั้ยล่ะ - ลองหยิบมาชิมดูสิ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll take a little piece and taste it.",
      "th": "- ดูบ้าใช่มั้ยล่ะ - ลองหยิบมาชิมดูสิ"
    }
  },
  {
    "translation": {
      "en": "When Cartoon first started coming around, he started doing all of our shit.",
      "th": "ตอนคาร์ทูนเริ่มเข้ามา เริ่มทำทุกอย่างให้เรา"
    }
  },
  {
    "translation": {
      "en": "He was mad talented.",
      "th": "เขามีพรสวรรค์มาก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I would do the stage design.",
      "th": "ผมจะออกแบบเวที"
    }
  },
  {
    "translation": {
      "en": "[man over speakers] Check, check.",
      "th": "เช็ค"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Artwork that I had drawn would get blown up into this big giant blow-up doll",
      "th": "อาร์ตเวิร์กที่ผมวาดจะถูกเอาไปขยาย ออกมาเป็นตุ๊กตาเป่าลมตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "of a king sitting on a throne,",
      "th": "ของราชาที่นั่งอยู่บนบัลลังก์"
    }
  },
  {
    "translation": {
      "en": "the most gangster shit I could think of.",
      "th": "ดูเป็นแก๊งสเตอร์ที่สุดเท่าที่ผมคิดออก"
    }
  },
  {
    "translation": {
      "en": "I hadn't even started tattooing. I didn't even have a tattoo yet.",
      "th": "ผมยังไม่ได้เริ่มสักเลยด้วยซ้ำ ยังไม่มีรอยสักเลย"
    }
  },
  {
    "translation": {
      "en": "It wasn't until later I started",
      "th": "จนกระทั่งต่อมาผมเริ่มเตร่อยู่ใน..."
    }
  },
  {
    "translation": {
      "en": "hangin' around professional tattoo shops that...",
      "th": "ร้านรับสักมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "[sniffs] ...the smell of the green soap, the energy of the shop kind of drew me in.",
      "th": "กลิ่นของสบู่สีเขียว พลังงานของร้าน มันดึงดูดผมเข้าไป"
    }
  },
  {
    "translation": {
      "en": "My life would go another direction.",
      "th": "ชีวิตผมจะไปอีกทางเลย"
    }
  },
  {
    "translation": {
      "en": "[man] This is NFC, stands for \"No Fat Chicks.\"",
      "th": "ตรงนี้เขียนว่า \"เอ็นเอฟซี\" ย่อมาจาก \"ไม่เอาสาวอ้วน\""
    }
  },
  {
    "translation": {
      "en": "A long, long time ago, I made a tattoo machine...",
      "th": "มันนานมาแล้ว ผมทำเครื่องมือสัก"
    }
  },
  {
    "translation": {
      "en": "for my partner Cartoon. And this is what he started tattooing me with.",
      "th": "ให้เพื่อนร่วมหุ้นผม คาร์ทูน แล้วเขาเริ่มสักผมด้วยสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Even though I was good at drawing on paper,",
      "th": "ถึงแม้ผมจะวาดรูปบนกระดาษเก่ง"
    }
  },
  {
    "translation": {
      "en": "and I could do graffiti, airbrush, skin was a completely different world.",
      "th": "และวาดกราฟฟิติได้ พ่นแอร์บรัชได้ ผิวหนังคนนี่เป็นอีกโลกเลย"
    }
  },
  {
    "translation": {
      "en": "[Muggs] His transition from drawing to the tattoo game had everybody shook.",
      "th": "การที่เขาเปลี่ยนจากการวาดรูปมาเป็นสัก ทำให้ทุกคนช็อก"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] I don't remember exactly how he transitioned,",
      "th": "ผมจำไม่ได้ว่าเขาเปลี่ยนยังไง"
    }
  },
  {
    "translation": {
      "en": "but I remember, like, his first tattoos. It was, like, \"Oh, it's over.\"",
      "th": "แต่จำได้ว่าที่เขาสักครั้งแรก มันแบบว่า มันต้องจบแน่"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon came in and changed the game.",
      "th": "คาร์ทูนเข้ามาเปลี่ยนเกมไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] From spraying on a metal to \"Give me this fucking gun,\"",
      "th": "จากพ่นสีบนโลหะมาเป็น \"เอาปืนสักมานี่ซิ\""
    }
  },
  {
    "translation": {
      "en": "he just, like, took to skin like it was just second nature.",
      "th": "แล้วเขาก็จัดการกับผิวหนังคน เหมือนเป็นเรื่องธรรมดา"
    }
  },
  {
    "translation": {
      "en": "In the early days, he'd bring me all my customers.",
      "th": "ยุคแรกๆ เขาจะพาลูกค้าทุกคนมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "I'd just see all these people and all these bands,",
      "th": "แค่ได้เห็นคนพวกนี้ วงดนตรีพวกนี้และ..."
    }
  },
  {
    "translation": {
      "en": "and I'd see their tattoos and I was like,",
      "th": "ผมเห็นรอยสักพวกเขา ผมพูดเลยว่า \"ให้ตายสิวะ..."
    }
  },
  {
    "translation": {
      "en": "\"Fuck, man, that tattoo looks like shit.\"",
      "th": "ผมเห็นรอยสักพวกเขา ผมพูดเลยว่า \"ให้ตายสิวะ... รอยสักนี่แมร่งโคตรเจ๋งเลย\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Just see them at a concert and be like,",
      "th": "เขาจะเจอคนพวกนี้ตามคอนเสิร์ต แล้วก็ถามว่า \"อ๋อ นายชอบสักเหรอ\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, you like tattoos? That's a nice tattoo.",
      "th": "เขาจะเจอคนพวกนี้ตามคอนเสิร์ต แล้วก็ถามว่า \"อ๋อ นายชอบสักเหรอ\" \"รอยสักนี่สวยนะ"
    }
  },
  {
    "translation": {
      "en": "You ever got tattooed by Cartoon? He did this on me.\"",
      "th": "นี่ยังไม่เคยให้คาร์ทูนสักให้เหรอ นี่ไง เขาสักให้ผม\""
    }
  },
  {
    "translation": {
      "en": "And I showed them mine, and they were fresh.",
      "th": "ผมจะเปิดรอยสักของผมให้ดู เพิ่งสักมาใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Most of the guys were like,",
      "th": "ส่วนใหญ่จะพูดว่า \"โอ้โห เจ๋งมาก\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's badass, you know. Who did that?\"",
      "th": "ส่วนใหญ่จะพูดว่า \"โอ้โห เจ๋งมาก\" \"ใครสักให้เหรอ\" \"เพื่อนผม คาร์ทูน\""
    }
  },
  {
    "translation": {
      "en": "\"My boy Cartoon. He brought his shit. You can get tattooed with him.\"",
      "th": "\"ใครสักให้เหรอ\" \"เพื่อนผม คาร์ทูน\" เขาเอาอุปกรณ์มานะ คุณสักกับเขาได้เลย"
    }
  },
  {
    "translation": {
      "en": "That's how I got all my clients, you know? My big ones.",
      "th": "ผมได้ลูกค้าเพราะแบบนี้แหละ รายใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "There is so much going on with those guys.",
      "th": "สองคนนั้นทำอะไรเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Paul] They're super ambitious, super creative.",
      "th": "พวกเขาทะเยอทะยานสุดๆ สร้างสรรค์สุดๆ"
    }
  },
  {
    "translation": {
      "en": "You just want this same style, but just a little more symmetrical.",
      "th": "คุณแค่อยากได้แนวเดียวกันนี้ แต่ได้ส่วนกันมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "[Paul] Super fun to be around.",
      "th": "อยู่ด้วยแล้วสนุกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Super assholes at times.",
      "th": "บางครั้งก็งี่เง่าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Paul, we're ready to get Jewish, get right.",
      "th": "นี่ พอล เราพร้อมเป็นคนยิวแล้วว่ะ และทำให้มันถูกด้วย"
    }
  },
  {
    "translation": {
      "en": "I know Toons went on the Anger Management Tour",
      "th": "ผมรู้ว่าทูนไปทัวร์แองเกอร์ มาเนจเมนท์"
    }
  },
  {
    "translation": {
      "en": "over to Europe.",
      "th": "ทั่วยุโรป"
    }
  },
  {
    "translation": {
      "en": "Everybody hung out.",
      "th": "ทุกคนสนุกอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Anger Management Tour. -This was the tour. -Damn.",
      "th": "- ทัวร์แองเกอร์ มาเนจเมนท์นี่มันสุดยอดทัวร์ - ให้ตายสิวะ"
    }
  },
  {
    "translation": {
      "en": "[Bobo] We're doing these European festivals and you get access to all these bands.",
      "th": "เราจะไปเล่นเทศกาลดนตรีในยุโรป คุณเข้าถึงทุกวงพวกนี้ได้หมด"
    }
  },
  {
    "translation": {
      "en": "I mean, all-access pass.",
      "th": "เข้าถึงได้หมดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Whookid is accused of trying to bribe a prostitute",
      "th": "ฮู คิดพยายามจะติดสินบนโสเภณี"
    }
  },
  {
    "translation": {
      "en": "with a mixtape and two tickets.",
      "th": "ด้วยเทปอัดเพลงรวมกับตั๋วสองใบ"
    }
  },
  {
    "translation": {
      "en": "[Xzibit] Order in court! Order in court!",
      "th": "มีระเบียบในศาลด้วย"
    }
  },
  {
    "translation": {
      "en": "Did you or did you not pay for pussy?",
      "th": "คุณจ่ายเงินซื้ออย่างว่าหรือไม่ได้จ่าย"
    }
  },
  {
    "translation": {
      "en": "I paid for entertainment.",
      "th": "ผมจ่ายซื้อความบันเทิง"
    }
  },
  {
    "translation": {
      "en": "He's a pro at that, man.",
      "th": "เขาเป็นมืออาชีพเรื่องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "It was crazy, he was tattooing on tour over there in Europe.",
      "th": "มันเริ่มบ้ามาก เขาสักระหว่างทัวร์ที่ยุโรป"
    }
  },
  {
    "translation": {
      "en": "Amsterdam.",
      "th": "อัมสเตอร์ดัม"
    }
  },
  {
    "translation": {
      "en": "I came over here to Europe to come with Cypress Hill.",
      "th": "ผมมายุโรปเพื่ออยู่กับไซเปรสฮิลล์"
    }
  },
  {
    "translation": {
      "en": "Actually, it's a Cartoon tour featuring 50 Cent.",
      "th": "ที่จริงมันคือคาร์ทูนทัวร์ แขกรับเชิญคือ 50 เซนต์"
    }
  },
  {
    "translation": {
      "en": "He makes me want a tattoo and shit.",
      "th": "เขาทำให้ผมอยากสัก"
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Eminem. -Cartoon, homie. Y'all can't afford it.",
      "th": "- เอ็มมิเน็ม - คาร์ทูน ไม่ใช่ทุกคนจะมีเงินจ้างเขา"
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Xzibit. -Fucking ecstasy, man!",
      "th": "- เอ็กซ์สิบิต - สุขสุดยอดเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Cypress Hill.",
      "th": "- ไซเปรสฮิลล์ - มันไม่ง่ายแต่มีบางคนต้องทำ"
    }
  },
  {
    "translation": {
      "en": "It ain't easy, but somebody gotta do it. Why the hell not you, right?",
      "th": "- ไซเปรสฮิลล์ - มันไม่ง่ายแต่มีบางคนต้องทำ ทำไมเราไม่ทำล่ะ ใช่ม้ัย"
    }
  },
  {
    "translation": {
      "en": "Basically, my tattoo customers are getting together",
      "th": "เรียกว่าลูกค้าสักของผม กำลังมารวมตัวกันเล่นคอนเสิร์ต"
    }
  },
  {
    "translation": {
      "en": "and throwing some type of little concert.",
      "th": "กำลังมารวมตัวกันเล่นคอนเสิร์ต"
    }
  },
  {
    "translation": {
      "en": "That was pretty cool 'cause he was doing it sometimes right backstage.",
      "th": "มันเจ๋งมากเพราะบางทีเขาก็สักมันหลังเวที"
    }
  },
  {
    "translation": {
      "en": "-You're coming with us tomorrow, right? -We're coming at 3:00 p.m. 2:00 p--",
      "th": "พรุ่งนี้คุณไปกับเราด้วยใช่มั้ย ผมจะไปตอนบ่ายสาม บ่ายสอง ไม่ใช่สิ บ่ายโมง"
    }
  },
  {
    "translation": {
      "en": "No, 1:00 p.m.",
      "th": "ผมจะไปตอนบ่ายสาม บ่ายสอง ไม่ใช่สิ บ่ายโมง"
    }
  },
  {
    "translation": {
      "en": "I was Proof before it, but this really--",
      "th": "ก่อนหน้านี้ผมเป็น \"พรู้ฟ\" แต่นี่มัน"
    }
  },
  {
    "translation": {
      "en": "Wow! I'm Proof now, for real, for real, you know what I'm saying?",
      "th": "ตอนนี้ผมเป็นพรู้ฟจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Motherfuckers are bored, so when you have a tattoo machine going in the back...",
      "th": "ไอ้เวรนั่นขี้เบื่อ พอมีเครื่องสักอยู่ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "...and you're in Germany somewhere, you're gonna be there all day.",
      "th": "แล้วคุณอยู่ที่ไหนสักแห่งในเยอรมัน คุณจะต้องอยู่ที่นั่นทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "He's got another victim.",
      "th": "เขาได้เหยื่ออีกรายแล้ว"
    }
  },
  {
    "translation": {
      "en": "He shoulda did a class photo with all his ink victims on this tour.",
      "th": "เขาน่าจะถ่ายรูปรวม เหยื่อน้ำหมึกของเขาจากทัวร์นี้"
    }
  },
  {
    "translation": {
      "en": "[Eric] He did Bizarre from D12. He did his belly, man.",
      "th": "เขาสักให้บิซาร์จากดีทเวลฟ์ เขาสักพุงให้ ผมจำได้เลย"
    }
  },
  {
    "translation": {
      "en": "I remember, I was there just watching him do this. He had a lot of real estate.",
      "th": "ผมอยู่ตรงนั้นยืนดูเขาสัก พื้นที่เขาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "He had lot of real estate right there. It was crazy.",
      "th": "เขามีพื้นที่เยอะมากจริงๆ บ้ามาก"
    }
  },
  {
    "translation": {
      "en": "[Bizarre] If you're a rapper",
      "th": "ถ้าคุณเป็นแรปเปอร์แล้วไม่มีรอยสัก ฝีมือคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "and you ain't got a tattoo by Cartoon, then you ain't living.",
      "th": "ถ้าคุณเป็นแรปเปอร์แล้วไม่มีรอยสัก ฝีมือคาร์ทูน แสดงว่าคุณไม่เจ๋งจริง"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I was just that guy in the industry",
      "th": "ผมเป็นแค่คนในวงการ"
    }
  },
  {
    "translation": {
      "en": "and people were coming to see me because of my work.",
      "th": "และคนมาหาผมเพราะงานผม"
    }
  },
  {
    "translation": {
      "en": "I surrounded myself by talent.",
      "th": "ผมรายล้อมด้วยคนมีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] 25 years old, this is holding its weight.",
      "th": "รอยสักนี่ 25 ปีแล้วยังดูดีอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "DL, all day strong. Know what I'm talkin' bout?",
      "th": "แกร่งเสมอทั้งวัน เข้าใจที่พูดนะ"
    }
  },
  {
    "translation": {
      "en": "Hola.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Is there anywhere to go get something to eat?",
      "th": "ไปหาอะไรกินได้ที่ไหนบ้างเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Terminal two.",
      "th": "- อาคารสอง - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Huh? -Terminal two.",
      "th": "อาคารสอง"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How do you get there? -You go--",
      "th": "จะไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Where did she say to turn? [Estevan] The green ramp.",
      "th": "- เขาบอกให้เลี้ยวตรงไหนนะ - ทางลาดสีเขียว"
    }
  },
  {
    "translation": {
      "en": "New York City. No one's here.",
      "th": "กรุงนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] You need that? -No.",
      "th": "- จะเอามั้ย - ไม่"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Let's go. -[baggage claim siren]",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Eric] Before you know it, everybody was calling Cartoon.",
      "th": "กว่าจะรู้ตัวทุกคนก็เรียกหาคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "He was top name, flying him in.",
      "th": "ชื่อเขามาแรง พวกนั้นซื้อตั๋วเครื่องบินให้เขา"
    }
  },
  {
    "translation": {
      "en": "Well, at that point in time, everybody started getting tatted up.",
      "th": "ถึงจุดหนึ่งทุกคนเริ่มมีรอยสัก"
    }
  },
  {
    "translation": {
      "en": "Hey, let's order a pizza pie.",
      "th": "นี่ สั่งพิซซ่าพายกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Gang Starr, you know what I'm saying?",
      "th": "แก๊ง สตารร์น่ะรู้จักมั้ย"
    }
  },
  {
    "translation": {
      "en": "That means that's me and my motherfucking man Preemo, okay?",
      "th": "มีผมกับเพื่อนผมกับพรีโม่"
    }
  },
  {
    "translation": {
      "en": "-DJ Premier. -Yeah.",
      "th": "โอเคมั้ย ดีเจพรีเมียร์"
    }
  },
  {
    "translation": {
      "en": "[Premier] Only real shit gets done on me anyway, so the realest shit,",
      "th": "ผมสักแต่ของจริงอยู่แล้ว อันนี้จริงที่สุด มิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "Mister Cartoon.",
      "th": "อันนี้จริงที่สุด มิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "This hot, though, this hot.",
      "th": "เจ๋งว่ะ คนนี้เจ๋งจริง"
    }
  },
  {
    "translation": {
      "en": "He's created a masterpiece.",
      "th": "เขาสร้างผลงานชิ้นเอก"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Busted.",
      "th": "ถูกจับได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna leave my whole little cigarette binge right here in New York,",
      "th": "ผมจะทิ้งอาการติดบุหรี่ที่นิวยอร์กนี่"
    }
  },
  {
    "translation": {
      "en": "where I found it.",
      "th": "ผมติดก็จากที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I thought you found it in Tokyo.",
      "th": "นึกว่าคุณไปติดที่โตเกียว"
    }
  },
  {
    "translation": {
      "en": "Yeah, but...",
      "th": "ใช่ แต่..."
    }
  },
  {
    "translation": {
      "en": "I can't leave it there cause I'm over here.",
      "th": "ผมทิ้งไว้ที่นั่นไม่ได้ เพราะผมอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "That nigga Cartoon be doin'.",
      "th": "คาร์ทูน เพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "You see, this is how we do it.",
      "th": "เห็นมั้ย เราทำกันแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "And-- And what you have with Estevan...",
      "th": "แล้วสิ่งที่คุณทำกับเอสเตวาน..."
    }
  },
  {
    "translation": {
      "en": "If I tell you to shut the fuck up, will you shut the fuck up?",
      "th": "พวกนั้นบอกให้หุบปาก นายก็ต้องหุบปาก"
    }
  },
  {
    "translation": {
      "en": "Insane drug addict, alcoholic.",
      "th": "...ทั้งติดยา ติดเหล้า"
    }
  },
  {
    "translation": {
      "en": "He was partying his ass off.",
      "th": "เขาปาร์ตี้หนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I might've experimented with every kind of drug you could try.",
      "th": "ผมลองยาเสพติดแทบทุกอย่างที่มีให้ลอง"
    }
  },
  {
    "translation": {
      "en": "PCP, blow, mushrooms, acid, ecstasy, MDMA.",
      "th": "พีซีพี โคเคน เห็ด เอซิด ยาอี เอ็มดีเอ็มเอ"
    }
  },
  {
    "translation": {
      "en": "I'd wake up with the craziest cramps in my legs.",
      "th": "ผมจะตื่นมาเจอขาที่เป็นตะคริวอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "And... it was just too much.",
      "th": "ผมจะตื่นมาเจอขาที่เป็นตะคริวอย่างแรง มันมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "We looked at each other and we were like, \"We need to go to the next level, man.\"",
      "th": "เรามองหน้ากันแล้วคิดว่า \"เราต้องก้าวไปอีกขั้นแล้วล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And to go to the next level, \"E\" had to leave...",
      "th": "การไปอีกขั้นเขาต้องทิ้ง..."
    }
  },
  {
    "translation": {
      "en": "the substances behind.",
      "th": "สารเสพติดไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "[David] And he got sober and sponsored countless amount of people for years.",
      "th": "เขาเลิกยาได้และเป็นสปอนเซอร์ ให้กับอีกหลายคนเป็นปี"
    }
  },
  {
    "translation": {
      "en": "Once he got sober, I just seen domination kick in.",
      "th": "พอเขาเลิกเหล้าเลิกยาได้ ผมก็เห็นการเริ่มขึ้นสู่อำนาจ"
    }
  },
  {
    "translation": {
      "en": "And they grew that empire, Soul Assassins Studios.",
      "th": "พวกเขาสร้างอาณาจักร โซลแอสแซสซิน สตูดิโอส์"
    }
  },
  {
    "translation": {
      "en": "Before you know it... [imitates explosion]",
      "th": "กว่าคุณจะรู้ตัว..."
    }
  },
  {
    "translation": {
      "en": "I mean, should I tell you-- I can tell you the whole story now.",
      "th": "ผมเล่าเรื่องทั้งหมดให้คุณฟังได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Snoop] My first time going to S.A. Studios,",
      "th": "ครั้งแรกที่ผมไปที่เอสเอสตูดิโอส์"
    }
  },
  {
    "translation": {
      "en": "lowriders,",
      "th": "รถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "rims, the art on the wall.",
      "th": "ล้อแม็กซ์ ภาพศิลปะบนผนัง"
    }
  },
  {
    "translation": {
      "en": "I was like a kid in a candy store.",
      "th": "ผมเหมือนเด็กเข้าไปในร้านลูกกวาด"
    }
  },
  {
    "translation": {
      "en": "It was like a Chicano... like a camp, like a club.",
      "th": "มันเหมือนชิคาโน่ เหมือนแคมป์ เหมือนสโมสร"
    }
  },
  {
    "translation": {
      "en": "These dudes are like cholo Da Vincis.",
      "th": "คนพวกนี้เหมือนดาวินชี่ ภาคเม็กซิกัน-อเมริกัน"
    }
  },
  {
    "translation": {
      "en": "I never would've found them if I hadn't become successful.",
      "th": "ผมคงไม่มีวันเจอพวกเขา ถ้าผมไม่ประสบความสำเร็จ (โลเปซทูไนท์ - ลอสแองเจลิส)"
    }
  },
  {
    "translation": {
      "en": "[Eminem] Yeah. Yeah. Check, check.",
      "th": "ใช่ เช็ค"
    }
  },
  {
    "translation": {
      "en": "Yo. I remember walking in, though, and being like, \"Damn, you guys made it.\"",
      "th": "ผมจำได้ว่าเดินเข้าไปแล้วบอกว่า \"ให้ตายสิวะ พวกคุณแมร่งทำได้\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] 'Cause it was, like, fucking incredible.",
      "th": "เพราะมันโคตรจะน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Travis] You're in downtown,",
      "th": "คุณอยู่กลางเมือง อยู่ตรงจุดที่อันตรายที่สุด"
    }
  },
  {
    "translation": {
      "en": "and you're in the thick of it, Skid Row is right there,",
      "th": "คุณอยู่กลางเมือง อยู่ตรงจุดที่อันตรายที่สุด สคิดโรว์อยู่ตรงนั้น จุดนั้นน่าทึ่งมาก ผมชอบที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and that spot was super jammin'. I loved that.",
      "th": "สคิดโรว์อยู่ตรงนั้น จุดนั้นน่าทึ่งมาก ผมชอบที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Eminem] It seemed like it should be like a tour museum.",
      "th": "ที่นี่ควรเปิดให้ทัวร์ชมเหมือนพิพิธภัณฑ์"
    }
  },
  {
    "translation": {
      "en": "Like, people need to see that shit.",
      "th": "คนต้องเห็นของพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[Estevan] When we first moved down here, this was an extension of Skid Row.",
      "th": "ตอนเราย้ายมาที่นี่ครั้งแรก มันเป็นส่วนที่ขยายมาของสคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "This is where the homeless used to live. The people on drugs or mentally ill.",
      "th": "จุดที่คนจรจัดเคยอยู่ คนติดยาหรือคนสติไม่ดี"
    }
  },
  {
    "translation": {
      "en": "That's what this area was like before.",
      "th": "บริเวณนี้เป็นอย่างนั้นก่อนที่..."
    }
  },
  {
    "translation": {
      "en": "Can you see it? All right. The Art Department were those two windows.",
      "th": "คุณเห็นมันใช่มั้ย เอาล่ะ แผนกศิลป์คือตรงหน้าต่างสองบานนั่น แล้วเราก็มีโชว์รูมเล็กๆ ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "And we had like a little showroom here.",
      "th": "แผนกศิลป์คือตรงหน้าต่างสองบานนั่น แล้วเราก็มีโชว์รูมเล็กๆ ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "We had all of our cars laid out behind these windows.",
      "th": "เรามีรถเราทุกคันเรียงหลังหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "Inside that double doors right there was Cartoon's Skid Row Tattoo.",
      "th": "ข้างในประตูสองบานนั่น เป็นร้านสักสคิดโรว์ของคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. That was a great time. It was like a hideout.",
      "th": "เอสเอสตูดิโอส์ ช่วงนั้นสนุกกันมาก เหมือนเป็นที่ซ่อนตัว"
    }
  },
  {
    "translation": {
      "en": "You guys gave us the tour. Like, showed us a bunch of shit.",
      "th": "พวกคุณพาเราเดินทัวร์ และให้เราดูอะไรหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Alchemist] It was kind of like a wild playground.",
      "th": "เหมือนสนามเด็กเล่นแบบดิบเถื่อน"
    }
  },
  {
    "translation": {
      "en": "Shalom.",
      "th": "ชาโลม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I got a good tattoo for you guys right here.",
      "th": "มีรอยสักที่เหมาะกับพวกนายอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "The Jew unit in effect, you know what I'm saying?",
      "th": "แต่งยิวเต็มตัวแล้วเข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "[David] We have these two guys with shaved heads covered in tattoos,",
      "th": "คุณมีผู้ชายหัวโล้นสักเต็มตัวสองคน"
    }
  },
  {
    "translation": {
      "en": "and then you go to their office, and they have their own Nikes,",
      "th": "ไปที่ห้องทำงานพวกเขา เจอรองเท้าไนกี้"
    }
  },
  {
    "translation": {
      "en": "they have their own Vans.",
      "th": "มีรองเท้าแวนส์ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And Estevan's sittin' there, and his room's a mess,",
      "th": "เอสเตวานนั่งอยู่ตรงนั้น ห้องรกมาก"
    }
  },
  {
    "translation": {
      "en": "and he has like a little gun on the table.",
      "th": "แล้วเขามีปืนกระบอกเล็กๆ บนโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "[Travis] Motorcycles. It was the illest, illest studio ever.",
      "th": "มีมอเตอร์ไซค์ เป็นสตูดิโอที่เท่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was nothing like I'd ever seen before.",
      "th": "ผมไม่เคยเห็นอะไรแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I'm green with envy.",
      "th": "อิจฉามาก"
    }
  },
  {
    "translation": {
      "en": "When I walked out and I saw Too $hort, and then I saw Darlene,",
      "th": "ตอนผมเดินออกมาผมเจอทู ชอร์ต แล้วผมก็เห็นดาร์ลีน"
    }
  },
  {
    "translation": {
      "en": "Ice-T's old wife, right?",
      "th": "ภรรยาเก่าของไอซ์ที"
    }
  },
  {
    "translation": {
      "en": "Well, I saw 50 there. I saw Dre, Snoop.",
      "th": "ผมเห็นฟิฟตี้ เห็นเดร สนูป"
    }
  },
  {
    "translation": {
      "en": "You know, every day was somebody else coming through.",
      "th": "ทุกวันจะต้องมีคนอื่นผ่านไปผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I saw her walking in, and I'm like,",
      "th": "ผมเห็นเธอเดินเข้ามาและผมรู้เลย \"ที่นี่ต้องเป็นแหล่งแน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, this must be the spot.\" You know what I'm saying? Like...",
      "th": "ผมเห็นเธอเดินเข้ามาและผมรู้เลย \"ที่นี่ต้องเป็นแหล่งแน่ๆ\" เข้าใจที่ผมพูดหรือเปล่า แบบ..."
    }
  },
  {
    "translation": {
      "en": "[Sen] I saw Eminem over there.",
      "th": "ผมเห็นเอ็มมิเน็มที่นั่น"
    }
  },
  {
    "translation": {
      "en": "He tatted me there.",
      "th": "เขาสักให้ผมที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I think one day I saw Kim Kardashian there.",
      "th": "คิดว่าผมเห็นคิม คาร์แดชเชียนที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "Went and done a photo shoot with her or whatever.",
      "th": "เข้าไปถ่ายรูปกับเธอหรืออะไร"
    }
  },
  {
    "translation": {
      "en": "You guys still got that place?",
      "th": "คุณยังมีที่นั่นอยู่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "The building itself seemed slightly dangerous.",
      "th": "ตัวตึกเองดูอันตรายนิดๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, there comes shitbox.",
      "th": "- มาแล้วไง - ผมแน่ใจว่ามันอันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "[Brian] I'm sure it's really dangerous, but since you planted",
      "th": "- มาแล้วไง - ผมแน่ใจว่ามันอันตรายมาก แต่นับตั้งแต่คุณมาปักหลักที่นี่ มันก็กลายเป็น..."
    }
  },
  {
    "translation": {
      "en": "your spot there it became--",
      "th": "แต่นับตั้งแต่คุณมาปักหลักที่นี่ มันก็กลายเป็น..."
    }
  },
  {
    "translation": {
      "en": "[chuckling] It was like a safe house or something.",
      "th": "เหมือนเป็นเซฟเฮาส์หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Sen] The homeless people around it, they took care of it.",
      "th": "พวกเขาดูแลคนจรจัดรอบๆ"
    }
  },
  {
    "translation": {
      "en": "You know, that's why no one ever really messed with that building.",
      "th": "ถึงไม่มีใครมายุ่งกับตึกนั่น"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Pull your ass over. Face the wall. And I wanna see your ID and your bike.",
      "th": "จอดรถ หันหน้าเข้ากำแพง ฉันอยากดูบัตรประจำตัวนายกับจักรยาน"
    }
  },
  {
    "translation": {
      "en": "There's my ID, there's my nutsack, and fuck you, my ass.",
      "th": "นี่ไงบัตรประจำตัว นี่ลูกกระแป๋งฉัน และไม่สนใจเว้ย"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It seems like we were able to exist in multiple worlds.",
      "th": "เหมือนเราสามารถอยู่ได้ในหลายโลก"
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying?",
      "th": "เข้าใจที่ผมพูดมั้ย"
    }
  },
  {
    "translation": {
      "en": "For lunch, we'd be in downtown",
      "th": "มื้อกลางวันเราจะอยู่ใจกลางเมือง"
    }
  },
  {
    "translation": {
      "en": "and bullshitting with some crazy homeless guy in his tent.",
      "th": "เล่นสนุกกับคนจรจัดสติสตังไม่ดีในเต๊นท์"
    }
  },
  {
    "translation": {
      "en": "Estevan would jump out and take a picture of him.",
      "th": "เอสเตวานจะออกมาถ่ายรูปเขา"
    }
  },
  {
    "translation": {
      "en": "And then we'd jump on the 10 freeway and be at a five-star hotel.",
      "th": "แล้วเราก็ขับขึ้นถนนฟรีเวย์สายสิบ ไปโรงแรมห้าดาว"
    }
  },
  {
    "translation": {
      "en": "It was just normal, you know what I'm saying?",
      "th": "เป็นเรื่องธรรมดามาก เข้าใจผมนะ"
    }
  },
  {
    "translation": {
      "en": "[Pepper] I'm Pepper, you know?",
      "th": "ผมชื่อเปปเปอร์ เป็นคนระดับสูงสุด ของสคิดโรว์ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm Skid Row's most highest-ranked right now.",
      "th": "ผมชื่อเปปเปอร์ เป็นคนระดับสูงสุด ของสคิดโรว์ในตอนนี้ (เปปเปอร์ - นายกเทศมนตรีสคิดโรว์)"
    }
  },
  {
    "translation": {
      "en": "I'm the mayor of Skid Row.",
      "th": "ผมเป็นนายกเทศมนตรีสคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "The homeless pretty much answer to me.",
      "th": "คนจรจัดส่วนใหญ่ต้องรับคำสั่งจากผม"
    }
  },
  {
    "translation": {
      "en": "Factory place was dead.",
      "th": "โรงงานนั่นเคยร้าง"
    }
  },
  {
    "translation": {
      "en": "When Joker, Cartoon, everyone come here.",
      "th": "ตอนที่ตัวตลกคาร์ทูนกับทุกคนมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "They brought the factory to life, okay?",
      "th": "พวกเขาทำให้โรงงานกลับมามีชีวิต"
    }
  },
  {
    "translation": {
      "en": "And then I came into the scene.",
      "th": "แล้วจากนั้นผมก็เข้ามามีบทบาท"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] How old you turn? -Forty-one.",
      "th": "- คุณอายุเท่าไร - อายุ 41"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm 50.",
      "th": "โอเคมั้ย ผมอายุ 50"
    }
  },
  {
    "translation": {
      "en": "Soon to be 51 in a couple of months.",
      "th": "อีกสองสามเดือนก็ 51 แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm an ex-convict, ex-drug dealer, ex-drug user.",
      "th": "ผมเคยเป็นอดีตนักโทษ อดีตคนขายยา อดีตคนติดยา"
    }
  },
  {
    "translation": {
      "en": "I gutted his ass.",
      "th": "ผมควักไส้เขาเองแหละ"
    }
  },
  {
    "translation": {
      "en": "We got in an argument, so I gutted him.",
      "th": "เราทะเลาะกัน ผมเลยควักไส้เขาเลย"
    }
  },
  {
    "translation": {
      "en": "This family never gave up on me.",
      "th": "ครอบครัวนี้ไม่เคยละทิ้งผม"
    }
  },
  {
    "translation": {
      "en": "They never gave up on me when I was all filthy, drugged out and shit.",
      "th": "พวกเขาไม่เคยละทิ้งผมตอนที่ผมสกปรก เมายาเละเทะ"
    }
  },
  {
    "translation": {
      "en": "When I was thrown in and out of County Jail,",
      "th": "ตอนนั้นผมเดินเข้าออกคุกของเขต"
    }
  },
  {
    "translation": {
      "en": "they accepted me with open arms when I come out.",
      "th": "พวกเขาอ้าแขนยอมรับผมอย่างเต็มใจ ตอนที่ผมออกมา"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I've been dealing with homeless people all my life, you know.",
      "th": "ผมรับมือกับพวกคนจรจัดมาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "They don't wanna follow rules.",
      "th": "พวกเขาไม่อยากทำตามกฎ"
    }
  },
  {
    "translation": {
      "en": "I work when I wanna work.",
      "th": "ผมทำงานเวลาที่อยากทำงาน"
    }
  },
  {
    "translation": {
      "en": "Sleep when I wanna sleep.",
      "th": "นอนหลับเวลาที่อยากนอน"
    }
  },
  {
    "translation": {
      "en": "Sleep where I wanna sleep.",
      "th": "นอนในที่ที่ผมอยากนอน"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] They have a problem with authority.",
      "th": "พวกเขามีปัญหากับทางการ"
    }
  },
  {
    "translation": {
      "en": "And whoever don't like it, fuck them in their ass and suck my dick.",
      "th": "ใครที่ไม่ชอบก็ช่างแม่งและมาดูดจ้อนฉันมา"
    }
  },
  {
    "translation": {
      "en": "For the fourth time today. This is harassment.",
      "th": "วันนี้สี่ครั้งแล้วนะ อย่างนี้มันคุกคามนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "Fourth time being stopped for no reason.",
      "th": "พวกเขาหยุดดูแบบไม่มีเหตุผลสี่ครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] See you tomorrow, Pepper! -[Pepper] All right.",
      "th": "- เจอกันพรุ่งนี้เช้า เปปเปอร์ - ได้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We could fall off and lose all our shit.",
      "th": "เราอาจล้มแล้วข้าวของหายหมด"
    }
  },
  {
    "translation": {
      "en": "Pepper's world.",
      "th": "โลกของเปปเปอร์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] So, any of us could be walking the streets, you know?",
      "th": "ใครก็เดินตามถนนพวกนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Drugs will take you down there.",
      "th": "ยาเสพติดจะพาคุณไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "But that's the way life goes. Life is about change.",
      "th": "แต่ชีวิตมันก็เป็นแบบนี้ ชีวิตคือการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "And change is what it's about.",
      "th": "และความเปลี่ยนแปลงก็คือชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Lepke] Look, if y'all gonna keep telling me",
      "th": "ถ้าพวกคุณเอาแต่บอกผมว่าให้หันไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "which way to move, we can't do no interview. Damn!",
      "th": "เราก็คงสัมภาษณ์กันไม่ได้ บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Look, are you good, cameraman? All right.",
      "th": "ได้หรือยังล่ะ พ่อช่างกล้อง (บิ๊ก เลปกี้ อดีตสมาชิกแก๊ง)"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm Big Lepke, Westside Rebels, gangster locos.",
      "th": "ผมบิ๊ก เลปกี้ เวสต์ไซด์ รีเบล แก๊งสเตอร์ โลคอส"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm an ex-gang member.",
      "th": "ใช่ ผมเป็นอดีตสมาชิกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "We up on Skid Row. We keep it real.",
      "th": "เราอยู่ที่สคิดโรว์ พวกเรานี่ของแท้"
    }
  },
  {
    "translation": {
      "en": "Today we ain't trippin'. Ain't no heroin in the veins.",
      "th": "วันนี้เราไม่เมา เลือดเราไม่มีเฮโรอีน"
    }
  },
  {
    "translation": {
      "en": "Ain't no rock in the mouth.",
      "th": "ไม่มีโคเคนในปาก"
    }
  },
  {
    "translation": {
      "en": "Skid Row was my home.",
      "th": "สคิดโรว์เป็นบ้านผม"
    }
  },
  {
    "translation": {
      "en": "Some people call it \"hell.\" I call it \"home.\"",
      "th": "บางคนเรียกมันว่านรก ผมเรียกมันว่าบ้าน"
    }
  },
  {
    "translation": {
      "en": "The city I roam.",
      "th": "เมืองที่ผมเดินย่ำ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] So, right here Lepke would get the boxes from when we'd throw them out,",
      "th": "ตรงนี้ เลปกี้จะเอากล่องที่เราทิ้งๆ"
    }
  },
  {
    "translation": {
      "en": "and he'd make like a little bed right here.",
      "th": "เอามาวางเรียงเป็นเตียงเล็กๆ ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "I remember one time we were coming to have a meeting here",
      "th": "ผมจำได้ว่าครั้งหนึ่ง เราจะเข้ามาประชุม"
    }
  },
  {
    "translation": {
      "en": "and Lepke, he'd been shooting heroin.",
      "th": "เลปกี้ฉีดเฮโรอีนอยู่และเราก็ \"เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "We were like, \"Great, fucking Lepke's passed out.",
      "th": "เลปกี้ฉีดเฮโรอีนอยู่และเราก็ \"เยี่ยมเลย ไอ้เวรเลปกี้สลบอยู่ ลูกค้าก็กำลังจะมา"
    }
  },
  {
    "translation": {
      "en": "The clients are coming, and we're gonna have this big meeting,",
      "th": "ไอ้เวรเลปกี้สลบอยู่ ลูกค้าก็กำลังจะมา เรามีประชุมสำคัญและเพื่อนขี้ยาของเรา"
    }
  },
  {
    "translation": {
      "en": "and there's our, you know, dopefiend friend",
      "th": "เรามีประชุมสำคัญและเพื่อนขี้ยาของเรา"
    }
  },
  {
    "translation": {
      "en": "passed out from shooting too much heroin.",
      "th": "กำลังหมดสติเพราะฉีดเฮโรอีนไปเยอะ"
    }
  },
  {
    "translation": {
      "en": "You know, he didn't OD, so we didn't have to stick an ice cube up his ass.",
      "th": "เขาไม่ได้ใช้ยาเกินขนาด เราเลยไม่ต้องยัดก้อนน้ำแข็งเข้าก้นเขา"
    }
  },
  {
    "translation": {
      "en": "But he was knocked out, so we had to spray him with some water...",
      "th": "แต่เขาไม่ได้สติ เลยต้องเอาน้ำมาฉีด"
    }
  },
  {
    "translation": {
      "en": "so he could come to.",
      "th": "เขาจะได้ฟื้น"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Hey.",
      "th": "เฮ้ย"
    }
  },
  {
    "translation": {
      "en": "[laughing] Come back.",
      "th": "ตื่นสิ ไอ้เวร"
    }
  },
  {
    "translation": {
      "en": "Get him later.",
      "th": "เดี๋ยวโดนแน่"
    }
  },
  {
    "translation": {
      "en": "I'm over here, kickin' it.",
      "th": "ฉันอยู่ตรงนี้กำลังสนุก..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Don't threaten me, man. -Hey, motherfucker.",
      "th": "เฮ้ย อะไรวะ"
    }
  },
  {
    "translation": {
      "en": "No, no, we told him, \"You gotta go. We're gonna have a meeting.\"",
      "th": "ไม่นะ เราบอกเขาว่า \"นายต้องไปแล้ว เราจะมีประชุม\""
    }
  },
  {
    "translation": {
      "en": "Oh, suck a dick.",
      "th": "ไม่สนเว้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah, he squirted some water in my nose, and it was a cool wake-up call.",
      "th": "ใช่ เขาฉีดน้ำใส่จมูกผม เหมือนการเตือนใจที่เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "I always think about stuff like that.",
      "th": "ผมมักคิดถึงอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You're gonna get kicked.",
      "th": "เราต้องโดนเตะแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "So, downtown has always been a Soul Assassins' headquarters.",
      "th": "กลางใจเมืองเป็นสำนักงานใหญ่ ของโซลแอสแซสซินส์มาตลอด"
    }
  },
  {
    "translation": {
      "en": "It was kind of like a home base. Kind of reminds me of Grand Theft Auto.",
      "th": "มันเหมือนเป็นฐานที่มั่น ทำให้ผมคิดถึงเกมแกรนด์เธฟต์ออโต"
    }
  },
  {
    "translation": {
      "en": "Estevan was upstairs, Cartoon was tattooing.",
      "th": "เอสเตวานอยู่ชั้นบน คาร์ทูนสักอยู่"
    }
  },
  {
    "translation": {
      "en": "There was eyes on it. It was protected, man, yeah.",
      "th": "มีคนคอยจับตาดู ได้รับการปกป้อง ใช่"
    }
  },
  {
    "translation": {
      "en": "There's like a shield around it or something.",
      "th": "ที่นั่นเหมือนมีเกราะป้องกันรอบๆ หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "But you take pictures, you do cars, all that stuff in that space.",
      "th": "แต่คุณถ่ายรูป คุณทำรถ ทำทุกอย่างอยู่ในพื้นที่"
    }
  },
  {
    "translation": {
      "en": "You tattoo there.",
      "th": "คุณสักที่นั่น"
    }
  },
  {
    "translation": {
      "en": "There's only one guy that I let do my tattoos, and my kids' tattoos.",
      "th": "มีคนเดียวที่ผมยอมให้สักให้ผม และสักให้ลูกๆ"
    }
  },
  {
    "translation": {
      "en": "The great Cartoon.",
      "th": "คาร์ทูนผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[in English] Tattoos used to be a stigma.",
      "th": "รอยสักเคยเป็นเหมือนรอยมลทิน มันเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "I mean, a bad one.",
      "th": "(แดนนี่ เทรโฮ นักแสดง)"
    }
  },
  {
    "translation": {
      "en": "When I got out of the pen,",
      "th": "ตอนผมออกมาจากคุก ผู้หญิงมีรอยสักคนแรกที่ผมเจอ"
    }
  },
  {
    "translation": {
      "en": "the first girl I saw with a tattoo, I-- I thought she was a hooker.",
      "th": "ตอนผมออกมาจากคุก ผู้หญิงมีรอยสักคนแรกที่ผมเจอ ผมนึกว่าเธอเป็นโสเภณี"
    }
  },
  {
    "translation": {
      "en": "Before him, tattooing hip-hop guys,",
      "th": "สำหรับเขาการสักให้ชาวฮิปฮอป ผมไม่คิดว่า"
    }
  },
  {
    "translation": {
      "en": "I don't think there was a prominent position in hip-hop",
      "th": "สำหรับเขาการสักให้ชาวฮิปฮอป ผมไม่คิดว่า ตอนนั้นจะเป็นเรื่องฮิตในโลกฮิปฮอป ที่คนมาสักอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "where guys were getting tatted like that.",
      "th": "ตอนนั้นจะเป็นเรื่องฮิตในโลกฮิปฮอป ที่คนมาสักอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Nobody was-- Like, in hip-hop, was about that.",
      "th": "ไม่มีใครในวงการฮิปฮอปสนใจ"
    }
  },
  {
    "translation": {
      "en": "I mean--",
      "th": "ผมหมายถึง บ้าเอ้ย"
    }
  },
  {
    "translation": {
      "en": "Fuck, I mean, I feel like Cartoon gave Eminem one of his first tattoos,",
      "th": "ผมรู้สึกว่าคาร์ทูนสักรอยแรกๆ ให้เอ็มมิเน็ม"
    }
  },
  {
    "translation": {
      "en": "Didn't he? He gave Snoop one of his first tattoos.",
      "th": "เขาสักหนึ่งในรูปแรกให้สนูป"
    }
  },
  {
    "translation": {
      "en": "[Snoop] Look at this, man. I really look like my old boy Nate Dogg.",
      "th": "ดูนี่สิ มันเหมือนเพื่อนผมเลย เนต ด็อกก์"
    }
  },
  {
    "translation": {
      "en": "It looks like my lovely wife.",
      "th": "เหมือนเมียที่น่ารักของผม"
    }
  },
  {
    "translation": {
      "en": "He captured that, man.",
      "th": "เขาวาดออกมาได้เหมือน"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't even have a Cartoon tattoo, believe it or not.",
      "th": "ผมไม่มีรอยสักของคาร์ทูนด้วยซ้ำ คุณเชื่อหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "That's, you know what I mean, I'd love one.",
      "th": "คุณเข้าใจผมมั้ย ก็อยากสักหรอกนะ แต่ไม่มีเงินจ่ายห้าหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "But, you know, I'm not paying 50 Gs. [chuckling] I'm just not doing it.",
      "th": "คุณเข้าใจผมมั้ย ก็อยากสักหรอกนะ แต่ไม่มีเงินจ่ายห้าหมื่นดอลลาร์ ผมเลยไม่สัก"
    }
  },
  {
    "translation": {
      "en": "This guy is the best in the world, but he costs an arm and a leg.",
      "th": "ผู้ชายคนนี้สักเก่งที่สุดในโลก แต่เพื่อนเอ๊ย แพงหูฉี่"
    }
  },
  {
    "translation": {
      "en": "He'll tattoo your arm and he'll take it with you.",
      "th": "เขาจะสักแขนคุณ แล้วตัดแขนคุณไปเป็นค่าสัก"
    }
  },
  {
    "translation": {
      "en": "Hey, man, it's worth it.",
      "th": "แต่มันคุ้มครับ"
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] Talk about your new tattoo. -Cartoon is the greatest tattoo artist",
      "th": "เรากำลังคุยเรื่องรอยสักใหม่ของคุณ คาร์ทูนเป็นศิลปินสักที่ยิ่งใหญ่ที่สุด เท่าที่เคยมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "to ever live.",
      "th": "คาร์ทูนเป็นศิลปินสักที่ยิ่งใหญ่ที่สุด เท่าที่เคยมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This should be enough for this, because, my man--",
      "th": "เงินเท่านี้น่าจะพอเพราะ... เพื่อนเอ๊ย..."
    }
  },
  {
    "translation": {
      "en": "He's the greatest, the quickest, uh...",
      "th": "เขาเก่งที่สุด ไวที่สุด..."
    }
  },
  {
    "translation": {
      "en": "-[Cartoon] With the biggest truck. -With the biggest truck.",
      "th": "- มีรถกระบะใหญ่ที่สุด - มีรถกระบะใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "It's getting expensive, man.",
      "th": "มันเริ่มจะแพงแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "With the biggest truck... in the world, probably.",
      "th": "มีรถกระบะคันใหญ่ที่สุดในโลกน่าจะได้"
    }
  },
  {
    "translation": {
      "en": "I mean, his clientele, you know, it's like, you know, Travis,",
      "th": "เพราะลูกค้าของเขาก็คือ"
    }
  },
  {
    "translation": {
      "en": "and Eminem, Redman, Method Man, you know,",
      "th": "ทราวิสกับเอ็มมิเน็ม เร้ดแมน เมธ็อด แมน"
    }
  },
  {
    "translation": {
      "en": "Justin Timberlake, Beyoncé from Destiny's Child...",
      "th": "จัสติน ทิมเบอร์เลค บียองเซ่จากเดสตินี่ส์ ไชลด์"
    }
  },
  {
    "translation": {
      "en": "Don't show me.",
      "th": "อย่าให้เห็นฉันนะ"
    }
  },
  {
    "translation": {
      "en": "[Skinhead Rob] It's appointment only",
      "th": "ต้องนัดก่อนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "and not every deek off the street can just come in and get something.",
      "th": "แล้วก็ไม่ใช่ทุกคนตามถนนจะเข้ามา แล้วขอสักได้"
    }
  },
  {
    "translation": {
      "en": "I knew If I was gonna get my fucking head done,",
      "th": "ผมรู้ว่าถ้าจะสักที่หัว"
    }
  },
  {
    "translation": {
      "en": "for what I wanted and stuff, and the style,",
      "th": "ให้ได้ตามที่ต้องการ ลายและสไตล์"
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna be Cartoon, you know.",
      "th": "ผมรู้เลยว่าต้องไปหาคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "That was an experience.",
      "th": "มันคือประสบการณ์"
    }
  },
  {
    "translation": {
      "en": "[Ryan] I would hear his name in songs. The Game,",
      "th": "ผมจะได้ยินชื่อเขาตามเพลง"
    }
  },
  {
    "translation": {
      "en": "there's a couple of rap songs where he drops Cartoon's name.",
      "th": "ในเกม มีเพลงแรปสองสามเพลง ที่เอ่ยชื่อคาร์ทูนออกมา"
    }
  },
  {
    "translation": {
      "en": "[Paul R., Jr] You know, I'm a hip-hop fan, and, so, I would see Cartoon pop up in music videos.",
      "th": "ผมเป็นแฟนเพลงฮิปฮอป และเห็นคาร์ทูนโผล่มาในมิวสิกวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "♪ I even got a tattoo With your name across the chest ♪",
      "th": "(สลิม เชดี้)"
    }
  },
  {
    "translation": {
      "en": "[Ryan] In the waiting room, I remember looking at the pictures on the wall,",
      "th": "ผมอยู่ในห้องรอ จำได้ว่ามองภาพบนผนัง"
    }
  },
  {
    "translation": {
      "en": "pictures Estevan probably took.",
      "th": "ภาพที่เอสเตวานอาจจะถ่าย"
    }
  },
  {
    "translation": {
      "en": "Cartoon was tatting up all those, 50 Cent, Eminem and Dr. Dre.",
      "th": "คาร์ทูนกำลังสักให้ทั้งฟิฟตี้เซ็นต์ เอ็มมิเน็ม ดร.เดร"
    }
  },
  {
    "translation": {
      "en": "If Xzibit was getting tattooed,",
      "th": "ถ้าเอ็กซ์สิบิตกำลังสัก เอสเตวานกำลังถ่ายภาพเขา"
    }
  },
  {
    "translation": {
      "en": "Estevan was photographing him, and you'd see that photo everywhere.",
      "th": "ถ้าเอ็กซ์สิบิตกำลังสัก เอสเตวานกำลังถ่ายภาพเขา และคุณจะเห็นรูปถ่ายนั้นทุกที่"
    }
  },
  {
    "translation": {
      "en": "[Ryan] I knew pretty early on that he had done the Xs on Xzibit,",
      "th": "ผมรู้ตั้งแต่แรก ว่าเขาเป็นคนทำตัวเอ็กซ์ให้เอ็กซ์สิบิต รู้ว่าเขาสักหลังให้ฟิฟตี้ เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "that he did 50 Cent's back,",
      "th": "ว่าเขาเป็นคนทำตัวเอ็กซ์ให้เอ็กซ์สิบิต รู้ว่าเขาสักหลังให้ฟิฟตี้ เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "You know, 50 got that shit on his back, man. That shit is crazy.",
      "th": "ฟิฟตี้สักรอยเจ๋งๆ นั่นที่หลัง สวยมาก"
    }
  },
  {
    "translation": {
      "en": "♪ Go ahead, put your back into it ♪",
      "th": "(เซาธ์ ไซด์ 50)"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] More people were coming down, more people were willing to come downtown.",
      "th": "มีคนมาที่นี่เพิ่มขึ้น มีหลายคนยินดีจะมา"
    }
  },
  {
    "translation": {
      "en": "I mean, back then, people used to complain about having to drive to downtown.",
      "th": "ตอนนั้นคนมักบ่นถ้าจะต้องขับเข้ามากลางเมือง"
    }
  },
  {
    "translation": {
      "en": "\"Oh, all the way downtown?\"",
      "th": "\"โอ้โห ต้องเข้าใจกลางเมืองเลย\""
    }
  },
  {
    "translation": {
      "en": "They wouldn't go east of La Brea.",
      "th": "ไม่ค่อยยอมไปทางตะวันออก ของถนนลาเบรีย"
    }
  },
  {
    "translation": {
      "en": "50 Cent, my boy Cartoon. We out here in LA, boy.",
      "th": "ฟิฟตี้เซ็นต์ คาร์ทูนเพื่อนผมอยู่ที่แอลเอ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Cartoon was tattooing 50 Cent in there, and he said he had to go have a meeting.",
      "th": "คาร์ทูนกำลังสักให้ฟิฟตี้เซ็นต์อยู่ แล้วเขาบอกว่าต้องไปประชุม"
    }
  },
  {
    "translation": {
      "en": "He was going to sign with Jimmy Iovine at Interscope.",
      "th": "เขากำลังจะไปเซ็นสัญญากับจิมมี่ โลวีน ที่ค่ายอินเตอร์สโคป"
    }
  },
  {
    "translation": {
      "en": "[Estevan] So he had to leave for an hour or two.",
      "th": "เขาต้องออกไปชั่วโมงถึงสองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "So me and Cartoon left in his brand-new white Escalade on, like, 22-inch rims.",
      "th": "ผมกับคาร์ทูนออกไปในรถเอสคาเลดสีขาวคันใหม่ ด้วยล้อแม็กซ์ 22 นิ้ว"
    }
  },
  {
    "translation": {
      "en": "[Estevan] About six police officers followed us down that street.",
      "th": "มีตำรวจประมาณหกนายขับตามเรา"
    }
  },
  {
    "translation": {
      "en": "They pulled us both out of the car.",
      "th": "สั่งให้เราทั้งสองคนลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "They threw me on the ground, put the handcuffs behind my back,",
      "th": "ผลักผมลงบนพื้นใส่กุญแจมือไพล่หลัง"
    }
  },
  {
    "translation": {
      "en": "put his shotgun in the back of my head right here,",
      "th": "เอาปืนพกจ่อที่ท้ายทอยผมตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and he was shaking. What happened was...",
      "th": "แล้วเขาก็สั่น สิ่งที่เกิดขึ้นคือ"
    }
  },
  {
    "translation": {
      "en": "Some motorcycle cop was put in the hospital",
      "th": "มีตำรวจใช้มอเตอร์ไซค์ต้องเข้าโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "by a young gentleman with a shaved head looking a lot like me,",
      "th": "เพราะเด็กหนุ่มสองคนที่โกนหัว หน้าตาเหมือนผมมาก"
    }
  },
  {
    "translation": {
      "en": "driving a truck like this.",
      "th": "ขับรถกระบะแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[Estevan] We have customers here from out of town.",
      "th": "เรามีลูกค้ามาที่นี่จากนอกเมือง"
    }
  },
  {
    "translation": {
      "en": "And they go, \"Hey, you guys gotta go,\" then 50 Cent said...",
      "th": "พวกเขาบอกว่า \"พวกคุณต้องไปนะ ฟิฟตี้เซ็นต์อยู่ที่นี่\""
    }
  },
  {
    "translation": {
      "en": "I ain't did it. Cartoon ain't did it. Leave us the fuck alone.",
      "th": "ผมไม่ได้ทำ คาร์ทูนไม่ได้ อย่ามายุ่งกับพวกเรานะ"
    }
  },
  {
    "translation": {
      "en": "[man] If you go on a talk show, you have a big story to tell.",
      "th": "ถ้าคุณได้ไปรายการทอล์คโชว์ มีเรื่องใหญ่ที่จะเล่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "I get my tattoo done...",
      "th": "- \"ผมกำลังสักอยู่...\" - \"แล้วช่างสักผมถูกจับ\""
    }
  },
  {
    "translation": {
      "en": "-[man] That tattoo artist got- -Yeah, on my back. And they're harassing.",
      "th": "- \"ผมกำลังสักอยู่...\" - \"แล้วช่างสักผมถูกจับ\" ใช่ พวกเขาคุกคาม"
    }
  },
  {
    "translation": {
      "en": "We ain't going nowhere.",
      "th": "เราไม่ได้ไปไหนแน่"
    }
  },
  {
    "translation": {
      "en": "He's a friend of mine from Virginia,",
      "th": "เพื่อนผมอยู่ที่ไร่องุ่นแต่เขาเห็นรอยสัก"
    }
  },
  {
    "translation": {
      "en": "but he's going to see this shit and that's gonna be it.",
      "th": "เพื่อนผมอยู่ที่ไร่องุ่นแต่เขาเห็นรอยสัก และต้องเป็นอันนี้"
    }
  },
  {
    "translation": {
      "en": "♪ To flip dough To get more for sho' ♪",
      "th": "(สแลช)"
    }
  },
  {
    "translation": {
      "en": "Did you ever get anybody, like, right at this point, \"Wait, I wanna change it\"?",
      "th": "คุณเคยมีใครที่กำลังนั่งตรงนี้แล้วบอก \"เดี๋ยว ผมอยากเปลี่ยนลาย\""
    }
  },
  {
    "translation": {
      "en": "All you need now is, uh, Mister Cartoon's signature.",
      "th": "ตอนนี้ผมแค่ต้องขอลายเซ็นมิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "[Nas] What's up, y'all? It's Nas.",
      "th": "ว่าไง ทุกคน นี่นาสกำลังเพลินๆ อยู่กับเพื่อนผม คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "Chillin' up here with my man Cartoon.",
      "th": "ว่าไง ทุกคน นี่นาสกำลังเพลินๆ อยู่กับเพื่อนผม คาร์ทูน (นาส)"
    }
  },
  {
    "translation": {
      "en": "[Method] Hey, yo, this is Meth right here.",
      "th": "โย่ นี่เมธนะ"
    }
  },
  {
    "translation": {
      "en": "I just got a tattoo done by the world-famous Cartoon.",
      "th": "ผมเพิ่งสักกับคาร์ทูน ช่างสักระดับโลก"
    }
  },
  {
    "translation": {
      "en": "-Cartoon. -Cartoon, baby.",
      "th": "- คาร์ทูน - คาร์ทูน ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-What? -[tattoo machine buzzing]",
      "th": "- คาร์ทูน - คาร์ทูน ที่รัก (โพรดิจี้)"
    }
  },
  {
    "translation": {
      "en": "[Travis] Cartoon is... just an OG.",
      "th": "คาร์ทูนนี่ของแท้ดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "He's one of the illest.",
      "th": "เขาเป็นหนึ่งในคนที่เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "Cartoon really made black and gray popular again.",
      "th": "คาร์ทูนทำให้สีดำและเทาเป็นที่นิยมอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I'd sit down with Cartoon, and we really wouldn't even have a plan.",
      "th": "ผมจะนั่งกับคาร์ทูน แล้วเราก็ไม่ได้มีแผนอะไรเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I would trust him to just go freehand.",
      "th": "ผมไว้ใจให้เขาลงลายแบบฟรีแฮนด์"
    }
  },
  {
    "translation": {
      "en": "I had an appointment with Cartoon. We all came to my spot in Corona.",
      "th": "ผมมีนัดกับคาร์ทูน แล้วเราทุกคนมาที่จุดของผมที่โคโรน่า"
    }
  },
  {
    "translation": {
      "en": "We had just met, but it felt, like, you know,",
      "th": "เราเพิ่งเจอกันแต่รู้สึกเหมือน"
    }
  },
  {
    "translation": {
      "en": "we had all been homies for a long time.",
      "th": "เราเคยเป็นเพื่อนกันมานานมาก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We got the kids with us, we're taking the whole families, Fourth of July.",
      "th": "เรามีลูกๆ มาด้วย เราพาทั้งครอบครัวมา อยู่ด้วยกันในวันชาติ"
    }
  },
  {
    "translation": {
      "en": "[Travis] The first tattoo Cartoon did on me was praying hands on the side of my head.",
      "th": "รอยสักแรกที่คาร์ทูนสักให้ผม เป็นมือที่กำลังพนมภาวนาที่ข้างหัวผม"
    }
  },
  {
    "translation": {
      "en": "It said, \"Barker,\" like my family name.",
      "th": "ตรงนี้เขียนว่าบาร์เกอร์ นามสกุลผม"
    }
  },
  {
    "translation": {
      "en": "It was like therapy or something, you know.",
      "th": "มันเหมือนกับการบำบัดน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Just sitting with Toons, you don't even realize you're getting tattooed.",
      "th": "ได้นั่งกับทูนส์ คุณไม่รู้ตัวด้วยซ้ำว่า กำลังสักอยู่"
    }
  },
  {
    "translation": {
      "en": "I think the next tattoos he did was he started filling in my ghetto blaster.",
      "th": "ผมคิดว่ารอยสักรูปต่อไปที่เขาทำ คือเติมรูปวิทยุพร้อมลำโพง"
    }
  },
  {
    "translation": {
      "en": "He also did this Marilyn piece",
      "th": "เขายังสักรูปมาริลีนตรงลูกกระเดือกผม"
    }
  },
  {
    "translation": {
      "en": "right on my Adam's apple, that one's a hard one.",
      "th": "เขายังสักรูปมาริลีนตรงลูกกระเดือกผม รอยนี้ยาก"
    }
  },
  {
    "translation": {
      "en": "Look at that shit.",
      "th": "ดูมันสิครับ"
    }
  },
  {
    "translation": {
      "en": "My son was born, and we were recording the new record,",
      "th": "ลูกชายผมเกิดมาแล้วเรากำลังอัดเพลงใหม่"
    }
  },
  {
    "translation": {
      "en": "and I'd decided that I wanted to get",
      "th": "ผมตัดสินใจว่าอยากจะ"
    }
  },
  {
    "translation": {
      "en": "my wife and son's name tattooed, and Travis said...",
      "th": "สักชื่อเมียกับลูกชายผม ทราวิสพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Then you gotta go to Cartoon, he's the best.\"",
      "th": "นายต้องไปหาคาร์ทูน เขาเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "And we were literally set up on a road case in the living room",
      "th": "เราเลยจัดทุกอย่างบนหีบอุปกรณ์ ในห้องนั่งเล่น ที่มีอุปกรณ์เล่นเบสของผม"
    }
  },
  {
    "translation": {
      "en": "with all my bass equipment in it.",
      "th": "ในห้องนั่งเล่น ที่มีอุปกรณ์เล่นเบสของผม"
    }
  },
  {
    "translation": {
      "en": "And I was nervous about getting my first tattoos.",
      "th": "ผมประหม่าที่จะได้สักรอยแรก"
    }
  },
  {
    "translation": {
      "en": "I remember just as he was about to start, he said,",
      "th": "แล้วตอนที่เขากำลังจะเริ่มสัก เขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, man, I wanna give you props.\"",
      "th": "\"นี่ ผมนับถือคุณเลยนะ...\""
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Being the first-class guy you are, you picked",
      "th": "คุณนี่ระดับสุดยอดเลย"
    }
  },
  {
    "translation": {
      "en": "one of the more painful spots to get tattooed.",
      "th": "คุณเลือกจุดที่น่าจะเจ็บที่สุดในการสัก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] And he started tattooing \"Jack.\" And about halfway through \"Jack,\"",
      "th": "แล้วเขาก็เริ่มสักชื่อ \"แจ็ค\" และสักไปได้ครึ่งทาง"
    }
  },
  {
    "translation": {
      "en": "I didn't know that the wife was gonna happen at all.",
      "th": "ผมไม่รู้เลยว่าจะได้สักชื่อเมียผมมั้ย"
    }
  },
  {
    "translation": {
      "en": "These are still the only tattoos that I have.",
      "th": "นี่ยังเป็นรอยสักเดียวที่ผมมี"
    }
  },
  {
    "translation": {
      "en": "I don't know, being tattooed by Cartoon",
      "th": "นี่ยังเป็นรอยสักเดียวที่ผมมี การได้คาร์ทูนมาสักให้ รู้สึกเหมือนได้อยู่ในสโมสรที่พิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "kind of feels like you're in an exclusive club?",
      "th": "การได้คาร์ทูนมาสักให้ รู้สึกเหมือนได้อยู่ในสโมสรที่พิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Anybody who has Cartoon tats,",
      "th": "ทุกคนที่มีรอยสักของคาร์ทูนมีความสำคัญ"
    }
  },
  {
    "translation": {
      "en": "of any significance, he's like... your brothers.",
      "th": "ทุกคนที่มีรอยสักของคาร์ทูนมีความสำคัญ เหมือนคุณเป็นพี่น้องกัน"
    }
  },
  {
    "translation": {
      "en": "Now I'm brothers with 50 Cent, Eminem, Beyoncé, and everybody else.",
      "th": "ตอนนี้ผมเป็นพี่น้องกับฟิฟตี้เซ็นต์กับเอ็มมิเน็ม กับบียองเซ่และคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "[Roger] Cartoon is instrumental in bringing his tattoo style",
      "th": "คาร์ทูนมีส่วนสำคัญในการ นำสไตล์การสักของเขามาสู่กระแสหลัก..."
    }
  },
  {
    "translation": {
      "en": "into the mainstream for a really simple reason.",
      "th": "คาร์ทูนมีส่วนสำคัญในการ นำสไตล์การสักของเขามาสู่กระแสหลัก... ด้วยเหตุผลง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "He's tattooing celebrities,",
      "th": "เขาสักให้คนดัง"
    }
  },
  {
    "translation": {
      "en": "he's tattooing athletes.",
      "th": "เขาสักให้นักกีฬา"
    }
  },
  {
    "translation": {
      "en": "Those people are photographed.",
      "th": "คนพวกนี้ถูกถ่ายภาพ คุณได้เห็นรอยสักพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "You see those tattoos. Those people are everywhere.",
      "th": "คนพวกนี้ถูกถ่ายภาพ คุณได้เห็นรอยสักพวกนั้น เห็นรูปคนพวกนี้ทุกที่"
    }
  },
  {
    "translation": {
      "en": "[Dallas] I was lucky enough to go to my first World Series and win it.",
      "th": "ผมโชคดีที่ได้ลงแข่งเวิลด์ซีรีส์ครั้งแรกและชนะ"
    }
  },
  {
    "translation": {
      "en": "I wanted that to stay with me for the rest of my life.",
      "th": "ผมอยากให้มันอยู่กับผมไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "So I wanted Toons.",
      "th": "ผมเลยอยากสักกับทูน"
    }
  },
  {
    "translation": {
      "en": "Being a tattoo artist, our heroes were working out their kitchen",
      "th": "การเป็นช่างสัก ฮีโร่ของเราทำงานที่ห้องครัว"
    }
  },
  {
    "translation": {
      "en": "or their garage at their mom's house.",
      "th": "หรือที่โรงรถของแม่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "They hadn't been to really a red-carpet level at that point.",
      "th": "พวกเขาไม่เคยได้รับยกย่องในระดับคนดัง"
    }
  },
  {
    "translation": {
      "en": "There was some tattooers that was higher than others that we looked up to...",
      "th": "ตอนนั้นก็มีช่างสักบางคน ที่อยู่ระดับสูงกว่าคนอื่น ที่เรานับถือเขา"
    }
  },
  {
    "translation": {
      "en": "but it wasn't set up that that was the jewelry of an NBA player.",
      "th": "แต่มันไม่เคยถูกมองว่าเป็นเครื่องประดับ สำหรับนักกีฬาเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "-[commentator 1] Kobe! -[commentator 2] Attacking. All the way! [commentator 1] Kobe did it!",
      "th": "- โคบี้ ไบรอันท์ - ไบรอันท์บุก ยัดลงไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Tattoos are a big thing in NBA.",
      "th": "รอยสักเป็นอะไรที่ฮิตมากในเอ็นบีเอ ไม่ใช่เฉพาะเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "I mean, not just in NBA, but just in sports culture in general.",
      "th": "รอยสักเป็นอะไรที่ฮิตมากในเอ็นบีเอ ไม่ใช่เฉพาะเอ็นบีเอ แต่น่าจะในวัฒนธรรมกีฬาทั่วไป"
    }
  },
  {
    "translation": {
      "en": "You know, I always said-- 'Cause I had guys on the team that had tattoos,",
      "th": "ผมมักพูดว่าเพราะมีคนในทีมที่มีรอยสัก"
    }
  },
  {
    "translation": {
      "en": "but they didn't go to Mister Cartoon, and it becomes pretty apparent",
      "th": "แต่ไม่ได้สักกับมิสเตอร์คาร์ทูน และมันก็ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "because I can't read what the fuck's on their arm anyway.",
      "th": "เพราะผมอ่านรอยสักที่แขนเขาไม่ออกอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of it is not how good of a tattooer you are.",
      "th": "หลายอย่างไม่ได้ขึ้นกับว่าคุณสักเก่งแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's your timing and who you surround yourself by.",
      "th": "แต่อยู่ที่จังหวะเวลา และคุณรายล้อมไปด้วยใคร"
    }
  },
  {
    "translation": {
      "en": "You could be the dopest motherfucker in the world,",
      "th": "คุณอาจเป็นไอ้เวรที่สักลายได้เจ๋งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "but if no one sees your shit 'cause you're in some small town somewhere,",
      "th": "แต่ถ้าไม่มีใครเห็นผลงานคุณ เพราะคุณอยู่ในเมืองเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "that's not Hollywood.",
      "th": "ที่ไม่ใช่ฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're right here in the mix of the shit.",
      "th": "เราอยู่ตรงใจกลางของอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I was in China. We were staying at a hotel.",
      "th": "ตอนนั้นผมอยู่ที่จีน พักที่โรงแรมหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I went down to the weight room.",
      "th": "ผมลงไปที่ห้องยกน้ำหนัก มีผู้หญิงสาวคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "There was a young woman working behind the desk, right?",
      "th": "ผมลงไปที่ห้องยกน้ำหนัก มีผู้หญิงสาวคนหนึ่ง ทำงานอยู่หลังเคาน์เตอร์"
    }
  },
  {
    "translation": {
      "en": "They have a policy.",
      "th": "พวกเขามีกฎว่า ถ้ามีรอยสักที่แขน"
    }
  },
  {
    "translation": {
      "en": "If you have tattoos on your arms, you have to wear long sleeves.",
      "th": "พวกเขามีกฎว่า ถ้ามีรอยสักที่แขน คุณต้องใส่เสื้อแขนยาว"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What?\"",
      "th": "กฎอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "She says, \"I'm sorry, you have to put on long sleeves.\"",
      "th": "เธอบอกว่า \"ขอโทษด้วย ให้เข้าไม่ได้ คุณต้องใส่แขนยาว\""
    }
  },
  {
    "translation": {
      "en": "And she goes, \"But that's Mister Cartoon, right? He did the artwork.\"",
      "th": "เธอบอกว่า \"แต่นี่งานของมิสเตอร์คาร์ทูนใช่มั้ย\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Dude, how did you know that's Mister Cartoon",
      "th": "ผมก็งง \"นี่รู้ได้ไงว่าผลงานมิสเตอร์คาร์ทูน\""
    }
  },
  {
    "translation": {
      "en": "but you know, I can't--?\" You know. But she knew that was Mister Cartoon's artwork.",
      "th": "แต่ไม่รู้สิ เธอรู้ว่าเป็นผลงานมิสเตอร์คาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "This is a young woman in Beijing. It's so far removed from LA.",
      "th": "นี่เป็นผู้หญิงสาวในปักกิ่ง ไกลจากแอลเอมาก ตรงนี้สำคัญ"
    }
  },
  {
    "translation": {
      "en": "That's big.",
      "th": "ไกลจากแอลเอมาก ตรงนี้สำคัญ"
    }
  },
  {
    "translation": {
      "en": "Waiting on Paul Rosenberg...",
      "th": "กำลังรอพอล โรเซนเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "manager of the stars, Eminem.",
      "th": "ผู้จัดการคนดัง เอ็มมิเน็ม"
    }
  },
  {
    "translation": {
      "en": "Paul, being the person he is,",
      "th": "พอล เขาเป็นคนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "recognized Estevan and his photography skills,",
      "th": "เขาเห็นคุณค่าฝีมือถ่ายรูปของเอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "and Cartoon with his art skills and packaging.",
      "th": "กับฝีมือด้านงานศิลปะ และทำบรรจุภัณฑ์ของคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "I certainly figured out ways to maximize having access to them.",
      "th": "ผมนึกหาวิธีที่จะใช้ประโยชน์สูงสุด จากการที่ได้รู้จักพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You know, everything, from working with Eminem...",
      "th": "ทุกอย่างตั้งแต่ทำงานกับเอ็มมิเน็ม..."
    }
  },
  {
    "translation": {
      "en": "You see Big Lepke?",
      "th": "คุณเห็นบิ๊ก เลปกี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "...and designing the Shady Records' logo.",
      "th": "ไปจนถึงออกแบบโลโก้เชดี้้ เรคคอร์ด"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] When I was doing the portrait of Eminem's daughter,",
      "th": "ตอนผมสักรูปเหมือนของลูกสาวเอ็มมิเน็ม"
    }
  },
  {
    "translation": {
      "en": "I knew it was big, but I didn't know how. You know what I'm saying?",
      "th": "ผมรู้เลยว่ามันต้องสำคัญมาก แต่ไม่รู้ว่าอะไรยังไง"
    }
  },
  {
    "translation": {
      "en": "You know, I wasn't looking at the major impact",
      "th": "ผมไม่ได้มองหาว่ามันจะมีอิทธิพล"
    }
  },
  {
    "translation": {
      "en": "that it would have later.",
      "th": "แบบที่ต่อมามันมี"
    }
  },
  {
    "translation": {
      "en": "I was just doing what was in front of me.",
      "th": "ผมแค่ทำงานที่อยู่ตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "Eminem video shoot.",
      "th": "กองถ่ายวิดีโอของเอ็มมิเน็ม"
    }
  },
  {
    "translation": {
      "en": "Waiting on doing some tattoos on the homie.",
      "th": "กำลังรอจะสักให้เพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "[Eminem] They came to Detroit, and he said, \"We should do a mushroom.\"",
      "th": "พวกเขามาดีทรอยท์และเขาบอกว่า \"เราน่าจะทำรูปเห็ด\""
    }
  },
  {
    "translation": {
      "en": "He said-- He was like, \"I can do a big-ass mushroom.\"",
      "th": "เขาบอกว่า \"ผมทำรูปเห็ดอันใหญ่ๆ ได้\""
    }
  },
  {
    "translation": {
      "en": "He did all-- my whole sleeves.",
      "th": "เขาสักทั้งแขนผมเลย"
    }
  },
  {
    "translation": {
      "en": "I don't know, I got them removed since then. I'm kidding.",
      "th": "ไม่รู้สินะ ผมลบรอยสักหมดแล้วล่ะ ล้อเล่นน่า"
    }
  },
  {
    "translation": {
      "en": "I wanna get something like this over here,",
      "th": "ผมอยากได้รูปสักอย่างตรงนี้"
    }
  },
  {
    "translation": {
      "en": "but just-- I wanna make sure that it's the right shit",
      "th": "แต่มัน...อยากให้เป็นรูปที่เหมาะน่ะ"
    }
  },
  {
    "translation": {
      "en": "'cause tattoos are for life.",
      "th": "เพราะรอยสักมันติดตัวไปทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] You know, We could bust something out like your--",
      "th": "ผมอาจสักรูปอย่าง..."
    }
  },
  {
    "translation": {
      "en": "Your daughter's portrait.",
      "th": "รูปเหมือนลูกสาวคุณ"
    }
  },
  {
    "translation": {
      "en": "Right here, I would probably put something around this",
      "th": "แล้วตรงนี้อาจทำลายอะไรรอบๆ"
    }
  },
  {
    "translation": {
      "en": "to beefen it up a little bit.",
      "th": "- ทำให้มันดูหนาขึ้นมาหน่อย - ได้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] And maybe put another ribbon and kind of tie it into the other side.",
      "th": "อาจสักรูปริบบิ้นแล้วให้มันเชื่อมกับอีกข้าง"
    }
  },
  {
    "translation": {
      "en": "It's so crazy.",
      "th": "บ้ามาก"
    }
  },
  {
    "translation": {
      "en": "One of the things was Hailie. I wanted to put her on my arm.",
      "th": "หนึ่งในนั้นเป็นรูปเฮลลี่ ผมอยากสักรูปลูกไว้บนแขน"
    }
  },
  {
    "translation": {
      "en": "[Estevan] My favorite rappers were getting tattooed. Like, that shit trips you out.",
      "th": "แรปเปอร์คนโปรดของผมกำลังสัก มันทำให้คุณอึ้ง"
    }
  },
  {
    "translation": {
      "en": "Let me put some bullet holes.",
      "th": "ผมจะใส่รูกระสุนตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember being in the bathroom",
      "th": "ผมจำได้ว่าอยู่ในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "and I was tripping out that I was the only person there",
      "th": "แล้วก็เกิดอึ้งขึ้นมากับความจริงที่ว่า ผมเป็นคนเดียวตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "documenting Cartoon tattooing",
      "th": "ที่กำลังบันทึกภาพคาร์ทูนกำลังสัก"
    }
  },
  {
    "translation": {
      "en": "the biggest artist in the world at that time.",
      "th": "ให้กับศิลปินที่ดังที่สุดในโลกตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I remember, man, I'm getting those shots",
      "th": "ผมจำได้ว่า\"ให้ตาย ผมกำลังได้ภาพ ที่ยิ่งใหญ่ที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "of the greatest of all times in our lifetime,",
      "th": "ผมจำได้ว่า\"ให้ตาย ผมกำลังได้ภาพ ที่ยิ่งใหญ่ที่สุดตลอดกาล ในช่วงชีวิตของเรา"
    }
  },
  {
    "translation": {
      "en": "like the number one celebrity, artist,",
      "th": "แบบอันดับหนึ่ง คนดัง ศิลปิน เป็นทุกอย่างในโลก\""
    }
  },
  {
    "translation": {
      "en": "anything in the world.",
      "th": "คนดัง ศิลปิน เป็นทุกอย่างในโลก\""
    }
  },
  {
    "translation": {
      "en": "And I was there documenting it, I wished, I remember, like,",
      "th": "ผมอยู่ที่นั่นบันทึกภาพนั้น ผมจำได้แบบ"
    }
  },
  {
    "translation": {
      "en": "kind of like smiling in the mirror, like I was happy.",
      "th": "ผมยิ้มให้กับกระจก ผมมีความสุข"
    }
  },
  {
    "translation": {
      "en": "I got a question I wanna ask you.",
      "th": "ผมมีคำถามอยากถามหน่อย"
    }
  },
  {
    "translation": {
      "en": "How many people are sick...",
      "th": "มีกี่คนบ้างที่เบื่อ"
    }
  },
  {
    "translation": {
      "en": "of motherfuckers talking shit about me?",
      "th": "กับพวกเวรที่ด่าผม"
    }
  },
  {
    "translation": {
      "en": "[Estevan] And it was a cool feeling, you know?",
      "th": "มันเป็นความรู้สึกที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "It made me, like, think of all the times when there was, like,",
      "th": "มันทำให้ผมคิดถึงหลายช่วงเวลาที่มีภาพอย่าง"
    }
  },
  {
    "translation": {
      "en": "a picture of Elvis Presley getting his hair cut",
      "th": "รูปเอลวิส เพรสลีย์กำลังตัดผม"
    }
  },
  {
    "translation": {
      "en": "and it's just him and the barber.",
      "th": "เหมือนมีแค่เขากับช่างตัดผม"
    }
  },
  {
    "translation": {
      "en": "Damn, that photographer had some crazy-ass access, you know?",
      "th": "ให้ตายสิ ช่างภาพคนนั้นได้สิทธิ เข้าถึงอะไรที่มันสุดยอด"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, get one of those too. You have to put that shit on your back.",
      "th": "ใช่ ผมจะสักรูปแบบนั้นด้วย คุณต้องสักที่หลังผมนะ"
    }
  },
  {
    "translation": {
      "en": "Cartoon. Big Cartoon. Call him Big Cartoon now.",
      "th": "คาร์ทูน พี่เบิ้มคาร์ทูน ผมจะเรียกเขาว่าพี่เบิ้มคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "Guy's good, man.",
      "th": "ผู้ชายคนนี้เก่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "He's pretty decent.",
      "th": "เขาน่านับถือ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Estevan's eye for seeing what angle to shoot something...",
      "th": "สายตาของเอสเตวานในการหามุมถ่ายภาพ"
    }
  },
  {
    "translation": {
      "en": "how to bring someone's best look out of them.",
      "th": "การดึงเอาด้านที่ดูดีที่สุดของคนนั้นออกมา"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of other photographers, that's what they don't understand.",
      "th": "ช่างภาพหลายคนไม่เข้าใจตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "They don't know how to make someone look good.",
      "th": "พวกเขาไม่รู้วิธีทำให้คนดูดี"
    }
  },
  {
    "translation": {
      "en": "[presenter] George Lopez!",
      "th": "จอร์จ โลเปซ"
    }
  },
  {
    "translation": {
      "en": "[George] When I got my star in the Walk of Fame, Estevan came over",
      "th": "ตอนผมได้ดาวบนวอล์คออฟเฟม เอสเตวานมาด้วยและถ่ายภาพผมได้น่าทึ่มาก"
    }
  },
  {
    "translation": {
      "en": "and took this fucking amazing picture of me",
      "th": "เอสเตวานมาด้วยและถ่ายภาพผมได้น่าทึ่มาก"
    }
  },
  {
    "translation": {
      "en": "surrounded by the fans,",
      "th": "ผมรายล้อมด้วยแฟนๆ คนเป็นพัน"
    }
  },
  {
    "translation": {
      "en": "and thousands of people, maybe a couple thousand people.",
      "th": "ผมรายล้อมด้วยแฟนๆ คนเป็นพัน อาจถึงสองพันคนได้"
    }
  },
  {
    "translation": {
      "en": "And to get that,",
      "th": "แล้วเขาถ่ายภาพผมในชุดสูท"
    }
  },
  {
    "translation": {
      "en": "of me and my suit, of me with the flag,",
      "th": "แล้วเขาถ่ายภาพผมในชุดสูท ผมกับธงชาติ รูปผมรายล้อมไปด้วย"
    }
  },
  {
    "translation": {
      "en": "of me surrounded by, you know,",
      "th": "ผมกับธงชาติ รูปผมรายล้อมไปด้วย"
    }
  },
  {
    "translation": {
      "en": "other Latinos right there on Hollywood Boulevard was-- It was great.",
      "th": "ชาวละตินคนอื่นถนนฮอลลีวูด บูเลอวาร์ด มันเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Same thing, that's why he gets a lot of jobs in hip-hop.",
      "th": "เหตุผลเดียวกันนี้เขาถึงได้งาน ในวงการฮิปฮอปมากมาย"
    }
  },
  {
    "translation": {
      "en": "'Cause he knows hip-hop.",
      "th": "เพราะเขารู้จักฮิปฮอป"
    }
  },
  {
    "translation": {
      "en": "Grew up in that shit.",
      "th": "เติบโตมากับอะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "So it's better for someone from the inside",
      "th": "มันจึงดีกว่าถ้าจะมีคนวงใน"
    }
  },
  {
    "translation": {
      "en": "to shoot the outside, you know?",
      "th": "มาถ่ายภาพจากวงนอก"
    }
  },
  {
    "translation": {
      "en": "On my Ego Trippin' cover, me and Estevan,",
      "th": "ปกอัลบั้มอีโก้ทริปปินของผม ผมกับเอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "we went back to my old high school, Poly High School,",
      "th": "กลับไปที่โรงเรียนมัธยมปลายของผม โพลีไฮสกูล"
    }
  },
  {
    "translation": {
      "en": "got an old B210 like I used to have in high school,",
      "th": "มีรถบี210 คันเก่าแบบที่ผมเคยมี ตอนเรียนมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "had on my Letterman jacket,",
      "th": "ผมใส่เสื้อแจ็คเก็ตทีมโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and it just felt like I was in high school. That shit was hard.",
      "th": "แล้วรู้สึกเหมือนผมอยู่มัธยมปลายอีกครั้ง มันเจ๋งสุดเลยครับ"
    }
  },
  {
    "translation": {
      "en": "But only he could capture what I wanted.",
      "th": "แต่เขาคนเดียวเท่านั้นที่ถ่ายรูป ได้แบบที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "This is an era when Dogg didn't have money.",
      "th": "นี่เป็นยุคที่ด็อกก์ยังไม่มีเงินนะ"
    }
  },
  {
    "translation": {
      "en": "He understood that.",
      "th": "เขาเข้าใจตรงนั้นดี"
    }
  },
  {
    "translation": {
      "en": "Shoot Snoop Doggy Dogg. Snoop Doggy fizzle fizzle.",
      "th": "กำลังถ่ายรูปสนูป ด็อกกี้ ด็อกก์ สนูป ด็ออกี้ ดิซเซิล-ฟิซเซิล"
    }
  },
  {
    "translation": {
      "en": "If Estevan did your album cover, Cartoon was doing the artwork.",
      "th": "ถ้าเอสเตวานถ่ายรูปอัลบั้มให้คุณ คาร์ทูนทำงานศิลป์ให้ (บลิงค์-182)"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Some people try to do everything by themselves.",
      "th": "บางคนพยายามทำทุกอย่างเอง"
    }
  },
  {
    "translation": {
      "en": "We just did different ends of the table.",
      "th": "เราแค่ทำงานที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "He covered photography while I would do the logo, I would draw the concept.",
      "th": "เขาดูแลเรื่องภาพถ่ายโดยผมทำโลโก้ ผมจะร่างคอนเซ็ปท์"
    }
  },
  {
    "translation": {
      "en": "I've seen this, when they're snapping 400 pictures to get some shit,",
      "th": "(เอ็กซ์สิบิต) ผมเคยเห็นเวลาคนถ่ายรูป 400 รูป เพื่อให้ได้รูปดีๆ"
    }
  },
  {
    "translation": {
      "en": "and I've seen this guy walk out...",
      "th": "และผมเคยเห็นผู้ชายคนนี้เดินออกมา"
    }
  },
  {
    "translation": {
      "en": "Stand against that wall. Click.",
      "th": "\"ยืนตรงกำแพงนั้น\" แชะ"
    }
  },
  {
    "translation": {
      "en": "And then you see it, it could be an album cover",
      "th": "แล้วคุณก็เห็นว่า นี่อาจเป็นปกอัลบั้มได้เลย"
    }
  },
  {
    "translation": {
      "en": "or, like, the cover of a magazine.",
      "th": "เหมือนปกของนิตยสาร"
    }
  },
  {
    "translation": {
      "en": "You feel like you're being directed, like you're in the hands of the director.",
      "th": "คุณรู้สึกว่ากำลังถูกกำกับ เหมือนคุณอยู่ในอุ้งมือของผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "I love it when a director knows exactly what he wants",
      "th": "ผมชอบเวลาผู้กำกับรู้ว่าต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "and he says, \"Look, this is what I want.\"",
      "th": "เขาบอกว่า \"ฟังนะ ผมอยากได้แบบนี้\" \"โอเค ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, cool. You got hired to direct me, I got hired to act.",
      "th": "เขาบอกว่า \"ฟังนะ ผมอยากได้แบบนี้\" \"โอเค ดีเลย คุณถูกจ้างให้มากำกับผม ผมถูกจ้างให้มาแสดง\""
    }
  },
  {
    "translation": {
      "en": "I was around lowriders and gangsters, and I was around hip-hop.",
      "th": "ผมรายล้อมด้วยรถโหลดเตี้ยกับพวกแก๊ง ผมคลุกคลีอยู่กับฮิปฮอป ทั้งสองอย่างนี้ต้องมีสาวๆ เข้ามาเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "With both of those comes girls.",
      "th": "ผมคลุกคลีอยู่กับฮิปฮอป ทั้งสองอย่างนี้ต้องมีสาวๆ เข้ามาเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "[Estevan] LA culture.",
      "th": "วัฒนธรรมแบบแอลเอ"
    }
  },
  {
    "translation": {
      "en": "Like, I get Estevan's book. Wow.",
      "th": "ผมได้หนังสือของเอสเตวาน โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "I always thought my dad's work was very inspiring.",
      "th": "ฉันมักคิดว่าผลงานของพ่อฉัน สร้างแรงบันดาลใจมาก"
    }
  },
  {
    "translation": {
      "en": "For girls, like, he just captures beauty, like, so perfectly.",
      "th": "เขาจับภาพความงามของผู้หญิง ออกมาได้อย่างสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] A lot of the art too comes from jail, where guys are sitting in a cell",
      "th": "ศิลปะหลายอย่างมาจากคุก ผู้ชายจะนั่งอยู่ในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "and fantasizing about their girl.",
      "th": "และจินตนาการถึงผู้หญิงของเขา"
    }
  },
  {
    "translation": {
      "en": "I always looked at it",
      "th": "ผมมักมองมันในแบบที่..."
    }
  },
  {
    "translation": {
      "en": "as really uplifting women.",
      "th": "ผมมักมองมันในแบบที่... ยกระดับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "They may not have any clothes on, or they'd be topless.",
      "th": "พวกเธออาจไม่ได้ใส่เสื้อผ้าเลย หรือเปลือยท่อนบน"
    }
  },
  {
    "translation": {
      "en": "I think as an artist, I always looked at the beauty of it,",
      "th": "ผมคิดว่าในฐานะศิลปิน มันมักมองที่ความสวยงามของภาพ"
    }
  },
  {
    "translation": {
      "en": "but knowing who to shoot,",
      "th": "แต่ต้องรู้ว่าจะถ่ายภาพใคร"
    }
  },
  {
    "translation": {
      "en": "where to shoot, when to shoot,",
      "th": "ถ่ายที่ไหน ถ่ายเมื่อไหร่ คุณมองมันแล้วต้องบอกว่า \"ภาพนี้มันของจริง\""
    }
  },
  {
    "translation": {
      "en": "you look at that, you're like, \"That shit's real.\"",
      "th": "ถ่ายเมื่อไหร่ คุณมองมันแล้วต้องบอกว่า \"ภาพนี้มันของจริง\""
    }
  },
  {
    "translation": {
      "en": "[over phone] If I wasn't shooting LA culture, I was going on tour with bands like Blink-182,",
      "th": "ถ้าผมไม่ถ่ายรูปวัฒนธรรมของแอลเอ ผมก็จะไปทัวร์กับวงอย่างบลิงค์-182"
    }
  },
  {
    "translation": {
      "en": "only I wasn't a road manager anymore.",
      "th": "แค่ผมไม่ใช่ผู้จัดการทัวร์อีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Travis] Right about the time we went on that tour to Iraq and Europe,",
      "th": "ตอนที่เราไปตระเวนทัวร์ครั้งนั้น ไปอิรักกับยุโรป ไปทัวร์มันสนุกกว่า ถ้าเราพาเพื่อนไปด้วย"
    }
  },
  {
    "translation": {
      "en": "touring was, like, more fun when you brought friends.",
      "th": "ไปอิรักกับยุโรป ไปทัวร์มันสนุกกว่า ถ้าเราพาเพื่อนไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Having Estevan out there was so fun.",
      "th": "มีเอสเตวานไปด้วยทำให้สนุกมาก"
    }
  },
  {
    "translation": {
      "en": "It is freezing like a motherfucker in Paris.",
      "th": "ที่ปารีสนี่หนาวสุดยอดเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "[Mark] The tour that Estevan came with us in Europe",
      "th": "ทัวร์ที่เอสเตวานไปกับเราในยุโรป"
    }
  },
  {
    "translation": {
      "en": "was a very difficult time",
      "th": "ทัวร์ที่เอสเตวานไปกับเราในยุโรป เป็นช่วงที่ยากมากในประวัติของบลิงค์ เราทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "in Blink's history. We were arguing...",
      "th": "เป็นช่วงที่ยากมากในประวัติของบลิงค์ เราทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "the entire tour.",
      "th": "ตลอดการตระเวนทัวร์"
    }
  },
  {
    "translation": {
      "en": "Leave me fucking be! I'm fucking tired!",
      "th": "อย่ามายุ่งกับผม โคตรเหนื่อยเลยโว้ย"
    }
  },
  {
    "translation": {
      "en": "-[Travis] How was that? -[Estevan] It was the shit.",
      "th": "เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-That was fun, right? -[Estevan] Hell, yeah.",
      "th": "- สุดยอดว่ะ - สนุกเนอะ"
    }
  },
  {
    "translation": {
      "en": "[Mark] The last show that we played before the band broke up the first time,",
      "th": "โชว์สุดท้ายที่เราเล่นก่อนจะแยกวงครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "we finished the last note, and I thought to myself,",
      "th": "เราเล่นโน้ตสุดท้ายจบและผมคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"This is probably gonna be the last show. This feels like the end of something.\"",
      "th": "\"นี่น่าจะเป็นโชว์สุดท้าย รู้สึกเหมือนเป็นจุดจบของบางอย่าง\""
    }
  },
  {
    "translation": {
      "en": "And Estevan came on stage and said,",
      "th": "เอสเตวานขึ้นมาบนเวทีแล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I wanna get a shot of the three of you guys.\"",
      "th": "\"ผมอยากถ่ายรูปคุณสามคน\""
    }
  },
  {
    "translation": {
      "en": "And it's actually on our Greatest Hits album",
      "th": "และนั่นเป็นปกของอัลบั้มรวมฮิตของเรา"
    }
  },
  {
    "translation": {
      "en": "that came out after that.",
      "th": "ที่ออกมาหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "It goes back to Estevan's ethos of putting himself in these situations",
      "th": "มันย้อนกลับไปถึงความเชื่อของเอสเตวาน ที่พาตัวเองไปอยู่ในสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "where he is able to document things that are happening with other people.",
      "th": "ที่เขาจะบันทึกภาพสิ่งที่กำลังเกิดขึ้น กับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "The United States and our allies have prevailed.",
      "th": "สหรัฐอเมริกาและพันธมิตรชนะแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mark] Estevan came with us when we went overseas",
      "th": "เอสเตวานไปกับเราด้วย ตอนที่เราไปตะวันออกกลาง"
    }
  },
  {
    "translation": {
      "en": "to the Middle East to meet and perform for the troops.",
      "th": "เอสเตวานไปกับเราด้วย ตอนที่เราไปตะวันออกกลาง เพื่อพบปะและแสดงให้ทหารดู"
    }
  },
  {
    "translation": {
      "en": "[Travis] When we got to Iraq, everyone was kind of shook about going there",
      "th": "ตอนไปถึงอิรักทุกคนกังวลเรื่องไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "'cause the war had just started.",
      "th": "เพราะสงครามเพิ่งเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "I don't have any idea what to expect.",
      "th": "ผมไม่รู้เลยว่าต้องคาดหวังกับอะไร แค่ได้ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I'm just going in, having this adventure.",
      "th": "ผมไม่รู้เลยว่าต้องคาดหวังกับอะไร แค่ได้ไปที่นั่น ได้ผจญภัยครั้งนี้ มันก็ดี"
    }
  },
  {
    "translation": {
      "en": "It's really cool.",
      "th": "ได้ผจญภัยครั้งนี้ มันก็ดี"
    }
  },
  {
    "translation": {
      "en": "It was scary,",
      "th": "น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "it was hot, it was dusty.",
      "th": "อากาศร้อน ฝุ่นเยอะ"
    }
  },
  {
    "translation": {
      "en": "It was like five or six days",
      "th": "ใช้เวลาห้าหกวัน"
    }
  },
  {
    "translation": {
      "en": "of being transported to an entirely different world.",
      "th": "ในการถูกส่งไปยังโลกที่ต่างไปเลย"
    }
  },
  {
    "translation": {
      "en": "It's like a movie.",
      "th": "เหมือนในหนังเลย"
    }
  },
  {
    "translation": {
      "en": "[Mark] We were on a nuclear submarine literally crawling in the torpedo tubes.",
      "th": "เราอยู่บนเรือดำน้ำนิวเคลียร์ คลานเข้าไปในท่อตอร์ปิโดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Travis] So that whole trip was fireworks. It was scary as fuck.",
      "th": "ทริปนั้นสุดยอดมาก โคตรน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "It was definitely an eye-opening experience.",
      "th": "เป็นประสบการณ์ทำให้เห็นสิ่งน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "Travis, what's your job, Travis?",
      "th": "- ทราวิส คุณมีหน้าที่อะไร - ผมตีกลอง"
    }
  },
  {
    "translation": {
      "en": "-I play the drums. -Drummer, all right. How are you?",
      "th": "- ทราวิส คุณมีหน้าที่อะไร - ผมตีกลอง - มือกลองนะ สบายดีมั้ย - อย่ากดปุ่มตอร์ปิโดนะ"
    }
  },
  {
    "translation": {
      "en": "Don't hit the torpedo buttons.",
      "th": "- มือกลองนะ สบายดีมั้ย - อย่ากดปุ่มตอร์ปิโดนะ"
    }
  },
  {
    "translation": {
      "en": "[Mark] You fire torpedoes? You shot one?",
      "th": "- ยิงตอร์ปิโด - เคยยิงจริงๆ มั้ย"
    }
  },
  {
    "translation": {
      "en": "-I shot one. -[Mark] Cool.",
      "th": "- ครั้งหนึ่ง - ดี"
    }
  },
  {
    "translation": {
      "en": "We were in a marine forward base on the border of Iraq.",
      "th": "เราอยู่ที่ฐานทัพเรือที่แนวหน้า ตรงพรมแดนอิรัก"
    }
  },
  {
    "translation": {
      "en": "[man] We got Blink-182 in the house!",
      "th": "เรามีบลิงค์-182 มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "-[man] Don't turn the key on. -[Travis] I won't.",
      "th": "- อย่าหมุนกุญแจนะ - ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "I guess things were getting heated,",
      "th": "ผมเดาว่าสงครามคงเริ่มรุนแรง"
    }
  },
  {
    "translation": {
      "en": "so we took a COD plane",
      "th": "เราเลยต้องนั่งเครื่องบินซีโอดี"
    }
  },
  {
    "translation": {
      "en": "that boomeranged us off of the aircraft carrier.",
      "th": "ที่พุ่งส่งเราออกจากเรือบรรทุกเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "[Mark] But it was insane. I was really glad that he was there to get those photos.",
      "th": "แต่มันบ้ามาก ผมดีใจมากที่เขาอยู่ด้วย คอยถ่ายรูปพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "As a lot of photographers were breaking into digital photography,",
      "th": "ตอนนั้นช่างภาพหลายคนเปลี่ยนมาใช้ การถ่ายภาพดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "Estevan stuck to film and the development process.",
      "th": "เอสเตวานยังใช้ฟิล์มและกระบวนการล้างฟิล์ม"
    }
  },
  {
    "translation": {
      "en": "Because it's grainy and it looks like film,",
      "th": "เพราะมันมีความแตกและดูเหมือนฟิล์ม"
    }
  },
  {
    "translation": {
      "en": "it's a document of one specific moment.",
      "th": "มันบันทึกภาพช่วงเวลาหนึ่งโดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "Before you know it, you know, Estevan was doing more directing.",
      "th": "กว่าจะรู้ตัวเอสเตวานก็ไปกำกับภาพมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Started to do mad videos for everybody.",
      "th": "เริ่มทำมิวสิควิดีโอเท่ๆ ให้ทุกคน"
    }
  },
  {
    "translation": {
      "en": "♪ Hold you down ♪",
      "th": "(อัลตีมิสต์ ฟีเจอริ่ง นีน่า สกาย \"โฮล ยู ดาวน์\" )"
    }
  },
  {
    "translation": {
      "en": "[Eminem] Estevan did the first D12 video we ever shot.",
      "th": "เอสเตวานทำมิวสิควิดีโอเพลงแรก ให้กับวงดีทเวล์ฟ"
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a gritty, grimy-looking video,",
      "th": "มันควรจะเป็นวิดีโอที่ดูดิบหยาบ"
    }
  },
  {
    "translation": {
      "en": "and Estevan captured that perfectly.",
      "th": "มันควรจะเป็นวิดีโอที่ดูดิบหยาบ เอสเตวานทำออกมาได้สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "I know we shot the outside of the house, the Dresden house,",
      "th": "ผมรู้ว่าเราถ่ายกันนอกบ้านที่เดรสเดน"
    }
  },
  {
    "translation": {
      "en": "but I'm pretty sure we shot the inside of it too.",
      "th": "แต่ผมมั่นใจว่าเราถ่ายด้านในด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Yeah, that's the bathroom.\"",
      "th": "ใช่ นั่นห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "It wasn't really a lot of fun dressing up...",
      "th": "ไม่ค่อยสนุกเท่าไหร่ที่ต้องแต่งตัว..."
    }
  },
  {
    "translation": {
      "en": "like Richard Simmons.",
      "th": "เป็นริชาร์ด ซิมมอนส์"
    }
  },
  {
    "translation": {
      "en": "But, hey, man, at that point in time, I was doing whatever it took.",
      "th": "แต่ช่วงนั้นผมยอมทำทุกอย่างแหละ"
    }
  },
  {
    "translation": {
      "en": "He directed a couple of Cypress videos.",
      "th": "เขากำกับมิวสิควิดีโอของไซเปรสสองสามเพลง"
    }
  },
  {
    "translation": {
      "en": "♪ Hello, my name is Dr. Greenthumb ♪",
      "th": "(ไซเปรสฮิลล์ เพลงดร.กรีนธัมป์)"
    }
  },
  {
    "translation": {
      "en": "♪ Hello, my name is Dr. Greenthumb ♪",
      "th": "(ไซเปรสฮิลล์ เพลงดร.กรีนธัมป์) (เพลงฮิตจากเดอะบอง กำกับโดยเอสเตวาน โอริโอล)"
    }
  },
  {
    "translation": {
      "en": "♪ I'd like to tell you... ♪",
      "th": "(เพลงฮิตจากเดอะบอง กำกับโดยเอสเตวาน โอริโอล)"
    }
  },
  {
    "translation": {
      "en": "[Sen] You know, we had the same ideas, we grew up in the same part of the planet,",
      "th": "เรายึดอุดมคติเดียวกัน โตมาในละแวกเดียวกันบนโลก"
    }
  },
  {
    "translation": {
      "en": "so it wasn't hard for him to know what we were gonna like",
      "th": "เลยไม่ยากที่เขาจะรู้ว่าเราชอบอะไร"
    }
  },
  {
    "translation": {
      "en": "and what we wanted to see in our videos. ♪ Hello, my name is Dr. Greenthumb ♪",
      "th": "และต้องการเห็นอะไรในมิวสิควิดีโอเรา"
    }
  },
  {
    "translation": {
      "en": "And then, when we went down to Mexico City, in DF,",
      "th": "พอเราไปที่เม็กซิโกซิตี้ ที่เมืองหลวง"
    }
  },
  {
    "translation": {
      "en": "we had thousands and thousands of kids following us on the street that day,",
      "th": "เรามีเด็กๆ หลายพันคนเดินตามเราบนถนนวันนั้น"
    }
  },
  {
    "translation": {
      "en": "and in the midst of it all,",
      "th": "ท่ามกลางทุกอย่างที่เกิดขึ้น เอสเตวานอยู่ในตำแหน่งที่เหมาะตลอด"
    }
  },
  {
    "translation": {
      "en": "Estevan was on point the whole time with the camera, you know.",
      "th": "ท่ามกลางทุกอย่างที่เกิดขึ้น เอสเตวานอยู่ในตำแหน่งที่เหมาะตลอด ในการใช้กล้อง"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] ♪ Here is something you can't understand ♪",
      "th": "ในการใช้กล้อง"
    }
  },
  {
    "translation": {
      "en": "[Roger] He understood what made a good story and he understood what was authentic.",
      "th": "เขาเข้าใจสิ่งที่ทำให้เกิดเรื่องราวที่ดี และเข้าใจว่าอะไรที่จริงแท้"
    }
  },
  {
    "translation": {
      "en": "I like that.",
      "th": "ผมชอบตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "I'll tell you when, just keep the light on him",
      "th": "ผมจะบอกว่าเมื่อไหร่ คุณส่องไฟที่เขาไว้"
    }
  },
  {
    "translation": {
      "en": "so when I sweep back around--",
      "th": "ตอนที่ผมหันกล้องกลับมา..."
    }
  },
  {
    "translation": {
      "en": "[Mark] With this video, it was an idea that was thought out by the director, Estevan Oriol.",
      "th": "มิวสิควิดีโอนี้เป็นไอเดียของผู้กำกับ เอสเตวาน โอริโอล"
    }
  },
  {
    "translation": {
      "en": "He directed this video that really shook everything up.",
      "th": "เขากำกับวิดีโอที่สั่นสะเทือนวงการ"
    }
  },
  {
    "translation": {
      "en": "It was really like, \"What in the world?\"",
      "th": "มันเหมือนกับ \"นี่มันอะไรวะ\" ภาพมันเจ๋งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Like it's the real deal.",
      "th": "(บลิงค์-182 เพลงดาวน์)"
    }
  },
  {
    "translation": {
      "en": "[Mark] Having him come in and direct a video for us",
      "th": "ได้เขามากำกับมิวสิควิดีโอให้เรา"
    }
  },
  {
    "translation": {
      "en": "just, I don't know, brought a really element of cool",
      "th": "ไม่รู้สิ มันเพิ่มความเท่เข้ามา"
    }
  },
  {
    "translation": {
      "en": "that I think was really ahead of its time.",
      "th": "คิดว่าตอนนั้นมันนำสมัยกว่ายุค"
    }
  },
  {
    "translation": {
      "en": "That shit was, like, really amazing. Just the way he-- His style.",
      "th": "ภาพนั่นมันน่าทึ่งจริงๆ มันเป็นวิธี เป็นสไตล์ของเขา"
    }
  },
  {
    "translation": {
      "en": "[Travis] The \"Down\" video was fun. It was the first time I ever met Trigz.",
      "th": "วิดีโอเพลงดาวน์สนุกมาก เป็นครั้งแรกที่ผมได้เจอทริกซ์"
    }
  },
  {
    "translation": {
      "en": "It was I think the first time we ever brought Mark and Tom to the hood.",
      "th": "คิดว่าเป็นครั้งแรกที่เราพามาร์คกับทอม เข้ามาในถิ่นเรา"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I think they were tripping a little bit.",
      "th": "ผมคิดว่าพวกเขาประหม่านิดๆ นะ"
    }
  },
  {
    "translation": {
      "en": "[Terry] He put me in the Blink-182 video. As a cop.",
      "th": "เขาให้ผมเล่นเป็นตำรวจ ในมิวสิควิดีโอของวงบลิงค์-182"
    }
  },
  {
    "translation": {
      "en": "What I loved was the authenticity.",
      "th": "ผมชอบความที่มันเหมือนจริง"
    }
  },
  {
    "translation": {
      "en": "Here was an example of the culture needing another voice.",
      "th": "นี่เป็นตัวอย่างของวัฒนธรรมที่ต้องการอีกเสียง"
    }
  },
  {
    "translation": {
      "en": "Here I was this cop after this guy,",
      "th": "ผมเป็นตำรวจตามไล่ล่าชายคนนี้ และเขากำลังหนี"
    }
  },
  {
    "translation": {
      "en": "he's on the run, and there was a helicopter.",
      "th": "ผมเป็นตำรวจตามไล่ล่าชายคนนี้ และเขากำลังหนี มีเฮลิคอปเตอร์ ถ่ายกันที่แอลเอเบซิน"
    }
  },
  {
    "translation": {
      "en": "You know, shot in the LA Basin and...",
      "th": "มีเฮลิคอปเตอร์ ถ่ายกันที่แอลเอเบซิน"
    }
  },
  {
    "translation": {
      "en": "There were people in the video that looked like for real LA.",
      "th": "คนในมิวสิควิดีโอที่เป็นเหมือนแอลเอแท้ๆ"
    }
  },
  {
    "translation": {
      "en": "[Travis] But that was fun, man, that video came out so cool and it had...",
      "th": "มันสนุกมาก วิดีโอออกมาเท่มาก และมีพลังงานที่แตกต่างออกไป จากทุกงานที่เราเคยทำ"
    }
  },
  {
    "translation": {
      "en": "just a different energy than anything we ever did and...",
      "th": "และมีพลังงานที่แตกต่างออกไป จากทุกงานที่เราเคยทำ"
    }
  },
  {
    "translation": {
      "en": "Estevan just really killed the visual.",
      "th": "เอสเตวานทำเรื่องภาพได้เจ๋งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] You ready? Let's set up the shot.",
      "th": "พร้อมนะ มาจัดภาพกัน"
    }
  },
  {
    "translation": {
      "en": "[producer] Are you gonna sit on the chair?",
      "th": "คุณจะนั่งเก้าอี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Estevan] Can I direct? -[producer] Yes, sir.",
      "th": "ผมขอกำกับได้มั้ย - ได้ครับ - อย่าเดินตามผมในภาพ"
    }
  },
  {
    "translation": {
      "en": "Don't follow me. You're gonna be on the shot.",
      "th": "- ได้ครับ - อย่าเดินตามผมในภาพ ไม่งั้นคุณต้องอยู่ในภาพ"
    }
  },
  {
    "translation": {
      "en": "-[producer] Tell me what you're gonna do. -I'm gonna make a documentary",
      "th": "ไม่งั้นคุณต้องอยู่ในภาพ ผมจะทำสารคดี"
    }
  },
  {
    "translation": {
      "en": "and talk about the Sixth Street Bridge.",
      "th": "เราจะคุยกันเรื่องสะพานบนถนนสายที่ 6"
    }
  },
  {
    "translation": {
      "en": "-Ready? -[producer] Yes.",
      "th": "- พร้อมนะ - พร้อม"
    }
  },
  {
    "translation": {
      "en": "Okay, so, we're sitting right here",
      "th": "เรานั่งกันอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "at what was formerly known as the Sixth Street Bridge.",
      "th": "ตรงที่เรารู้จักก่อนหน้านี้ว่าสะพานถนนสายที่ 6"
    }
  },
  {
    "translation": {
      "en": "So you see these pieces right here?",
      "th": "คุณเห็นรูปตรงนี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "There was two arches. They were part of the bridge. That's them now.",
      "th": "มีส่วนโค้งสองอันที่เป็นส่วนหนึ่งของสะพาน ตอนนั้นเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I have 20 years of photos",
      "th": "ผมมีรูปภาพที่สะสมนาน 20 ปี"
    }
  },
  {
    "translation": {
      "en": "of this street and where this bridge was, and that bridge.",
      "th": "ของถนนที่นี่ ตรงที่มีสะพานนี้ และนั่นคือสะพาน"
    }
  },
  {
    "translation": {
      "en": "And they're gonna redo it. They're gonna have a poodle park here,",
      "th": "และพวกเขาจะปรับปรุงที่นี่ใหม่ จะมีสวนสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "a cappuccino bar, a juice bar. This whole area is changing.",
      "th": "มีบาร์กาแฟคาปูชิโน่ มีบาร์น้ำผลไม้ ละแวกนี้กำลังจะเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "[Estevan] This was the access way to the LA River.",
      "th": "นี่เป็นทางลงไปที่แม่น้ำแอลเอ"
    }
  },
  {
    "translation": {
      "en": "And this was like our playground, our stomping ground.",
      "th": "ตรงนี้เหมือนสนามเด็กเล่นของเรา แหล่งที่เราเดินย่ำ"
    }
  },
  {
    "translation": {
      "en": "I had a lot of good photo shoots here, a lot of good times.",
      "th": "ผมถ่ายภาพที่นี่เยอะมาก มีช่วงเวลาดีๆ เยอะ"
    }
  },
  {
    "translation": {
      "en": "Get it out of the street.",
      "th": "ออกไปจากถนนก่อน"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting a lot of women, gangsters, and lowriders,",
      "th": "ผมถ่ายรูปผู้หญิง ชาวแก๊ง รถโหลดเตี้ยเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "'cause, you know, that's what I was around.",
      "th": "เพราะผมอยู่กับอะไรพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I don't know what it is about California, man.",
      "th": "ผมไม่รู้ว่าแคลิฟอร์เนียมันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Don't let the palm trees and the white picket fences fool you.",
      "th": "อย่าปล่อยให้ต้นปาล์มหรือรั้วไม้สีขาวหลอกคุณ"
    }
  },
  {
    "translation": {
      "en": "There's wrought iron on the windows",
      "th": "มันยังมีหน้าต่างติดเหล็กดัด"
    }
  },
  {
    "translation": {
      "en": "and the murder rate is through the roof, you know.",
      "th": "มีสถิติฆาตกรรมสูงทะลุเพดาน"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I was shooting this girl that was a gang member.",
      "th": "ผมกำลังถ่ายภาพผู้หญิงคนนี้ มีสมาชิกแก๊งคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "She just threw up LA.",
      "th": "ทำนิ้วเป็นคำว่าแอลเอ..."
    }
  },
  {
    "translation": {
      "en": "[Baldacci] LA, baby.",
      "th": "แอลเอที่รัก"
    }
  },
  {
    "translation": {
      "en": "And I went in and just took two frames of the LA.",
      "th": "ผมเดินเข้าไปถ่ายภาพนิ้วตัวแอลเอสองรูป"
    }
  },
  {
    "translation": {
      "en": "He caught it first. A lot of the photographers",
      "th": "เขาจับภาพได้ก่อน ช่างภาพหลายคนไม่รู้สัญลักษณ์"
    }
  },
  {
    "translation": {
      "en": "didn't know some of that type of finger lingo, if you will, you know,",
      "th": "ช่างภาพหลายคนไม่รู้สัญลักษณ์ ภาษาการชูนิ้ว"
    }
  },
  {
    "translation": {
      "en": "when you throw up the West Coast",
      "th": "เวลาที่คุณทำมือเป็นสัญลักษณ์เวสต์โคสต์ หรือสัญลักษณ์แอลเอ"
    }
  },
  {
    "translation": {
      "en": "or you throw up LA, whatever clique you're from.",
      "th": "เวลาที่คุณทำมือเป็นสัญลักษณ์เวสต์โคสต์ หรือสัญลักษณ์แอลเอ ไม่ว่าคุณจะมาจากกลุ่มไหน"
    }
  },
  {
    "translation": {
      "en": "A lot of people didn't wanna use that photo.",
      "th": "หลายคนไม่อยากใช้ภาพนั้น"
    }
  },
  {
    "translation": {
      "en": "They said it was too gang-related.",
      "th": "เขาบอกว่ามันเกี่ยวข้องกับแก๊งมากไป"
    }
  },
  {
    "translation": {
      "en": "[Estevan] At that time, if the wrong person saw you doing that,",
      "th": "ยุคนั้นถ้าบังเอิญมีคนผิดคนมาเห็นคุณทำ"
    }
  },
  {
    "translation": {
      "en": "you'd get beat up, or shot at or fucking stabbed.",
      "th": "คุณอาจโดนซ้อม โดนยิงหรือโดนแทง"
    }
  },
  {
    "translation": {
      "en": "Throwing up the L and the A like that,",
      "th": "ทำนิ้วเป็นรูปตัวแอลและตัวเอ"
    }
  },
  {
    "translation": {
      "en": "that was something that we did back in the day.",
      "th": "เป็นอะไรที่เราทำเมื่อสมัยก่อน"
    }
  },
  {
    "translation": {
      "en": "[B-Real] And that was the first representation of it.",
      "th": "แล้วถือการเอามานำเสนอใหม่ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "[Sen] Now it's a global thing where kids in other countries",
      "th": "ตอนนี้กลายเป็นฮิตไปทั่วโลก เด็กๆ จากประเทศอื่น"
    }
  },
  {
    "translation": {
      "en": "send me pictures of them throwing up that sign.",
      "th": "ส่งรูปภาพพวกเขาทำนิ้วสัญลักษณ์นี้"
    }
  },
  {
    "translation": {
      "en": "That's pretty cool, man. You know what I mean?",
      "th": "มันเจ๋งมาก คุณเข้าใจผมนะ"
    }
  },
  {
    "translation": {
      "en": "His LA hands photo?",
      "th": "รูปมือทำสัญลักษณ์แอลเอของเขา"
    }
  },
  {
    "translation": {
      "en": "That's Estevan.",
      "th": "- นั่นเอสเตวานเลยล่ะ - มีคนก้อปปี้ไปทำเสื้อ"
    }
  },
  {
    "translation": {
      "en": "That shit's been copied so much.",
      "th": "- นั่นเอสเตวานเลยล่ะ - มีคนก้อปปี้ไปทำเสื้อ - เยอะมาก - หลายครั้งที่โดนก้อปปี้"
    }
  },
  {
    "translation": {
      "en": "So many times. Ripped off.",
      "th": "- เยอะมาก - หลายครั้งที่โดนก้อปปี้"
    }
  },
  {
    "translation": {
      "en": "Many have tried to bite it.",
      "th": "หลายคนพยายามขโมยไปใช้"
    }
  },
  {
    "translation": {
      "en": "[Pat] I see the LA hands, and I know it's a bootleg.",
      "th": "ผมเห็นสัญลักษณ์มือแอลเอ ผมรู้เลยว่าอันนี้ของเถื่อน"
    }
  },
  {
    "translation": {
      "en": "Starbucks is ripping him off. Gosh!",
      "th": "สตาร์บัคส์ยังมาขโมยของเขาไป"
    }
  },
  {
    "translation": {
      "en": "The H&M thing? To steal from artists like that, their images.",
      "th": "พระเจ้า ทั้งเอชแอนด์เอ็ม ขโมยภาพ ของศิลปินไปแบบนั้น ภาพลักษณ์เขา"
    }
  },
  {
    "translation": {
      "en": "They have it on T-shirts.",
      "th": "พวกเขาเอาไปพิมพ์บนเสื้อยืด"
    }
  },
  {
    "translation": {
      "en": "[chuckling] The LA symbol's notorious.",
      "th": "สัญลักษณ์แอลเอนี่ดังมาก"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Everybody, you know, and their mom, was doing it.",
      "th": "ทุกคนต้องทำและแม่พวกเขาก็ทำ"
    }
  },
  {
    "translation": {
      "en": "-[Angel Baby] The Mayor's throwing it up. -Boom!",
      "th": "นายกเทศมนตรีก็ทำ"
    }
  },
  {
    "translation": {
      "en": "People gonna copy it, people gonna try it, but we all know where it came from.",
      "th": "คนจะทำเลียนแบบ คนจะลองทำ แต่เราทุกคนรู้ว่ามันมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "I advise everybody to dig into the roots of anything they do",
      "th": "ผมแนะนำให้ทุกคนค้นหาที่มา ของทุกอย่างที่พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "and see where it came from and pay homage to the person before them.",
      "th": "ดูว่ามันมาจากที่ไหน และคารวะคนที่ทำมาก่อนหน้า"
    }
  },
  {
    "translation": {
      "en": "[B-Real] It was iconic. It's an iconic picture.",
      "th": "มันคือสัญลักษณ์ เป็นภาพที่เป็นสัญลักษณ์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] One of the things that is there with Chicano art is violence,",
      "th": "หนึ่งในสิ่งที่มาพร้อมกับงานศิลปะ ของเม็กซิกัน-อเมริกันคือความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "is poverty,",
      "th": "ความยากจน"
    }
  },
  {
    "translation": {
      "en": "is addiction,",
      "th": "ยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "alcoholism.",
      "th": "การติดเหล้า"
    }
  },
  {
    "translation": {
      "en": "[Lepke] When I met Estevan, I was struggling through a lot of relapses.",
      "th": "ตอนเจอเอสเตวานผมกำลังลำบาก เพราะอาการกำเริบเยอะ"
    }
  },
  {
    "translation": {
      "en": "We were in a motel, and I called Estevan. I go, \"Hey, I'm on a good one, man.",
      "th": "เราอยู่ในโรงแรมและโทรหาเอสเตวาน \"นี่ ผมกำลังได้ของดีว่ะ เพื่อน\""
    }
  },
  {
    "translation": {
      "en": "You wanna film some footage? So why don't you come on through,",
      "th": "เขาอยากถ่ายคลิปวิดีโอ \"ทำไมไม่แวะมาล่ะ เพราะเรากำลังจะเล่นของดีจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "because we got it going on real good right here.\"",
      "th": "\"ทำไมไม่แวะมาล่ะ เพราะเรากำลังจะเล่นของดีจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "I had every drug in my system, 'cause I don't discriminate.",
      "th": "ผมมียาเสพติดทุกอย่างในร่างกาย เพราะผมไม่แบ่งแยก"
    }
  },
  {
    "translation": {
      "en": "I just went on a binge.",
      "th": "แล้วผมก็เสพไม่บันยะบันยัง ไม่หยุดง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "A simple binge. Everybody does it once in a while.",
      "th": "แล้วผมก็เสพไม่บันยะบันยัง ไม่หยุดง่ายๆ นานๆ ทีทุกคนต้องเคยทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You know, some people binge on donuts. Some people binge on heroin.",
      "th": "บางคนติดกินโดนัทไม่หยุด บางคนติดเสพเฮโรอีนไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "This is some new shit I came across.",
      "th": "นี่เป็นของใหม่ที่ผมไปเจอมา"
    }
  },
  {
    "translation": {
      "en": "These are five-dollar bolsas.",
      "th": "ห่อละห้าดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "I love it. There's no excuse.",
      "th": "ผมชอบมาก ไม่มีข้ออ้าง"
    }
  },
  {
    "translation": {
      "en": "I love to get high on this. I love the feeling I get from it.",
      "th": "ผมชอบเวลาเมายาแบบนี้ ชอบความรู้สึกที่ได้"
    }
  },
  {
    "translation": {
      "en": "If you don't cook it right, it fucks your stomach good.",
      "th": "ถ้าไม่ปรุงให้ดีจะทำให้ปวดท้อง"
    }
  },
  {
    "translation": {
      "en": "This is the picture they took of the heroin",
      "th": "นี่เป็นภาพที่พวกเขาถ่าย เฮโรอีนที่ไม่ได้ทำให้ผมเมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "that wasn't getting me high no more with the syringe, the crack pipe,",
      "th": "เฮโรอีนที่ไม่ได้ทำให้ผมเมาแล้ว มีเข็มฉีดยา ที่สูบยา"
    }
  },
  {
    "translation": {
      "en": "and I don't know why I had the nail clipper there.",
      "th": "ผมไม่รู้ว่าทำไมถึงมีที่ตัดเล็บตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "God only knows, right?",
      "th": "พระเจ้าเท่านั้นที่รู้เนอะ"
    }
  },
  {
    "translation": {
      "en": "Estevan could take me into the lab",
      "th": "เอสเตวานอาจพาผมไปห้องแล็บ"
    }
  },
  {
    "translation": {
      "en": "and pull out all these pictures and I'll go,",
      "th": "แล้วดึงรูปภาพพวกนี้ออกมา ผมคงพูดว่า \"นี่มันอะไรวะ"
    }
  },
  {
    "translation": {
      "en": "\"What the fuck? Are you serious, bro?\"",
      "th": "แล้วดึงรูปภาพพวกนี้ออกมา ผมคงพูดว่า \"นี่มันอะไรวะ นี่พูดจริงเหรอ เพื่อน\""
    }
  },
  {
    "translation": {
      "en": "I looked like an Ethiopian research monkey.",
      "th": "ผมเหมือนลิงเอธิโอเปียในห้องทดลอง"
    }
  },
  {
    "translation": {
      "en": "I don't even know why I'm alive today.",
      "th": "ผมไม่รู้ว่ามีชีวิตมาถึงวันนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "For some good reason, the good Lord didn't drop me and put me on my back.",
      "th": "ด้วยเหตุผลที่ดี พระเจ้าไม่ปล่อยผม และทำให้ผมต้องเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Sometimes, I sell real shit. Sometimes--",
      "th": "บางทีผมก็ขายของแท้นะ"
    }
  },
  {
    "translation": {
      "en": "And I was in a bad stage right here.",
      "th": "ตรงนี้อาการผมแย่มากแล้ว"
    }
  },
  {
    "translation": {
      "en": "And those are balloons of heroin in my mouth.",
      "th": "ในปากผมคือลูกโป่งเฮโรอีน"
    }
  },
  {
    "translation": {
      "en": "I sell fake shit. All this is fake.",
      "th": "ทั้งหมดนี่ของปลอม ของปลอมหมดเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "This is all fake.",
      "th": "ทั้งหมดนี่ปลอม"
    }
  },
  {
    "translation": {
      "en": "Either way, this is getting sold, all right?",
      "th": "ไม่ว่าจะยังไงก็ต้องขายให้ออก"
    }
  },
  {
    "translation": {
      "en": "Because, see, you can't buy drugs on the street.",
      "th": "เพราะคุณซื้อยาเสพติดตามถนนไม่ได้ มันผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "That's illegal. You can't sell them. It's illegal.",
      "th": "เพราะคุณซื้อยาเสพติดตามถนนไม่ได้ มันผิดกฎหมาย ขายยาเสพติดไม่ได้ มันผิดกฎหมาย ในนี้ไม่มียาหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "There's no drugs in here. So it's a bungle case.",
      "th": "ขายยาเสพติดไม่ได้ มันผิดกฎหมาย ในนี้ไม่มียาหรอกนะ นี่มันโกงกัน"
    }
  },
  {
    "translation": {
      "en": "So the proof is in the pudding, ladies and gentlemen.",
      "th": "จะพิสูจน์ได้ต้องสัมผัสเองครับ ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "[Scott] If you wanna know the real street culture",
      "th": "ถ้าอยากรู้วัฒนธรรมแบบสตรีท และชีวิตริมถนน"
    }
  },
  {
    "translation": {
      "en": "and that street life, open one of Estevan's books.",
      "th": "ถ้าอยากรู้วัฒนธรรมแบบสตรีท และชีวิตริมถนน เปิดหนังสือของเอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "And this is where it leads to. Everything leads to this picture.",
      "th": "ทุกอย่างนำมาถึงภาพนี้"
    }
  },
  {
    "translation": {
      "en": "This is 2003, July 9th or 8th, I believe.",
      "th": "ปี 2003 น่าจะเป็นวันที่ 8 หรือ 9 กรกฎาคม"
    }
  },
  {
    "translation": {
      "en": "I got shot in front of the Econo Lodge hotel.",
      "th": "ผมถูกยิงหน้าโรงแรมอีโคโนล็อดจ์"
    }
  },
  {
    "translation": {
      "en": "From where you're at, from where the camera's at, they shot me six times.",
      "th": "จากจุดที่คุณยืนถือกล้อง มันยิงผมหกนัด"
    }
  },
  {
    "translation": {
      "en": "[Lepke] I took five bullets there. And they came and told me I didn't have insurance,",
      "th": "ผมโดนกระสุนห้านัด แล้วพวกเขาบอกผมว่าผมไม่มีประกัน"
    }
  },
  {
    "translation": {
      "en": "so five days after that, I walked out, caught walking pneumonia, almost died,",
      "th": "ห้าวันหลังจากนั้นผมเดินออกมา เป็นปวดบวม"
    }
  },
  {
    "translation": {
      "en": "and then went back and had to stay another additional 30 days.",
      "th": "เกือบตายและกลับเข้าไป ต้องอยู่ในโรงพยาบาลอีก 30 วัน"
    }
  },
  {
    "translation": {
      "en": "See? Karma hits, 'cause I was supposed to be doing Estevan a favor",
      "th": "เห็นมั้ย ผลกรรมคือ เพราะผมควรช่วยเอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "and moving somebody.",
      "th": "ทำให้คนได้คิด"
    }
  },
  {
    "translation": {
      "en": "See how that works?",
      "th": "เห็นมั้ยว่ามันทำงานยังไง"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] The '90s were very, very violent.",
      "th": "ยุค 1990 มีความรุนแรงมาก"
    }
  },
  {
    "translation": {
      "en": "You saw the peak of gang violence.",
      "th": "คุณจะเห็นสุดสูงสุดของความรุนแรงระหว่างแก๊ง"
    }
  },
  {
    "translation": {
      "en": "You saw people that were there that seen enemies they didn't like,",
      "th": "คุณเห็นคนที่เห็นศัตรูที่ไม่ชอบขี้หน้า"
    }
  },
  {
    "translation": {
      "en": "they just took off on them right there.",
      "th": "ก็จัดการลุยเลยตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "You could hear the bullets going by. [imitates bullets]",
      "th": "คุณได้ยินเสียงกระสุนผ่านไป"
    }
  },
  {
    "translation": {
      "en": "They were trying to stop here, homie. They were coming too fast.",
      "th": "พวกเขาพยายามจะอยู่ตรงนี้ แต่พวกนั้นพุ่งเข้ามาเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "So they stopped right here. And they went just like, \"Hey, homie.\"",
      "th": "พวกเขาเลยหยุดตรงนี้ พวกนั้นก็เรียกเลย \"เฮ้ย พวก\""
    }
  },
  {
    "translation": {
      "en": "Man! [imitates gunshot] I hit the floor quick, eh.",
      "th": "\"ซวยล่ะ\" ผมหมอบลงพื้นอย่างไว"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Why were they shooting at you?",
      "th": "คิดว่าเขายิงคุณทำไม"
    }
  },
  {
    "translation": {
      "en": "[man] See, this is a black neighborhood, right?",
      "th": "นี่มันละแวกคนผิวดำใช่มั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I guess they're going at it with a Hispanic gang over there.",
      "th": "เดาว่าพวกนี้คงมีเรื่องกับแก๊งฮิสปานิกตรงโน้น"
    }
  },
  {
    "translation": {
      "en": "You know what I mean? Look at me, dog.",
      "th": "เข้าใจผมนะ ดูหน้าผมสิ"
    }
  },
  {
    "translation": {
      "en": "-[man] Look right here, homie. -[man 2] Yeah.",
      "th": "คุณมองตรงนี้ได้มั้ย (คอนเวิร์ส ออล สตาร์)"
    }
  },
  {
    "translation": {
      "en": "You like that.",
      "th": "ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "Right there, West Los.",
      "th": "นั่นไง เวสต์ ลอส"
    }
  },
  {
    "translation": {
      "en": "School of hard knocks.",
      "th": "บทเรียนชีวิตที่เจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "Sometimes hard rocks.",
      "th": "บางทีก็เจอโคเคน"
    }
  },
  {
    "translation": {
      "en": "Hard knocks and cooked rocks.",
      "th": "บทเรียนชีวิตและโคเคน"
    }
  },
  {
    "translation": {
      "en": "From stealin' and dealin' to rollin' and chillin'.",
      "th": "ตั้งแต่ขโมยของและขายยา ไปจนสนุกกับเพื่อน"
    }
  },
  {
    "translation": {
      "en": "[man] My eagle right here, 'cause I'm Mexican-American.",
      "th": "นี่นกอินทรีของผม เพราะผมเป็นเม็กซิกัน-อเมริกัน"
    }
  },
  {
    "translation": {
      "en": "I'm American-made, Mexican descent.",
      "th": "เกิดในอเมริกัน เชื้อสายเม็กซิกัน"
    }
  },
  {
    "translation": {
      "en": "[Speedy] They call me Speedy, one of my fans gave me the name.",
      "th": "พวกเขาเรียกผมว่าสปีดี้ เพื่อนผมคนหนึ่งตั้งชื่อนี้ให้"
    }
  },
  {
    "translation": {
      "en": "[Baldacci] In there, the tattoo shop is your cell.",
      "th": "ในนั้นร้านรับสักก็คือห้องขังคุณ"
    }
  },
  {
    "translation": {
      "en": "Just a couple of cases of soups and coffee, man, from prison.",
      "th": "มีซุปสองสามลังกับกาแฟจากคุก"
    }
  },
  {
    "translation": {
      "en": "That's what they charge you in there to do this type of thing.",
      "th": "ถ้าจะสักในคุกนั่นคือราคาที่เขาคิด"
    }
  },
  {
    "translation": {
      "en": "Nowadays I guess that's just a way to look cool, but...",
      "th": "เดี๋ยวนี้มันเป็นแค่วิธีที่จะทำให้เราดูเท่"
    }
  },
  {
    "translation": {
      "en": "All these tattoos right here? They were basically earned,",
      "th": "แต่รอยสักทั้งหมดที่เห็นตรงนี้ ได้มายากลำบาก"
    }
  },
  {
    "translation": {
      "en": "they were basically put on me for a reason.",
      "th": "รอยสักอยู่บนตัวผมเพราะมีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "[Johnny] All my tattoos were done in prison, single needle.",
      "th": "รอยสักทุกรอยของผมทำในคุก เข็มอันเดียว"
    }
  },
  {
    "translation": {
      "en": "Never got tattooed in a shop.",
      "th": "ไม่เคยไปสักตามร้าน"
    }
  },
  {
    "translation": {
      "en": "They were kind of like the old black and gray feel to the ink.",
      "th": "ให้ความรู้สึกของหมึกสีดำกับสีเทา"
    }
  },
  {
    "translation": {
      "en": "Some tattoos that some people have, they put them on",
      "th": "รอยสักบางรอยที่บางคนมี พวกเขาสักเพราะอาจอยู่ในวิถีชีวิต ที่มีชีวิตหนึ่งหายไป"
    }
  },
  {
    "translation": {
      "en": "because maybe they were in a lifestyle where a life was lost.",
      "th": "พวกเขาสักเพราะอาจอยู่ในวิถีชีวิต ที่มีชีวิตหนึ่งหายไป"
    }
  },
  {
    "translation": {
      "en": "Not to say that they took the life,",
      "th": "ไม่ได้บอกว่าพวกเขาฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "because we're not gonna say that 'cause we're on camera.",
      "th": "เพราะเราจะไม่พูดอย่างนั้นต่อหน้ากล้อง"
    }
  },
  {
    "translation": {
      "en": "When I sleeve somebody, they can't go into regular society,",
      "th": "เวลาผมสักเต็มแขนให้ใครสักคน พวกเขากลับสู่สังคมปกติไม่ได้"
    }
  },
  {
    "translation": {
      "en": "but little by little, those people will be business owners.",
      "th": "แต่คนพวกนี้จะได้เป็นเจ้าของธุรกิจ โดยเริ่มทีละนิด (อันเดอร์กราวนด์ โปรดักชั่น)"
    }
  },
  {
    "translation": {
      "en": "You know, over the next 10, 20 years, those people that are getting sleeves",
      "th": "ช่วง 10 ถึง 20 ปีต่อจากนี้ คนที่สักเต็มแขนจะเป็นเจ้าของธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "will be business owners and shit will change up for them.",
      "th": "คนที่สักเต็มแขนจะเป็นเจ้าของธุรกิจ มันจะเปลี่ยนไปสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "[Lepke] That's okay. It's a trend now. We got the soccer moms putting tattoos on.",
      "th": "ไม่เป็นไร ตอนนี้มันเป็นเทรนด์แล้ว มีคุณแม่ที่มีรอยสัก"
    }
  },
  {
    "translation": {
      "en": "They're doing shit that we were looked down on.",
      "th": "พวกเขาทำสิ่งที่เราเคยโดนดูถูก"
    }
  },
  {
    "translation": {
      "en": "We were putting these tattoos 'cause we were outcasts,",
      "th": "เราสักเพราะเราเป็นพวกสังคมไม่ยอมรับ"
    }
  },
  {
    "translation": {
      "en": "because society rejected us.",
      "th": "เพราะสังคมปฏิเสธเรา"
    }
  },
  {
    "translation": {
      "en": "Now they're putting them on because now society accepts it?",
      "th": "ตอนนี้พวกเขาสักเพราะสังคมยอมรับแล้วงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "So now I might just start taking them all off.",
      "th": "ตอนนี้ผมอาจต้องลบรอยสักออก"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We're interested in the darkest shit in life.",
      "th": "เราสนใจเรื่องดำมืดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "Ghetto bird in the sky...",
      "th": "เฮลิคอปเตอร์ตรวจการณ์ขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "homeless shit and drug addicts.",
      "th": "คนจรจัดกับคนติดยา"
    }
  },
  {
    "translation": {
      "en": "Watching and observing those cultures, you know what I mean?",
      "th": "เฝ้าดูและสังเกตการณ์วัฒนธรรมพวกนี้"
    }
  },
  {
    "translation": {
      "en": "What happened to your hand? You got arthritis?",
      "th": "มือเป็นอะไร เป็นโรคปวดข้อเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, I-- My ex-boyfriend broke it.",
      "th": "(เรจิน่า จากสคิดโรว์) - เปล่า แฟนฉันทำหัก - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Oh, okay.",
      "th": "- เปล่า แฟนฉันทำหัก - โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay, look, if you go out this way, and go on the side,",
      "th": "ถ้าคุณออกมาทางนี้แล้วไปด้านข้าง"
    }
  },
  {
    "translation": {
      "en": "go straight all the way down, there's a little alley right there.",
      "th": "- ค่ะ - แล้วเดินตรงไปเรื่อยๆ มีตรอกเล็กๆ ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I'll go check it out.",
      "th": "มีตรอกเล็กๆ ตรงนั้น - เราจะไปดู - ไปนะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Take it easy. -[producer] Bye, thank you.",
      "th": "- เราจะไปดู - ไปนะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] When you're in the streets in LA, in the bad neighborhoods,",
      "th": "เวลาคุณเดินบนถนนในแอลเอ ละแวกที่ไม่ค่อยดีนัก"
    }
  },
  {
    "translation": {
      "en": "it's like your blood is flowing, the adrenaline is there.",
      "th": "เลือดคุณจะฉีดพล่าน อะดรีนาลินหลั่ง"
    }
  },
  {
    "translation": {
      "en": "When you know that it's an active area and some shit might happen,",
      "th": "คุณรู้ว่าบริเวณนี้มีอะไรเกิดขึ้นเยอะ อาจมีเรื่องบ้าๆ เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "it's kind of like, okay, cool, you know, you gotta be on point, you know.",
      "th": "แบบว่า \"ได้\" เราต้องระวังให้ดี ต้องคอยมองหน้ามองหลัง"
    }
  },
  {
    "translation": {
      "en": "Open the eyes on the back of your head,",
      "th": "ต้องคอยมองหน้ามองหลัง"
    }
  },
  {
    "translation": {
      "en": "'cause if you're just walking around all \"ladi da, da,\"",
      "th": "เพราะถ้าคุณแค่เดินเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "you know, like an idiot, you could lose that way.",
      "th": "เหมือนคนปัญหาอ่อน คุณอาจแพ้"
    }
  },
  {
    "translation": {
      "en": "They're just looking for someone to fuck with, so...",
      "th": "พวกเขาแค่มองหาคนจะลุยด้วย"
    }
  },
  {
    "translation": {
      "en": "Right here, you know what I'm saying?",
      "th": "ตรงนี้ไง เข้าใจที่ผมพูดมั้ย"
    }
  },
  {
    "translation": {
      "en": "Just gotta make sure you're strapped.",
      "th": "คุณต้องแน่ใจว่ามีอาวุธ"
    }
  },
  {
    "translation": {
      "en": "[Estevan] A lot of people we've known have died.",
      "th": "หลายคนที่เรารู้จักตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Can't even think of how that would be if Cartoon passed away.",
      "th": "คิดไม่ออกว่าจะเป็นยังไงถ้าคาร์ทูนเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "We've had to make out wills before,",
      "th": "ก่อนหน้านี้เราเคยต้องทำพินัยกรรม"
    }
  },
  {
    "translation": {
      "en": "and it was, like, the will went to, like, each other.",
      "th": "เหมือนกับพินัยกรรมที่จะมอบให้กัน"
    }
  },
  {
    "translation": {
      "en": "We would look out for each other's family.",
      "th": "เราจะดูแลครอบครัวของกันและกัน"
    }
  },
  {
    "translation": {
      "en": "Let's see what we have here in this little box.",
      "th": "มาดูซิว่าในกล่องเล็กๆ นี้มีอะไร"
    }
  },
  {
    "translation": {
      "en": "This is my friend Mono. He passed away.",
      "th": "นี่เพื่อนผม โมโน เขาเสียชีวิตไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "He's the guy that introduced me and my wife to each other.",
      "th": "เขาเป็นคนแนะนำให้ผมกับภรรยาได้รู้จักกัน"
    }
  },
  {
    "translation": {
      "en": "[D.P.] Oh, yeah? [Estevan] And he introduced Cartoon to his wife.",
      "th": "แล้วเขาก็แนะนำคาร์ทูนให้รู้จักภรรยาเขา"
    }
  },
  {
    "translation": {
      "en": "Right here, this is one of my favorite pictures of all times.",
      "th": "นี่เป็นรูปที่ผมชอบมากที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "His name was Chato.",
      "th": "เขาชื่อชาโต"
    }
  },
  {
    "translation": {
      "en": "Rest in peace. He died.",
      "th": "ขอให้สู่สุขคติ เขาเสียชีวิตแล้ว"
    }
  },
  {
    "translation": {
      "en": "Trigz got shot.",
      "th": "ทริกซ์ถูกยิง"
    }
  },
  {
    "translation": {
      "en": "He got murdered 'cause he got into a fight with somebody.",
      "th": "เขาถูกฆ่าตายเพราะไปทะเลาะกับคนร้าย"
    }
  },
  {
    "translation": {
      "en": "Rest in peace.",
      "th": "ขอให้ไปสู่สุขคติ"
    }
  },
  {
    "translation": {
      "en": "This was another guy that was shot. His name was Nene.",
      "th": "นี่เป็นอีกคนที่ถูกยิง เขาชื่อเนเน่"
    }
  },
  {
    "translation": {
      "en": "I think he got shot 33 times.",
      "th": "คิดว่าเขาถูกยิง 33 นัด"
    }
  },
  {
    "translation": {
      "en": "-[D.P.] What happened to him? -[Estevan] He died.",
      "th": "- เกิดอะไรขึ้นกับเขา - ตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know, I think they're living the life they wanted to",
      "th": "ไม่นะ ผมคิดว่าพวกเขาได้ใช้ชีวิต แบบที่อยากใช้"
    }
  },
  {
    "translation": {
      "en": "and they died doing what they loved doing.",
      "th": "พวกเขาตายขณะกำลังทำสิ่งที่รัก"
    }
  },
  {
    "translation": {
      "en": "Those guys were gangsters and they died doing some gangster shit.",
      "th": "คนพวกนี้เป็นพวกแก๊ง และตายขณะที่ทำเรื่องบ้าๆ แบบแก๊ง"
    }
  },
  {
    "translation": {
      "en": "[D.P.] So you think they kind of dig being a gangster. They'd rather do that--",
      "th": "คุณคิดว่าสมาชิกแก๊งอย่างเขา พวกเขาอยากทำอย่างนั้นมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, they loved it, or else they wouldn't have been a gangster.",
      "th": "ใช่ พวกเขารักมัน ไม่งั้นไม่มาเป็นสมาชิกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "♪ At the gates of hell ♪",
      "th": "(เอริก ไรท์ ที่รัก เรารักเขามากแต่พระเจ้ารักเขามากกว่า)"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That violence, that poverty, that madness,",
      "th": "ความรุนแรง ความยากจน ความบ้าคลั่ง"
    }
  },
  {
    "translation": {
      "en": "spawned a beautiful art form of music, and tattoos, and wall murals,",
      "th": "ทำให้เกิดงานศิลปะที่สวยงาม ทั้งดนตรี รอยสัก ภาพวาดบนผนัง"
    }
  },
  {
    "translation": {
      "en": "pinstripe, and gold leaf.",
      "th": "งานพ่นสีเส้นสายบนรถ"
    }
  },
  {
    "translation": {
      "en": "Those guys sitting in cells that will never get out",
      "th": "ผู้ชายที่นั่งอยู่ในคุกไม่มีวันได้ออกมา"
    }
  },
  {
    "translation": {
      "en": "helped shape an art form, this rose out of a crack in the concrete.",
      "th": "ช่วยปั้นแต่งงานศิลปะที่งอกงามขึ้นมา จากรอยแยกในคอนกรีต"
    }
  },
  {
    "translation": {
      "en": "Now you have a new wave of Chicano artists",
      "th": "ตอนนี้คุณมีศิลปินชิคาโน่รุ่นใหม่"
    }
  },
  {
    "translation": {
      "en": "that can focus on Chicano pride.",
      "th": "ที่มุ่งไปที่ความภาคภูมิ ของความเป็นชิคาโน่"
    }
  },
  {
    "translation": {
      "en": "To be Chicano means identifying with your roots.",
      "th": "การเป็นชิคาโน่คือต้องรู้รากของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[David F., Jr] The number one thing is family. It's all about family.",
      "th": "- อันดับหนึ่งเลยคือครอบครัว - ครอบครัวสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Michelle] You don't really hear about the heart of a Chicano,",
      "th": "คุณไม่ค่อยได้ยินเรื่องหัวใจของชิคาโน่"
    }
  },
  {
    "translation": {
      "en": "but you can see it in a lowrider.",
      "th": "แต่คุณจะเห็นมันในรถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "The way we build our cars,",
      "th": "วิธีที่เราสร้างรถของเรา"
    }
  },
  {
    "translation": {
      "en": "they're old Benny's thrown away that we pick up and we shine.",
      "th": "มันคือเหรียญเพนนีเก่าที่ถูกทิ้ง แล้วเราเก็บกลับมาขัดให้เงางาม"
    }
  },
  {
    "translation": {
      "en": "[Michelle] It's almost like watching a Chicano's heart",
      "th": "เหมือนได้เห็นหัวใจของชิคาโน่ที่ถูกเทออกมา"
    }
  },
  {
    "translation": {
      "en": "being poured out onto paint",
      "th": "เหมือนได้เห็นหัวใจของชิคาโน่ที่ถูกเทออกมา ในการทำสี ในเคลือบสีรถด้วยความรัก"
    }
  },
  {
    "translation": {
      "en": "and coating a vehicle with love, you know?",
      "th": "ในการทำสี ในเคลือบสีรถด้วยความรัก"
    }
  },
  {
    "translation": {
      "en": "[Javi] Those people that threw them away wish they had them back",
      "th": "คนที่ทิ้งรถพวกนี้ไปหวังจะได้มันกลับคืน"
    }
  },
  {
    "translation": {
      "en": "after they see them all fixed up and clean and shined up.",
      "th": "หลังจากเห็นรถถูกซ่อม ทำความสะอาด และขัดสีใหม่จนเงาวับ"
    }
  },
  {
    "translation": {
      "en": "You don't own a lowrider. You are a lowrider.",
      "th": "คุณไม่ใช่เจ้าของรถโหลดเตี้ย แต่คุณคือรถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "Promoting a great culture in America.",
      "th": "การได้โปรโมทวัฒนธรรมที่ยิ่งใหญ่ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "There are people that are incredibly wealthy",
      "th": "ยังมีคนที่ร่ำรวยมหาศาล"
    }
  },
  {
    "translation": {
      "en": "that actually know the culture",
      "th": "ที่รู้จักวัฒนธรรมนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "and are admirers of the culture.",
      "th": "และยกย่องวัฒนธรรมนี้"
    }
  },
  {
    "translation": {
      "en": "[Bobo] The culture grew to places like Japan, Europe, South America.",
      "th": "วัฒนธรรมนี้เติบโตไปถึงสถานที่อย่างญี่ปุ่น ยุโรป อเมริกาใต้"
    }
  },
  {
    "translation": {
      "en": "They introduced the whole rest of the world basically",
      "th": "พวกเขาแนะนำให้ส่วนอื่นของโลกได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "to the East LA esthetic.",
      "th": "กับความงามของแอลเอตะวันออก"
    }
  },
  {
    "translation": {
      "en": "[Bobo] You go to Japan and you see some of the Japanese kids",
      "th": "เราเคยไปญี่ปุ่นและเห็นเด็กญี่ปุ่นบางคน"
    }
  },
  {
    "translation": {
      "en": "dressing like cholos.",
      "th": "แต่งตัวเหมือนเม็กซิกัน-อเมริกัน"
    }
  },
  {
    "translation": {
      "en": "To the T.",
      "th": "เหมือนเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "You would think, they could put on glasses",
      "th": "คุณคิดว่าถ้าใส่แว่นตาสักหน่อย แต่งให้ครบ"
    }
  },
  {
    "translation": {
      "en": "and have the whole thing and they could look all \"Chicanoed-out\"",
      "th": "คุณคิดว่าถ้าใส่แว่นตาสักหน่อย แต่งให้ครบ ก็จะเหมือนพวกชิคาโน่มา จนกระทั่งเปิดปากพูด"
    }
  },
  {
    "translation": {
      "en": "until they started to speak.",
      "th": "ก็จะเหมือนพวกชิคาโน่มา จนกระทั่งเปิดปากพูด"
    }
  },
  {
    "translation": {
      "en": "[Wilmer] Asian culture has become obsessed with East LA and lowriding.",
      "th": "วัฒนธรรมเอเชียหลงใหลแอลเอตะวันออก กับรถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "There's a big lowrider scene that's gone around the world.",
      "th": "มีแหล่งคนนิยมรถโหลดที่แพร่ไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[man] Because of what Cartoon and Estevan did with Chicano culture",
      "th": "เพราะสิ่งที่คาร์ทูนกับเอสเตวานทำไว้ ให้กับวัฒนธรรมชาวชิคาโน่"
    }
  },
  {
    "translation": {
      "en": "and made it so pervasive and popular in Japanese subculture,",
      "th": "ทำให้มันแพร่หลายและเป็นที่นิยม ในวัฒนธรรมย่อยของญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "it made it even extra cool back here in the States.",
      "th": "ยิ่งทำให้มันเท่มากขึ้นในสหรัฐ"
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it comes from how pioneering these two gentlemen",
      "th": "และผมคิดว่าหลายอย่าง มาจากการที่ชายสองคนนี้เป็นผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "have been to the culture.",
      "th": "มาจากการที่ชายสองคนนี้เป็นผู้บุกเบิก ของวัฒนธรรมนี้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We listen to oldies, we listen to Motown-style, classic soul.",
      "th": "เราฟังเพลงเก่า เราฟังเพลงโซลคลาสสิก แบบสไตล์โมทาวน์"
    }
  },
  {
    "translation": {
      "en": "Due to the weather on the West Coast, we wear T-shirts all year long.",
      "th": "เพราะอากาศทางชายฝั่งตะวันตก ทำให้เราใส่เสื้อยืดได้ทั้งปี"
    }
  },
  {
    "translation": {
      "en": "We invented the white tee, khakis and Dickies,",
      "th": "เราสร้างสไตล์เสื้อยืดขาว กางเกงกากีและดิกกีส์"
    }
  },
  {
    "translation": {
      "en": "that whole look.",
      "th": "ทั้งหมดครบ"
    }
  },
  {
    "translation": {
      "en": "The West Coast grew up wearing Cortez shoes.",
      "th": "ทางเวสต์โคสต์โตมา กับการใส่รองเท้ารุ่นคอร์เตซ"
    }
  },
  {
    "translation": {
      "en": "This is the staple for the West Coast.",
      "th": "เป็นสิ่งจำเป็นที่คนเวสต์โคสต์ต้องมี"
    }
  },
  {
    "translation": {
      "en": "In the '80s, though, it was like a gang-banging shoe.",
      "th": "แต่ยุค 1980 มันถูกมองว่าเป็นรองเท้า ของสมาชิกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "Like, you wearing that shoe, people asked you, \"Where are you from?\"",
      "th": "ถ้าคุณใส่รองเท้ารุ่นนี้คนจะถาม \"นายมาจากไหน\""
    }
  },
  {
    "translation": {
      "en": "I had meditated why it was relevant, and why it had to be done.",
      "th": "ผมนั่งคิดว่าทำไมมันถึงมีความเกี่ยวข้อง และทำไมมันต้องทำ"
    }
  },
  {
    "translation": {
      "en": "My own Nike, period.",
      "th": "ช่วงที่เป็นยุคไนกี้ของผม"
    }
  },
  {
    "translation": {
      "en": "And once I got them in, it was time to drop,",
      "th": "จากนั้นเมื่อผมได้รองเท้ามา ก็ได้เวลาร่างภาพ"
    }
  },
  {
    "translation": {
      "en": "\"I have to do a Cortez,\" paying homage to that era, to the NWA era.",
      "th": "ผมต้องทำรองเท้ารุ่นคอร์เตซ แสดงความคารวะต่อยุคเอ็นดับเบิลยูเอ"
    }
  },
  {
    "translation": {
      "en": "When that happened,",
      "th": "เมื่อมันเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Man, this is fucking amazing.",
      "th": "ผมคิดเลยว่า \"นี่มันน่าทึ่งมาก\""
    }
  },
  {
    "translation": {
      "en": "I'm gonna design the shoe I grew up wearing.\"",
      "th": "ผมจะออกแบบรองเท้าที่ใส่มาตั้งแต่เด็ก"
    }
  },
  {
    "translation": {
      "en": "It'd be like McDonald's calling you, and be like,",
      "th": "คงเหมือนแม็กโดนัลด์โทรมาบอกคุณว่า"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna do your own signature Big Mac. Get ready.\"",
      "th": "\"เราจะทำเบอร์เกอร์ที่เป็นเอกลักษณ์ของคุณ เตรียมตัวให้พร้อมนะ\""
    }
  },
  {
    "translation": {
      "en": "Nike is doing a Mister Cartoon shoe?",
      "th": "ไนกี้กำลังจะทำรองเท้ามิสเตอร์คาร์ทูนเหรอ"
    }
  },
  {
    "translation": {
      "en": "They're giving you a shoe?",
      "th": "พวกเขาให้รองเท้าคุณเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "And letting you design it?",
      "th": "ยอมให้คุณออกแบบเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's-- It's crazy.",
      "th": "นี่มันบ้ามาก"
    }
  },
  {
    "translation": {
      "en": "There's not a lot of artists out here to have their own Nike shoe.",
      "th": "มีศิลปินไม่มากที่จะมีรองเท้าไนกี้ รุ่นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I walk into a business meeting with confidence.",
      "th": "ผมเดินเข้าไปประชุมธุรกิจ มั่นใจมาก"
    }
  },
  {
    "translation": {
      "en": "I walk in like, \"I'm-- The boss is here.\"",
      "th": "เดินเข้าไปแบบ \"เจ้านายอยู่ตรงนี้\""
    }
  },
  {
    "translation": {
      "en": "And you convince the client",
      "th": "คุณกล่อมให้ลูกค้าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "that you know what's poppin'.",
      "th": "ว่าคุณรู้ว่าอะไรเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "This is inspiring to me.",
      "th": "นี่เป็นที่ปรารถนาสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "I can apply that same philosophy to what I'm doing.",
      "th": "ผมนำเอาปรัชญาเดียวกันนั้นมาใช้ กับสิ่งที่ผมทำได้"
    }
  },
  {
    "translation": {
      "en": "My homie did it, I can do it. Oh, wow.",
      "th": "\"เพื่อนผมทำได้ ผมก็ต้องทำได้\" โอ้โห"
    }
  },
  {
    "translation": {
      "en": "Whoa, Mister Cartoon is completely crossing over to a different level,",
      "th": "มิสเตอร์คาร์ทูนก้าวไปสู่อีกระดับอย่างสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I did the LA edition, which was putting the \"LA\"",
      "th": "ผมทำรองเท้ารุ่นแอลเอ ซึ่งใส่ตัวอักษรแอลเอ แล้วมีโลโก้ไนกี้พาดผ่าน"
    }
  },
  {
    "translation": {
      "en": "and having the Nike check go through it.",
      "th": "ซึ่งใส่ตัวอักษรแอลเอ แล้วมีโลโก้ไนกี้พาดผ่าน"
    }
  },
  {
    "translation": {
      "en": "The next one I did was the Aztec.",
      "th": "รุ่นต่อไปผมทำรุ่นแอซเท็ก"
    }
  },
  {
    "translation": {
      "en": "This was crazy because here I'm doing an Aztec on a Cortez.",
      "th": "มันบ้ามากเพราะผมทำรุ่นแอซเท็ก บนรองเท้าคอร์เตซ"
    }
  },
  {
    "translation": {
      "en": "So you have the Spaniards coming to New Spain, which was Mexico,",
      "th": "คุณมีชาวสเปนมายังสเปนใหม่ ซึ่งก็คือเม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "to bring disease,",
      "th": "ซึ่งก็คือเม็กซิโก เอาโรคภัย สงครามครั้งใหญ่ระหว่าง ชาวสเปนกับชาวแอซเท็ก"
    }
  },
  {
    "translation": {
      "en": "great war between the Spaniards and the Aztecs",
      "th": "เอาโรคภัย สงครามครั้งใหญ่ระหว่าง ชาวสเปนกับชาวแอซเท็ก"
    }
  },
  {
    "translation": {
      "en": "to create Mexican people.",
      "th": "เกิดเป็นชาวเม็กซิกัน"
    }
  },
  {
    "translation": {
      "en": "So, I had that on a shoe, which is a little heavy,",
      "th": "ผมทำแบบนั้นบนรองเท้า ซึ่งถือว่าจริงจังนิดๆ"
    }
  },
  {
    "translation": {
      "en": "you know what I'm saying? For a shoe design.",
      "th": "ซึ่งถือว่าจริงจังนิดๆ สำหรับแบบรองเท้า"
    }
  },
  {
    "translation": {
      "en": "And then on the Aztec warrior, I put a brush mustache,",
      "th": "แล้วที่นักรบชาวแอซเท็ก ผมใส่หนวดไป"
    }
  },
  {
    "translation": {
      "en": "which is representative of the homies now.",
      "th": "ซึ่งเป็นตัวแทนของพวกเรา"
    }
  },
  {
    "translation": {
      "en": "When it finally went through, I was blown away.",
      "th": "เมื่อแบบผ่านในที่สุด ผมถึงกับทึ่ง"
    }
  },
  {
    "translation": {
      "en": "I'm surprised every time one of these huge deals goes through.",
      "th": "ผมแปลกใจที่ทุกครั้งหนึ่งในสัญญาสำคัญๆ ผ่าน"
    }
  },
  {
    "translation": {
      "en": "So, to balance that, it was important that I did outreach.",
      "th": "เพื่อให้สมดุล มันสำคัญที่ผมต้องส่งต่อ"
    }
  },
  {
    "translation": {
      "en": "Talking to youngsters, explaining to them, \"Look, I went to LA Unified School,",
      "th": "คุยกับคนรุ่นใหม่ อธิบายกับพวกเขา \"ผมไปที่โรงเรียนรัฐแอลเอยูนิฟายด์"
    }
  },
  {
    "translation": {
      "en": "and I designed my own shoe. What would your shoe look like?\"",
      "th": "และผมได้ออกแบบรองเท้าตัวเอง คุณอยากให้รองเท้าคุณเป็นยังไง\""
    }
  },
  {
    "translation": {
      "en": "And I would ask these kids, and they'd get all shy.",
      "th": "ผมจะถามเด็กๆ และพวกเขาเขินอาย"
    }
  },
  {
    "translation": {
      "en": "It's beautiful to see that Cartoon can set an example for these young kids,",
      "th": "ได้เห็นคาร์ทูนเป็นตัวอย่างให้เด็กๆ มันเป็นภาพที่สวยงาม"
    }
  },
  {
    "translation": {
      "en": "giving kids hope in art.",
      "th": "ทำให้เด็กๆ มีความหวังด้านศิลปะ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] My goal was to motivate them and get them to think,",
      "th": "เป้าหมายคือกระตุ้นพวกเขาให้ได้คิด"
    }
  },
  {
    "translation": {
      "en": "\"Man, if this knucklehead can do it, man, I can design my own shoe.\"",
      "th": "\"ถ้าตางั่งนี่ทำได้ ฉันก็ออกแบบรองเท้าของตัวเองได้\""
    }
  },
  {
    "translation": {
      "en": "[chuckling] What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-[Danny chuckles] -Motherfucking premiere of Machete.",
      "th": "รอบปฐมทัศน์หนังเรื่องมาเชติ"
    }
  },
  {
    "translation": {
      "en": "Yeah, that was sweet, with the lowriders.",
      "th": "ใช่ มันเจ๋งมาก มีรถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Seeing these big Hollywood events. In the back on my mind, I was like,",
      "th": "ได้เห็นงานใหญ่ของฮอลลีวูดแบบนี้ ผมแอบคิดอยู่ลึกๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "\"We can get a team together and do it.\"",
      "th": "\"เราน่าจะจัดทีมและทำงานนี้\""
    }
  },
  {
    "translation": {
      "en": "We had the budgets. And we were able to have some power",
      "th": "เรามีงบและเราพอจะมีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "to do some of those events, and it came out dope.",
      "th": "ที่จะจัดงานแบบนี้และมันก็ออกมาโคตรดี"
    }
  },
  {
    "translation": {
      "en": "And it was beautiful, man.",
      "th": "งานออกมาสวยมาก"
    }
  },
  {
    "translation": {
      "en": "People in the street, happy that somebody's representing.",
      "th": "คนบนถนนพอใจที่มีคนเป็นตัวแทนที่ดี"
    }
  },
  {
    "translation": {
      "en": "This is a historical moment right here.",
      "th": "นี่เป็นช่วงเวลาประวัติศาสตร์เลย"
    }
  },
  {
    "translation": {
      "en": "We're taking our culture and trying to lift it up.",
      "th": "เราพยายามเอาวัฒนธรรมเรามายกระดับ"
    }
  },
  {
    "translation": {
      "en": "[Michelle] It would be hard to be downtown that day and not feel our presence.",
      "th": "ถ้าวันนั้นคุณอยู่ใจกลางเมือง คงยากที่จะไม่รู้สึกว่าเรามีตัวตน"
    }
  },
  {
    "translation": {
      "en": "We here. [laughs]",
      "th": "เราอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Damn, man, we're bringing Chicano art into places that it's never been before.",
      "th": "ให้ตายสิ เราเอาศิลปะชิคาโน่ มาสู่จุดที่มันไม่เคยมาถึง"
    }
  },
  {
    "translation": {
      "en": "Shout-out to S.A. Studios. Grand Theft Auto, good looking.",
      "th": "ขอทักทายเอสเอสตูดิโอส์ แกรนเธฟท์ออโต้ดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "GTA is the iconic video game that ended up becoming because of the Estev and Toon.",
      "th": "เกมจีทีเอเป็นวิดีโอเกมที่เป็นสัญลักษณ์ เพราะสเตฟกับทูน"
    }
  },
  {
    "translation": {
      "en": "I played Cesar Vialpando.",
      "th": "พวกเขากำลังเล่นเป็นซีซาร์ วิอัลแพนโด"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] We did all the tattoos, graffiti, murals, liquor store,",
      "th": "เราทำรอยสักทั้งหมด กราฟฟิติ ภาพที่ผนัง ร้านขายเหล้า"
    }
  },
  {
    "translation": {
      "en": "and the Virgen de Guadalupe would be on the side.",
      "th": "พระแม่แห่งกัวดาลูปจะอยู่ด้านข้าง"
    }
  },
  {
    "translation": {
      "en": "Estevan would take them around to all the sick shit and fucking recreate that.",
      "th": "เอสเตวานจะพาเขาไปรอบๆ ทำเรื่องอะไรเจ๋งๆ และสร้างมันขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "You've been on a trajectory",
      "th": "คุณกำลังอยู่บนเส้นโคจร"
    }
  },
  {
    "translation": {
      "en": "from the bottom-bottom, and I guess prison, possibly.",
      "th": "จากจุดต่ำสุดและเดาว่าคือในคุก"
    }
  },
  {
    "translation": {
      "en": "You got out of that, survived that,",
      "th": "คุณออกมา รอดมาได้ ก็มาอยู่บนเส้นโคจรที่มีแต่พุ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "and you're on this uphill trajectory of perfecting this art form.",
      "th": "คุณออกมา รอดมาได้ ก็มาอยู่บนเส้นโคจรที่มีแต่พุ่งขึ้น ของการทำงานศิลปะให้สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] It was a great time. Record businesses were still going.",
      "th": "มันเป็นช่วงเวลาที่ดี ธุรกิจบันทึกเสียงยังไปได้"
    }
  },
  {
    "translation": {
      "en": "And magazines were popping",
      "th": "และนิตยสารก็เป็นที่นิยม"
    }
  },
  {
    "translation": {
      "en": "and commercials were getting anywhere from 100,000 into the millions.",
      "th": "โฆษณาราคาพุ่งจากแสนเป็นหลายล้าน"
    }
  },
  {
    "translation": {
      "en": "Then the digital age came.",
      "th": "- จากนั้นยุคดิจิตอลก็มาถึง - มันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's over, and the Internet has allowed",
      "th": "- จากนั้นยุคดิจิตอลก็มาถึง - มันจบแล้ว อินเตอร์เน็ตทำให้สื่อสารกันทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "global communication with a lot of people...",
      "th": "อินเตอร์เน็ตทำให้สื่อสารกันทั่วโลก แต่หลายคน"
    }
  },
  {
    "translation": {
      "en": "[anchor] Twenty million people get their music this way.",
      "th": "คนยี่สิบล้านคนได้เพลงมาจากวิธีนี้"
    }
  },
  {
    "translation": {
      "en": "-They worst offender is Napster. -Metallica filed a...",
      "th": "พวกเขาเชื่อว่าผู้ละเมิดที่เลวร้ายที่สุด คือเว็บไซต์ชื่อแนปสเตอร์"
    }
  },
  {
    "translation": {
      "en": "At that point, S.A. Studios, it was kind of like a barber shop.",
      "th": "ณ ตอนนี้เอสเอสตูดิโอส์ เป็นเหมือนร้านตัดผม"
    }
  },
  {
    "translation": {
      "en": "People came by afterward and bullshitted.",
      "th": "คนจะเข้ามานั่งคุยเล่นกันหลังเลิกงาน"
    }
  },
  {
    "translation": {
      "en": "That's what S.A. Studios felt like. A bunch of big-ass kids having fun.",
      "th": "ผมรู้สึกว่าเอสเอสตูดิโอส์เป็นแบบนั้น เด็กโข่งกลุ่มหนึ่งมาสนุกกัน"
    }
  },
  {
    "translation": {
      "en": "\"What's up, homie?",
      "th": "\"ว่าไง เพื่อน เป็นยังไงกันบ้าง"
    }
  },
  {
    "translation": {
      "en": "What you doing, man? What you've been up to?\"",
      "th": "\"ว่าไง เพื่อน เป็นยังไงกันบ้าง ทำอะไรกันอยู่\""
    }
  },
  {
    "translation": {
      "en": "It'd be like showing up at a doctor's office.",
      "th": "มันเหมือนกับไปที่ร้านหมอ"
    }
  },
  {
    "translation": {
      "en": "You're like, \"What's up, fool?",
      "th": "แล้วก็บอกว่า \"ว่าไง เจ้าทึ่ม\" \"ไง เพื่อน\""
    }
  },
  {
    "translation": {
      "en": "Yay, man. Wow, you're doing some surgery. What's up?\"",
      "th": "แล้วก็บอกว่า \"ว่าไง เจ้าทึ่ม\" \"ไง เพื่อน\" \"อ่อ คุณกำลังหาอะไรเหรอ\""
    }
  },
  {
    "translation": {
      "en": "Working on the ice-cream truck.",
      "th": "กำลังทำสีรถขายไอศกรีม"
    }
  },
  {
    "translation": {
      "en": "I'm gonna stay here until five, six in the morning.",
      "th": "ผมจะอยู่ถึงตีห้าหรือหกโมงเช้า"
    }
  },
  {
    "translation": {
      "en": "I'll probably just go crash upstairs.",
      "th": "อาจจะไปนอนชั้นบน"
    }
  },
  {
    "translation": {
      "en": "A little bit overwhelming for me.",
      "th": "มันมากเกินไปนิดสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "I don't need a lot of people around to do what I do.",
      "th": "ผมไม่ต้องการให้มีอยู่คนเยอะๆ เวลาทำงาน"
    }
  },
  {
    "translation": {
      "en": "They're changing.",
      "th": "มันกำลังเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "Life's about change.",
      "th": "ชีวิตคือความเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "[reporter] After a rare week of gains-- [reporter 2] Worst one-day losses since 911.",
      "th": "- หลังจากอาทิตย์ที่ทำกำไร... - สูญเสียวันเดียวมากที่สุดนับตั้งแต่ 9/11"
    }
  },
  {
    "translation": {
      "en": "The stock market fell hard--",
      "th": "ตลาดหุ้นร่วงอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] 533,000-- [reporter 4] Two point six million people--",
      "th": "- มูลค่า 533,000 - คน 2.6 ล้านคน"
    }
  },
  {
    "translation": {
      "en": "In 2008 there was the depression.",
      "th": "ปี 2008 เกิดวิกฤติเศรษฐกิจ"
    }
  },
  {
    "translation": {
      "en": "The country just fell apart.",
      "th": "ประเทศกำลังล่มสลาย"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Spinning the economy in a vicious cycle,",
      "th": "...เศรษฐกิจกำลังเจอวงจรหายนะ"
    }
  },
  {
    "translation": {
      "en": "people losing their jobs,",
      "th": "คนตกงาน"
    }
  },
  {
    "translation": {
      "en": "then falling behind on their mortgages.",
      "th": "ไม่สามารถจ่ายหนี้ค่าบ้านได้"
    }
  },
  {
    "translation": {
      "en": "[Estevan] Magazines shut down, record labels shut down.",
      "th": "นิตยสารปิดตัวลง ค่ายเพลงปิดตัวลง"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] President Obama facing increasing pressure for a new stimulus package.",
      "th": "ประธานาธิบดีโอบาม่าพบความกดดัน เรื่องแผนกระตุ้นเศรษฐกิจใหม่"
    }
  },
  {
    "translation": {
      "en": "All the budgets went away.",
      "th": "งบทุกอย่างหายไปหมด"
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Eleven point three trillion dollars.",
      "th": "เงิน 11.3 ล้านล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "...to stabilize the housing market,",
      "th": "เพื่อทำให้ตลาดอสังหาริมทรัพย์มั่นคง"
    }
  },
  {
    "translation": {
      "en": "and help responsible home-owners stay in their homes.",
      "th": "และช่วยเจ้าของบ้านที่รับผิดชอบ ให้ยังอยู่บ้านตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "That cut at least 75% of my work that was coming in.",
      "th": "ตรงนี้ทำให้งานที่จะเข้ามาของผม ลดลงอย่างน้อย 75 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "S.A. Studios was a certain time.",
      "th": "เอสเอสตูดิโอส์อยู่ในเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "Everything evolves, and everything is a moment in time.",
      "th": "ทุกอย่างที่โตขึ้นและทุกอย่างในช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] That whole place of downtown LA got over-gentrified in my opinion.",
      "th": "ทั้งอาคารที่อยู่ในกลางเมืองแอลเอ ในความคิดผมถูกปรับปรุงมากไป"
    }
  },
  {
    "translation": {
      "en": "It became uncool.",
      "th": "จนกลายเป็นไม่เท่"
    }
  },
  {
    "translation": {
      "en": "It became very corporate.",
      "th": "กลายเป็นเรื่องธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "[Roger] If everything always stays the same, how special is it?",
      "th": "ถ้าทุกอย่างยังเป็นเหมือนเดิม มันจะพิเศษอย่างไร"
    }
  },
  {
    "translation": {
      "en": "It's about moments. Five years, ten years. However long that moment was.",
      "th": "มันขึ้นกับช่วงเวลา ห้าปีสิบปี ไม่ว่าช่วงเวลานั้นนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "The vibe. Something happened.",
      "th": "อารมณ์นั้น มีบางอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[David] You have one guy who's in the profession of tattoos,",
      "th": "คุณมีผู้ชายคนหนึ่งที่ทำอาชีพสัก"
    }
  },
  {
    "translation": {
      "en": "which has gone from, like, this fringe,",
      "th": "ซึ่งเกิดมาจากขอบรอบนอก"
    }
  },
  {
    "translation": {
      "en": "and now I don't know one fucking person who doesn't have a tattoo.",
      "th": "มาถึงตอนนี้ ผมไม่รู้จักใครที่ไม่มีรอยสัก"
    }
  },
  {
    "translation": {
      "en": "And then on this side of the spectrum,",
      "th": "แล้วอีกด้านคุณมีการถ่ายภาพที่สำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "you have photography, which was like this, and now it's, like, nothing.",
      "th": "แล้วอีกด้านคุณมีการถ่ายภาพที่สำคัญมาก และตอนนี้มันเหมือนไม่มีความหมาย ทั้งสองอย่างเอื้อเฟื้อกัน ให้พลังกันและกัน"
    }
  },
  {
    "translation": {
      "en": "Both things are symbiotic and feeding off each other.",
      "th": "และตอนนี้มันเหมือนไม่มีความหมาย ทั้งสองอย่างเอื้อเฟื้อกัน ให้พลังกันและกัน"
    }
  },
  {
    "translation": {
      "en": "But one of those things brings in a ton of cash,",
      "th": "แต่สิ่งหนึ่งกำลังทำเงินได้เยอะ"
    }
  },
  {
    "translation": {
      "en": "and the other one, the cash is disappearing.",
      "th": "และอีกสิ่ง เงินกำลังหดหายไป"
    }
  },
  {
    "translation": {
      "en": "The tension that must bring between brothers...",
      "th": "ความตึงเครียดอาจเกิดขึ้นระหว่างพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "Eventually... it was gone.",
      "th": "ในที่สุดมันก็หายไป"
    }
  },
  {
    "translation": {
      "en": "The last time I'll ever be here.",
      "th": "ครั้งสุดท้ายที่ผมมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "We were here for 13 years.",
      "th": "เราเคยอยู่ที่นี่ 13 ปี"
    }
  },
  {
    "translation": {
      "en": "We used to call our little thing here \"Skid Row's finest\"",
      "th": "เราเคยเรียกอาณาจักรเล็กๆ ของเราว่า สิ่งที่ดีที่สุดของสคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "because we were surrounded by the people of Skid Row.",
      "th": "เพราะเรารายล้อมไปด้วยคนที่สคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "And that's it. It's a wrap.",
      "th": "เพราะเรารายล้อมไปด้วยคนที่สคิดโรว์ มันจบแล้ว เอสเอสตูดิโอส์ เราต้องออกจากใจกลางเมืองไป"
    }
  },
  {
    "translation": {
      "en": "S.A. Studios. We're out of downtown.",
      "th": "มันจบแล้ว เอสเอสตูดิโอส์ เราต้องออกจากใจกลางเมืองไป"
    }
  },
  {
    "translation": {
      "en": "Gone.",
      "th": "หายไป"
    }
  },
  {
    "translation": {
      "en": "That was probably one of the most challenging times in my life.",
      "th": "ช่วงนั้นอาจท้าทายที่สุดช่วงหนึ่งในชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "And...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "I made it, 'cause I'm a fighter.",
      "th": "ผมผ่านมาได้เพราะผมเป็นนักสู้"
    }
  },
  {
    "translation": {
      "en": "That was it.",
      "th": "จบเท่านี้"
    }
  },
  {
    "translation": {
      "en": "You got it?",
      "th": "คัท"
    }
  },
  {
    "translation": {
      "en": "♪ About to blow his lid From the pressure ♪",
      "th": "(สโมสรเยาวชน ลอสแองเจลิส)"
    }
  },
  {
    "translation": {
      "en": "[Estevan] To me, LA's the blood pumping through my veins.",
      "th": "สำหรับผมแอลเออยู่ในสายเลือด"
    }
  },
  {
    "translation": {
      "en": "I love everything about it.",
      "th": "ผมรักทุกอย่างเกี่ยวกับมัน"
    }
  },
  {
    "translation": {
      "en": "[Estevan] I mean, look at it. How fucking cool is that shit?",
      "th": "ดูสิครับ มันเจ๋งขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "[Estevan] This is where I come and get all my film done right here.",
      "th": "ผมจะมาทำฟิล์มที่นี่ ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Wow, I got some good ones.",
      "th": "ให้ตาย ผมได้รูปดีมาก"
    }
  },
  {
    "translation": {
      "en": "So, after 13 years, we've now relocated,",
      "th": "หลังจากอยู่มา 13 ปี ตอนนี้เราย้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna show you the new S.A. Studios.",
      "th": "ผมจะให้คุณดูเอสเอสตูดิโอส์ใหม่"
    }
  },
  {
    "translation": {
      "en": "Well, my part of it. Cartoon has a different part.",
      "th": "ส่วนของผมนะ คาร์ทูนก็มีอีกส่วน"
    }
  },
  {
    "translation": {
      "en": "So... here we are.",
      "th": "เรามาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "S.A. Studios.",
      "th": "เอสเอสตูดิโอส์"
    }
  },
  {
    "translation": {
      "en": "[Estevan] You can barely fit in here.",
      "th": "ตัวผมแทบจะยังอยู่ไม่พอ"
    }
  },
  {
    "translation": {
      "en": "These are the new S.A. Studios.",
      "th": "นี่เป็นเอสเอสตูดิโอส์แห่งใหม่"
    }
  },
  {
    "translation": {
      "en": "These are all bills that haven't been paid.",
      "th": "นี่เป็นบิลที่ยังไม่ได้จ่าย"
    }
  },
  {
    "translation": {
      "en": "You know, just so everybody knows",
      "th": "เพื่อให้ทุกคนรู้"
    }
  },
  {
    "translation": {
      "en": "what it's like to be a world-famous photographer.",
      "th": "ช่างภาพชื่อเสียงระดับโลกนี่เป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] Where am I today? I'm in a good place.",
      "th": "จุดที่ผมอยู่ตอนนี้ อยู่ในที่ที่ดี"
    }
  },
  {
    "translation": {
      "en": "I'm an optimist.",
      "th": "ผมมองโลกแง่ดี"
    }
  },
  {
    "translation": {
      "en": "I'm always gonna look at what's the solution,",
      "th": "ผมมักจะมองว่า \"ทางแก้ไขคืออะไร"
    }
  },
  {
    "translation": {
      "en": "what do I got to be grateful for,",
      "th": "ผมจะรู้สึกขอบคุณสิ่งใด"
    }
  },
  {
    "translation": {
      "en": "how can I make this pop.",
      "th": "ผมจะทำให้มันเด่นดังได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "I haven't stopped one day since S.A. Studios.",
      "th": "ตั้งแต่เอสเอสตูดิโอส์ ผมยังไม่หยุดสักวัน"
    }
  },
  {
    "translation": {
      "en": "I have a private studio right here.",
      "th": "ผมมีสตูดิโอส่วนตัวตรงนี้"
    }
  },
  {
    "translation": {
      "en": "I own this property. Can't kick me out.",
      "th": "ผมเป็นเจ้าของที่นี่ ไล่ผมไปไหนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And it's all dialed into my needs, I airbrush the cars in here.",
      "th": "ผมมันเข้ากับความต้องการของผม ผมพ่นสีรถในนี้"
    }
  },
  {
    "translation": {
      "en": "I've been here for five years now and...",
      "th": "ผมอยู่ที่นี่มาห้าปีแล้ว และผมรักมันมาก"
    }
  },
  {
    "translation": {
      "en": "I love it.",
      "th": "และผมรักมันมาก"
    }
  },
  {
    "translation": {
      "en": "[Estevan, in Spanish] Attention! Attention!",
      "th": "สนใจทางนี้ด้วย ทางนี้"
    }
  },
  {
    "translation": {
      "en": "[in English] There's our lovely Sixth Street Bridge.",
      "th": "นั่นสะพานบนถนนสายที่ 6 ของเรา"
    }
  },
  {
    "translation": {
      "en": "[in English] So crazy to see all this shit.",
      "th": "บ้ามากที่เห็นอะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Fucking changing so fast.",
      "th": "แม่ง เปลี่ยนไปโคตรเร็วเลย"
    }
  },
  {
    "translation": {
      "en": "This is a mural by my friend Risky.",
      "th": "รูปบนกำแพงนี้ริสกี้เพื่อนผมวาด"
    }
  },
  {
    "translation": {
      "en": "Everybody knows Risk.",
      "th": "ทุกคนรู้จักริสค์"
    }
  },
  {
    "translation": {
      "en": "This was a parking lot before.",
      "th": "คิดว่าตรงนี้เคยเป็นลานจอดรถ"
    }
  },
  {
    "translation": {
      "en": "Some metal rinky-dink buildings, and now it's like...",
      "th": "ตึกโทรมๆ เล็กๆ และตอนนี้"
    }
  },
  {
    "translation": {
      "en": "the biggest fucking most...",
      "th": "มันใหญ่ที่สุด ส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "apartments, fuck it, whatever you could get in there.",
      "th": "อะพาร์ตเมนต์ อะไรก็ตามที่ยัดเข้าไปได้"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I don't feel like a victim. I feel like I'm on top of everything.",
      "th": "ผมไม่รู้สึกเหมือนเหยื่อ แต่รู้สึกเหมือนผมควบคุมทุกอย่างได้"
    }
  },
  {
    "translation": {
      "en": "I'm on top of social media,",
      "th": "ผมคุมโซเชียลมีเดียได้ ผมใช้โปรแกรมแต่งรูปเป็น"
    }
  },
  {
    "translation": {
      "en": "I know how to use Photoshop, I know how to use a computer.",
      "th": "ผมคุมโซเชียลมีเดียได้ ผมใช้โปรแกรมแต่งรูปเป็น ผมรู้วิธีใช้คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "I taught myself all that.",
      "th": "ผมเรียนรู้ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The guys that didn't do that, they probably feel overwhelmed.",
      "th": "พวกคนที่ไม่ได้ทำอย่างนั้นอาจรู้สึกรับไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "And then I was trying to keep up with the Joneses, and, you know,",
      "th": "ผมพยายามจะตามให้ทัน พยายามจะโพสต์ ลองแม่งหมดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "trying to post-- I tried all that shit.",
      "th": "พยายามจะโพสต์ ลองแม่งหมดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I tried to post hot girls, big celebrities, gangster stuff.",
      "th": "โพสต์รูปสาวเซ็กซี่ คนดัง รูปพวกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "I tried to post everything",
      "th": "ผมพยายามโพสต์ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "at certain times a day on certain days and I'm like,",
      "th": "ตรงเวลาทุกวัน ตามวัน"
    }
  },
  {
    "translation": {
      "en": "\"How the fuck does this guy have a million followers",
      "th": "แล้วผมต้องงง \"ทำไมไอ้คนนี้ถึงมี คนตามเป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "and I got 115,000 or whatever?\" You know?",
      "th": "แต่ผมได้แค่แสนกว่าๆ วะ\" อะไรก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "Every time I'd think I was doing some big shit, good shit,",
      "th": "ทุกครั้งที่ผมคิดว่ากำลังทำอะไรที่โคตรจะดี"
    }
  },
  {
    "translation": {
      "en": "and I go, \"Oh, I'm gonna show Instagram right now. Fuck everybody.\"",
      "th": "\"ผมจะโชว์อินสตาแกรมเดี๋ยวนี้ ช่างแม่งมันทุกคน\""
    }
  },
  {
    "translation": {
      "en": "You know. \"All my haters are gonna come out on this one.\"",
      "th": "แบบว่า \"คนที่เกลียดผมต้องออกมา\""
    }
  },
  {
    "translation": {
      "en": "I would post something and it'd be like, \"wah, wah, wah.\"",
      "th": "ผมจะโพสต์ภาพบางอย่างแบบว่า..."
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Man.\" I got more likes just from taking a picture of my dog",
      "th": "\"ให้ตายสิวะ มีคนกดไลค์รูปหมาผม"
    }
  },
  {
    "translation": {
      "en": "with my iPhone or something, you know.",
      "th": "ที่ถ่ายด้วยไอโฟนมากกว่าอีก\" อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "All the algorithms and the analytics and all that, and I was like,",
      "th": "กฎเกณฑ์และการวิเคราะห์ทั้งหลายแหล่"
    }
  },
  {
    "translation": {
      "en": "\"Man, this shit is, like, so time-consuming and overwhelming.\"",
      "th": "\"ให้ตายสิวะ ทำอะไรแบบนี้โคตรใช้เวลา แล้วก็เยอะมาก\""
    }
  },
  {
    "translation": {
      "en": "It's tiring to try and keep up with the Joneses, so...",
      "th": "เบื่อที่จะวิ่งตามคนอื่นให้ทันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Sometimes I just say, \"Fuck it, who am I doing all this shit--?\"",
      "th": "บางทีผมก็พูดว่า \"ช่างแม่มันก็ได้วะ ผมจะมาทำบ้าพวกนี้ทำไม\""
    }
  },
  {
    "translation": {
      "en": "And I go and, you know, do work that I need to be doing, to...",
      "th": "ผมจะไปทำงานที่ผมต้องการทำ"
    }
  },
  {
    "translation": {
      "en": "To keep the-- keep the...",
      "th": "เพื่อรักษา...รักษา..."
    }
  },
  {
    "translation": {
      "en": "the checks coming in, to keep up with the bills that are coming in.",
      "th": "มีเช็คเข้ามา มีบิลที่ต้องจ่าย"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] People on the other side of the world looking at our shit,",
      "th": "คนจากอีกฝั่งโลกมองงานของเรา"
    }
  },
  {
    "translation": {
      "en": "we don't realize a lot of times 'cause it's in front of us.",
      "th": "หลายครั้งคุณไม่รู้หรอก เพราะมันอยู่ตรงหน้าเราเอง"
    }
  },
  {
    "translation": {
      "en": "We're from Berlin. We're driving lowriders.",
      "th": "เรามาจากเบอร์ลินและเราขับรถโหลดเตี้ย"
    }
  },
  {
    "translation": {
      "en": "We wear that clothing stuff and...",
      "th": "(โลโค บิล นักท่องเที่ยว) เราใส่เสื้อผ้าแนวนั้น ฟังเพลงแนวนั้น"
    }
  },
  {
    "translation": {
      "en": "listen to the music.",
      "th": "เราใส่เสื้อผ้าแนวนั้น ฟังเพลงแนวนั้น"
    }
  },
  {
    "translation": {
      "en": "Latino life.",
      "th": "ชีวิตชาวละติน"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] I think that this art form embraces everybody.",
      "th": "ผมคิดว่าศิลปะนี้โอบกอดทุกคน"
    }
  },
  {
    "translation": {
      "en": "People are affected, and we don't know about it.",
      "th": "คนได้อิทธิพลจากมันและเราไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Inside I always looked like a cholo.",
      "th": "ข้างในผมเหมือนเม็กซิกัน-อเมริกัน"
    }
  },
  {
    "translation": {
      "en": "I'm a trans man and I'm tattooed. I love tattoos.",
      "th": "ผมเป็นผู้ชายข้ามเพศและผมมีรอยรัก ผมชอบรอยสัก"
    }
  },
  {
    "translation": {
      "en": "-[Loco] Yeah? Good? -[man] Danke schön.",
      "th": "- ดีนะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[passerby] All good, bro bro!",
      "th": "ทุกอย่างดีไปหมดแหละ"
    }
  },
  {
    "translation": {
      "en": "[Chris] Oh, I've been arrested over 20 times for graffiti.",
      "th": "ผมถูกจับมากกว่า 20 ครั้งเพราะภาพกราฟฟิติ"
    }
  },
  {
    "translation": {
      "en": "And I've been chased with things and attacked by dogs",
      "th": "ผมถูกวิ่งไล่ถูกหมาไล่กัด..."
    }
  },
  {
    "translation": {
      "en": "and my leg-- ripped my leg open over jumping fences.",
      "th": "ขาผม ขาผมเปิดเปิงเพราะกระโดดข้ามรั้ว"
    }
  },
  {
    "translation": {
      "en": "But I love it.",
      "th": "แต่ผมรักมัน"
    }
  },
  {
    "translation": {
      "en": "Watching Estevan's photos and Cartoon's tattoos",
      "th": "ได้ดูรูปถ่ายของเอสเตวาน และรูปสักของคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "put me into an understanding about a lot of things out here.",
      "th": "ทำให้ผมเข้าใจหลายอย่างที่อยู่ข้างนอกนี่"
    }
  },
  {
    "translation": {
      "en": "-[man] Oh! -That was perfect timing.",
      "th": "- เขาออกมาแล้ว - เวลาเหมาะมาก"
    }
  },
  {
    "translation": {
      "en": "[Mark] Between Estevan and Cartoon, they have really brought",
      "th": "ระหว่างเอสเตวานและคาร์ทูน พวกเขานำวัฒนธรรม ของใจกลางเมืองลอสแองเจลิส"
    }
  },
  {
    "translation": {
      "en": "the culture of downtown Los Angeles",
      "th": "พวกเขานำวัฒนธรรม ของใจกลางเมืองลอสแองเจลิส"
    }
  },
  {
    "translation": {
      "en": "to a place of respect and high art.",
      "th": "มาสู่จุดที่ได้รับการยกย่อง และเป็นศิลปะชั้นสูง"
    }
  },
  {
    "translation": {
      "en": "[Roger] For this show, we wanted to be true to the spirit of the artform.",
      "th": "สำหรับงานนี้เราอยากซื่อสัตย์ต่อ จิตวิญญาณของรูปแบบศิลปะ"
    }
  },
  {
    "translation": {
      "en": "Vandalism, ambition, rebellion, being out in the streets.",
      "th": "การทำลายทรัพย์สิน ทะเยอทะยาน ขบถ การได้ออกมาที่ถนน"
    }
  },
  {
    "translation": {
      "en": "[Mark] Beyond The Streets show that's out now, you have Banksy, Basquiat,",
      "th": "งานบียอนเดอะสตรีทที่จัดอยู่ตอนนี้ คุณมีแบงค์ซี่ บาสเกียต"
    }
  },
  {
    "translation": {
      "en": "Murakami, Shepard Fairey.",
      "th": "มูราคามิ เชพเพิร์ด แฟร์รีย์"
    }
  },
  {
    "translation": {
      "en": "And then you also have Cartoon's church,",
      "th": "แล้วคุณยังมีโบสถ์ของคาร์ทูน"
    }
  },
  {
    "translation": {
      "en": "and you have the iconic Estevan LA hand sign.",
      "th": "มีสัญลักษณ์มือแอลเอของเอสเตวาน"
    }
  },
  {
    "translation": {
      "en": "[Martha] People might dismiss graffiti as only being vandalism.",
      "th": "คนอาจปัดว่ากราฟฟิติเป็นแค่การทำลายทรัพย์สิน"
    }
  },
  {
    "translation": {
      "en": "And I'm not saying that it isn't vandalism.",
      "th": "ฉันไม่ได้บอกว่าไม่ใช่การทำลายทรัพย์สิน"
    }
  },
  {
    "translation": {
      "en": "It is vandalism.",
      "th": "มันคือการทำลายทรัพย์สิน"
    }
  },
  {
    "translation": {
      "en": "[Cartoon] This is vandal art. Carving your name in a toilet",
      "th": "นี่คือศิลปะการทำลายทรัพย์สิน แกะสลักชื่อคุณในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "and shit. That's how people look at it.",
      "th": "คนมองเราแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "We're not even supposed to be there in the first place",
      "th": "เราไม่ควรจะอยู่ในนั้นตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "or have our cars in there, photography.",
      "th": "หรือมีรถเราอยู่ในนั้น ภาพถ่าย"
    }
  },
  {
    "translation": {
      "en": "[Snoop] To come from nothing...",
      "th": "พวกเขามาจากศูนย์"
    }
  },
  {
    "translation": {
      "en": "They ain't got no degrees. They learned this from the streets.",
      "th": "ไม่มีปริญญา เขาเรียนรู้ของพวกนี้จากถนน"
    }
  },
  {
    "translation": {
      "en": "[Haze] Are they responsible for bringing that style",
      "th": "พวกเขารับผิดชอบต่อการนำสไตล์"
    }
  },
  {
    "translation": {
      "en": "and that culture to the forefront of the movement? Definitely.",
      "th": "และวัฒนธรรมนี้มาสู่แนวหน้า ของการเคลื่อนไหวมั้ย ใช่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Hip-hop culture owes so much to Toons and Estevan.",
      "th": "วัฒนธรรมฮิปฮอปเป็นหนี้ทูนส์กับเอสเตวานเยอะ"
    }
  },
  {
    "translation": {
      "en": "[Eminem] Them being so prominent in the culture helped shape that wave",
      "th": "ที่พวกเขาโดดเด่นในวัฒนธรรมช่วยสร้างคลื่นนั้น"
    }
  },
  {
    "translation": {
      "en": "that even the generation after us, coming up...",
      "th": "ที่แม้แต่คนรุ่นต่อจากเรา"
    }
  },
  {
    "translation": {
      "en": "[Brian] Where do Cartoon and Estevan lie in the greater scheme of art itself?",
      "th": "คาร์ทูนกับเอสเตวานอยู่ในจุดไหนของศิลปะ"
    }
  },
  {
    "translation": {
      "en": "I think pretty high.",
      "th": "ผมคิดว่าอยู่สูงมาก"
    }
  },
  {
    "translation": {
      "en": "[Roger] They're out there. They're approachable.",
      "th": "พวกเขาอยู่ข้างนอกนั่น เข้าถึงง่าย"
    }
  },
  {
    "translation": {
      "en": "They're shooting for magazines. They're friends with people on Skid Row.",
      "th": "พวกเขาถ่ายรูปให้นิตยสาร เป็นเพื่อนของคนที่สคิดโรว์"
    }
  },
  {
    "translation": {
      "en": "You've done a lot for me, brother.",
      "th": "คุณทำมาเยอะให้ผม"
    }
  },
  {
    "translation": {
      "en": "They're friends with graffiti writers.",
      "th": "พวกเขาเป็นเพื่อนของคนวาดกราฟฟิติ"
    }
  },
  {
    "translation": {
      "en": "[OG Slick] I'll show you what I think about H&M, you know?",
      "th": "จะให้ดูว่าผมคิดยังไงกับเอชแอนด์เอ็ม"
    }
  },
  {
    "translation": {
      "en": "[Roger] They're friends with musicians, celebrities.",
      "th": "พวกเขาเป็นเพื่อนกับนักดนตรี คนดัง"
    }
  },
  {
    "translation": {
      "en": "[George] They're still doing it.",
      "th": "พวกเขายังทำงาน ทำดีกว่าที่เคยทำมา"
    }
  },
  {
    "translation": {
      "en": "They're doing it better than they ever have, and that's pride.",
      "th": "พวกเขายังทำงาน ทำดีกว่าที่เคยทำมา นั่นคือความภาคภูมิ เป็นศิลปะ เป็นชิคาโน่"
    }
  },
  {
    "translation": {
      "en": "That's heart. That's Chicano.",
      "th": "นั่นคือความภาคภูมิ เป็นศิลปะ เป็นชิคาโน่"
    }
  },
  {
    "translation": {
      "en": "[man] With all the racism, xenophobia that's going on right now in the US,",
      "th": "ทั้งการเหยียดผิวและเกลียดกลัวคนต่างชาติ ที่กำลังเกิดขึ้นที่สหรัฐ"
    }
  },
  {
    "translation": {
      "en": "for Chicano art to just be pushed as hard as possible,",
      "th": "สำหรับศิลปะของชิคาโน่ ที่ถูกผลักแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "whether it's a direct a political message or just as a style, is a great thing.",
      "th": "ไม่ว่าจะเป็นเพราะเนื้อหาการเมืองตรงๆ หรือเป็นแค่สไตล์ มันก็คือสิ่งดี"
    }
  },
  {
    "translation": {
      "en": "These ICE agents and these raids and the racism,",
      "th": "เจ้าหน้าที่ตรวจคนเข้าเมือง การบุกจับและการเหยียดผิว"
    }
  },
  {
    "translation": {
      "en": "it's only gonna speak to our cultures.",
      "th": "มันเชื่อมโยงกับวัฒนธรรมของเราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "The culture has to be a little louder than the hate.",
      "th": "วัฒนธรรมต้องเสียงดังกว่าความเกลียด"
    }
  },
  {
    "translation": {
      "en": "We're gonna keep moving forward, keep creating",
      "th": "ผมจะต้องเดินหน้าต่อไปเรื่อยๆ สร้างสรรค์ไปเรื่อยๆ และซื่อสัตย์กับวัฒนธรรมนี้"
    }
  },
  {
    "translation": {
      "en": "and stay true to this culture.",
      "th": "สร้างสรรค์ไปเรื่อยๆ และซื่อสัตย์กับวัฒนธรรมนี้"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming! Thank you for coming.",
      "th": "ขอบคุณที่มานะ"
    }
  }
]