[
  {
    "translation": {
      "en": "[reporter] The great Seahawk racing team. How do you look forward to the race today?",
      "th": "ทีมแข่งซีฮอว์กที่ยิ่งใหญ่ คุณตั้งตารอการแข่งขันวันนี้ยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "-We'll see when we get out there. -Don't believe anything he says.",
      "th": "- พอออกเรือไปวันนี้ เราจะได้เห็นกัน - อย่าเชื่อสิ่งที่เขาพูดนะครับ"
    }
  },
  {
    "translation": {
      "en": "Who just came into this picture here is the one and only Sal Magluta,",
      "th": "คนที่เพิ่งเข้ามาในภาพนี้ คือซัล มากลูตาผู้เป็นหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "the man who is the driving force behind the Seahawk race team.",
      "th": "คนที่เป็นแรงผลักดันทีมแข่งซีฮอว์ก"
    }
  },
  {
    "translation": {
      "en": "The way it's going, you may end up with a third national championship",
      "th": "เท่าที่เห็น ดูเหมือนคุณอาจได้เป็น แชมป์ระดับประเทศครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "somewhere along the way.",
      "th": "ในการแข่งขันครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Well, I'll take it.",
      "th": "เราจะคว้ามันให้ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "th": "ทำไมจะไม่คว้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Three in a row's not too bad. They come in threes.",
      "th": "สามครั้งติดกันก็ไม่เลวนะ สองครั้งได้ก็ต้องสามครั้งได้"
    }
  },
  {
    "translation": {
      "en": "Willy Falcon, driver of Seahawk.",
      "th": "วิลลี่ ฟอลคอน ผู้ขับซีฮอว์ก"
    }
  },
  {
    "translation": {
      "en": "Willy Falcon looks confident to me today.",
      "th": "ผมว่าวันนี้วิลลี่ ฟอลคอนดูมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "-I wish him the best of luck. -Thank you.",
      "th": "- ขอให้เขาโชคดี - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] There's the yellow flag and the flare. They're now on the course.",
      "th": "มีธงสีเหลืองและพลุไฟ ตอนนี้พวกเขาแล่นเรือออกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right off the bat, look at these two cats going at it. A drag race, if you will.",
      "th": "ดูเรือสองลำนี้สิครับ แรงตั้งแต่ออกตัว เหมือนแข่งแดร็กเลย ถ้าจะว่าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead",
      "th": "วิลลี่ ฟอลคอนขึ้นนำ"
    }
  },
  {
    "translation": {
      "en": "over Sal Magluta.",
      "th": "ซัล มากลูตาเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "-[engine whines] -Uh-oh! Sal Magluta spins out!",
      "th": "โอ๊ะโอ! ซัล มากลูตาหมุนแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "You're gonna see the number 20, Willy Falcon,",
      "th": "คุณจะเห็นหมายเลข 20 วิลลี่ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "go by and now he has moved up.",
      "th": "แล่นผ่าน และตอนนี้เขาก็ขึ้นนำแล้ว"
    }
  },
  {
    "translation": {
      "en": "Whoa! And we're starting to fly.",
      "th": "โอ้โฮ แล่นฉิวเหมือนบินไปเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Jesse James has taken over the lead.",
      "th": "เจสซี่ เจมส์กำลังขึ้นมานำแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Willy Falcon… He's finding some extra power.",
      "th": "วิลลี่ ฟอลคอน เขากำลังหาพลังพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Whoa! Seahawk has taken over the lead.",
      "th": "โอ้โฮ ซีฮอว์กขึ้นนำแล้ว"
    }
  },
  {
    "translation": {
      "en": "A little happiness on the part of the navigator",
      "th": "ความสุขเล็กๆ ของผู้นำทาง"
    }
  },
  {
    "translation": {
      "en": "as he kinda jumps up and down.",
      "th": "ขณะที่เขากระโดดขึ้นลงอยู่ข้างหลังนั่น"
    }
  },
  {
    "translation": {
      "en": "[commentator] He knows.",
      "th": "เขารู้"
    }
  },
  {
    "translation": {
      "en": "[announcer laughs] They're waving out there.",
      "th": "พวกเขาโบกมือให้"
    }
  },
  {
    "translation": {
      "en": "Look at the excitement in that crew now.",
      "th": "ดูความตื่นเต้นของทีมนั้นสิครับ"
    }
  },
  {
    "translation": {
      "en": "What a thrill for this crew to come here as the second boat of the Seahawk team.",
      "th": "น่าตื่นเต้นจริงๆ ที่ทีมนี้มาที่นี่ ในฐานะเรือลำที่สองของทีมซีฮอว์ก"
    }
  },
  {
    "translation": {
      "en": "[commentator] Look who's excited, their teammates who broke early.",
      "th": "ในฐานะเรือลำที่สองของทีมซีฮอว์ก ดูสิว่าใครตื่นเต้น เพื่อนร่วมทีมที่แพ้ไปก่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look at Sal Magluta do a dance.",
      "th": "ดูซัล มากลูตาเต้นสิครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] This team will be celebrating for three weeks, I think.",
      "th": "ผมว่าทีมนี้จะฉลองกันนานสามสัปดาห์แน่นอน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Willy Falcon and Sal Magluta, Los Muchachos, \"the boys,\"",
      "th": "วิลลี่ ฟอลคอนและซัล มากลูตา โลส มูชาโชส หรือพวกเด็กหนุ่ม แชมป์การแข่งขันเรือยนต์นอกชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "the offshore powerboat champions indicted for trafficking",
      "th": "โลส มูชาโชส หรือพวกเด็กหนุ่ม แชมป์การแข่งขันเรือยนต์นอกชายฝั่ง ถูกดำเนินคดี ข้อหาลักลอบขนโคเคนมากกว่า 75 ตัน"
    }
  },
  {
    "translation": {
      "en": "more than 75 tons of cocaine worth an estimated two billion dollars.",
      "th": "ถูกดำเนินคดี ข้อหาลักลอบขนโคเคนมากกว่า 75 ตัน มูลค่าประมาณสองพันล้านดอลลาร์ ทำให้มันเป็นสิ่งที่เจ้าหน้าที่กล่าวว่า"
    }
  },
  {
    "translation": {
      "en": "Making it what federal authorities say was the largest drug case in history.",
      "th": "มูลค่าประมาณสองพันล้านดอลลาร์ ทำให้มันเป็นสิ่งที่เจ้าหน้าที่กล่าวว่า เป็นคดียาเสพติดที่ใหญ่ที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Witness assassinations,",
      "th": "การลอบสังหารพยาน"
    }
  },
  {
    "translation": {
      "en": "unprecedented corruption of the American justice system.",
      "th": "การทุจริตที่ไม่เคยมีมาก่อน ในระบบศาลยุติธรรมของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Few people in South Florida have been untouched",
      "th": "มีเพียงไม่กี่คนในเซาท์ฟลอริดารอดพ้น"
    }
  },
  {
    "translation": {
      "en": "by the saga of Willy Falcon and Sal Magluta",
      "th": "จากตำนานของวิลลี่ ฟอลคอน และซัล มากลูตาที่ทำให้"
    }
  },
  {
    "translation": {
      "en": "that has taken these Cuban exiles from dropouts",
      "th": "จากตำนานของวิลลี่ ฟอลคอน และซัล มากลูตาที่ทำให้ ชาวคิวบาเหล่านี้ที่ก้าวจาก เด็กเรียนไม่จบมาเป็นบุคคลตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "to the epitome of the Cocaine Cowboys of the 1980s.",
      "th": "ชาวคิวบาเหล่านี้ที่ก้าวจาก เด็กเรียนไม่จบมาเป็นบุคคลตัวอย่าง ของโคเคน คาวบอยแห่งยุค 1980"
    }
  },
  {
    "translation": {
      "en": "♪ I've been processed, packaged Delivered in bricks ♪ ♪ I've been cut, cooked Chopped and whipped ♪",
      "th": "(ผลงานซีรีส์สารคดีจาก NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "♪ Like perico, yeyo Snow, blow, and cane ♪",
      "th": "(เปริโก เยโย) (สโนว์ โบลว์ เคน)"
    }
  },
  {
    "translation": {
      "en": "♪ They'll kick in your door Like Bruce Lee ♪",
      "th": "(ตำรวจ)"
    }
  },
  {
    "translation": {
      "en": "♪ Just to have An intimate love affair with me ♪",
      "th": "(ความรุนแรงต่อเนื่อง)"
    }
  },
  {
    "translation": {
      "en": "♪ I corrupt governments Yeah, that's me ♪",
      "th": "(ความเชื่อมโยงกับปานามา)"
    }
  },
  {
    "translation": {
      "en": "♪ I built the streets, listen closely ♪",
      "th": "(ตำรวจตุลาการสหรัฐฯ ต้องการตัว)"
    }
  },
  {
    "translation": {
      "en": "♪ Deal, cow-, extort, -boys ♪",
      "th": "(ศุลกากรสหรัฐฯ)"
    }
  },
  {
    "translation": {
      "en": "♪ For the love of the blood sport ♪",
      "th": "(ประวัติความรุนแรง)"
    }
  },
  {
    "translation": {
      "en": "[woman] I was born in New York City.",
      "th": "ฉันเกิดในนิวยอร์กซิตี"
    }
  },
  {
    "translation": {
      "en": "My parents are Cuban.",
      "th": "พ่อแม่ฉันเป็นคนคิวบา"
    }
  },
  {
    "translation": {
      "en": "And in 1971, we moved to Miami.",
      "th": "ในปี 1971 เราย้ายไปอยู่ไมอามี"
    }
  },
  {
    "translation": {
      "en": "[reporter] This is Southwest 8th Street or as the Cubans call it,",
      "th": "นี่คือถนนเซาท์เวสต์สายแปด หรือที่ชาวคิวบาเรียกมันว่า"
    }
  },
  {
    "translation": {
      "en": "8th Street of the Southwest. Little Havana's main street.",
      "th": "ถนนสายแปดแห่งตะวันตกเฉียงใต้ ถนนสายหลักของลิตเติลฮาวานา"
    }
  },
  {
    "translation": {
      "en": "The Tamiami Trail now symbolizes an economic miracle",
      "th": "ตอนนี้เส้นทางทามิอามี เป็นสัญลักษณ์ของปาฏิหาริย์ทางเศรษฐกิจ"
    }
  },
  {
    "translation": {
      "en": "brought about by Miami's Cuban refugees.",
      "th": "ที่เกิดจากผู้ลี้ภัยชาวคิวบาในไมอามี"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I was 15 and a half. It was summer, and I needed a job.",
      "th": "ฉันอายุ 15 ปีครึ่ง ตอนนั้นเป็นฤดูร้อน และฉันก็ต้องการงาน แม่ฉันพูดว่า"
    }
  },
  {
    "translation": {
      "en": "My mom said, \"Next to Publix is a bakery, a Jewish-Cuban bakery",
      "th": "ฉันอายุ 15 ปีครึ่ง ตอนนั้นเป็นฤดูร้อน และฉันก็ต้องการงาน แม่ฉันพูดว่า \"มีร้านเบเกอรีอยู่ติดกับพับลิกซ์\" เป็นร้านเบเกอรียิว-คิวบา"
    }
  },
  {
    "translation": {
      "en": "with the rye bread, the pumpernickel.\"",
      "th": "ที่มีขนมปังไรย์ พัมเพอร์นิกเคิล"
    }
  },
  {
    "translation": {
      "en": "And then they had guayabas, and all that kinda stuff.",
      "th": "และพวกเขาก็มีฝรั่งและอะไรพวกนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay.\" I went over there.",
      "th": "ฉันก็พูดว่า \"โอเค\" แล้วฉันก็ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I met Sal's mom and dad, and uncles. They all owned the bakery.",
      "th": "ฉันเจอพ่อแม่และน้ากับอาของซัล พวกเขาเป็นเจ้าของร้านเบเกอรี"
    }
  },
  {
    "translation": {
      "en": "The next day, I met Sal.",
      "th": "วันต่อมาฉันก็เจอซัล"
    }
  },
  {
    "translation": {
      "en": "I just didn't like him. I thought, \"Who is this guy with attitude here?\"",
      "th": "ฉันไม่ชอบเขา ฉันคิดว่า \"คนที่มีทัศนคติแบบนี้เป็นใคร\""
    }
  },
  {
    "translation": {
      "en": "He was supposed to be working in the back.",
      "th": "เขาควรจะทำงานอยู่ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "But he would set up a stool where I worked in the counter",
      "th": "แต่เขาเอาเก้าอี้มาวางไว้ ตรงเคาน์เตอร์ที่ฉันทำงานอยู่"
    }
  },
  {
    "translation": {
      "en": "and he'd sit there and watch because I wore this little pink uniform.",
      "th": "และเขาก็นั่งมองอยู่ตรงนั้น เพราะฉันใส่ชุดสีชมพูตัวเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "It was really short. He would sit there and wait for me to bend over.",
      "th": "มันสั้นมาก เขาจะนั่งรอให้ฉันก้มตัวลง"
    }
  },
  {
    "translation": {
      "en": "He spent three weeks trying to get my phone number.",
      "th": "เขาใช้เวลาสามสัปดาห์ พยายามขอเบอร์โทรศัพท์ฉัน"
    }
  },
  {
    "translation": {
      "en": "I said, \"I'll give you one number per week.\"",
      "th": "ฉันพูดว่า \"ฉันจะบอกตัวเลขคุณอาทิตย์ละตัว\""
    }
  },
  {
    "translation": {
      "en": "I gave him one number until we went down the line to the seven numbers,",
      "th": "ฉันบอกตัวเลขเขาทีละตัวจนครบเจ็ดตัว"
    }
  },
  {
    "translation": {
      "en": "then he got my phone number.",
      "th": "แล้วเขาก็ได้เบอร์โทรศัพท์ฉัน"
    }
  },
  {
    "translation": {
      "en": "Most of the time we went out, he didn't have a penny to his name.",
      "th": "ส่วนใหญ่เวลาเราไปเที่ยวกัน เขามีเงินน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "He says, \"One day I'm gonna have all the money in the world. I'll buy any car I want.\"",
      "th": "เขาพูดว่า \"สักวันผมจะมีเงินร่ำรวยมหาศาล ผมจะซื้อรถทุกคันที่ผมอยากได้\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Great.\"",
      "th": "ฉันก็พูดว่า \"เยี่ยมเลย\""
    }
  },
  {
    "translation": {
      "en": "Sal was always up to no good. He was mischievous.",
      "th": "ซัลทำแต่สิ่งที่ไม่ดีมาตลอด เขาเป็นคนเกเร"
    }
  },
  {
    "translation": {
      "en": "He had just gotten kicked out of Miami High School.",
      "th": "เขาเพิ่งถูกไล่ออกจาก โรงเรียนมัธยมปลายไมอามี"
    }
  },
  {
    "translation": {
      "en": "So he ended up in my high school.",
      "th": "เขาเลยมาเรียนที่โรงเรียนเดียวกับฉัน"
    }
  },
  {
    "translation": {
      "en": "And I would sit and do his homework, so he wouldn't get in trouble.",
      "th": "และฉันก็นั่งทำการบ้านให้เขา เขาจะได้ไม่เดือดร้อน"
    }
  },
  {
    "translation": {
      "en": "His mother and father don't speak any English.",
      "th": "พ่อแม่เขาพูดภาษาอังกฤษไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And he would take his report card home and his mother would say,",
      "th": "เขาเอาสมุดพกกลับบ้าน แม่เขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What does that F stand for?\"",
      "th": "\"เอฟย่อมาจากอะไร\""
    }
  },
  {
    "translation": {
      "en": "\"That F stands for Felicidad.\"",
      "th": "\"เอฟนั่นย่อมาจากเฟลิซิดัด\" เฟลิซิดัดแปลว่าน่าพอใจ"
    }
  },
  {
    "translation": {
      "en": "Felicidad means \"happy.\" He got a good grade.",
      "th": "\"เอฟนั่นย่อมาจากเฟลิซิดัด\" เฟลิซิดัดแปลว่าน่าพอใจ บอกว่าเขาได้คะแนนดี และพวกเขาเชื่อมาตลอดหลายปีนั้น"
    }
  },
  {
    "translation": {
      "en": "And they believed it all these years,",
      "th": "บอกว่าเขาได้คะแนนดี และพวกเขาเชื่อมาตลอดหลายปีนั้น"
    }
  },
  {
    "translation": {
      "en": "all those F's, that Sal was doing great in school.",
      "th": "เอฟพวกนั้น ซัลทำได้ดีมากที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Because he was getting Felicidad, Felicidad, Felicidad. [laughs]",
      "th": "เพราะเขาได้เฟลิซิดัด"
    }
  },
  {
    "translation": {
      "en": "When he wasn't even attending class.",
      "th": "ทั้งๆ ที่เขาไม่ได้เข้าเรียนด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "He would date at least ten girls at the same time before I found out.",
      "th": "เขาคบกับผู้หญิงอย่างน้อยสิบคนในเวลาเดียวกัน ก่อนที่ฉันจะรู้"
    }
  },
  {
    "translation": {
      "en": "And he got one of the girls pregnant.",
      "th": "และเขาทำผู้หญิงคนหนึ่งท้อง"
    }
  },
  {
    "translation": {
      "en": "I wouldn't date him anymore after that.",
      "th": "หลังจากนั้นฉันก็ไม่ได้คบกับเขาอีก"
    }
  },
  {
    "translation": {
      "en": "[man] Gloria and Manolo Magluta were my parents' best friends.",
      "th": "กลอเรียกับมาโนโล มากลูตา เป็นเพื่อนรักของพ่อแม่ผม"
    }
  },
  {
    "translation": {
      "en": "To me, they were like my parents.",
      "th": "พวกเขาเป็นเหมือนพ่อแม่ผม"
    }
  },
  {
    "translation": {
      "en": "So Sal was like my cousin. Actually, like my brother.",
      "th": "ซัลจึงเป็นเหมือนลูกพี่ลูกน้องของผม ที่จริง เป็นเหมือนพี่ชายผมเลย"
    }
  },
  {
    "translation": {
      "en": "Sal's parents, they owned a bakery shop and they worked very hard,",
      "th": "พ่อแม่ของซัลเป็นเจ้าของร้านเบเกอรี และพวกเขาก็ทำงานหนักมาก"
    }
  },
  {
    "translation": {
      "en": "extremely hard-working people. They were in church two, three times a week.",
      "th": "เป็นคนที่ทำงานหนักสุดๆ พวกเขาไปโบสถ์สัปดาห์ละสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Here were these amazing parents, but they weren't there all day long.",
      "th": "นี่คือพ่อแม่ที่เยี่ยมมาก แต่พวกเขาไม่ได้อยู่เคียงข้างลูกตลอดทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "I look back now,",
      "th": "ตอนนี้พอผมมองย้อนกลับไป"
    }
  },
  {
    "translation": {
      "en": "and that probably started to become the formation",
      "th": "นั่นอาจจะเริ่มกลายเป็นการก่อตัว"
    }
  },
  {
    "translation": {
      "en": "of what happened in Sal's life.",
      "th": "ของสิ่งที่เกิดขึ้นในชีวิตของซัล"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Every night, Sal would call me. We would chat and he'd read me the Bible.",
      "th": "ซัลโทรหาฉันทุกคืน เราคุยกัน และเขาก็อ่านไบเบิลให้ฉันฟัง"
    }
  },
  {
    "translation": {
      "en": "Sal's main concern, always,",
      "th": "สิ่งที่ซัลกังวลที่สุดเสมอ"
    }
  },
  {
    "translation": {
      "en": "was whether he was going to go to heaven or not.",
      "th": "คือเขาจะได้ขึ้นสวรรค์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "He said to me one time that, if you repent,",
      "th": "ครั้งหนึ่งเขาเคยพูดกับฉันว่าถ้าเราสำนึกผิด"
    }
  },
  {
    "translation": {
      "en": "no matter what bad deeds you do, that you will go to heaven.",
      "th": "ไม่ว่าเราจะทำสิ่งชั่วร้ายอะไร เราจะได้ขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "So I think in his mind, it's like, \"I can do anything I want",
      "th": "ฉันคิดว่าในใจเขา เขาคิดว่า \"ฉันทำอะไรก็ได้ที่อยากทำ"
    }
  },
  {
    "translation": {
      "en": "as long as later I repent, and I feel bad for what I did,",
      "th": "ตราบใดที่ฉันสำนึกผิดในภายหลัง และรู้สึกแย่กับสิ่งที่ทำไป พระเจ้าจะอภัยให้"
    }
  },
  {
    "translation": {
      "en": "and then God will forgive me and I will go to heaven.\"",
      "th": "ตราบใดที่ฉันสำนึกผิดในภายหลัง และรู้สึกแย่กับสิ่งที่ทำไป พระเจ้าจะอภัยให้ แล้วฉันก็จะได้ขึ้นสวรรค์\""
    }
  },
  {
    "translation": {
      "en": "I think that things started to go wrong for Sal.",
      "th": "ผมคิดว่าสิ่งต่างๆ เริ่มผิดพลาดสำหรับซัล"
    }
  },
  {
    "translation": {
      "en": "He was hanging around the wrong crowd.",
      "th": "เขาคบกับคนที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] Sal's best friend during that time was Willy Falcon.",
      "th": "เพื่อนสนิทของซัลในช่วงนั้นคือวิลลี่ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "Willy was intimidating,",
      "th": "วิลลี่เป็นคนที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "where Sal wasn't.",
      "th": "แต่ซัลไม่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "Sal was the peacemaker.",
      "th": "ซัลเป็นผู้สร้างสันติ"
    }
  },
  {
    "translation": {
      "en": "Willy was more of the brawler. Like, you know, \"I'm in your face.\"",
      "th": "วิลลี่เป็นนักสู้มากกว่า แบบว่า \"ฉันจะต่อยกับแก\""
    }
  },
  {
    "translation": {
      "en": "He had this expression of going like this all the time,",
      "th": "สีหน้าเขาเป็นแบบนี้ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "\"What you gonna do about it?\"",
      "th": "\"แกจะทำยังไงกับมัน\""
    }
  },
  {
    "translation": {
      "en": "At that time, I had no idea that they were drug dealers.",
      "th": "ตอนนั้นฉันไม่รู้เลยว่าพวกเขาเป็นพ่อค้ายา"
    }
  },
  {
    "translation": {
      "en": "We all shared one thing. We were poor and didn't wanna stay poor.",
      "th": "เราทุกคนเหมือนกันอย่างหนึ่ง เราจนและไม่อยากจนอยู่อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Willy and Sal started off as small-time, little pot pushers out of Miami High.",
      "th": "วิลลี่กับซัลเริ่มจากการเป็น พ่อค้ากัญชารายย่อยที่โรงเรียนมัธยมปลายไมอามี"
    }
  },
  {
    "translation": {
      "en": "They sorta struggled, don't do well, end up being high school dropouts.",
      "th": "พวกเขาดิ้นรนต่อสู้ ทำได้ไม่ดี ลงเอยด้วยการเรียนไม่จบมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "[man] My sister-in-law's boyfriend introduced me to Willy.",
      "th": "แฟนของพี่สะใภ้ผมแนะนำให้ผมรู้จักกับวิลลี่"
    }
  },
  {
    "translation": {
      "en": "\"Tony, why don't you give these guys a try?\"",
      "th": "\"โทนี่ ทำไมนายลองคบกับพวกนี้ดูล่ะ\""
    }
  },
  {
    "translation": {
      "en": "At that time, Willy was selling dime bags with Sal.",
      "th": "ตอนนั้นวิลลี่กับซัลขายกัญชาห่อเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Willy was a jovial guy, very nice. Uh, not too smart.",
      "th": "วิลลี่เป็นคนร่าเริง นิสัยดีมาก ไม่ฉลาดเท่าไหร่นัก"
    }
  },
  {
    "translation": {
      "en": "I knew his mother and his father and his brother, Taby.",
      "th": "ผมรู้จักแม่กับพ่อและน้องชายของเขา ชื่อทาบี้"
    }
  },
  {
    "translation": {
      "en": "Willy and Salvador were always together. They were like family.",
      "th": "วิลลี่กับซัลบาดอร์อยู่ด้วยกันตลอด พวกเขาเป็นเหมือนครอบครัว"
    }
  },
  {
    "translation": {
      "en": "But really, Willy didn't know what the hell was going on.",
      "th": "แต่วิลลี่ไม่รู้ว่ากำลังเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "How much money they had, he didn't know. That was all Sal.",
      "th": "เขาไม่รู้ว่าพวกเขามีเงินเท่าไหร่ ทุกอย่างอยู่ที่ซัล"
    }
  },
  {
    "translation": {
      "en": "Willy was always kept in the dark.",
      "th": "วิลลี่ไม่เคยได้รู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Willy was, for all intents and purposes, Sal's dummy.",
      "th": "วิลลี่… ตามความเป็นจริงแล้ว เขาเป็นหุ่นเชิดของซัล"
    }
  },
  {
    "translation": {
      "en": "I'd fly the marijuana from Colombia and I was selling it to them.",
      "th": "ผมขนกัญชาขึ้นเครื่องบิน จากโคลอมเบียมาขายให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "But then I stopped.",
      "th": "แต่แล้วผมก็หยุด"
    }
  },
  {
    "translation": {
      "en": "It's not enough money.",
      "th": "มันได้เงินไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "[Valdes] There was so many people in the marijuana business,",
      "th": "มีคนมากมายที่เกี่ยวข้องในธุรกิจกัญชา"
    }
  },
  {
    "translation": {
      "en": "because it took so many people to handle one load.",
      "th": "เพราะต้องใช้คนเยอะมากกว่าจะขนได้เที่ยวหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Whereas in the cocaine, you can bring in 800, 1000 kilo.",
      "th": "ขณะที่โคเคน คุณขนมาได้ 800 หรือ 1,000 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "Literally, I could handle that with four people.",
      "th": "จริงๆ แล้ว ผมใช้คนสี่คนก็ขนมันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[DeFede] They moved from marijuana to cocaine.",
      "th": "พวกเขาเปลี่ยนจากกัญชาเป็นโคเคน"
    }
  },
  {
    "translation": {
      "en": "I wouldn't have said they were drug dealers.",
      "th": "ผมคงไม่พูดว่าพวกเขาเป็นพ่อค้ายา"
    }
  },
  {
    "translation": {
      "en": "They were buying ounces on the streets and reselling it.",
      "th": "พวกเขาซื้อแค่ไม่กี่ออนซ์ตามถนน แล้วเอาไปขายต่อ"
    }
  },
  {
    "translation": {
      "en": "Sal was just a regular young guy doing a little hustle on the side.",
      "th": "ซัลเป็นแค่ซัลธรรมดาๆ คนหนุ่มที่หารายได้เสริมนิดๆ หน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "You know, if anybody, I was a drug dealer, right?",
      "th": "ถ้าจะมีใคร ก็ผมนี่แหละที่เป็นพ่อค้ายา ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm the one bringing in 800 kilos a month.",
      "th": "ผมคือคนที่ขนมาขายเดือนละ 800 กิโล"
    }
  },
  {
    "translation": {
      "en": "I think that Sal put two and two together.",
      "th": "ผมคิดว่าซัลหาคำตอบให้กับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "My father started telling how I was always traveling.",
      "th": "พ่อผมบอกเขาว่าผมเดินทางตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "and that I was putting a banana company together in Colombia.",
      "th": "และก็บอกว่าผมตั้งบริษัทค้ากล้วยในโคลอมเบีย"
    }
  },
  {
    "translation": {
      "en": "Sal just said, \"Impossible. I mean, Jorge is 21 years old,",
      "th": "ซัลบอกว่า \"เป็นไปไม่ได้ จอร์จอายุ 21 ปี"
    }
  },
  {
    "translation": {
      "en": "he's making a million dollars a month. He ain't selling bananas.\"",
      "th": "เขาหาเงินได้เป็นล้านดอลลาร์ต่อเดือน เขาไม่ได้ขายกล้วยแน่นอน\""
    }
  },
  {
    "translation": {
      "en": "\"Let me talk to your son. Tell him to give me a meeting.\"",
      "th": "\"ให้ผมคุยกับลูกชายคุณดีกว่า บอกเขาว่าให้ผมเจอกับเขาหน่อย\""
    }
  },
  {
    "translation": {
      "en": "I finally gave him a meeting.",
      "th": "ในที่สุดผมก็ให้เขามาเจอกับผม"
    }
  },
  {
    "translation": {
      "en": "I had about 15 minutes to meet with him. I was in a rush. He was at my office.",
      "th": "ผมมีเวลาประมาณ 15 นาทีพูดคุยกับเขา ผมกำลังรีบ เขาอยู่ที่ห้องทำงานของผม"
    }
  },
  {
    "translation": {
      "en": "He said, \"Give me a chance. I think I can sell some coke here and there.\"",
      "th": "เขาพูดว่า \"ให้โอกาสผมหน่อย ผมว่าผมขายโคเคนที่โน่นที่นี่ได้\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, how much money do you have?\"",
      "th": "ผมก็พูดว่า \"เอาละ คุณมีเงินเท่าไหร่\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"I think ten or 20 thousand dollars.\"",
      "th": "เขาบอกว่า \"ผมมีสักหมื่นหรือสองหมื่นดอลลาร์ได้\""
    }
  },
  {
    "translation": {
      "en": "I literally almost peed in my pants.",
      "th": "ผมขำจนฉี่แทบแตก"
    }
  },
  {
    "translation": {
      "en": "At that time, it was $42,000, in Miami, wholesale for a kilo of cocaine.",
      "th": "ตอนนั้นมัน 42,000 ดอลลาร์ ราคาขายส่งโคเคนหนึ่งกิโลกรัมในไมอามี"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna insult him because I've always loved Sal, even today.",
      "th": "ผมไม่อยากดูถูกเขา เพราะผมรักซัลมาตลอด วันนี้ก็ยังรัก"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"All right, let me see",
      "th": "ผมก็บอกว่า \"เอาละ ผมจะดูให้นะ"
    }
  },
  {
    "translation": {
      "en": "if the opportunity arises because now, we really are committed somewhere else.\"",
      "th": "ว่ามีโอกาสไหม เพราะตอนนี้เรารับปากขายให้กับที่อื่นไว้\""
    }
  },
  {
    "translation": {
      "en": "My handsome Latin friends, the brothers Falcon, Gus and Willy.",
      "th": "เพื่อนละตินสุดหล่อของผม พี่น้องฟอลคอน กัสและวิลลี่"
    }
  },
  {
    "translation": {
      "en": "[man] In about 1978, my older sister, China, she started dating Taby, Gustavo Falcon.",
      "th": "ประมาณปี 1978 ชีน่าพี่สาวผม เริ่มคบกับทาบี้ กุสตาโบ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "As soon as she turned 18, my sister and Taby got married.",
      "th": "พอเธออายุครบ 18 ปี พี่สาวผมกับทาบี้ก็แต่งงานกัน"
    }
  },
  {
    "translation": {
      "en": "Through Taby, I met his older brother Willy Falcon.",
      "th": "ผมรู้จักวิลลี่ ฟอลคอนพี่ชายของทาบี้ ผ่านทาบี้"
    }
  },
  {
    "translation": {
      "en": "And through Willy Falcon, I met his best friend, Sal Magluta.",
      "th": "และรู้จักซัล มากลูตาเพื่อนสนิทของวิลลี่ ฟอลคอน ผ่านวิลลี่ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "I grew up in Little Havana when we came from Cuba.",
      "th": "ผมเติบโตในลิตเติลฮาวานา ตอนเรามาจากคิวบา"
    }
  },
  {
    "translation": {
      "en": "It was like the Cuban ghetto.",
      "th": "มันเหมือนสลัมคิวบา"
    }
  },
  {
    "translation": {
      "en": "[reporter] Among Latins in South Florida, particularly Cubans,",
      "th": "ในหมู่ชาวละตินในเซาท์ฟลอริดา โดยเฉพาะชาวคิวบา"
    }
  },
  {
    "translation": {
      "en": "there is a lingual reference to different aspects of community life.",
      "th": "มีการพูดถึงแง่มุมต่างๆ ของวิถีชีวิตในชุมชน"
    }
  },
  {
    "translation": {
      "en": "Police are called la jara.",
      "th": "ตำรวจถูกเรียกว่า ลา ฮารา"
    }
  },
  {
    "translation": {
      "en": "The Federal Bureau of Investigation is la federica.",
      "th": "สำนักงานสืบสวนกลางคือ ลา เฟเดริกา"
    }
  },
  {
    "translation": {
      "en": "And when talking about a gun, Latins say, la fuca.",
      "th": "และเมื่อพูดถึงปืน ชาวละตินพูดว่า ลา ฟูกา"
    }
  },
  {
    "translation": {
      "en": "[Rosello] My parents didn't know English. So it was hard for us growing up.",
      "th": "พ่อแม่ผมไม่รู้ภาษาอังกฤษ มันเลยยากลำบากสำหรับเราตอนเติบโตมา"
    }
  },
  {
    "translation": {
      "en": "My dad had two jobs. He would leave at seven in the morning",
      "th": "พ่อผมทำงานสองที่ เขาออกจากบ้านไปตอนเจ็ดโมงเข้า"
    }
  },
  {
    "translation": {
      "en": "and get back at ten o'clock at night.",
      "th": "และกลับบ้านตอนสี่ทุ่ม"
    }
  },
  {
    "translation": {
      "en": "I saw my dad working so hard.",
      "th": "ผมเห็นพ่อทำงานหนักมาก นั่นไม่ใช่สิ่งที่ผมอยากทำ"
    }
  },
  {
    "translation": {
      "en": "That's not what I wanted to do when I was a kid growing up.",
      "th": "ผมเห็นพ่อทำงานหนักมาก นั่นไม่ใช่สิ่งที่ผมอยากทำ ตอนผมเติบโตมา ผมไม่อยากทำงานสองที่"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna have two jobs.",
      "th": "ตอนผมเติบโตมา ผมไม่อยากทำงานสองที่"
    }
  },
  {
    "translation": {
      "en": "But now, I was Willy and Taby Falcon's little brother.",
      "th": "แต่ตอนนี้ ผมเป็นน้องชายของวิลลี่กับทาบี้ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "I hung out with Taby, like, on a daily basis.",
      "th": "ผมไปไหนมาไหนกับทาบี้ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "After school, I would go to their house. Willy's friends would come by.",
      "th": "หลังเลิกเรียน ผมไปที่บ้านพวกเขา เพื่อนๆ ของวิลลี่ก็แวะมา"
    }
  },
  {
    "translation": {
      "en": "I would wash their cars and get paid 20 bucks.",
      "th": "ผมล้างรถให้พวกเขาและได้เงิน 20 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "Expensive Corvettes, Cadillacs, Porsches.",
      "th": "รถแพงๆ คอร์เวตต์ คาดิลแลค ปอร์เช่"
    }
  },
  {
    "translation": {
      "en": "So on a Saturday and Sunday, I would make like $200 in two days.",
      "th": "ดังนั้น ในวันเสาร์และอาทิตย์ ผมทำเงินได้ 200 เหรียญในสองวัน"
    }
  },
  {
    "translation": {
      "en": "My dad would make $200 probably in three weeks.",
      "th": "พ่อผมน่าจะทำเงินได้ 200 เหรียญในสามสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "So, I'm like, \"Oh, this is good,\" you know?",
      "th": "ผมเลยคิดว่า \"โอ้โฮ นี่มันดีจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "I mean, whatever they're doing, it's paying off.",
      "th": "พวกเขาจะทำอะไรก็ตาม มันได้เงินดี"
    }
  },
  {
    "translation": {
      "en": "A lot of Willy's friends, they would taunt me, you know?",
      "th": "เพื่อนๆ ของวิลลี่หลายคนยั่วเย้าผม"
    }
  },
  {
    "translation": {
      "en": "They would go in and go, \"Pegy, here look what I got in here.\"",
      "th": "พวกเขาเข้ามาและพูดว่า \"เปกี้ ดูสิฉันมีอะไรอยู่ในนี้\""
    }
  },
  {
    "translation": {
      "en": "They opened the shoe box and it was all money, and I'm, like, \"Damn.\" You know?",
      "th": "พวกเขาเปิดกล่องรองเท้าและก็มีเงินอยู่ในนั้น ผมก็แบบว่า ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Right then and there, I knew what they were doing. I knew it was drugs.",
      "th": "ตอนนั้นผมรู้เลยว่าพวกเขาทำอะไร ผมรู้เลยว่าพวกเขาค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "The city of Miami in 1978 and 1979,",
      "th": "เมืองไมอามีในปี 1978 และ 1979 มีนักสืบยาเสพติดหลายคน"
    }
  },
  {
    "translation": {
      "en": "a number of narcotics detectives at that time had obtained permission",
      "th": "เมืองไมอามีในปี 1978 และ 1979 มีนักสืบยาเสพติดหลายคน ในตอนนั้นที่ได้รับอนุญาต จากผู้พิพากษาศาลมลรัฐให้ดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "from a state court judge to conduct",
      "th": "ในตอนนั้นที่ได้รับอนุญาต จากผู้พิพากษาศาลมลรัฐให้ดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "a wiretap investigation involving a number of drug traffickers.",
      "th": "สืบสวนด้วยการดักฟัง ผู้ลักลอบค้ายาเสพติดหลายราย"
    }
  },
  {
    "translation": {
      "en": "This operation was coined Operation Video Canary.",
      "th": "ปฏิบัติการนี้ถูกเรียกว่า ปฏิบัติการวิดีโอคานารี"
    }
  },
  {
    "translation": {
      "en": "[reporter] The state attorney's office got its first lead last August",
      "th": "สำนักงานอัยการรัฐได้เบาะแสแรก เมื่อเดือนสิงหาคมที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "when an informant led undercover agents to the 5th floor",
      "th": "เมื่อผู้แจ้งเบาะแสนำสายลับไปยังชั้นห้า"
    }
  },
  {
    "translation": {
      "en": "of the Capital Bank Building.",
      "th": "ของตึกธนาคารแคปิตอล"
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal was dealing with this gentleman that had a office.",
      "th": "ซัลกำลังพูดคุยกับสุภาพบุรุษคนหนึ่งที่มีห้องทำงาน"
    }
  },
  {
    "translation": {
      "en": "And the office was all wired.",
      "th": "และห้องทำงานนั้นก็ถูกดักฟัง"
    }
  },
  {
    "translation": {
      "en": "That operation, Video Canary,",
      "th": "ปฏิบัติการนั้น วิดีโอคานารี"
    }
  },
  {
    "translation": {
      "en": "was the first time that they came into the radar.",
      "th": "เป็นครั้งแรกที่พวกเขากลายเป็นที่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "All they know about Sal and Willy is that they were selling ounces or a kilo.",
      "th": "พวกเขารู้แค่ว่าซัลกับวิลลี่ขายยาเสพติด ไม่กี่ออนซ์หรือกิโลกรัมเดียว ไม่ได้ขายอะไรในปริมาณที่เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "It wasn't no big amounts of anything.",
      "th": "ไม่กี่ออนซ์หรือกิโลกรัมเดียว ไม่ได้ขายอะไรในปริมาณที่เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "That investigation was not centered on Falcon and Magluta.",
      "th": "การสืบสวนนั้นไม่ได้มุ่งเน้นไปที่ ฟอลคอนและมากลูตา"
    }
  },
  {
    "translation": {
      "en": "[reporter] More than 120 suspects were expected to be brought in,",
      "th": "คาดว่าจะมีผู้ต้องสงสัยมากกว่า 120 คน ถูกนำตัวมา"
    }
  },
  {
    "translation": {
      "en": "43 of whom are from Dade County.",
      "th": "ซึ่ง 43 คนมาจากเดดเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta were among those arrested",
      "th": "ฟอลคอนและมากลูตาอยู่ในบรรดาผู้ที่ถูกจับ"
    }
  },
  {
    "translation": {
      "en": "and charged in the state system in Miami, Florida",
      "th": "และถูกตั้งข้อหาในระบบของรัฐ ในไมอามี ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "with state drug trafficking charges.",
      "th": "ด้วยข้อหาลักลอบค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "[Valdes] When they got busted, I don't believe the government had any idea",
      "th": "ตอนที่พวกเขาถูกจับ ผมไม่เชื่อว่ารัฐบาลรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "what Sal and Willy were all about. They're clueless what's going on in Miami.",
      "th": "ซัลกับวิลลี่ทำอะไรกัน พวกเขาไม่รู้เลยว่าเกิดอะไรขึ้นในไมอามี"
    }
  },
  {
    "translation": {
      "en": "[Clark] They were given a probationary sentence of five years,",
      "th": "พวกเขาถูกตัดสินโทษให้คุมประพฤติห้าปี"
    }
  },
  {
    "translation": {
      "en": "a special condition of which they serve 14 months.",
      "th": "โดยมีเงื่อนไขพิเศษให้พวกเขาจำคุก 14 เดือน"
    }
  },
  {
    "translation": {
      "en": "What it was, it was like a joke.",
      "th": "มันคืออะไร มันเหมือนเรื่องตลก เหมือนนี่มันไม่มีความหมายอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "It was like, \"This is nothing. This is kiddy play.\"",
      "th": "มันคืออะไร มันเหมือนเรื่องตลก เหมือนนี่มันไม่มีความหมายอะไรเลย นี่เป็นโทษที่เล็กน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal got out on bail.",
      "th": "วิลลี่กับซัลได้ประกันตัวออกมา"
    }
  },
  {
    "translation": {
      "en": "But what their attorneys were also able to do,",
      "th": "แต่สิ่งที่ทนายของพวกเขาทำได้"
    }
  },
  {
    "translation": {
      "en": "was to keep the case on appeal for years.",
      "th": "ก็คืออุทธรณ์คดีนี้ไปอีกหลายปี"
    }
  },
  {
    "translation": {
      "en": "The likelihood of them ever prevailing was nil.",
      "th": "ความเป็นไปได้ที่พวกเขาจะชนะคดีนั้นไม่มีเลย"
    }
  },
  {
    "translation": {
      "en": "However, this did buy them time.",
      "th": "แต่นี่ก็ประวิงเวลาให้พวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "And they continued to traffic in drugs pretty much unabated throughout the 1980s.",
      "th": "และพวกเขายังคงลักลอบขนยาเสพติด อย่างต่อเนื่องตลอดยุค 1980"
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were still out on the streets, selling cocaine,",
      "th": "พวกเขายังคงขายโคเคนอยู่ตามถนน"
    }
  },
  {
    "translation": {
      "en": "and this began a real theme for them.",
      "th": "และนี่ก็เริ่มเป็นธีมที่แท้จริงสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "That they were almost untouchable. Like they were walking between raindrops.",
      "th": "ที่ว่าพวกเขาแทบจะแตะต้องไม่ได้ เหมือนพวกเขาหลบเลี่ยงอันตรายได้หมด"
    }
  },
  {
    "translation": {
      "en": "And that's really the story of Willy and Sal.",
      "th": "และจริงๆ แล้วนั่นคือเรื่องราวของวิลลี่และซัล"
    }
  },
  {
    "translation": {
      "en": "At that time, a load had come in and we were down to 30 kilos.",
      "th": "ตอนนั้น มีของเข้ามา และเราก็เหลืออยู่ 30 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, we had these 30 kilos I had to get rid of",
      "th": "แล้วจู่ๆ เราก็มีของ 30 กิโลกรัมนี่ที่ผมต้องกำจัด เพราะในวันต่อมา"
    }
  },
  {
    "translation": {
      "en": "because the following day, I'm leaving for Europe.",
      "th": "เราก็มีของ 30 กิโลกรัมนี่ที่ผมต้องกำจัด เพราะในวันต่อมา ผมต้องไปยุโรป"
    }
  },
  {
    "translation": {
      "en": "Sal comes over with Willy and I said, \"You want a chance?\"",
      "th": "ซัลกับวิลลี่มา และผมก็พูดว่า \"คุณอยากได้โอกาสไหม\""
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Yeah, thanks.\" I said, \"Okay, here it is, 30 kilos.\"",
      "th": "เขาตอบว่า \"อยากสิ ขอบคุณ\" ผมบอกว่า \"โอเค นี่ไง 30 กิโล\""
    }
  },
  {
    "translation": {
      "en": "Sal did not wanna do it.",
      "th": "ซัลไม่อยากทำมัน"
    }
  },
  {
    "translation": {
      "en": "Sal didn't think they could sell 30 kilos of cocaine.",
      "th": "ซัลคิดว่าพวกเขาคงขาย โคเคน 30 กิโลกรัมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He's like, \"Oh, my God! No, too much.\" But Willy jumped up and he's like,",
      "th": "เขาพูดว่า \"พระเจ้า! ไม่นะ มันเยอะไป\" แต่วิลลี่ลุกพรวดขึ้นมาแล้วก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"That's nothing.\"",
      "th": "\"แค่นิดหน่อยเอง\""
    }
  },
  {
    "translation": {
      "en": "\"Trust me. Don't worry. It's Miami, we'll figure it out.\"",
      "th": "\"เชื่อฉันสิ ไม่ต้องห่วง ที่นี่ไมอามี เราหาวิธีได้แน่\""
    }
  },
  {
    "translation": {
      "en": "And Sal looked at him like…",
      "th": "ซัลมองเขาแบบว่า"
    }
  },
  {
    "translation": {
      "en": "[chuckles] \"You've probably been snorting a bit too much.\"",
      "th": "\"นายคงจะสูดยาเยอะไปหน่อย\""
    }
  },
  {
    "translation": {
      "en": "Sal's got more reservation about what he can do,",
      "th": "ซัลมีความไม่มั่นใจมากกว่า ว่าเขาทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "possibly because Willy knew more people than he did.",
      "th": "อาจเป็นเพราะวิลลี่รู้จักคนมากกว่าเขาก็ได้"
    }
  },
  {
    "translation": {
      "en": "Willy was just the face.",
      "th": "วิลลี่แค่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "He loved to brag. Not a lot of brains, but everybody loved Willy, right?",
      "th": "เขาชอบโม้ ไม่ค่อยมีสมอง แต่ทุกคนก็รักวิลลี่ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Thirty days later the guy came back. They had $1.2 million for him",
      "th": "สามสิบวันต่อมาเขาก็กลับมา พวกเขามีเงินหนึ่งล้านสองแสนดอลลาร์ให้จอร์จ"
    }
  },
  {
    "translation": {
      "en": "in return for the 30 kilos that he had sold them.",
      "th": "เป็นค่าตอบแทนสำหรับ โคเคน 30 กิโลกรัมที่เขาขายให้"
    }
  },
  {
    "translation": {
      "en": "They came with all the money. And I was very shocked.",
      "th": "พวกเขาหอบเงินมาเพียบ ผมช็อกมากเลย"
    }
  },
  {
    "translation": {
      "en": "\"Hey, when can we have some more?\"",
      "th": "\"เราจะได้ของอีกเมื่อไหร่\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] There was never any discussion after that as to whether they could actually handle",
      "th": "หลังจากนั้นก็ไม่เคยมีการพูดคุยกันเลย ว่าพวกเขาจะรับมือกับ"
    }
  },
  {
    "translation": {
      "en": "the amount the providers could give to them.",
      "th": "ปริมาณยาที่ผู้จัดหาส่งให้เขาได้จริงหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Valdes] Sal got confidence quickly.",
      "th": "ซัลมีความมั่นใจอย่างรวดเร็ว เหมือนตอนคุณพยายามทำบางอย่างครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "When you try to do something the first time, you don't think you can.",
      "th": "ซัลมีความมั่นใจอย่างรวดเร็ว เหมือนตอนคุณพยายามทำบางอย่างครั้งแรก คุณคิดว่าคุณทำไม่ได้ พอคุณทำมัน คุณก็แบบว่า \"มันไม่ยากเลย"
    }
  },
  {
    "translation": {
      "en": "Once you do it, you're like, \"That was not hard.\"",
      "th": "คุณคิดว่าคุณทำไม่ได้ พอคุณทำมัน คุณก็แบบว่า \"มันไม่ยากเลย"
    }
  },
  {
    "translation": {
      "en": "They went from selling grams, to selling 30 kilos.",
      "th": "พวกเขาเปลี่ยนจากขายเป็นกรัมๆ มาขาย 30 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "How did these people go from party boy, to becoming a major drug lord,",
      "th": "คนพวกนี้เปลี่ยนจากหนุ่มปาร์ตี้ กลายเป็นเจ้าพ่อยาเสพติดรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "making a million dollars a month?",
      "th": "ที่ขายได้เดือนละหนึ่งล้านดอลลาร์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Very quickly.",
      "th": "อย่างรวดเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "Little did we begin to see that demand would explode and it was fast.",
      "th": "เราเริ่มเห็นทีละนิดว่า ความต้องการเพิ่มขึ้นเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[DeFede] The demand was insatiable. It was like an eruption.",
      "th": "ความต้องการมีไม่รู้จักพอ มันเหมือนการปะทุ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Americans consume more than 50 tons of cocaine every year,",
      "th": "คนอเมริกันเสพโคเคนมากกว่า 50 ตันทุกปี"
    }
  },
  {
    "translation": {
      "en": "spending nearly $40 billion for the illicit drug.",
      "th": "ใช้เงินเกือบสี่หมื่นล้านดอลลาร์ เพื่อซื้อยาผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Valdes] It started in California where you got movie stars, celebrities, singers.",
      "th": "มันเริ่มต้นในแคลิฟอร์เนีย ที่ที่คุณมีดาราหนัง คนดัง นักร้อง"
    }
  },
  {
    "translation": {
      "en": "New York City where you have nightclubs, where you have Wall Street.",
      "th": "นิวยอร์กซิตี ที่ที่คุณมีไนต์คลับ ที่ที่คุณมีวอลสตรีต"
    }
  },
  {
    "translation": {
      "en": "What was Miami?",
      "th": "แล้วไมอามีคืออะไร"
    }
  },
  {
    "translation": {
      "en": "There was no night life. It was two, three little nightclubs of high school kids.",
      "th": "ไม่มีชีวิตกลางคืน มีแค่ไนต์คลับเล็กๆ ของเด็กมัธยมหลายสองสามแห่ง"
    }
  },
  {
    "translation": {
      "en": "South Beach did not exist. To imagine selling 30 kilos in Miami, it's crazy.",
      "th": "เซาท์บีชไม่มีอยู่จริง เมื่อนึกถึงว่า ขายได้ 30 กิโลในไมอามี มันเหลือเชื่อสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Sal comes into the picture of Miami.",
      "th": "ซัลเข้ามาเกี่ยวข้องกับไมอามี"
    }
  },
  {
    "translation": {
      "en": "He starts bringing all his young friends around to go and party and to show off.",
      "th": "เขาเริ่มพาเพื่อนๆ ของเขาไปปาร์ตี้และโอ้อวด"
    }
  },
  {
    "translation": {
      "en": "Sal and Willy developed the Miami cocaine market.",
      "th": "ซัลกับวิลลี่พัฒนาตลาดโคเคนในไมอามี"
    }
  },
  {
    "translation": {
      "en": "They got a huge reputation very quick.",
      "th": "พวกเขามีชื่อเสียงโด่งดังอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Success in any business venture involves elements of hard work as well as luck.",
      "th": "ความสำเร็จในการทำธุรกิจทุกอย่าง ต้องใช้ความพยายามและโชคช่วย"
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta benefited from luck",
      "th": "ฟอลคอนและมากลูตาได้ประโยชน์จากโชค และความโชคร้าย"
    }
  },
  {
    "translation": {
      "en": "and the misfortune of one of their colleagues, Jorge Valdes.",
      "th": "ฟอลคอนและมากลูตาได้ประโยชน์จากโชค และความโชคร้าย ของเพื่อนร่วมงานคนหนึ่งของพวกเขา จอร์จ บัลเดส"
    }
  },
  {
    "translation": {
      "en": "He was arrested and he received a sentence of between five and ten years.",
      "th": "เขาถูกจับและถูกตัดสินจำคุกห้าถึงสิบปี"
    }
  },
  {
    "translation": {
      "en": "But then he had to turn his business over to somebody.",
      "th": "แต่แล้วเขาก็ต้องมอบธุรกิจให้ใครสักคนดูแล"
    }
  },
  {
    "translation": {
      "en": "When I got convicted, they let me out on bail. Logically,",
      "th": "ตอนผมถูกตัดสินว่ามีความผิด พวกเขาให้ผมประกันตัว ตามเหตุผลแล้ว"
    }
  },
  {
    "translation": {
      "en": "I didn't have anybody else to handle operation that I thought",
      "th": "ผมไม่มีคนอื่นที่จะจัดการธุรกิจที่ผมคิดว่า"
    }
  },
  {
    "translation": {
      "en": "could handle the level of what I was doing.",
      "th": "สามารถจัดการได้ในระดับที่ผมทำอยู่"
    }
  },
  {
    "translation": {
      "en": "So I got together with Sal and I told him, I said,",
      "th": "ผมเลยคุยกับซัลและบอกเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Here's my buyers in California.\"",
      "th": "\"นี่คือผู้ซื้อของผมในแคลิฟอร์เนีย\""
    }
  },
  {
    "translation": {
      "en": "And I introduced him to my connection in the Medellin cartel.",
      "th": "และผมก็แนะนำให้เขารู้จักกับคนในแก๊งเมเดยิน"
    }
  },
  {
    "translation": {
      "en": "[Clark] This was the break that launched Falcon and Magluta into the big time,",
      "th": "นี่คือช่วงเวลาสำคัญที่ทำให้ ฟอลคอนและมากลูตาก้าวสู่ความสำเร็จครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "now that they had Valdes' exclusive contact with the Medellin cartel.",
      "th": "ที่ตอนนี้พวกเขาติดต่อกับ แก๊งเมเดยินได้โดยตรงเหมือนบัลเดส"
    }
  },
  {
    "translation": {
      "en": "Now they had unlimited access to large quantities of cocaine",
      "th": "ตอนนี้พวกเขาเข้าถึง โคเคนได้มากไม่จำกัดปริมาณ"
    }
  },
  {
    "translation": {
      "en": "that the Colombian cartel needed to have transported successfully",
      "th": "ที่แก๊งค้ายาโคลอมเบียต้องการที่จะ ขนส่งเข้ามายังสหรัฐฯ ได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "into the United States.",
      "th": "ขนส่งเข้ามายังสหรัฐฯ ได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Imagine if they thought selling 30 kilos was something crazy out of this world.",
      "th": "ลองคิดดูว่าถ้าพวกเขาคิดว่า การขายโคเคน 30 กิโลกรัมเป็นอะไรที่บ้าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Suddenly now, they're going to be running an empire.",
      "th": "จู่ๆ ตอนนี้ พวกเขาก็จะควบคุมอาณาจักร"
    }
  },
  {
    "translation": {
      "en": "Man, next week, there's 800 kilos coming.",
      "th": "ให้ตายสิ สัปดาห์หน้า จะมีโคเคนมา 800 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "All they have to do is find a pilot with a plane.",
      "th": "สิ่งเดียวที่พวกเขาต้องทำคือหานักบินที่มีเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "[man] I had a part-time job doing banners",
      "th": "ผมมีงานพาร์ตไทม์บินลากป้ายโฆษณา"
    }
  },
  {
    "translation": {
      "en": "up and down Miami Beach.",
      "th": "ขึ้นลงตามชายหาดไมอามี"
    }
  },
  {
    "translation": {
      "en": "And that paid $3 an hour.",
      "th": "ได้เงินชั่วโมงละสามดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "I went to Miami High with Willy and Sal. We just became friends.",
      "th": "ผมเคยเรียนที่โรงเรียนมัธยมปลายไมอามี กับวิลลี่และซัล เรากลายเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "Years later, we started talking.",
      "th": "หลายปีต่อมา เราก็เริ่มคุยกัน"
    }
  },
  {
    "translation": {
      "en": "We discussed, what kind of plane would you use for smuggling?",
      "th": "เราคุยกัน นายจะใช้เครื่องบินแบบไหน ในการลักลอบขนยา"
    }
  },
  {
    "translation": {
      "en": "I started doing some research as to what kind of plane, what kind of equipment.",
      "th": "ผมเริ่มค้นหาว่าต้องใช้เครื่องบินแบบไหน อุปกรณ์แบบไหน"
    }
  },
  {
    "translation": {
      "en": "I said, \"Look, this is what you need and this is how much it's gonna cost.\"",
      "th": "ผมพูดว่า \"ดูสิ นี่คือสิ่งที่คุณต้องการ และต้องใช้เงินเท่านี้\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay, well,",
      "th": "เขาก็พูดว่า \"โอเค เอาละ"
    }
  },
  {
    "translation": {
      "en": "let's do it.\"",
      "th": "งั้นก็ลุยกันเลย\""
    }
  },
  {
    "translation": {
      "en": "Everything was prepared, the Colombians were ready,",
      "th": "ทุกอย่างถูกเตรียมไว้ พวกโคลอมเบียพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "'cause they need a few days to clear the runways",
      "th": "เพราะพวกเขาต้องใช้เวลาสองสามวัน ในการเคลียร์รันเวย์"
    }
  },
  {
    "translation": {
      "en": "between the army and the leftist guerrillas",
      "th": "ระหว่างกองทหารและกองโจรฝ่ายซ้าย"
    }
  },
  {
    "translation": {
      "en": "and bring the merchandise to where it's supposed to be.",
      "th": "และนำสินค้าไปยังที่ที่มันควรจะอยู่"
    }
  },
  {
    "translation": {
      "en": "Opa Locka Airport was full of smugglers.",
      "th": "สนามบินโอปา ล็อกกา เต็มไปด้วยผู้ลักลอบขนยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "[Posada] Everybody there was working.",
      "th": "ทุกคนที่นั่นทำงานกัน"
    }
  },
  {
    "translation": {
      "en": "[Linero] Cuban smugglers walking around, all were wearing cowboy boots.",
      "th": "พวกลักลอบขนยาเสพติดชาวคิวบาเดินไปมา ทุกคนใส่รองเท้าบูทคาวบอย"
    }
  },
  {
    "translation": {
      "en": "All were wearing beepers. All were wearing Rolex.",
      "th": "ทุกคนพกเพจเจอร์ ทุกคนใส่นาฬิกาโรเล็กซ์"
    }
  },
  {
    "translation": {
      "en": "All were wearing cowboy hats.",
      "th": "ทุกคนสวมหมวกคาวบอย และผมคิดว่านั่นคือที่ที่พวกโคเคน คาวบอย"
    }
  },
  {
    "translation": {
      "en": "And I think that's where the \"cocaine cowboys\" came to be known as.",
      "th": "ทุกคนสวมหมวกคาวบอย และผมคิดว่านั่นคือที่ที่พวกโคเคน คาวบอย เป็นที่รู้จัก มันเป็นเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "It was a uniform.",
      "th": "เป็นที่รู้จัก มันเป็นเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "Going to Colombia, it was a ten-hour flight.",
      "th": "การไปโคลอมเบียต้องใช้เวลาบินสิบชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "So we had about 400 gallons of fuel in about eight tanks.",
      "th": "เรามีน้ำมันเชื้อเพลิงประมาณ 400 แกลลอน ในถังประมาณแปดถัง"
    }
  },
  {
    "translation": {
      "en": "I'm in a flying bomb.",
      "th": "ผมอยู่ในระเบิดบินได้"
    }
  },
  {
    "translation": {
      "en": "In Colombia, it is illegal to fly a private airplane after five o'clock.",
      "th": "ในโคลอมเบีย การบินเครื่องบินส่วนตัว หลังห้าโมงเป็นสิ่งที่ผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "So, basically, everybody knows that this plane that's flying at six o'clock",
      "th": "พูดง่ายๆ คือ ทุกคนรู้ว่าเครื่องบินที่บินตอนหกโมง"
    }
  },
  {
    "translation": {
      "en": "is a smuggler plane.",
      "th": "เป็นเครื่องบินขนยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "You look down, everybody is giving you signals.",
      "th": "คุณมองลงไป ทุกคนส่งสัญญาณให้คุณ"
    }
  },
  {
    "translation": {
      "en": "They're burning tires.",
      "th": "พวกเขาเผายางรถ"
    }
  },
  {
    "translation": {
      "en": "So you have to precisely be",
      "th": "ดังนั้น คุณต้องอยู่"
    }
  },
  {
    "translation": {
      "en": "where you need to be, or otherwise,",
      "th": "ในที่ที่คุณต้องอยู่ ไม่อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "you're gonna die.",
      "th": "คุณตายแน่"
    }
  },
  {
    "translation": {
      "en": "I made my approach and I'm pretty confident that I got the runway,",
      "th": "ผมบินเข้าใกล้แล้วและมั่นใจว่าผมมีรันเวย์"
    }
  },
  {
    "translation": {
      "en": "which is not really a runway.",
      "th": "ซึ่งไม่ใช่รันเวย์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "So, I landed,",
      "th": "ผมบินลงจอด"
    }
  },
  {
    "translation": {
      "en": "get out, people start putting grass on top of the airplane and so on.",
      "th": "ลงจากเครื่องบิน คนก็เอาหญ้ามาปิดคลุมเครื่องบินและอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "In the morning, we get to the plane,",
      "th": "ในตอนเช้า เราไปที่เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "and here comes these three or four Jeeps",
      "th": "แล้วก็มี รถจี๊ปสามหรือสี่คันขนกระเป๋ามาเต็มคัน"
    }
  },
  {
    "translation": {
      "en": "full of duffel bags, each carrying about 30 to 40 kilos of cocaine.",
      "th": "รถจี๊ปสามหรือสี่คันขนกระเป๋ามาเต็มคัน แต่ละใบมีโคเคนประมาณ 30 ถึง 40 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "Plane is loaded, ready to go.",
      "th": "ขนมันขึ้นเครื่องบิน แล้วก็พร้อมเดินทาง"
    }
  },
  {
    "translation": {
      "en": "Now, we're almost 1,500 pounds over the gross weight of the airplane.",
      "th": "ตอนนี้เครื่องบินเรา บรรทุกของหนักเกือบ 1,500 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "\"Are you out of your mind? This could not happen.\"",
      "th": "\"คุณบ้าไปแล้วเหรอ นี่มันจะเกิดขึ้นไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "Well, it's happening, okay?",
      "th": "มันเกิดขึ้นแล้ว โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "We were doing lines right on the top of the dashboard where the instruments are.",
      "th": "เราสูดโคเคนกันบนแผงควบคุม ที่มีอุปกรณ์ต่างๆ อยู่"
    }
  },
  {
    "translation": {
      "en": "Some beautiful, big, thick lines of cocaine.",
      "th": "โคเคนเส้นใหญ่ๆ สวยๆ"
    }
  },
  {
    "translation": {
      "en": "People fly high, you know? I can't understand that.",
      "th": "คนชอบเมายากัน ผมไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "[Linero] You need to be very aware of what's going on in the plane.",
      "th": "คุณต้องรู้ว่าเกิดอะไรขึ้นบนเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "As I'm high and paranoid, I could feel a little change on the engine in my ass.",
      "th": "ขณะที่ผมเมายาและหวาดระแวง เครื่องยนต์เปลี่ยนแปลงแค่เล็กน้อยผมก็รู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "If there was a vibration, I could look at the gauges",
      "th": "ถ้ามีการสั่นสะเทือน ผมก็ดูที่มาตรวัดได้"
    }
  },
  {
    "translation": {
      "en": "and see that this is okay and that's fine here.",
      "th": "และดูว่านี่ไม่เป็นไร ตรงนี้ก็ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I think that being high helped a lot.",
      "th": "ผมคิดว่าการเมายาช่วยได้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "He must have been out of his mind.",
      "th": "เขาต้องบ้าไปแล้วแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "There was a time that I was making about one or two trips a month.",
      "th": "มีช่วงเวลาหนึ่ง ที่ผมบินประมาณเดือนละหนึ่งหรือสองเที่ยว"
    }
  },
  {
    "translation": {
      "en": "We're talking about 800 keys a month.",
      "th": "เรากำลังพูดถึงโคเคน 800 กิโลกรัมต่อเดือน"
    }
  },
  {
    "translation": {
      "en": "I was basically making around 200 grand per trip.",
      "th": "ผมทำเงินได้ราวๆ สองแสนดอลลาร์ต่อเที่ยว"
    }
  },
  {
    "translation": {
      "en": "Willy, he wanted me to go every week",
      "th": "วิลลี่อยากให้ผมบินไปทุกอาทิตย์ แต่มันแบบว่า จะมีสักกี่ครั้งกันที่"
    }
  },
  {
    "translation": {
      "en": "but it's like, how many times can you go into bullfighting and not get hurt?",
      "th": "วิลลี่อยากให้ผมบินไปทุกอาทิตย์ แต่มันแบบว่า จะมีสักกี่ครั้งกันที่ คุณไปสู้กับวัวกระทิงแล้วไม่บาดเจ็บ"
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to bring the coke from Colombia to Freeport.",
      "th": "พวกเขาเคยขนโคเคน จากโคลอมเบียไปที่ฟรีพอร์ต"
    }
  },
  {
    "translation": {
      "en": "From Freeport, they would bring the coke to Miami in speedboats.",
      "th": "จากฟรีพอร์ต พวกเขาใช้เรือเร็วขนโคเคนไปไมอามี"
    }
  },
  {
    "translation": {
      "en": "The guy on the boat was Juan Barroso,",
      "th": "คนที่อยู่บนเรือคือฮวน บาร์โรโซ"
    }
  },
  {
    "translation": {
      "en": "that used to race with Seahawk. He used to bring in the coke.",
      "th": "พวกเขาเคยแข่งเรือซีฮอว์กด้วยกัน เขาเคยขนโคเคนเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Okay, now we have the smallest navigator in offshore racing,",
      "th": "เรามีผู้นำทางที่ตัวเล็กที่สุดในการแข่งนอกชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "and it's Johnny \"Recut.\" Here we go.",
      "th": "นั่นก็คือจอห์นนี่ \"รีคัต\" คนนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "My name is Juan Barroso, right? They call me \"Recut.\"",
      "th": "ผมชื่อฮวน บาร์โรโซ ใช่ไหม พวกเขาเรียกผมว่า \"รีคัต\""
    }
  },
  {
    "translation": {
      "en": "Like if he was recut, you know, like if they cut him. [laughs]",
      "th": "อย่างถ้าพวกเขาตัดหน้าเขา เขาก็จะตัดกลับ"
    }
  },
  {
    "translation": {
      "en": "[Linero] One time when he got in, Willy got a couple of phone books",
      "th": "มีครั้งหนึ่งตอนที่เขาลงเรือ วิลลี่เอาสมุดโทรศัพท์มาสองเล่ม"
    }
  },
  {
    "translation": {
      "en": "and put him on his seat with duct tape and he was screaming and yelling.",
      "th": "แล้วก็ให้เขานั่งลง เอาเทปกาวรัดเขาไว้ และเขาก็ร้องตะโกนดังลั่น"
    }
  },
  {
    "translation": {
      "en": "And we were all laughing.",
      "th": "เราทุกคนหัวเราะกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "As you can see, we standing up.",
      "th": "ก็อย่างที่คุณเห็น เรายืนขึ้น"
    }
  },
  {
    "translation": {
      "en": "You know, we had to make a special booster for him, but he's learning very little.",
      "th": "เราต้องทำที่นั่งเสริมพิเศษให้เขา แต่เขาเรียนรู้น้อยมาก"
    }
  },
  {
    "translation": {
      "en": "He's learning by the time that he's got a big mouth.",
      "th": "ในขณะที่เขาเรียนรู้ว่าเขาปากมาก"
    }
  },
  {
    "translation": {
      "en": "Willy and me, we used to know each other from high school.",
      "th": "วิลลี่กับผมเคยรู้จักกันที่โรงเรียนมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy says, \"You have Recut in the boat, he probably weighs 80 pounds.",
      "th": "วิลลี่พูดว่า \"นายมีรีคัตอยู่ในเรือ เขาหนักสัก 80 ปอนด์ได้\""
    }
  },
  {
    "translation": {
      "en": "He's this short.",
      "th": "\"เขาเตี้ยขนาดนี้\""
    }
  },
  {
    "translation": {
      "en": "You won't get drag from the wind, so you'd get a little advantage.\"",
      "th": "\"ลมจะไม่ทำให้นายช้าลง ฉะนั้นนายได้เปรียบนิดหน่อย\""
    }
  },
  {
    "translation": {
      "en": "We took our boat down to Nassau, and we took an aerodynamic.",
      "th": "เราขับเรือไปแนสซอ และเราก็ใช้หลักอากาศพลศาสตร์"
    }
  },
  {
    "translation": {
      "en": "And the boat was running fast, but we needed a shorter navigator",
      "th": "เรือแล่นเร็ว แต่เราต้องการผู้นำทางที่เตี้ยๆ"
    }
  },
  {
    "translation": {
      "en": "so the air would pass through, so we had to get a shorter person.",
      "th": "จะได้ไม่ต้านลม เราเลยต้องหาคนที่เตี้ยๆ"
    }
  },
  {
    "translation": {
      "en": "How old are you?",
      "th": "นายอายุเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Eleven. -How old are you?",
      "th": "- สิบเอ็ด - นายอายุเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Twenty-nine. -He's bigger than you?",
      "th": "- ยี่สิบเก้า - เขาตัวใหญ่กว่านาย"
    }
  },
  {
    "translation": {
      "en": "He's a little bigger.",
      "th": "เขาตัวใหญ่กว่าหน่อย"
    }
  },
  {
    "translation": {
      "en": "-You're full of shit. -[all laugh]",
      "th": "นายนี่ไร้สาระจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There was a guy that worked for him, Justo Jay.",
      "th": "มีคนที่ทำงานให้เขาชื่อฮุสโต เจย์"
    }
  },
  {
    "translation": {
      "en": "We started talking and he tell me, \"Hey, Willy wants to meet with you.\"",
      "th": "เราเริ่มคุยกันแล้วเขาก็บอกว่า \"วิลลี่อยากเจอคุณ\""
    }
  },
  {
    "translation": {
      "en": "Willy told me, \"We got some stuff that's coming through Freeport, Bahamas.\"",
      "th": "วิลลี่บอกผมว่า \"เรามีของบางอย่าง ที่จะมาทางฟรีพอร์ต บาฮามาส\""
    }
  },
  {
    "translation": {
      "en": "\"Can you do it for me?\" \"Yeah.\"",
      "th": "\"นายช่วยฉันหน่อยได้ไหม\" \"ได้\""
    }
  },
  {
    "translation": {
      "en": "It was the first load I did with cocaine with him.",
      "th": "มันเป็นครั้งแรกที่ผมขนโคเคนกับเขา"
    }
  },
  {
    "translation": {
      "en": "I made like 250 grand.",
      "th": "ผมได้เงิน 250,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "In one night.",
      "th": "ในคืนเดียว"
    }
  },
  {
    "translation": {
      "en": "I would go down to Freeport. You go across the island.",
      "th": "ผมขับไปที่ฟรีพอร์ต แล้วก็ข้ามเกาะไปเลย"
    }
  },
  {
    "translation": {
      "en": "Then he'd meet me with a little boat and he'd put the stuff in.",
      "th": "เขาขับเรือลำเล็กๆ มาเจอผมที่นั่น แล้วก็ขนของลงเรือ"
    }
  },
  {
    "translation": {
      "en": "Outta there.",
      "th": "ขับออกไปจากที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I go over by the Keys.",
      "th": "ผมขับไปที่ฟลอริดาคีย์ส"
    }
  },
  {
    "translation": {
      "en": "I saw people, they transported it and put it in trucks.",
      "th": "มีคนขนมันขึ้นรถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "They bring it over to Miami.",
      "th": "แล้วพวกเขาก็เอามันไปที่ไมอามี"
    }
  },
  {
    "translation": {
      "en": "[Rosello] '81, Willy and Sal were already big.",
      "th": "ปี 1981 วิลลี่กับซัลก็ยิ่งใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Justo Jay was the one that took care of the loads that came in.",
      "th": "ฮุสโต เจย์เป็นคนจัดการโคเคนขนเข้ามา"
    }
  },
  {
    "translation": {
      "en": "He took care of the stash houses. He used to take care of everything.",
      "th": "เขาดูแลบ้านที่ใช้ซ่อนโคเคน เขาเคยดูแลทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "He's like, \"I'm gonna pick you up, I want you to help me do something there.\"",
      "th": "เขาบอกว่า \"ฉันจะไปรับนาย ฉันอยากให้นายช่วยฉันทำอะไรบางอย่างที่นั่น\""
    }
  },
  {
    "translation": {
      "en": "I get in the car. We get to the house.",
      "th": "ผมขึ้นรถ เราจะไปที่บ้านหลังนั้น"
    }
  },
  {
    "translation": {
      "en": "He's like, \"I need you to help me count some money.\"",
      "th": "เขาพูดว่า \"ฉันอยากให้นายช่วยฉันนับเงิน\""
    }
  },
  {
    "translation": {
      "en": "He takes the money out of the safe,",
      "th": "เขาหยิบเงินออกจากตู้เซฟ"
    }
  },
  {
    "translation": {
      "en": "tells me how to count money and how to keep ledgers.",
      "th": "บอกวิธีนับเงินและวิธีลงบัญชี"
    }
  },
  {
    "translation": {
      "en": "There was times where we counted up to five million dollars",
      "th": "มีหลายครั้งที่เรานับได้ถึงห้าล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "twice a week.",
      "th": "สัปดาห์ละสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "And I was 15 years old.",
      "th": "ตอนนั้นผมอายุ 15 ปี"
    }
  },
  {
    "translation": {
      "en": "If the counting machine would break, like five or six hours.",
      "th": "ถ้าเครื่องนับเงินเสียสักห้าหรือหกชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And the next day, my thumbs would be swollen from counting.",
      "th": "วันต่อมานิ้วโป้งของผมก็จะบวมจากการนับเงิน"
    }
  },
  {
    "translation": {
      "en": "Growing up, you see your parents going through hard times,",
      "th": "ตอนเติบโตมา คุณเห็นพ่อแม่เจอแต่ความยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "and then you're in a room with three or four million dollars,",
      "th": "แล้วคุณอยู่ในห้องกับเงินสามหรือสี่ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "I mean, how are you gonna say no to that, you know?",
      "th": "คุณจะปฏิเสธมันได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Jefede] Everyone at that time had a friend or a friend of a friend",
      "th": "ตอนนั้นทุกคนมีเพื่อน หรือเพื่อนของเพื่อนที่อยู่ในวงการค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "who was in the drug business seeming to get rich overnight.",
      "th": "หรือเพื่อนของเพื่อนที่อยู่ในวงการค้ายาเสพติด ที่ดูเหมือนจะรวยภายในชั่วข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "A lot of these kids, they're first-generation immigrants.",
      "th": "เด็กพวกนี้หลายคนเป็นผู้อพยพรุ่นแรก"
    }
  },
  {
    "translation": {
      "en": "They thought this was their path to the American dream.",
      "th": "พวกเขาคิดว่านี่คือ เส้นทางสู่ความฝันของคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "If you would've told us we were criminal, we would have laughed.",
      "th": "ถ้าคุณบอกเราว่าเราเป็นอาชญากร เราคงหัวเราะ"
    }
  },
  {
    "translation": {
      "en": "We're 20-year-old kids! We're just having fun.",
      "th": "เราเป็นเด็กอายุ 20 ปี เราแค่สนุกกัน"
    }
  },
  {
    "translation": {
      "en": "[announcer] And there he is, Justo Jay, Willy Falcon, doing a fine job in the Seahawk V-Bottom.",
      "th": "เขาอยู่นั่นครับ ฮุสโต เจย์และวิลลี่ ฟัลคอน ทำได้ดีในเรือซีฮอว์กรูปทรงตัววี"
    }
  },
  {
    "translation": {
      "en": "I'm very much responsible for them getting involved in racing.",
      "th": "ผมคือคนที่ดึงพวกเขามาเกี่ยวข้องกับการแข่งเรือ"
    }
  },
  {
    "translation": {
      "en": "I started racing boats.",
      "th": "ผมเริ่มแข่งเรือ"
    }
  },
  {
    "translation": {
      "en": "One day, Willy came over, he saw all the fun we were having.",
      "th": "วันหนึ่ง วิลลี่มาหา เขาเห็นเราสนุกกัน"
    }
  },
  {
    "translation": {
      "en": "And he goes, \"Hey, can we do this?\" And we started a company.",
      "th": "เขาพูดว่า \"นี่ เราทำได้แบบนี้ได้ไหม\" แล้วเราก่อตั้งบริษัท"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal bought a boat company, Seahawk.",
      "th": "วิลลี่กับซัลซื้อบริษัทเรือ ซีฮอว์ก"
    }
  },
  {
    "translation": {
      "en": "[young Linero] It's the hottest thing around. [reporter] It seems to be.",
      "th": "- มันเป็นอะไรที่น่าตื่นเต้นที่สุดในช่วงนี้ - ดูเหมือนจะเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "It was appealing to drug smugglers, 'cause it's an expensive sport.",
      "th": "มันน่าสนใจสำหรับพวกลักลอบขนยาเสพติด เพราะมันเป็นกีฬาราคาแพง"
    }
  },
  {
    "translation": {
      "en": "[DeFede] Who else could afford it?",
      "th": "จะมีใครอีกที่มีเงินซื้อ"
    }
  },
  {
    "translation": {
      "en": "The toys are more expensive, but they're toys, right?",
      "th": "เป็นของเล่นที่แพงกว่า แต่มันก็เป็นของเล่น ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Rosello] You do, say, nine races a year. One race could cost you a million dollars.",
      "th": "สมมติว่ามีแข่งปีละเก้าครั้ง การแข่งหนึ่งครั้ง อาจทำให้คุณเสียเงินหนึ่งล้านดอลลาร์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "If you're a drug dealer, why would you wanna race boats?",
      "th": "ถ้าคุณเป็นพ่อค้ายา คุณจะอยากแข่งเรือทำไม"
    }
  },
  {
    "translation": {
      "en": "How the hell you gonna justify",
      "th": "คุณจะอธิบายยังไงที่ใช้จ่ายเงินหนึ่งล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "spending a million dollars racing boats and you don't have a job?",
      "th": "คุณจะอธิบายยังไงที่ใช้จ่ายเงินหนึ่งล้านดอลลาร์ ในการแข่งเรือทั้งๆ ที่คุณไม่มีงานทำ"
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal got a boat, and they went and they got another boat.",
      "th": "ซัลมีเรือ พวกเขาไปแข่งและก็มีเรืออีกลำ"
    }
  },
  {
    "translation": {
      "en": "And forget about everybody else, the race was between Willy and Sal",
      "th": "ไม่ต้องพูดถึงคนอื่นเลย การแข่งนั้นมันระหว่างวิลลี่กับซัล"
    }
  },
  {
    "translation": {
      "en": "in different boats. That was the race.",
      "th": "ในเรือคนละลำ นั่นคือการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "[announcer] There you see it, Seahawk Two makes a move on Seahawk One.",
      "th": "อย่างที่คุณเห็นนะครับ ซีฮอว์กสอง ตีคู่ขึ้นแซงซีฮอว์กหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Willy Falcon makes a bid for the lead over Sal Magluta and Sal answers the challenge.",
      "th": "วิลลี่ ฟอลคอนนำซัล มากลูตาอยู่เล็กน้อย และซัลก็ตอบโต้การท้าทาย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] And they had Taby, Recut,",
      "th": "และพวกเขามีทาบี้ รีคัต"
    }
  },
  {
    "translation": {
      "en": "Jay, and Ralph Linero.",
      "th": "เจย์ และราล์ฟ ลิเนโร"
    }
  },
  {
    "translation": {
      "en": "They call him cabeza because he's got a big head.",
      "th": "พวกเขาเรียกเขาว่ากาเบซาเพราะเขาหัวโต"
    }
  },
  {
    "translation": {
      "en": "The racing helmet, it had to be custom made 'cause none of them fit.",
      "th": "หมวกกันน็อกต้องสั่งทำพิเศษ เพราะไม่มีใบไหนที่เขาใส่ได้"
    }
  },
  {
    "translation": {
      "en": "Sometimes when we finish a race,",
      "th": "บางครั้งพอเราแข่งเสร็จ"
    }
  },
  {
    "translation": {
      "en": "we got a couple of planes coming in about a day with 400 keys.",
      "th": "ก็มีเครื่องบินสองลำบินขนโคเคนมา 400 กิโล ในช่วงเวลาราวๆ หนึ่งวัน"
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy won one national title, Sal was a three-time champion.",
      "th": "วิลลี่เป็นแชมป์ระดับประเทศหนึ่งสมัย ซัลเป็นแชมป์สามสมัย"
    }
  },
  {
    "translation": {
      "en": "[Barroso] We won the world championship.",
      "th": "เราได้แชมป์โลก"
    }
  },
  {
    "translation": {
      "en": "Man, that was the best feeling you ever had.",
      "th": "ให้ตายสิ นั่นเป็นความรู้สึกที่ดีที่สุดเท่าที่คุณเคยมี"
    }
  },
  {
    "translation": {
      "en": "[announcer] There's your winner in the Open Class National Champions",
      "th": "นั่นคือผู้ชนะสองปีซ้อนในการแข่งขัน ชิงแชมป์ระดับประเทศรุ่นโอเพ่นคลาส"
    }
  },
  {
    "translation": {
      "en": "two years in a row, and in modified class before that.",
      "th": "นั่นคือผู้ชนะสองปีซ้อนในการแข่งขัน ชิงแชมป์ระดับประเทศรุ่นโอเพ่นคลาส และในรุ่นโมดิฟายด์คลาสก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "[DeFede] At one point,",
      "th": "ผมคิดว่า ณ จุดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "two-thirds of the champions of the powerboat racing circuit",
      "th": "สองในสามของแชมป์การแข่งขันเรือยนต์"
    }
  },
  {
    "translation": {
      "en": "were also all either soon-to-be or had just been convicted drug smugglers.",
      "th": "ใกล้จะเป็นหรือไม่ก็เพิ่งเป็น ผู้ลักลอบขนยาเสพติดที่ถูกตัดสินว่าผิด"
    }
  },
  {
    "translation": {
      "en": "Certainly, when you finish racing, win, lose, or draw,",
      "th": "แน่นอนว่าเมื่อคุณแข่งเสร็จ ไม่ว่าจะชนะ แพ้ หรือเสมอ"
    }
  },
  {
    "translation": {
      "en": "you come home to a beautiful family, so you can't really lose.",
      "th": "คุณจะได้กลับบ้านไปหาครอบครัวที่น่ารัก ฉะนั้นคุณไม่ได้แพ้หรอก ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "[Linero] It was the family business. I know that these guys will do",
      "th": "มันเป็นธุรกิจของครอบครัว ผมรู้ว่าคนพวกนี้จะทำทุกอย่างที่ทำได้เพื่อผม"
    }
  },
  {
    "translation": {
      "en": "whatever they could for me, and I would do whatever I could for them.",
      "th": "ผมรู้ว่าคนพวกนี้จะทำทุกอย่างที่ทำได้เพื่อผม และผมก็จะทำทุกอย่างที่ทำได้เพื่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy's wife, Alina, had three sisters. Sal's wife, Isabelita, had three sisters.",
      "th": "อาลีนาภรรยาของวิลลี่มีน้องสาวสามคน อิซาเบลิตาภรรยาของซัลมีน้องสาวสามคน"
    }
  },
  {
    "translation": {
      "en": "Their husbands or boyfriends worked for the company or had a connection.",
      "th": "สามีหรือแฟนของพวกเธอทำงานให้บริษัท หรือไม่ก็มีเส้นสาย"
    }
  },
  {
    "translation": {
      "en": "My daughter, Rachel, is married to Sal's nephew.",
      "th": "ลูกสาวของผม เรเชล แต่งงานกับหลานชายของซัล"
    }
  },
  {
    "translation": {
      "en": "We're very close.",
      "th": "เราสนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "[reporter] Sal Magluta. A man who has more to smile about than just his race boat.",
      "th": "ซัล มากลูตา บุรุษผู้มีสิ่งที่ทำให้เขายิ้มมากกว่าแค่เรือแข่ง"
    }
  },
  {
    "translation": {
      "en": "Who do we have here today?",
      "th": "วันนี้มีใครอยู่กับเราบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "[Sal] I have my oldest son, Chris,",
      "th": "มีลูกชายคนโตของผม คริส"
    }
  },
  {
    "translation": {
      "en": "my little twins, Michael and Michelle, a boy and a girl.",
      "th": "ลูกฝาแฝดของผม ไมเคิลกับมิเชล ผู้ชายกับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "-And don't forget. -Oh, and the wife here, Isabel.",
      "th": "- และก็อย่าลืม - อ้อ และก็ภรรยาผม อิซาเบล"
    }
  },
  {
    "translation": {
      "en": "[Rosello] My little sister used to keep the books for Taby. She was 14 years old.",
      "th": "น้องสาวผมเคยทำบัญชีให้ทาบี้ ตอนนั้นเธออายุ 14 ปี"
    }
  },
  {
    "translation": {
      "en": "I mean, it was something that was kept very into the family. No outsiders.",
      "th": "มันเป็นสิ่งที่ถูกเก็บไว้ในครอบครัว ไม่มีคนนอก"
    }
  },
  {
    "translation": {
      "en": "Bye!",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "Bye!",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "Bye! Bye!",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] We were a close family, we did everything together. I mean, everything.",
      "th": "เราเป็นครอบครัวที่สนิทกัน เราทำทุกอย่างด้วยกัน ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "We used to go to Vail twice, three times a year.",
      "th": "เราเคยไปเที่ยวเวลปีละสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "I mean, my family, my sister. I mean, we never had to pay for anything.",
      "th": "ครอบครัวผม น้องสาวผม เราไม่เคยต้องจ่ายอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[DeFede] Willy and Sal, what set them apart,",
      "th": "วิลลี่กับซัล สิ่งหนึ่งที่ทำให้พวกเขาต่างกัน"
    }
  },
  {
    "translation": {
      "en": "was that they really did view this as a business.",
      "th": "คือพวกเขามองว่านี่เป็นธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "[Rosello] We referred to the organization as \"the company.\"",
      "th": "เราเคยเรียกองค์กรว่าบริษัท"
    }
  },
  {
    "translation": {
      "en": "It was run like any other business.",
      "th": "มันก็เหมือนธุรกิจอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "You're not running a drug empire. You're running a legitimate corporation.",
      "th": "คุณไม่ได้บริหารอาณาจักรยาเสพติด คุณบริหารบริษัทที่ถูกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "And one of the products is cocaine.",
      "th": "และผลิตภัณฑ์อย่างหนึ่งก็คือโคเคน"
    }
  },
  {
    "translation": {
      "en": "We're nothing more than the Kennedys of the 21st century.",
      "th": "เราไม่ได้เป็นอะไร ที่มากไปกว่าตระกูลเคนเนดีแห่งศตวรรษที่ 21"
    }
  },
  {
    "translation": {
      "en": "Basically, it's a Fortune 500 company run by a bunch of muchachos.",
      "th": "มันคือบริษัทที่ติดอันดับหนึ่งใน 500 ของนิตยสารฟอร์จูนที่พวกมูชาโชส์บริหาร"
    }
  },
  {
    "translation": {
      "en": "[DeFede] It was like \"Muchachos Inc.\"",
      "th": "มันเหมือนบริษัทมูชาโชส์"
    }
  },
  {
    "translation": {
      "en": "Ralph Linero was vice president of air operations.",
      "th": "ราล์ฟ ลิเนโรเป็นรองประธาน ฝ่ายปฏิบัติการทางอากาศ"
    }
  },
  {
    "translation": {
      "en": "Juan Barroso was the vice president of boats.",
      "th": "ฮวน บาร์โรโซเป็นรองประธานฝ่ายเรือ"
    }
  },
  {
    "translation": {
      "en": "Justo Jay, a V.P. of distribution.",
      "th": "ฮุสโต เจย์เป็นรองประธานฝ่ายจัดจำหน่าย"
    }
  },
  {
    "translation": {
      "en": "Willy's brother, Taby, was like an executive vice president.",
      "th": "ทาบี้น้องชายของวิลลี่ เป็นเหมือนรองประธานบริหาร"
    }
  },
  {
    "translation": {
      "en": "And Willy and Sal, they were the CEOs.",
      "th": "และวิลลี่กับซัล พวกเขาเป็นซีอีโอ"
    }
  },
  {
    "translation": {
      "en": "Willy was more of a schmoozer.",
      "th": "วิลลี่เป็นนักเจรจาซะมากกว่า"
    }
  },
  {
    "translation": {
      "en": "He was the one who would work the edges",
      "th": "เขาคือคนที่จัดการกับอุปสรรค"
    }
  },
  {
    "translation": {
      "en": "and the personalities, made the connections.",
      "th": "และบุคคลต่างๆ สร้างเส้นสาย"
    }
  },
  {
    "translation": {
      "en": "Then Sal would come in",
      "th": "จากนั้นซัลก็จะเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and actually negotiate the finer points of business.",
      "th": "และเจรจารายละเอียดปลีกย่อยของธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "That's the way Sal wanted it. He wanted the focus always to be on Willy.",
      "th": "ซัลต้องการให้เป็นแบบนั้น เขาอยากให้ความสนใจไปอยู่ที่วิลลี่เสมอ"
    }
  },
  {
    "translation": {
      "en": "In case something happened, Willy would go down and he wouldn't.",
      "th": "เผื่อว่ามีอะไรเกิดขึ้น วิลลี่ก็จะถูกจับแต่เขารอดตัว"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Sal was taught numbers and the business.",
      "th": "ซัลถูกสอนเรื่องตัวเลขและธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal was an accounting wizard.",
      "th": "ซัลเก่งเรื่องบัญชีมาก"
    }
  },
  {
    "translation": {
      "en": "[DeFede] He's making sure payments are being made on a regular basis,",
      "th": "เขาทำให้แน่ใจว่ามีการจ่ายเงินเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "that the organization kept moving, kept running, kept operating.",
      "th": "องค์กรเคลื่อนไหว เดินหน้าอยู่ตลอด ปฏิบัติการอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "That was Sal's responsibility.",
      "th": "นั่นเป็นความรับผิดชอบของซัล"
    }
  },
  {
    "translation": {
      "en": "That's why they worked. You need an enforcer and you need a good guy.",
      "th": "พวกเขาถึงได้ทำงานกัน คุณต้องมีผู้บังคับบัญชา และคุณก็ต้องการคนดี"
    }
  },
  {
    "translation": {
      "en": "Sal would use La Finquita, the farm in Miami, as the corporate headquarters.",
      "th": "ซัลใช้ลา ฟินกิตา ฟาร์มในไมอามี เป็นสำนักงานใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Linero] Sal had a tiger there.",
      "th": "ซัลมีเสืออยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "We had a room full of short-wave radios to communicate with Colombia.",
      "th": "เรามีห้องที่เต็มไปด้วยวิทยุคลื่นสั้น เพื่อติดต่อสื่อสารกับโคลอมเบีย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Every six months, he would have everybody gathered there, all the clients.",
      "th": "ทุกหกเดือน เขาให้ทุกคน มารวมตัวกันที่นั่น ลูกค้าทุกคน"
    }
  },
  {
    "translation": {
      "en": "I used to keep a daily ledger of the money and the coke.",
      "th": "ผมเคยลงบัญชีรายวันของเงินและโคเคนไว้"
    }
  },
  {
    "translation": {
      "en": "Everybody would be waiting there in the living room watching TV,",
      "th": "ทุกคนรออยู่ในห้องนั่งเล่น ดูทีวี"
    }
  },
  {
    "translation": {
      "en": "talking, taking hits, whatever.",
      "th": "คุยกัน สูดโคเคน อะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[Linero] There was no board table. It was done with sweatsuits on.",
      "th": "ไม่มีโต๊ะคณะกรรมการ ใส่ชุดกีฬาทำกัน"
    }
  },
  {
    "translation": {
      "en": "[Rosello] They would call you one by one.",
      "th": "พวกเขาเรียกคุณทีละคน"
    }
  },
  {
    "translation": {
      "en": "You walk in, you sit down in front of Sal. He's behind the desk.",
      "th": "คุณเดินเข้าไป นั่งข้างหน้าซัล เขาอยู่หลังโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "They had la silla caliente, the hot chair.",
      "th": "พวกเขามีลา ซิลลา กาเลียนเต ซึ่งก็คือเก้าอี้ร้อน"
    }
  },
  {
    "translation": {
      "en": "'Cause once you sit there, the truth has to come out. You can't fuck around.",
      "th": "เพราะพอคุณนั่งตรงนั้น ต้องพูดแต่ความจริง ห้ามพูดเรื่อยเปื่อยไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "Sal had the books, the ledgers, and he'll let you know how much money you owe",
      "th": "ซัลมีสมุดบัญชี เขาจะบอกคุณว่าคุณติดเงินเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "and the merchandise that you've taken and all that.",
      "th": "และสินค้าที่คุณเอาไปอะไรทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Sal and his books. He ran it like a legit business.",
      "th": "ซัลกับบัญชีของเขา เขาทำมันเหมือนเป็นธุรกิจถูกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[reporter] You guys are making it sound like a Sunday drive.",
      "th": "พวกคุณทำเหมือน มันเป็นการขับเรือเที่ยววันอาทิตย์เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, yes, it was nice.",
      "th": "อ๋อ ใช่ครับ มันดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "[DeFede] The hardest thing about being a drug dealer in Miami",
      "th": "สิ่งที่ยากที่สุดในการเป็นพ่อค้ายาในไมอามี ในช่วงปลายยุค 70"
    }
  },
  {
    "translation": {
      "en": "in the '70s and early '80s was what to do with the money.",
      "th": "สิ่งที่ยากที่สุดในการเป็นพ่อค้ายาในไมอามี ในช่วงปลายยุค 70 และต้นยุค 80 คือจะทำยังไงกับเงิน"
    }
  },
  {
    "translation": {
      "en": "I had ten million dollars in a big… Like a U-Haul box inside the closet.",
      "th": "ผมมีเงินสิบล้านดอลลาร์ในกล่องใหญ่ ที่เหมือนกล่องขนย้ายของเก็บไว้ในตู้เสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "My mom told this friend from the family, \"I wanna clean Pegy's room.\"",
      "th": "แม่ผมบอกเพื่อนจากครอบครัวว่า \"ฉันอยากทำความสะอาดห้องของเปกี้\""
    }
  },
  {
    "translation": {
      "en": "\"There's this big box I need to move. I need you to help me.\"",
      "th": "\"มีกล่องใหญ่ๆ ที่ฉันต้องยกออกมา ฉันอยากให้คุณช่วยหน่อย\""
    }
  },
  {
    "translation": {
      "en": "They open the closet, both of them are pulling and tugging on the box.",
      "th": "พวกเธอเปิดตู้เสื้อผ้า ทั้งสองคนดึงและลากกล่อง"
    }
  },
  {
    "translation": {
      "en": "The box breaks, all this money falls.",
      "th": "กล่องแตก เงินทั้งหมดร่วงลงมา"
    }
  },
  {
    "translation": {
      "en": "My mom sees that. Boom, she's fainted on the floor.",
      "th": "แม่ผมเห็นมัน เธอเป็นลมล้มลงไปนอนกับพื้น"
    }
  },
  {
    "translation": {
      "en": "\"What the hell is this? There's all this money in your closet.\"",
      "th": "\"นี่มันอะไรกัน มีเงินอยู่ในตู้เสื้อผ้าคุณเต็มไปหมด\""
    }
  },
  {
    "translation": {
      "en": "\"Your mom just fainted. We were trying to move the box.\"",
      "th": "\"แม่คุณเป็นลมไปแล้ว เราพยายามจะยกกล่องออกมา\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] The money was the biggest problem.",
      "th": "เงินเป็นปัญหาใหญ่ที่สุด คุณทำได้แค่ใส่กล่อง"
    }
  },
  {
    "translation": {
      "en": "You can only box it up and keep it in your basement for so long.",
      "th": "เงินเป็นปัญหาใหญ่ที่สุด คุณทำได้แค่ใส่กล่อง แล้วก็เก็บมันไว้ในห้องใต้ดินนานมาก"
    }
  },
  {
    "translation": {
      "en": "Falcon and Magluta had purchased a great number of properties",
      "th": "ฟอลคอนและมากลูตาซื้อทรัพย์สินไว้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "and had used their fathers, their respective fathers,",
      "th": "และใช้พ่อของพวกเขา พ่อของพวกเขาแต่ละคน"
    }
  },
  {
    "translation": {
      "en": "to act as presidents of construction companies",
      "th": "ทำหน้าที่เป็นประธานบริษัทก่อสร้าง"
    }
  },
  {
    "translation": {
      "en": "that built apartment buildings in the Miami area.",
      "th": "ที่สร้างตึกอะพาร์ตเมนต์ในย่านไมอามี"
    }
  },
  {
    "translation": {
      "en": "[Rosello] They used to live in mansions, vacation homes, and Vail.",
      "th": "พวกเขาเคยอยู่ในคฤหาสน์ บ้านพักตากอากาศ และเวล"
    }
  },
  {
    "translation": {
      "en": "Sal had an apartment in Brickell Key, we used to call it Scarface.",
      "th": "ซัลมีอะพาร์ตเมนต์ในบริกเคลล์คีย์ ที่เราเคยเรียกมันว่าสการ์เฟซ"
    }
  },
  {
    "translation": {
      "en": "We would go out and party and Sal gave us an extra key.",
      "th": "เราออกไปปาร์ตี้และซัลก็ให้กุญแจเราไว้"
    }
  },
  {
    "translation": {
      "en": "After clubbing and stuff, we would go and hang out at Scarface.",
      "th": "หลังจากไปเที่ยวคลับแล้ว เราก็ไปสนุกกันต่อที่สการ์เฟซ"
    }
  },
  {
    "translation": {
      "en": "They will go out to party at a club or whatever to spend 20, 30 grand a night.",
      "th": "พวกเขาออกไปปาร์ตี้ที่คลับหรืออะไรก็ตาม และใช้เงินคืนละสองสามหมื่น"
    }
  },
  {
    "translation": {
      "en": "That was like, nothing.",
      "th": "มันแบบว่าเล็กน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "Willy and Sal, they used to party at The Mutiny all the time.",
      "th": "วิลลี่กับซัลเคยปาร์ตี้ที่เดอะมิวทินีอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] If you were anybody, you'd be at The Mutiny.",
      "th": "ถ้าคุณเป็นคนมีชื่อเสียง คุณจะไปที่เดอะมิวทินี"
    }
  },
  {
    "translation": {
      "en": "That's where every drug dealer went.",
      "th": "พ่อค้ายาทุกคนไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Linero] I would describe The Mutiny as the Wall Street",
      "th": "ผมบอกได้เลยว่าเดอะมิวทินีเป็นวอลสตรีต"
    }
  },
  {
    "translation": {
      "en": "of cocaine business in the '80s.",
      "th": "ของธุรกิจโคเคนในยุค 80"
    }
  },
  {
    "translation": {
      "en": "That's where everything happened.",
      "th": "และนั่นคือที่ที่ทุกอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "It was not my thing.",
      "th": "มันไม่ใช่สิ่งที่ผมชอบ"
    }
  },
  {
    "translation": {
      "en": "Too many fools. Cocaine on the fucking tables",
      "th": "มีคนโง่เยอะเกินไป บนโต๊ะมีแต่โคเคน"
    }
  },
  {
    "translation": {
      "en": "with the women all around. What are you, crazy?",
      "th": "มีผู้หญิงเต็มไปหมด คุณเป็นบ้ากันหรือไง"
    }
  },
  {
    "translation": {
      "en": "[Linero] We had a way to let other organizations know that we had material.",
      "th": "เรามีวิธีบอกให้องค์กรอื่นรู้ว่าเรามีของ"
    }
  },
  {
    "translation": {
      "en": "We would get a Burger King hat. We would put it on the table.",
      "th": "เราเอาหมวกเบอร์เกอร์คิงวางไว้บนโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "That was a sign to everybody in the club that, \"Hey, we got material.\"",
      "th": "นั่นเป็นสัญญาณบอกทุกคนในคลับว่า \"นี่ เรามีของนะ\""
    }
  },
  {
    "translation": {
      "en": "\"Let's talk.\"",
      "th": "\"มาคุยกัน\""
    }
  },
  {
    "translation": {
      "en": "I went looking for Willy to get me my money.",
      "th": "ผมไปหาวิลลี่เพื่อเอาเงินของผม"
    }
  },
  {
    "translation": {
      "en": "And they had a party at The Mutiny. They were celebrating Cabeza's birthday.",
      "th": "พวกเขาจัดปาร์ตี้ที่เดอะมิวทินี กำลังฉลองวันเกิดของกาเบซา"
    }
  },
  {
    "translation": {
      "en": "And I found Willy, Sal, and Jay",
      "th": "ผมเจอวิลลี่ ซัล และเจย์"
    }
  },
  {
    "translation": {
      "en": "stoned out of their minds in a room at the hotel.",
      "th": "เมายาเละเทะอยู่ในห้องพักที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "And there was three girls in the bed, naked.",
      "th": "มีผู้หญิงเปลือยกายอยู่บนเตียงสามคน"
    }
  },
  {
    "translation": {
      "en": "So I said, \"The girls or the money?\" So I jumped right in.",
      "th": "ผมพูดว่า \"เอาผู้หญิงหรือเงินดี\" ผมโดดเข้าใส่เลย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Willy and Sal were married, but you have money,",
      "th": "วิลลี่กับซัลแต่งงานแล้ว แต่คุณมีเงินมากขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "you wanna go out, party with your friends.",
      "th": "คุณก็ต้องอยากเที่ยว ปาร์ตี้กับเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "You think your wife… She could get mad for a day or two.",
      "th": "คุณคิดว่าภรรยาของคุณอาจจะโกรธสักวันสองวัน"
    }
  },
  {
    "translation": {
      "en": "You get home, you give her 30, 40, 50 grand",
      "th": "พอคุณกลับบ้าน คุณให้เงินเธอสามสี่หรือห้าหมื่นไปชอปปิง"
    }
  },
  {
    "translation": {
      "en": "and you tell her, \"Go shopping.\" She's not gonna be mad at you anymore.",
      "th": "พอคุณกลับบ้าน คุณให้เงินเธอสามสี่หรือห้าหมื่นไปชอปปิง เธอก็หายโกรธคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Linero] If they had a boat race, I would fly either the mistress or the wife",
      "th": "ถ้าพวกเขาแข่งเรือ ผมจะพาเมียน้อย หรือไม่ก็เมียหลวงนั่งเครื่องบินไป"
    }
  },
  {
    "translation": {
      "en": "and then the mistress would go on another plane in another hotel.",
      "th": "แล้วเมียน้อยก็จะนั่งเครื่องบินอีกลำไป และพักอยู่ที่อีกโรงแรมหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It was a comedy of errors sometimes.",
      "th": "บางครั้งมันก็เป็นเรื่องตลกของความผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "[Rosello] Outside his marriage, Willy had kids with this girl.",
      "th": "วิลลี่มีลูกนอกสมรสกับผู้หญิงคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "They had twins.",
      "th": "พวกเขามีลูกฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "\"Here's $50,000 to go shopping.\" I guess that probably cost Willy",
      "th": "นี่เงิน 50,000 ดอลลาร์เพื่อไปชอปปิง ผมว่านั่นอาจทำให้วิลลี่"
    }
  },
  {
    "translation": {
      "en": "probably a million. [chuckles]",
      "th": "น่าจะเสียเงินเป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "[DeFede] These two guys were running the place. Everywhere you went, it was Willy and Sal.",
      "th": "ชายสองคนนี้คุมถิ่น ไม่ว่าคุณจะไปที่ไหน ก็มีแต่วิลลี่กับซัล"
    }
  },
  {
    "translation": {
      "en": "[Rosello] If you didn't know Willy and Sal personally,",
      "th": "ถ้าคุณไม่รู้จักวิลลี่กับซัลเป็นการส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "you knew someone that knew someone that knew Willy and Sal.",
      "th": "คุณก็รู้จักคนที่รู้จักกับคนที่รู้จักวิลลี่กับซัล"
    }
  },
  {
    "translation": {
      "en": "All of Miami considered them local heroes",
      "th": "ทุกคนในไมอามี มองว่าพวกเขาเป็นวีรบุรุษของท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "because they were like Robin Hoods. They always shared their wealth.",
      "th": "เพราะพวกเขาเหมือนโรบินฮูด พวกเขาแบ่งปันความมั่งคั่งของพวกเขาเสมอ"
    }
  },
  {
    "translation": {
      "en": "[Rosello] At Miami High, I was on the basketball team.",
      "th": "ที่โรงเรียนมัธยมปลายไมอามี ผมอยู่ในทีมบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "Whatever the team needed, they got it.",
      "th": "ไม่ว่าทีมจะต้องการอะไร พวกเขาได้มันทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I mean, you go to them, \"I need 30 grand, 40 grand to put my kid through college.\"",
      "th": "คุณไปบอกพวกเขาว่า \"ผมต้องการเงินสามหมื่น สี่หมื่นส่งลูกเรียนมหาวิทยาลัย\""
    }
  },
  {
    "translation": {
      "en": "\"What do you need, 30? Here's 50.\"",
      "th": "\"คุณต้องการสามหมื่นเหรอ นี่ ห้าหมื่น\""
    }
  },
  {
    "translation": {
      "en": "They helped everybody.",
      "th": "พวกเขาช่วยทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I hadn't seen Sal since 1979.",
      "th": "ฉันไม่ได้เจอซัลตั้งแต่ปี 1979"
    }
  },
  {
    "translation": {
      "en": "Sal called me, he said, \"I wanna see you tonight.\"",
      "th": "ซัลโทรหาฉัน เขาพูดว่า \"คืนนี้ผมอยากเจอคุณ\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Do you remember what car I was driving when we last were together?\"",
      "th": "เขาพูดว่า \"จำได้ไหมว่าผมขับรถอะไร ตอนที่เราเจอกันครั้งสุดท้าย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, you were driving a blue Challenger.\"",
      "th": "ฉันก็พูดว่า \"จำได้ คุณขับรถชาเลนเจอร์สีน้ำเงิน\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"Okay. Watch what I'm gonna pick you up in.\"",
      "th": "เขาบอกว่า \"โอเค คอยดูว่าผมจะขับรถอะไรไปรับคุณ\""
    }
  },
  {
    "translation": {
      "en": "He came and he picked me up and he's in a Rolls-Royce.",
      "th": "เขามารับฉัน เขาขับรถโรลส์รอยซ์"
    }
  },
  {
    "translation": {
      "en": "We were out in the Rolls",
      "th": "เราขับโรลส์รอยซ์ไปเที่ยวกัน"
    }
  },
  {
    "translation": {
      "en": "and we were going through…",
      "th": "และเรากำลังผ่าน"
    }
  },
  {
    "translation": {
      "en": "You know Coconut Grove has a bad neighborhood on one side?",
      "th": "โคโคนัทโกรฟที่ด้านหนึ่งเป็นย่านที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "And Sal goes, \"You see all these people? I support them.\"",
      "th": "ซัลพูดว่า \"คุณเห็นคนพวกนี้ไหม ผมช่วยเหลือพวกเขา\""
    }
  },
  {
    "translation": {
      "en": "\"They get all their drugs from me.\" I said, \"Great.\"",
      "th": "\"พวกเขาได้ยาทั้งหมดจากผม\" ฉันก็พูดว่า \"เยี่ยมเลย\""
    }
  },
  {
    "translation": {
      "en": "Then right behind us, I see sirens. And I go, \"Oh, man.\"",
      "th": "แล้วฉันก็เห็นไซเรนอยู่ข้างหลังเรา ฉันพูดว่า \"แย่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "I think he had a couple of keys in the back.",
      "th": "ฉันคิดว่าเขามีโคเคนอยู่ในท้ายรถสักสองกิโลได้"
    }
  },
  {
    "translation": {
      "en": "So I go, \"Okay. We're all going to jail today.\"",
      "th": "ฉันพูดว่า \"โอเค วันนี้เราติดคุกแน่นอน\""
    }
  },
  {
    "translation": {
      "en": "There were two cops. They come out of the car.",
      "th": "มีตำรวจสองคน พวกเขาลงมาจากรถ"
    }
  },
  {
    "translation": {
      "en": "They looked at Sal and never said,",
      "th": "พวกเขามองซัลและไม่ได้พูดเลยว่า"
    }
  },
  {
    "translation": {
      "en": "\"Can I have your driver's license?\" or anything. They knew who he was.",
      "th": "\"ขอดูใบขับขี่หรืออะไรหน่อยได้ไหม\" พวกเขารู้ว่าเขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Sal says, \"Look, we'll do a trade. You take the keys and you let me go.\"",
      "th": "ซัลพูดว่า \"ฟังนะ เราจะแลกเปลี่ยนกัน คุณเอาของไปแล้วก็ปล่อยผม\""
    }
  },
  {
    "translation": {
      "en": "And the cops turn around and said,",
      "th": "ตำรวจหันกลับมาแล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"It was nice running into you.\"",
      "th": "\"ดีจังที่เจอคุณ\""
    }
  },
  {
    "translation": {
      "en": "Took the two keys and took off.",
      "th": "หยิบโคเคนสองกิโลนั่นแล้วก็ไป"
    }
  },
  {
    "translation": {
      "en": "And that was the end of that and I was like… [gasps]",
      "th": "มันจบแค่นั้น แล้วฉันก็แบบว่า \"เฮ้อ\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] In a lot of ways, Willy and Sal, in their world, in their community…",
      "th": "ในหลายๆ แง่ วิลลี่กับซัล ในโลกของพวกเขา ในชุมชนของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "More popular than Gloria Estefan and Miami Sound Machine.",
      "th": "ดังกว่ากลอเรีย เอสเตฟาน กับวงไมอามีซาวด์แมชชีนซะอีก"
    }
  },
  {
    "translation": {
      "en": "[DeFede] They were the kings of cocaine in South Florida.",
      "th": "พวกเขาเป็นราชาแห่งโคเคนในเซาท์ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "[Posada] They were grossing 20, 30 million every month.",
      "th": "พวกเขาทำรายได้ 20 ถึง 30 ล้านทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "I told Willy, \"You already have over 100 million dollars.",
      "th": "ผมบอกวิลลี่ว่า \"นายมีเงินเกินร้อยล้านดอลลาร์แล้ว\""
    }
  },
  {
    "translation": {
      "en": "Why don't you quit?\"",
      "th": "\"ทำไมไม่เลิกทำมันล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"Until I get to a billion,",
      "th": "เขาพูดว่า \"ถ้ายังไม่มีเงินถึงพันล้าน"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna quit.\"",
      "th": "ฉันจะไม่เลิก\""
    }
  },
  {
    "translation": {
      "en": "The Miami area has the highest murder rate per capita in the country.",
      "th": "พื้นที่ไมอามีมีอัตราการฆาตกรรมต่อหัว สูงที่สุดในประเทศ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The rate of killing here is accelerating, the efficient work of the Cocaine Cowboys.",
      "th": "อัตราการฆ่าที่นี่เพิ่มขึ้นเรื่อยๆ การทำงาน อย่างมีประสิทธิภาพของโคเคน คาวบอย"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Local homicide detectives say Miami's in the middle of a narcotics war",
      "th": "นักสืบคดีฆาตกรรมท้องถิ่นกล่าวว่า ไมอามีตกอยู่ท่ามกลางสงครามยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "between Colombian and Cuban drug dealers.",
      "th": "ระหว่างพ่อค้ายาเสพติดชาวโคลอมเบีย และชาวคิวบา"
    }
  },
  {
    "translation": {
      "en": "[DeFede] The violence, the shootings, the police were totally overwhelmed",
      "th": "ความรุนแรง การยิงกัน ประเดประดังเข้ามาให้ตำรวจรับมือ"
    }
  },
  {
    "translation": {
      "en": "and so they focused their limited resources on the violent drug dealers.",
      "th": "พวกเขาจึงต้องมุ่งเน้นใช้ทรัพยากรที่มีจำกัด ปราบปรามพ่อค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "The ones who were embarrassing them because of headlines in the newspapers.",
      "th": "พวกที่ทำให้พวกเขาขายหน้า เพราะข่าวพาดหัวในหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "But not Willy and Sal.",
      "th": "แต่ไม่ใช่วิลลี่กับซัล"
    }
  },
  {
    "translation": {
      "en": "[Clark] Falcon and Magluta, they weren't necessarily on the radar screen.",
      "th": "ฟอลคอนกับมากลูตา ตำรวจไม่ได้สนใจพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They were the nonviolent drug dealers.",
      "th": "พวกเขาเป็นพ่อค้ายาที่ไม่ใช้ความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "[Linero] If I would say, \"Hey, I lost a load.\"",
      "th": "ถ้าผมพูดว่า \"นี่ ฉันเสียของไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I wouldn't be in fear of say, \"Hey, I don't want to get killed.\"",
      "th": "ผมไม่ต้องกลัวและพูดว่า \"ฉันไม่อยากถูกฆ่า\""
    }
  },
  {
    "translation": {
      "en": "My word was just good enough for them.",
      "th": "คำพูดของผมดีพอสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[DeFede] It wasn't about retaliation. It was about taking care of business.",
      "th": "มันไม่เกี่ยวกับการแก้แค้น มันเกี่ยวกับการดูแลธุรกิจ ความรุนแรงดึงดูดความสนใจมาที่คุณมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Violence attracts more attention to you. That's not what they wanted.",
      "th": "มันเกี่ยวกับการดูแลธุรกิจ ความรุนแรงดึงดูดความสนใจมาที่คุณมากขึ้น นั่นไม่ใช่สิ่งที่พวกเขาต้องการ"
    }
  },
  {
    "translation": {
      "en": "You're in the drug business and when you're that big, of course it's dangerous.",
      "th": "คุณอยู่ในธุรกิจค้ายา และเมื่อคุณเติบโตขนาดนั้น แน่นอนว่ามันอันตราย"
    }
  },
  {
    "translation": {
      "en": "Kind of a stressful lifestyle, but…",
      "th": "เป็นวิถีชีวิตที่เครียด แต่…"
    }
  },
  {
    "translation": {
      "en": "The sport itself isn't dangerous as long as you're well-prepared,",
      "th": "ผมว่ากีฬาไม่อันตรายอะไรถ้าคุณเตรียมตัวดี"
    }
  },
  {
    "translation": {
      "en": "you got a good crew, and they're all working together.",
      "th": "คุณมีทีมที่ดี และพวกเขาทุกคนก็ทำงานด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "You… I don't see any danger in it.",
      "th": "ผมมองไม่เห็นอันตรายอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A federal task force is helping Florida",
      "th": "(ปี 1984) หน่วยเฉพาะกิจของรัฐบาลกลาง กำลังช่วยฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "reduce the drug tide, now estimated at seven billion dollars a year.",
      "th": "ลดยาเสพติดที่หลั่งไหลเข้ามา ตอนนี้ประมาณได้ที่เจ็ดพันล้านดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Cocaine seizures are up. 12,000 pounds of coke seized in 1983,",
      "th": "การยึดโคเคนเพิ่มสูงขึ้น เมื่อปี 1983 ยึดโคเคนได้ 12,000 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "compared with 44,000 pounds of coke taken last year.",
      "th": "เทียบกับปีที่แล้วที่ยึดโคเคนได้ 44,000 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "Drugs weren't coming in like they used to.",
      "th": "ยาเสพติดไม่ได้เข้ามาเหมือนเมื่อก่อน"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The efforts by the Drug Task Force has officials in other parts of the country",
      "th": "ความพยายามของหน่วยเฉพาะกิจยาเสพติด มีเจ้าหน้าที่ในส่วนอื่นๆ ของประเทศ"
    }
  },
  {
    "translation": {
      "en": "saying now they have increased problems with drug smugglers",
      "th": "บอกว่าตอนนี้พวกเขามีปัญหามากขึ้น กับพวกลักลอบขนยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "moving marijuana and cocaine through other places.",
      "th": "ที่ขนกัญชาและโคเคนเข้ามาทางสถานที่อื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Places away from Miami.",
      "th": "สถานที่ที่อยู่ห่างไกลจากไมอามี"
    }
  },
  {
    "translation": {
      "en": "That put a stop on the operation, and then it was,",
      "th": "นั่นทำให้ปฏิบัติการหยุดลง แล้วมันก็คือ"
    }
  },
  {
    "translation": {
      "en": "\"We gotta go back to plan B.\"",
      "th": "\"เราต้องกลับไปใช้แผนสอง\""
    }
  },
  {
    "translation": {
      "en": "Plan B was to move to California.",
      "th": "แผนสองคือขนไปแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "[Rosello] In '85, Willy and Sal, they left to L.A.",
      "th": "ในปี 1985 วิลลี่กับซัลไปแอล.เอ."
    }
  },
  {
    "translation": {
      "en": "[Clark] They set up shop in Marina del Rey, an affluent suburb of Los Angeles.",
      "th": "พวกเขาเปิดกิจการที่มารีนา เดล เรย์ ชานเมืองที่มั่งคั่งของลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "Willy's like, \"Stay in L.A., count money, start working for the company,",
      "th": "วิลลี่บอกว่า \"อยู่ในแอล.เอ. นับเงิน เริ่มทำงานให้บริษัท"
    }
  },
  {
    "translation": {
      "en": "I'll pay you $5,000 a week.\"",
      "th": "ฉันจะจ่ายให้สัปดาห์ละห้าพันดอลลาร์\""
    }
  },
  {
    "translation": {
      "en": "California was the equivalent of Miami at that time.",
      "th": "ตอนนั้นแคลิฟอร์เนียเทียบเท่ากับไมอามี"
    }
  },
  {
    "translation": {
      "en": "Drugs were being transported across the southwestern border.",
      "th": "มีการขนยาเสพติดข้ามชายแดนตะวันตกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "[Rosello] The difference between East and West Coast,",
      "th": "ข้อแตกต่างระหว่าง ชายฝั่งตะวันออกกับชายฝั่งตะวันตก"
    }
  },
  {
    "translation": {
      "en": "East, you bring it up by plane and speedboats.",
      "th": "ชายฝั่งตะวันออก คุณขนมันโดยใช้เครื่องบินหรือเรือเร็ว"
    }
  },
  {
    "translation": {
      "en": "West Coast, tractor trailers.",
      "th": "ชายฝั่งตะวันตก ใช้รถพ่วงขน"
    }
  },
  {
    "translation": {
      "en": "I think that once everything started in L.A. in '85, things got out of control.",
      "th": "ผมคิดว่าเมื่อทุกอย่างเริ่มต้นในแอล.เอ. ในปี 1985 ทุกอย่างก็ควบคุมไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "They were bringing in anywhere from three to five thousand keys",
      "th": "พวกเขาขนยาเสพติดเข้ามาสามถึงห้าพันกิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "on a monthly basis.",
      "th": "ทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "[Clark] Because of their high-living lifestyle, this drew the attention of bystanders",
      "th": "เพราะพวกเขาใช้ชีวิตแบบหรูหราฟุ่มเฟือย มันเลยดึงดูดความสนใจผู้คนที่พบเห็น"
    }
  },
  {
    "translation": {
      "en": "and information was related to",
      "th": "และมีการส่งข่าวให้กับ"
    }
  },
  {
    "translation": {
      "en": "the Los Angeles County Sheriff's Department, Narcotics Squad.",
      "th": "หน่วยปราบปรามยาเสพติด สำนักงานนายอำเภอลอสแอนเจลิสเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "They executed a raid and discovered",
      "th": "พวกเขาบุกตรวจค้นและพบ"
    }
  },
  {
    "translation": {
      "en": "a treasure trove of incriminating evidence.",
      "th": "หลักฐานที่มีค่าสำหรับการปรักปรำมากมาย"
    }
  },
  {
    "translation": {
      "en": "Large amount of cash, three kilograms of cocaine,",
      "th": "เงินสดจำนวนมาก โคเคนสามกิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "fake identification. And based upon that bust, Falcon and Magluta,",
      "th": "บัตรประจำตัวปลอม และจากการบุกค้นครั้งนั้น คือฟอลคอนและมากลูตา"
    }
  },
  {
    "translation": {
      "en": "under their assumed identities,",
      "th": "ภายใต้อัตลักษณ์ปลอมของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "were arrested again on state trafficking charges.",
      "th": "ถูกจับอีกครั้งในข้อหาลักลอบขนยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "They were issued bond under their fake names.",
      "th": "พวกเขาได้รับการประกันตัว ภายใต้ชื่อปลอมของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Law enforcement wasn't really in tune with how to capture and go after these guys.",
      "th": "ฝ่ายบังคับใช้กฎหมาย ไม่เข้าใจวิธีจับและตามล่าคนเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "They'd get arrested.",
      "th": "พวกเขาถูกจับ แล้วก็เปลี่ยนบัตรประชาชน"
    }
  },
  {
    "translation": {
      "en": "You just change your ID, get new driver's licenses,",
      "th": "พวกเขาถูกจับ แล้วก็เปลี่ยนบัตรประชาชน ได้ใบขับขี่ใหม่ แล้วก็หนีการประกันตัว"
    }
  },
  {
    "translation": {
      "en": "you skip bail.",
      "th": "ได้ใบขับขี่ใหม่ แล้วก็หนีการประกันตัว"
    }
  },
  {
    "translation": {
      "en": "And that's what they ended up doing.",
      "th": "และนั่นคือสิ่งที่พวกเขาทำกัน เมื่อคุณได้ประกันตัวในแอล.เอ."
    }
  },
  {
    "translation": {
      "en": "Once you make bond in L.A., they're gone.",
      "th": "และนั่นคือสิ่งที่พวกเขาทำกัน เมื่อคุณได้ประกันตัวในแอล.เอ. พวกเขาหนีไป พวกเขากลับมาที่ไมอามี"
    }
  },
  {
    "translation": {
      "en": "They're back in Miami.",
      "th": "พวกเขาหนีไป พวกเขากลับมาที่ไมอามี"
    }
  },
  {
    "translation": {
      "en": "[Clark] The Los Angeles Sheriff happened to be watching ESPN,",
      "th": "นายอำเภอลอสแอนเจลิสบังเอิญดูอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "which was broadcasting a powerboat race and there, lo and behold, was Sal Magluta,",
      "th": "ซึ่งกำลังออกอากาศการแข่งเรือยนต์ และก็ ดูสิ นั่นซัล มากลูตา"
    }
  },
  {
    "translation": {
      "en": "aka, Angelo Maretto, being interviewed having won a powerboat race.",
      "th": "หรือแองเจโล มาเรตโต ถูกสัมภาษณ์เพราะชนะการแข่งเรือยนต์"
    }
  },
  {
    "translation": {
      "en": "Sal Magluta, last year's national champion,",
      "th": "ซัล มากลูตา แชมป์ระดับประเทศปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "very close to being last year's world champion.",
      "th": "และเกือบได้เป็นแชมป์โลกในปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[DeFede] \"That's not Sal Magluta. That's Angelo Maretto!",
      "th": "นั่นไม่ใช่ซัล มากลูตา นั่นแองเจโล มาเรตโต!"
    }
  },
  {
    "translation": {
      "en": "I know that guy!\"",
      "th": "ฉันรู้จักหมอนั่น!"
    }
  },
  {
    "translation": {
      "en": "The sheriff was floored by this news that the fugitive from the state of California,",
      "th": "นายอำเภองุนงงมากกับข่าวนี้ ที่นักโทษหลบหนีจากรัฐแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "that he was searching for, wound up in Florida.",
      "th": "ที่เขาล่าตัวอยู่ มาโผล่ในฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the guy who got away and yet here he is on ESPN",
      "th": "นี่คือคนที่หลบหนีไป แต่เขาอยู่ที่นี่ในอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "for the whole world to see just living large.",
      "th": "ให้คนทั้งโลกได้เห็นว่าเขามีชีวิตที่เลิศหรู"
    }
  },
  {
    "translation": {
      "en": "Are you crazy?",
      "th": "คุณบ้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Aren't you ever satisfied? You got a brand-new boat.",
      "th": "คุณไม่เคยพอใจเลยเหรอ คุณมีเรือใหม่เอี่ยม"
    }
  },
  {
    "translation": {
      "en": "No, every year, everybody comes out with faster things,",
      "th": "ไม่ครับ ทุกปี ทุกคนจะเอาเรือที่เร็วกว่าเดิมมาแข่ง"
    }
  },
  {
    "translation": {
      "en": "so you have to try to stay up there.",
      "th": "คุณเลยต้องพยายามอยู่ในระดับเดียวกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "[Clark] In 1979, Falcon and Magluta had already been charged and convicted",
      "th": "ในปี 1979 ฟอลคอนและมากลูตา ถูกตั้งข้อหาและถูกตัดสินแล้ว"
    }
  },
  {
    "translation": {
      "en": "in the state of Florida in the Operation Video Canary case.",
      "th": "ที่รัฐฟลอริดา ในคดีของปฏิบัติการวิดีโอคานารี"
    }
  },
  {
    "translation": {
      "en": "When, in 1987, the board rejected various appeals,",
      "th": "ในปี 1987 คณะกรรมการปฏิเสธการอุทธรณ์หลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "they were expected to surrender to serve their 14-month sentence.",
      "th": "คาดหวังว่าพวกเขาจะยอมมอบตัว เพื่อรับโทษจำคุก 14 เดือน"
    }
  },
  {
    "translation": {
      "en": "That, he did not.",
      "th": "ที่พวกเขายังไม่ได้รับโทษ"
    }
  },
  {
    "translation": {
      "en": "They were now wanted in the state of Florida.",
      "th": "ตอนนี้พวกเขาถูกล่าตัวในรัฐฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "[DeFede] Prosecutors, DEA, state, local cops,",
      "th": "อัยการ หน่วยปราบปรามยาเสพติด ตำรวจรัฐในท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "all wanted to know where Willy and Sal were.",
      "th": "ทุกคนอยากรู้ว่าวิลลี่กับซัลอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "But by 1987, they stopped racing boats.",
      "th": "แต่พอถึงปี 1987 พวกเขาก็เลิกแข่งเรือ"
    }
  },
  {
    "translation": {
      "en": "They moved out of their houses and rented new places under fake names.",
      "th": "พวกเขาย้ายออกจากบ้าน และเช่าบ้านใหม่อยู่โดยใช้ชื่อปลอม"
    }
  },
  {
    "translation": {
      "en": "They were still smuggling cocaine,",
      "th": "พวกเขายังคงลักลอบขนโคเคน"
    }
  },
  {
    "translation": {
      "en": "but they were trying to keep a low profile.",
      "th": "แต่พวกเขาพยายามไม่ทำตัวให้เป็นจุดสนใจ"
    }
  },
  {
    "translation": {
      "en": "[Clark] Because they had continued to traffic in drugs throughout the 1980s,",
      "th": "เพราะพวกเขายังคงลักลอบขนยาเสพติด ตลอดทศวรรษ 1980"
    }
  },
  {
    "translation": {
      "en": "pretty much unabated for well over ten years,",
      "th": "อย่างต่อเนื่องนานกว่าสิบปี"
    }
  },
  {
    "translation": {
      "en": "they acquired this legendary status within the drug trade.",
      "th": "พวกเขาได้สถานะความเป็นตำนานนี้ ในวงการค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "[DeFede] This was the holy grail for any cop trying to bring down a dope ring.",
      "th": "นี่คือสิ่งสุดยอดปรารถนาของตำรวจทุกคน ที่พยายามทลายแก๊งค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "[man] March 30, 1988…",
      "th": "วันที่ 30 มีนาคม ปี 1988"
    }
  },
  {
    "translation": {
      "en": "myself and my partner, Jorge Plasencia,",
      "th": "ผมกับคู่หูของผม จอร์จ ปลาเซนเซีย"
    }
  },
  {
    "translation": {
      "en": "we go to Dolphin Office Supply on Southwest 27th Avenue.",
      "th": "เราไปที่ดอลฟิน ออฟฟิศ ซัพพลาย ที่ถนนสาย 27 เซาท์เวสต์"
    }
  },
  {
    "translation": {
      "en": "I'm shopping. I'm looking.",
      "th": "ผมกำลังเดินซื้อของ มองหาของอยู่"
    }
  },
  {
    "translation": {
      "en": "And the next thing I know,",
      "th": "แล้วมารู้ตัวอีกที"
    }
  },
  {
    "translation": {
      "en": "I feel Jorge Plasencia tugging at my shirt.",
      "th": "ผมก็รู้สึกว่าจอร์จ ปลาเซนเซียดึงเสื้อผม"
    }
  },
  {
    "translation": {
      "en": "And he goes…",
      "th": "แล้วเขาก็พูดว่า \"นั่นซัล\""
    }
  },
  {
    "translation": {
      "en": "[whispers] \"That's Sal. That's Sal Magluta.\"",
      "th": "แล้วเขาก็พูดว่า \"นั่นซัล\" \"นั่นซัล มากลูตา\""
    }
  },
  {
    "translation": {
      "en": "Sal is in a store, buying some ledgers.",
      "th": "ซัลอยู่ในร้าน กำลังซื้อสมุดบัญชี"
    }
  },
  {
    "translation": {
      "en": "He's a fugitive, and who does he happen to run into,",
      "th": "เขาเป็นนักโทษหลบหนี และคนที่เขาบังเอิญไปเจอ"
    }
  },
  {
    "translation": {
      "en": "but a guy he went to high school with who's a Miami detective.",
      "th": "ก็เคยเรียนที่โรงเรียนมัธยมปลายเดียวกัน ซึ่งเป็นนักสืบไมอามี"
    }
  },
  {
    "translation": {
      "en": "They went to school together at Miami High.",
      "th": "พวกเขาเคยเรียนด้วยกันที่ ร.ร.มัธยมปลายไมอามี"
    }
  },
  {
    "translation": {
      "en": "We knew that Sal was wanted. In fact, we had his last known booking photo",
      "th": "เรารู้ว่าตำรวจต้องการตัวซัล ที่จริง เรามีรูปล่าสุดของเขา"
    }
  },
  {
    "translation": {
      "en": "in our visor in the car.",
      "th": "อยู่ที่แผ่นกันแดดในรถ"
    }
  },
  {
    "translation": {
      "en": "He's a big fish.",
      "th": "เขาเป็นปลาตัวใหญ่"
    }
  },
  {
    "translation": {
      "en": "It's a big one. [laughs]",
      "th": "ตัวใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "He walked outside, I drew my gun, and I put it behind his head,",
      "th": "เขาเดินออกไปข้างนอก ผมชักปืน จ่อหลังหัวเขาแล้วพูดว่า \"ซัล อย่าขยับ คุณถูกจับแล้ว\""
    }
  },
  {
    "translation": {
      "en": "and I said, \"Sal, don't move. You're under arrest.\"",
      "th": "จ่อหลังหัวเขาแล้วพูดว่า \"ซัล อย่าขยับ คุณถูกจับแล้ว\""
    }
  },
  {
    "translation": {
      "en": "He goes, \"I'm sorry. I don't know what you're talking about. That's not my name.\"",
      "th": "เขาพูดว่า \"ขอโทษนะ ผมไม่รู้ว่าคุณพูดเรื่องอะไร นั่นไม่ใช่ชื่อผม\""
    }
  },
  {
    "translation": {
      "en": "Sal tries to play dumb like, \"Oh, no. That's not me, I'm somebody else.\"",
      "th": "ซัลพยายามแกล้งโง่ พูดว่า \"ไม่ นั่นไม่ใช่ผม ผมเป็นคนอื่น\""
    }
  },
  {
    "translation": {
      "en": "Sure enough, he's got a driver's license with somebody else's name,",
      "th": "แน่นอนว่าเขามีใบขับขี่ที่มีชื่อคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Santiago Menendez.",
      "th": "ซันติอาโก เมเนนเดซ"
    }
  },
  {
    "translation": {
      "en": "I look at him and I go, \"Sal, look over there.\"",
      "th": "ผมมองเขาแล้วก็พูดว่า \"ซัล ดูตรงนั้นสิ\""
    }
  },
  {
    "translation": {
      "en": "And across the other side of the car was Jorge Plasencia.",
      "th": "ที่ยืนอยู่อีกฝั่งของรถคือจอร์จ ปลาเซนเซีย"
    }
  },
  {
    "translation": {
      "en": "I go, \"My partner went to high school with you, Sal.\"",
      "th": "ผมพูดว่า \"คู่หูผมเคยเรียนที่ โรงเรียนมัธยมปลายเดียวกับคุณ ซัล\""
    }
  },
  {
    "translation": {
      "en": "\"I know it's you, Sal! Sal, we went to high school together! I know it's you!\"",
      "th": "\"ผมรู้ว่าเป็นคุณ ซัล! ซัล เราเรียน มัธยมปลายด้วยกัน! ผมรู้ว่าเป็นคุณ\""
    }
  },
  {
    "translation": {
      "en": "We put him in the car. I said, \"Sal, it's not a problem,",
      "th": "เรานำตัวเขาขึ้นรถ ผมพูดว่า \"ซัล ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "we'll have you fingerprinted.\"",
      "th": "เราจะให้คุณพิมพ์ลายนิ้วมือ\""
    }
  },
  {
    "translation": {
      "en": "He didn't even break a sweat.",
      "th": "เขาไม่ขัดขืนเลยสักนิด เขาพูดว่า \"คุณกำลังทำผิดพลาด\""
    }
  },
  {
    "translation": {
      "en": "He said, \"You're making a mistake. I'm sure we can clear this up.\"",
      "th": "เขาไม่ขัดขืนเลยสักนิด เขาพูดว่า \"คุณกำลังทำผิดพลาด\" \"ผมมั่นใจว่าเราจัดการเรื่องนี้ได้\" เขาพูดเหมือนนักธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "He's talking like a businessman.",
      "th": "\"ผมมั่นใจว่าเราจัดการเรื่องนี้ได้\" เขาพูดเหมือนนักธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "[announcer] It's drama on the high seas with the Seahawk racing team.",
      "th": "มันคือดราม่าในทะเลหลวงกับทีมแข่งซีฮอว์ก"
    }
  },
  {
    "translation": {
      "en": "They had it going so well up to that point.",
      "th": "พวกเขาทำได้ดีมากจนถึงจุดนั้น"
    }
  },
  {
    "translation": {
      "en": "So halfway to the police department,",
      "th": "พอไปได้ครึ่งทางก่อนถึงกรมตำรวจ"
    }
  },
  {
    "translation": {
      "en": "he goes, \"Okay.\"",
      "th": "เขาก็พูดว่า \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "\"It's me.\"",
      "th": "\"ผมเอง\""
    }
  },
  {
    "translation": {
      "en": "\"You got me. Let's make a deal. I can take you, right now, to a house",
      "th": "\"คุณจับผมได้ มาตกลงกันเถอะ ผมพาคุณไปที่บ้านผมตอนนี้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "that has 1,000 kilograms of cocaine. That's like a ton.",
      "th": "มันมีโคเคน 1,000 กิโลกรัม\" \"มีหนึ่งตันเลยนะ\""
    }
  },
  {
    "translation": {
      "en": "You can have it.",
      "th": "\"คุณเอาไปได้เลย\""
    }
  },
  {
    "translation": {
      "en": "Just let me go.\"",
      "th": "\"แค่ปล่อยผมไป\""
    }
  },
  {
    "translation": {
      "en": "[announcer] This is a very serious situation.",
      "th": "นี่เป็นสถานการณ์ที่ร้ายแรงมาก"
    }
  },
  {
    "translation": {
      "en": "I believe that boat is starting to sink. They just pulled out their life raft.",
      "th": "ผมเชื่อว่าเรือลำนั้นกำลังจะจม พวกเขาเพิ่งดึงชูชีพออกมา"
    }
  },
  {
    "translation": {
      "en": "[Alvarez] The street level of that was worth in excess of 25 million dollars.",
      "th": "ราคาขายตามถนนตอนนั้น น่าจะมีมูลค่ามากกว่า 25 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "So he's offering me a bribe of 25 million dollars.",
      "th": "เขาเสนอสินบนให้ผม 25 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "I said, \"Sal, I'm sorry, I can't help you. I appreciate the offer.\"",
      "th": "ผมพูดว่า \"ซัล ขอโทษนะ ผมช่วยคุณไม่ได้ ขอบคุณมากสำหรับข้อเสนอ \""
    }
  },
  {
    "translation": {
      "en": "He had no fear.",
      "th": "เขาไม่กลัวเลย"
    }
  },
  {
    "translation": {
      "en": "He had no fear at all of losing his liberty.",
      "th": "เขาไม่กลัวเลยที่จะเสียอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "I don't think I grasped that",
      "th": "ผมคิดว่าผมไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "the way I should've.",
      "th": "ในแบบที่ผมควรจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "We walk him over to the jail. Process him.",
      "th": "เรานำตัวเขาไปที่คุก ดำเนินการเขาตามขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "Put him in.",
      "th": "ส่งเขาเข้าห้องขัง"
    }
  },
  {
    "translation": {
      "en": "Back in 1988, nothing really was computerized.",
      "th": "ในปี 1988 ไม่มีการใช้คอมพิวเตอร์ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "All the prisoner's names were in 3x5 index cards.",
      "th": "ชื่อนักโทษทุกคน อยู่ในบัตรดัชนีขนาดสามคูณห้า"
    }
  },
  {
    "translation": {
      "en": "Almost like your grandmother would have her recipes on.",
      "th": "แทบจะเหมือนที่ยายของคุณเก็บสูตรทำอาหารไว้"
    }
  },
  {
    "translation": {
      "en": "And they would put in there whether they had bond or no bond.",
      "th": "พวกเขาจะใส่ชื่อลงไปในนั้น ไม่ว่าผู้ร้ายจะมีการประกันตัวหรือไม่มี"
    }
  },
  {
    "translation": {
      "en": "Sal's situation is he's got no bond.",
      "th": "สถานการณ์ของซัลคือเขาไม่มีการประกันตัว"
    }
  },
  {
    "translation": {
      "en": "The only thing he needs to do is serve his sentence,",
      "th": "สิ่งเดียวที่เขาต้องทำคือรับโทษจำคุก"
    }
  },
  {
    "translation": {
      "en": "so he's not getting bond.",
      "th": "เขาเลยไม่ได้รับการประกันตัว"
    }
  },
  {
    "translation": {
      "en": "He needs to serve his time. We put no bond and we left.",
      "th": "เขาต้องรับโทษจำคุก เราก็ลงบันทึกว่าไม่มีการประกันตัวแล้วก็ออกมา"
    }
  },
  {
    "translation": {
      "en": "And we think",
      "th": "และเราคิดว่า"
    }
  },
  {
    "translation": {
      "en": "this is the end of Sal.",
      "th": "นี่คือจุดจบของซัล"
    }
  },
  {
    "translation": {
      "en": "A few days later, we go back to get him to try to cooperate.",
      "th": "สองสามวันต่อมา เรากลับไป เพื่อขอให้เขาพยายามให้ความร่วมมือ"
    }
  },
  {
    "translation": {
      "en": "We go to the front desk, we said, \"Bring down Salvador Magluta.\"",
      "th": "เราไปที่แผนกต้อนรับ พูดว่า \"นำตัวซัลบาดอร์ มากลูตาลงมา\""
    }
  },
  {
    "translation": {
      "en": "They look through the index card.",
      "th": "พวกเขาค้นดูในบัตรดัชนี"
    }
  },
  {
    "translation": {
      "en": "\"We don't have anybody here by that name.\"",
      "th": "\"เราไม่มีคนชื่อนั้น\""
    }
  },
  {
    "translation": {
      "en": "\"I don't understand.\"",
      "th": "\"ผมไม่เข้าใจ\""
    }
  },
  {
    "translation": {
      "en": "\"We brought him here Friday. He's got no bond. He's going to prison. Where is he?\"",
      "th": "\"เรานำตัวเขามาที่นี่เมื่อวันศุกร์ เขาไม่มี การประกันตัว เขาต้องจำคุก เขาอยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "He said, \"He's not here.\"",
      "th": "เขาพูดว่า \"เขาไม่ได้อยู่ที่นี่\""
    }
  },
  {
    "translation": {
      "en": "I said, \"What do you mean he's not here? Find him. He's here. We brought him here.\"",
      "th": "ผมพูดว่า \"หมายความว่าไงเขาไม่อยู่ที่นี่ หาเขาสิ เขาอยู่ที่นี่ เรานำตัวเขามาที่นี่\""
    }
  },
  {
    "translation": {
      "en": "He was let out the day before.",
      "th": "\"เขาถูกปล่อยตัวไปเมื่อวันก่อน\""
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have been. He couldn't have been!",
      "th": "ผมพูดว่า \"เป็นไปไม่ได้ที่เขาจะถูกปล่อยตัว\""
    }
  },
  {
    "translation": {
      "en": "He's got no bond.\"",
      "th": "\"เขาไม่มีการประกันตัว\""
    }
  },
  {
    "translation": {
      "en": "And then they find the card.",
      "th": "แล้วพวกเขาก็เจอบัตรดัชนี"
    }
  },
  {
    "translation": {
      "en": "Time served and was released.",
      "th": "จำคุกแล้วและถูกปล่อยตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "I go, \"He couldn't have served his time.",
      "th": "ผมบอกว่า \"เป็นไปไม่ได้ที่เขาจะจำคุกแล้ว\""
    }
  },
  {
    "translation": {
      "en": "He was a fugitive. He needs to go to prison.\"",
      "th": "\"เขาเป็นนักโทษหลบหนี เขาต้องเข้าคุก\""
    }
  },
  {
    "translation": {
      "en": "[DeFede] Somehow, the paperwork at the county jail, well, something happened",
      "th": "อย่างไรก็ตาม มีบางอย่างเกิดขึ้นกับเอกสารที่เรือนจำเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "and instead of it showing that Sal owed them 14 months,",
      "th": "และแทนที่มันจะระบุว่าซัลต้องจำคุก 14 เดือน"
    }
  },
  {
    "translation": {
      "en": "it showed he'd already served his 14 months.",
      "th": "มันกลับระบุว่าเขาจำคุก 14 เดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "So they pat him on the back and walk him out the front door.",
      "th": "พวกเขาเลยแสดงความยินดีกับเขา แล้วพาเขาเดินออกประตูไป"
    }
  },
  {
    "translation": {
      "en": "That's Miami.",
      "th": "นั่นคือไมอามี"
    }
  },
  {
    "translation": {
      "en": "Sal called me and he says, \"You know where I am?\"",
      "th": "ซัลโทรหาฉันและพูดว่า \"รู้ไหมว่าผมอยู่ที่ไหน ฉันบอกว่า \"รู้ อยู่ในคุก\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah, in jail.\"",
      "th": "\"รู้ไหมว่าผมอยู่ที่ไหน ฉันบอกว่า \"รู้ อยู่ในคุก\""
    }
  },
  {
    "translation": {
      "en": "He says, \"No, I'm on the street.\"",
      "th": "เขาพูดว่า \"เปล่า ผมอยู่บนถนน\""
    }
  },
  {
    "translation": {
      "en": "[Alvarez] We blew a gasket. It just so happens,",
      "th": "เราโกรธมาก มันเกิดขึ้นจนได้ ความผิดพลาดที่เกิดขึ้นกับ หนึ่งในบรรดาผู้ลักลอบค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "the mistake was made to one of the most prolific",
      "th": "มันเกิดขึ้นจนได้ ความผิดพลาดที่เกิดขึ้นกับ หนึ่งในบรรดาผู้ลักลอบค้ายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "drug traffickers in US history. What's the chances of that?",
      "th": "ที่ร่ำรวยที่สุดในประวัติศาสตร์สหรัฐฯ มันมีโอกาสแค่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "To operate a company that big, you have to pay people off.",
      "th": "การจะบริหารบริษัทใหญ่ขนาดนั้น คุณต้องจ่ายเงินให้คนอื่น มีคนมากมายที่รับเงินจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They had a lot of people on payroll.",
      "th": "คุณต้องจ่ายเงินให้คนอื่น มีคนมากมายที่รับเงินจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Bonachea] I said, \"How'd you get out?\"",
      "th": "ฉันถามว่า \"คุณออกมาได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "He says, \"I did a favor for somebody that works at the jail.\"",
      "th": "เขาบอกว่า \"ผมเคยช่วยเหลือคนที่ทำงานในคุกน่ะ\""
    }
  },
  {
    "translation": {
      "en": "They decided to return the favor",
      "th": "พวกเขาตัดสินใจที่จะตอบแทน"
    }
  },
  {
    "translation": {
      "en": "and falsify his papers, so he could walk out.",
      "th": "และปลอมเอกสารของเขา เขาจะได้ออกจากคุก"
    }
  },
  {
    "translation": {
      "en": "[Clark] Again, for the third time, Sal Magluta is in the wind,",
      "th": "อีกครั้งหนึ่ง เป็นครั้งที่สามแล้ว ที่ซัล มากลูตาลอยนวลหายตัวไป ไม่อยู่ในการคุมขังอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "no longer in custody",
      "th": "ที่ซัล มากลูตาลอยนวลหายตัวไป ไม่อยู่ในการคุมขังอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "when authorities had the opportunity to keep him in custody.",
      "th": "ในตอนที่เจ้าหน้าที่มีโอกาสที่จะคุมขังเขาไว้"
    }
  },
  {
    "translation": {
      "en": "Every time they got busted, they bounce back.",
      "th": "ทุกครั้งพวกเขาถูกจับ จะรอดตัวไปได้"
    }
  },
  {
    "translation": {
      "en": "And then they bounce back, and then they bounce back!",
      "th": "แล้วพวกเขาก็รอดตัวอีก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Okay, the Seahawk Racing team, that's Sal Magluta.",
      "th": "โอเค ทีมแข่งซีฮอว์ก นั่นคือซัล มากลูตา"
    }
  },
  {
    "translation": {
      "en": "That team is having some problems.",
      "th": "ทีมนั้นกำลังมีปัญหาบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "But Sal appears that he doesn't wanna stop.",
      "th": "แต่ดูเหมือนซัลจะไม่ยอมหยุด"
    }
  }
]