[
  {
    "translation": {
      "en": "-[children] Trick or treat. -[narrator] Halloween night, 1978.",
      "th": "หลอกหรือเลี้ยง คืนฮาโลวีน ปี 1978"
    }
  },
  {
    "translation": {
      "en": "The world watched in horror…",
      "th": "ทั่งโลกเฝ้าดูด้วยความสะพรึงกลัว"
    }
  },
  {
    "translation": {
      "en": "as this spine-chilling… -[screaming] -…blood-splattering…",
      "th": "หนังเลือดสาดเสียวสยองสันหลัง…"
    }
  },
  {
    "translation": {
      "en": "\"I don't want a lot of blood. I don't want gore.\"",
      "th": "ผมไม่ได้ตั้งใจจะให้เลือดสาดกระจาย"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Wait, there's no blood? -No blood.",
      "th": "เดี๋ยวนะ ไม่มีเลือดเหรอ ไม่ค่ะ ไม่มีเลือด"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, the making of this bloodless horror classic…",
      "th": "การสร้างหนังสยองขวัญสุดคลาสสิก ปราศจากเลือดเรื่องนี้…"
    }
  },
  {
    "translation": {
      "en": "-You know, it's Halloween. -[screams]",
      "th": "มันวันฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "…wasn't without blood, sweat, and tears.",
      "th": "…หาได้ปราศจากเลือด เหงื่อและหยาดน้ำตา"
    }
  },
  {
    "translation": {
      "en": "None of that's true.",
      "th": "ไม่ ไม่จริงสักนิด"
    }
  },
  {
    "translation": {
      "en": "[narrator] And was less horror and more family comedy.",
      "th": "แถมเป็นหนังชวนหัวเพื่อครอบครัว มากกว่าจะเป็นหนังสยองขวัญ"
    }
  },
  {
    "translation": {
      "en": "Nancy was married to Tommy Wallace.",
      "th": "แนนซี่แต่งงานกับทอมมี่ วอลเลซ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's my brother-in-law.",
      "th": "นั่นน้องเขยผมเองครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Barely held together by enthusiasm…",
      "th": "ร่วมหัวจมท้ายกันด้วยความกระตือรือร้น…"
    }
  },
  {
    "translation": {
      "en": "We were Scotch tape and chewing gum.",
      "th": "เป็นงานหนังต้นทุนต่ำง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "…and inexperience.",
      "th": "…กับความด้อยประสบการณ์"
    }
  },
  {
    "translation": {
      "en": "Our high school days were just in our rearview mirror.",
      "th": "วันวานสมัยมัธยมปลายของเรา เพิ่งผ่านไปสดๆ ร้อนๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] However, these novice filmmakers…",
      "th": "แต่หนังสร้างหนังมือใหม่เหล่านี้…"
    }
  },
  {
    "translation": {
      "en": "\"We'll have this mask, put it on and be the killer.\" I went, \"Yeah, okay.\"",
      "th": "เราจะมีหน้ากากอันนี้ เอามาใส่ซะ แล้วเป็นฆาตกร ผมว่า \"ดี โอเค\""
    }
  },
  {
    "translation": {
      "en": "…went on to reshape a genre.",
      "th": "…ได้ปฏิวัติแนวหนังรูปแบบใหม่"
    }
  },
  {
    "translation": {
      "en": "It's about stretching things out.",
      "th": "มันคือการลองยืดอะไรๆ ออกดู"
    }
  },
  {
    "translation": {
      "en": "-[narrator] And proved… -Theater of the mind.",
      "th": "และพิสูจน์ว่า… ภาพยนตร์ที่เล่นกับความคิด"
    }
  },
  {
    "translation": {
      "en": "…that what you can't see…",
      "th": "…สิ่งที่คุณไม่สามารถมองเห็น…"
    }
  },
  {
    "translation": {
      "en": "In the springtime, it's very hard to find pumpkins.",
      "th": "ในฤดูใบไม้ผลิ ฟักทองหายากจะตาย"
    }
  },
  {
    "translation": {
      "en": "…is probably scarier than what you can.",
      "th": "…อาจขนลุกขนพองกว่าสิ่งที่คุณเห็นก็ได้"
    }
  },
  {
    "translation": {
      "en": "You can see the wrench. You can just see it.",
      "th": "คุณจะเห็นประแจ เต็มจอเลย"
    }
  },
  {
    "translation": {
      "en": "Totally.",
      "th": "แหงละ"
    }
  },
  {
    "translation": {
      "en": "[narrator] This is the story of how this young team",
      "th": "นี่คือเรื่องราวของทีมเลือดใหม่"
    }
  },
  {
    "translation": {
      "en": "executed one of the greatest horror films of all time.",
      "th": "ที่รังสรรค์สุดยอดหนังสยองขวัญ อมตะตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "It just started turning into this monster.",
      "th": "มันค่อยๆ กลายเป็นอสุรกายร้าย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Under the guidance of a creative visionary…",
      "th": "ภายใต้การชี้นำ ของผู้เปี่ยมวิสัยทัศน์สุดสร้างสรรค์…"
    }
  },
  {
    "translation": {
      "en": "Direct, write, do the music, everything.",
      "th": "ผู้กำกับ เขียน ทำเพลงและทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "…who was practically a crew unto himself.",
      "th": "…ผู้เป็นทุกอย่าง และเป็นเด็กกองเองด้วย"
    }
  },
  {
    "translation": {
      "en": "-It's real unusual. -[groans]",
      "th": "มันก็แปลกดีนะ"
    }
  },
  {
    "translation": {
      "en": "When you haven't got any money, it's-- it's not unusual.",
      "th": "ตอนคุณไม่มีเงิน มันก็ไม่แปลกเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[narrator] These are The Movies That Made Us.",
      "th": "นี่คือภาพยนตร์เปลี่ยนโลก"
    }
  },
  {
    "translation": {
      "en": "Ah, here's a pleasant neighborhood.",
      "th": "อ่า… ละแวกเมืองแสนน่าอยู่"
    }
  },
  {
    "translation": {
      "en": "Just any old street in America where teenagers gossip…",
      "th": "แค่ถนนสายเก่าแก่ในอเมริกาที่วัยรุ่นเม้าท์มอย…"
    }
  },
  {
    "translation": {
      "en": "I hate a guy with a car and no sense of humor.",
      "th": "ฉันเกลียดผู้ชายอวดรถแต่ไร้อารมณ์ขัน"
    }
  },
  {
    "translation": {
      "en": "…kids are annoying…",
      "th": "…เด็กๆ น่ารำคาญ…"
    }
  },
  {
    "translation": {
      "en": "-Can we make jack-o'-lanterns? -Sure.",
      "th": "- เราทำตะเกียงฟักทองได้ไหมฮะ - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "…and men in masks stand near laundry.",
      "th": "…และชายสวมหน้ากากยืนอยู่ใกล้ราวตากผ้า"
    }
  },
  {
    "translation": {
      "en": "It's Halloween.",
      "th": "มันวันฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "[narrator] That's right. Halloween, or more precisely,",
      "th": "ใช่แล้ว วันฮาโลวีน หรือจะพูดชัดๆ"
    }
  },
  {
    "translation": {
      "en": "John Carpenter's Halloween.",
      "th": "วันฮาโลวีนของจอห์นคาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "It's a simple, shocking tale…",
      "th": "เรื่องราวง่ายๆ ที่เล่นเอาหัวใจช็อก"
    }
  },
  {
    "translation": {
      "en": "…of a babysitting shift gone horribly wrong.",
      "th": "ว่าด้วยค่ำคืนเลี้ยงเด็กที่พลิกผันอย่างน่าสยอง"
    }
  },
  {
    "translation": {
      "en": "I'm not about to let anything happen to you.",
      "th": "ฉันจะไม่ยอมให้เธอเป็นอะไรหรอก"
    }
  },
  {
    "translation": {
      "en": "-[narrator] We'll see about that. -[kids scream]",
      "th": "เดี๋ยวเราคงได้เห็นกัน"
    }
  },
  {
    "translation": {
      "en": "It's the story of a small, cold-blooded killer…",
      "th": "เรื่องราวของฆาตกรเลือดเย็นคนนึง…"
    }
  },
  {
    "translation": {
      "en": "Michael!",
      "th": "ไมเคิล"
    }
  },
  {
    "translation": {
      "en": "…who, after murdering his sister on Halloween night, which is illegal,",
      "th": "…ที่หลังจากฆ่าพี่สาวตัวเองในคืนฮาโลวีน ซึ่งผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "settled in for a long life of high-security institutionalization.",
      "th": "เขาก็ต้องชดใช้กรรมตลอดชีวิต ในสถานบำบัดอาการทางจิต ความปลอดภัยแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "He hasn't spoken a word in 15 years.",
      "th": "เขาไม่ปริปากพูดอะไรสักคำมา 15 ปี"
    }
  },
  {
    "translation": {
      "en": "-But one stormy night… -[thunder crashes]",
      "th": "ทว่าในคืนพายุกระหน่ำคืนหนึ่ง…"
    }
  },
  {
    "translation": {
      "en": "-…the patient escapes and returns home… -[car horn honks]",
      "th": "ฆาตกรป่วยได้หนีออกมา มุ่งหน้ากลับสู่บ้านเกิด"
    }
  },
  {
    "translation": {
      "en": "…to begin the systematic slaughtering of all teenagers he can get his hands on.",
      "th": "และเริ่มมหกรรมสังหารเหล่าวัยรุ่น ที่เขาได้พบเจออย่างเป็นระบบ"
    }
  },
  {
    "translation": {
      "en": "But hot on the heels of this troubled villain, aka Michael Myers,",
      "th": "แต่ผู้ที่ออกติดตามเจ้าวายร้ายโรคจิต หรืออีกชื่อคือไมเคิล ไมเยอร์ส"
    }
  },
  {
    "translation": {
      "en": "aka The Shape, is his old physician…",
      "th": "หรือเดอะเชปมาติดๆ ก็คือแพทย์คนเก่าของเขา"
    }
  },
  {
    "translation": {
      "en": "I'm his doctor.",
      "th": "ผมเป็นหมอของเขา"
    }
  },
  {
    "translation": {
      "en": "…who understands the true nature of his ex-patient.",
      "th": "ผู้รู้จักเนื้อแท้ของอดีตคนไข้ตัวเองเป็นอย่างดี"
    }
  },
  {
    "translation": {
      "en": "Death has come to your little town.",
      "th": "ความตายมาเยือนเมืองเล็กๆ คุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] And along with the bravery",
      "th": "และด้วยความกล้าหาญ"
    }
  },
  {
    "translation": {
      "en": "and professional resilience of this babysitter…",
      "th": "และยึดมั่นในอาชีพของพี่เลี้ยงสาวคนนี้…"
    }
  },
  {
    "translation": {
      "en": "-Do as I say! Hurry! -Is it the boogeyman?",
      "th": "- ทำตามที่ฉันบอก เร็ว - บูกี้แมนเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "-…the Shape gets his comeuppance. -[gunshots]",
      "th": "เดอะเชปจึงโดนเล่นงานอย่างสาสม"
    }
  },
  {
    "translation": {
      "en": "Which does him in for the night",
      "th": "คืนนั้นเขาพ่ายแพ้ยับเยิน"
    }
  },
  {
    "translation": {
      "en": "and leaves everyone completely unsettled,",
      "th": "แต่ทำเอาทุกคนขวัญหายใจคอไม่ดี"
    }
  },
  {
    "translation": {
      "en": "wondering where on earth he went.",
      "th": "เพราะไม่รู้ว่าเขาหายตัวไปอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "The end. Sleep well. Good dreams.",
      "th": "จบบริบูรณ์ หลับฝันดี ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "But despite being far from your average Hollywood blockbuster,",
      "th": "แต่ถึงจะคนละชั้น จากหนังทำเงินสไตล์ฮอลลีวูดทั่วไป"
    }
  },
  {
    "translation": {
      "en": "the inception of this iconic horror film, well, it does start",
      "th": "แต่การถือกำเนิดของหนังสยองโลกจำเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "amidst the glitz and glamour of Tinseltown, also called…",
      "th": "กลับไปได้สวยสดงดงาม ในเมืองทินเซลทาวน์แสนอร่ามหรู ที่มีอีกชื่อว่า…"
    }
  },
  {
    "translation": {
      "en": "Los Angeles.",
      "th": "ลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "-And… -Hollywood.",
      "th": "- และ… - ฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "Where the lights shine bright and the stars twinkle.",
      "th": "เมืองที่แสงไฟฉาดฉายเจิดจ้า และเหล่าดาราเปล่งประกายระยิบระยับ"
    }
  },
  {
    "translation": {
      "en": "From the red carpet to the--",
      "th": "จากพรมแดงไปจนถึง…"
    }
  },
  {
    "translation": {
      "en": "Well, actually, it all gets quite unglamorous very quickly after that,",
      "th": "ที่จริงมันก็ไม่ค่อยจะอร่ามหรูเท่าไหร่หลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "because making movies is a lot of hard, sweaty work,",
      "th": "เพราะงานสร้างหนัง ต้องทุ่มเทหยาดเหงื่อแรงกาย"
    }
  },
  {
    "translation": {
      "en": "and our story begins with one of the sweatiest of all.",
      "th": "และเรื่องราวของเรา เริ่มต้นที่ชายผู้เสียเหงื่อเยอะกว่าใครเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I found myself a job at Warner Bros. actually loading trucks.",
      "th": "ผมได้งานที่วอเนอร์บราเธอร์ส เอาของใส่รถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "In those days, we still used 35mm cans.",
      "th": "สมัยนั้น เรายังใช้ม้วนฟิล์ม 35 มม."
    }
  },
  {
    "translation": {
      "en": "A print of a film was two cans of a hundred pounds of film.",
      "th": "จะพิมพ์ฟิล์มหนังสักเรื่อง ต้องใช้ฟิล์มสองม้วนหนักเป็นร้อยปอนด์"
    }
  },
  {
    "translation": {
      "en": "[narrator] And with this kind of strength, it didn't take Irwin long to lift himself",
      "th": "และด้วยพลังแข็งแกร่งนี้ เออร์วินใช้เวลาไม่นานที่จะถอนตัวเอง"
    }
  },
  {
    "translation": {
      "en": "out of the lifting business and into the booking business.",
      "th": "ออกจากงานขนม้วนฟิล์ม ย้ายมาทำงานฝ่ายจองหนัง"
    }
  },
  {
    "translation": {
      "en": "Eventually, they took notice of me and offered me a chance to become a booker.",
      "th": "จนท้ายที่สุด พวกเขาเห็นฝีมือผม และเสนอให้ผมมาเป็นคนจองหนัง"
    }
  },
  {
    "translation": {
      "en": "A booker was the guy who physically booked the films into the movie theaters.",
      "th": "คนจองหนังคือคนที่ส่งจองหนังเข้าฉาย ตามโรงภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "It was logistical more than anything else.",
      "th": "เป็นงานจัดส่งแนวโลจิสติกเสียส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "[narrator] But in the '60s, anything else may have been a better choice…",
      "th": "แต่ในยุคปี 60 งานไหนๆ ก็อาจดีกว่างานนี้…"
    }
  },
  {
    "translation": {
      "en": "…because the movie industry wasn't doing well.",
      "th": "เพราะอุตสาหกรรมภาพยนตร์ไปไม่สวยนัก"
    }
  },
  {
    "translation": {
      "en": "It was dying.",
      "th": "มันกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "Everybody said, \"Why are you in the movie business?\"",
      "th": "คนพูดกันว่า \"ทำไมนายยังอยู่วงการหนัง\""
    }
  },
  {
    "translation": {
      "en": "\"It's a dying business. Get into television.\"",
      "th": "วงการหนังไม่รอดหรอก ย้ายมาวงการทีวีเถอะ\""
    }
  },
  {
    "translation": {
      "en": "[announcer] We hope you have a wonderful time.",
      "th": "เราหวังว่าคุณจะเพลิดเพลินใจนะครับ"
    }
  },
  {
    "translation": {
      "en": "The movie business was doomed, everyone thought.",
      "th": "ธุรกิจหนังดิ่งเหว ทุกคนคิดงั้น"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Doomed and dying… -[cackling]",
      "th": "ดิ่งเหวและจบเห่…"
    }
  },
  {
    "translation": {
      "en": "Irwin navigated the ghoulish cinematic landscape.",
      "th": "เออร์วินเผชิญกับอุปสรรคน่ากลัวในโลกภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "That became a long progression of different jobs for Warner Bros.",
      "th": "กลายเป็นว่าวอร์เนอร์บราเธอร์ส ได้เริ่มพัฒนางานที่แตกต่างหลากหลายขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] One of which eventually became",
      "th": "ซึ่งหนึ่งในนั้นได้กลายมาเป็น"
    }
  },
  {
    "translation": {
      "en": "actually a quite important part of the moviemaking process.",
      "th": "ส่วนสำคัญไม่น้อยในกระบวนการสร้างภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "I was responsible for setting up sneak previews.",
      "th": "ผมดูแลจัดการให้มีการทดลองฉายหนัง"
    }
  },
  {
    "translation": {
      "en": "Before a film was finished…",
      "th": "ก่อนหนังจะสร้างเสร็จ"
    }
  },
  {
    "translation": {
      "en": "try it out with an audience…",
      "th": "ลองเอาไปทดลองฉายให้คนดู"
    }
  },
  {
    "translation": {
      "en": "see the reactions, and make some decisions.",
      "th": "สังเกตปฏิกิริยาและค่อยตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And after those sneak previews…",
      "th": "และหลังทดลองฉายหนังชิมลาง…"
    }
  },
  {
    "translation": {
      "en": "[Yablans] They'd always turn to me and ask what I thought.",
      "th": "พวกเขามักมาถามว่าผมคิดเห็นยังไง"
    }
  },
  {
    "translation": {
      "en": "My wife would be with me a lot of the time and she thought I was… I was brilliant.",
      "th": "และภรรยาผมมักจะอยู่กับผมเสมอ และเธอคิดว่ามันแจ่มมาก"
    }
  },
  {
    "translation": {
      "en": "One day, we were driving home from one of these.",
      "th": "วันหนึ่งเรากำลังขับรถกลับบ้าน จากรอบทดลองฉาย"
    }
  },
  {
    "translation": {
      "en": "You know, she said, \"If you know so much about making movies,",
      "th": "ภรรยาผมพูดว่า \"ถ้าคุณรู้ลึกรู้ดีเรื่องทำหนัง"
    }
  },
  {
    "translation": {
      "en": "why not make 'em?\"",
      "th": "ทำไมไม่ทำซะเองล่ะ\""
    }
  },
  {
    "translation": {
      "en": "[narrator] So, thanks to the love of his life…",
      "th": "และเป็นเพราะภรรยาสุดที่รักของเขา…"
    }
  },
  {
    "translation": {
      "en": "She should be here to hear this.",
      "th": "ภรรยาผมน่าจะอยู่ฟังนี่นะ"
    }
  },
  {
    "translation": {
      "en": "…Irwin got to work on creating a career he was passionate about.",
      "th": "เออร์วินจึงเริ่มสร้างอาชีพที่เขาหลงใหล"
    }
  },
  {
    "translation": {
      "en": "I knew that in my heart, beat the heart of a filmmaker.",
      "th": "และผมรู้ว่าในหัวใจผม มันคือหัวใจของคนทำหนัง ผมรู้ว่าผมอยากทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I knew that's what I wanted to do.",
      "th": "มันคือหัวใจของคนทำหนัง ผมรู้ว่าผมอยากทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Now, speaking of true love… -Hello.",
      "th": "ทีนี้พูดถึงรักแท้… หวัดดีครับ"
    }
  },
  {
    "translation": {
      "en": "…elsewhere in Los Angeles at the time…",
      "th": "ณ อีกมุมหนึ่งของลอสแอนเจลิสในตอนนั้น…"
    }
  },
  {
    "translation": {
      "en": "[Wallace] All the girls were clustered around this guy playing the guitar",
      "th": "หมอนี่มีสาวๆ รุมล้อมไม่เคยห่าง เขาเล่นกีตาร์ และผมก็จะแบบ \"อ๋อ งี้เอง\""
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Ah, I see.\"",
      "th": "เขาเล่นกีตาร์ และผมก็จะแบบ \"อ๋อ งี้เอง\""
    }
  },
  {
    "translation": {
      "en": "[narrator] And this heartthrob to which Tommy Lee Wallace refers…",
      "th": "และพ่อหนุ่มผู้ครองใจสาวๆ ที่ทอมมี่ ลี วอลเลซพูดถึง…"
    }
  },
  {
    "translation": {
      "en": "-Shut up. -He's cute!",
      "th": "- หุบปากน่า - เขาน่ารักออก"
    }
  },
  {
    "translation": {
      "en": "…is his buddy John Carpenter,",
      "th": "…ก็คือคู่หูของเขา จอห์น คาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "who he grew up with in Bowling Green, Kentucky.",
      "th": "เพื่อนรักที่เติบโตมาด้วยกัน ในโบวลิ่งกรีน รัฐเคนทักกี"
    }
  },
  {
    "translation": {
      "en": "So, I went and harmonized with him, then the girls clustered around me, too.",
      "th": "ผมเลยไปหาเขาและคลุกคลีอยู่กับเขา สาวๆ ก็เลยมารุมล้อมผมด้วย"
    }
  },
  {
    "translation": {
      "en": "But really, it was John, Tommy, and Nick…",
      "th": "แต่ที่จริงคือจอห์น ทอมมี่และนิค…"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Yes, hello.",
      "th": "- ครับ - หวัดดีครับ"
    }
  },
  {
    "translation": {
      "en": "…who creatively clustered around each other.",
      "th": "…ที่สุมหัวกันเพื่อคิดผลงานสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "I met John Carpenter at USC.",
      "th": "ผมเจอจอห์น คาร์เพนเตอร์ ที่มหาวิทยาลัยยูเอสซี"
    }
  },
  {
    "translation": {
      "en": "We loved music. We loved rock and roll. We were both in bands.",
      "th": "เราชอบดนตรี เราชอบเพลงร็อกแอนด์โรล เราอยู่ในวงทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "And we would start doing music for each other's projects.",
      "th": "และเราเริ่มทำเพลงให้โปรเจกต์ของกันและกัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] But these troubadours made more than just beautiful music together.",
      "th": "แต่สหายนักดนตรีกลุ่มนี้ ไม่ได้ทำแค่ดนตรีแสนไพเราะด้วยกันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I worked with John on some shorts.",
      "th": "ผมร่วมทำงานหนังสั้นกับจอห์นมาบ้าง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Some of which Irwin is now wearing.",
      "th": "สั้นประมาณกางเกงตัวที่เออร์วินใส่เลยละ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Short films. Short-- Short films.",
      "th": "หนังสั้นน่ะ หนังสั้นแบบสั้นมาก"
    }
  },
  {
    "translation": {
      "en": "But with his time at USC coming to a close,",
      "th": "แต่เวลาที่เขาอยู่ที่ ยูเอสซีใกล้เข้ามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "John Carpenter put on his big-boy pants",
      "th": "จอห์น คาร์เพนเตอร์กล้าที่จะโตเป็นผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and directed his very first feature film…",
      "th": "และกำกับหนังยาวเรื่องแรกของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[announcer] Dark Star.",
      "th": "ดาร์กสตาร์"
    }
  },
  {
    "translation": {
      "en": "…with a measly $60,000 budget.",
      "th": "ด้วยงบแค่หกหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "He enlisted the help of me and lots of other buddies.",
      "th": "เขาเกณฑ์ผมและเพื่อนๆ คนอื่นไปช่วย"
    }
  },
  {
    "translation": {
      "en": "Kind of Scotch tape and chewing gum",
      "th": "เป็นงานหนังต้นทุนต่ำง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "out of the trunk of our cars on the weekend.",
      "th": "ที่ทำกันเองแบบตามมีตามเกิด ที่บ้านช่วงวันหยุด"
    }
  },
  {
    "translation": {
      "en": "-[Narelle] Are you with me? -[narrator] It was all hands on deck.",
      "th": "นายยังอยู่ไหม ทุกคนมะรุมมะตุ้มกับหนัง"
    }
  },
  {
    "translation": {
      "en": "I moved props. I helped behind the camera.",
      "th": "ผมดูแลของประกอบฉาก ช่วยอยู่หลังกล้อง"
    }
  },
  {
    "translation": {
      "en": "I was supple enough, I guess, to get behind it",
      "th": "ผมต้องงอตัวคุดคู้อยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "and do this and pretend like it was breathing.",
      "th": "ทำท่าประมาณนี้ เหมือนกำลังหายใจอยู่"
    }
  },
  {
    "translation": {
      "en": "[narrator] That's right. Nick was also…",
      "th": "ใช่แล้ว นิคยังเล่นเป็น…"
    }
  },
  {
    "translation": {
      "en": "This crazy little beach ball monster.",
      "th": "สัตว์ประหลาดลูกบอลชายหาดตัวจิ๋ว"
    }
  },
  {
    "translation": {
      "en": "-[man] Here, boy! -[Castle] Painted like a tomato.",
      "th": "ไง ไอ้หนู ทาสีเป็นมะเขือเทศ"
    }
  },
  {
    "translation": {
      "en": "-[squeaks] -[narrator] Nick was this tomato.",
      "th": "นิครับบทลูกมะเขือเทศ"
    }
  },
  {
    "translation": {
      "en": "And while these guys squeaked out this low-budget feature,",
      "th": "และขณะที่พวกหนุ่มๆ พยายามเข็นหนังทุนต่ำเรื่องนี้ให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Irwin Yablans's dream of making movies",
      "th": "ความฝันในการทำหนังของเออร์วิน ยาบลันส์"
    }
  },
  {
    "translation": {
      "en": "with the encouragement of his wife…",
      "th": "พร้อมแรงสนับสนุนจากภรรยาเขา…"
    }
  },
  {
    "translation": {
      "en": "-[Yablans] \"Why don't you make it?\" -…had stalled.",
      "th": "\"ทำไมไม่ทำซะเองล่ะ\" …ก็ชะงัก"
    }
  },
  {
    "translation": {
      "en": "Now I've got this company, and I got about $50,000 in the bank…",
      "th": "ผมมีบริษัทและมีเงินในธนาคารอยู่ห้าหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "-but I don't have any movies. -Not like he hadn't been warned.",
      "th": "แต่ผมไม่มีหนัง ไม่ใช่ว่าจะไม่มีคนเตือนเขา"
    }
  },
  {
    "translation": {
      "en": "\"Why are you in the movie business? It's dying.\"",
      "th": "\"ทำไมนายยังอยู่ในวงการหนัง มันกำลังตาย\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, not so fast, because around that same time,",
      "th": "แต่ก็ไม่เร็วนัก เพราะในช่วงเดียวกันนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "in another part of town, John Carpenter's momentum was building.",
      "th": "ในอีกฟากเมือง จอห์น คาร์เพนเตอร์ดูจะไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "[Castle] After John did Dark Star,",
      "th": "หลังจอห์นทำหนังเรื่องดาร์กสตาร์"
    }
  },
  {
    "translation": {
      "en": "and it was very good, actually, got a little bit of recognition…",
      "th": "และที่จริงมันดีมากนะ เขากลายเป็นที่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "I told him you were one of the best.",
      "th": "ฉันบอกแล้วว่านายน่ะเก่งสุดยอด"
    }
  },
  {
    "translation": {
      "en": "…he got some money to do this modern-day Howard Hawks movie,",
      "th": "เขามีเงินทำหนังโฮเวิร์ด ฮอว์กส์ แบบยุคสมัยปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "which is one of his favorite directors of all time.",
      "th": "หนึ่งในผู้กำกับคนโปรดตลอดกาล ของเขาละครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] It was a take on the 1959 movie, Rio Bravo, titled…",
      "th": "จนมาถึงผลงานหนังปี 1959 เรื่องริโอบราโว่…"
    }
  },
  {
    "translation": {
      "en": "It's a goddamn siege.",
      "th": "โดนล้อมโจมตีจังๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Right. Now just lose that first part.",
      "th": "ใช่ อย่าไปสนใจช่วงแรกๆ นั่นเลยครับ"
    }
  },
  {
    "translation": {
      "en": "-The Siege. -[narrator] That's it.",
      "th": "\"เดอะซีช\" ใช่เลย หนังที่สร้างด้วยเงินเพื่อนพ่อ จำนวนราวๆ หนึ่งแสนดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Made for about $100,000 of some friend's dad's money,",
      "th": "ใช่เลย หนังที่สร้างด้วยเงินเพื่อนพ่อ จำนวนราวๆ หนึ่งแสนดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "The Siege fizzled.",
      "th": "เดอะซีสล่มไม่เป็นท่า"
    }
  },
  {
    "translation": {
      "en": "Oh, Jesus! Come on.",
      "th": "ให้ตายเหอะ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "But it also introduced a pivotal member of the Carpenter filmmaking family.",
      "th": "แต่ก็ยังแจ้งเกิดสมาชิกสำคัญคนใหม่ ของครอบครัวสร้างหนังคาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "His script supervisor on that show was Debra Hill,",
      "th": "ผู้ดูแลบทหนังของเขา ในรายการนั้นคือเดบร้า ฮิลล์"
    }
  },
  {
    "translation": {
      "en": "and in post-production, Debra was along as assistant editor.",
      "th": "และในงานโพสต์โปรดักชัน เดบร้ายังเป็นผู้ช่วยฝ่ายตัดต่อด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And after they'd done their editing and assistant editing…",
      "th": "และหลังจากทั้งคู่เสร็จงานตัดต่อ และงานช่วยตัดต่อ…"
    }
  },
  {
    "translation": {
      "en": "We all felt we'd done a pretty good movie, but--",
      "th": "เราต่างรู้สึกว่าได้ทำหนังที่ดีใช้ได้ แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "[narrator] But nobody else really did,",
      "th": "แต่ว่าไม่มีใครคิดแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "and Carpenter couldn't find any major studio to distribute The Siege.",
      "th": "และคาร์เพนเตอร์ก็หาสตูโอใหญ่ๆ ที่จะจำหน่ายหนังเดอะชีซไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "This can't happen.",
      "th": "เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] A reality that coincided with Irwin's predicament.",
      "th": "ความจริงที่ซ้ำเติมสภาวะลำบากของเออร์วิน"
    }
  },
  {
    "translation": {
      "en": "I don't have any movies.",
      "th": "ผมไม่มีหนังเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Which was about the time his phone rang.",
      "th": "และแล้วโทรศัพท์เขาก็ดังขึ้น"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from an agent.",
      "th": "ผมได้รับสายจากตัวแทนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Yablans] He said, \"Irwin, I have this young man who's just made a movie.\"",
      "th": "เขาว่า \"เออร์วิน ผมรู้จักชายคนหนึ่งที่เพิ่งทำหนัง"
    }
  },
  {
    "translation": {
      "en": "\"He's looking for distribution.\"",
      "th": "เขากำลังหาคนจัดจำหน่าย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure, send him over. What's his name?\" \"It's John Carpenter.\"",
      "th": "ผมบอก \"ได้สิ ส่งเขามาเลย เขาชื่ออะไรล่ะ\" \"เขาชื่อจอห์น คาเพนเตอร์\""
    }
  },
  {
    "translation": {
      "en": "[narrator] And after watching The Siege…",
      "th": "และหลังได้ดูเดอะซีช…"
    }
  },
  {
    "translation": {
      "en": "It would be a privilege if you'd walk outside with me.",
      "th": "จะถือเป็นเกียรติถ้านายเดินไปข้างนอกกับฉัน"
    }
  },
  {
    "translation": {
      "en": "I was astonished. This is an incredibly good movie.",
      "th": "ผมทึ่งมาก หนังเรื่องนี้มันดีเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "I said, \"Amazing that no studio is willing to take a chance on this picture,",
      "th": "ผมบอกว่า \"อึ้งซะไม่มีที่ไม่มีสตูดิโอไหน กล้าเสี่ยงกับหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "let alone this young man.\"",
      "th": "ไม่ต้องพูดถึงพ่อหนุ่มคนนี้เลย\""
    }
  },
  {
    "translation": {
      "en": "[narrator] And so, Irwin took a chance on both.",
      "th": "ว่าแล้ว เออร์วินเลยยอมเสี่ยงกับทั้งหนังและคน"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "I said, \"Fellas, I think your movie is brilliant,",
      "th": "และผมว่า \"นี่พวก ฉันว่าหนังนายแจ๋วไปเลย"
    }
  },
  {
    "translation": {
      "en": "-and I'd like to distribute it.\" -I'll kill you if this is a joke.",
      "th": "ฉันอยากเป็นตัวแทนจำหน่าย\" ถ้าขืนเล่นมุก ฉันฆ่านายแน่"
    }
  },
  {
    "translation": {
      "en": "[narrator] It was no joke.",
      "th": "โอ้ มุกซะที่ไหนกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "I know how to distribute a movie. I'm a one-stop Warner Bros. [laughs]",
      "th": "ผมรู้วิธีจัดจำหน่ายหนัง ผมนี่แหละวอเนอร์บราเธอร์สครบจบในคนเดียว"
    }
  },
  {
    "translation": {
      "en": "[narrator] And so, Irwin's one-stop studio started.",
      "th": "ว่าแล้ว สตูดิโอครบจบในที่เดียว ของเออร์วินก็กำเนิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I said, \"I wanna change the title.\"",
      "th": "ผมบอกว่า \"ผมอยากเปลี่ยนชื่อหนัง\""
    }
  },
  {
    "translation": {
      "en": "[announcer] Assault on Precinct 13.",
      "th": "\"สน. 13 รวมหัวสู้\""
    }
  },
  {
    "translation": {
      "en": "I made the trailer.",
      "th": "ผมทำหนังตัวอย่างเอง"
    }
  },
  {
    "translation": {
      "en": "-I designed the poster. -[narrator] And most importantly…",
      "th": "ผมออกแบบโปสเตอร์ และที่สำคัญสุดๆ…"
    }
  },
  {
    "translation": {
      "en": "I had a relationship with the exhibitors, so I was able to call in old favors,",
      "th": "ผมมีความสัมพันธ์ที่ดีกับผู้จัดแสดงหนัง ผมโทรหาบรรดาเพื่อนสนิทมิตรสหายเก่าๆ"
    }
  },
  {
    "translation": {
      "en": "and I got the picture distributed.",
      "th": "และจัดจำหน่ายหนังจนได้"
    }
  },
  {
    "translation": {
      "en": "Right. Bye.",
      "th": "ได้ บาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And finally, John Carpenter would have an audience.",
      "th": "และในที่สุดจอห์น คาร์เพนเตอร์ก็จะมีคนดูซะที"
    }
  },
  {
    "translation": {
      "en": "Assault came out, and…",
      "th": "\"สน.13 รวมหัวสู้\" ออกฉาย และ…"
    }
  },
  {
    "translation": {
      "en": "No. Sorry.",
      "th": "ไม่ โทษที"
    }
  },
  {
    "translation": {
      "en": "…didn't do anything much.",
      "th": "ก็ไม่ได้ดังอะไรเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[narrator] That is, until…",
      "th": "จนกระทั่ง…"
    }
  },
  {
    "translation": {
      "en": "Until it went to England.",
      "th": "จนกระทั่งมันไปฉายในอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Because Irwin received another important phone call.",
      "th": "เพราะเออร์วินได้รับอีกสายสำคัญ"
    }
  },
  {
    "translation": {
      "en": "And I answered the phone. \"Irwin Yablans?\" \"Yes.\"",
      "th": "ผมรับโทรศัพท์ \"เออร์วิน ยาบลันส์\" ผมบอก \"ครับ\""
    }
  },
  {
    "translation": {
      "en": "\"My name is Michael Myers.\"",
      "th": "\"ผมชื่อไมเคิล ไมเยอร์ส\""
    }
  },
  {
    "translation": {
      "en": "\"And I'd like to enter your film in the London Film Festival.\"",
      "th": "\"ผมอยากเอาหนังคุณเข้าร่วม เทศกาลภาพยนตร์ลอนดอน\""
    }
  },
  {
    "translation": {
      "en": "He got my attention.",
      "th": "ผมหูผึ่งเลย"
    }
  },
  {
    "translation": {
      "en": "Someone in the central office wanted to give you something special.",
      "th": "ใครสักคนที่สำนักงานกลาง มีของขวัญพิเศษจะให้คุณ"
    }
  },
  {
    "translation": {
      "en": "He did indeed enter it into the London Film Festival.",
      "th": "และเขาส่งหนังเข้าร่วม เทศกาลภาพยนตร์ลอนดอนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It won the first prize.",
      "th": "แถมชนะที่หนึ่งซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Suddenly, it's the darling of UK-London cinema.",
      "th": "จู่ๆ มันก็เนื้อหอมไปทั่ว ทุกโรงภาพยนตร์ในลอนดอนและอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "That sure got around fast.",
      "th": "กระจายไปไวซะจริง"
    }
  },
  {
    "translation": {
      "en": "Inexplicably, it was a hit in England.",
      "th": "อธิบายไม่ถูก แต่มันฮิตหนักมากในอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "People just went wild for it.",
      "th": "ผู้คนคลั่งไคล้มันสุดๆ"
    }
  },
  {
    "translation": {
      "en": "And I think that had some echo effect back here in the States.",
      "th": "และผมคิดว่ามันส่งแรงสะท้อน กลับมาที่ฝั่งอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[narrator] But, as with all echoes, they fade.",
      "th": "แต่เช่นเดียวกับทุกเสียงสะท้อน มันแผ่วเบาจนจางหาย"
    }
  },
  {
    "translation": {
      "en": "And so, with a degree of urgency, Irwin thought…",
      "th": "และด้วยความเร่งร้อนระดับหนึ่ง เออร์วินก็คิดว่า…"
    }
  },
  {
    "translation": {
      "en": "I gotta find something for-- To make with John Carpenter.",
      "th": "ผมน่าจะทำหนังสักเรื่อง กับจอห์น คาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "[narrator] And immediately began bouncing ideas around in his head.",
      "th": "แล้วเขาก็เริ่มคิดไอเดียสารพัดในหัวทันที"
    }
  },
  {
    "translation": {
      "en": "I'm racking my brain. \"What can we do? What kind of movie can we make?\"",
      "th": "ผมคิดหัวแทบแตก เราจะทำอะไรดี เราจะทำหนังแบบไหนดี"
    }
  },
  {
    "translation": {
      "en": "And out of nowhere, I thought, \"Why not make a movie about babysitters",
      "th": "แล้วนึกยังไงไม่รู้ ผมก็คิดว่า ทำไมเราไม่ทำหนังพี่เลี้ยงเด็ก"
    }
  },
  {
    "translation": {
      "en": "being terrorized in a single night?\"",
      "th": "ที่คืนหนึ่งเธอถูกคุกคามเอาชีวิตล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, now that's wonderful.",
      "th": "เฮ่ วิเศษไปเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] But not just any old night.",
      "th": "และไม่ใช่แค่คืนไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "\"Why not make it on the scariest night of the year?\"",
      "th": "ทำไมไม่เป็นคืนที่สยองที่สุดของปีล่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And he's not talking about Valentine's Day.",
      "th": "และเขาไม่ได้พูดถึง คืนวันวาเลนไทน์สหรอกนะครับ"
    }
  },
  {
    "translation": {
      "en": "Halloween.",
      "th": "ฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "-Diane was in bed, my wife. -[narrator] He woke her up.",
      "th": "ภรรยาผม ไดแอน เธอนอนแล้ว แต่เขาปลุกเธอตื่น"
    }
  },
  {
    "translation": {
      "en": "[Yablans] I told her the story. She said, \"Sensational.\"",
      "th": "ผมเล่าเรื่องให้เธอฟัง เธอว่า \"ตื่นตาตื่นใจดี\""
    }
  },
  {
    "translation": {
      "en": "Cute, Bob. Real cute.",
      "th": "น่ารักจังบ็อบ แบ๊วสุด"
    }
  },
  {
    "translation": {
      "en": "\"Call John right now.\" And I did. I got him on the phone at night.",
      "th": "\"โทรหาจอห์นเดี๋ยวนี้\" ผมเลยโทร ผมโทรหาเขากลางดึกเลย"
    }
  },
  {
    "translation": {
      "en": "I said, \"Can you meet me tomorrow?\" I told him the story. He got it instantly.",
      "th": "ผมว่า \"พรุ่งนี้มาเจอกันหน่อยไหม\" ผมเล่าเรื่องย่อให้เขาฟัง เขาเข้าใจทันที"
    }
  },
  {
    "translation": {
      "en": "[narrator] And when they all went back to bed, they could rest easy",
      "th": "และพอพวกเขาเข้านอน จะได้หลับง่ายสบายอุรา"
    }
  },
  {
    "translation": {
      "en": "knowing that Irwin Yablans",
      "th": "ด้วยรู้ว่าเออร์วิน ยาบลันส์"
    }
  },
  {
    "translation": {
      "en": "had just created the movie that we'd all come to know as…",
      "th": "เพิ่งสร้างหนังที่เราต่างรู้จักในชื่อ…"
    }
  },
  {
    "translation": {
      "en": "The Babysitter Murders. Okay, fine.",
      "th": "\"ฆ่าให้ตายยัยพี่เลี้ยงเด็ก\" โอเค ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] And with this simple idea…",
      "th": "และด้วยไอเดียง่ายๆ…"
    }
  },
  {
    "translation": {
      "en": "A horror film set on Halloween,",
      "th": "หนังสยองที่เกิดขึ้นในคืนฮาโลวีน จึงได้ชื่อว่า \"ฮาโลวีน\""
    }
  },
  {
    "translation": {
      "en": "-called Halloween. -So, not The Babysitter Murders?",
      "th": "เดี๋ยว ไม่ใช่ \"ฆ่าให้ตายยัยพี่เลี้ยงเด็ก\" แล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, none of that's true. There was no such thing as Babysitter Murders ever.",
      "th": "ไม่ ไม่จริงเลยสักนิด \"ฆ่าให้ตายยัยพี่เลี้ยงเด็ก\" ไม่จริงสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well, that's not what the internet says, so…",
      "th": "แหม แต่อินเทอร์เน็ตไม่ได้บอกแบบนั้นนะ…"
    }
  },
  {
    "translation": {
      "en": "No. Remember, I'm the sole source, because it came right from here.",
      "th": "ไม่ จำได้ไหม ผมเป็นเจ้าของความคิดหลัก เพราะมันมาจากสมองผมนี่"
    }
  },
  {
    "translation": {
      "en": "That's the idea.",
      "th": "นั่นแหละที่คิด"
    }
  },
  {
    "translation": {
      "en": "[narrator] But Irwin's magnificent idea was a horror,",
      "th": "แต่ไอเดียสุดบรรเจิดของเออร์วิน คือหนังสยองขวัญ"
    }
  },
  {
    "translation": {
      "en": "which is funny to think, at the time, John Carpenter wasn't known for.",
      "th": "ซึ่งคิดแล้วก็ตลกดีในตอนนั้น เพราะมันไม่ใช่แนวถนัดของจอห์น คาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "I enjoy suspense",
      "th": "ผมชอบความระทึกใจ"
    }
  },
  {
    "translation": {
      "en": "and action and thrills.",
      "th": "กับพวกแอ็กชันตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "And I enjoy comedy. I guess, mainly, the genres.",
      "th": "ผมชอบหนังคอมเมดี้ หมายถึงแนวหนังน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Exactly. Carpenter had no interest",
      "th": "เป๊ะเลย คาร์เพนเตอร์ไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "in making your average 1970s horror movie. You know the ones.",
      "th": "จะทำหนังสยองขวัญแบบยุค 1970 ทั่วๆ ไป อย่างหนังเช่น…"
    }
  },
  {
    "translation": {
      "en": "God is dead!",
      "th": "พระเจ้าตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[woman] Hail Satan! -Satan lives!",
      "th": "- ซาตานจงเจริญ - ซาตานยิ่งยืนนาน"
    }
  },
  {
    "translation": {
      "en": "[narrator] And as it happened, Irwin saw Halloween differently, too.",
      "th": "และเมื่อมันเป็นแบบนั้น เออร์วินก็มองฮาโลวีนต่างไปเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "-Ma'am? -[teacher] Answer the question.",
      "th": "- คุณคะ - ตอบคำถามสิ"
    }
  },
  {
    "translation": {
      "en": "[narrator] A vision he laid out to John Carpenter at lunch.",
      "th": "วิสัยทัศน์ที่เขาสาธยาย ให้คาร์เพนเตอร์ฟังช่วงมื้อกลางวัน"
    }
  },
  {
    "translation": {
      "en": "I remember I had a tuna fish sandwich.",
      "th": "ผมจำได้ว่ากินแซนด์วิชทูน่า"
    }
  },
  {
    "translation": {
      "en": "And I said, \"John.\" I said, \"I'm the last of the radio generation.\"",
      "th": "และผมบอก \"จอห์น\" ผมพูดว่า \"ฉันคือคนยุควิทยุคนสุดท้ายแล้วนะ\""
    }
  },
  {
    "translation": {
      "en": "When I was a kid, I would listen to Inner Sanctum and Lights Out,",
      "th": "ตอนผมยังเด็ก ผมจะฟังรายการ \"อินเนอร์แซงทัม\" กับ \"ไลต์สเอาต์\""
    }
  },
  {
    "translation": {
      "en": "radio horror shows.",
      "th": "รายการสยองขวัญทางวิทยุ"
    }
  },
  {
    "translation": {
      "en": "And I wanna tell you, I would get under the covers with the radio,",
      "th": "และจะบอกให้นะ ผมจะคว้าวิทยุแล้วคลุมโปงฟัง"
    }
  },
  {
    "translation": {
      "en": "and nothing you could possibly see on a screen",
      "th": "และสิ่งที่คุณอาจดูได้บนจอภาพ"
    }
  },
  {
    "translation": {
      "en": "could match what I would conjure up in my mind.",
      "th": "สั่นประสาทสู้จินตนาการในหัวผมไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And I want this movie to play like that. Theater of the mind.",
      "th": "และผมอยากให้หนังเรื่องนี้ออกมาแบบนั้น ภาพยนตร์ที่เล่นกับความคิด"
    }
  },
  {
    "translation": {
      "en": "[narrator] Which meant less of this.",
      "th": "ซึ่งบอกเลยว่าดูแคลนหนังเรื่องนี้น้อยไป"
    }
  },
  {
    "translation": {
      "en": "\"I don't want a lot of blood. I don't want gore.\"",
      "th": "ผมไม่อยากได้เลือดท่วมจอ ไม่อยากให้เลือดสาด"
    }
  },
  {
    "translation": {
      "en": "[narrator] And more of this.",
      "th": "อยากได้แบบนี้เยอะๆ"
    }
  },
  {
    "translation": {
      "en": "[Yablans] I want the audience to be frightened, not repulsed.",
      "th": "ผมอยากให้คนดูอกสั่นขวัญแขวน ไม่ใช่แขยง"
    }
  },
  {
    "translation": {
      "en": "Drag their eyes to the right and scare them on the left.",
      "th": "ลากสายตาพวกเขาไปขวาที แล้วทำพวกเขาสะดุ้งทางซ้ายที"
    }
  },
  {
    "translation": {
      "en": "[narrator] But hang on. How would the director take this direction?",
      "th": "แต่เดี๋ยวก่อน ผู้กำกับจะคิดเห็นกับแนวทางนี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "He would've made a movie about my tuna fish sandwich.",
      "th": "ผมว่าเขาคงสร้างหนัง เกี่ยวกับแซนด์วิชทูน่าผมได้"
    }
  },
  {
    "translation": {
      "en": "-[narrator] The Tuna Fish Murders? -He just wanted to make a movie.",
      "th": "\"ฆ่าให้ตายไอ้ปลาทูน่า\" เหรอ รู้ไหม เขาแค่อยากทำหนัง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Ideally, not about tuna.",
      "th": "ตามหลักแล้วไม่เกี่ยวกับทูน่า"
    }
  },
  {
    "translation": {
      "en": "Oh, but it wasn't quite that easy.",
      "th": "โอ้ แต่มันไม่ง่ายขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "John Carpenter did have a couple of demands.",
      "th": "จอห์น คาร์เพนเตอร์มีข้อเรียกร้องสองสามข้อ"
    }
  },
  {
    "translation": {
      "en": "John says he wants $10,000.",
      "th": "จอห์นว่าเขาอยากได้ 10,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[narrator] As just a deposit or something?",
      "th": "เป็นแค่ค่ามัดจำหรืออะไรหรือเปล่าครับ"
    }
  },
  {
    "translation": {
      "en": "Now this is, direct, write, do the music, everything.",
      "th": "คือต้องกำกับ เขียนบท ทำเพลง ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And his next request…",
      "th": "และอีกข้อเรียกร้องคือ…"
    }
  },
  {
    "translation": {
      "en": "John asked if Debra Hill could produce the movie.",
      "th": "จอห์นถามว่าจะให้เดบร้า ฮิลล์ มาผลิตหนังได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Because since Assault on Precinct 13…",
      "th": "เพราะตั้งแต่ \"สน.13 รวมหัวสู้\"…"
    }
  },
  {
    "translation": {
      "en": "She and John got to know each other much better.",
      "th": "เธอกับจอห์นต่างรู้จักสนิทสนมกันมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "-They were together. -[narrator] Professionally and personally.",
      "th": "และพวกเขาอยู่ด้วยกัน ทั้งในเรื่องการทำงานและส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "I said, \"Sure, she can produce, if you think she's up to it, go ahead.\"",
      "th": "ผมว่า \"ชัวร์ ถ้านายคิดว่าเธอจะเอาด้วย ลุยเลย\""
    }
  },
  {
    "translation": {
      "en": "[narrator] But there was one last thing.",
      "th": "แต่ยังมีข้อสุดท้าย…"
    }
  },
  {
    "translation": {
      "en": "He said to me, \"Can I have my name above the title?\"",
      "th": "เขาบอกผมว่า \"ขอใส่ชื่อผมบนชื่อหนังได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "Which I thought was a hell of a request from a novice filmmaker.",
      "th": "ซึ่งผมคิดว่าข้อนี้บ้าไปนิด สำหรับนักสร้างหนังมือใหม่"
    }
  },
  {
    "translation": {
      "en": "And I remember what I said to him.",
      "th": "ผมจำได้ว่าบอกเขาไปว่าไง"
    }
  },
  {
    "translation": {
      "en": "\"If you can do this movie for $300,000 the way I like it,",
      "th": "\"ถ้านายทำหนังเรื่องนี้ด้วยงบสามแสนดอลลาร์ แบบที่ฉันเห็นดีด้วย"
    }
  },
  {
    "translation": {
      "en": "you can have anything you want.\"",
      "th": "อยากได้อะไรฉันจะจัดให้\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Except a free lunch, because for all Irwin's promises…",
      "th": "ยกเว้นมื้อกลางวันฟรี เพราะคำสัญญาทั้งหมดของเออร์วิน…"
    }
  },
  {
    "translation": {
      "en": "I didn't have the 300,000.",
      "th": "ผมไม่มีเงินสามแสนดอลลาร์หรอก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, maybe this guy did.",
      "th": "แต่ผู้ชายคนนี้อาจมี"
    }
  },
  {
    "translation": {
      "en": "Moustapha Akkad,",
      "th": "มูสตาฟา อัคคาด"
    }
  },
  {
    "translation": {
      "en": "a moviemaker who, at this point, had joined forces with Irwin.",
      "th": "นักสร้างภาพยนตร์ ที่ร่วมมือกับเออร์วินในจุดนี้"
    }
  },
  {
    "translation": {
      "en": "-We became fifty-fifty partners. -[narrator] Fifty-fifty?",
      "th": "เราตกลงเป็นหุ้นส่วนกันห้าสิบห้าสิบ ห้าสิบห้าสิบสินะ"
    }
  },
  {
    "translation": {
      "en": "Actually, he got 51 percent.",
      "th": "ที่จริงเขาได้ห้าสิบเอ็ดเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Of course, because? -Oh, he had access to a lot of money.",
      "th": "แหงละ เพราะว่า เขามีแหล่งเงินทุนน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But Moustapha wasn't exactly an open checkbook.",
      "th": "แต่มูสตาฟาไม่ใช่สมุดเช็คเปล่า"
    }
  },
  {
    "translation": {
      "en": "Based in London, Halloween wasn't exactly his cup of tea.",
      "th": "เขาอาศัยในลอนดอน และฮาโลวีนไม่ใช่เทศกาลโปรดเขาเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Moustapha said, \"I worry when a movie is too much money.\"",
      "th": "มูสตาฟาบอกว่า \"ผมห่วงว่าหนังจะงบบาน\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Moustapha, if $300,000 is too much,",
      "th": "ผมว่า \"มูสตาฟา ถ้าสามแสนดอลลาร์มันมากไป"
    }
  },
  {
    "translation": {
      "en": "we'll skip it. We won't make the movie.\"",
      "th": "เราข้ามไปก็ได้ ไม่ต้องทำหนังกันหรอก\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, no, no, no, no.\" His pride.",
      "th": "\"โอ้ ไม่ ไม่ ไม่ ไม่\" ศักดิ์ศรีเขาอะนะ"
    }
  },
  {
    "translation": {
      "en": "-[narrator] And just like that… -He agreed to the 300,000.",
      "th": "ก็นั้นแหละครับ… เขายอมทุ่มงบสามแสน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[narrator] Three hundred thousand.",
      "th": "สามแสนเหนาะๆ"
    }
  },
  {
    "translation": {
      "en": "Not to burst the bubble, but it really wasn't a lot of money",
      "th": "ไม่อยากทำให้ฟองสบู่แตก แต่มันก็ไม่ได้มากมายอะไร"
    }
  },
  {
    "translation": {
      "en": "compared to movies of the day.",
      "th": "เมื่อเทียบกับงบทำหนังสมัยนั้น"
    }
  },
  {
    "translation": {
      "en": "Nevertheless, it was time to kick this low-budget movie into high gear,",
      "th": "ถึงอย่างนั้นก็ได้เวลาเร่งมือ สร้างหนังทุนต่ำเรื่องนี้กันได้เสียที"
    }
  },
  {
    "translation": {
      "en": "beginning with the script,",
      "th": "เริ่มกันที่บทหนัง"
    }
  },
  {
    "translation": {
      "en": "which John Carpenter wrote with Debra Hill.",
      "th": "ที่จอห์น คาร์เพนเตอร์เขียนกับเดบร้า ฮิลล์"
    }
  },
  {
    "translation": {
      "en": "[Turek] The heart and soul of Halloween is John and Debra.",
      "th": "หัวใจและจิตวิญญาณ ของวันฮาโลวีนคือจอห์นกับเดบร้า"
    }
  },
  {
    "translation": {
      "en": "Halloween was originally written by Debra Hill,",
      "th": "แต่เดิมเดบร้า ฮิลล์เป็นคนเขียนบทฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "and then John came in and layered in the mythology of…",
      "th": "แล้วจอห์นก็เข้ามา และสอดแทรกตำนาน…"
    }
  },
  {
    "translation": {
      "en": "Evil.",
      "th": "ของปีศาจเข้าไป"
    }
  },
  {
    "translation": {
      "en": "You know, the nature of evil, how you can't kill evil.",
      "th": "ธรรมชาติของปีศาจ การที่คุณฆ่ามันไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "The blackest eyes. The devil's eyes.",
      "th": "ดวงตาดำสนิท ดวงตาของปีศาจ"
    }
  },
  {
    "translation": {
      "en": "It also didn't stretch too far beyond a relatable domestic experience.",
      "th": "แต่ก็ไม่ได้ขยายความไปไกลเกิน กว่าคนจะรู้สึกอินกับตัวหนังได้"
    }
  },
  {
    "translation": {
      "en": "The fact that this could happen to anyone, anywhere.",
      "th": "ความจริงที่ว่ามันเกิดขึ้นกับใคร ที่ไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "It's a normal town.",
      "th": "มันเป็นเมืองธรรมดาๆ"
    }
  },
  {
    "translation": {
      "en": "[Wallace] John knew absolutely what he was doing",
      "th": "จอห์นรู้ดีว่าเขาทำอะไรอยู่ และรู้กลเม็ดเคล็ดลับที่ต้องใช้"
    }
  },
  {
    "translation": {
      "en": "and all the tricks that go with creating an atmosphere of unease.",
      "th": "จอห์นรู้ดีว่าเขาทำอะไรอยู่ และรู้กลเม็ดเคล็ดลับที่ต้องใช้ ในการสร้างบรรยากาศชวนอึดอัดในหนัง"
    }
  },
  {
    "translation": {
      "en": "But it was Debra who basically shaped Laurie, her friends.",
      "th": "แต่เป็นเดบร้าที่คอยสร้างตัวละครลอรี่ เพื่อนๆ เธอ"
    }
  },
  {
    "translation": {
      "en": "-You totally never showed. -That's not true. Here I am.",
      "th": "เธอไม่เคยโผล่มาเลย ไม่จริงสักหน่อย ฉันอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "-[narrator] About two weeks later… -They presented me with a first draft,",
      "th": "และราวๆ สองสัปดาห์ต่อมา… พวกเขาเอาร่างบทแรกให้ผมดู และมันดีงามทีเดียว"
    }
  },
  {
    "translation": {
      "en": "and that was it.",
      "th": "พวกเขาเอาร่างบทแรกให้ผมดู และมันดีงามทีเดียว"
    }
  },
  {
    "translation": {
      "en": "[narrator] And as casting began,",
      "th": "การคัดนักแสดงจึงเริ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "John Carpenter and Debra Hill began considering",
      "th": "จอห์น คาร์เพนเตอร์กับเดบร้า ฮิลล์ เริ่มพิจารณา"
    }
  },
  {
    "translation": {
      "en": "who their murderous Michael Myers would be.",
      "th": "ว่าใครเหมาะกับบทไมเคิล ไมเยอร์จอมโฉด"
    }
  },
  {
    "translation": {
      "en": "\"My name is Michael Myers.\"",
      "th": "ผมชื่อไมเคิล ไมเยอร์ส"
    }
  },
  {
    "translation": {
      "en": "[narrator] As a thank you for giving Carpenter a start with Assault on Precinct 13.",
      "th": "เพื่อเป็นการขอบคุณที่ทำให้คาร์เพนเตอร์ ได้แจ้งเกิดกับหนัง \"สน.13 รวมหัวสู้\""
    }
  },
  {
    "translation": {
      "en": "His wife was upset for years, because they had no participation in the movie.",
      "th": "ภรรยาเขาโกรธอยู่เป็นปีๆ เพราะไม่ได้มีส่วนร่วมในหนัง"
    }
  },
  {
    "translation": {
      "en": "She felt they were owed something.",
      "th": "พวกเขารู้สึกว่าเราติดหนี้บุญคุณพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[narrator] Bit awkward. But, anyway, the character did have another name.",
      "th": "ลำบากใจนิดหน่อย แต่ก็เอาเถอะ คาแรคเตอร์นั้นก็มีชื่ออื่น"
    }
  },
  {
    "translation": {
      "en": "-The Shape. -[narrator] Yes, The Shape.",
      "th": "เดอะเชป ใช่ เดอะเชป"
    }
  },
  {
    "translation": {
      "en": "There's very little mention of him as Michael Myers in the script.",
      "th": "ไม่ค่อยมีการกล่าวถึงเขา ในชื่อไมเคิล ไมเยอร์สเท่าไหร่ในบทครับ"
    }
  },
  {
    "translation": {
      "en": "He was always The Shape.",
      "th": "เขาคือเดอะเชปมาโดยตลอด"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, anyway, they'd come back to that one.",
      "th": "แต่ยังไงซะ พวกเขาจะกลับมาใช้ชื่อนั้นอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "But in the meantime, John and Debra focused on casting Dr. Samuel Loomis.",
      "th": "แต่ระหว่างนี้ จอห์นกับเดบร้า โฟกัสที่การคัดตัวแสดงบท ดร.ซามูเอล ลูมิส"
    }
  },
  {
    "translation": {
      "en": "Johnny came to me and wanted Christopher Lee.",
      "th": "จอห์นบอกผมว่าเขาอยากได้คริสโตเฟอร์ ลี"
    }
  },
  {
    "translation": {
      "en": "[narrator] Ah, Christopher Lee. Prestigious, seasoned and even bloodthirsty.",
      "th": "อ่อ คริสโตเฟอร์ ลีผู้ทรงเกียรติ เจนจัดประสบการณ์และกระหายเลือด"
    }
  },
  {
    "translation": {
      "en": "[announcer] Count Dracula.",
      "th": "ท่านเคานต์แดร็กคูล่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] But despite his unquenchable bloodlust…",
      "th": "แต่ถึงเขาจะกระหายเลือดไม่รู้อิ่ม…"
    }
  },
  {
    "translation": {
      "en": "Christopher Lee turned it down.",
      "th": "คริสโตเฟอร์ ลีกลับปฏิเสธบท"
    }
  },
  {
    "translation": {
      "en": "[gasps] Take it away!",
      "th": "เอาไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] Just as well for Irwin, because…",
      "th": "พอกันกับเออร์วิน เพราะว่า…"
    }
  },
  {
    "translation": {
      "en": "-I had seen a movie called Will Penny. -[announcer] Starring Charlton Heston.",
      "th": "ผมได้ดูหนังเรื่อง \"วิลล์ เพนนี\" นำแสดงโดยชาร์ลตัน เฮสตัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] And while Charlton Heston's unyielding dispersal of pain was rather terrifying…",
      "th": "และแม้ว่าความโหดเหี้ยมใจเด็ดของเขา จะน่าประหวั่นพรั่นพรึง"
    }
  },
  {
    "translation": {
      "en": "…it was another performance in this 1968 Western",
      "th": "แต่กลับเป็นฝีมือการแสดง ในหนังคาวบอยปี 1968"
    }
  },
  {
    "translation": {
      "en": "in which Irwin saw a potential for Halloween.",
      "th": "ที่เออร์วินเห็นศักยภาพของเขา กับบทในฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "-Merry Christmas. -[narrator] Well, close enough.",
      "th": "สุขสันต์วันคริสต์มาส ใช่ ก็ใกล้เคียงละนะ"
    }
  },
  {
    "translation": {
      "en": "Donald Pleasence had played the insane patriarch of a bunch of crazy brigands.",
      "th": "โดนัลด์ เพลเซนส์เคยรับบทหัวหน้าชุมโจรคลั่ง"
    }
  },
  {
    "translation": {
      "en": "-You ain't seen the last of me! -[narrator] And he's not wrong.",
      "th": "แกยังรู้จักข้าน้อยไป และเขาพูดไม่ผิดเลย"
    }
  },
  {
    "translation": {
      "en": "In fact, this seasoned star of stage and screen",
      "th": "ที่จริง นักแสดงผู้มากประสบการณ์ ทั้งละครเวทีและจอเงินผู้นี้"
    }
  },
  {
    "translation": {
      "en": "had been seen in countless films.",
      "th": "ปรากฏตัวในภาพยนตร์มาแล้วนับไม่ถ้วน"
    }
  },
  {
    "translation": {
      "en": "Oh, hello.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "[narrator] Having evaded Nazis with Steve McQueen in The Great Escape…",
      "th": "หนีนาซีหัวซุกหัวซุนกับสตีฟ แม็ควีน ในเรื่อง \"เดอะเกรตเอสเคป\""
    }
  },
  {
    "translation": {
      "en": "Uh, almost evaded. …to tormenting James Bond in…",
      "th": "เอ่อ ถึงจะเกือบรอดน่ะนะ ไปจนถึงทรมานเจมส์ บอนด์ใน…"
    }
  },
  {
    "translation": {
      "en": "You only live twice.",
      "th": "แกรอดได้แค่สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "[narrator] He knows.",
      "th": "เขารู้"
    }
  },
  {
    "translation": {
      "en": "I said, \"If you get Pleasence, you'd get gravitas to the part and the movie.\"",
      "th": "ถ้าคุณได้ตัวโดนัลด์ เพลเซนส์ คุณจะได้คนที่อินกับบทและส่งเสริมตัวหนัง"
    }
  },
  {
    "translation": {
      "en": "[narrator] But would Carpenter agree?",
      "th": "แต่คาร์เพนเตอร์จะเห็นด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "John agreed.",
      "th": "จอห์นเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "-[narrator] He agreed. -That's right.",
      "th": "เขาเห็นดีด้วย ใช่ ถูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the Loomis role cast,",
      "th": "บทลูมิสคัดตัวแสดงได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "attention was turned to filling the role of the film's lead teen, Laurie Strode,",
      "th": "ความสนใจจึงหันไปที่การหาคนรับบทนำ บทหญิงสาวนามว่าลอรี่ สโตรด"
    }
  },
  {
    "translation": {
      "en": "for which Carpenter and Hill wanted the relatively unknown actress…",
      "th": "ซึ่งคาร์เพนเตอร์กับฮิลล์ อยากได้นักแสดงที่ไม่ค่อยเป็นที่รู้จัก…"
    }
  },
  {
    "translation": {
      "en": "-You buy that here? -…Jamie Lee Curtis.",
      "th": "จะสั่งอาหารไหม เจมี่ ลี เคอร์ติส"
    }
  },
  {
    "translation": {
      "en": "Uh…",
      "th": "เอ่อ…"
    }
  },
  {
    "translation": {
      "en": "Unknown to everyone except Columbo.",
      "th": "ไม่มีใครรู้จักเลย ยกเว้นโคลัมโบ"
    }
  },
  {
    "translation": {
      "en": "I can come back.",
      "th": "ไว้ฉันกลับมาใหม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "And she was a charming, polite young lady.",
      "th": "เธอเป็นหญิงสาวเรียบร้อยทรงเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "-And clearly impressed-- -Didn't impress me one way or the other.",
      "th": "เธอสร้างความประทับใจ ที่แน่ๆ ไม่ใช่กับผม"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Oh. -I'm really terribly sorry.",
      "th": "อ้าว ผมขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "While her résumé wasn't that impressive, her pedigree very much was.",
      "th": "และแม้ว่าประวัติงานเธออาจไม่ประทับใจนัก แต่ประวัติส่วนตัวเธอน่ะเด็ด"
    }
  },
  {
    "translation": {
      "en": "When I found out who Jamie Lee Curtis was,",
      "th": "พอผมรู้ว่าเจมี่ ลี เคอร์ติสเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I wanted her immediately.",
      "th": "ผมอยากได้ตัวเธอทันที"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, Jamie Lee came from impressive stock.",
      "th": "เจมี่ ลีมาจากตระกูลดีมีหัวนอนปลายเท้า"
    }
  },
  {
    "translation": {
      "en": "The daughter of Tony Curtis and Janet Leigh.",
      "th": "ลูกสาวของโทนี่ เคอร์ติสกับเจเน็ต ลี"
    }
  },
  {
    "translation": {
      "en": "[narrator] Yes, that Tony Curtis.",
      "th": "ใช่ โทนี่ เคอร์ติสผู้โด่งดัง"
    }
  },
  {
    "translation": {
      "en": "I'm Spartacus!",
      "th": "ข้าคือสปาร์ตาคัส"
    }
  },
  {
    "translation": {
      "en": "[narrator] And, yes, that Janet Leigh.",
      "th": "และใช่ เจเน็ต ลีกับฉากอันลือลั่น"
    }
  },
  {
    "translation": {
      "en": "-[shrieks] -Meaning…",
      "th": "แปลว่า…"
    }
  },
  {
    "translation": {
      "en": "Her mother had starred in Psycho.",
      "th": "แม่เธอแสดงในหนังเรื่องไซโค…"
    }
  },
  {
    "translation": {
      "en": "-Curious. -That was good enough for me.",
      "th": "สงสัยน่ะค่ะ ดีเกินพอสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "And if John thought she could cut it, that was good enough for me.",
      "th": "และถ้าจอห์นคิดว่าเธอเหมาะ ผมก็เห็นดีเห็นงามด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Having found their wholesome and thoughtful Laurie,",
      "th": "หลังจากพบตัวผู้จะมารับบทลอรี่ สาวช่างคิดและครบเครื่อง"
    }
  },
  {
    "translation": {
      "en": "it was then time to cast her decidedly less wholesome and thoughtful friends,",
      "th": "ก็ได้เวลาสรรหาผู้มารับบท สองเพื่อนสาวที่ไม่ค่อยช่างคิด และครบเครื่องเท่าไหร่ แอนนี่กับลินดา"
    }
  },
  {
    "translation": {
      "en": "Annie and Lynda.",
      "th": "สองเพื่อนสาวที่ไม่ค่อยช่างคิด และครบเครื่องเท่าไหร่ แอนนี่กับลินดา"
    }
  },
  {
    "translation": {
      "en": "So, here it says, \"Lynda says, 'Totally,'",
      "th": "ตรงนี้เขียนว่า ลินดาพูดว่า \"แหงละ\""
    }
  },
  {
    "translation": {
      "en": "and Lynda, 'This is totally silly.'\" And, uh…",
      "th": "และลินดาพูดว่า \"นี่มันงี่เง่าชะมัด\" และเอ่อ…"
    }
  },
  {
    "translation": {
      "en": "[narrator] Luckily, Carpenter and Hill found the total package with…",
      "th": "โชคยังพอเข้าข้าง ที่คาร์เพนเตอร์กับฮิลล์ เจอคนที่เข้าตาจนได้…"
    }
  },
  {
    "translation": {
      "en": "P.J. Soles. She was just adorable.",
      "th": "พี.เจ.โซล เธอน่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] And this young actress was also no stranger to the world of horror.",
      "th": "และดาราสาวคนนี้ก็ไม่ใช่หน้าใหม่ ในวงการหนังสยองขวัญ"
    }
  },
  {
    "translation": {
      "en": "They saw her in Carrie and thought she would be perfect for Lynda.",
      "th": "พวกเขาดูเธอแสดงใน \"แคร์รี่\" และคิดว่าเธอเหมาะกับบทลินดา"
    }
  },
  {
    "translation": {
      "en": "-Totally. -[narrator] And for the role of Annie,",
      "th": "แหงละ และสำหรับบทแอนนี่"
    }
  },
  {
    "translation": {
      "en": "Carpenter and Hill hired from within when they cast…",
      "th": "คาร์เพนเตอร์กับฮิลล์จ้างคนวงในกันเอง ตอนที่เลือก…"
    }
  },
  {
    "translation": {
      "en": "-Dr. Sam Loomis. -No!",
      "th": "ดร.แซม ลูมิส ไม่"
    }
  },
  {
    "translation": {
      "en": "-Nancy Loomis. -A Loomis.",
      "th": "แนนซี่ ลูมิส ลูมิสอีกคน"
    }
  },
  {
    "translation": {
      "en": "Uh, Loomis.",
      "th": "เอ่อ ลูมิส"
    }
  },
  {
    "translation": {
      "en": "-Loomis-- Well, besides the fact-- -[narrator] No relation to the doctor.",
      "th": "ลูมิส คือนอกจากความจริงที่ว่า… ไม่ได้เกี่ยวกับคุณหมอ"
    }
  },
  {
    "translation": {
      "en": "She'd had a part in Assault on Precinct 13",
      "th": "เธอมีส่วนร่วมใน \"สน.13 รวมหัวสู้\""
    }
  },
  {
    "translation": {
      "en": "and was perfectly happy to go on and do the next film, Halloween.",
      "th": "และเธอแฮปปี้จะเล่นหนังฮาโลวีน เป็นหนังเรื่องต่อไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] But she'd be carpooling to work.",
      "th": "แต่เธอต้องนั่งรถร่วมกับคนอื่นมาทำงาน"
    }
  },
  {
    "translation": {
      "en": "Nancy was married to Tommy Wallace.",
      "th": "แนนซี่แต่งงานกับทอมมี่ วอลเลซ"
    }
  },
  {
    "translation": {
      "en": "And Tommy Lee Wallace…",
      "th": "ส่วนทอมมี่ ลี วอลเลซ…"
    }
  },
  {
    "translation": {
      "en": "-Hello. -…well, he'll tell you.",
      "th": "- หวัดดี - เขาจะบอกคุณเอง"
    }
  },
  {
    "translation": {
      "en": "I did a lot of jobs on Halloween.",
      "th": "ผมพ่วงหลายตำแหน่งในฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "Most significantly, production designer and film editor.",
      "th": "ตำแหน่งสำคัญสุดคือออกแบบงานโปรดักชัน และตัดต่อภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "[narrator] But Nancy Loomis's husband",
      "th": "แต่สามีของแนนซี่ ลูมิส"
    }
  },
  {
    "translation": {
      "en": "wasn't the only multi-hyphenate in this Hollywood power couple.",
      "th": "ไม่ใช่คู่รักฮอลลีวูดสุดอึดคนเดียว ที่รับหลายจ๊อบ"
    }
  },
  {
    "translation": {
      "en": "Since she and I were together,",
      "th": "เพราะเธอกับผมอยู่ด้วยกัน เธอเลยอยู่ฝ่ายกำกับงานศิลป์"
    }
  },
  {
    "translation": {
      "en": "she was part of the art department, doing the costumes.",
      "th": "เพราะเธอกับผมอยู่ด้วยกัน เธอเลยอยู่ฝ่ายกำกับงานศิลป์ ดูแลเครื่องแต่งกายด้วย ธุรกิจในครัวเรือนดีๆ นี่เองครับ"
    }
  },
  {
    "translation": {
      "en": "It was really a family affair.",
      "th": "ดูแลเครื่องแต่งกายด้วย ธุรกิจในครัวเรือนดีๆ นี่เองครับ"
    }
  },
  {
    "translation": {
      "en": "-[narrator] A bit of a friend affair, too. -We were all friends from other movies.",
      "th": "และเป็นธุรกิจระหว่างเพื่อนนิดๆ ด้วย เราเป็นเพื่อนกันจากหนังเรื่องก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] For example, take script supervisor, Louise Jaffe.",
      "th": "ดูลูอิส เจฟฟี ผู้ดูแลบทภาพยนตร์เป็นตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "The first film I worked on, Nancy Loomis was the wardrobe person,",
      "th": "หนังเรื่องแรกที่ฉันทำ แนนซี่ ลูมิสดูแลชุดและเครื่องแต่งกาย"
    }
  },
  {
    "translation": {
      "en": "and we became great friends.",
      "th": "และเรากลายเป็นเพื่อนสนิทกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oh, but Nancy Loomis also knew makeup artist, Erica Ueland.",
      "th": "แต่แนนซี่ ลูมิสก็รู้จักช่างแต่งหน้า ยูริก้า ยูแลนด์"
    }
  },
  {
    "translation": {
      "en": "Nancy'd been a friend of mine for many years.",
      "th": "แนนซี่กับฉันเป็นเพื่อนกันมาหลายปีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Which makes sense when you consider that…",
      "th": "ซึ่งก็เข้าใจได้เมื่อคุณคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "-Louise is my roommate on Gower Street. -Yes.",
      "th": "- ลูอิสเป็นเพื่อนร่วมห้องฉันที่ถนนโกเวอร์สตรีต - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Or cinematographer Dean Cundey, who knew best boy, Steve Mathis.",
      "th": "หรือตากล้องของเรา ดีน คันดีย์ ที่รู้จักผู้ช่วยช่างไฟ สตีฟ มาธิส"
    }
  },
  {
    "translation": {
      "en": "Dean and I go way back. I did several movies with Dean.",
      "th": "ดีนกับผมรู้จักกันมานาน ผมเคยทำหนังกับเขาหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "[narrator] And second assistant camera operator, Krishna Rao.",
      "th": "และผู้ช่วยตากล้องคนที่สอง กฤษณะ ราว"
    }
  },
  {
    "translation": {
      "en": "Dean trained me to be a camera assistant.",
      "th": "ดีนฝึกให้ผมเป็นผู้ช่วยตากล้อง"
    }
  },
  {
    "translation": {
      "en": "Ah, that's my brother-in-law.",
      "th": "นั่นน้องเขยผมเอง"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Consider the point made. -[laughs]",
      "th": "ถือว่าเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "Debra had assembled a crew that was young…",
      "th": "เดบร้ารวบรวมทีมงานที่ยังอายุน้อย…"
    }
  },
  {
    "translation": {
      "en": "Our high school days were just in our rearview mirror.",
      "th": "อดีตสมัยเราเรียนมัธยม เพิ่งผ่านไปสดๆ ร้อนๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "…hungry…",
      "th": "หิว"
    }
  },
  {
    "translation": {
      "en": "This was a real movie for all of us, it was cool.",
      "th": "นี่คือหนังจริงๆ สำหรับเราทุกคน และมันเจ๋งสุดๆ ครับ"
    }
  },
  {
    "translation": {
      "en": ".…and one more thing…",
      "th": "และอีกอย่าง…"
    }
  },
  {
    "translation": {
      "en": "-We were all young, hungry, and poor. -[narrator] Cheap, which was just as well,",
      "th": "เรายังหนุ่มแน่น หิวกระหายและยากจน แถมค่าจ้างถูกด้วย"
    }
  },
  {
    "translation": {
      "en": "seeing as how this was a very moderately-budgeted…",
      "th": "ดูได้จากที่หนังเรื่องนี้คือการร่วมทำงานหนัง"
    }
  },
  {
    "translation": {
      "en": "Scotch tape and chewing gum.",
      "th": "แบบช่วยกันทำตามมีตามเกิด"
    }
  },
  {
    "translation": {
      "en": "…type of operation.",
      "th": "…ที่ต้นทุนต่ำอยู่สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "But there was one line item on the budget",
      "th": "แต่ยังมีสิ่งหนึ่งในใบงบประมาณ"
    }
  },
  {
    "translation": {
      "en": "that Carpenter insisted they not skimp on.",
      "th": "ที่คาร์เพนเตอร์ยืนกรานว่าจะขี้เหนียวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-I was the cheap part. -[narrator] No, not Dean Cundey.",
      "th": "ผมค่าตัวถูกสุดๆ ไม่ ไม่ใช่ดีน คันดีย์"
    }
  },
  {
    "translation": {
      "en": "The one thing was Panavision equipment.",
      "th": "สิ่งนั้นก็คืออุปกรณ์พานาวิชัน"
    }
  },
  {
    "translation": {
      "en": "Of the $300,000,",
      "th": "จากงบประมาณสามแสนดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "we spent almost 70,000 of that at Panavision.",
      "th": "เราใช้หมดไปกว่า 70,000 กับพานาวิชัน"
    }
  },
  {
    "translation": {
      "en": "-[narrator] A sizable chunk was spent on… -The Panaglide.",
      "th": "และงบก้อนโตก็เอาไปลงทุนกับ… เครื่องพานาไกลด์"
    }
  },
  {
    "translation": {
      "en": "…a high-end camera rig that would help this low-budget film look…",
      "th": "อุปกรณ์กล้องขั้นเทพ ที่จะช่วยให้หนังทุนต่ำเรื่องนี้…"
    }
  },
  {
    "translation": {
      "en": "Like a zillion bucks.",
      "th": "ดูเหมือนหนังระดับพันล้าน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Because while most cameras of the day were pretty stationary,",
      "th": "เพราะในขณะที่กล้องสมัยนั้นเป็นกล้องประจำที่"
    }
  },
  {
    "translation": {
      "en": "the brand-new Panaglide camera, as demonstrated by Dean Cundey himself,",
      "th": "กล้องพานาไกลด์ใหม่เอี่ยม ตามที่ดีน คันดีย์สาธิตให้ดูด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "could move around quite freely.",
      "th": "สามารถขยับไปมาได้อย่างอิสระ"
    }
  },
  {
    "translation": {
      "en": "[Cundey] John saw the camera as the audience's eyes.",
      "th": "จอห์นมองว่ากล้องเป็นเหมือนสายตาผู้ชม"
    }
  },
  {
    "translation": {
      "en": "So, I think that any time you can play a shot in one,",
      "th": "ผมเลยคิดว่าถ้าคุณถ่ายฉากต่อเนื่องยาวๆ ไปได้"
    }
  },
  {
    "translation": {
      "en": "it's better because it's moving the audience smoothly,",
      "th": "มันจะดีกว่ามากเพราะมันช่วยให้ ผู้ชมเคลื่อนสายตาตามภาพได้ลื่นไหล"
    }
  },
  {
    "translation": {
      "en": "as if they were actually walking through a scene or a moment.",
      "th": "ราวกับพวกเขาเดินทะลุอยู่ในฉากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Which would be the perfect touch for a film like Halloween.",
      "th": "ซึ่งจะยิ่งช่วยส่งเสริมหนังอย่างฮาโลวีน ให้ระทึกใจมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "The only problem was…",
      "th": "ปัญหาเดียวก็คือ…"
    }
  },
  {
    "translation": {
      "en": "It was maybe the second film to use the Steadicam.",
      "th": "มันเป็นอาจหนังเรื่องที่สองที่ใช้สเตดิแคม…"
    }
  },
  {
    "translation": {
      "en": "[narrator] So, while Dean and his team learned how to be smooth operators…",
      "th": "ดังนั้นตอนที่ดีนกับทีมเขา เรียนรู้วิธีถ่ายทำให้ภาพลื่นไหล…"
    }
  },
  {
    "translation": {
      "en": "-In the parking lot of Panavision. -Yeah.",
      "th": "- ในลานจอดรถของพานาวิชัน - ใช่"
    }
  },
  {
    "translation": {
      "en": "…Tommy Wallace was grappling with his own daunting assignment.",
      "th": "ทอมมี่ วอลเลซก็กำลังง่วนอยู่กับ ภารกิจน่าหวั่นใจของเขา"
    }
  },
  {
    "translation": {
      "en": "So, my assignment was, go find a mask.",
      "th": "งานของผมคือตามหาหน้ากาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oh, but not just a mask, the mask.",
      "th": "แต่ไม่ใช่หน้ากากทั่วไป ต้องหน้ากากอันนั้น"
    }
  },
  {
    "translation": {
      "en": "The script described it as a kind of blank face.",
      "th": "บทเขียนบรรยายว่าต้องเป็นหน้ากากหน้านิ่งๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] So, Tommy headed straight to the epicenter of creepy, blank faces.",
      "th": "ทอมมี่จึงมุ่งหน้าไปยังแหล่ง ที่มีหน้ากากคนหน้านิ่งน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "Down on Hollywood Boulevard…",
      "th": "บนถนนฮอลลีวูดบูเลอวาร์ด…"
    }
  },
  {
    "translation": {
      "en": "…at a magic company that sold a lot of masks and costumery…",
      "th": "ที่บริษัทมายากลที่ขายหน้ากากและชุดคอสตูม…"
    }
  },
  {
    "translation": {
      "en": "Up on the shelf were these full face masks of people like Richard Nixon.",
      "th": "บนชั้นวางเต็มไปด้วยหน้ากากแบบเต็มหน้า ของบุคคลอย่างริชาร์ด นิกสัน"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not a crook.",
      "th": "ผมไม่ใช่คนทุจริต"
    }
  },
  {
    "translation": {
      "en": "And down at the end was a Mr. Spock mask.",
      "th": "และสุดชั้นวางเป็นหน้ากากของมิสเตอร์สป็อค"
    }
  },
  {
    "translation": {
      "en": "Fascinating.",
      "th": "ประทับใจจัง"
    }
  },
  {
    "translation": {
      "en": "And right next to it was this kind of blank-faced Captain Kirk.",
      "th": "และข้างๆ กัน เป็นหน้ากากหน้านิ่งๆ ของกัปตันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oh, come on. The lovable Captain Kirk?",
      "th": "โอ้ ไม่เอาน่า กัปตันเคิร์กผู้แสนดีน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm Captain Kirk!",
      "th": "ผมนี่แหละกัปตันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oh, he is terrifying.",
      "th": "โอ้ เขาน่ากลัวชะมัด"
    }
  },
  {
    "translation": {
      "en": "So, I grabbed one of those, and I grabbed an Emmett Kelly sad-sack clown mask.",
      "th": "ผมเลยหยิบมาอันนึง แล้วก็หยิบหน้ากาก เอ็มเมตต์ เคลลี่ ตัวตลกหน้าเศร้ามาด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And so Tommy headed back to his shop and began customizing.",
      "th": "แล้วทอมมี่ก็กลับมาที่ร้านเขา และลงมือดัดแปลง"
    }
  },
  {
    "translation": {
      "en": "Opened up the eye holes.",
      "th": "กรีดช่องดวงตาให้กว้าง"
    }
  },
  {
    "translation": {
      "en": "Took off the eyebrows.",
      "th": "เอาคิ้วออก"
    }
  },
  {
    "translation": {
      "en": "Took off the sideburns, which sort of punkafied the guy.",
      "th": "เอาหนวดเคราข้างหู ที่ทำให้ดูเหมือนหนุ่มพังก์ออก"
    }
  },
  {
    "translation": {
      "en": "Painted the face appliance white,",
      "th": "ฉีดสเปรย์หน้าให้ขาวโพลน"
    }
  },
  {
    "translation": {
      "en": "and I darkened the hair down. Looked pretty good.",
      "th": "แล้วก็ฉีดผมให้ดำสนิท ดูดีทีเดียว"
    }
  },
  {
    "translation": {
      "en": "[narrator] But John and Debra would be the judge of that.",
      "th": "แต่จอห์นกับเดบร้าจะเป็นคนตัดเองว่าดีไหม"
    }
  },
  {
    "translation": {
      "en": "We tried out the clown mask first.",
      "th": "เราลองกับหน้ากากตัวตลกก่อน"
    }
  },
  {
    "translation": {
      "en": "We all agreed, \"that's strange, that's eerie.\"",
      "th": "เราต่างเห็นตรงกันว่ามันประหลาด น่ากลัวชอบกล"
    }
  },
  {
    "translation": {
      "en": "[narrator] Strange and eerie. Captain Kirk, anyone?",
      "th": "ประหลาดและน่ากลัว กัปตันเคิร์กไหมล่ะทุกคน"
    }
  },
  {
    "translation": {
      "en": "I'm Captain Kirk!",
      "th": "ผมนี่แหละกัปตันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "[Wallace] As soon as the second mask came out of the dressing room,",
      "th": "ทันทีที่หน้ากากใบที่สองออกจากห้องแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "we were all, \"Oh, fuck me.\"",
      "th": "เราทุกคนร้อง \"โอ๊ย ตายโหง\""
    }
  },
  {
    "translation": {
      "en": "That mask looked so creepy.",
      "th": "หน้ากากนั่นน่ากลัวสุดๆ"
    }
  },
  {
    "translation": {
      "en": "It's just something about that blank face.",
      "th": "ความหน้านิ่งแฝงบางอย่างไว้"
    }
  },
  {
    "translation": {
      "en": "There's no personality. It's just purely evil.",
      "th": "ดูนิสัยไม่ออก มีแต่ความชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "And so we knew we had a movie.",
      "th": "และเรารู้เลยว่าเรามีหนังแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] What they still didn't have was a Shape.",
      "th": "สิ่งที่พวกเขายังไม่มีคือร่างคน"
    }
  },
  {
    "translation": {
      "en": "However, as principal photography was gearing up",
      "th": "อย่างไรก็ตามเมื่อการถ่ายทำหลัก เดินเครื่องในเซาธ์พาซาดีนาที่แดดจ้าสดใส ในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "in sunny South Pasadena, California,",
      "th": "เดินเครื่องในเซาธ์พาซาดีนาที่แดดจ้าสดใส ในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "standing in for a dreary Haddonfield, Illinois,",
      "th": "โดยจำลองว่าเป็นเมืองแฮดดันฟิลด์แสนหดหู่ ในอิลลินอยส์"
    }
  },
  {
    "translation": {
      "en": "lurking amongst the suburban shrubbery was Nick.",
      "th": "คนที่ดักซุ่มอยู่ตามพุ่มไม้เตี้ยชานเมือง ก็คือนิค"
    }
  },
  {
    "translation": {
      "en": "Nick was in the bush.",
      "th": "นิคหลบอยู่ตามพุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "It was very close to, uh, where I lived.",
      "th": "มันใกล้กับย่านที่ผมอยู่ครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But not being specifically involved with this project, their old buddy said…",
      "th": "แต่ไม่ได้เกี่ยวข้องอะไรมากนักกับโปรเจกต์ เพื่อนเก่าเขาพูดว่า…"
    }
  },
  {
    "translation": {
      "en": "\"You know, John, you know what'd be cool? If I could just hang.\"",
      "th": "\"รู้ไหมจอห์น เอางี้ดีไหมล่ะ ให้ฉันอยู่ชิลๆ ในกอง\""
    }
  },
  {
    "translation": {
      "en": "[narrator] The words hung in the air.",
      "th": "คำพูดอบอวลในอากาศ"
    }
  },
  {
    "translation": {
      "en": "The broad-shouldered Nick Castle awaited John Carpenter's response.",
      "th": "นิค คาสเซิลผู้อกผายไหล่ผึ่ง เฝ้ารอคำตอบจากจอห์น คาร์เพนเตอร์"
    }
  },
  {
    "translation": {
      "en": "\"Okay, no problem.\"",
      "th": "\"โอเค สบายมาก\""
    }
  },
  {
    "translation": {
      "en": "[narrator] But having a useful contributor just standing around",
      "th": "แต่การมีคนช่วยหยิบจับโน่นนี่ ยืนเอ้อระเหยไปมาเฉยๆ…"
    }
  },
  {
    "translation": {
      "en": "like a nosy neighbor, didn't make any sense whatsoever. Or did it?",
      "th": "เหมือนเพื่อนบ้านจอมจุ้น มันฟังดูไม่เข้าท่าเอาซะเลย ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "He needed someone to do all of these walking, lurking shots.",
      "th": "เขาต้องการใครสักคนมาเดินในฉาก ฉากแอบซุ่มมอง"
    }
  },
  {
    "translation": {
      "en": "[narrator] So, John Carpenter said…",
      "th": "จอห์น คาร์เพนเตอร์เลยพูดว่า…"
    }
  },
  {
    "translation": {
      "en": "\"Wait a minute, why don't you just put the mask on",
      "th": "\"เดี๋ยวนะ ทำไมนายไม่ใส่หน้ากาก"
    }
  },
  {
    "translation": {
      "en": "and walk around and be the killer?\"",
      "th": "แล้วเดินไปมาเป็นฆาตกรซะหน่อยล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And I went, \"Yeah, okay.\"",
      "th": "และผมว่า \"ได้ โอเค\""
    }
  },
  {
    "translation": {
      "en": "[narrator] And by simply putting on this mask and walking about,",
      "th": "และแค่เอาหน้ากากมาใส่เดินไปมา"
    }
  },
  {
    "translation": {
      "en": "Michael Myers, aka The Shape, came to life.",
      "th": "ไมเคิล ไมเยอร์ส หรือเดอะเชปก็มีชีวิตขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "And Nick had a good walk.",
      "th": "และนิคเดินได้ดีซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Uh, his father was a dancer and choreographer,",
      "th": "พ่อเขาเป็นแดนเซอร์และนักออกแบบท่าเต้น"
    }
  },
  {
    "translation": {
      "en": "so Nick just naturally had a good gait about him.",
      "th": "นิคเลยมีท่วงท่าเดินที่เข้ากับบทมาก"
    }
  },
  {
    "translation": {
      "en": "I think that's kind of bullshit.",
      "th": "ผมว่ามันไร้สาระไปหน่อยนะครับ"
    }
  },
  {
    "translation": {
      "en": "John and I really didn't discuss anything about,",
      "th": "จอห์นกับผมไม่ได้คุยอะไรกันเลย"
    }
  },
  {
    "translation": {
      "en": "you know, what I was supposed to do.",
      "th": "ว่าผมควรต้องทำอะไรยังไง"
    }
  },
  {
    "translation": {
      "en": "Basically, what's my motivation? You know, I was-- I'm suddenly an actor.",
      "th": "หลักๆ ก็แค่ผมมีแรงจูงใจอะไร นึกออกไหม คือผม… จู่ๆ ผมก็กลายเป็นดารา"
    }
  },
  {
    "translation": {
      "en": "[narrator] But Carpenter wasn't looking for a murderous method actor.",
      "th": "แต่คาร์เพนเตอร์ไม่ได้มองหานักแสดง ที่ต้องสวมวิญญาณเป็นฆาตกรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "He only needed a shape.",
      "th": "เขาแค่ต้องการคนเดินเข้ากล้องสักคน"
    }
  },
  {
    "translation": {
      "en": "He just said, \"Walk towards me.\"",
      "th": "เขาแค่พูดว่า \"เดินตรงมาหาฉัน\""
    }
  },
  {
    "translation": {
      "en": "Or, \"Stand there.\"",
      "th": "หรือ \"ยืนตรงนั้น\""
    }
  },
  {
    "translation": {
      "en": "\"Now tilt your head to the right.\"",
      "th": "\"เอียงหัวไปทางขวา\""
    }
  },
  {
    "translation": {
      "en": "-[narrator] It was this direction… -\"What's this supposed to mean?\"",
      "th": "และด้วยการกำกับแบบนี้… \"แปลว่าอะไรเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "…that left Nick scratching his tilted head.",
      "th": "…ที่ทำให้นิคถึงขนาดเกาหัวเอียงๆ"
    }
  },
  {
    "translation": {
      "en": "And it wasn't until I kind of looked at the dailies",
      "th": "จนกระทั่งผมได้ดูเทปที่ยังไม่ตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "and went, \"Oh, I see. He's kind of admiring his work.\"",
      "th": "และว่า \"อ๋อ งี้เอง เขาชื่นชมผลงานตัวเองอยู่\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, that's cool. What a great idea!\"",
      "th": "โอ้ เจ๋งมาก ไอเดียแจ่ม\""
    }
  },
  {
    "translation": {
      "en": "[narrator] And thus, this newly minted thespian found his motivation.",
      "th": "แล้วนักแสดงหน้าใหม่ของเขาก็พบแรงบันดาลใจ"
    }
  },
  {
    "translation": {
      "en": "Just do whatever John says.",
      "th": "แค่ทำตามที่จอห์นบอก"
    }
  },
  {
    "translation": {
      "en": "[narrator] While directing Nick was a walk in the park, or wherever he was walking,",
      "th": "แต่ขณะที่การกำกับนิคเป็นเรื่องง่ายดาย หรือให้เขาเดินไปไหนเขาก็ไป"
    }
  },
  {
    "translation": {
      "en": "the production's big-name actor had other ideas.",
      "th": "แต่ดาราเบอร์ใหญ่ประจำกองถ่าย กลับมีความคิดอื่น"
    }
  },
  {
    "translation": {
      "en": "He was kind of annoyed that he had to be in this movie.",
      "th": "เขาค่อนข้างหงุดหงิดที่ต้องอยู่ในหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "In other words, I think the script is a bit overwritten.",
      "th": "พูดอีกอย่างคือผมคิดว่าบทเขียนเยอะไป"
    }
  },
  {
    "translation": {
      "en": "That's-- I don't know, it's difficult to find an expression other than that.",
      "th": "คือไม่รู้สิ คิดหาคำพูดมาอธิบายยากน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But any misgivings Pleasence had over the role didn't show.",
      "th": "แต่ความแคลงใจที่โดนัลด์ เพลเซนส์มีต่อบท กลับไม่ปรากฏออกมา"
    }
  },
  {
    "translation": {
      "en": "He was a good actor after all. He handled it like a pro.",
      "th": "เขาเป็นนักแสดงฝีมือเยี่ยม เขาทำงานแบบมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "He was drinking a lot of wine.",
      "th": "เขาดื่มไวน์เยอะมากครับ"
    }
  },
  {
    "translation": {
      "en": "-[sighs] Yeah. -Are you all right?",
      "th": "- คุณไหวไหม - ไหว"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, it's a good thing he wasn't driving.",
      "th": "ยังดีที่เขาไม่ขับรถ"
    }
  },
  {
    "translation": {
      "en": "The night that we were out in the rainstorm,",
      "th": "คืนที่เราฝ่าพายุฝน"
    }
  },
  {
    "translation": {
      "en": "he had a bottle or two of red wine in his trailer.",
      "th": "เขาดื่มไวน์แดงไปขวดหรือสองขวด ในรถเทรลเลอร์เขา"
    }
  },
  {
    "translation": {
      "en": "I was worried that he wasn't even gonna be able to walk down the steps.",
      "th": "ผมห่วงว่าเราจะเมาจนเดินลงบันไดไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "It was a very difficult scene, because all those people were out",
      "th": "มันเป็นฉากที่ยากมาก เพราะคนอื่นๆ ทุกคนอยู่ด้านนอก"
    }
  },
  {
    "translation": {
      "en": "and walking around in their robes, all the people from the sanitarium.",
      "th": "และเดินสวมเสื้อคลุม ทุกคนจากสถานีอนามัย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And for Donald Pleasence's character, actually a really important scene.",
      "th": "และสำหรับตัวละครของโดนัลด์ เพลเซนส์ มันเป็นฉากสำคัญสุดๆ"
    }
  },
  {
    "translation": {
      "en": "And he had in-the-car dialogue with that nurse, and it had to be coherent.",
      "th": "และเขามีบทพูดในรถกับนางพยาบาล และมันต้องรับส่งบทกัน"
    }
  },
  {
    "translation": {
      "en": "You haven't anything to worry about.",
      "th": "คุณไม่ต้องมีอะไรไม่ให้ห่วง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Uh, no, John Carpenter had plenty to worry about.",
      "th": "ไม่เลย จอห์น คาร์เพนเตอร์ มีเรื่องให้ปวดหัวเพียบ"
    }
  },
  {
    "translation": {
      "en": "Donald Pleasence just opened up on John.",
      "th": "โดนัลด์ เพลเซนส์เปิดใจกับจอห์น"
    }
  },
  {
    "translation": {
      "en": "\"You're making me look like an ass.\"",
      "th": "\"คุณทำให้ผมดูเหมือนไอ้เบื๊อก\""
    }
  },
  {
    "translation": {
      "en": "It's a little melodramatic.",
      "th": "มันดราม่าไปหน่อยน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And there, with his entire crew watching,",
      "th": "และด้วยความที่ทั้งกองดูอยู่"
    }
  },
  {
    "translation": {
      "en": "and his star two bottles of red wine in,",
      "th": "กับดาราของเขา ขวดไวน์แดงสองขวด"
    }
  },
  {
    "translation": {
      "en": "the novice director was put to the test.",
      "th": "ผู้กำกับมือใหม่ต้องพิสูจน์ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "John was beyond his years",
      "th": "จอห์นมีวุฒิภาวะกว่าอายุเขา"
    }
  },
  {
    "translation": {
      "en": "in terms of his ability to handle people and handle situations.",
      "th": "ในแง่ความสามารถที่จะรับมือกับคน และสถานการณ์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And that night, he handled Donald Pleasence.",
      "th": "และคืนนั้นเอง เขารับมือโดนัลด์ เพลเซนส์ได้ดี"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "[narrator] During a scene when sobering coherency was, well, key.",
      "th": "ในฉากที่การรับส่งบทอย่างลื่นไหล เป็นกุญแจสำคัญ"
    }
  },
  {
    "translation": {
      "en": "And it was totally coherent, even though he was…",
      "th": "ฉากนั้นรับส่งบทกันลื่นไหล ถึงเขาจะ…"
    }
  },
  {
    "translation": {
      "en": "[narrator] In a rush to get back to his trailer?",
      "th": "รีบถ่ายให้จบๆ แล้วกลับไปรถเทรลเลอร์"
    }
  },
  {
    "translation": {
      "en": "While the angry yet oddly coherent words of Donald Pleasence cut like a knife,",
      "th": "ขณะที่คำพูดเกรี้ยวโกรธแต่ลื่นไหล ของโดนัลด์ เพลเซนส์จะคมกริบราวใบมีด"
    }
  },
  {
    "translation": {
      "en": "the next challenge of the night involved a blunt instrument.",
      "th": "อีกความท้าทายของค่ำคืนนั้นคืออุปกรณ์สุดทื่อ"
    }
  },
  {
    "translation": {
      "en": "Yeah, the window was tough to break.",
      "th": "ใช่ หน้าต่างรถแตกยากมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] But, as the movie's art director, Tommy Lee Wallace knew what to do.",
      "th": "แต่ในฐานะผู้กำกับฝ่ายศิลป์ของหนัง ทอมมี่ ลี วอลเลซรู้ว่าต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "He's up on top of the roof of the station wagon and, bam!",
      "th": "เขาปีนขึ้นหลังคารถและ เปรี้ยงเข้าให้"
    }
  },
  {
    "translation": {
      "en": "If you look, you can see the wrench right here.",
      "th": "ถ้าคุณมองดีๆ คุณจะเห็นประแจตรงนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "Taped with flesh-colored tape. You can just see it.",
      "th": "แปะด้วยเทปกาวทาสีสดๆ ร้อนๆ ดูยังไงก็ดูออก"
    }
  },
  {
    "translation": {
      "en": "[narrator] After a grueling shoot…",
      "th": "หลังการถ่ายทำแสนเหนื่อยยาก…"
    }
  },
  {
    "translation": {
      "en": "That was possibly the most difficult day of the entire shoot.",
      "th": "ตั้งแต่ถ่ายทำมา ก็วันนั้นแหละครับที่โหดที่สุด"
    }
  },
  {
    "translation": {
      "en": "…they prep themselves for more.",
      "th": "พวกเขาเตรียมรับมือปัญหาใหม่ๆ ที่จะตามมา"
    }
  },
  {
    "translation": {
      "en": "And the worst was yet to come,",
      "th": "และปัญหาสุดเลวร้ายก็กำลังจะมา"
    }
  },
  {
    "translation": {
      "en": "because Tommy Lee Wallace faced a… pumpkin shortage.",
      "th": "เพราะทอมมี่ ลี วอลเลซเจอปัญหา ขาดแคลนฟักทอง"
    }
  },
  {
    "translation": {
      "en": "Believe it or not, in California in the springtime,",
      "th": "เชื่อหรือไม่ว่าในแคลิฟอร์เนียในฤดูใบไม้ผลิ"
    }
  },
  {
    "translation": {
      "en": "it's very hard to find pumpkins.",
      "th": "หาฟักทองยากมาก"
    }
  },
  {
    "translation": {
      "en": "We only had three pumpkins.",
      "th": "เรามีฟักทองแค่สามลูก"
    }
  },
  {
    "translation": {
      "en": "-[ding] -[narrator] There's one. -[ding] -There's two.",
      "th": "นี่ลูกแรก นี่ลูกที่สอง"
    }
  },
  {
    "translation": {
      "en": "And there's…",
      "th": "ส่วนนี่ก็…"
    }
  },
  {
    "translation": {
      "en": "-There's three. -Oh, God!",
      "th": "ลูกที่สาม โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "John did it on take one.",
      "th": "จอห์นเป็นคนทำในเทคแรก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, worst case, Nick had experience puppeteering fruit and veg, so, you know.",
      "th": "เอาน่า หากแย่สุดๆ นิคเคยมีประสบการณ์ รับบทเป็นผักผลไม้นะครับ จะบอกให้"
    }
  },
  {
    "translation": {
      "en": "For the rest of their pumpkin needs…",
      "th": "เพื่อตอบโจทย์ ความต้องการฟักทองของพวกเขา…"
    }
  },
  {
    "translation": {
      "en": "We found some kind of South American gourd",
      "th": "เราเจอผลฟักพันธุ์อเมริกาใต้"
    }
  },
  {
    "translation": {
      "en": "that was dark green, so, naturally… \"Paint department!\"",
      "th": "ผลสีเขียวเข้ม เพราะงั้น… ฝ่ายงานสีจัดการซะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Would that be you?",
      "th": "ก็คุณอีกใช่ไหมล่ะ ทอมมี่"
    }
  },
  {
    "translation": {
      "en": "But pumpkins weren't the only thing this production was short on.",
      "th": "แต่ฟักทองไม่ใช่สิ่งเดียวที่กองถ่ายนี้ขาดแคลน"
    }
  },
  {
    "translation": {
      "en": "I just kept wondering, \"Where's the blood? Where's the blood?\"",
      "th": "ฉันได้แต่สงสัยว่าเลือดอยู่ไหน เลือดมันอยู่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "It didn't need blood.",
      "th": "มันไม่ต้องใช้เลือด"
    }
  },
  {
    "translation": {
      "en": "[narrator] Because true to Irwin's original direction…",
      "th": "เพราะยึดตามแนวทางกำกับเดิมของเออร์วิน…"
    }
  },
  {
    "translation": {
      "en": "Theater of the mind.",
      "th": "ภาพยนตร์ที่เล่นกับความคิด"
    }
  },
  {
    "translation": {
      "en": "…John Carpenter was drawing from earlier master of suspense, Alfred Hitchcock.",
      "th": "จอห์น คาร์เพนเตอร์ได้แรงบันดาลใจมาจาก ปรมาจารย์หนังระทึกขวัญ อัลเฟรด ฮิตช์ค็อก"
    }
  },
  {
    "translation": {
      "en": "It's like Psycho. You never see the knife hit Janet Leigh.",
      "th": "มันเหมือนหนังเรื่องไซโค คุณไม่เห็นมีดที่แทงเจเน็ต ลีเลยสักแวบ"
    }
  },
  {
    "translation": {
      "en": "As a viewer, you were able to use your imagination more",
      "th": "ในฐานะผู้ชม คุณจะได้ใช้จินตนาการมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and it makes it more horrifying to imagine",
      "th": "และแค่คิดก็สยดสยองกว่ากันเยอะ"
    }
  },
  {
    "translation": {
      "en": "what happens the other side of the window when Annie's being killed in the car.",
      "th": "ว่าเกิดอะไรขึ้นอีกด้านของกระจก ตอนที่แอนนี่กำลังถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] But more than just leaving things to the imagination…",
      "th": "แต่มันยิ่งกว่าการปล่อยให้คิดจินตนาการไปเอง…"
    }
  },
  {
    "translation": {
      "en": "Carpenter was going for something",
      "th": "คาร์เพนเตอร์อยากได้อะไรที่มัน…"
    }
  },
  {
    "translation": {
      "en": "that was a little bit more nuanced.",
      "th": "แตกต่างออกไปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[whimpers] -[narrator] And here's a good example.",
      "th": "และนี่คือตัวอย่างที่ดี"
    }
  },
  {
    "translation": {
      "en": "There's a scene in the film where Jamie Lee is at the top of the stairs…",
      "th": "มีฉากนึงในหนังที่เจมี่ ลี อยู่บนสุดของบันได…"
    }
  },
  {
    "translation": {
      "en": "And there's a shadowy area.",
      "th": "และพื้นที่ตรงนั้นมีเงาพาด"
    }
  },
  {
    "translation": {
      "en": "[Castle] Which John uses that empty space as like, what's there?",
      "th": "จอห์นใช้พื้นที่ว่างเปล่าตรงนั้น ทำเป็นว่ามีอะไรอยู่กันแน่"
    }
  },
  {
    "translation": {
      "en": "-[narrator] Well, Nick was there. -Hi.",
      "th": "- แหม ก็นิคไงละ - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "He was everywhere.",
      "th": "เขาอยู่ทุกที่แหละ"
    }
  },
  {
    "translation": {
      "en": "[Cundey] John said, \"How can we make Michael Myers sort of appear?\"",
      "th": "จอห์นบอกว่า \"เราจะให้ไมเคิล ไมเยอร์ส ปรากฏตัวยังไงดี\""
    }
  },
  {
    "translation": {
      "en": "[narrator] There in the dark? Well, the answer was…",
      "th": "ในความมืดน่ะเหรอ แหม คำตอบก็คือ…"
    }
  },
  {
    "translation": {
      "en": "By using lighting.",
      "th": "ด้วยการใช้แสงครับ"
    }
  },
  {
    "translation": {
      "en": "[Cundey] And I said, \"How about if we put it on a dimmer",
      "th": "และผมว่า \"ถ้าเราติดเครื่องหรี่ไฟ"
    }
  },
  {
    "translation": {
      "en": "and we'll have a light on his face?\"",
      "th": "แล้วให้ส่องไฟไปที่หน้าเขาล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And I wanted the audience to feel like their eyes are getting used to the dark.",
      "th": "ผมอยากให้ผู้ชมรู้สึกว่า สายตาพวกเขาเริ่มชินกับความมืด"
    }
  },
  {
    "translation": {
      "en": "And the light comes up.",
      "th": "แล้วแสงก็ถูกพูดถึง"
    }
  },
  {
    "translation": {
      "en": "And that's when I realized…",
      "th": "และตอนนั้นผมเพิ่งรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"God, this is real scary shit.\"",
      "th": "\"พระเจ้า มันโคตรน่ากลัวเลย\""
    }
  },
  {
    "translation": {
      "en": "-[rips] -[narrator] Oh! The stabbing.",
      "th": "โอ้ โดนแทงเข้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I had the blood, if they needed it. -[narrator] They didn't.",
      "th": "ฉันมีเลือด ถ้าพวกเขาต้องการ แต่พวกเขาไม่เอา"
    }
  },
  {
    "translation": {
      "en": "-[screams] -And when it came to Jamie Lee Curtis…",
      "th": "และเมื่อพูดถึงเจมี่ ลี เคอร์ติส"
    }
  },
  {
    "translation": {
      "en": "the crew found themselves falling for her.",
      "th": "ทีมงานต่างรู้ตัวว่าชื่นชอบเธอเต็มเปา"
    }
  },
  {
    "translation": {
      "en": "It was fun acting with Jamie.",
      "th": "มันสนุกมากที่ได้แสดงกับเจมี่"
    }
  },
  {
    "translation": {
      "en": "[narrator] Hang on, \"acting?\" Isn't Tommy the art director?",
      "th": "เดี๋ยวนะ \"แสดง\" เหรอ ทอมมี่เป็นผู้กำกับฝ่ายศิลป์ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "[laughing] We only had money for one of these fake doors.",
      "th": "เรามีเงินซื้อประตูปลอมๆ แค่บานเดียว"
    }
  },
  {
    "translation": {
      "en": "And he said, \"I'd better do it because if I screw up, then, yeah, it's my fault.\"",
      "th": "และเขาว่า \"ฉันลงมือเองดีกว่า เพราะถ้าฉันทำพัง อย่างน้อยก็ความผิดฉัน"
    }
  },
  {
    "translation": {
      "en": "\"I don't want you to screw up.\" And you know, then I-- Ah.",
      "th": "ฉันไม่อยากให้นายทำพัง คือพอนึกออกใช่ไหม นั่นละ\""
    }
  },
  {
    "translation": {
      "en": "Look in there and do The Shape. Yeah, that was fun.",
      "th": "มองในตู้ สวมบท \"เดอะเชป\" ใช่ สนุกมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] And as for the lead actor…",
      "th": "และสำหรับนักแสดงนำ…"
    }
  },
  {
    "translation": {
      "en": "Jamie, from day one, was kind of the girl scout next door.",
      "th": "ตั้งแต่วันแรก เจมี่เป็นเหมือนสาวน้อยข้างบ้าน"
    }
  },
  {
    "translation": {
      "en": "She was just great.",
      "th": "เธอเยี่ยมยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "She loved the crew, she carried camera cases when she wasn't too busy",
      "th": "เธอรักทีมงาน เธอแบกกระเป๋ากล้อง ตอนเธอไม่ยุ่งมากนัก"
    }
  },
  {
    "translation": {
      "en": "doing her… day job, you might say.",
      "th": "กับ… งานหลักของเธอ จะว่างั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Day job or sometimes, night job.",
      "th": "งานหลักที่บางครั้งก็ลากยาวถึงกลางคืน"
    }
  },
  {
    "translation": {
      "en": "But as production neared its end…",
      "th": "แต่เมื่องานสร้างใกล้เสร็จสิ้น…"
    }
  },
  {
    "translation": {
      "en": "We had one day left to shoot.",
      "th": "เราเหลือถ่ายอีกวันเดียว"
    }
  },
  {
    "translation": {
      "en": "…this one would be an all-night job.",
      "th": "งานนี้คงต้องอยู่โยงกันทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "And it all came down to one last shot.",
      "th": "และมันจบที่การถ่ายทำฉากสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Which, in itself, was a long shot in every way.",
      "th": "ซึ่งฉากนี้เป็นฉากถ่ายต่อเนื่องยาว ถ้าจะพูดให้เคลียร์คือ มันยาวมากๆ"
    }
  },
  {
    "translation": {
      "en": "Eh… just to be clear, it was really long.",
      "th": "ถ้าจะพูดให้เคลียร์คือ มันยาวมากๆ"
    }
  },
  {
    "translation": {
      "en": "And he said, \"We want to walk up to the house.\"",
      "th": "และเขาพูดว่า \"เราอยากเดินขึ้นไปบนบ้าน\""
    }
  },
  {
    "translation": {
      "en": "Move up, around to the side, look through the window.",
      "th": "เงยกล้อง หันไปด้านข้าง มองผ่านหน้าต่างเข้าไป"
    }
  },
  {
    "translation": {
      "en": "-There's the couple there. -Michael's around someplace.",
      "th": "มีคู่รักหนุ่มสาวตรงนั้น ไมเคิลอยู่ที่ไหนสักที่"
    }
  },
  {
    "translation": {
      "en": "[Cundey] We look at the window, the light goes out.",
      "th": "เรามองหน้าต่าง ไฟดับ"
    }
  },
  {
    "translation": {
      "en": "-[music sting] -And as he described it, we would walk it.",
      "th": "และอย่างที่เขาสาธยาย เราจะเดินตามสั่ง"
    }
  },
  {
    "translation": {
      "en": "[narrator] But as they walked it,",
      "th": "แต่เมื่อต้องเดินจริงๆ"
    }
  },
  {
    "translation": {
      "en": "the challenges they'd face pulling this shot off",
      "th": "ความท้าทายที่จะถ่ายฉากนี้ให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "became more and more apparent.",
      "th": "ก็ยิ่งชัดเจนยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "In the film, the house is in good shape at the beginning and deteriorates.",
      "th": "ในหนัง บ้านยังอยู่ในสภาพดีตอนแรกๆ และมันก็ทรุดโทรมลง"
    }
  },
  {
    "translation": {
      "en": "-[Loomis] Anybody live here? -Not since 1963 when it happened.",
      "th": "มีใครอยู่ที่นี่ไหม ไม่มีหรอก ไม่ตั้งแต่ปี 1963 ตอนที่เกิดเรื่องขึ้น"
    }
  },
  {
    "translation": {
      "en": "But we shot in reverse.",
      "th": "แต่เราถ่ายทำแบบย้อนกลับ"
    }
  },
  {
    "translation": {
      "en": "We shot all the deteriorated stuff and then just painted what we would see.",
      "th": "เราถ่ายฉากบ้านเสื่อมโทรมก่อน แล้วค่อยทาสีใหม่อย่างที่เห็น"
    }
  },
  {
    "translation": {
      "en": "Low-budget filmmaking at its finest.",
      "th": "นี่คือการทำหนังทุนต่ำที่ดีสุดแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And one of the reasons that budget was so low",
      "th": "และหนึ่งในเหตุผลที่ต้นทุนต่ำนัก"
    }
  },
  {
    "translation": {
      "en": "was because of that fancy Panaglide contraption",
      "th": "ก็เพราะเครื่องพานาไกลด์แสนทันสมัย"
    }
  },
  {
    "translation": {
      "en": "that Dean Cundey was expected to lug about for this epic shot.",
      "th": "ที่ดีน คันดีย์ถูกคาดหวัง ให้แบกถ่ายฉากอันลื่อลั่นนี้"
    }
  },
  {
    "translation": {
      "en": "It gives you a great deal more flexibility of how you can move the camera.",
      "th": "วิธีที่คุณเคลื่อนย้ายขยับกล้อง มันช่วยให้คุณมีความยืดหยุ่นมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] But it also gives you a much smaller film magazine,",
      "th": "แต่ยังช่วยทำให้กล่องฟิล์มคุณเล็กลงด้วย ซึ่งจะจำจัดจำนวนเทคอยู่แค่สี่นาทีกับ 26 วินาที"
    }
  },
  {
    "translation": {
      "en": "limiting their takes to four minutes and 26 seconds.",
      "th": "ซึ่งจะจำจัดจำนวนเทคอยู่แค่สี่นาทีกับ 26 วินาที"
    }
  },
  {
    "translation": {
      "en": "[Mathis] Somebody was timing it as they were practicing,",
      "th": "บางคนจับเวลาตอนเราซ้อมใช้กล้อง"
    }
  },
  {
    "translation": {
      "en": "and it was clear that we weren't going to get the whole shot.",
      "th": "และชัดเจนว่าเราจะได้ถ่ายไม่ได้ทั้งฉาก"
    }
  },
  {
    "translation": {
      "en": "Oh, terrific.",
      "th": "โอ้ เยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "Debra jumped in and said, \"Well, we need a cut point.\"",
      "th": "เดบร้ากระโดดเข้ามาและพูดว่า \"เราต้องกำหนดจุดหยุดถ่าย\""
    }
  },
  {
    "translation": {
      "en": "It was a lot of fun to devise that.",
      "th": "มันสนุกมากที่ได้จัดการเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] And the solution?",
      "th": "แล้วทางออกล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cundey] We'll block the lens with a mask.",
      "th": "เราจะกำหนดมุมถ่ายกับเลนส์กล้อง ด้วยหน้ากาก"
    }
  },
  {
    "translation": {
      "en": "We'll put the mask on in exactly the right spot for the eyes,",
      "th": "เราจะสวมหน้ากากในจุดสายตามองพอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "and we'll continue the shot.",
      "th": "และเราจะถ่ายทำต่อไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] And so, after the first take,",
      "th": "ดังนั้นหลังเทคแรก"
    }
  },
  {
    "translation": {
      "en": "they did another take,",
      "th": "พวกเขาก็ถ่ายเทคสอง"
    }
  },
  {
    "translation": {
      "en": "and then another one.",
      "th": "แล้วก็อีกเทคนึง"
    }
  },
  {
    "translation": {
      "en": "A lot more takes.",
      "th": "อีกหลายเทคเลยละครับ"
    }
  },
  {
    "translation": {
      "en": "Reset everything, get it going, so we could do another take.",
      "th": "ตั้งค่าใหม่ ถ่ายทำต่อ และก็ถ่ายต่อไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "\"Move this couch. It was in the way of going up the stairs,",
      "th": "ย้ายโซฟานี่ มันขวางทางเดินขึ้นบันได"
    }
  },
  {
    "translation": {
      "en": "but we wanna see it coming down. Move the lights.\"",
      "th": "เราอยากเห็นมันลงมา ย้ายไฟซะ"
    }
  },
  {
    "translation": {
      "en": "And so you'd see people jumping out of windows,",
      "th": "คุณจะเห็นคนกระโดดจากหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "and standing on balconies with their lights.",
      "th": "ยืนอยู่บนระเบียงพร้อมไฟ"
    }
  },
  {
    "translation": {
      "en": "I was there with a bucket of blood.",
      "th": "ผมอยู่ตรงนั้นกับถังใส่เลือด"
    }
  },
  {
    "translation": {
      "en": "-[screams] -[narrator] Now there's blood.",
      "th": "โอ้ มีเลือดแล้วแฮะ"
    }
  },
  {
    "translation": {
      "en": "With crew dangling from balconies and doing anything to clear the shot,",
      "th": "ทีมงานห้อยต่องแต่งจากระเบียง และทำทุกอย่างเพื่อเคลียร์มุมภาพ"
    }
  },
  {
    "translation": {
      "en": "they did a lot of takes.",
      "th": "และต้องถ่ายกันหลายเทค"
    }
  },
  {
    "translation": {
      "en": "Did over 20. We wore Ray Stella out. Dean put the rig on. We wore Dean out.",
      "th": "กว่า 20 เทค เราเล่นเอาเรย์ สเตลล่าซะหอบ ดีนต้องหยิบกล้องมาถ่าย ดีนหอบกินพอกัน"
    }
  },
  {
    "translation": {
      "en": "We just kept doing it, the same shot over and over and over and over.",
      "th": "เราถ่ายไม่หยุด ฉากเดิมๆ ถ่ายแล้วถ่ายอีก ถ่ายซ้ำไปซ้ำมา"
    }
  },
  {
    "translation": {
      "en": "I'm convinced that if it was still night, we'd still be shooting.",
      "th": "ผมเชื่อว่าถ้าฟ้ายังมืดอยู่ เราก็ยังจะถ่ายไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But of course, the sun did eventually rise",
      "th": "แต่ยังไงพระอาทิตย์ต้องขึ้นอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "-on a very exhausted but happy crew. -[groans]",
      "th": "สาดแสงส่องหน้าทีมงานที่เหนื่อยล้าแต่มีความสุข"
    }
  },
  {
    "translation": {
      "en": "I'm very tired, but I can see that this is going to be",
      "th": "ผมเหนื่อยสุดๆ แต่เห็นว่างานไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "a significant moment for the film.",
      "th": "และจะต้องออกมาสุดยอดในหนัง"
    }
  },
  {
    "translation": {
      "en": "[narrator] The revolutionary Panaglide camera rig",
      "th": "กล้องถ่ายทำพานาไกลด์ที่ปฏิวัติวงการ"
    }
  },
  {
    "translation": {
      "en": "proved well worth its steep share of the budget.",
      "th": "พิสูจน์แล้วว่าคุ้มค่าการทุ่มทุนสูงซื้อมา"
    }
  },
  {
    "translation": {
      "en": "[Rick Wallace] Each take was gold. It was this thrust for 15 or 16 hours.",
      "th": "แต่ละเทคมีค่า และเราได้ฉากจากไอเดียนี้ ราวๆ 15 หรือ 16 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Nobody thought about whether we were tired or whether we weren't tired.",
      "th": "ไม่มีใครมัวมานั่งคิดแล้วว่า เราเหนื่อยหรือเราไม่เหนื่อย"
    }
  },
  {
    "translation": {
      "en": "We were just resetting and going again.",
      "th": "เราแค่ตั้งสติใหม่และถ่ายต่อ"
    }
  },
  {
    "translation": {
      "en": "It was actually a beautiful way to end the film.",
      "th": "ที่จริงมันเป็นวิธีจบหนังที่งดงาม"
    }
  },
  {
    "translation": {
      "en": "[narrator] And with that…",
      "th": "และแล้ว…"
    }
  },
  {
    "translation": {
      "en": "John turned to everybody and said, \"I got my shot.\"",
      "th": "จอห์นก็หันไปบอกทุกคนว่า \"ได้ชอตโดนใจแล้ว\""
    }
  },
  {
    "translation": {
      "en": "…Halloween finished shooting.",
      "th": "ฮาโลวีนเสร็จสิ้นการถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "Right, then. Time for editing.",
      "th": "เอาละ ได้เวลาตัดต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "And to do that, they brought in a serious--",
      "th": "และในการตัดต่อ พวกเขาได้จ้าง…"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Oh, it's just-- Tommy just did it.",
      "th": "โอ้ งานตกอยู่ที่… ทอมมี่อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Along with assistance from Charles Bornstein.",
      "th": "ด้วยความช่วยจากชาร์ลส์ บอร์นสตีน"
    }
  },
  {
    "translation": {
      "en": "And together, the two refined the film's dreadful pacing.",
      "th": "ทั้งคู่ร่วมแรงตัดต่อจังหวะสั่นประสาท อย่างสุดฝีมือ"
    }
  },
  {
    "translation": {
      "en": "Oh, in a good way.",
      "th": "อ่อ ให้ออกมาดีน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Tommy and John always likened it to a rubber band.",
      "th": "ทอมมี่กับจอห์นมักจะเปรียบมันกับหนังยาง"
    }
  },
  {
    "translation": {
      "en": "How far could you stretch the rubber band…",
      "th": "คุณจะยืดหนังยางได้แค่ไหน…"
    }
  },
  {
    "translation": {
      "en": "…before you knew it was going to snap?",
      "th": "ก่อนคุณจะรู้ว่ามันจะดีดเปรี๊ยะ"
    }
  },
  {
    "translation": {
      "en": "And it's just about stretching things out",
      "th": "และมันแค่ต้องยืดหนังยางออก"
    }
  },
  {
    "translation": {
      "en": "to make it so that when you know that something horrible is gonna happen…",
      "th": "จนกระทั่งถึงจังหวะที่คุณรู้ว่า ความสยองกำลังจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "it creates this horrible dread, and you just want it to be over.",
      "th": "มันสร้างอารมณ์ร่วมแสนน่าพรั่นพรึง และคุณอยากให้มันจบลงซะที"
    }
  },
  {
    "translation": {
      "en": "[narrator] They even found a way to stretch that dread…",
      "th": "พวกเขายังพบวิธียืดอารมณ์ชวนสยอง…"
    }
  },
  {
    "translation": {
      "en": "past the ending of the film.",
      "th": "ออกไปหลังหนังจบ"
    }
  },
  {
    "translation": {
      "en": "How about having them go out of the theater",
      "th": "เอาเป็นว่าใครผู้ชมออกจากโรงหนัง"
    }
  },
  {
    "translation": {
      "en": "dreading to go to their car, because that empty street",
      "th": "ชนิดที่กลัวจะเดินไปที่รถ เพราะถนนโล่งๆ"
    }
  },
  {
    "translation": {
      "en": "could have the boogeyman hiding behind a telephone pole or something?",
      "th": "อาจมีบูกี้แมนซุ่มซ่อนอยู่หลังเสาโทรศัพท์ หรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] Or the bushes. He does seem to like the bushes.",
      "th": "หรือตามพุ่มไม้ ดูท่าเขาจะชอบพุ่มไม้นะครับ"
    }
  },
  {
    "translation": {
      "en": "But the idea was born in the cutting room.",
      "th": "แต่ไอเดียผุดขึ้นมาตอนอยู่ในห้องตัดต่อ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well, the original ending was from Loomis's point of view,",
      "th": "คือว่าตอนจบจากมุมมองของลูมิส"
    }
  },
  {
    "translation": {
      "en": "from inside the house.",
      "th": "จากภายในบ้าน"
    }
  },
  {
    "translation": {
      "en": "Loomis's point of view,",
      "th": "มุมมองของลูมิส"
    }
  },
  {
    "translation": {
      "en": "\"The backyard, the neighboring yards, the street, all are empty, quiet, dark.\"",
      "th": "\"สวนหลังบ้าน สวนใกล้เคียง ท้องถนน ต่างว่างเปล่า เงียบและมืดมิด"
    }
  },
  {
    "translation": {
      "en": "\"There is only the sound of the wind swelling in the trees.\"",
      "th": "มีเพียงเสียงลมพัดผ่านต้นไม้จนกิ่งก้านไหว"
    }
  },
  {
    "translation": {
      "en": "\"Michael is gone. Period. Fade to black.\" \"Roll end titles.\"",
      "th": "ไมเคิลหายไปแล้ว จบ จอมืดลง รายชื่อทีมงานเลื่อนขึ้นมา\""
    }
  },
  {
    "translation": {
      "en": "[narrator] But to change perspective this late in the game was a big challenge.",
      "th": "แต่มาเปลี่ยนมุมมองนี้เอาตอนหลัง นับเป็นความท้าทายใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "We just didn't have",
      "th": "เราแค่ไม่มี"
    }
  },
  {
    "translation": {
      "en": "a bunch of establishing shots of places to work with.",
      "th": "ชอตตั้งต้นดีๆ ที่จะเอามาใช้ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Establishing shots like this. But luckily for them…",
      "th": "ชอตตั้งต้นแบบชอตนี้ แต่โชคยังเข้าข้างพวกเขา…"
    }
  },
  {
    "translation": {
      "en": "I saved a lot of the stuff that normally you would throw out.",
      "th": "ผมเก็บฟิล์มหนังที่คุณมักจะโยนทิ้งเอาไว้เพียบครับ"
    }
  },
  {
    "translation": {
      "en": "Tommy would go through and he would find",
      "th": "ทอมมี่จะมาไล่ดูและเขาเจอ"
    }
  },
  {
    "translation": {
      "en": "a piece of the empty staircase",
      "th": "ชอตบันไดว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "before the slate came in, shots of just empty locations.",
      "th": "ก่อนที่แผ่นสเลตจะเข้ามาในกล้อง เป็นชอตสถานที่โล่งๆ ว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Wallace] We just stole every,",
      "th": "เราแค่ขโมยทุกๆ…"
    }
  },
  {
    "translation": {
      "en": "absolutely every little shot we could find to put that montage together.",
      "th": "ทุกชอตทุกฉากที่เราพอจะหาเจอ เพื่อเอามาปะติดปะต่อด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] A spine-tingling end to a distressful thriller",
      "th": "ตอนจบสยองขนหัวลุกของหนังเขย่าขวัญมืดหม่น"
    }
  },
  {
    "translation": {
      "en": "that for John Carpenter, was far from over.",
      "th": "ที่จอห์น คาร์เพนเตอร์มองว่ายังจบไม่สวยนัก"
    }
  },
  {
    "translation": {
      "en": "[Yablans] John was the composer.",
      "th": "จอห์นเป็นคนแต่งเพลง"
    }
  },
  {
    "translation": {
      "en": "He was Bowling Green Symphony Orchestra,",
      "th": "เขาคือโบวลิ่งกรีนซิมโฟนีออร์เคสตร้า"
    }
  },
  {
    "translation": {
      "en": "which is credited on the screen.",
      "th": "ซึ่งได้รับเครดิตบนจอหนัง"
    }
  },
  {
    "translation": {
      "en": "All the music came from John.",
      "th": "ดนตรีประกอบทั้งหมดฝีมือจอห์น"
    }
  },
  {
    "translation": {
      "en": "And it all came rather quickly.",
      "th": "และมันพรั่งพรูมารวดเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "I think he did it in, like, three days or something.",
      "th": "ฉันคิดว่า เขาทำได้ภายในสามวัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] The thought of which is almost as terrifying as the main theme itself.",
      "th": "แค่คิดมันก็สยองขวัญพอๆ กับธีมหลักเลยครับ"
    }
  },
  {
    "translation": {
      "en": "You know the one.",
      "th": "คุณรู้จักดี"
    }
  },
  {
    "translation": {
      "en": "So simple. The riff is repeated and repeated and repeated,",
      "th": "เรียบง่าย ทำนองเล่นซ้ำๆ ซ้ำแล้วซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "but it isn't repeated the same way.",
      "th": "แต่มันไม่ได้เล่นซ้ำแบบเดิม"
    }
  },
  {
    "translation": {
      "en": "Music tells you how you're supposed to feel about this stuff.",
      "th": "ดนตรีบอกว่าคุณควรรู้สึกยังไงกับสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "John's music for Halloween was masterful with that.",
      "th": "ดนตรีที่จอห์นแต่งให้ฮาโลวีน บรรลุวัตถุประสงค์ที่ว่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] And after masterfully marrying that music to picture…",
      "th": "และหลังจากแต่งดนตรี เข้ากับบรรยากาศหนังได้ชนิดขั้นเทพ"
    }
  },
  {
    "translation": {
      "en": "It was like another movie. I jumped out of my chair.",
      "th": "มันเหมือนหนังอีกเรื่องนีงเลย ผมสะดุ้งโหยงจากเก้าอี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] As for the movie's financial investor…",
      "th": "และสำหรับนายทุนของหนัง…"
    }
  },
  {
    "translation": {
      "en": "And Moustapha came with me to screen the movie,",
      "th": "มูสตาฟามาดูหนังที่ตัดเสร็จใหม่ๆ กับผม"
    }
  },
  {
    "translation": {
      "en": "I'll never forget, we came out of the screening",
      "th": "ผมไม่เคยลืมตอนเดินออกจากห้องฉาย"
    }
  },
  {
    "translation": {
      "en": "and Moustapha was quiet, pensive.",
      "th": "และมูสตาฟาเงียบกริบ ท่าทีครุ่นคิด"
    }
  },
  {
    "translation": {
      "en": "What's the matter with you?",
      "th": "เธอเป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "And he turned to me and said those immortal words to me.",
      "th": "และเขาหันมาพูดคำพูด ที่จะอยู่กับผมไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "\"I don't see my name anywhere on the screen.\"",
      "th": "\"ฉันไม่เห็นชื่อฉันตรงไหนของจอเลย\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Easily fixed. But more importantly…",
      "th": "แก้ไขง่ายมาก แต่ที่สำคัญกว่านั้น…"
    }
  },
  {
    "translation": {
      "en": "At that moment, I knew we had a big, important movie.",
      "th": "ตอนนั้น ผมรู้เลยว่าเรามีหนังเด็ดและยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[narrator] And so, things came full circle",
      "th": "และอะไรๆ ก็ย้อนสู่จุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "when Irwin arranged a sneak peek preview screening of his own movie.",
      "th": "เมื่อเออร์วินจัดฉายรอบชิมลางหนังของเขา"
    }
  },
  {
    "translation": {
      "en": "And I invited all the studios to come.",
      "th": "และผมเชิญทุกสตูดิโอมาดู"
    }
  },
  {
    "translation": {
      "en": "-But they didn't. -The studios never sent anybody.",
      "th": "แต่พวกเขาไม่มา พวกเขาไม่ส่งตัวแทนมา"
    }
  },
  {
    "translation": {
      "en": "[narrator] Instead, a bunch of college students did. Is that any help?",
      "th": "แต่นักศึกษาวิทยาลัยกลับมาดู พอแก้ขัดได้ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "The big studios weren't interested in making horror pictures.",
      "th": "สตูดิโอใหญ่ๆ ไม่สนใจสร้างหนังสยองขวัญ"
    }
  },
  {
    "translation": {
      "en": "That was déclassé for them.",
      "th": "ถือเป็นอะไรที่ด้อยค่าสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You're not doing very much to prove me wrong.",
      "th": "คุณไม่เห็นทำอะไรเพื่อพิสูจน์ว่าผมผิดเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oh, and as for those college kids…",
      "th": "และสำหรับหนุ่มสาววิทยาลัยพวกนั้น…"
    }
  },
  {
    "translation": {
      "en": "The screening was a howling success.",
      "th": "รอบฉายชิมลางประสบความสำเร็จถล่มทลาย"
    }
  },
  {
    "translation": {
      "en": "Jamie Lee Curtis drops the knife a number of times.",
      "th": "เจมี่ ลี เคอร์ติสทิ้งมีดหลายรอบ"
    }
  },
  {
    "translation": {
      "en": "And the last time she dropped it,",
      "th": "ครั้งสุดท้ายที่เธอทิ้งมีด"
    }
  },
  {
    "translation": {
      "en": "some wise guy from the audience yelled, \"You deserve to die!\"",
      "th": "ไอ้หนุ่มจอมรู้ดีในกลุ่มผู้ชมตะโกนว่า \"สมควรแล้วละ\""
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Despite what the studios thought, Halloween didn't deserve to die.",
      "th": "และไม่ว่าสตูดิโอต่างๆ จะคิดยังไง ฮาโลวีนไม่สมควรตายไปเปล่าๆ"
    }
  },
  {
    "translation": {
      "en": "So Irwin fell back on another talent from his past.",
      "th": "เออร์วินเลยกลับไปพึ่ง สุดยอดพรสวรรค์ในอดีต"
    }
  },
  {
    "translation": {
      "en": "Loading trucks.",
      "th": "ขนของใส่รถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "[narrator] No, what he did after that.",
      "th": "ไม่ใช่ อาชีพเขาหลังจากนั้นต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-A booker. -[narrator] You got it.",
      "th": "นักจองหนัง"
    }
  },
  {
    "translation": {
      "en": "And he distributed Halloween himself.",
      "th": "ใช่แล้วครับ และเขาจัดจำหน่ายฮาโลวีนด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I decided that I would open the movie in a small city.",
      "th": "ผมตัดสินใจว่าจะเปิดฉายหนังในเมืองเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "If I got good reaction, I could use them to my advantage.",
      "th": "ถ้าผลตอบรับดี ผมจะใช้มันให้เป็นประโยชน์"
    }
  },
  {
    "translation": {
      "en": "If they weren't that good, I could bury the news",
      "th": "แต่ถ้าผลตอบรับไม่ดี ผมก็ปิดข่าวซะ"
    }
  },
  {
    "translation": {
      "en": "and go on to the next market.",
      "th": "แล้วย้ายไปทำตลาดที่อื่น"
    }
  },
  {
    "translation": {
      "en": "[narrator] So, stealthfully and silently,",
      "th": "อย่างลับๆ และเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "the film crept up on moviegoers five days before Halloween",
      "th": "หนังเรื่องนี้ทำเอาคนดูขนพองสยองเกล้า เพียงห้าวันก่อนฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "at an AMC in Kansas City, Missouri, in 1978.",
      "th": "ที่โรงภาพยนตร์เอเอ็มซีในเมืองแคนซัส มิสซูรี ในปี 1978"
    }
  },
  {
    "translation": {
      "en": "And I settled back that weekend and waited for the result.",
      "th": "และผมก็ได้แต่เฝ้ารอดูผลลัพธ์ ช่วงสุดสัปดาห์นั้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] And by the end of the first day…",
      "th": "และพอจบวันแรกที่ฉาย…"
    }
  },
  {
    "translation": {
      "en": "You know, it wasn't great, but it was respectable.",
      "th": "รู้ไหม มันก็ไม่ได้ดีมาก แต่ก็มีคนดูมากใช้ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] \"Respectable.\" There you go. Take that, studio.",
      "th": "\"คนดูมากใช้ได้\" นั่นไงละ สตูดิโอฟังไว้ซะ"
    }
  },
  {
    "translation": {
      "en": "But the next day, it was double.",
      "th": "แต่วันต่อมา คนดูทวีคูณขึ้น"
    }
  },
  {
    "translation": {
      "en": "And the third day, exponentially double again.",
      "th": "และพอวันที่สาม คนดูล้นหลามขึ้นอีกเท่าตัว"
    }
  },
  {
    "translation": {
      "en": "That means that everyone who saw that movie",
      "th": "แปลว่าทุกคนที่ดูหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "was on the phone when they got home.",
      "th": "โทรศัพท์ไปเม้าท์มอยตอนกลับถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Halloween was going viral, late '70s style.",
      "th": "ฮาโลวีนเลยกลายเป็นหนังไวรัล ในแบบฉบับหนังปลายยุค 70"
    }
  },
  {
    "translation": {
      "en": "So now that I knew I had a movie that people really wanted to see,",
      "th": "ทีนี้ผมรู้แล้วว่าผมมีหนังที่คนอยากดู"
    }
  },
  {
    "translation": {
      "en": "I thought I'll take a chance and take it to a big city",
      "th": "ผมเลยว่าจะเสี่ยงเอาไปฉายในเมืองใหญ่"
    }
  },
  {
    "translation": {
      "en": "where I might get a decent review.",
      "th": "ที่ผมอาจได้รับคำวิจารณ์ดีงาม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Next, taking the movie to Chicago.",
      "th": "เป้าหมายต่อไป พาหนังไปชิคาโก"
    }
  },
  {
    "translation": {
      "en": "Beat out every movie from every major studio and ran for two months.",
      "th": "ชนะหนังทุกเรื่องจากค่ายยักษ์ใหญ่ และยืนโรงฉายอยู่สองเดือน"
    }
  },
  {
    "translation": {
      "en": "[narrator] With rave reviews from Roger Ebert and Tom Allen from The Village Voice.",
      "th": "พ่วงคำวิจารณ์อวยไส้แตกจากโรเจอร์ อีเบิร์ต กับทอม อัลเลนจากเดอะวิลเลจวอยซ์"
    }
  },
  {
    "translation": {
      "en": "More theaters got added, and then more theaters got added,",
      "th": "โรงฉายเพิ่มขึ้นเรื่อยๆ แล้วก็มีอีกหลายโรงฉายตามมา"
    }
  },
  {
    "translation": {
      "en": "and it just started turning into this monster.",
      "th": "และมันเริ่มกลายเป็นอสุรกาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And, like The Shape, Halloween left audiences…",
      "th": "ทั้งหนังและเดอะเชปทำเอาผู้ชม…"
    }
  },
  {
    "translation": {
      "en": "-Screaming. -Laughing together.",
      "th": "- กรีดร้อง - หัวเราะไปด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Talking to the screen.",
      "th": "คุยกับจอหนัง"
    }
  },
  {
    "translation": {
      "en": "-Can't you answer me? -As if the third wall had broken down.",
      "th": "ตอบฉันไม่ได้รึไง ราวกับกำแพงในจินตนาการพังทลายลง"
    }
  },
  {
    "translation": {
      "en": "\"Don't go in there, you crazy woman! What are you doing?\" You know?",
      "th": "\"อย่าเข้าไปในนั้น อีบ้า ทำอะไรของแกน่ะ\" นึกออกไหมครับ"
    }
  },
  {
    "translation": {
      "en": "They weren't watching a movie. They were experiencing this movie.",
      "th": "พวกเขาไม่ได้มาดูหนัง แต่มาสัมผัสประสบการณ์จากหนังต่างหาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Without the big studios behind him,",
      "th": "เมื่อไม่มีสตูดิโอใหญ่สนับสนุน"
    }
  },
  {
    "translation": {
      "en": "audiences had to wait their turn.",
      "th": "ผู้คนมหาศาลจึงต้องรอคิวดู"
    }
  },
  {
    "translation": {
      "en": "It wasn't a hit right away.",
      "th": "มันไม่ใช่หนังฮิตโดยทันที"
    }
  },
  {
    "translation": {
      "en": "It sort of rolled out slowly,",
      "th": "มันค่อยออกฉายไปเรื่อยๆ ช้าๆ"
    }
  },
  {
    "translation": {
      "en": "and just kept building and building.",
      "th": "และค่อยๆ สร้างชื่อ สร้างมาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And perhaps the momentum may have fizzled",
      "th": "และบางทีแรงผลักอาจจะล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "if it hadn't been for one key detail.",
      "th": "ถ้าไม่ใช่เพราะรายละเอียดสำคัญชิ้นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Yablans] Identification with the holiday is what made this thing work.",
      "th": "การที่หนังยึดโยงกับวันเทศกาล เป็นจุดขายที่ทำให้มันเวิร์ก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Yeah. Halloween comes 'round every year.",
      "th": "ใช่ ฮาโลวีนเวียนมาทุกปี"
    }
  },
  {
    "translation": {
      "en": "If we had made this movie and called it \"The Babysitter Murders,\"",
      "th": "ถ้าเราทำหนังเรื่องนี้แล้วเรียกมันว่า \"ฆ่าให้ตายยัยพี่เลี้ยงเด็ก\""
    }
  },
  {
    "translation": {
      "en": "I don't think we'd be sitting here.",
      "th": "เราคงไม่มาถึงจุดนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] So, by Halloween of 1979,",
      "th": "ดังนั้นในวันฮาโลวีนปี 1979"
    }
  },
  {
    "translation": {
      "en": "The Shape resurfaced in theaters.",
      "th": "เดอะเชปก็ปรากฏตัวอีกครั้งในโรงภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "Then again in 1980, and then in 1981…",
      "th": "แล้วอีกครั้งในปี 1980 แล้วก็ปี 1981…"
    }
  },
  {
    "translation": {
      "en": "[announcer] Halloween II.",
      "th": "ฮาโลวีนภาคสอง"
    }
  },
  {
    "translation": {
      "en": "…came along, and by then, it had firmly cemented its status as a horror classic.",
      "th": "…ก็ออกฉาย และจนถึงตอนนั้น มันได้ก้าวสู่ทำเนียบหนังสยองสุดคลาสสิกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Word of mouth. You can't buy it. -[narrator] By the end of its run,",
      "th": "ปากต่อปาก คุณใช้เงินซื้อไม่ได้หรอก และเมื่อหนังออกจากโรง"
    }
  },
  {
    "translation": {
      "en": "Halloween grossed over $70 million,",
      "th": "ฮาโลวีนทำรายได้ไปกว่า 70 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "which was just a little bit more than that $300,000 budget.",
      "th": "ซึ่งมากกว่าทุนสร้างสามแสนดอลลาร์นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "It's like winning the Kentucky Derby, I suppose,",
      "th": "มันเหมือนชนะม้าแข่งครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "or hitting a grand slam in the World Series, that's how it felt.",
      "th": "หรือชนะแกรนด์สแลมในการแข่งเวิลด์ซีรีส์ รู้สึกยังงั้นละครับ"
    }
  },
  {
    "translation": {
      "en": "It's a film that changed films.",
      "th": "มันคือหนังที่พลิกโฉมหนังเรื่องอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Halloween just puts it all together for the first time and becomes",
      "th": "ฮาโลวีนเปิดศักราชหน้าใหม่และกลายเป็น"
    }
  },
  {
    "translation": {
      "en": "the root of, like, every slasher that would come after it.",
      "th": "รากเหง้าของหนังเชือดสยองที่จะคลอดตามมา"
    }
  },
  {
    "translation": {
      "en": "[narrator] But the success of Halloween didn't just inspire imitation.",
      "th": "แต่ความสำเร็จของฮาโลวีน ไม่ได้สร้างแรงบันดาลใจให้ลอกเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "Made lots of people raise hand and say, \"I wanna do that.\" Including myself.",
      "th": "ทำหลายคนยกมือพูดว่า \"ฉันอยากทำแบบนั้น\" รวมถึงผมด้วย"
    }
  },
  {
    "translation": {
      "en": "And today, a whole new generation of fans-turned-filmmakers",
      "th": "และวันนี้ บรรดาแฟนหนังที่ผันตัวเป็นคนทำหนัง"
    }
  },
  {
    "translation": {
      "en": "are keeping the sick and sordid saga of Michael Myers",
      "th": "ก็ยังรักษาตำนานความชั่วช้า ของไมเคิล ไมเยอร์ส"
    }
  },
  {
    "translation": {
      "en": "just as successful and relevant as it was over 40 years ago.",
      "th": "เหมือนที่เคยประสบความสำเร็จ และสำคัญอย่างที่เป็นเมื่อ 40 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "A fun mythology to be invited into the world of.",
      "th": "เป็นตำนานสนุกๆ ที่ถูกชวนเข้าไปสัมผัส"
    }
  },
  {
    "translation": {
      "en": "[narrator] And as for the man who created that mythology,",
      "th": "และสำหรับชายผู้สร้างสรรค์ตำนาน"
    }
  },
  {
    "translation": {
      "en": "John Carpenter took the extraordinary success of Halloween",
      "th": "จอห์น คาร์เพนเตอร์อาศัย ความสำเร็จเกินคาดหมายของฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "and built it into a multi-decade career,",
      "th": "เพื่อสร้างอาชีพต่อมาอีกหลายทศวรรษ"
    }
  },
  {
    "translation": {
      "en": "directing over a dozen films including Escape from New York and The Thing,",
      "th": "ด้วยการกำกับหนังอีกหลายสิบเรื่อง อย่าง \"เอสเคปฟรอมนิวยอร์ก\" กับ \"เดอะธิง\""
    }
  },
  {
    "translation": {
      "en": "often collaborating with the same family of filmmakers",
      "th": "และมักร่วมงานกับครอบครัวคนทำหนังกลุ่มเดิม"
    }
  },
  {
    "translation": {
      "en": "that helped him make Halloween.",
      "th": "ที่ช่วยให้เขาสร้างฮาโลวีนได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Tommy and Nick would go on to direct their own movies,",
      "th": "ทอมมี่กับนิคจะกำกับหนังของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and Debra Hill became one of the top producers in Hollywood.",
      "th": "ส่วนเดบร้า ฮิลล์กลายเป็นโปรดิวเซอร์เบอร์ต้นๆ ของฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "She was head of production at Paramount.",
      "th": "เธอเป็นหัวหน้าฝ่ายโปรดักชันที่พาราเมานต์"
    }
  },
  {
    "translation": {
      "en": "[narrator] Producing hits like Clue and The Fisher King.",
      "th": "ทำหนังฮิตอย่าง \"คลู\" และ \"เดอะฟิชเชอร์คิง\""
    }
  },
  {
    "translation": {
      "en": "And, uh…",
      "th": "และ เอ่อ…"
    }
  },
  {
    "translation": {
      "en": "Man, then she passed away.",
      "th": "แล้วเธอก็เสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "[narrator] And while her life was tragically cut short,",
      "th": "และขณะที่เธออายุสั้นอย่างน่าใจหาย"
    }
  },
  {
    "translation": {
      "en": "her legacy lives on in those characters she brought to life.",
      "th": "มรดกผลงานและตำนานของเธอยังคงอยู่ ในเหล่าตัวละครที่เธอสร้างให้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Castle] The success of the characters,",
      "th": "ความสำเร็จของตัวละครต่างๆ"
    }
  },
  {
    "translation": {
      "en": "especially the female characters in the movie,",
      "th": "โดยเฉพาะตัวละครหญิงในหนัง"
    }
  },
  {
    "translation": {
      "en": "could really be attributed to Debra Hill.",
      "th": "ต้องยกความดีความชอบให้เดบร้า ฮิลล์ครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Not only female film characters, but female filmmakers.",
      "th": "ไม่ใช่แค่ตัวละครหญิงในหนัง แต่รวมถึงผู้หญิงนักสร้างหนังด้วย"
    }
  },
  {
    "translation": {
      "en": "Debra was especially conscious of women's role in filmmaking,",
      "th": "เดบร้าตระหนักถึงบทบาทของผู้หญิง ในแวดวงสร้างหนัง"
    }
  },
  {
    "translation": {
      "en": "helping women step up and get more opportunity.",
      "th": "เธอช่วยให้ผู้หญิงก้าวหน้าและคว้าโอกาสมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] And while the passage of time has spread the Halloween family far and wide,",
      "th": "และขณะที่เส้นทางแห่งกาลเวลา นำพาครอบครัวฮาโลวีนมาไกลและไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "the house where it all began keeps the memories alive.",
      "th": "บ้านหลังที่ทุกสิ่งเริ่มต้นขึ้น จะยังรักษาความทรงจำให้คงอยู่เรื่อยไป"
    }
  },
  {
    "translation": {
      "en": "Here, in South Pasadena, where every day is Halloween.",
      "th": "ที่นี่ ในเซาธ์พาซาดีนา ที่ที่ทุกวันคือวันฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "Especially when The Shape himself returns to haunt the grounds,",
      "th": "โดยเฉพาะเมื่อเดอะเชปย้อนมาหลอกหลอน"
    }
  },
  {
    "translation": {
      "en": "and who to this day is still armed with his razor-sharp…",
      "th": "และยังมือมีดคมกริบเป็นอาวุธมาจนถึงทุกวันนี้…"
    }
  },
  {
    "translation": {
      "en": "memory?",
      "th": "ความทรงจำเหรอ"
    }
  },
  {
    "translation": {
      "en": "This was Judith Myers's room.",
      "th": "นี่คือห้องของจูดิธ ไมเยอร์ส"
    }
  },
  {
    "translation": {
      "en": "[narrator] This original Halloween house",
      "th": "บ้านถ่ายฮาโลวีนหลังดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "has been preserved as a California Registered Landmark,",
      "th": "ได้รับการอนุรักษ์ในฐานะสถานภูมิทัศน์ขึ้นทะเบียน ของรัฐแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "including a small museum out the back.",
      "th": "รวมถึงพิพิธภัณฑ์เล็กๆ ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "Let's go see what it's like.",
      "th": "ไปดูกันว่ามันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's locked. -[narrator] Probably for the best.",
      "th": "อุ๊ย มันล็อก ล็อกไว้น่ะดีสุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "It happened in here.",
      "th": "มันเกิดขึ้นที่นี่"
    }
  },
  {
    "translation": {
      "en": "I'm sure that you get a lot of fans out here.",
      "th": "ผมมั่นใจว่าคุณมีแฟนคลับหนังเพียบ"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "ไง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "What's going on? Please, please, up, up. Oh, no!",
      "th": "เกิดอะไรขึ้น ขอละๆ ยืนขึ้น โอ้ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "I've done a lot of movies on my own,",
      "th": "ผมทำหนังเองมาสารพัดเรื่อง"
    }
  },
  {
    "translation": {
      "en": "but this is the one I'll be remembered for,",
      "th": "แต่นี่เป็นเรื่องที่ทำให้ผมเป็นที่จดจำ"
    }
  },
  {
    "translation": {
      "en": "being behind a mask.",
      "th": "การอยู่ภายใต้หน้ากาก"
    }
  },
  {
    "translation": {
      "en": "And it's just-- That's the way it goes in Hollywood.",
      "th": "และมันก็… มันก็เป็นแบบนี้ละครับในฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "They kept it pretty good, huh?",
      "th": "พวกเขาดูแลบ้านนี่ซะดิบดีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But even before The Shape first stalked these halls…",
      "th": "แต่ก่อนที่เดอะเชปจะเดินผ่านโถงนี้…"
    }
  },
  {
    "translation": {
      "en": "Many moons ago.",
      "th": "นานมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "…there was one guy, following his dream.",
      "th": "ยังมีชายคนหนึ่งที่ทำตามความฝัน"
    }
  },
  {
    "translation": {
      "en": "[Yablans] \"If you know about making movies, why don't you make 'em?\"",
      "th": "ถ้าคุณรู้ลึกรู้ดีเรื่องทำหนัง ทำไมไม่ทำซะเองล่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Who rolled up his sleeves, put on his shorts, and got it done.",
      "th": "ชายผู้พับแขนเสื้อ ใส่กางเกงขาสั้นและลงมือทำจนสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Look, my whole life, in a sense, could be defined by Halloween now.",
      "th": "ฟังนะ จะว่าไปทั้งชีวิตผม อาจถูกนิยามด้วยหนังฮาโลวีนก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "It enabled me to move on to other things and make more movies.",
      "th": "มันทำให้ผมก้าวไปสู่สิ่งอื่นๆ ได้ ให้ผมได้สร้างหนังอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] And, in fact, it did the same for everyone.",
      "th": "และที่จริง มันก็เป็นเช่นเดียวกันกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "It gave careers to people like John Carpenter, Debra Hill,",
      "th": "มันหยิบยื่นอาชีพให้ผู้คน อย่างจอห์น คาร์เพนเตอร์ เดบร้า ฮิลล์"
    }
  },
  {
    "translation": {
      "en": "and that whole host of brigands, those wonderful kids that made that movie.",
      "th": "และบรรดาสมุนทีมงานทั้งหลาย สุดยอดหนุ่มสาวที่ทำหนังเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "This was our big break.",
      "th": "มันเป็นช่วงเวลาสำคัญของเรา"
    }
  },
  {
    "translation": {
      "en": "And the fact that we got it and it turned out to be a good fucking movie",
      "th": "และความจริงที่ว่าเราได้โอกาส และสร้างให้มันเป็นหนังที่โคตรดี"
    }
  },
  {
    "translation": {
      "en": "is just icing on the cake.",
      "th": "มันอิ่มอกอิ่มใจขึ้นไปอีกครับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] From their microscopic budget to a pumpkin shortage,",
      "th": "จากทุนสร้างอันแสนน้อยนิด ไปจนถึงฟักทองที่หาได้ยากยิ่ง"
    }
  },
  {
    "translation": {
      "en": "the team that made Halloween weren't handed much.",
      "th": "ทีมงานฮาโลวีนไม่ได้มีต้นทุนอะไรมากนัก"
    }
  },
  {
    "translation": {
      "en": "It took so many things to go right with that movie to make it what it was.",
      "th": "มันต้องอาศัยหลายสิ่ง กว่าที่หนังเรื่องนี้จะเป็นอย่างที่เป็น"
    }
  },
  {
    "translation": {
      "en": "[narrator] But when you combine a great group of friends",
      "th": "แต่เมื่อคุณหลอมรวมกลุ่มเพื่อนเก่งๆ เข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "with some scary costumes,",
      "th": "พร้อมชุดแต่งกายน่ากลัวๆ"
    }
  },
  {
    "translation": {
      "en": "maybe a few bottles of wine,",
      "th": "และอาจจะไวน์สักสองสามขวด"
    }
  },
  {
    "translation": {
      "en": "well, that's all you need for a perfect Halloween.",
      "th": "นั่นคือทั้งหมดที่คุณต้องการ ในวันฮาโลวีนที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "[Yablans] Fifty Halloweens from now, people will be watching this movie.",
      "th": "อีก 15 ฮาโลวีนต่อจากนี้ไป ผู้คนจะได้ดูหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[Jaffe] \"Fade to black. Roll end titles. The end.\"",
      "th": "\"จอกลายเป็นสีดำ ชื่อทีมงานเลื่อนขึ้น จบบริบูรณ์\""
    }
  }
]