[
  {
    "translation": {
      "en": "[woman] It's 2015, and people still act like marriage",
      "th": "ปี 2015 แต่ผู้คนยังทำเหมือนการแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "is some sort of crowning achievement for women.",
      "th": "เป็นความสำเร็จที่ยิ่งใหญ่ที่สุดของผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "That is a trap I did not fall into.",
      "th": "นั่นคือกับดักที่ฉันไม่หลงกล"
    }
  },
  {
    "translation": {
      "en": "Some people prefer to really feel like they're holding a knife in their hands.",
      "th": "คนชอบความรู้สึกเหมือน ได้กำมีดเอาไว้ในมือมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[woman] I dove in headfirst.",
      "th": "การกระทำของฉันเกิดขึ้นก่อน"
    }
  },
  {
    "translation": {
      "en": "[salesman] Most professional chefs, they prefer…",
      "th": "เชฟมืออาชีพส่วนใหญ่ชอบ…"
    }
  },
  {
    "translation": {
      "en": "[woman] I don't normally quiver for cutlery,",
      "th": "ปกติแล้วฉันไม่ได้กระสันเครื่องใช้บนโต๊ะอาหาร"
    }
  },
  {
    "translation": {
      "en": "but I'm getting married in six weeks, so here we are.",
      "th": "แต่ฉันกำลังจะแต่งงานในอีกหกสัปดาห์ เราจึงมาอยู่ที่นี่กัน"
    }
  },
  {
    "translation": {
      "en": "-[fiancé] Does that mean it's sharper? -[salesman] Scary sharp.",
      "th": "- หมายความว่ามันคมกว่าเหรอครับ - คมสุดๆ เลยละครับ"
    }
  },
  {
    "translation": {
      "en": "And she ain't cheap, but she is the superior blade.",
      "th": "และราคาสูงทีเดียว แต่นี่เป็นมีดคุณภาพสูง"
    }
  },
  {
    "translation": {
      "en": "Well, baby, we can't start married life with inferior blades.",
      "th": "ที่รักคะ เราเริ่มชีวิตแต่งงาน ด้วยมีดห่วยๆ ไม่ได้นี่นา"
    }
  },
  {
    "translation": {
      "en": "So you wanna choose a knife that feels comfortable in your hand.",
      "th": "คุณอยากเลือกมีดที่จับได้สบายมือ"
    }
  },
  {
    "translation": {
      "en": "What do you think of the Zwilling?",
      "th": "คิดยังไงกับสวิลลิ่งนี่ครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Snap out of it, psycho.",
      "th": "หยุดเลยนะ ยายโรคจิต"
    }
  },
  {
    "translation": {
      "en": "It's heavier.",
      "th": "มันหนักกว่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "[salesman] She has the touch.",
      "th": "เธอดูของเป็นแฮะ"
    }
  },
  {
    "translation": {
      "en": "I think being a petite woman, you'll find the Miyabi easier to manage.",
      "th": "ผมคิดว่าผู้หญิงตัวเล็กๆ อย่างคุณ คงจับมิยาบิได้ถนัดมือมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[woman] I've managed to not eat lunch for six years",
      "th": "ฉันไม่กินมื้อกลางวันมาหกปี"
    }
  },
  {
    "translation": {
      "en": "just to have this joker call me petite.",
      "th": "เพื่อที่จะได้ยินเจ้าตัวตลกนี่เรียกว่าตัวเล็ก"
    }
  },
  {
    "translation": {
      "en": "Petite is what they call short fat girls.",
      "th": "ตัวเล็กเป็นคำที่ใช้เรียกผู้หญิงอ้วนเตี้ย"
    }
  },
  {
    "translation": {
      "en": "-[beeps] -I should know. I used to be one.",
      "th": "ฉันรู้ดี ฉันเคยเป็นหนึ่งในนั้น"
    }
  },
  {
    "translation": {
      "en": "Text your mom.",
      "th": "ส่งข้อความหาแม่คุณ"
    }
  },
  {
    "translation": {
      "en": "-Let her know we're officially registered. -Okay.",
      "th": "- บอกเธอว่าเราลงทะเบียนไว้แล้ว - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Luke Harrison the Fourth played D1 lacrosse at Colgate,",
      "th": "ลุค แฮร์ริสันที่สี่เล่นลาครอสดิวิชั่นหนึ่ง ให้มหาวิทยาลัยคอลเกต"
    }
  },
  {
    "translation": {
      "en": "kite surfs on Nantucket,",
      "th": "ไคท์เซิร์ฟบนแนนทัคเก็ต"
    }
  },
  {
    "translation": {
      "en": "and skis in Vail because Aspen is lousy with the nouveau riche.",
      "th": "และสกีในเวลเพราะเอสเปน ไร้ระดับด้วยพวกเศรษฐีใหม่"
    }
  },
  {
    "translation": {
      "en": "He calls me \"babe\" with the finest of intentions.",
      "th": "เขาเรียกฉันว่าที่รักออกมาจากใจจริง"
    }
  },
  {
    "translation": {
      "en": "-Let's go, babe. -Yeah.",
      "th": "- ไปกัน ที่รัก - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Heretofore, it is his birthright to marry a blond insect of Norwegian descent",
      "th": "ก่อนหน้านี้ เขามีสิทธิ์โดยกำเนิดที่จะแต่งงาน กับหญิงผมบลอนด์อ้อนแอ้นสืบเชื้อสายนอร์เวย์"
    }
  },
  {
    "translation": {
      "en": "with a gender-ambiguous name, like Landry or Devon,",
      "th": "ที่มีชื่อคลุมเครือทางเพศอย่างแลนดรี้หรือเดวอน"
    }
  },
  {
    "translation": {
      "en": "who can spot my grift a mile away.",
      "th": "คนที่ดูความหลอกลวงของฉันออกตั้งแต่ไกล"
    }
  },
  {
    "translation": {
      "en": "Hey, can we get pizza?",
      "th": "นี่ เราไปกินพิซซ่ากันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Who are you, and what have you done with my fiancée?",
      "th": "คุณเป็นใครและทำอะไรกับคู่หมั้นผม"
    }
  },
  {
    "translation": {
      "en": "[woman] I'm not to the manor born,",
      "th": "ฉันไม่ได้เกิดมาร่ำรวย"
    }
  },
  {
    "translation": {
      "en": "but I have something no trust fund can buy…",
      "th": "แต่ฉันมีบางอย่างที่เศรษฐีคนไหนก็ซื้อไม่ได้"
    }
  },
  {
    "translation": {
      "en": "the edge.",
      "th": "ความแปลกใหม่"
    }
  },
  {
    "translation": {
      "en": "It doesn't take much in Luke's world.",
      "th": "ไม่ใช่เรื่องยากในโลกของลุค"
    }
  },
  {
    "translation": {
      "en": "Love your work, hate babies, even the cute ones,",
      "th": "รักงานที่ทำ เกลียดเด็ก แม้กระทั่งเด็กที่น่ารัก"
    }
  },
  {
    "translation": {
      "en": "have a few lurid secrets,",
      "th": "มีความลับดำมืดเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "and be eternally grateful that Luke knows all of them and still loves me.",
      "th": "และรู้สึกขอบคุณอย่างไม่มีที่สิ้นสุด ที่ลุครู้ทุกอย่างและยังรักฉัน"
    }
  },
  {
    "translation": {
      "en": "[Luke] Um, my mom is asking if the invites went out.",
      "th": "แม่ผมอยากรู้ว่าการ์ดเชิญเสร็จหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Mm. Yeah, once I approve the font.",
      "th": "ค่ะ เมื่อฉันอนุมัติฟอนต์"
    }
  },
  {
    "translation": {
      "en": "-Once you approve the font? -Yes.",
      "th": "- เมื่อคุณอนุมัติฟอนต์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Oh. Once Ani approves the font.",
      "th": "เมื่ออานี่อนุมัติฟอนต์"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[phone chimes]",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, she's saying they should go out six weeks before.",
      "th": "โอ้ เธอบอกว่าควรแจกการ์ดล่วงหน้าหกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "-Jesus, are we at six weeks already? -Yeah.",
      "th": "- ให้ตาย เหลือหกสัปดาห์แล้วเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Luke] Whoa, we are at six weeks.",
      "th": "เหลือหกสัปดาห์จริงๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[server] All done here?",
      "th": "ทานเสร็จหรือยังคะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, maybe just a box, please. -Sure.",
      "th": "- ครับ ขอกล่องสำหรับเอากลับด้วย - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Loo. -[Ani] Okay.",
      "th": "- ไปห้องน้ำก่อนนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Ani] Someone once called me an animal.",
      "th": "เคยมีบางคนเรียกฉันว่าสัตว์เดรัจฉาน"
    }
  },
  {
    "translation": {
      "en": "One wrong move and Luke will see it too.",
      "th": "ฉันพลาดก้าวเดียว ลุคก็จะเห็นมันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You can just take that. Thank you.",
      "th": "เก็บไปได้เลยค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Jesus. What happened?",
      "th": "ให้ตายสิ เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Waitress spilled soda all over the pizza and my dress.",
      "th": "พนักงานเสิร์ฟทำโซดาหกท่วมพิซซ่าและชุดฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[Luke] Oh no.",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "It's gonna be okay, babe. Okay?",
      "th": "ไม่เป็นไรนะ ที่รัก โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Come on, I'll help you.",
      "th": "มาสิ ผมจะช่วยคุณเอง"
    }
  },
  {
    "translation": {
      "en": "Baby, I love you.",
      "th": "ที่รัก ฉันรักคุณจัง"
    }
  },
  {
    "translation": {
      "en": "Oh! Oh my God. -I'm so full. -You hardly ate anything.",
      "th": "- พระเจ้า อิ่มชะมัดเลย - คุณแทบไม่ได้กินอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] Okay, so maybe I keep some secrets from him,",
      "th": "โอเค บางทีฉันก็ปิดความลับบางอย่างจากเขา"
    }
  },
  {
    "translation": {
      "en": "but no one has ever made me feel so safe.",
      "th": "แต่ไม่เคยมีใครทำให้ฉัน รู้สึกปลอดภัยขนาดนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Luke] I'm proud of you for eating carbs, babe.",
      "th": "ผมภูมิใจนะที่คุณกินคาร์โบไฮเดรตบ้าง"
    }
  },
  {
    "translation": {
      "en": "I wanna see every one of you dripping in sweat.",
      "th": "ผมอยากเห็นพวกคุณทุกคนเหงื่อท่วม"
    }
  },
  {
    "translation": {
      "en": "Nothing is so bad that you can't do it for ten more seconds.",
      "th": "ไม่มีอะไรที่ยากจนทำไม่ได้แค่อีกสิบวินาทีเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-[traffic noise] -Ugh! Nineteen minutes? Some people have jobs to get to.",
      "th": "สิบเก้านาทีเหรอ มีคนต้องไปทำงานทำการนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, not me, but some people.",
      "th": "ฉันหมายถึง ไม่ใช่ฉัน บางคนน่ะ"
    }
  },
  {
    "translation": {
      "en": "But I can't be late today.",
      "th": "วันนี้ฉันจะไปสายไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Oh my God. Are you meeting the documentary director today?",
      "th": "พระเจ้า เธอจะเจอกับผู้กำกับสารคดีวันนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, well, you're not gonna be late on my watch.",
      "th": "โอเค งั้นฉันจะไม่ทำให้เธอสายแน่"
    }
  },
  {
    "translation": {
      "en": "[Ani] Nell Rutherford has been fostering me since freshman year of college.",
      "th": "เนล รัทเธอร์ฟอร์ดดูแลฉันมา ตั้งแต่เข้าปีหนึ่งที่มหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "I know you never take the subway.",
      "th": "ฉันรู้ว่าเธอไม่เคยขึ้นรถไฟใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "Oh God, no, no, no. I-I really-- I really hate this.",
      "th": "พระเจ้า ไม่เอา ฉันไม่… ฉันไม่ชอบมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. By your side.",
      "th": "โอเค ฉันอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "[Ani] Nell is a natural blond with a trust fund.",
      "th": "เนลเป็นคนผมบลอนด์ธรรมชาติที่รวยแต่กำเนิด"
    }
  },
  {
    "translation": {
      "en": "I'm a try-hard former financial-aid kid.",
      "th": "ฉันเป็นอดีตเด็กได้รับเงินสนับสนุน ที่พยายามไต่เต้า"
    }
  },
  {
    "translation": {
      "en": "We both hate where we came from.",
      "th": "เราต่างเกลียดรากเหง้าของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Your mom's coming this weekend, right?",
      "th": "แม่เธอจะมาสุดสัปดาห์นี้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, yes.",
      "th": "อ๋อ ใช่"
    }
  },
  {
    "translation": {
      "en": "She's been to TJ Maxx three times",
      "th": "เธอไปที่ห้างทีเจแม็กซ์สามรอบ"
    }
  },
  {
    "translation": {
      "en": "to try to find an outfit for my fitting at Saks Fifth Avenue on the 5th Avenue.",
      "th": "เพื่อพยายามหาชุดสำหรับใส่มาลองชุดแต่งงานฉัน ที่ห้างแซ็คฟิฟธ์อะเวนิวบนถนนฟิฟธ์อะเวนิว"
    }
  },
  {
    "translation": {
      "en": "Wow, what is the opposite of a legend?",
      "th": "ว้าว บอกฉันทีว่าอะไรตรงข้ามกับคำว่าเจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Okay, I think this one is the most you.",
      "th": "ฉันว่าอันนี้ดูเป็นเธอที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] What? Only You Pro?",
      "th": "อะไร ฟอนต์โอนลี่ยูโปรเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Would you pick it?",
      "th": "เป็นเธอจะเลือกมันไหม"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not getting married until we have a woman for president,",
      "th": "คือว่าฉันจะไม่แต่งงาน จนกว่าเราจะมีประธานาธิบดีเป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "so I guess we'll know soon enough.",
      "th": "เพราะงั้นอีกไม่นานเราคงได้รู้กัน"
    }
  },
  {
    "translation": {
      "en": "I, uh… I'm still scared I'm making a mistake.",
      "th": "ฉันยังกลัวอยู่เลยว่าตัวเองจะทำพลาด"
    }
  },
  {
    "translation": {
      "en": "Getting married?",
      "th": "เรื่องแต่งงานน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. No, like is Only You Pro the font of a trash slut",
      "th": "ไม่ อย่างโอนลี่ยูโปร เป็นฟอนต์ของนังแพศยาราคาถูก"
    }
  },
  {
    "translation": {
      "en": "who doesn't know how to pass the salt and pepper shakers together.",
      "th": "ที่ไม่รู้จักยื่นกระปุกเกลือและพริกไทยคู่กัน"
    }
  },
  {
    "translation": {
      "en": "Oh my God, there is no such thing as a slutty font. It doesn't exist.",
      "th": "ให้ตายเถอะ ไม่มีฟอนต์นังแพศยาอะไรทั้งนั้นน่า มันมีจริงที่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "God, I can't breathe.",
      "th": "พระเจ้า ฉันหายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Ani] Oh my God. Oh my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "This is normal. Okay? This happens all the time.",
      "th": "นี่เป็นเรื่องปกติ โอเคไหม มันเกิดขึ้นประจำ"
    }
  },
  {
    "translation": {
      "en": "[conductor] We are experiencing a delay… -It's no big deal. -…due to train traffic ahead of us.",
      "th": "เรากำลังประสบปัญหาล่าช้า จากการที่รถไฟขบวนข้างหน้าติดขัด"
    }
  },
  {
    "translation": {
      "en": "Thank you for your patience.",
      "th": "ขอบคุณสำหรับความอดทน"
    }
  },
  {
    "translation": {
      "en": "-You okay? -[power turns on] There we go. See?",
      "th": "เธอโอเคไหม ไฟมาแล้ว เห็นไหม"
    }
  },
  {
    "translation": {
      "en": "[conductor] Next stop 34th Street-Herald Square.",
      "th": "- สถานีต่อไปจัตุรัสเฮอรัลด์ ถนน 34 - และรถกำลังขยับ"
    }
  },
  {
    "translation": {
      "en": "-And we're moving. Okay. -Oh my God.",
      "th": "- สถานีต่อไปจัตุรัสเฮอรัลด์ ถนน 34 - และรถกำลังขยับ - พระเจ้าช่วย - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Ani] Ugh! Eleanor Whitman. Brought in from The Atlantic",
      "th": "เอเลนอร์ วิทแมน ส่งตรงจากนิตยสารแอตแลนติก"
    }
  },
  {
    "translation": {
      "en": "to elevate the overly-sex fashion glossy where I work.",
      "th": "เพื่อมายกระดับ แฟชั่นวาววับของผู้หญิงจ๋าในที่ทำงานฉัน"
    }
  },
  {
    "translation": {
      "en": "How was your weekend?",
      "th": "สุดสัปดาห์เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[scoffs] I feel like I ran a half-marathon through Williams-Sonoma.",
      "th": "เหมือนไปวิ่งฮาล์ฟมาราธอน ในร้านวิลเลียมส์ โซโนมามาเลย"
    }
  },
  {
    "translation": {
      "en": "-Williams-Sonoma? -Yeah.",
      "th": "- วิลเลียมส์ โซโนมาเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "You should register for a few pieces at Scully & Scully if you can.",
      "th": "คุณน่าจะไปลงทะเบียนบางชิ้น ที่ร้านสกัลลีแอนด์สกัลลีถ้าทำได้"
    }
  },
  {
    "translation": {
      "en": "I'm sure Luke's family would go in on them.",
      "th": "ฉันมั่นใจว่าครอบครัวลุคต้องซื้อให้แน่"
    }
  },
  {
    "translation": {
      "en": "[Ani] The fuck is Scully & Scully?",
      "th": "สกัลลีแอนด์สกัลลีคือบ้าอะไรวะ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Obsessed with Scully & Scully.",
      "th": "ฉันหมกมุ่นกับสกัลลีแอนด์สกัลลีเลยละ"
    }
  },
  {
    "translation": {
      "en": "My bedroom sconces are from there.",
      "th": "ฉันได้โคมไฟในห้องนอนมาจากที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Ani] Eleanor gets to write about topics with gravitas,",
      "th": "เอเลนอร์ได้เขียนเรื่องเคร่งขรึมจริงจัง"
    }
  },
  {
    "translation": {
      "en": "like the wage gap and women in Afghanistan.",
      "th": "อย่างช่องว่างระหว่างรายได้ และผู้หญิงในอัฟกานิสถาน"
    }
  },
  {
    "translation": {
      "en": "I'm on another equally important beat.",
      "th": "ฉันก็มีเรื่องที่สำคัญพอๆ กันให้เขียน"
    }
  },
  {
    "translation": {
      "en": "Your voice, Miss FaNelli…",
      "th": "คำพูดของคุณ คุณฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "is simply peerless.",
      "th": "ไม่มีใครเทียมทาน"
    }
  },
  {
    "translation": {
      "en": "[Ani] This is what sells our magazine.",
      "th": "นี่คือสิ่งที่ทำให้นิตยสารของเราขายได้"
    }
  },
  {
    "translation": {
      "en": "Apparently men's pleasure is of global importance.",
      "th": "เห็นได้ชัดว่าความพึงพอใจของผู้ชาย มีความสำคัญระดับโลก"
    }
  },
  {
    "translation": {
      "en": "So a recent study in the American Journal of Public Health",
      "th": "ผลการศึกษาเมื่อไม่นานมานี้ ในวารสารสาธารณสุขอเมริกา"
    }
  },
  {
    "translation": {
      "en": "found that last year, 30% of sexual assault survivors",
      "th": "พบว่าผู้รอดชีวิตจากการ ล่วงละเมิดทางเพศ 30 เปอร์เซ็นต์ในปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "had to pay $940 for their own rape kits.",
      "th": "ต้องจ่ายเงิน 940 เหรียญ เป็นค่าชุดเก็บหลักฐานการข่มขืนของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "That's a girl's whole paycheck.",
      "th": "นั่นคือเงินเดือนทั้งเดือนของผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Right. So I was thinking",
      "th": "ค่ะ ฉันเลยคิดว่าจะ"
    }
  },
  {
    "translation": {
      "en": "\"The Real Cost of Sexual Assault\" as the cover line.",
      "th": "พาดหัวปกว่า \"ต้นทุนที่แท้จริง ของการล่วงละเมิดทางเพศ\""
    }
  },
  {
    "translation": {
      "en": "Oh! Lavender. Retch.",
      "th": "ลาเวนเดอร์นี่ แหวะ"
    }
  },
  {
    "translation": {
      "en": "How about, \"When Your Rape Costs More than Your Rent\"?",
      "th": "ถ้าเป็น \"เมื่อการข่มขืน แพงกว่าค่าเช่าบ้าน\" ล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "Now that gets us on The Today Show.",
      "th": "นั่นแหละที่จะทำให้เราได้ออกรายการทูเดย์โชว์"
    }
  },
  {
    "translation": {
      "en": "Miss FaNelli, give me something skanky to keep the lights on.",
      "th": "คุณฟาเนลลี ขออะไรเสื่อมๆ ที่ทำให้คนสนใจเราต่อไปที"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Okay.",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's see, skanky…",
      "th": "ไหนดูซิ เสื่อมๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, a new study in the Journal of Kinesiology",
      "th": "โอเค ผลวิจัยใหม่ในวารสาร วิทยาศาสตร์การเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "found that nasal breathing is optimal for sports performance",
      "th": "พบว่าการหายใจทางจมูก เหมาะสมที่สุดในการเล่นกีฬา"
    }
  },
  {
    "translation": {
      "en": "and is used by some of the top athletes around the world.",
      "th": "และถูกใช้โดยนักกีฬาชั้นนำหลายคนทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "So, \"Five Weeks to an Olympian Blow Job:",
      "th": "ดังนั้น \"ห้าสัปดาห์สู่การบ๊วบระดับโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "Breathe Like a Top Athlete",
      "th": "หายใจแบบนักกีฬาชั้นนำ"
    }
  },
  {
    "translation": {
      "en": "to Last Longer and Go Deeper than His Ex.\"",
      "th": "ให้ได้นานและลึกกว่าแฟนเก่าของเขา\""
    }
  },
  {
    "translation": {
      "en": "When I count my blessings, I count you twice.",
      "th": "ตอนนับเรื่องดีในชีวิต ฉันนับคุณเป็นสองเท่าเลยละ"
    }
  },
  {
    "translation": {
      "en": "-Draft by the end of the week? -Yeah.",
      "th": "- ขอร่างภายในสัปดาห์นี้นะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, everyone. -[indistinct chatter]",
      "th": "ขอบคุณค่ะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Come with me.",
      "th": "มากับฉันสิ"
    }
  },
  {
    "translation": {
      "en": "It's gonna be your name on the masthead of The New York Times Magazine.",
      "th": "ชื่อคุณจะได้อยู่บนหัวข้อในนิตยสารนิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "Lower than mine, but it beats a Cuisinart for a wedding gift.",
      "th": "ล่างชื่อฉัน แต่ก็เป็นของขวัญแต่งงาน ที่ดีกว่าเครื่องครัวคุยซีนอาร์ตแน่"
    }
  },
  {
    "translation": {
      "en": "[Ani] I am this close to becoming Ani Harrison,",
      "th": "ฉันใกล้จะได้เป็นอานี่ แฮร์ริสัน"
    }
  },
  {
    "translation": {
      "en": "senior editor at The New York Times Magazine,",
      "th": "บรรณาธิการอาวุโสนิตยสารนิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "to becoming someone people can respect.",
      "th": "กลายเป็นคนที่ผู้คนจะนับถือ"
    }
  },
  {
    "translation": {
      "en": "Abstaining from lunch allows me to squat in Eleanor's office when I need it.",
      "th": "การงดมื้อกลางวันทำให้ฉันย่องเข้าไป ในออฟฟิศของเอเลนอร์ได้เมื่อต้องการ"
    }
  },
  {
    "translation": {
      "en": "One day, I'll have a corner office with my own insufferable display",
      "th": "วันหนึ่งฉันจะมีออฟฟิศตรงหัวมุม ที่ตั้งโชว์รางวัลอันทรงเกียรติ"
    }
  },
  {
    "translation": {
      "en": "of prestigious and frankly phallic-looking awards.",
      "th": "และมองยังไงก็เหมือนไอ้จ้อนในแบบที่เหลือจะทน"
    }
  },
  {
    "translation": {
      "en": "Until then, I pretend I'm important.",
      "th": "จนกว่าจะถึงตอนนั้น ฉันจะแสร้งทำว่าตัวเองเป็นคนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "The rock was Luke's grandmother's.",
      "th": "อัญมณีเป็นของย่าลุค"
    }
  },
  {
    "translation": {
      "en": "Oh. Pardon me, his Nana's.",
      "th": "ขอโทษที คุณย่าของเขา"
    }
  },
  {
    "translation": {
      "en": "He told me I could reset it in a diamond band,",
      "th": "เขาบอกว่าฉันเอามันไปใส่แหวนวงใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "what all the girls are doing now.",
      "th": "ซึ่งเป็นสิ่งที่ผู้หญิงทุกคนทำในสมัยนี้"
    }
  },
  {
    "translation": {
      "en": "Exactly why I will never.",
      "th": "ฉันถึงไม่มีทางทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I intend to send a very clear message.",
      "th": "ฉันตั้งใจที่จะสื่อความให้ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "This is an heirloom.",
      "th": "นี่คือมรดกตกทอด"
    }
  },
  {
    "translation": {
      "en": "We don't just have money. We come from money.",
      "th": "เราไม่ได้แค่มีเงินเฉยๆ เราเกิดจากเงิน"
    }
  },
  {
    "translation": {
      "en": "-Take your best shot. -[door opens]",
      "th": "พยายามให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Hey, Ani. Good to see you again.",
      "th": "หวัดดีครับ อานี่ ดีใจที่ได้เจอกันอีก"
    }
  },
  {
    "translation": {
      "en": "Sorry to make you come all the way to Midtown.",
      "th": "ขอโทษที่ทำให้ต้องมาถึงมิดทาวน์นะคะ"
    }
  },
  {
    "translation": {
      "en": "Katie, thank you so much.",
      "th": "เคธี่ ขอบคุณมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Can you please remind Benjamin that I need the art",
      "th": "เตือนเบนจามินทีว่าฉันต้องการรูปภาพสำหรับ"
    }
  },
  {
    "translation": {
      "en": "for the wage-gap story?",
      "th": "เรื่องช่องว่างระหว่างค่าแรง"
    }
  },
  {
    "translation": {
      "en": "Um, the what story?",
      "th": "เรื่องอะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "[Ani] The smart story I just made up to sound more impressive.",
      "th": "เรื่องฉลาดๆ ที่ฉันเพิ่งแต่งขึ้นมา เพื่อจะได้ฟังดูน่าประทับใจไง"
    }
  },
  {
    "translation": {
      "en": "Ask Penelope.",
      "th": "ถามเพเนเลปีสิ"
    }
  },
  {
    "translation": {
      "en": "-Sit, please. -I appreciate you making the time.",
      "th": "- เชิญนั่งค่ะ - ขอบคุณที่สละเวลาครับ"
    }
  },
  {
    "translation": {
      "en": "I know you said that the documentary was not the right choice at the moment,",
      "th": "ผมรู้ว่าคุณบอกว่าสารคดี ไม่ใช่ตัวเลือกที่เหมาะสมสำหรับตอนนี้"
    }
  },
  {
    "translation": {
      "en": "but there's been a pretty sizable development since the last time we spoke.",
      "th": "แต่เราคืบหน้าไปเยอะมาก หลังจากครั้งสุดท้ายที่เราคุยกัน"
    }
  },
  {
    "translation": {
      "en": "Your former classmate, Dean Barton, has signed on to be interviewed.",
      "th": "อดีตเพื่อนร่วมชั้นของคุณ ดีน บาร์ตันตกลงจะให้สัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "[Ani] Keep it the fuck together, FaNelli.",
      "th": "อย่าสติแตก ฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "I guess it shouldn't be a surprise he has a new book to promote.",
      "th": "ไม่น่าประหลาดใจ เขาต้องโฆษณาหนังสือเล่มใหม่"
    }
  },
  {
    "translation": {
      "en": "I'm sure you saw his speech before Congress this summer.",
      "th": "คุณคงได้ฟังสุนทรพจน์ เปิดสภาของเขาก่อนหน้านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Ani] Only 200 times.",
      "th": "แค่ 200 ครั้งเอง"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, it was a plea to tighten firearm background checks in Pennsylvania.",
      "th": "อ๋อ เขาเรียกร้องให้กวดขันการตรวจสอบ ประวัติอาวุธปืนในเพนซิลเวเนียน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Your ring. Show him your ring.",
      "th": "แหวนเธอ ให้เขาดูแหวนของเธอ"
    }
  },
  {
    "translation": {
      "en": "I'm afraid I've been preoccupied this summer with planning the wedding",
      "th": "ฉันเกรงว่าฤดูร้อนนี้ ฉันจะยุ่งกับการวางแผนงานแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "and the magazine's initiative with Hillary's campaign.",
      "th": "และเริ่มแคมเปญของฮิลลารี่ให้กับนิตยสาร"
    }
  },
  {
    "translation": {
      "en": "I can't imagine what it's like to have people grilling you about it",
      "th": "ผมนึกไม่ออกเลยว่าจะเป็นยังไง ที่ต้องถูกคนตั้งคำถามเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "so many years later.",
      "th": "หลังจากผ่านมาหลายปี"
    }
  },
  {
    "translation": {
      "en": "You're a survivor of the deadliest private-school shooting in history.",
      "th": "คุณเป็นผู้รอดชีวิต จากการกราดยิงโรงเรียนที่ร้ายแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "And the reason it continues to captivate public interest",
      "th": "และเหตุผลที่สาธารณชนยังคงให้ความสนใจกับมัน"
    }
  },
  {
    "translation": {
      "en": "is because there are still so many questions you never answered.",
      "th": "ก็เป็นเพราะยังมีอีกหลายคำถามที่คุณไม่เคยตอบ"
    }
  },
  {
    "translation": {
      "en": "People wanna know were you a hero or an accomplice?",
      "th": "ผู้คนอยากรู้ว่าคุณเป็นวีรสตรีหรือผู้สมรู้ร่วมคิด"
    }
  },
  {
    "translation": {
      "en": "I had absolutely nothing to do with it.",
      "th": "ฉันไม่เกี่ยวอะไรกับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "-Then why does Dean say you did? -I don't know.",
      "th": "- ทำไมดีนถึงบอกว่าคุณเกี่ยวล่ะครับ - ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Don't you wanna tell your side of the story?",
      "th": "คุณไม่อยากเล่าเรื่องฝั่งคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[door opens] -Miss FaNelli. Right at home, I see.",
      "th": "คุณฟาเนลลี อยู่นี่เองสินะ"
    }
  },
  {
    "translation": {
      "en": "I need three to five cover line tries for the simultaneous orgasm story",
      "th": "ฉันอยากได้ข้อความขึ้นปก สามถึงห้าคำเรื่องการหลั่งพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "by the time I get back from lunch.",
      "th": "ตอนกลับมาจากมื้อเที่ยง"
    }
  },
  {
    "translation": {
      "en": "LoLo Vincent, editor-in-chief of The Women's Bible.",
      "th": "โลโล่ วินเซนท์ หัวหน้ากองบรรณาธิการ นิตยสารวูแมนส์ ไบเบิลค่ะ"
    }
  },
  {
    "translation": {
      "en": "Aaron Wickersham, independent filmmaker.",
      "th": "แอรอน วิคเกอร์แชม ผู้สร้างหนังอิสระ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's right. I saw your short at the Toronto Film Festival a few years back.",
      "th": "โอ้ จริงด้วย ฉันดูหนังสั้นของคุณ ในเทศกาลหนังโทรอนโต"
    }
  },
  {
    "translation": {
      "en": "Are you our hot guy of the month for December?",
      "th": "คุณใช่หนุ่มฮอตเดือนธันวาคมของเราหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Actually, I'm working on a documentary about gun violence in schools.",
      "th": "จริงๆ แล้วผมกำลังทำสารคดี เกี่ยวกับความรุนแรงจากปืนในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I'm hoping to talk to…",
      "th": "ผมหวังว่าจะได้คุยกับ…"
    }
  },
  {
    "translation": {
      "en": "[Ani] Don't say it.",
      "th": "อย่าพูดนะ"
    }
  },
  {
    "translation": {
      "en": "…TifAni.",
      "th": "ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "I always forget that's your name.",
      "th": "ฉันลืมตลอดเลยว่านั่นชื่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Ani's pithier.",
      "th": "อานี่ง่ายกว่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "My team has spent the last year",
      "th": "ทีมของผมใช้ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "researching the incident at your high school.",
      "th": "ค้นคว้าเรื่องเหตุการณ์ ในโรงเรียนม.ปลายของคุณ"
    }
  },
  {
    "translation": {
      "en": "My intention is not to upset you by saying this,",
      "th": "ผมไม่มีเจตนาจะทำให้คุณโมโหด้วยคำพูดนี้"
    }
  },
  {
    "translation": {
      "en": "but we've uncovered a very different side to the story.",
      "th": "แต่เราเจอเรื่องราว ที่แตกต่างออกไปอย่างสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "I promise you, I'm only after the truth here.",
      "th": "ผมสัญญากับคุณว่าผมจะตามหาแต่ความจริง"
    }
  },
  {
    "translation": {
      "en": "I give you my word that our work together will not cause you further harm.",
      "th": "ผมรับปากว่างานของเรา จะไม่สร้างความเสียหายให้คุณในอนาคต"
    }
  },
  {
    "translation": {
      "en": "[Ani] As long as you get your sensational story.",
      "th": "ตราบใดที่คุณได้เรื่องน่าสนใจสินะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but there's just no way that you can promise me something like that.",
      "th": "ขอโทษนะคะ แต่ไม่มีทางที่คุณ จะรับปากฉันเรื่องนั้นได้หรอก"
    }
  },
  {
    "translation": {
      "en": "What if I said I believe you, Ani?",
      "th": "ถ้าผมบอกว่าผมเชื่อคุณล่ะ อานี่"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ani's mom] Oh, it looks like a castle, TifAni.",
      "th": "โอ้โฮ มันเหมือนปราสาทเลย ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "I always think they're gonna drive nicer cars in the Main Line.",
      "th": "แม่คิดมาตลอดว่า พวกเขาจะขับรถหรูๆ กว่านี้ในเมนไลน์"
    }
  },
  {
    "translation": {
      "en": "It's such a hoity-toity area.",
      "th": "มันออกจะเป็นย่านคนหัวสูง"
    }
  },
  {
    "translation": {
      "en": "[exhales] Mom.",
      "th": "แม่คะ"
    }
  },
  {
    "translation": {
      "en": "One hundred percent of the students who received this writing scholarship…",
      "th": "หนึ่งร้อยเปอร์เซ็นต์ ของนักเรียนที่ได้รับทุนการเขียนนี้"
    }
  },
  {
    "translation": {
      "en": "-Ended up at a tier-one university. -…ended up…",
      "th": "จะได้เข้ามหาวิทยาลัยชั้นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I know you think I'm a broken record, but college is where you meet the people",
      "th": "แม่รู้ว่าลูกคิดว่าแม่เป็นพวกย้ำคิดย้ำทำ แต่มหาลัยจะเป็นที่ที่ลูกได้พบเจอผู้คน"
    }
  },
  {
    "translation": {
      "en": "who are gonna be in your life for a very long time, TifAni,",
      "th": "ที่จะอยู่ในชีวิตลูกไปอีกนาน ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "and the caliber of men is just not there at a state school.",
      "th": "และผู้ชายมีคุณภาพไม่ได้มีอยู่ในโรงเรียนรัฐ"
    }
  },
  {
    "translation": {
      "en": "Okay, Mom.",
      "th": "ค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "This is it. This is the beginning.",
      "th": "นี่แหละลูก นี่คือจุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บายค่ะ"
    }
  },
  {
    "translation": {
      "en": "You're already the prettiest girl in school.",
      "th": "ลูกสวยที่สุดในโรงเรียนซะแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "[young Ani] Mom! Shh!",
      "th": "แม่"
    }
  },
  {
    "translation": {
      "en": "[Ani] I spent the first few weeks at the esteemed Brentley School",
      "th": "ฉันใช้สองสามสัปดาห์แรก ในโรงเรียนเบรนท์ลีย์อันสูงส่ง"
    }
  },
  {
    "translation": {
      "en": "navigating the various cliques.",
      "th": "ศึกษากลุ่มคนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "There were the popular kids…",
      "th": "ที่นี่มีเด็กป๊อป"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "th": "- หวัดดี - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "…the smart kids,",
      "th": "เด็กฉลาด"
    }
  },
  {
    "translation": {
      "en": "and everybody else.",
      "th": "และคนอื่นที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "Plus the very cool teacher who noticed my talent right away.",
      "th": "แถมครูสุดเจ๋งที่สังเกตเห็น ความสามารถของฉันในทันที"
    }
  },
  {
    "translation": {
      "en": "\"Holden is what we call an unreliable narrator,",
      "th": "\"โฮลเดนคือคนที่เราเรียกว่า ผู้เล่าเรื่องที่ไม่น่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "someone whose version of the truth can't be trusted.\"",
      "th": "คนที่ความจริงในมุมมองของเขาเชื่อถือไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "That's a line from the exceptional essay by TifAni FaNelli.",
      "th": "นี่คือประโยคจากเรียงความที่ยอดเยี่ยม โดยทิฟฟานี่ ฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "Welcome to Brentley. Congratulations.",
      "th": "ยินดีต้อนรับสู่เบรนท์ลีย์ ดีใจด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "♪ She's a genius in a bottle, baby ♪",
      "th": "เธอคืออัจฉริยะในตะเกียง ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-[girl] Stop. -[kids laugh]",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "[Ani] The one thing they all had that I didn't?",
      "th": "สิ่งหนึ่งที่ทุกคนมีแต่ฉันไม่"
    }
  },
  {
    "translation": {
      "en": "Pedigree.",
      "th": "เชื้อสายวงศ์ตระกูล"
    }
  },
  {
    "translation": {
      "en": "Yo, Hilary.",
      "th": "โย่ ฮิลลารี่"
    }
  },
  {
    "translation": {
      "en": "-Yo, Dean. -Get me some Swedish Fish.",
      "th": "- โย่ ดีน - เอาสวีดิชฟิชให้ฉันที"
    }
  },
  {
    "translation": {
      "en": "Don't worry, I got you.",
      "th": "ไม่ต้องห่วง ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "Uh… Don't use a tray.",
      "th": "อย่าใช้ถาด"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -Yeah.",
      "th": "- ขอบใจนะ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Come on, come sit with us.",
      "th": "มานี่สิ มานั่งกับเรา"
    }
  },
  {
    "translation": {
      "en": "[young Dean] Liam! Over here.",
      "th": "เลียม"
    }
  },
  {
    "translation": {
      "en": "Peyton, take that.",
      "th": "เพย์ตัน รับไปสิ"
    }
  },
  {
    "translation": {
      "en": "-[girl] Hey, girl. -Hey.",
      "th": "- ว่าไงจ๊ะ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-What's up, TifAni? -Shit, homeboy's already called dibs.",
      "th": "- หวัดดี ทิฟฟานี่ - บ้าเอ๊ย เจ้าบ้านจองตัวแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I showed her where the language room was this morning, shitbrain.",
      "th": "ฉันบอกทางไป ห้องภาษาให้เธอเมื่อเช้าต่างหาก เจ้าทึ่ม"
    }
  },
  {
    "translation": {
      "en": "-What do I owe you, Finny? -Finny?",
      "th": "- ฉันต้องจ่ายเธอเท่าไร ฟินนี่ - ฟินนี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Tif-Finny. [laughs]",
      "th": "ทิฟฟินนี่ไง"
    }
  },
  {
    "translation": {
      "en": "Don't worry about it.",
      "th": "ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Only Dean would let a financial-aid kid buy him lunch.",
      "th": "มีแค่ดีนเท่านั้นที่ให้เด็กได้รับเงินสนับสนุน ซื้อมื้อกลางวันให้เขา"
    }
  },
  {
    "translation": {
      "en": "It's a writing scholarship.",
      "th": "มันคือทุนการเขียน"
    }
  },
  {
    "translation": {
      "en": "That only low-income students can apply for.",
      "th": "ซึ่งนักเรียนที่มีรายได้น้อยเท่านั้นที่จะขอได้"
    }
  },
  {
    "translation": {
      "en": "[Hilary] Liv…",
      "th": "ลิฟ"
    }
  },
  {
    "translation": {
      "en": "Hmm. And yet, you're John D. Rockefeller's great-great-great-granddaughter,",
      "th": "และโหลนของจอห์น ดี ร็อกกี้เฟลเลอร์อย่างเธอ"
    }
  },
  {
    "translation": {
      "en": "and you still lost the Salinger Essay Award to, uh--",
      "th": "ก็ยังแพ้รางวัลเรียงความแซลินเจอร์ให้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Uh, Olivia had to change her last name from Rockefeller to Kaplan",
      "th": "โอลิเวียต้องเปลี่ยนนามสกุล จากร็อกกี้เฟลเลอร์เป็นแคปเลน"
    }
  },
  {
    "translation": {
      "en": "due to a kidnapping threat.",
      "th": "เพราะถูกขู่ว่าจะโดนลักพาตัว"
    }
  },
  {
    "translation": {
      "en": "-It's been a harrowing time for her. -Jesus. Finny, watch out for this freak.",
      "th": "- เขาต้องทนทุกข์มานาน - ให้ตายเถอะ ฟินนี่ ระวังไอ้ตัวประหลาดนี่ไว้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "[boy] Choke on your Swedish Fish, Dean. You're such a dick.",
      "th": "ขอให้สวีดิชฟิชติดคอล่ะ ดีน นายมันไอ้งั่ง"
    }
  },
  {
    "translation": {
      "en": "[Rachel] …gun control. And they equate it with an effort to take away their guns.",
      "th": "การควบคุมปืน และพวกเขาเปรียบเทียบว่ามัน เป็นความพยายามในการพรากปืนของพวกเขาไป"
    }
  },
  {
    "translation": {
      "en": "-[door opens] -And I used to be one of them, Rachel,",
      "th": "และผมเคยเป็นหนึ่งในนั้นครับ ราเชล"
    }
  },
  {
    "translation": {
      "en": "until I realized that the bill we are proposing",
      "th": "จนกระทั่งผมตระหนัก ได้ว่าร่างกฎหมายที่เราเสนอ"
    }
  },
  {
    "translation": {
      "en": "wouldn't have threatened my constitutional rights.",
      "th": "จะไม่คุกคามสิทธิตามรัฐธรรมนูญ"
    }
  },
  {
    "translation": {
      "en": "But it would have ensured that the gun that severed my spinal cord",
      "th": "แต่มันจะทำให้เรามั่นใจได้ว่า ปืนที่ทำให้ไขสันหลังผมเสียหาย"
    }
  },
  {
    "translation": {
      "en": "was registered, locked away in a safe place,",
      "th": "ได้รับการลงทะเบียน ล็อกเก็บไว้ในที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "out of the hands of the dangerous, mentally-unstable individuals that…",
      "th": "ห่างไกลจากมือของบุคคลอันตราย และสภาพจิตใจแปรปรวนที่…"
    }
  },
  {
    "translation": {
      "en": "Why are we watching this?",
      "th": "เราดูนี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "[Rachel] We… We so appreciate you--",
      "th": "เราซาบซึ้งมากที่คุณ…"
    }
  },
  {
    "translation": {
      "en": "That director reached out again.",
      "th": "ผู้กำกับนั่นติดต่อฉันมาอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "What does he want?",
      "th": "เขาต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "Dean's doing the documentary now.",
      "th": "ตอนนี้ดีนตกลงจะทำสารคดีด้วย"
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "It's a last-ditch effort to get you to do it.",
      "th": "มันคือความพยายามเฮือกสุดท้ายให้คุณตอบตกลง"
    }
  },
  {
    "translation": {
      "en": "You're the story. You're the one who's never gone on record.",
      "th": "คุณคือเรื่องราว คุณคือคนที่ไม่เคยมีบันทึกปรากฏ"
    }
  },
  {
    "translation": {
      "en": "He needs you.",
      "th": "เขาต้องการคุณ"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "You should do it if you feel you need to do it.",
      "th": "คุณน่าจะทำ ถ้ารู้สึกว่าต้องทำ"
    }
  },
  {
    "translation": {
      "en": "But remember, you don't have to defend yourself to me",
      "th": "แต่จำไว้นะ คุณไม่จำเป็น ต้องแก้ต่างให้ตัวเองกับผม"
    }
  },
  {
    "translation": {
      "en": "or to anyone who really knows you.",
      "th": "หรือใครก็ตามที่รู้จักคุณดี"
    }
  },
  {
    "translation": {
      "en": "Who cares what anyone else thinks?",
      "th": "จะไปสนใจว่าคนอื่นคิดยังไงทำไม"
    }
  },
  {
    "translation": {
      "en": "[Ani sighs] So easy to say when everyone loves you, Luke.",
      "th": "พูดง่ายเมื่อทุกคนรักคุณ ลุค"
    }
  },
  {
    "translation": {
      "en": "-Can I give you some good news? -Yeah.",
      "th": "- ผมบอกข่าวดีให้เอาไหม - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "They wanna make the London offer attractive to both of us.",
      "th": "พวกเขาอยากทำให้ลอนดอน น่าสนใจสำหรับเราทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[Ani] Luke's firm wants to pay him fuck-your-feelings-money",
      "th": "บริษัทของลุคอยากจ่าย เงินก้อนโตเพื่อย้ายเขาไปลอนดอน"
    }
  },
  {
    "translation": {
      "en": "to move to London,",
      "th": "เงินก้อนโตเพื่อย้ายเขาไปลอนดอน"
    }
  },
  {
    "translation": {
      "en": "where I'll be barefoot and pregnant in a year.",
      "th": "ที่ที่ฉันจะตัวเปล่าและตั้งท้องในอีกหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "John said this is ranked number six globally when it comes to MFA programs.",
      "th": "จอห์นบอกว่าหลักสูตรศิลปมหาบัณฑิตที่นั่น ติดอันดับหกของโลก"
    }
  },
  {
    "translation": {
      "en": "Come on, Luke.",
      "th": "ไม่เอาน่า ลุค"
    }
  },
  {
    "translation": {
      "en": "You know MFA programs are just for white girls",
      "th": "คุณก็รู้ว่าหลักสูตรศิลปมหาบัณฑิตเป็นของผู้หญิงขาว"
    }
  },
  {
    "translation": {
      "en": "who can't get paid to write.",
      "th": "ที่ไม่มีคนจ้างให้เขียน"
    }
  },
  {
    "translation": {
      "en": "I thought you'd be elated.",
      "th": "ผมคิดว่าคุณจะดีใจซะอีก"
    }
  },
  {
    "translation": {
      "en": "It's just, um… LoLo mentioned today that she's in the final stages",
      "th": "มันก็แค่… วันนี้โลโล่บอกฉันว่า สัญญาของเธอกับนิตยสารนิวยอร์กไทม์"
    }
  },
  {
    "translation": {
      "en": "of reviewing her contract with The New York Times Magazine.",
      "th": "กำลังอยู่ในระหว่างการตรวจสอบครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry, Ani, but how many times have you heard this?",
      "th": "ขอโทษนะ อานี่ แต่คุณได้ยินคำพูดแบบนั้นมากี่ครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "Until there's an offer on the table, none of it is real.",
      "th": "จนกว่าจะมีข้อเสนอมาวางบนโต๊ะ มันก็ไม่ใช่เรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "London is real.",
      "th": "ลอนดอนคือเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "This is a real opportunity for you.",
      "th": "นี่เป็นโอกาสที่แท้จริงของคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll think about it.",
      "th": "ก็ได้ค่ะ ฉันจะลองคิดดู"
    }
  },
  {
    "translation": {
      "en": "-Think about it. Going for a run. -Okay.",
      "th": "- เอาไปคิดดูล่ะ ผมจะออกไปวิ่ง - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Luke] Think of it as a fresh start, babe.",
      "th": "คิดซะว่าเป็นการเริ่มต้นใหม่นะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "-[party music blasting] -[students screaming, laughing]",
      "th": "(ยินดีต้อนรับสู่งานเต้นรำโรงเรียนเบรนท์ลีย์ ฤดูใบไม้ร่วงปี 1999)"
    }
  },
  {
    "translation": {
      "en": "-Go. You got it. -All right. All right.",
      "th": "- ก็ได้ๆ - นายทำได้"
    }
  },
  {
    "translation": {
      "en": "Watch this.",
      "th": "ดูนี่นะ"
    }
  },
  {
    "translation": {
      "en": "Oh my God. [laughs]",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "[girl 1] Liam is, like, doing a mating dance or something.",
      "th": "เหมือนเลียมกำลังเต้นเกี้ยวพาราสี หรืออะไรสักอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "[girl 2] He is so yummy right now.",
      "th": "ตอนนี้เขาน่าหม่ำมากเลย"
    }
  },
  {
    "translation": {
      "en": "[girl 3] Move your legs!",
      "th": "ขยับขาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hey, yo, Peyton, watch this. [laughs]",
      "th": "เฮ้ เพย์ตัน ดูนี่นะ"
    }
  },
  {
    "translation": {
      "en": "-Oh! Oh! Hey! Oh. -Okay.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "-What the fuck? -Relax.",
      "th": "- ทำบ้าอะไรวะ - ใจเย็นน่า"
    }
  },
  {
    "translation": {
      "en": "You're fucking weird. Get the fuck away from me.",
      "th": "นายแม่งโคตรเพี้ยนเลย ไปให้พ้นนะ"
    }
  },
  {
    "translation": {
      "en": "-Relax, man. -This fucking guy.",
      "th": "- ใจเย็น เพื่อน - ไอ้เวรนั่น"
    }
  },
  {
    "translation": {
      "en": "-Come on. -I'm gonna kill him.",
      "th": "- ไม่เอาน่า - ฉันจะฆ่ามัน"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "-[boys laughing] -He's so cute!",
      "th": "เขาน่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "Arthur, I think I might be pregnant.",
      "th": "อาเธอร์ ฉันคิดว่าฉันอาจจะท้อง"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. You guys' kids are gonna need a fucking tutor.",
      "th": "งั้นเหรอ ลูกเธอต้องใช้ครูสอนพิเศษแน่"
    }
  },
  {
    "translation": {
      "en": "Why… Why do I feel like you just did something ill-advised?",
      "th": "ทำไมฉันถึงรู้สึกว่า นายเพิ่งทำเรื่องไม่เข้าท่าลงไปนะ"
    }
  },
  {
    "translation": {
      "en": "Dude, you promised no horseshit tonight.",
      "th": "นายสัญญาแล้วว่าคืนนี้จะไม่ทำเรื่องโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "Well, promises are meant to be broken, mon chéri.",
      "th": "สัญญามีไว้เพื่อฉีกทิ้ง เพื่อนรัก"
    }
  },
  {
    "translation": {
      "en": "He's got a flask. Let's go.",
      "th": "เขามีขวดเหล้า ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, Arthur. Arthur. Arthur. -Arthur.",
      "th": "อาเธอร์ๆ"
    }
  },
  {
    "translation": {
      "en": "Arthur, stop.",
      "th": "อาเธอร์ หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "You need to come with me, now.",
      "th": "เธอต้องมากับฉัน เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Come with me.",
      "th": "มากับฉันสิ"
    }
  },
  {
    "translation": {
      "en": "Hilary!",
      "th": "ฮิลลารี่"
    }
  },
  {
    "translation": {
      "en": "-[giggles] -[Hilary] Come on.",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Don't stop. Don't stop. [giggles]",
      "th": "อย่าหยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Girls. If you leave school property, I have to call your parents.",
      "th": "สาวๆ ถ้าพวกเธอออกจากโรงเรียน ฉันจะต้องโทรหาผู้ปกครองของพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "My mom knows I'm going to Dean's house. I mean, she's best friends with Mrs. Barton.",
      "th": "แม่รู้ว่าหนูจะไปบ้านดีนค่ะ เธอเป็นเพื่อนซี้ของคุณนายบาร์ตัน"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Tiff's sleeping over after.",
      "th": "- ใช่ค่ะ - ทิฟจะไปนอนค้างกับหนู"
    }
  },
  {
    "translation": {
      "en": "-Call Hilary's mom if you want. -Yeah.",
      "th": "- โทรไปถามแม่ของฮิลลารี่ก็ได้ค่ะ - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, call my mom.",
      "th": "ค่ะ โทรหาแม่หนูได้เลย"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm here.",
      "th": "ครับ นี่ผมเอง"
    }
  },
  {
    "translation": {
      "en": "Go, go, go. Come on.",
      "th": "ไปๆ มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "[Hilary] Hi!",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Hi, Mr. Larson! -[young Ani] No, don't!",
      "th": "- หวัดดีครับ คุณลาร์สัน - ไม่ อย่านะ"
    }
  },
  {
    "translation": {
      "en": "-Don't do that! -Thank you!",
      "th": "อย่าทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He's gonna call my mom.",
      "th": "เขาจะโทรไปหาแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "-[music blasts on radio] -I love this song!",
      "th": "ฉันชอบเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "[Ani's mom] Halter is a good style for her.",
      "th": "เธอเหมาะกับเสื้อคล้องคอ"
    }
  },
  {
    "translation": {
      "en": "She can wear anything.",
      "th": "เธอใส่ชุดแบบไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "Even with the breast reduction, she's still broad in the shoulders.",
      "th": "ต่อให้ผ่าตัดลดขนาดหน้าอก เธอก็ยังมีไหล่ที่กว้าง"
    }
  },
  {
    "translation": {
      "en": "Marry me.",
      "th": "แต่งงานกับฉันนะ"
    }
  },
  {
    "translation": {
      "en": "What about a belt?",
      "th": "คาดเข็มขัดเป็นไง"
    }
  },
  {
    "translation": {
      "en": "You just need some embellishments or something 'cause it's so plain.",
      "th": "ลูกต้องใช้เครื่องประดับ หรืออะไรสักอย่างเพราะมันจืดมากเลย"
    }
  },
  {
    "translation": {
      "en": "If you just would've waited five more seconds, you wouldn't have had to insult my dress.",
      "th": "ถ้าแม่รออีกสักห้าวินาที ก็คงไม่ต้องดูถูกชุดหนูแล้ว"
    }
  },
  {
    "translation": {
      "en": "I did not insult her dress. Did you hear me insult her dress?",
      "th": "ฉันไม่ได้ดูถูกชุดเธอ ได้ยินฉันดูถูกชุดนี่ไหม"
    }
  },
  {
    "translation": {
      "en": "You just want her popping.",
      "th": "คุณแค่อยากให้เธอสวยเด่น"
    }
  },
  {
    "translation": {
      "en": "Nell gets it.",
      "th": "เนลเข้าใจแม่"
    }
  },
  {
    "translation": {
      "en": "I was watching Say Yes to the Dress the other day,",
      "th": "วันก่อนแม่ดูรายการเซย์ เยส ทู เดอะ เดรส"
    }
  },
  {
    "translation": {
      "en": "and the girl on there",
      "th": "และสาวในรายการ"
    }
  },
  {
    "translation": {
      "en": "had, um, this tulle princess skirt you could tie on or tie off.",
      "th": "ใส่กระโปรงเจ้าหญิงฟูฟ่อง ที่ถอดชั้นกระโปรงออกได้"
    }
  },
  {
    "translation": {
      "en": "Kate Middleton didn't wear a tulle princess skirt to her wedding.",
      "th": "เคท มิดเดิลตันไม่ได้ใส่ กระโปรงเจ้าหญิงฟูฟ่องในงานแต่งของเธอ"
    }
  },
  {
    "translation": {
      "en": "Neither should the expecting child brides of Ohio.",
      "th": "และเจ้าสาววัยละอ่อนในโอไฮโอที่ตั้งท้องด้วย"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, she was about six months along.",
      "th": "ใช่ ตอนนั้นเธออายุครรภ์ประมาณหกเดือน"
    }
  },
  {
    "translation": {
      "en": "Still, I think I would do that over this, um… The bolerino thing.",
      "th": "แต่ถึงอย่างนั้น แม่ก็คงเลือกมัน แทนที่จะเป็นโบเลริโน่อะไรนี่"
    }
  },
  {
    "translation": {
      "en": "Bolero.",
      "th": "โบเลโร่"
    }
  },
  {
    "translation": {
      "en": "[whispers] Bolero.",
      "th": "โบเลโร่"
    }
  },
  {
    "translation": {
      "en": "Have another.",
      "th": "แม่ก็แต่งอีกรอบสิ"
    }
  },
  {
    "translation": {
      "en": "[Nell] Ani.",
      "th": "อานี่"
    }
  },
  {
    "translation": {
      "en": "Excuse me for trying to celebrate the most important day of your life.",
      "th": "ขอโทษที่แม่พยายามฉลอง ให้กับวันที่สำคัญที่สุดในชีวิตลูก"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go check out the sales upstairs.",
      "th": "แม่จะไปดูของลดราคาละ"
    }
  },
  {
    "translation": {
      "en": "I'm afraid you can't bring glass outside the bridal boutique, ma'am.",
      "th": "ฉันเกรงว่าคุณเอาแก้วออกไป จากร้านเจ้าสาวไม่ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, don't kill me, but I sort of agree with her.",
      "th": "โอเค อย่าฆ่าฉันนะ แต่ฉันแอบเห็นด้วยกับแม่เธอ"
    }
  },
  {
    "translation": {
      "en": "I mean, you're sexier than this, right?",
      "th": "แบบว่าเธอเซ็กซี่กว่านี้นี่นา"
    }
  },
  {
    "translation": {
      "en": "I'm getting married in the whale print capital of the world.",
      "th": "ฉันจะแต่งงานในชุดผ้าพิมพ์ลายแบบผู้ดีนิวอิงแลนด์"
    }
  },
  {
    "translation": {
      "en": "I don't wanna embarrass Luke in some sequined mermaid dress.",
      "th": "ฉันไม่อยากทำให้ลุคต้องอับอาย ในชุดเลื่อมหางปลา"
    }
  },
  {
    "translation": {
      "en": "[Nell] Embarrass Luke? Ugh! Fucking yikes, Ani.",
      "th": "ทำให้ลุคอับอายเหรอ ให้ตายเถอะ อานี่"
    }
  },
  {
    "translation": {
      "en": "Nell, I'm… I'm five weeks out.",
      "th": "เนล ฉันเหลือเวลาแค่ห้าสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Why would you tell me that my dress is wrong now?",
      "th": "ทำไมถึงเพิ่งมาบอกว่าฉันเลือกชุดผิดตอนนี้"
    }
  },
  {
    "translation": {
      "en": "No, it's not wrong. Okay? Nothing about you is wrong.",
      "th": "เปล่า มันไม่ได้ผิด ไม่มีอะไรเกี่ยวกับเธอที่ผิดเลย"
    }
  },
  {
    "translation": {
      "en": "Jesus. Unclench, okay?",
      "th": "ให้ตายสิ ผ่อนคลายหน่อย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, that's impossible,",
      "th": "มันเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "what with the real housewife of Pennsyltucky in town.",
      "th": "เมื่อมีคุณนายแม่บ้านจากชนบทมาอยู่ด้วยแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Be nice to your mother.",
      "th": "ทำดีกับแม่หน่อยสิคะ"
    }
  },
  {
    "translation": {
      "en": "[Ani's mom] That cut looks nice on you.",
      "th": "เสื้อตัวนี้ใส่แล้วดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "More forgiving across the middle than some of your other stuff.",
      "th": "เผื่อแผ่ช่วงกลางมากกว่าชุดอื่นของลูก"
    }
  },
  {
    "translation": {
      "en": "It's the director. It's Aaron.",
      "th": "ผู้กำกับคนนั้นโทรมา แอรอนน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[phone rings] -Let it go to voicemail.",
      "th": "ให้ตัดเข้าข้อความเสียง"
    }
  },
  {
    "translation": {
      "en": "I thought you told him no. Why is he calling you?",
      "th": "ฉันคิดว่าเธอปฏิเสธไปแล้วซะอีก เขาโทรมาหาเธอทำไม"
    }
  },
  {
    "translation": {
      "en": "[Ani sighs] I did,",
      "th": "ฉันปฏิเสธแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I just wanted to know if I change my mind,",
      "th": "แต่ฉันอยากรู้ว่าถ้าฉันเปลี่ยนใจขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "when I would need to be available.",
      "th": "ฉันต้องทำตัวให้ว่างตอนไหน"
    }
  },
  {
    "translation": {
      "en": "[exhales sharply] Holy shit.",
      "th": "ตายห่า"
    }
  },
  {
    "translation": {
      "en": "-Ani. -Like, good \"shit\"?",
      "th": "- อานี่ - \"ตายห่า\" แบบดีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Babe, you wanna expose Dean Barton for the sanctimonious prick that he is.",
      "th": "เพื่อนรัก เธออยากกระชาก หน้ากากศีลธรรมของไอ้สารเลวดีน บาร์ตัน"
    }
  },
  {
    "translation": {
      "en": "This is no-dairy-for-a-month shit.",
      "th": "มันคือการตายแบบตอกฝาโลงเลยละ"
    }
  },
  {
    "translation": {
      "en": "Single-wipe shit.",
      "th": "ตายแบบไม่ได้ผุดได้เกิด"
    }
  },
  {
    "translation": {
      "en": "No. Uh, I don't know. I, um… I'm not ready.",
      "th": "ไม่ ไม่รู้สิ ฉันยังไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "-Come on, what will it take? -Oh.",
      "th": "ไม่เอาน่า เมื่อไหร่เธอจะพร้อม"
    }
  },
  {
    "translation": {
      "en": "Let's see. Uh, Dean's making viral speeches at Congress,",
      "th": "มาดูกัน ดีนกล่าวสุนทรพจน์ ที่เป็นที่ฮือฮาในรัฐสภา"
    }
  },
  {
    "translation": {
      "en": "and I have a story due Monday about how to pleasure an uncircumcised penis.",
      "th": "และฉันต้องส่งเรื่องวิธีสร้างความสำราญ ให้องคชาตที่ไม่ได้ขลิบในวันจันทร์"
    }
  },
  {
    "translation": {
      "en": "They're more sensitive than the ones without their turtlenecks,",
      "th": "มันไวต่อความรู้สึกมากกว่าอันที่ไม่มีหนังหุ้มปลาย"
    }
  },
  {
    "translation": {
      "en": "according to the experts.",
      "th": "อ้างอิงจากผู้เชี่ยวชาญน่ะ"
    }
  },
  {
    "translation": {
      "en": "Nobody believed me back then,",
      "th": "ตอนนั้นไม่มีใครเชื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "because I was a Wet Seal wearing gutter rat.",
      "th": "เพราะฉันเป็นคนจนใส่เสื้อผ้าตลาดนัด"
    }
  },
  {
    "translation": {
      "en": "If I'm gonna do this, I need to be bulletproof.",
      "th": "ถ้าฉันจะทำมัน ฉันต้องมีเกราะกันกระสุน"
    }
  },
  {
    "translation": {
      "en": "I need to be able to say that I work at The New York Times,",
      "th": "ฉันต้องพูดได้ว่าฉันทำงานที่นิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "that I live in an elevator doorman building in Tribeca,",
      "th": "อาศัยในตึกที่มีคนกดลิฟต์ให้ในไทรเบก้า"
    }
  },
  {
    "translation": {
      "en": "and that my name is Ani Harrison",
      "th": "และชื่อของฉันคืออานี่ แฮร์ริสัน"
    }
  },
  {
    "translation": {
      "en": "because I married the lacrosse captain of Nantucket.",
      "th": "เพราะฉันแต่งงาน กับกัปตันทีมลาครอสแห่งแนนทัคเก็ต"
    }
  },
  {
    "translation": {
      "en": "And how dare anyone believe I did what Dean said I did",
      "th": "และใครที่ไหนจะเชื่อสิ่งที่ดีนพูดว่าฉันทำ"
    }
  },
  {
    "translation": {
      "en": "while wiping away a single tear with this hand in particular.",
      "th": "ตอนที่ฉันจงใจปาดน้ำตาด้วยมือข้างนี้"
    }
  },
  {
    "translation": {
      "en": "Four out of five.",
      "th": "ให้สี่เต็มห้าเลย"
    }
  },
  {
    "translation": {
      "en": "Not that you need any of it to make you credible.",
      "th": "เธอไม่จำเป็นต้องทำแบบนั้น เพื่อจะดูน่าเชื่อถือหรอก"
    }
  },
  {
    "translation": {
      "en": "You don't,",
      "th": "เธอสิไม่"
    }
  },
  {
    "translation": {
      "en": "but I do.",
      "th": "แต่ฉันต้องการ"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "th": "ฉันต้องการ"
    }
  },
  {
    "translation": {
      "en": "My God, they have attitude in here.",
      "th": "ให้ตายสิ คนพวกนี้นิสัยไม่ไหวเลย"
    }
  },
  {
    "translation": {
      "en": "It's like, you work retail.",
      "th": "อย่างกับทำงานร้านขายปลีก"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna make a quick call. -Okay.",
      "th": "- ขอไปโทรศัพท์แป๊บนึงนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-You're fine. -Oh, thank you.",
      "th": "- คุณเอาไปได้ค่ะ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sucker's a hall pass.",
      "th": "แหวนผ่านทางสินะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Hi, Ani. I'm so glad you called.",
      "th": "สวัสดีครับ อานี่ ดีใจที่คุณโทรมา"
    }
  },
  {
    "translation": {
      "en": "I didn't feel good about the way we ended things in your office.",
      "th": "ผมรู้สึกไม่ดีที่เราแยกกันแบบนั้นที่ออฟฟิศของคุณ"
    }
  },
  {
    "translation": {
      "en": "The new headmaster's allowing us to film on campus the second week of September.",
      "th": "ครูใหญ่คนใหม่อนุญาตให้เราถ่ายทำที่โรงเรียนได้ ในสัปดาห์ที่สองเดือนกันยายน"
    }
  },
  {
    "translation": {
      "en": "We're just finalizing the schedule. We'd love to know if you're in.",
      "th": "เรากำลังสรุปตารางงาน เราอยากรู้ว่าคุณจะเอาด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "-Oh, cute, Spencer. -Call me back when you get a chance.",
      "th": "- น่ารักจัง สเปนเซอร์ - ว่างเมื่อไหร่ก็โทรมานะครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, excuse me. You look exactly like my daughter.",
      "th": "ขอโทษค่ะ คุณดูเหมือนลูกสาวฉันเด๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "Uh, people are always mistaking me for someone else.",
      "th": "คนทักฉันผิดเป็นคนอื่นประจำค่ะ"
    }
  },
  {
    "translation": {
      "en": "While I have you…",
      "th": "ถ้างั้นคุณช่วย…"
    }
  },
  {
    "translation": {
      "en": "-That one. -[woman] Hmm.",
      "th": "ตัวนั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Nice eye.",
      "th": "ตาแหลมมาก"
    }
  },
  {
    "translation": {
      "en": "Hi, Aaron?",
      "th": "หวัดดีค่ะ แอรอน"
    }
  },
  {
    "translation": {
      "en": "I always stay at the Ritz Carlton when I come home.",
      "th": "ฉันพักที่ริทซ์-คาร์ลตันประจำเวลาที่กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "เยี่ยมค่ะ"
    }
  },
  {
    "translation": {
      "en": "Baby, here we go!",
      "th": "ที่รัก ลุยกันเลย"
    }
  },
  {
    "translation": {
      "en": "[girl] Shots!",
      "th": "หมดแก้ว"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah!",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "[girl 1] I'll take that one too.",
      "th": "ฉันขอแก้วนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "-All right, let's go. -[girl 2] Hilary.",
      "th": "- เอาละ ไปกันเลย - ฮิลลารี่"
    }
  },
  {
    "translation": {
      "en": "Hilary, your mom's here. -My mom's here. Fuck, my mom's here! -What?",
      "th": "- ฮิลลารี่ แม่เธอมาที่นี่ - แม่ฉันอยู่นี่ เวรแล้ว แม่ฉันมา"
    }
  },
  {
    "translation": {
      "en": "-Tif, are you coming? -[Liam] You can't have her.",
      "th": "- ทิฟ จะไปไหม - เธอพาเขาไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, you can't have her!",
      "th": "ขอโทษที เธอพาเขาไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Tif!",
      "th": "ทิฟ"
    }
  },
  {
    "translation": {
      "en": "He won't let me go.",
      "th": "เขาไม่ยอมปล่อยฉันไป"
    }
  },
  {
    "translation": {
      "en": "Finny, drink! Let's go.",
      "th": "ฟินนี่ ดื่มซะ เต็มที่เลย"
    }
  },
  {
    "translation": {
      "en": "Come on! My house, my rules.",
      "th": "เร็วเข้า นี่บ้านฉัน ฉันเป็นคนตั้งกฎ"
    }
  },
  {
    "translation": {
      "en": "[LoLo's assistant] Ani?",
      "th": "อานี่"
    }
  },
  {
    "translation": {
      "en": "[LoLo] Fucking corporate.",
      "th": "บริษัทเฮงซวย"
    }
  },
  {
    "translation": {
      "en": "Okay, the latest edict is we can't say clit, but clitoris is fine.",
      "th": "โอเค คำสั่งล่าสุดคือเราใช้คำว่าเม็ดไม่ได้ แต่คลิตอริสน่ะไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ตกลงค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, but you don't need to know that, because you no longer work here.",
      "th": "จริงสิ แต่คุณไม่จำเป็นต้องรู้หรอก เพราะคุณไม่ได้ทำงานที่นี่อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're going to The New York Times.",
      "th": "เราจะไปนิวยอร์กไทมส์กัน"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck yes! Yeah!",
      "th": "ต้องอย่างนี้สิ เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Luke] Hi. Reservation for four for Harrison.",
      "th": "สวัสดีครับ จองไว้สี่ที่ชื่อแฮร์ริสันครับ"
    }
  },
  {
    "translation": {
      "en": "Should be eight o'clock.",
      "th": "ตอนสองทุ่ม"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey.",
      "th": "- หวัดดี - เฮ้"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-You're in a good mood. -Okay, so I have some good news.",
      "th": "- คุณอารมณ์ดี - ฉันมีข่าวดี"
    }
  },
  {
    "translation": {
      "en": "-One member of your party is at the bar. -Oh.",
      "th": "เพื่อนคุณคนหนึ่งอยู่ที่บาร์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll, um… I'll tell you after.",
      "th": "โอเค เดี๋ยวฉันบอกคุณทีหลัง"
    }
  },
  {
    "translation": {
      "en": "Here you go. Thank you so much.",
      "th": "นี่ค่ะ ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "That's her. That's-- That's the wife.",
      "th": "นั่นเธอ นั่นภรรยาของเขา"
    }
  },
  {
    "translation": {
      "en": "[Luke] Whitney.",
      "th": "วิทนีย์"
    }
  },
  {
    "translation": {
      "en": "-Luke. Hi. -[Luke] Good to see ya.",
      "th": "- ลุค สวัสดีค่ะ - ดีใจที่ได้เจอครับ"
    }
  },
  {
    "translation": {
      "en": "Mm. Andrew's running a few minutes late.",
      "th": "แอนดรูว์จะมาสายสองสามนาที"
    }
  },
  {
    "translation": {
      "en": "-This is Ani, my fiancée. -Hi, Whitney.",
      "th": "- นี่อานี่ คู่หมั้นผม - สวัสดีค่ะ วิทนีย์"
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -Nice to meet you.",
      "th": "- ยินดีที่ได้รู้จัก - ยินดีที่ได้รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, but I have been stuck at home with a 16-month-old.",
      "th": "ขออนุญาตนะคะ แต่ฉันติดแหง็กอยู่บ้านกับเด็กอายุ 16 เดือน"
    }
  },
  {
    "translation": {
      "en": "A 16-month-old?",
      "th": "อายุ 16 เดือนเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "You look amazing.",
      "th": "คุณดูสะพรั่งมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] Luke calls me the wife-whisperer.",
      "th": "ลุคเรียกฉันว่าพรายกระซิบเมีย"
    }
  },
  {
    "translation": {
      "en": "Do you have any photos?",
      "th": "มีรูปเขาไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Like it's so hard.",
      "th": "ไม่เห็นจะยากตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Literally, all you do is act like they invented motherhood.",
      "th": "ก็แค่ทำเหมือนพวกเธอสร้างความเป็นแม่ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Whitney] Scroll to the right.",
      "th": "เลื่อนไปทางขวาค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ani] There's a special place in hell for women who can't show you",
      "th": "มีพื้นที่พิเศษในนรกสำหรับผู้หญิงที่ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "just one picture of their children.",
      "th": "ดูรูปลูกแค่รูปเดียวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Oh my God, come on. Look at this little munchkin.",
      "th": "โอ้ พระเจ้า ไม่จริงมั้ง ดูเจ้าตัวน้อยนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-Baby, look at it. -Cute. Can I have a beer, please?",
      "th": "- ที่รัก ดูเขาสิ - น่ารักนะ ผมขอเบียร์หน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Is this your husband?",
      "th": "นี่สามีคุณเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "As far as I know.",
      "th": "ฉันคิดว่างั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry. My God, 5th was a parking lot.",
      "th": "ขอโทษครับ พระเจ้า กว่าจะหลุดจากฟิฟท์อะเวนิวมาได้"
    }
  },
  {
    "translation": {
      "en": "-[Luke] There he is. -Luke.",
      "th": "- เขามาแล้ว - ลุค"
    }
  },
  {
    "translation": {
      "en": "-Good to see ya. -[Luke] Great to see ya.",
      "th": "- ดีใจที่ได้เจอครับ - ดีใจที่ได้เจอ"
    }
  },
  {
    "translation": {
      "en": "-Honey. -Hey.",
      "th": "- ที่รัก - ว่าไงคะ"
    }
  },
  {
    "translation": {
      "en": "This is Ani.",
      "th": "นี่อานี่ครับ"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you. Andrew.",
      "th": "ยินดีที่ได้รู้จักครับ ผมแอนดรูว์"
    }
  },
  {
    "translation": {
      "en": "Mr. Larson, it's me.",
      "th": "ครูลาร์สัน นี่ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "TifAni.",
      "th": "ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "TifAni?",
      "th": "ทิฟฟานี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Whitney] Uh, \"Mr. Larson?\" Was he your teacher?",
      "th": "ครูลาร์สันเหรอ เขาเคยสอนคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] TifAni.",
      "th": "ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "Uh… I didn't recognize you. You look… [Ani] Like none of it ever happened.",
      "th": "- ฉันจำเธอไม่ได้เลย เธอดู… - ดูเหมือนเรื่องทุกอย่างไม่เคยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "We can seat you now.",
      "th": "ได้โต๊ะแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "So… I'm sorry, wait a second. Did you change your name or--",
      "th": "งั้น ขอโทษที เดี๋ยวนะ คุณเปลี่ยนชื่อหรือว่า…"
    }
  },
  {
    "translation": {
      "en": "No, this is, um, TifAni, from when I left Brentley.",
      "th": "เปล่า เธอคือทิฟฟานี่ ตอนที่ผมออกจากเบรนท์ลีย์มา"
    }
  },
  {
    "translation": {
      "en": "Oh God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "-God, I'm so sorry for… -Oh God.",
      "th": "- พระเจ้า ฉันเสียใจ… - ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "-You know, everything. -It's okay.",
      "th": "- สำหรับทุกเรื่องเลย - ไม่เป็นไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "-What happened to you, I just-- -Oh, I understand.",
      "th": "- สิ่งที่เกิดขึ้นกับคุณ ฉันแค่… - ฉันเข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Make it stop, Luke.",
      "th": "ทำให้มันหยุดที ลุค"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I…",
      "th": "ขอโทษจริงๆ ค่ะ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Well, if it's any consolation,",
      "th": "ถ้ามีอะไรที่พอจะปลอบใจคุณได้"
    }
  },
  {
    "translation": {
      "en": "thanks to you, my do-gooder husband got into credit derivatives.",
      "th": "คงเป็นเรื่องที่สามีคนเก่งของฉัน หันมาลงทุนสัญญาเครดิตอนุพันธ์เพราะคุณ"
    }
  },
  {
    "translation": {
      "en": "You know, TifAni was the strongest writer in my class.",
      "th": "รู้ไหม ทิฟฟานี่เป็นนักเขียนที่เก่งที่สุดในชั้นของผม"
    }
  },
  {
    "translation": {
      "en": "Well, now she's senior editor at The Women's Bible.",
      "th": "ตอนนี้เธอเป็นบรรณาธิการอาวุโส ที่วูแมนส์ ไบเบิล"
    }
  },
  {
    "translation": {
      "en": "-The Women's Bible? -Yeah.",
      "th": "- วูแมนส์ ไบเบิลเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-That's fantastic. -Thank you.",
      "th": "- นั่นเยี่ยมไปเลย - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "I used to have to hide that from my mother growing up.",
      "th": "ตอนเด็กฉันเคยต้องซ่อนมันไม่ให้แม่จับได้"
    }
  },
  {
    "translation": {
      "en": "[chuckles] \"The past is never dead. It's not even past.\"",
      "th": "\"อดีตไม่เคยตายจาก มันไม่เคยเป็นอดีตเสียด้วยซ้ำ\""
    }
  },
  {
    "translation": {
      "en": "To what Confucius said.",
      "th": "ตามที่ขงจื๊อกล่าวไว้"
    }
  },
  {
    "translation": {
      "en": "[Ani] Huh, Faulkner.",
      "th": "ฟอล์คเนอร์ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-[Luke] Cheers. -[Whitney] Cheers.",
      "th": "- ดื่ม - ดื่ม"
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] Cheers.",
      "th": "ดื่ม"
    }
  },
  {
    "translation": {
      "en": "Mmm. So, Ani, you have to tell us,",
      "th": "งั้นอานี่ บอกเราทีสิ"
    }
  },
  {
    "translation": {
      "en": "what do you think of the director in the skinny jeans?",
      "th": "คุณคิดยังไงกับผู้กำกับที่ใส่กางเกงยีนรัดรูป"
    }
  },
  {
    "translation": {
      "en": "-You're doing the documentary? -[Mr. Larson] They got to you too, huh?",
      "th": "- คุณจะถ่ายสารคดีเหรอ - พวกเขาติดต่อคุณไปเหมือนกันสินะ"
    }
  },
  {
    "translation": {
      "en": "Please tell me you are.",
      "th": "บอกฉันทีว่าเธอจะถ่ายด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's long overdue.",
      "th": "มันควรเกิดขึ้นตั้งนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thankfully, the timing worked out.",
      "th": "โชคดีที่จังหวะเป็นใจ"
    }
  },
  {
    "translation": {
      "en": "We might be moving to London after the wedding.",
      "th": "เราอาจจะย้ายไปลอนดอนหลังงานแต่ง"
    }
  },
  {
    "translation": {
      "en": "-[Mr. Larson] London? -Yeah.",
      "th": "- ลอนดอนเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Luke has been asked to run BlackRock's European desk.",
      "th": "ลุคได้รับข้อเสนอให้ไปบริหารแบล็กร็อกฝั่งยุโรป"
    }
  },
  {
    "translation": {
      "en": "-Luke, congratulations. -Thank you.",
      "th": "- ลุค ยินดีด้วยนะ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-[Whitney] Exciting. -We're still figuring out the details.",
      "th": "- น่าตื่นเต้น - เรายังคุยเรื่องรายละเอียดกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Will you be able to write for the magazine from over there?",
      "th": "เธอจะทำงานให้นิตยสารจากที่นั่นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Actually, I… just got accepted",
      "th": "ที่จริงแล้ว ฉันเพิ่งได้รับการตอบรับ"
    }
  },
  {
    "translation": {
      "en": "into the Goldsmith's MFA program",
      "th": "ให้เข้าเรียนหลักสูตรศิลปมหาบัณฑิตโกลด์สมิธส์"
    }
  },
  {
    "translation": {
      "en": "-at the University of London. -[Whitney] Ah!",
      "th": "ที่มหาวิทยาลัยลอนดอน"
    }
  },
  {
    "translation": {
      "en": "To teach, I hope.",
      "th": "ให้ไปสอนจะดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-[groans] -[Whitney] Ugh! Enough, Mr. Larson.",
      "th": "พอได้แล้ว ครูลาร์สัน"
    }
  },
  {
    "translation": {
      "en": "[Ani] Sometimes I feel like a wind-up doll.",
      "th": "บางครั้งฉันก็รู้สึกเหมือนเป็นตุ๊กตาไขลาน"
    }
  },
  {
    "translation": {
      "en": "Turn my key, and I'll tell you exactly what you wanna hear.",
      "th": "ไขลานแล้วฉันจะพูดในสิ่งที่คุณอยากได้ยิน"
    }
  },
  {
    "translation": {
      "en": "[Ani] For someone who so easily could,",
      "th": "สำหรับคนที่ละอายใจได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "Mr. Larson has never once made me feel ashamed.",
      "th": "ไม่เคยมีสักครั้งที่ครูลาร์สันจะทำให้ฉันรู้สึกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "ว่าไงคะ"
    }
  },
  {
    "translation": {
      "en": "Our spouses went to 7th to get a cab.",
      "th": "พวกเขาไปเรียกแท็กซี่ที่ถนนสายเจ็ด"
    }
  },
  {
    "translation": {
      "en": "-Can I tell you something? -Sure.",
      "th": "- ขอบอกอะไรหน่อยได้ไหมคะ - แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I got a job offer from The New York Times Magazine today.",
      "th": "วันนี้นิตยสารนิวยอร์กไทมส์เสนองานให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Brava.",
      "th": "เยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, I had nothing to do with it, but I couldn't be more proud.",
      "th": "คือฉันก็ไม่ได้เกี่ยวอะไรด้วยหรอกนะ แต่ฉันภูมิใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thanks. [chuckles]",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] What about London and the MFA?",
      "th": "แล้วลอนดอนกับศิลปมหาบัณฑิตล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll figure it out.",
      "th": "ฉันจะหาทางได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Tif, I know how these things usually go.",
      "th": "ทิฟ ฉันรู้ว่าเรื่องแบบนี้มักจะลงเอยยังไง"
    }
  },
  {
    "translation": {
      "en": "Don't acquiesce.",
      "th": "อย่าไปคล้อยตามล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'm glad you're doing the doc. -It's a balancing act with him.",
      "th": "- ดีใจที่เธอถ่ายสารคดีด้วย - ถือว่าเสมอกันกับเขาน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "He doesn't trust the director in skinny jeans.",
      "th": "เขาไม่ไว้ใจผู้กำกับใส่กางเกงยีนรัดรูป"
    }
  },
  {
    "translation": {
      "en": "So you acquiesce?",
      "th": "เธอยอมคล้อยตามสินะ"
    }
  },
  {
    "translation": {
      "en": "Am I allowed to call you a bastard now?",
      "th": "ตอนนี้ฉันเรียกคุณว่าไอ้ชั่วได้หรือยัง"
    }
  },
  {
    "translation": {
      "en": "You should be allowed to do anything you want.",
      "th": "เธอควรทำทุกอย่างที่ต้องการได้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "It was good to see you.",
      "th": "ดีใจที่ได้เจอกันนะคะ"
    }
  },
  {
    "translation": {
      "en": "Hey, man, is the AC on?",
      "th": "เฮ้ พวก คุณเปิดแอร์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[driver] Should be getting colder now.",
      "th": "เดี๋ยวก็เย็นแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Did you mean what you said back there about London?",
      "th": "คุณหมายความอย่างที่พูด จริงหรือเปล่าเรื่องลอนดอน"
    }
  },
  {
    "translation": {
      "en": "You know, sometimes I feel like another box you have to check off",
      "th": "รู้อะไรไหม บางทีผมก็รู้สึก เหมือนตัวเองเป็นรายการที่คุณต้องเช็ก"
    }
  },
  {
    "translation": {
      "en": "so you look like you've done okay.",
      "th": "เพื่อที่จะได้ดูเหมือนตัวเองกำลังไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "I'm not some prick who doesn't respect your career",
      "th": "ผมไม่ใช่ไอ้งั่งที่ไม่เคารพอาชีพของคุณ"
    }
  },
  {
    "translation": {
      "en": "just because you don't make as much money as I do.",
      "th": "แค่เพราะคุณทำเงินไม่ได้มากเท่าผม"
    }
  },
  {
    "translation": {
      "en": "-[scoffs] -[Luke] You know that, right?",
      "th": "คุณรู้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I think you are so talented and so creative,",
      "th": "ผมคิดว่าคุณมีความสามารถ สร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "and I love that about you.",
      "th": "และผมรักคุณที่เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It's one of the reasons I want us to go to London.",
      "th": "หนึ่งในเหตุผลที่ผมอยากให้เราไปลอนดอน"
    }
  },
  {
    "translation": {
      "en": "I think you are limited where you are, and frankly, you're better than it.",
      "th": "ผมคิดว่าคุณถูกจำกัดให้อยู่กับที่ และพูดกันตามตรง ผมคิดว่าคุณมีดีกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "All I have to show for the past nine years of my career",
      "th": "สิ่งเดียวที่ฉันแสดงให้เห็น ตลอดเก้าปีในอาชีพของฉัน"
    }
  },
  {
    "translation": {
      "en": "is 15,000 ways to touch a cock.",
      "th": "คือ 15,000 วิธีสัมผัสไอ้จ้อน"
    }
  },
  {
    "translation": {
      "en": "I never would've gotten the offer from The New York Times",
      "th": "ฉันคงไม่มีทางได้รับข้อเสนอให้เข้านิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "if LoLo hadn't grandfathered me in.",
      "th": "ถ้าโลโล่ไม่พ่วงฉันเข้าไปด้วย"
    }
  },
  {
    "translation": {
      "en": "You got the offer?",
      "th": "คุณได้ข้อเสนอแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "What is it? Where is it?",
      "th": "งานอะไร"
    }
  },
  {
    "translation": {
      "en": "Is this right?",
      "th": "นี่ไม่ผิดแน่นะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -It's not even a 10% raise.",
      "th": "- ใช่ - ได้เพิ่มไม่ถึงสิบเปอร์เซ็นต์ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] It's The New York Times. I wouldn't be going there for the money.",
      "th": "นั่นนิวยอร์กไทมส์นะ ฉันไม่ได้ไปที่นั่นเพื่อเงิน"
    }
  },
  {
    "translation": {
      "en": "Well, this makes me think they don't value you at all.",
      "th": "มันทำให้ผมคิดว่าพวกเขาไม่ให้ค่าคุณเลย"
    }
  },
  {
    "translation": {
      "en": "It's not personal. There's no money left in publishing anymore.",
      "th": "มันไม่ใช่เรื่องส่วนบุคคล วงการสิ่งพิมพ์ไม่มีเงินเหลือแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Luke chuckles] Well, exactly.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Listen, you go to London and get your MFA. You can write a book.",
      "th": "คุณไปลอนดอน คว้าปริญญาโท คุณจะเขียนหนังสือได้"
    }
  },
  {
    "translation": {
      "en": "Something that's yours, that you have equity in.",
      "th": "บางอย่างที่เป็นของคุณ ที่คุณมีสิทธิ์ในตัว"
    }
  },
  {
    "translation": {
      "en": "Wouldn't you rather be known for something you've created",
      "th": "คุณไม่อยากเป็นที่รู้จักเพราะสิ่งที่คุณสร้างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "than this thing that happened to you so long ago?",
      "th": "มากกว่าสิ่งที่เกิดขึ้นกับคุณเมื่อนานมาแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, I… I wanna be remembered for what really happened to me.",
      "th": "ไม่ ฉันอยากเป็นที่จดจำในสิ่งที่เกิดขึ้นกับฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I want vindication. It's all I think about.",
      "th": "ฉันอยากแก้ต่าง นั่นคือสิ่งเดียวที่ฉันคิดถึง"
    }
  },
  {
    "translation": {
      "en": "I know you've thought long and hard about doing this documentary,",
      "th": "ผมรู้ว่าคุณครุ่นคิดเรื่องการถ่ายสารคดีนี้มานาน"
    }
  },
  {
    "translation": {
      "en": "and I'm not saying you shouldn't do it,",
      "th": "และผมจะไม่พูดว่าคุณไม่ควรทำ"
    }
  },
  {
    "translation": {
      "en": "but Dean has taken this very bad thing that happened to him",
      "th": "แต่ดีนเอาสิ่งเลวร้ายที่เกิดขึ้นกับเขา"
    }
  },
  {
    "translation": {
      "en": "and done something good with it. People respect that and they respect him.",
      "th": "มาทำให้เป็นบางอย่างที่ดี ผู้คนเคารพในสิ่งนั้นและเคารพเขา"
    }
  },
  {
    "translation": {
      "en": "You know what I'm saying.",
      "th": "คุณก็รู้ว่าผมพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's the blow-job editor versus the gun-safety savior.",
      "th": "ค่ะ บรรณาธิการออรัลเซ็กซ์ ปะทะผู้กอบกู้ความปลอดภัยจากปืน"
    }
  },
  {
    "translation": {
      "en": "No, God, of course. Ugh!",
      "th": "ไม่ พระเจ้า ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh God, if there was just a way for me to write about more important issues",
      "th": "พระเจ้า ถ้าจะมีทางให้ฉัน ได้เขียนเรื่องที่สำคัญกว่านี้"
    }
  },
  {
    "translation": {
      "en": "for a place of worldwide influence and acclaim,",
      "th": "ให้หนังสือที่มีอิทธิพลและเป็นที่สรรเสริญไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "then maybe, just maybe,",
      "th": "ถ้าอย่างนั้นผู้คนอาจจะ แค่อาจจะนะ"
    }
  },
  {
    "translation": {
      "en": "people can hold me in the same esteem as Dean.",
      "th": "พวกเขาจะได้มองฉัน ด้วยความเคารพแบบที่มองดีน"
    }
  },
  {
    "translation": {
      "en": "Gosh, if there was just a way for me to work at this elusive place.",
      "th": "พระเจ้า ถ้าพอจะมีหนทางให้ฉัน ได้ทำงานในที่ที่จับต้องได้ยากแบบนั้นบ้างนะ"
    }
  },
  {
    "translation": {
      "en": "You're so angry. I can't talk to you when you're this angry.",
      "th": "คุณโมโหมาก ผมคุยกับคุณ ตอนที่คุณโมโหแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Ugh! It's so hot in here.",
      "th": "คุณโมโหมาก ผมคุยกับคุณ ตอนที่คุณโมโหแบบนี้ไม่ได้ ในนี้ร้อนชะมัด"
    }
  },
  {
    "translation": {
      "en": "[exhales sharply] I'm gonna walk the last few blocks.",
      "th": "ผมจะเดินไปสองสามช่วงถนนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Sir, can you please just keep driving?",
      "th": "คุณคะ ช่วยขับต่อไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Shit, Peyton.",
      "th": "ให้ตายสิ เพย์ตัน"
    }
  },
  {
    "translation": {
      "en": "Yo, holy fuck, you're still at it? What the… [laughs]",
      "th": "บ้าเอ๊ย ยังไม่เสร็จอีกหรือไง นี่มันบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "[Peyton] Fuck off, Liam.",
      "th": "ไปให้พ้น เลียม"
    }
  },
  {
    "translation": {
      "en": "We'll hang out, okay?",
      "th": "เราจะออกไปสนุกกัน โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "[young Dean] What the fuck?",
      "th": "อะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh my God, I can't watch. [snickers]",
      "th": "ให้ตายเถอะ ทนดูไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Peyton] Come on, someone do something. [young Dean] No, that's you, buddy.",
      "th": "- ไม่เอาน่า ใครก็ได้ทำอะไรสักอย่างที - ไม่ นั่นหน้าที่นาย เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter] -[young Ani breathing heavily]",
      "th": "- หมดสภาพเลย - เพย์ตัน"
    }
  },
  {
    "translation": {
      "en": "[young Dean] Aw. Holy fuck.",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Peyton] Take care of your girl, Liam.",
      "th": "ดูแลแฟนนายหน่อยสิ เลียม"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Hey. Come on, I got you.",
      "th": "นี่ ไม่เป็นไร ฉันอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Hi. Um, Dean… -I just really need some water. -You…",
      "th": "- เฮ้ ดีน ฉันอยากกินน้ำ - เธอ…"
    }
  },
  {
    "translation": {
      "en": "You should really get some sleep.",
      "th": "น่าจะนอนพักหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm just really thirsty.",
      "th": "ใช่ ฉันแค่คอแห้งมาก"
    }
  },
  {
    "translation": {
      "en": "Uh… Dean! [screams]",
      "th": "ดีน"
    }
  },
  {
    "translation": {
      "en": "Wait, stop!",
      "th": "เดี๋ยว หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Wait! Wait! Wait! Stop! Stop! Stop! [sobbing]",
      "th": "เดี๋ยวก่อน หยุด"
    }
  },
  {
    "translation": {
      "en": "Stop! Stop! Stop! Wait. Wait.",
      "th": "หยุดนะ เดี๋ยวๆ"
    }
  },
  {
    "translation": {
      "en": "Dean, wait. Stop! Stop! Stop! Please. [sobs]",
      "th": "ดีน เดี๋ยวก่อน หยุดนะ ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "Stop! Stop! Wait! Wait, no!",
      "th": "หยุดนะ เดี๋ยวก่อน ไม่"
    }
  },
  {
    "translation": {
      "en": "[sobbing] Please! Please!",
      "th": "ขอร้องล่ะ"
    }
  },
  {
    "translation": {
      "en": "Please, stop! Stop!",
      "th": "ได้โปรด หยุดเถอะ หยุด"
    }
  },
  {
    "translation": {
      "en": "-[young Dean] Oh, fuck! -[young Ani whimpers]",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-Motherfucker. -[young Ani panting]",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Finny!",
      "th": "ฟินนี่"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "[grunts] Finny.",
      "th": "ฟินนี่"
    }
  },
  {
    "translation": {
      "en": "Fuck! Fucking crazy ass bitch! Get out!",
      "th": "ให้ตายเถอะ นังบ้าเอ๊ย ออกไปนะ"
    }
  },
  {
    "translation": {
      "en": "-Hot in here! Fucking piece of shit! Agh! -[metal clanking]",
      "th": "ในนี้ร้อนจะตายแล้ว ไอ้เศษเหล็กเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[driver] What the fuck? Fucking ass bitch! Get out!",
      "th": "อะไรวะเนี่ย นังบ้า ออกไปนะ"
    }
  },
  {
    "translation": {
      "en": "-Get her out! -Honey, get out!",
      "th": "- เอาตัวเธอออกไป - ที่รัก ออกมา"
    }
  },
  {
    "translation": {
      "en": "Don't fucking touch me!",
      "th": "อย่ามาจับฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Fuck you!",
      "th": "ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "Don't fucking touch me!",
      "th": "อย่ามาแตะต้องฉัน"
    }
  },
  {
    "translation": {
      "en": "[Luke] You're so fucking nuts.",
      "th": "คุณบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษนะคะ"
    }
  },
  {
    "translation": {
      "en": "Do you know how to get to the Brentley School from here?",
      "th": "รู้ไหมว่าจะไปโรงเรียนเบรนท์ลีย์ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] TifAni?",
      "th": "ทิฟฟานี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Hey. Hey.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "-Hey. What happened? -[breathing shakily]",
      "th": "นี่ เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Hey, what happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "TifAni, what happened?",
      "th": "ทิฟฟานี่ เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "You can come in.",
      "th": "ครูเข้ามาได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "They're a little big but they're clean.",
      "th": "มันใหญ่ไปหน่อยแต่สะอาด"
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] Look, can I please,",
      "th": "ฟังนะ ให้ฉัน…"
    }
  },
  {
    "translation": {
      "en": "please take you to the hospital now?",
      "th": "ให้ฉันพาเธอไปโรงพยาบาลตอนนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-I gotta call your mother. -No.",
      "th": "- ฉันต้องโทรหาแม่เธอ - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, you… you can't be here.",
      "th": "ฟังนะ เธออยู่ที่นี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It-- it's not…",
      "th": "มันไม่…"
    }
  },
  {
    "translation": {
      "en": "Look, I can get into a lot of trouble.",
      "th": "คือว่าฉันอาจเจอปัญหาใหญ่ได้"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Dean is hoping to meet with you.",
      "th": "ดีนอยากเจอคุณ"
    }
  },
  {
    "translation": {
      "en": "No fucking way.",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "-[Aaron] Just hear me out. -No.",
      "th": "- ฟังผมก่อน - ไม่"
    }
  },
  {
    "translation": {
      "en": "He's willing to take back his claim that you're involved in the shooting.",
      "th": "เขายินดีจะถอนคำกล่าวอ้างที่ว่า คุณเกี่ยวข้องกับการกราดยิง"
    }
  },
  {
    "translation": {
      "en": "He's going to vindicate you, Ani.",
      "th": "เขาจะแก้ต่างให้คุณ อานี่"
    }
  },
  {
    "translation": {
      "en": "He wants to sit down with you on camera and apologize.",
      "th": "เขาอยากเจอคุณและขอโทษคุณต่อหน้ากล้อง"
    }
  },
  {
    "translation": {
      "en": "[Ani] Ugh. I hate your soft voice so much.",
      "th": "ฉันเกลียดเสียงนุ่มๆ ของคุณชะมัด"
    }
  },
  {
    "translation": {
      "en": "Sorry. Um…",
      "th": "ขอโทษทีค่ะ"
    }
  },
  {
    "translation": {
      "en": "What--",
      "th": "อะไร…"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "Maybe you have some sense?",
      "th": "บางทีคุณน่าจะรู้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Ani] For fuck's sake, will you just put this guy out of his misery?",
      "th": "ให้ตายเถอะ ใครก็ได้ช่วยทำให้หมอนี่หมดทุกข์ที"
    }
  },
  {
    "translation": {
      "en": "My money's on the gang rape.",
      "th": "ฉันถูกรุมข่มขืน"
    }
  },
  {
    "translation": {
      "en": "There. I said it. No going back now.",
      "th": "นั่น ฉันพูดออกไปแล้ว ไม่มีทางหันหลังกลับ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] I've gathered enough to know that that event",
      "th": "ผมรวบรวมข้อมูลได้มากพอที่จะรู้ว่าเหตุการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "was framed as something that you participated in. I'm…",
      "th": "ถูกจัดฉากให้เหมือนว่าคุณเข้าร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Ani. It makes me sick.",
      "th": "ผมขอโทษจริงๆ อานี่ มันทำให้ผมรู้สึกแย่มาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, no participation trophy for me.",
      "th": "ใช่ ฉันไม่เคยได้รางวัลเข้าร่วม"
    }
  },
  {
    "translation": {
      "en": "[Aaron] TifAni… Uh, I mean, Ani,",
      "th": "ทิฟฟานี่ ผมหมายถึง อานี่"
    }
  },
  {
    "translation": {
      "en": "if you wanna do this,",
      "th": "ถ้าคุณอยากถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "it'd be easy enough to tack on an extra day to the schedule.",
      "th": "มันไม่ยากเลย ที่จะเพิ่มตารางถ่ายทำพิเศษไปอีกวัน"
    }
  },
  {
    "translation": {
      "en": "I'll make sure to keep you both separate until you give me permission.",
      "th": "ผมจะทำให้แน่ใจว่า พวกคุณจะไม่ได้เจอกันจนกว่าคุณจะอนุญาต"
    }
  },
  {
    "translation": {
      "en": "You'll call the shots.",
      "th": "คุณเป็นคนตัดสินใจได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] What's the point of being at your fighting weight if you're not gonna fight?",
      "th": "ถ้าไม่สู้แล้วจะเตรียมตัวให้พร้อมสู้ไปทำไม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ตกลงค่ะ"
    }
  },
  {
    "translation": {
      "en": "And your safety and comfort is our highest priority.",
      "th": "ความปลอดภัยและความสบายใจของคุณ คือสิ่งที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "We do not wanna see you re-traumatized.",
      "th": "เราไม่อยากเห็นคุณต้องหวาดกลัวอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "We could look into getting you a victims' advocate.",
      "th": "เราหาผู้ช่วยเหลือเหยื่อให้คุณได้"
    }
  },
  {
    "translation": {
      "en": "Sorry. I should probably ask if you prefer \"survivor\" to \"victim.\"",
      "th": "ขอโทษที ผมควรถามว่าคุณ อยากให้เรียกว่า \"ผู้รอดชีวิต\" หรือ \"เหยื่อ\""
    }
  },
  {
    "translation": {
      "en": "-I know that's a big thing these days. -Oh.",
      "th": "ผมรู้ว่าสมัยนี้มันเป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Survivor? Gross.",
      "th": "\"ผู้รอดชีวิต\" เหรอ แหวะ"
    }
  },
  {
    "translation": {
      "en": "So victim then?",
      "th": "ถ้างั้น \"เหยื่อ\" นะครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Victim.",
      "th": "เหยื่อ"
    }
  },
  {
    "translation": {
      "en": "Definitely this one.",
      "th": "แน่นอนว่าต้องเป็นอันนี้"
    }
  },
  {
    "translation": {
      "en": "It's less oaky. I hate oak.",
      "th": "มันมีกลิ่นโอ๊กน้อยกว่า ฉันเกลียดโอ๊ก"
    }
  },
  {
    "translation": {
      "en": "Hmm. Gosh, Mom. I never once wondered if I was adopted.",
      "th": "ให้ตายสิ แม่ หนูไม่เคยสงสัยว่า ถูกอุปภัมป์มาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Did you know it's broo-sket-ta, not broo-shet-ta?",
      "th": "คุณรู้ไหมว่ามันออกเสียงว่า บรูสเก็ตตา ไม่ใช่บรูเช็ตตา"
    }
  },
  {
    "translation": {
      "en": "TifAni taught me that. She and Nell lived in Rome for a time.",
      "th": "ทิฟฟานี่สอนฉันมา เธอกับเนลเคยอยู่ที่โรมด้วยกันพักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-[Ani's mom chuckles] -[Ani] Keep it cute, FaNelli.",
      "th": "ทำตัวให้น่ารักไว้ ฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "That must have been a wonderful experience for you girls.",
      "th": "ต้องเป็นประสบการณ์ ที่ยอดเยี่ยมสำหรับพวกเธอแน่"
    }
  },
  {
    "translation": {
      "en": "Oh, I just love Italy.",
      "th": "โอ้ ฉันรักอิตาลี"
    }
  },
  {
    "translation": {
      "en": "And from London, it's just such a short flight.",
      "th": "และมันใช้เวลาบินแค่นิดเดียวจากลอนดอน"
    }
  },
  {
    "translation": {
      "en": "You didn't tell me. You made a decision about London?",
      "th": "ลูกไม่เห็นบอกแม่เลย ลูกตัดสินใจเรื่องลอนดอนแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Mom, no, we didn't make a decision yet, remember?",
      "th": "ยังครับ เรายังไม่ได้ตัดสินใจ จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Oh, I apologize. I misunderstood. -[phone chimes]",
      "th": "โอ้ ขอโทษที แม่เข้าใจผิดไป"
    }
  },
  {
    "translation": {
      "en": "I'll be… I'll be just a minute.",
      "th": "ขอตัวแป๊บหนึ่งนะคะ"
    }
  },
  {
    "translation": {
      "en": "[Ani's mom] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-This is nice. Cheers. -[glasses clink]",
      "th": "นี่ดีจังเลยนะครับ ดื่ม"
    }
  },
  {
    "translation": {
      "en": "[reporter on TV] And now here to comment is Dean Barton.",
      "th": "และผู้ที่จะกล่าวคือดีน บาร์ตัน"
    }
  },
  {
    "translation": {
      "en": "[Dean] Every day that Congress fails to work together",
      "th": "ทุกๆ วันที่รัฐสภาล้มเหลวในการร่วมมือ"
    }
  },
  {
    "translation": {
      "en": "to create universal background checks",
      "th": "สร้างการตรวจสอบประวัติอย่างครอบคลุม"
    }
  },
  {
    "translation": {
      "en": "is another day that a student risks their life",
      "th": "คืออีกวันที่นักเรียนต้องเสี่ยงชีวิต"
    }
  },
  {
    "translation": {
      "en": "just trying to get an education.",
      "th": "เพียงแค่พยายามเข้ารับการศึกษา"
    }
  },
  {
    "translation": {
      "en": "[Ani's mom] TifAni?",
      "th": "ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "[Dean] It's outright negligence.",
      "th": "มันคือความประมาทเลินเล่อ"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "แม่ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-We owe these kids so much more. -I came to check on you.",
      "th": "- เราติดค้างเด็กพวกนี้ - แม่แวะมาดูลูก"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไม"
    }
  },
  {
    "translation": {
      "en": "My little bambina.",
      "th": "คนเก่งของฉัน"
    }
  },
  {
    "translation": {
      "en": "Really starting to freak out about seeing Dean.",
      "th": "ฉันเริ่มจะสติแตกที่ต้องไปเจอดีนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "จริงสิ"
    }
  },
  {
    "translation": {
      "en": "What if when I see him in a wheelchair, I can't be angry anymore?",
      "th": "ถ้าฉันได้เห็นเขาในรถเข็นแล้วโกรธไม่ลงล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't wanna feel bad for him.",
      "th": "ฉันไม่อยากรู้สึกสงสารเขา"
    }
  },
  {
    "translation": {
      "en": "It's so much cleaner if I could just hate him.",
      "th": "มันคงง่ายกว่าเยอะถ้าฉันเกลียดเขาได้"
    }
  },
  {
    "translation": {
      "en": "I say we go out there and get Drunken Ship-faced.",
      "th": "ฉันว่าเราออกไปข้างนอกนั่น แล้วเมาหัวราน้ำกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Come on. You're about to read Dean Barton for fucking filth.",
      "th": "ไม่เอาน่า เธอกำลังจะได้เปิดโปง ความโสมมของดีน บาร์ตัน"
    }
  },
  {
    "translation": {
      "en": "Where's the registry for that?",
      "th": "จะมีของขวัญแต่งงานแบบนั้นที่ไหนอีก"
    }
  },
  {
    "translation": {
      "en": "[woman] Where's the blushing bride?",
      "th": "เจ้าสาวคนสวยอยู่ไหนเอ่ย"
    }
  },
  {
    "translation": {
      "en": "Jesus Christ, how am I gonna get through this?",
      "th": "พระเจ้าช่วย ฉันจะผ่านเรื่องนี้ไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[woman] Here comes the bride. Finally.",
      "th": "เจ้าสาวมานี่แล้ว ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Hey, lady. Oh…",
      "th": "ว่าไงคะ คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "[Ani] Hallsy's Luke's poorly preserved aunt",
      "th": "ฮัลซีย์เป็นน้าหัวโบราณที่น่าสงสารของลุค"
    }
  },
  {
    "translation": {
      "en": "who ceased to be a lady 20 tennis-pro dicks ago.",
      "th": "ผู้ซึ่งหยุดการเป็นคุณผู้หญิงไว้เมื่อ 20 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Why is everyone so anti-oak these days?",
      "th": "ทำไมสมัยนี้คนถึงได้เกลียดโอ๊กนัก"
    }
  },
  {
    "translation": {
      "en": "Ooh! I have a buttery chard just for you.",
      "th": "ฉันมีชาร์ดอนเนย์นุ่มๆ ให้คุณโดยเฉพาะเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "About the only thing California's good for.",
      "th": "อย่างเดียวที่แคลิฟอร์เนียทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "And do me one more solid, don't sit me with the Gilmartins.",
      "th": "แล้วก็ช่วยฉันอย่างหนึ่งสิ อย่าให้ฉันนั่งกับพวกกิลมาร์ตินส์"
    }
  },
  {
    "translation": {
      "en": "-What'd you do this time? -I didn't do anything.",
      "th": "- คราวนี้น้าทำอะไรอีกครับ - เปล่าสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "They're being snowflakes over the new park.",
      "th": "พวกเขาตีโพยตีพายเรื่องสวนแห่งใหม่"
    }
  },
  {
    "translation": {
      "en": "No offense, you two. [Mrs. Harrison] Well, it will be very loud for them.",
      "th": "- ไม่ได้ว่าพวกเธอสองคนนะ - มันน่าจะเสียงดังมากสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They've agreed to put in soundproof buffers.",
      "th": "มีการตกลงว่าจะติดตั้งที่กั้นเสียงแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "What kind of a park needs a soundproof buffer?",
      "th": "สวนประเภทไหนที่ต้องใช้ที่กั้นเสียง"
    }
  },
  {
    "translation": {
      "en": "A shooting park, Dinah.",
      "th": "สวนยิงปืนไง ดีน่า"
    }
  },
  {
    "translation": {
      "en": "Can't blame gun owners for wanting to enjoy their hobby responsibly.",
      "th": "จะโทษเจ้าของปืนที่อยากสนุกกับงานอดิเรก อย่างมีความรับผิดชอบได้ไง"
    }
  },
  {
    "translation": {
      "en": "As a woman, I feel more empowered when I'm shooting a gun",
      "th": "ในฐานะผู้หญิง ฉันรู้สึกมีอำนาจเวลาที่ยิงปืน"
    }
  },
  {
    "translation": {
      "en": "than I do bitching about every little thing.",
      "th": "มากกว่าตอนที่บ่นกับทุกเรื่องหยุมหยิม"
    }
  },
  {
    "translation": {
      "en": "[bangs table] Okay, I'm gonna go inside. Would anybody like some water?",
      "th": "โอเค ฉันจะเข้าไปข้างใน มีใครอยากได้น้ำไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I'll take one. No ice.",
      "th": "ฉันจ้ะ ไม่ใส่น้ำแข็งนะ"
    }
  },
  {
    "translation": {
      "en": "[Ani] Don't worry, I won't sit you with the Gilmartins.",
      "th": "ไม่ต้องห่วง ฉันไม่ให้คุณนั่งกับพวกกิลมาร์ตินส์แน่"
    }
  },
  {
    "translation": {
      "en": "You'll be at table 12",
      "th": "คุณจะได้นั่งโต๊ะ 12"
    }
  },
  {
    "translation": {
      "en": "with the rest of the flabby cougars where you belong.",
      "th": "ที่ที่เหมาะสมกับคุณ และบรรดาโคแก่หย่อนยานที่หวังกินหญ้าอ่อน"
    }
  },
  {
    "translation": {
      "en": "-[Dinah] TifAni. -[Nell] Oh, boy.",
      "th": "- ทิฟฟานี่ - ตายจริง"
    }
  },
  {
    "translation": {
      "en": "[Luke] Oh my God.",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh fuck.",
      "th": "เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "She's…",
      "th": "เธอ…"
    }
  },
  {
    "translation": {
      "en": "She's really tired.",
      "th": "เธอเหนื่อยมากน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's been a long week, so…",
      "th": "มันเป็นสัปดาห์ที่ยาวนาน"
    }
  },
  {
    "translation": {
      "en": "[Dinah] Ani!",
      "th": "อานี่"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Ani.",
      "th": "อานี่"
    }
  },
  {
    "translation": {
      "en": "Ow! Goddamn it!",
      "th": "โธ่โว้ย"
    }
  },
  {
    "translation": {
      "en": "Ani!",
      "th": "อานี่"
    }
  },
  {
    "translation": {
      "en": "Stop!",
      "th": "หยุด"
    }
  },
  {
    "translation": {
      "en": "Damn it.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Do you like your life, TifAni?",
      "th": "ลูกชอบชีวิตตัวเองไหม ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "Yes, Mom, I have built a very nice life for myself.",
      "th": "ค่ะ แม่ หนูสร้างชีวิตที่ดีขึ้นมาด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "How much do you make in a year?",
      "th": "ลูกหาเงินได้ปีละเท่าไร"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "How much do you make in a year, honey?",
      "th": "ลูกหาเงินได้ปีละเท่าไร ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Uh… 80K.",
      "th": "แปดหมื่นเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Sometimes a little bit more if I guest-edit a brand extension, okay?",
      "th": "บางครั้งก็มากกว่านั้นนิดหน่อย ถ้าหนูรับจ๊อบเรียบเรียงให้แบรนด์ในเครือข่าย"
    }
  },
  {
    "translation": {
      "en": "Okay, so let's be generous. Let's call it 90K.",
      "th": "โอเค ถ้างั้นก็ใจกว้างหน่อย เอาเป็นเก้าหมื่นก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "How much did you pay for that watch?",
      "th": "ลูกจ่ายค่านาฬิกานั่นเท่าไร"
    }
  },
  {
    "translation": {
      "en": "You don't think I noticed you got the Cartier?",
      "th": "คิดว่าไม่ทันสังเกตเหรอว่าลูกซื้อคาร์เทียร์"
    }
  },
  {
    "translation": {
      "en": "Don't you know it's gauche to ask how much something costs, Mom?",
      "th": "แม่ไม่รู้เหรอว่า การถามราคาสิ่งของมันดูไม่มีระดับ"
    }
  },
  {
    "translation": {
      "en": "Oh, I know. I know you'd think I didn't do anything with my life.",
      "th": "แม่รู้ แม่รู้ว่าลูกคิดว่าแม่ใช้ชีวิตอยู่ไปวันๆ"
    }
  },
  {
    "translation": {
      "en": "But you know, when you're spending $1,500 a month to exercise,",
      "th": "แต่รู้อะไรไหม ตอนที่ลูกจ่าย 1,500 เหรียญ ต่อเดือนเพื่อออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "and your mortgage is $12,000…",
      "th": "และจำนองบ้านอีกหมื่นสอง"
    }
  },
  {
    "translation": {
      "en": "This 90k that I was able to squirrel away from alimony payments",
      "th": "เงินเก้าหมื่นนั่น คือเงินที่แม่ต้องรวบรวมจากค่าเลี้ยงดู"
    }
  },
  {
    "translation": {
      "en": "so I could stay home with you and not have to pay for childcare?",
      "th": "เพื่อที่จะได้อยู่บ้านกับลูก และไม่ต้องจ้างให้คนอื่นเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "I put that money towards your education,",
      "th": "แม่ทุ่มเงินนั่นให้กับการศึกษาลูก"
    }
  },
  {
    "translation": {
      "en": "and that put you in rooms where you met a guy like Luke.",
      "th": "และมันทำให้ลูกมีโอกาสได้เจอกับคนอย่างลุค"
    }
  },
  {
    "translation": {
      "en": "And I am… I am doing my best here",
      "th": "และแม่… แม่กำลังทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "to try to connect with the Harrisons. It's not easy.",
      "th": "ในการผูกมิตรกับพวกแฮร์ริสัน มันไม่ใช่เรื่องง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "And now with this documentary?",
      "th": "ตอนนี้ยังมีสารคดีนี่อีก"
    }
  },
  {
    "translation": {
      "en": "-What's that have to do with this? -Everything.",
      "th": "- แล้วมันเกี่ยวอะไรกันด้วย - ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "Everything, TifAni. Everything.",
      "th": "ทุกอย่างเลย ทิฟฟานี่ ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "You think you're embarrassed of me now, don't try to say that you're not,",
      "th": "ลูกคิดว่าตอนนี้ลูกอับอายในตัวแม่ อย่าพยายามจะปฏิเสธเลย"
    }
  },
  {
    "translation": {
      "en": "imagine what it's gonna be like when they find out about what happened.",
      "th": "ลองคิดดูสิว่ามันจะเป็นยังไง เมื่อพวกเขารู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "They had boys.",
      "th": "พวกเขามีลูกชาย"
    }
  },
  {
    "translation": {
      "en": "They didn't have a girl who developed early",
      "th": "ไม่ได้มีลูกสาวที่แก่แดด"
    }
  },
  {
    "translation": {
      "en": "and was hell-bent on taking risks.",
      "th": "และกล้าได้กล้าเสีย"
    }
  },
  {
    "translation": {
      "en": "They can't imagine what that was like.",
      "th": "พวกเขาไม่รู้หรอกว่ามันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "I did everything in my power to protect you.",
      "th": "แม่ทำทุกอย่างเท่าที่จะทำได้เพื่อปกป้องลูก"
    }
  },
  {
    "translation": {
      "en": "I did. I did.",
      "th": "จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "That's why I had all those rules in place that I did.",
      "th": "แม่ถึงได้ตั้งกฎพวกนั้นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "But you didn't wanna follow those. That was your choice.",
      "th": "แต่ลูกไม่อยากทำตามมัน นั่นเป็นสิ่งที่ลูกเลือกเอง"
    }
  },
  {
    "translation": {
      "en": "So fine, you know?",
      "th": "ไม่เป็นไร โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Just-- just-- just…",
      "th": "แค่…"
    }
  },
  {
    "translation": {
      "en": "At least just leave my name out of it.",
      "th": "แค่อย่างน้อยก็อย่าเอาแม่เข้าไปเกี่ยวด้วย"
    }
  },
  {
    "translation": {
      "en": "I did what any half-decent mother would have done.",
      "th": "แม่ทำทุกอย่าง ที่คนเกือบจะเป็นแม่ที่ดีคนหนึ่งทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I did.",
      "th": "จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "You'll find out someday.",
      "th": "สักวันลูกจะรู้เอง"
    }
  },
  {
    "translation": {
      "en": "You'll find out how hard it is.",
      "th": "ลูกจะเข้าใจว่ามันยากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Although if you keep pushing Luke away, maybe you won't.",
      "th": "หรือถ้าลูกเอาแต่ผลักไสลุคออกไป ลูกอาจจะไม่เข้าใจก็ได้"
    }
  },
  {
    "translation": {
      "en": "At the very least, you won't have someone else's pile of money to stand on",
      "th": "แต่อย่างน้อยที่สุดลูกก็จะไม่ได้ยืนอยู่บน กองเงินกองทองของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "while you call me gauche.",
      "th": "ตอนที่บอกว่าแม่ไม่มีระดับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวนะคะ"
    }
  },
  {
    "translation": {
      "en": "TifAni.",
      "th": "ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "[Ani] I'm sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "My mom asked me what a cougar is.",
      "th": "แม่ผมถามว่ากินเด็กคืออะไร"
    }
  },
  {
    "translation": {
      "en": "-[Ani moans] -Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Babe? -Yeah?",
      "th": "- ที่รัก - คะ"
    }
  },
  {
    "translation": {
      "en": "[exhales] Can we just do it the nice way?",
      "th": "นุ่มนวลหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "I can't do this. Please get off me.",
      "th": "ฉันทำแบบนี้ไม่ได้ ลุกหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Please just get off of me. I'm sorry. I can't…",
      "th": "ได้โปรด ลุกออกไปที ฉันขอโทษ ฉันไม่…"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "I may not say everything right,",
      "th": "ผมอาจจะไม่ได้พูดถูกทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "but when I try to be respectful, it's like you can't handle it.",
      "th": "แต่เมื่อไหร่ที่ผมพยายามให้เกียรติคุณ มันเหมือนว่าคุณรับมือกับมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Thanks for taking me.",
      "th": "ขอบใจที่พาฉันมา"
    }
  },
  {
    "translation": {
      "en": "You only have a 30% chance of getting pregnant,",
      "th": "เธอมีโอกาสแค่ 30 เปอร์เซ็นต์ที่จะท้อง"
    }
  },
  {
    "translation": {
      "en": "but it's good to be on the safe side.",
      "th": "แต่ปลอดภัยไว้ก่อนก็ดี"
    }
  },
  {
    "translation": {
      "en": "Never heard that before.",
      "th": "ไม่เคยได้ยินมาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Liam?",
      "th": "เลียม"
    }
  },
  {
    "translation": {
      "en": "I just wanted you to know, I didn't mean to hook up with anybody else.",
      "th": "ฉันแค่อยากให้นายรู้ว่า ฉันไม่ได้ตั้งใจจะมีอะไรกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Dude, it's no big deal.",
      "th": "ไม่ใช่เรื่องใหญ่หรอก"
    }
  },
  {
    "translation": {
      "en": "But I also feel like…",
      "th": "แต่ฉันก็รู้สึกเหมือน…"
    }
  },
  {
    "translation": {
      "en": "I think I was raped.",
      "th": "ฉันคิดว่าฉันถูกข่มขืน"
    }
  },
  {
    "translation": {
      "en": "Are you insane?",
      "th": "เธอบ้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Are you actually insane? Like…",
      "th": "บ้าไปแล้วจริงๆ ใช่ไหม แบบว่า…"
    }
  },
  {
    "translation": {
      "en": "Do you even know what rape is?",
      "th": "เธอรู้หรือเปล่าว่าการข่มขืนมันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Why would you even say that to me?",
      "th": "ทำไมเธอถึงพูดแบบนั้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I… I don't think that about you.",
      "th": "ฉันขอโทษ ฉันไม่ได้คิดแบบนั้นกับนาย"
    }
  },
  {
    "translation": {
      "en": "-Finny! -There she is.",
      "th": "- ฟินนี่ - อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "Finny, if I'm still hungover, you're definitely still hungover.",
      "th": "ฟินนี่ ถ้าฉันยังเมาค้าง เธอก็ต้องยังเมาค้างแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Peyton] Hey, come on, come on, come on. Let's go.",
      "th": "เฮ้ เร็วเข้า ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Milady.",
      "th": "คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "You are an animal, FaNelli.",
      "th": "เธอบ้าคลั่งสุดๆ เลย ฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "Hey, you two… gotta step it up.",
      "th": "เฮ้ พวกเธอสองคนต้องตามให้ทันแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You are such a loser. -Loser?",
      "th": "- นายมันไอ้ขี้แพ้ - ขี้แพ้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-I think that was your job last night. -Did you win any games at all?",
      "th": "- ฉันคิดว่าเป็นเธอเมื่อคืนนี้ซะอีก - เธอชนะเกมบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-[Hilary] Yeah, I won two. Yeah. -[young Dean] I don't think so.",
      "th": "- ใช่ ฉันชนะสองเกม - ฉันว่าไม่นะ"
    }
  },
  {
    "translation": {
      "en": "I mean, if I'd lost as much as you had, then I would have left long ago.",
      "th": "แบบว่าถ้าฉันแพ้เยอะเท่าเธอ ฉันคงกลับไปนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "[Ani] Luke?",
      "th": "ลุค"
    }
  },
  {
    "translation": {
      "en": "\"Oh, honey, why do you have a cut on your lip?\"",
      "th": "\"โถ ลูกรัก ทำไมลูกถึงปากแตก\""
    }
  },
  {
    "translation": {
      "en": "\"Hmm. It's 'cause I'm betrothed to a sexual deviant, Mother.\"",
      "th": "\"เพราะผมหมั้นกับพวกกามวิตถารครับ แม่\""
    }
  },
  {
    "translation": {
      "en": "[Mr. Larson] TifAni, I've told Headmaster Mayer",
      "th": "ทิฟฟานี่ ฉันบอกให้ครูใหญ่เมเยอร์รู้"
    }
  },
  {
    "translation": {
      "en": "about the events with the three boys this weekend.",
      "th": "เรื่องที่เกิดขึ้นกับเด็กผู้ชายสามคน เมื่อสุดสัปดาห์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mr. Mayer] Are you talking about reporting this, TifAni?",
      "th": "เธออยากแจ้งความเรื่องนี้เหรอ ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "How does that work? What happens?",
      "th": "มันจะเป็นยังไงคะ จะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "It will need to be disclosed on their college applications, potentially.",
      "th": "มีความเป็นไปได้ที่มันจะปรากฏใน ใบสมัครเข้ามหาวิทยาลัยของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[inhales] If you decide to go that route,",
      "th": "ถ้าเธอตัดสินใจที่จะเลือกทางนั้น"
    }
  },
  {
    "translation": {
      "en": "you need to be absolutely sure what you're saying,",
      "th": "เธอจะต้องแน่ใจในสิ่งที่ตัวเองพูด"
    }
  },
  {
    "translation": {
      "en": "and that can be difficult to determine with so much alcohol involved.",
      "th": "และมันอาจยากที่จะตัดสินชี้ขาด เมื่อมีแอลกอฮอล์ปริมาณมากเข้ามาเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "The situation has been obfuscated.",
      "th": "สถานการณ์มันยุ่งยาก"
    }
  },
  {
    "translation": {
      "en": "There was no obfuscation, Headmaster Mayer.",
      "th": "มันไม่ยุ่งยากเลยครับ ครูใหญ่เมเยอร์"
    }
  },
  {
    "translation": {
      "en": "She said no.",
      "th": "เธอบอกว่า \"อย่า\""
    }
  },
  {
    "translation": {
      "en": "[Mr. Mayer] Is that true? Did you say no?",
      "th": "จริงเหรอ เธอพูดว่า \"อย่า\" จริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I-I don't know.",
      "th": "หนู… หนูไม่รู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "หนูไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I didn't want to.",
      "th": "หนูไม่ได้อยากทำ"
    }
  },
  {
    "translation": {
      "en": "I said, \"Ow.\"",
      "th": "หนูร้อง \"โอ๊ย\""
    }
  },
  {
    "translation": {
      "en": "I just remember always saying, \"Ow.\"",
      "th": "หนูแค่จำได้ว่าตัวเองร้อง \"โอ๊ย\""
    }
  },
  {
    "translation": {
      "en": "I remember screaming at Dean. Uh…",
      "th": "หนูจำได้ว่าตัวเองตะโกนใส่ดีน"
    }
  },
  {
    "translation": {
      "en": "I tried to push Liam off of me,",
      "th": "หนูพยายามผลักเลียมให้ผละออกไป"
    }
  },
  {
    "translation": {
      "en": "but he thought I was, like, touching his face so he kissed me.",
      "th": "แต่เขาคิดว่าหนูแตะหน้าเขา เขาเลยจูบหนู"
    }
  },
  {
    "translation": {
      "en": "He was really drunk too.",
      "th": "เขาเมามากด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-What… What are you doing? -[Mr. Mayer] I'm calling your mom.",
      "th": "- ครูจะทำอะไร - โทรหาแม่ของเธอ"
    }
  },
  {
    "translation": {
      "en": "Legally, I can't contact the police regarding a minor",
      "th": "ตามกฎหมายแล้ว ฉันโทรหาตำรวจด้วยเรื่องของผู้เยาว์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "unless the guardian is informed.",
      "th": "นอกจากผู้ปกครองจะรับรู้"
    }
  },
  {
    "translation": {
      "en": "[inhales sharply] Stop.",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Stop.",
      "th": "หยุด"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "I changed my mind.",
      "th": "หนูเปลี่ยนใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mr. Larson got fired. [breathing heavily]",
      "th": "ครูลาร์สันถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "They said he shouldn't have let us leave the school dance.",
      "th": "พวกนั้นบอกว่าเขาไม่ควรให้เราออกจากงาน"
    }
  },
  {
    "translation": {
      "en": "[Arthur] He's the scapegoat. Dean's fucking untouchable.",
      "th": "เขาเป็นแพะรับบาป ไม่มีใครแตะต้องดีนได้"
    }
  },
  {
    "translation": {
      "en": "Come in.",
      "th": "เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "Hey! Hey, hey, hey!",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Um, that… that belonged to his dad.",
      "th": "มันเป็นของพ่อเขา"
    }
  },
  {
    "translation": {
      "en": "Yeah. Legacy to Columbia and a surefire way out of this hellscape",
      "th": "มรดกตกทอดสู่โคลัมเบียและทางออกจากขุมนรกนี่"
    }
  },
  {
    "translation": {
      "en": "is the only thing he ever gave me.",
      "th": "มันเป็นสิ่งเดียวที่เขาเคยให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "-Want some? -No.",
      "th": "- เอาหน่อยไหม - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "[young Ani] I can't breathe.",
      "th": "ฉันหายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Should we tell her?",
      "th": "เราควรบอกเธอไหม"
    }
  },
  {
    "translation": {
      "en": "Tell me what?",
      "th": "บอกอะไร"
    }
  },
  {
    "translation": {
      "en": "-Ar-Arthur, can we… can we just not? -Come on, we're among friends.",
      "th": "- อาเธอร์ เราไม่พูดถึงมันได้ไหม - ไม่เอาน่า เพื่อนๆ กันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Two summers ago, Dean and Peyton showed up",
      "th": "หน้าร้อนเมื่อสองปีที่แล้ว ดีนกับเพย์ตันโผล่มา"
    }
  },
  {
    "translation": {
      "en": "to Kelsey Quick's eighth grade graduation party.",
      "th": "ที่งานปาร์ตี้ฉลองจบเกรดแปดของเคลซีย์ ควิก"
    }
  },
  {
    "translation": {
      "en": "They were all 16 and fucked up and, you know, like--",
      "th": "พวกเขาเป็นเด็กเสเพลอายุ 16 และแบบว่า…"
    }
  },
  {
    "translation": {
      "en": "-I thought that they were being nice. -Oh, they were not being nice.",
      "th": "- ฉันนึกว่าพวกเขานิสัยดี - พวกนั้นไม่นิสัยดีเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "They said they wanted to smoke up with us.",
      "th": "พวกเขาบอกว่าอยากดูดปุ๊นกับเรา"
    }
  },
  {
    "translation": {
      "en": "You always leave that part out to make me look like I'm a fucking idiot for going.",
      "th": "นายชอบเล่าข้ามตอนนั้นไป มันทำให้ฉันดูเหมือนไอ้โง่ที่ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Going where?",
      "th": "ไปไหน"
    }
  },
  {
    "translation": {
      "en": "Well, into the woods, where Peyton pinned Ben to the ground,",
      "th": "เข้าไปในป่าไงละ เพย์ตันขึงเบนไว้กับพื้น"
    }
  },
  {
    "translation": {
      "en": "and Dean took a shit on Ben's chest.",
      "th": "และดีนก็อึบนหน้าอกเขา"
    }
  },
  {
    "translation": {
      "en": "I heard that he ate a burrito that day in preparation.",
      "th": "ได้ยินมาว่าวันนั้น หมอนั่นกินเบอร์ริโต้เตรียมพร้อมไว้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Fuck you, Arthur! You're such a fucking prick, man.",
      "th": "ไปตายซะ อาเธอร์ นายมันสารเลว"
    }
  },
  {
    "translation": {
      "en": "Yeah, okay. Then he ran straight to Suburban Square,",
      "th": "ได้ โอเค จากนั้นเบนก็ดิ่งไปที่จัตุรัสชานเมือง"
    }
  },
  {
    "translation": {
      "en": "went to the Rite Aid, bought a pack of razors,",
      "th": "เข้าร้านไรท์เอด ซื้อมีดโกนมาห่อนึง"
    }
  },
  {
    "translation": {
      "en": "and slit his wrists in the bathroom.",
      "th": "และกรีดข้อมือตัวเองในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Is that really true?",
      "th": "เรื่องจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "What? He obviously didn't cut deep enough to do any real damage.",
      "th": "ทำไม เห็นๆ กันอยู่ว่า เขาไม่ได้กรีดลึกพอจะทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "His parents sent him off to make macaroni art for the rest of the summer.",
      "th": "พ่อแม่ส่งเขาไปเรียนศิลปะมะกะโรนี ตลอดหน้าร้อนที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "Why are you like that to him? You're acting like you're mad at him.",
      "th": "ทำไมนายทำแบบนั้นกับเขาล่ะ อย่างกับว่านายโกรธเขางั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-I am fucking mad at him. -Why?",
      "th": "- ฉันโคตรโกรธเขาเลยละ - ทำไม"
    }
  },
  {
    "translation": {
      "en": "He didn't do anything about it.",
      "th": "เขาไม่ทำอะไรสักอย่างไง"
    }
  },
  {
    "translation": {
      "en": "I mean, it's gotta be a crime, biological warfare.",
      "th": "นั่นมันอาชญากรรม สงครามชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "He just wanted it dropped.",
      "th": "เขาแค่อยากจะให้เรื่องเงียบไป"
    }
  },
  {
    "translation": {
      "en": "And now here it is happening again,",
      "th": "และตอนนี้ มันกำลังเกิดขึ้นอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and here you are,",
      "th": "และเธอคนนี้"
    }
  },
  {
    "translation": {
      "en": "keeping that runway free and clear for it to keep happening.",
      "th": "ก็จะเปิดทางสะดวกให้มันเกิดขึ้นต่อไป"
    }
  },
  {
    "translation": {
      "en": "My mom can't know.",
      "th": "แม่ฉันรู้เรื่องนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "She would hate me.",
      "th": "เธอจะเกลียดฉัน"
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, that's what everybody thinks.",
      "th": "โอเค ใช่ นั่นแหละที่ทุกคนคิด"
    }
  },
  {
    "translation": {
      "en": "My ass got suspended, my mommy still thinks the sun shines out of it.",
      "th": "ฉันโดนพักการเรียนแต่แม่ก็ยังรักยังเอ็นดูฉัน"
    }
  },
  {
    "translation": {
      "en": "No. You don't understand what she's like.",
      "th": "ไม่ นายไม่เข้าใจว่าเธอเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Yeah, I really don't.",
      "th": "ใช่ ฉันไม่เข้าใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "What kind of mother doesn't strap those babies into a cable knit?",
      "th": "แม่แบบไหนกัน ที่ไม่ใส่เสื้อไหมพรมหนาปิดหน้าอกหน้าใจ"
    }
  },
  {
    "translation": {
      "en": "Baby, check this out.",
      "th": "ที่รัก ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "Oh good, another cable knit.",
      "th": "เยี่ยม เสื้อไหมพรมอีกตัว"
    }
  },
  {
    "translation": {
      "en": "-You like this for the first dance, right? -No.",
      "th": "คุณอยากใช้เพลงนี้เต้นเปิดฟลอร์ - ใช่ไหม - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-What? I thought we agreed? -No. No, we never agreed.",
      "th": "- อะไรกัน นึกว่าเราตกลงกันแล้วซะอีก - ไม่ เราไม่เคยตกลง"
    }
  },
  {
    "translation": {
      "en": "-We sure did. -Oh my God! [laughs]",
      "th": "- ตกลงแล้วแน่ๆ - พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "We talked about this. Oh my God!",
      "th": "เราคุยกันเรื่องนี้แล้ว ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "-Oh my God. Okay, what's next? -And then…",
      "th": "ให้ตายเถอะ โอเค อะไรต่อ"
    }
  },
  {
    "translation": {
      "en": "[Luke] Okay, well, this is the list.",
      "th": "โอเค นี่คือรายชื่อ"
    }
  },
  {
    "translation": {
      "en": "-Wedding Playlist Party. -Okay.",
      "th": "- เพลย์ลิสต์ปาร์ตี้งานแต่ง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[music plays] -No, do not play.",
      "th": "ไม่ ไม่เล่นเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "-No? -Do not play.",
      "th": "- ไม่เหรอ - ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "-[new song pops on] -Definitely do not play.",
      "th": "ห้ามเล่นเพลงนี้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "-You don't like this song? -No, I…",
      "th": "- ไม่ชอบเพลงนี้เหรอ - เปล่า ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I do like the song, but the guy's a pedophile.",
      "th": "ฉันชอบเพลงนี้แต่หมอนี่เป็นพวกใคร่เด็ก"
    }
  },
  {
    "translation": {
      "en": "-You can still like the song though. -Right, I do like the song.",
      "th": "- แต่คุณก็ยังชอบเพลงได้นี่ - ฉันชอบเพลงนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "What are you not getting?",
      "th": "คุณไม่เข้าใจตรงไหน"
    }
  },
  {
    "translation": {
      "en": "You think what you just said makes any sense?",
      "th": "คุณคิดว่าที่ตัวเองพูดสมเหตุสมผลเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Turn it off. -No.",
      "th": "- ปิดซะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Turn off the song…",
      "th": "ปิดเพลง"
    }
  },
  {
    "translation": {
      "en": "Luke, turn off the fucking song!",
      "th": "ลุค ปิดเพลงบ้านั่นซะ"
    }
  },
  {
    "translation": {
      "en": "-Fine. -[song stops playing]",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Happy?",
      "th": "พอใจหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Aw. It's my two favorite people.",
      "th": "คนโปรดทั้งสองคนของฉัน"
    }
  },
  {
    "translation": {
      "en": "You tell the headmaster how much you loved it?",
      "th": "ได้บอกครูใหญ่ไหมว่าเธอสนุกแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[young Dean] That's so cute. That's adorable.",
      "th": "น่ารักน่าเอ็นดูจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Damn, you really do have a wide load.",
      "th": "ให้ตายสิ ก้นใหญ่จริงๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh, thanks, I've been doing squats.",
      "th": "ขอบใจ ฉันสควอตเป็นประจำน่ะ"
    }
  },
  {
    "translation": {
      "en": "Stop. Stop, let's go.",
      "th": "หยุดนะ หยุด ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Oh my God. -[Arthur] You're cute when you're mad.",
      "th": "- พระเจ้าช่วย - ตอนโมโหน่ารักเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "Come on, hit me. No one's gonna stop you. No one ever stops you.",
      "th": "เอาสิ ต่อยฉันเลย ไม่มีใครหยุดนายแน่ ไม่เคยมีใครหยุดนายอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck him up!",
      "th": "เล่นงานมันเลย"
    }
  },
  {
    "translation": {
      "en": "[girl 1] It's all your fault!",
      "th": "ทุกอย่างเป็นความผิดนาย"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Shit.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Peyton] Dean, go. Go! Get the fuck out of here. [girl 2] Go.",
      "th": "- ดีน ไปกันเถอะ ออกไปจากที่นี่ - ไป"
    }
  },
  {
    "translation": {
      "en": "Oh, fuck.",
      "th": "เวรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[girl 3] Go. Get out. -[girl 4] What is going on?",
      "th": "- ไป ออกไป - เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "You didn't know it was Mrs. Hurst. Why can't you just apologize?",
      "th": "นายไม่รู้ว่าเป็นครูเฮิรสท์ แค่ขอโทษเธอไปไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, like you did? And everything is just peachy keen for you now?",
      "th": "อ๋อ เหมือนที่เธอทำน่ะเหรอ ตอนนี้สำหรับเธอทุกอย่างแฮปปี้ดีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, it's better than getting expelled.",
      "th": "ไม่เอาน่า มันดีกว่าถูกไล่ออกนะ"
    }
  },
  {
    "translation": {
      "en": "Think you're gonna get into Columbia now?",
      "th": "นายคิดว่าตอนนี้จะได้เข้าโคลัมเบียเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, kindly adjust your tone, young lady.",
      "th": "โอเค ปรับน้ำเสียงของเธอด้วย แม่สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "I was standing up for my friend.",
      "th": "ฉันยืนหยัดเพื่อเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "I don't want you to thank me,",
      "th": "ฉันไม่อยากให้เธอขอบใจฉัน"
    }
  },
  {
    "translation": {
      "en": "I want you to act like you have a smidge of dignity.",
      "th": "ฉันอยากให้เธอทำตัว เหมือนมีเสี้ยวหนึ่งของศักดิ์ศรีอยู่"
    }
  },
  {
    "translation": {
      "en": "Just a tiny microscopic smidge.",
      "th": "แค่เศษเสี้ยวเล็กๆ จนต้องส่องกล้องจุลทรรศน์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, you have to have that much at least, right?",
      "th": "แบบว่าอย่างน้อยเธอก็ควรจะมีมันอยู่ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "You can't be mad at me. I didn't ask you to do any of this.",
      "th": "นายจะโกรธฉันไม่ได้ ฉันไม่ได้ขอให้นายทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You should be mad at you.",
      "th": "เธอต่างหากที่ควรโกรธตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You had a chance to take him down, and you didn't",
      "th": "เธอมีโอกาสที่จะเล่นงานเขาและเธอไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "'cause you're so fucking desperate to redeem yourself.",
      "th": "เพราะเธออยากกอบกู้ ชื่อเสียงตัวเองจนไม่คิดชีวิต"
    }
  },
  {
    "translation": {
      "en": "-You sound so fucking stupid right now. -Yeah, I'm the stupid one.",
      "th": "- ตอนนี้นายฟังดูโง่มาก - ใช่ ฉันเป็นคนโง่"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna take Dean down. It doesn't fucking work like that, Arthur.",
      "th": "ฉันจะไม่เล่นงานดีน ทำแบบนั้นไม่ได้ผลหรอก"
    }
  },
  {
    "translation": {
      "en": "You apologized to Liam, for fuck's sake.",
      "th": "เธอขอโทษเลียม ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "You apologized to your own fucking rapist.",
      "th": "เธอขอโทษคนที่ข่มขืนตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I mean, seriously, how can you live with yourself?",
      "th": "จริงๆ นะ เธอทนใช้ชีวิตอยู่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[young Ani] Fuck you.",
      "th": "ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "TifAni, wait, no.",
      "th": "ทิฟฟานี่ รอก่อน"
    }
  },
  {
    "translation": {
      "en": "TifAni, wait. TifAni.",
      "th": "ทิฟฟานี่ เดี๋ยว ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "[young Ani] Here. You're such a fucking loser.",
      "th": "เอาไปซะ นายมันไอ้ขี้แพ้"
    }
  },
  {
    "translation": {
      "en": "[Luke] Hey, babe, I just wanna say good luck today.",
      "th": "เฮ้ ที่รัก ผมแค่อยากอวยพรให้คุณโชคดีวันนี้"
    }
  },
  {
    "translation": {
      "en": "I know you're nervous, but it's gonna be okay.",
      "th": "ผมรู้ว่าคุณประหม่า แต่คุณจะไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "You deserve closure on this.",
      "th": "คุณสมควรยุติเรื่องนี้ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Love you. Bye.",
      "th": "ผมรักคุณนะ บาย"
    }
  },
  {
    "translation": {
      "en": "Ani, you ready?",
      "th": "อานี่ พร้อมหรือยังครับ"
    }
  },
  {
    "translation": {
      "en": "Just up here.",
      "th": "บนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Uh, if you need anything, you can feel free to tell me.",
      "th": "ถ้าต้องการอะไร คุณบอกผมได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "-Set? -Set.",
      "th": "- พร้อมไหม - พร้อม"
    }
  },
  {
    "translation": {
      "en": "[man] Rolling.",
      "th": "เดินกล้อง"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Okay, uh, Ani, you ready?",
      "th": "โอเค อานี่ คุณพร้อมไหม"
    }
  },
  {
    "translation": {
      "en": "Can you tell us your personal experience of that tragic day?",
      "th": "ช่วยเล่าประสบการณ์ของคุณ ในวันที่น่าสลดใจนั่นหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Whenever you're ready.",
      "th": "เมื่อไหร่ก็ตามที่คุณพร้อม"
    }
  },
  {
    "translation": {
      "en": "You know, I… I always thought",
      "th": "รู้อะไรไหมคะ ฉันคิดมาตลอดว่า"
    }
  },
  {
    "translation": {
      "en": "the most vulnerable you'll ever see a person is from behind.",
      "th": "เมื่ออยู่ข้างหลัง คุณจะมองเห็นคน ในเวลาที่เปราะบางที่สุดได้"
    }
  },
  {
    "translation": {
      "en": "[Ani] Like, you can autopsy every pore, every hair,",
      "th": "คุณสามารถพินิจพิเคราะห์ทุกรูขุมขน ทุกเส้นผม"
    }
  },
  {
    "translation": {
      "en": "like they're defenseless.",
      "th": "เหมือนมันปกป้องตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I always thought it was cute",
      "th": "ฉันเคยคิดว่ามันน่ารักดี"
    }
  },
  {
    "translation": {
      "en": "that the back of Dean's neck had blonde hairs",
      "th": "ที่ต้นคอของดีนมีผมสีบลอนด์"
    }
  },
  {
    "translation": {
      "en": "when everywhere else was dark and coarse, when he jumped.",
      "th": "ในขณะที่ตรงอื่น เข้มและหยาบกระด้างตอนที่เขาสะดุ้ง"
    }
  },
  {
    "translation": {
      "en": "Come on! Come on! Come on!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "-[young Ani's friend] Come on! -[both panting]",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "[Peyton] He had a gun. I saw him.",
      "th": "เขามีปืน ฉันเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "-Okay, okay, okay. -[Olivia] Who has a phone?",
      "th": "- เอาละ ไปเอาโต๊ะมา - ใครมีโทรศัพท์บ้าง"
    }
  },
  {
    "translation": {
      "en": "Phone? Okay, okay, okay.",
      "th": "โทรศัพท์เหรอ ได้"
    }
  },
  {
    "translation": {
      "en": "No bars! [breathing shakily]",
      "th": "ไม่มีสัญญาณเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] You're sad about that.",
      "th": "เธอเสียใจกับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Look sad.",
      "th": "ดูเสียใจ"
    }
  },
  {
    "translation": {
      "en": "She didn't deserve that.",
      "th": "เธอไม่สมควรโดนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Witnesses claim that Ben said…",
      "th": "พยานอ้างว่าเบนพูดว่า…"
    }
  },
  {
    "translation": {
      "en": "-Hey, Tif. -[young Ani gasps]",
      "th": "ว่าไง ทิฟ"
    }
  },
  {
    "translation": {
      "en": "As though the two of you had an understanding.",
      "th": "ราวกับว่าพวกคุณทั้งคู่เข้าใจกัน"
    }
  },
  {
    "translation": {
      "en": "Is that true?",
      "th": "เป็นเรื่องจริงไหม"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] What was that understanding?",
      "th": "ความเข้าใจนั้นคืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Ani] I wanted revenge too.",
      "th": "ฉันก็อยากแก้แค้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "That he was a victim too.",
      "th": "เขาก็เป็นเหยื่อเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, Peyton.",
      "th": "หวัดดี เพย์ตัน"
    }
  },
  {
    "translation": {
      "en": "-Do you wanna go to the woods, man? Hmm? -[Peyton whimpers]",
      "th": "อยากเข้าป่าไหม เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-Smoke some pot, man? -Ben. [sobs]",
      "th": "- ดูดปุ๊นกันไง พวก - เบน"
    }
  },
  {
    "translation": {
      "en": "Ben, I am so, so sorry-- -[gunshot] -[gasps]",
      "th": "เบน ฉันขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Arthur] Ben?",
      "th": "เบน"
    }
  },
  {
    "translation": {
      "en": "Ben!",
      "th": "เบน"
    }
  },
  {
    "translation": {
      "en": "What were you feeling when he walked away?",
      "th": "คุณรู้สึกยังไงตอนที่เขาเดินจากไป"
    }
  },
  {
    "translation": {
      "en": "Was it just this total collective relief?",
      "th": "มันเป็นแค่ความรู้สึกโล่งใจอย่างเดียวเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You know… we all came together at that moment,",
      "th": "คือว่า… ตอนนั้นเรามาจับกลุ่มกัน"
    }
  },
  {
    "translation": {
      "en": "'cause we… we knew that we had to help Peyton.",
      "th": "เพราะเรารู้ว่าเราต้องช่วยเพย์ตัน"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -No. No, no. [sobs]",
      "th": "- นี่ - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "[Liam] How is this happening?",
      "th": "ทำไมถึงเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "How is this happening?",
      "th": "มันเป็นแบบนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "We need to get out of here.",
      "th": "เราต้องไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "What the fuck's that gonna do?",
      "th": "ไอ้นั่นจะทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "[young Ani] We need to get out of here.",
      "th": "เราต้องออกไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "-[Liam] Up or down? -The old dorm rooms are up.",
      "th": "- ขึ้นหรือลง - ชั้นบนเป็นหอพักเก่า"
    }
  },
  {
    "translation": {
      "en": "Would he have gone up?",
      "th": "เขาขึ้นไปข้างบนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I vote down.",
      "th": "ลงข้างล่างกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Go, go! Come on! Run! Run! -Go, go, go!",
      "th": "- ไปๆ - วิ่ง"
    }
  },
  {
    "translation": {
      "en": "[young Ani] Hurry, come on!",
      "th": "มานี่ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "You didn't hold the door open for Liam Ross.",
      "th": "คุณไม่ได้เปิดประตูรอเลียม รอส"
    }
  },
  {
    "translation": {
      "en": "I wanna give you the chance to explain why.",
      "th": "ผมอยากให้โอกาสคุณอธิบาย"
    }
  },
  {
    "translation": {
      "en": "[Ani] Because I wasn't going to put my life on the line for one of my rapists.",
      "th": "เพราะฉันจะไม่เอาชีวิตตัวเองไปเสี่ยง ให้หนึ่งในคนที่ข่มขืนฉันไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "I guess I wasn't brave enough.",
      "th": "สงสัยฉันจะไม่กล้าหาญพอ"
    }
  },
  {
    "translation": {
      "en": "[young Ani's friend] Oh my God. Oh my God! Dean! Dean! Dean!",
      "th": "พระเจ้าช่วย ดีน"
    }
  },
  {
    "translation": {
      "en": "Dean.",
      "th": "ดีน"
    }
  },
  {
    "translation": {
      "en": "Ladies.",
      "th": "สาวๆ"
    }
  },
  {
    "translation": {
      "en": "-There you are. -[sprinkler bursts]",
      "th": "อยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "[young Ani's friend] Arthur.",
      "th": "อาเธอร์"
    }
  },
  {
    "translation": {
      "en": "Beth. Get out of here. I like you.",
      "th": "เบธ ออกไปจากที่นี่ ฉันชอบเธอ"
    }
  },
  {
    "translation": {
      "en": "-You… -[whimpers] Girl with spaghetti for a spine.",
      "th": "เธอ ผู้หญิงอ่อนแอเหยาะแหยะ"
    }
  },
  {
    "translation": {
      "en": "You know you want to.",
      "th": "เธอรู้ว่าตัวเองอยากทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Ani] Is it so bad that I did?",
      "th": "มันแย่มากเลยเหรอที่ฉันอยากทำมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "th": "ฉันขอร้อง"
    }
  },
  {
    "translation": {
      "en": "You know, the look on his face, like… he was so confused,",
      "th": "สีหน้าของเขาดูเหมือนว่าเขาสับสนมาก"
    }
  },
  {
    "translation": {
      "en": "like I was doing it to the wrong person.",
      "th": "เหมือนกับว่าฉันลงมือผิดคน"
    }
  },
  {
    "translation": {
      "en": "You know, to this day, I can't hold a knife in my hand without seeing his face.",
      "th": "จนถึงวันนี้ฉันยังไม่สามารถ ถือมีดเอาไว้ในมือโดยที่ไม่เห็นหน้าเขาได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Aaron] My goodness, Ani.",
      "th": "พระเจ้าช่วย อานี่"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Dinah] It's going to be fine.",
      "th": "มันจะไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "You did a brave thing, TifAni.",
      "th": "ลูกทำสิ่งที่กล้าหาญ ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "Please don't say that.",
      "th": "อย่าพูดแบบนั้นนะคะ"
    }
  },
  {
    "translation": {
      "en": "[girl 1] I can't believe she showed up. So disgusting.",
      "th": "ไม่อยากเชื่อเลยว่าเธอโผล่มาด้วย น่าขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "[girl 2] Can you believe that?",
      "th": "เชื่อเขาเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] I didn't realize I walked into the funeral with a target on my back.",
      "th": "ฉันไม่รู้เลยว่าตัวเอง เดินเข้าไปในงานศพพร้อมเป้าโจมตีที่หลัง"
    }
  },
  {
    "translation": {
      "en": "Dean's version of events didn't exactly match mine.",
      "th": "เหตุการณ์ที่ดีนเล่าไม่ตรงกับที่ฉันเล่าเท่าไรนัก"
    }
  },
  {
    "translation": {
      "en": "[Aaron] And Dean's version of events was?",
      "th": "แล้วเหตุการณ์ที่ดีนเล่าคืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Ani] That he didn't wanna be my boyfriend",
      "th": "เขาเล่าว่าเขาไม่อยากเป็นแฟนฉัน"
    }
  },
  {
    "translation": {
      "en": "after I slept with him and his two best friends.",
      "th": "หลังฉันนอนกับเขา และเพื่อนซี้ของเขาทั้งสองคน"
    }
  },
  {
    "translation": {
      "en": "That I was jilted.",
      "th": "ฉันโดนเขี่ยทิ้ง"
    }
  },
  {
    "translation": {
      "en": "Due to TifAni having relationships with more than one of these boys…",
      "th": "เพราะทิฟฟานี่มีความสัมพันธ์ กับเด็กผู้ชายมากกว่าหนึ่ง…"
    }
  },
  {
    "translation": {
      "en": "[Ani] That I got my revenge by helping Ben and Arthur plan a massacre.",
      "th": "เขาเล่าว่าฉันได้แก้แค้นโดยการช่วย เบนและอาเธอร์วางแผนสังหารหมู่"
    }
  },
  {
    "translation": {
      "en": "Hell have no fury like a woman scorned and whatnot.",
      "th": "นรกยังไม่เกรี้ยวกราด เท่าผู้หญิงที่ถูกเหยียดหยามและอะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "[cop] Let me escort you back to your car.",
      "th": "ให้ผมพาคุณกลับไปที่รถนะ"
    }
  },
  {
    "translation": {
      "en": "[young Ani] Beth?",
      "th": "เบธ"
    }
  },
  {
    "translation": {
      "en": "And for the grand finale, we were all gonna shoot ourselves.",
      "th": "และเขาก็ปิดท้ายอย่างยิ่งใหญ่ว่า เราทุกคนจะยิงตัวตาย"
    }
  },
  {
    "translation": {
      "en": "Although only Ben managed to do that.",
      "th": "แม้จะมีแค่เบนเท่านั้นที่ทำได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "You know, Dean was never gonna walk again,",
      "th": "ดีนจะไม่มีวันเดินได้อีก"
    }
  },
  {
    "translation": {
      "en": "so who would dare call him a liar?",
      "th": "ใครจะกล้าเรียกเขาว่าเป็นคนโกหกล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "[Dinah] Is it true?",
      "th": "เรื่องจริงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I had no idea Arthur was gonna do something like that--",
      "th": "หนูไม่รู้เลยว่าอาเธอร์จะทำอะไร…"
    }
  },
  {
    "translation": {
      "en": "Not that part, the part about the boys!",
      "th": "ไม่ใช่เรื่องนั้น เรื่องเด็กผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "[young Ani] I didn't want to, Mom.",
      "th": "หนูไม่ได้อยากทำนะ แม่"
    }
  },
  {
    "translation": {
      "en": "-I was drunk. They're lying. -Oh my God, TifAni.",
      "th": "- หนูเมา พวกเขาโกหก - ให้ตายสิ ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "This is why I say no drinking!",
      "th": "แม่ถึงบอกไงว่าห้ามดื่มเหล้า"
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna call a lawyer as soon as I get home.",
      "th": "แม่จะโทรหาทนายทันทีที่กลับถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "Oh, what are people gonna say?",
      "th": "ชาวบ้านจะพูดกันว่ายังไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You're never charged as an accomplice. But… What about your claims against the boys?",
      "th": "คุณไม่เคยโดนข้อหาสมรู้ร่วมคิด แล้วเรื่องที่คุณจะฟ้องพวกผู้ชายล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why didn't you file charges back then?",
      "th": "ทำไมตอนนั้นคุณถึงไม่แจ้งความกลับ"
    }
  },
  {
    "translation": {
      "en": "I just thought they weren't worth pursuing.",
      "th": "ฉันแค่คิดว่าพวกเขาไม่มีค่าพอที่ให้ไล่ตาม"
    }
  },
  {
    "translation": {
      "en": "Mom.",
      "th": "แม่คะ"
    }
  },
  {
    "translation": {
      "en": "-Mom-- -[Dinah] No, TifAni.",
      "th": "- แม่ - ไม่ ทิฟฟานี่"
    }
  },
  {
    "translation": {
      "en": "No, no.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "-You disgust me. -[sobs]",
      "th": "ลูกทำให้แม่ขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "หนูขอโทษ"
    }
  },
  {
    "translation": {
      "en": "You are not the daughter that I raised.",
      "th": "ลูกไม่ใช่ลูกสาวที่แม่เลี้ยงมา"
    }
  },
  {
    "translation": {
      "en": "You're lucky you have a mother who got you a lawyer and supported you.",
      "th": "คุณโชคดีที่มีแม่ที่หาทนายให้และสนับสนุนคุณ"
    }
  },
  {
    "translation": {
      "en": "Not everyone has that.",
      "th": "ไม่ใช่ทุกคนจะมีแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Hmm. Yes.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Very lucky.",
      "th": "ฉันโชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "Luckiest girl alive right here.",
      "th": "ผู้หญิงโชคดีที่สุดที่ยังมีชีวิตอยู่อยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you wish your mother did more to help you?",
      "th": "คุณอยากให้แม่ช่วยคุณมากกว่านี้เหรอครับ"
    }
  },
  {
    "translation": {
      "en": "[Ani] I wish she hadn't looked at me like I was rode hard and put away wet.",
      "th": "ฉันหวังว่าเธอจะไม่มองฉัน เหมือนฉันถูกปู้ยี่ปู้ยำและไม่ไยดี"
    }
  },
  {
    "translation": {
      "en": "Ani, do you wanna say more about that, or should I move on?",
      "th": "คุณอยากพูดเรื่องนี้ต่อไหม หรือจะให้ผมไปต่อดี"
    }
  },
  {
    "translation": {
      "en": "-Aaron, what the fuck? -Hi, Finny.",
      "th": "- แอรอน นี่มันบ้าอะไร - หวัดดี ฟินนี่"
    }
  },
  {
    "translation": {
      "en": "I swear, he's not supposed to be here until tomorrow.",
      "th": "เขาไม่ควรมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "-You need to get outta here. -[Dean] Wait.",
      "th": "- คุณต้องไปจากที่นี่ - เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Finny, please. Just give me five minutes.",
      "th": "ฟินนี่ ขอร้องล่ะ ฉันขอเวลาแค่ห้านาที"
    }
  },
  {
    "translation": {
      "en": "[Aaron] What are you doing here? This is not what we talked about.",
      "th": "คุณมาทำอะไรที่นี่ เราไม่ได้ตกลงกันไว้แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Ani, stay. Ani, don't go. He should be the one to go. I'm getting him outta here.",
      "th": "อานี่ เดี๋ยวก่อน อานี่ อย่าเพิ่งไป เขาต่างหากที่ควรจะไป"
    }
  },
  {
    "translation": {
      "en": "-[Dean] Finny. -No, no. Don't worry about it.",
      "th": "- ฟินนี่ - ไม่ค่ะ ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "-[Aaron] Ani. -Please.",
      "th": "- อานี่ - ได้โปรดล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Ani, wait.",
      "th": "อานี่ เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Ani, wait. Ani. Don't let Dean run you out of here.",
      "th": "อานี่ เดี๋ยว อานี่ อย่าปล่อยให้ดีนทำให้คุณวิ่งหนี"
    }
  },
  {
    "translation": {
      "en": "Think about all the women you're gonna help by telling your story.",
      "th": "คิดถึงบรรดาผู้หญิง ที่คุณจะช่วยได้จากการเล่าเรื่องของคุณสิ"
    }
  },
  {
    "translation": {
      "en": "You're standing up for them too.",
      "th": "คุณก็ยืนหยัดเพื่อพวกเธอเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "All the women will be fine.",
      "th": "ผู้หญิงทุกคนไม่เป็นอะไรหรอก"
    }
  },
  {
    "translation": {
      "en": "[Ani] My mother insisted I stick it out at Brentley.",
      "th": "แม่ยืนกรานให้ฉันเรียนที่เบรนท์ลีย์ต่อ"
    }
  },
  {
    "translation": {
      "en": "It was a lonely two years.",
      "th": "มันเป็นสองปีที่โดดเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "My classmates and I had survived this life-changing event",
      "th": "เพื่อนร่วมชั้นและฉัน รอดตายจากเหตุการณ์พลิกผันชีวิต"
    }
  },
  {
    "translation": {
      "en": "that few people could understand.",
      "th": "ที่คนไม่มากนักจะเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "They could lean on each other.",
      "th": "พวกเขาพึ่งพาซึ่งกันและกันได้"
    }
  },
  {
    "translation": {
      "en": "But I had no one.",
      "th": "แต่ฉันไม่มีใคร"
    }
  },
  {
    "translation": {
      "en": "My senior year, we took a field trip to New York City,",
      "th": "ปีสุดท้ายของฉัน เราไปทัศนศึกษาที่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "where I had this… experience.",
      "th": "ที่ฉันได้เจอกับประสบการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "[woman] I don't need to impress him.",
      "th": "ฉันไม่จำเป็นต้องทำให้เขาประทับใจ"
    }
  },
  {
    "translation": {
      "en": "So do you know when the samples are actually arriving?",
      "th": "งั้นคุณก็รู้ไหมว่าตัวอย่างจะมาถึงจริงๆ เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "-You okay? -Sorry.",
      "th": "- เธอโอเคนะ - ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, the samples have to be there by Friday.",
      "th": "ไม่ ตัวอย่างต้องมาถึงภายในวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "Yes, Friday. Did you not schedule it?",
      "th": "ใช่ วันศุกร์ ไม่ได้ลงตารางงานไว้หรือไง"
    }
  },
  {
    "translation": {
      "en": "[Ani exhales] I'd never seen a woman like that before.",
      "th": "ฉันไม่เคยเห็นผู้หญิงแบบนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "A woman who threatened people on the phone,",
      "th": "ผู้หญิงที่ข่มขู่ผู้คนทางโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "who could buy herself expensive things,",
      "th": "ผู้หญิงที่ซื้อของแพงๆ ให้ตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "who cut a path through New York City simply because she looked like",
      "th": "ผู้หญิงที่เดินฝ่าเมืองนิวยอร์กเพราะเธอดูเหมือน"
    }
  },
  {
    "translation": {
      "en": "she had more important places to be than anyone else.",
      "th": "มีที่สำคัญที่ต้องไปมากกว่าคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "I just had to get to that, I decided…",
      "th": "ฉันต้องเป็นแบบนั้นให้ได้ ฉันตัดสินใจ…"
    }
  },
  {
    "translation": {
      "en": "And no one could ever hurt me again.",
      "th": "และจะไม่มีใครทำร้ายฉันได้อีก"
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-[Luke] Who wants another one? -[man 1] Yeah, grab me one.",
      "th": "- ใครอยากกินอีกบ้าง - ฉัน ขออีกกระป๋อง"
    }
  },
  {
    "translation": {
      "en": "[Luke] One, two, three, four more?",
      "th": "หนึ่ง สอง สาม อีกสี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Yes, sir. Thank you. -[man 3] Here we go, boys.",
      "th": "- ใช่แล้ว ขอบใจ - ลุยเลย พวก"
    }
  },
  {
    "translation": {
      "en": "[man 1] There it is. I told you.",
      "th": "เห็นไหม ฉันบอกนายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You're home. -[men] Yeah!",
      "th": "- คุณกลับมาแล้ว - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "-[Ani] Yeah. -[men laughing]",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I left.",
      "th": "ฉันเดินออกมา"
    }
  },
  {
    "translation": {
      "en": "I'm done.",
      "th": "พอกันที"
    }
  },
  {
    "translation": {
      "en": "It just, um…",
      "th": "มันแค่…"
    }
  },
  {
    "translation": {
      "en": "It just didn't feel right.",
      "th": "ฉันแค่รู้สึกว่ามันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "You know, I'm thinking about actually writing something myself.",
      "th": "รู้ไหม ฉันกำลังคิดว่า จะเขียนอะไรสักอย่างขึ้นมาเอง"
    }
  },
  {
    "translation": {
      "en": "Get it out of my system that way.",
      "th": "เอามันออกจากหัวฉันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I think that's really smart.",
      "th": "เป็นเรื่องที่ฉลาดมาก"
    }
  },
  {
    "translation": {
      "en": "You want a drink?",
      "th": "ดื่มอะไรหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "Martini, straight up, three olives, no vermouth.",
      "th": "มาร์ตินี่ เขย่า มะกอกสาม ไม่เอาเวอร์มุท"
    }
  },
  {
    "translation": {
      "en": "-Vodka, olives coming right up. -Okay.",
      "th": "- วอดก้าใส่มะกอก ทันทีเลยครับ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Thank you for your service.",
      "th": "ขอบคุณสำหรับของขวัญ"
    }
  },
  {
    "translation": {
      "en": "Please don't be mad, but I think I'm moving to London.",
      "th": "อย่าโกรธกันนะคะ แต่ฉันคิดว่าจะย้ายไปลอนดอน"
    }
  },
  {
    "translation": {
      "en": "[exhales sharply] You think?",
      "th": "คิดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, guess what? I am mad, so deal with it.",
      "th": "รู้อะไรไหม ฉันโกรธ รับให้ได้ก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "th": "นั่นอะไร"
    }
  },
  {
    "translation": {
      "en": "I've written something.",
      "th": "ฉันเขียนบางอย่างขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "You think The Times would want it?",
      "th": "คุณคิดว่าไทมส์จะอยากได้มันไหม"
    }
  },
  {
    "translation": {
      "en": "You know what I wish I knew 38 years ago?",
      "th": "รู้ไหมว่าฉันหวังว่าตัวเอง จะรู้อะไรเมื่อ 38 ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's a lot easier to be angry with the guy.",
      "th": "มันง่ายกว่ามากที่จะโกรธผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "My high school boyfriend…",
      "th": "แฟนสมัยมัธยมปลายของฉัน…"
    }
  },
  {
    "translation": {
      "en": "could be creative.",
      "th": "เป็นคนช่างคิด"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, LoLo.",
      "th": "ฉันเสียใจด้วยค่ะ โลโล่"
    }
  },
  {
    "translation": {
      "en": "[sighs] It's all right. There's no need to make a scene.",
      "th": "ไม่เป็นไร ไม่จำเป็นต้องตีโพยตีพาย"
    }
  },
  {
    "translation": {
      "en": "Your guys, I mean, they rot in the ground or whatever,",
      "th": "ผู้ชายพวกนี้ พวกเขาถูกฝังให้เน่าไปแล้วหรืออะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "but the people who love you,",
      "th": "แต่คนที่รักคุณ"
    }
  },
  {
    "translation": {
      "en": "who failed you so miserably,",
      "th": "คนที่ทำให้คุณผิดหวังเจียนตาย"
    }
  },
  {
    "translation": {
      "en": "stop trying to protect them with this vague half-assery,",
      "th": "หยุดพยายามปกป้องพวกเขา ด้วยบทความที่ไม่ชัดเจนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "and you might actually have something there.",
      "th": "แล้วคุณอาจเขียนอะไรสักอย่างได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "But for now, let me be perfectly clear,",
      "th": "แต่ตอนนี้ ขอฉันพูดให้เข้าใจชัดๆ เลยว่า"
    }
  },
  {
    "translation": {
      "en": "an approximation of honesty",
      "th": "ความซื่อสัตย์แบบครึ่งๆ กลางๆ"
    }
  },
  {
    "translation": {
      "en": "doesn't make the cut at the paper of record.",
      "th": "ไม่มีวันผ่านเกณฑ์นิวยอร์กไทมส์แน่นอน"
    }
  },
  {
    "translation": {
      "en": "So, you know, take another swing at it.",
      "th": "เพราะฉะนั้น ลองใหม่อีกครั้งสิ"
    }
  },
  {
    "translation": {
      "en": "Write it like no one will ever read it.",
      "th": "เขียนออกมาเหมือนจะไม่มีใครได้อ่านมัน"
    }
  },
  {
    "translation": {
      "en": "Not Luke, not your musty in-laws, definitely not your parents.",
      "th": "ลุค ครอบครัวคร่ำครึของเขา และแน่นอนว่าพ่อแม่ของคุณ"
    }
  },
  {
    "translation": {
      "en": "That is how you write something worth reading.",
      "th": "นั่นคือวิธีเขียนบางสิ่งที่ควรค่าแก่การอ่าน"
    }
  },
  {
    "translation": {
      "en": "I mean, no one's making you write about it.",
      "th": "ไม่มีใครบังคับให้คุณเขียนมันออกมานี่"
    }
  },
  {
    "translation": {
      "en": "I mean, go to London. Go live your life with Luke.",
      "th": "ไปลอนดอน ใช้ชีวิตกับลุค"
    }
  },
  {
    "translation": {
      "en": "Just decide something.",
      "th": "ตัดสินใจอะไรสักอย่างเถอะ"
    }
  },
  {
    "translation": {
      "en": "Decide.",
      "th": "ตัดสินใจซะ"
    }
  },
  {
    "translation": {
      "en": "I'm… I'm trying.",
      "th": "ฉัน… ฉันพยายามอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Look, I'll make it very simple for you.",
      "th": "ฟังนะ ฉันจะทำให้มันง่ายมากสำหรับคุณ"
    }
  },
  {
    "translation": {
      "en": "You just say what it is that you want,",
      "th": "คุณแค่ต้องพูดในสิ่งที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "not what everyone else wants,",
      "th": "ไม่ใช่ในสิ่งที่คนอื่นต้องการ"
    }
  },
  {
    "translation": {
      "en": "and then you do that.",
      "th": "และลงมือทำมัน"
    }
  },
  {
    "translation": {
      "en": "-If you tell anyone what I just told you-- -I won't.",
      "th": "- ถ้าคุณบอกใครเรื่องที่ฉันบอกคุณ… - ฉันจะไม่บอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, about it being 38 years since I was a teenager,",
      "th": "เรื่องที่ฉันผ่านการเป็นวัยรุ่นมา 38 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I will hunt you down and make you eat a carb.",
      "th": "ฉันจะตามล่าคุณ และบังคับให้คุณกินคาร์โบไฮเดรตซะ"
    }
  },
  {
    "translation": {
      "en": "I had a choice to make on that day.",
      "th": "\"วันนั้นผมมีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "I could blame the world for what happened to me,",
      "th": "จะโทษโลกนี้กับทุกสิ่งที่เกิดขึ้นกับผม"
    }
  },
  {
    "translation": {
      "en": "or I could find the opportunity.",
      "th": "หรือจะมองหาโอกาส"
    }
  },
  {
    "translation": {
      "en": "Every challenge, every heartache,",
      "th": "ทุกความท้าทาย ทุกความเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "every tragedy in life",
      "th": "ทุกโศกนาฏกรรมในชีวิต"
    }
  },
  {
    "translation": {
      "en": "offers an opportunity to do something different,",
      "th": "นำมาซึ่งโอกาสที่จะทำบางอย่างที่แตกต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "to do something kind.",
      "th": "บางอย่างที่ดีงาม\""
    }
  },
  {
    "translation": {
      "en": "[whispers] I told you. So inspiring, right?",
      "th": "บอกแล้วไง สร้างแรงบันดาลใจได้มากเลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I haven't heard a word he's said. [laughs]",
      "th": "ฉันไม่เคยฟังคำพูดของเขามาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "-…no one can ever take away that choice. -[woman] Shh.",
      "th": "ไม่มีใครทั้งนั้นที่จะพรากทางเลือกนั้นไปได้"
    }
  },
  {
    "translation": {
      "en": "[softly] Look, I could admit that I lied about your involvement in the shooting.",
      "th": "ฟังนะ ฉันรับผิดว่าตัวเองโกหก เรื่องที่เธอเกี่ยวข้องกับการกราดยิงได้"
    }
  },
  {
    "translation": {
      "en": "I was young a-and scared, confused.",
      "th": "ฉันยังเด็ก ฉันกลัวและสับสน"
    }
  },
  {
    "translation": {
      "en": "People will understand that.",
      "th": "ผู้คนจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "But… I don't know how the hell I'm gonna explain what happened with us.",
      "th": "แต่ฉันไม่รู้ว่าจะอธิบายสิ่งที่เกิดขึ้นกับเราได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I have a wife.",
      "th": "ฉันมีเมีย"
    }
  },
  {
    "translation": {
      "en": "[Ani] Three, two--",
      "th": "สาม สอง…"
    }
  },
  {
    "translation": {
      "en": "Daughters.",
      "th": "ลูกสาว"
    }
  },
  {
    "translation": {
      "en": "Mmm. Right at the buzzer.",
      "th": "ตรงเผงเลย"
    }
  },
  {
    "translation": {
      "en": "And this would destroy them.",
      "th": "และนี่จะทำลายพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But me, I was fair game?",
      "th": "แล้วฉันล่ะ ฉันสมควรแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I was just trying to get out ahead of you.",
      "th": "ฉันแค่พยายามจะนำหน้าเธอไปก่อน"
    }
  },
  {
    "translation": {
      "en": "I was scared that you'd tell the cops about that night at my house.",
      "th": "ฉันกลัวว่าเธอจะบอกตำรวจ เรื่องที่เกิดขึ้นที่บ้านฉันคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "Plus, I was stuck in this, and you weren't.",
      "th": "อีกอย่าง ฉันต้องติดแหง็กอยู่กับเจ้านี่แต่เธอไม่"
    }
  },
  {
    "translation": {
      "en": "So I was so angry at you.",
      "th": "ฉันเลยโกรธเธอ"
    }
  },
  {
    "translation": {
      "en": "Do you know the difference between me and someone like you, Dean?",
      "th": "นายรู้ไหมว่าความแตกต่าง ระหว่างฉันกับคนแบบนายคืออะไร ดีน"
    }
  },
  {
    "translation": {
      "en": "Between me and an Arthur?",
      "th": "ระหว่างฉันกับอาเธอร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because I was angry too, so fucking angry you wouldn't believe it.",
      "th": "เพราะฉันก็โกรธเหมือนกัน โกรธจนนายคิดไม่ถึงแน่นอน"
    }
  },
  {
    "translation": {
      "en": "But my anger is like carbon monoxide.",
      "th": "แต่ความโกรธของฉัน มันเหมือนก๊าซคาร์บอนมอนอกไซด์"
    }
  },
  {
    "translation": {
      "en": "It's odorless, tasteless, colorless, and completely toxic",
      "th": "มันไม่มีกลิ่น ไม่มีรส ไม่มีสี และเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "but only to me.",
      "th": "แต่แค่กับฉันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "See, I don't take my anger out on anyone other than my fucking self.",
      "th": "เห็นไหม ฉันไม่ได้เอาความโกรธ มาลงที่ใครนอกจากตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[whispers] I didn't mean for it to happen like that.",
      "th": "ฉันไม่ได้ตั้งใจให้เรื่องมันเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I was… drunk, you know?",
      "th": "ฉันเมา เธอก็รู้"
    }
  },
  {
    "translation": {
      "en": "I didn't even understand that that is what I was doing.",
      "th": "ฉันไม่เข้าใจด้วยซ้ำว่าตัวเองทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "Not when I was crying?",
      "th": "แม้แต่ตอนที่ฉันร้องไห้น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not when I was begging you to wait. Wait.",
      "th": "แม้แต่ตอนที่ฉันอ้อนวอนนายให้รอ"
    }
  },
  {
    "translation": {
      "en": "Wait, like we were gonna… we were gonna talk about it, figure it out.",
      "th": "รอ แบบว่าเราได้จะพูดคุยกัน ทำความเข้าใจกัน"
    }
  },
  {
    "translation": {
      "en": "Do you know that every time I start to feel",
      "th": "รู้อะไรไหม ทุกครั้งที่ ฉันเริ่มจะรู้สึกดีกับตัวเองขึ้นสักนิด"
    }
  },
  {
    "translation": {
      "en": "just a little bit good about myself, I remember that I begged…",
      "th": "รู้อะไรไหม ทุกครั้งที่ ฉันเริ่มจะรู้สึกดีกับตัวเองขึ้นสักนิด ฉันจะนึกขึ้นมาได้ว่าฉันวิงวอนนาย"
    }
  },
  {
    "translation": {
      "en": "and there that goes.",
      "th": "และความรู้สึกนั้นก็จากไป"
    }
  },
  {
    "translation": {
      "en": "If you talk about that night, I'll deny it…",
      "th": "ถ้าเธอพูดเรื่องคืนนั้น ฉันจะปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "and I'll double down on my claim that you planned it with Arthur and Ben.",
      "th": "และย้ำคำพูดที่บอกว่าเธอ วางแผนร่วมกับอาเธอร์และเบน"
    }
  },
  {
    "translation": {
      "en": "And there's a lot of people that are gonna believe me.",
      "th": "และจะต้องมีคนไม่น้อยแน่ที่เชื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "Are you seriously trying to threaten me right now?",
      "th": "นายกำลังขู่ฉันจริงๆ ใช่ไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I'm trying to offer you a deal.",
      "th": "ฉันพยายามยื่นข้อตกลงให้เธอ"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "You don't talk about what happened that night.",
      "th": "เธอจะไม่พูดว่าเกิดอะไรขึ้นคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "And I'll say you had nothing to do with the shooting.",
      "th": "ฉันจะบอกว่าเธอไม่เกี่ยวข้องกับการกราดยิง"
    }
  },
  {
    "translation": {
      "en": "There it is.",
      "th": "อย่างนี้สินะ"
    }
  },
  {
    "translation": {
      "en": "Look, I know I was an asshole back then,",
      "th": "ฟังนะ ฉันรู้ว่าตอนนั้นฉันมันสารเลว"
    }
  },
  {
    "translation": {
      "en": "but I have made it my mission to make up for that every day.",
      "th": "แต่ในทุกๆ วัน ฉันตั้งใจที่จะชดเชยให้กับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Does that… Does that not count for anything?",
      "th": "มันไม่มีความหมายอะไรเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Dean] Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "See, I was a victim too…",
      "th": "ฟังนะ ฉันเองก็เป็นเหยื่อเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "but no one ever treated me like one.",
      "th": "แต่ไม่เคยมีใครทำเหมือนฉันเป็นเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "So let's just stop with your self-pitying bullshit.",
      "th": "เพราะงั้นเลิกตอแหลให้ตัวเองดูน่าสงสารได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you know how many times I've said the word \"rape\" in my life?",
      "th": "รู้ไหมในชีวิตฉันพูดคำว่า \"ข่มขืน\" มากี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "I know, I fucking hate that word too. Makes me wanna peel my skin off.",
      "th": "ฉันรู้ ฉันก็เกลียดคำนั้นเหมือนกัน มันทำให้ฉันอยากถลกหนังตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I wonder if you've ever used it,",
      "th": "ฉันสงสัยว่านายเคยใช้คำนั้นบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "even once.",
      "th": "แค่สักครั้ง"
    }
  },
  {
    "translation": {
      "en": "Probably not.",
      "th": "คงไม่"
    }
  },
  {
    "translation": {
      "en": "Probably not.",
      "th": "คงไม่"
    }
  },
  {
    "translation": {
      "en": "So I'm gonna sit here and watch you squirm",
      "th": "ถ้างั้นฉันจะนั่งอยู่ที่นี่ มองดูนายทุรนทุราย"
    }
  },
  {
    "translation": {
      "en": "while you make it a part of your vocabulary.",
      "th": "ขณะที่นายพูดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "[whispers] Fine.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "You win.",
      "th": "เธอชนะ"
    }
  },
  {
    "translation": {
      "en": "I, uh…",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I raped you.",
      "th": "ฉันข่มขืนเธอ"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "[fan] It's really just an honor to meet you.",
      "th": "เป็นเกียรติจริงๆ ที่ได้เจอคุณ"
    }
  },
  {
    "translation": {
      "en": "Um, thank you so much. You're such an inspiration.",
      "th": "ขอบคุณมากค่ะ คุณสร้างแรงบันดาลใจได้มากเลย"
    }
  },
  {
    "translation": {
      "en": "[Ani] So I'm gonna sit here and watch you squirm",
      "th": "ถ้างั้นฉันจะนั่งอยู่ที่นี่ มองดูนายทุรนทุราย"
    }
  },
  {
    "translation": {
      "en": "while you make it a part of your vocabulary.",
      "th": "ขณะที่นายพูดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "[Dean] Fine. You win.",
      "th": "ได้ เธอชนะ"
    }
  },
  {
    "translation": {
      "en": "I, uh…",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I raped you.",
      "th": "ฉันข่มขืนเธอ"
    }
  },
  {
    "translation": {
      "en": "Need a lift?",
      "th": "ให้ผมช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "[Ani] Good riddance, TifAni FaNelli,",
      "th": "จบสิ้นกันที ทิฟฟานี่ ฟาเนลลี"
    }
  },
  {
    "translation": {
      "en": "welcome, Ani Harrison.",
      "th": "ยินดีต้อนรับ อานี่ แฮร์ริสัน"
    }
  },
  {
    "translation": {
      "en": "[Ani] You belong here.",
      "th": "เธอคู่ควรกับที่นี่"
    }
  },
  {
    "translation": {
      "en": "You do.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. One second.",
      "th": "ขอโทษนะคะ ฉันขอตัวแป๊บเดียว"
    }
  },
  {
    "translation": {
      "en": "Yeah. Of course.",
      "th": "ค่ะ ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Yeah. Thank you.",
      "th": "ค่ะ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[gasps] Oh my God!",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "-Um, I'll… I'll catch up with you. -Yeah, yeah, yeah.",
      "th": "- เดี๋ยวฉันเล่าให้ฟังนะ - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "Can we go talk?",
      "th": "ไปคุยกันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "This is running in The New York Times?",
      "th": "มันจะได้ลงนิวยอร์กไทมส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "How could you not tell me about this?",
      "th": "คุณไม่บอกเรื่องนี้กับผมได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I guess I… I just don't understand. I…",
      "th": "ผมแค่ไม่เข้าใจ ผม…"
    }
  },
  {
    "translation": {
      "en": "I always thought you had moved on from all this.",
      "th": "ผมคิดมาตลอดว่า คุณก้าวผ่านเรื่องทุกอย่างไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I admired you for that. I thought you were so tough.",
      "th": "ผมชื่นชมคุณ ผมคิดว่าคุณแข็งแกร่ง"
    }
  },
  {
    "translation": {
      "en": "So tough that I try to skip the part where I hurt about this?",
      "th": "แข็งแกร่งจนพยายาม ข้ามเรื่องราวที่ทำให้ฉันเจ็บปวดไปน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Until I do that, I'm just a fraud.",
      "th": "ไม่ จนกว่าจะทำแบบนั้น ฉันก็เป็นได้แค่คนจอมปลอม"
    }
  },
  {
    "translation": {
      "en": "Fine, but can't you work that out privately?",
      "th": "ได้ แต่คุณจัดการเรื่องนั้นแบบเงียบๆ ไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you have to get into the nitty-gritty details for the whole world?",
      "th": "จำเป็นต้องลงรายละเอียดให้ทั้งโลกรู้ด้วยหรือไง"
    }
  },
  {
    "translation": {
      "en": "Those guys… were going around making fun of the shape of my pubic hair.",
      "th": "ผู้ชายพวกนั้น เอาเรื่องรูปทรงขนในที่ลับของฉันไปล้อเลียน"
    }
  },
  {
    "translation": {
      "en": "They were making fun of the sounds I was making.",
      "th": "พวกเขาล้อเลียนเสียงที่ฉันเปล่งออกมา"
    }
  },
  {
    "translation": {
      "en": "-So yes, the nitty-gritty matters to me. -They're dead.",
      "th": "- ดังนั้น ใช่ รายละเอียดสำคัญสำหรับฉัน - พวกเขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "And one of them is in a wheelchair. Haven't they paid for their mistakes?",
      "th": "คนนึงนั่งรถเข็น ถือว่าไม่ได้ ชดใช้ความผิดพลาดของตัวเองอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Their mistakes? -They fucked up. I'm agreeing with you.",
      "th": "- ความผิดพลาดเหรอ - พวกเขาพลาด ผมเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "No, no, no. A-- A fuck-up is when you take your parent's car without permission",
      "th": "ไม่ๆ เรื่องผิดพลาดคือการที่คุณ เอารถพ่อแม่ออกไปใช้โดยไม่ได้รับอนุญาต"
    }
  },
  {
    "translation": {
      "en": "and… and scratch the paint.",
      "th": "และทำมันเป็นรอย"
    }
  },
  {
    "translation": {
      "en": "A fuck-up doesn't even begin to encompass what they did to me.",
      "th": "เรื่องผิดพลาดไม่ใช่เศษเสี้ยว ของสิ่งที่พวกเขาทำกับฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Ani, it's our fucking rehearsal dinner.",
      "th": "อานี่ นี่มันมื้อค่ำวันซ้อมพิธีแต่งงานของเรา"
    }
  },
  {
    "translation": {
      "en": "How are we talking about this right now?",
      "th": "ทำไมเราต้องมาคุยเรื่องนี้กันตอนนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "God! You used to be so different. You used to be so fun.",
      "th": "ให้ตายเถอะ คุณไม่เหมือนเดิมเลย คุณเคยเป็นคนสนุก"
    }
  },
  {
    "translation": {
      "en": "-Fun? -Yes, fun.",
      "th": "- สนุกเหรอ - ใช่ สนุก"
    }
  },
  {
    "translation": {
      "en": "We used to have fun together. I miss that.",
      "th": "เราเคยสนุกด้วยกัน ผมคิดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "I don't know if I'm fun.",
      "th": "ฉันไม่รู้หรอกว่าฉันสนุกไหม"
    }
  },
  {
    "translation": {
      "en": "I don't know what's me",
      "th": "ฉันไม่รู้ว่าตัวเองเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "and what part I invented to make people like me.",
      "th": "และฉันสร้างอะไรขึ้นมาเพื่อทำให้คนอื่นชอบฉัน"
    }
  },
  {
    "translation": {
      "en": "God, I used to be so proud of that. I-I…",
      "th": "พระเจ้า ฉันเคยภูมิใจมากที่ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I thought it was this chameleon who was so much smarter than everyone.",
      "th": "ฉันคิดว่าตัวเองเป็นกิ้งก่าเปลี่ยนสี ที่ฉลาดกว่าใครๆ"
    }
  },
  {
    "translation": {
      "en": "[sobs] So much smarter that I don't even know a thing about myself.",
      "th": "ฉลาดจนฉันไม่รู้อะไรเกี่ยวกับตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, hey. I don't believe that.",
      "th": "ไม่เอาน่า ผมไม่เชื่ออย่างนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "-We can get back there. Hey, stop. -[Ani sobs]",
      "th": "เรากลับไปเป็นแบบนั้นได้ หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "We can get back there.",
      "th": "เรากลับไปเป็นแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "I love you. You love me. We can figure it out.",
      "th": "ผมรักคุณ คุณรักผม เราจะผ่านมันไปได้"
    }
  },
  {
    "translation": {
      "en": "[Ani] No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Do you remember the time you said you felt like a box",
      "th": "จำตอนที่คุณบอกว่ารู้สึกเหมือนตัวเองเป็นรายการ"
    }
  },
  {
    "translation": {
      "en": "that I just checked off?",
      "th": "ที่ฉันต้องเช็กได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I do love you…",
      "th": "ฉันรักคุณจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But I've been using you. [whimpers]",
      "th": "แต่ฉันหลอกใช้คุณมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I resent you.",
      "th": "ฉันชังคุณ"
    }
  },
  {
    "translation": {
      "en": "It's not… It's not fair.",
      "th": "แบบว่า มันไม่ยุติธรรมเลย"
    }
  },
  {
    "translation": {
      "en": "You're not the one who hurt me, but I… but I take it out on you.",
      "th": "คุณไม่ใช่คนที่ทำร้ายฉัน แต่ฉันกลับมาลงที่คุณ"
    }
  },
  {
    "translation": {
      "en": "-I've never felt like you resent me. -Because I'm like a wind-up doll.",
      "th": "- ผมไม่เคยรู้สึกว่าคุณชังผม - เพราะฉันเป็นเหมือนตุ๊กตาไขลาน"
    }
  },
  {
    "translation": {
      "en": "Turn my key, and I'll tell you exactly what you wanna hear.",
      "th": "ไขลานแล้วฉันจะพูดในสิ่งที่คุณอยากได้ยิน"
    }
  },
  {
    "translation": {
      "en": "I have denied myself and denied myself. [sniffles]",
      "th": "ฉันปฏิเสธตัวเองซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "I'm fine.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I'm not hurt.",
      "th": "ฉันไม่เจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "And it has… it has built up this rage inside of me.",
      "th": "และมันสะสมความโกรธแค้นเอาไว้ในตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "Look, I… I should've faced up to all of this sooner.",
      "th": "ฟังนะ ฉันน่าจะเผชิญหน้ากับทุกอย่างให้เร็วกว่านี้"
    }
  },
  {
    "translation": {
      "en": "I… I just think that I need to do it now",
      "th": "ฉันแค่คิดว่าฉันต้องทำมันตอนนี้"
    }
  },
  {
    "translation": {
      "en": "without worrying about what you or anyone else thinks about it.",
      "th": "โดยไม่ต้องกังวลว่าคุณหรือคนอื่นจะคิดยังไง"
    }
  },
  {
    "translation": {
      "en": "Is this really happening right now?",
      "th": "นี่มันเรื่องจริงใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Ani] It's like LoLo said,",
      "th": "อย่างที่โลโล่พูด"
    }
  },
  {
    "translation": {
      "en": "an approximation of honesty won't make the cut.",
      "th": "ความซื่อสัตย์แบบครึ่งๆ กลางๆ จะไม่มีทางผ่านเกณฑ์"
    }
  },
  {
    "translation": {
      "en": "And that's what I had with Luke.",
      "th": "และนั่นคือสิ่งที่ฉันกับลุคมี"
    }
  },
  {
    "translation": {
      "en": "I hate that I hurt him,",
      "th": "ฉันเกลียดที่ตัวเองทำร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "but this is where I belong.",
      "th": "แต่นี่คือที่ที่ฉันคู่ควร"
    }
  },
  {
    "translation": {
      "en": "This is what I always wanted.",
      "th": "นี่คือสิ่งที่ฉันต้องการมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I'd be lying if I said I wasn't suffering",
      "th": "คงเป็นเรื่องโกหกถ้าจะบอกว่าฉันไม่ต้องเผชิญ"
    }
  },
  {
    "translation": {
      "en": "from a mild case of phantom limb syndrome.",
      "th": "กับอาการอ่อนๆ ของ ภาวะหลอนว่าสิ่งที่หายไปยังคงอยู่"
    }
  },
  {
    "translation": {
      "en": "But maybe things are brighter without it.",
      "th": "แต่บางทีอะไรๆ อาจจะสดใสขึ้นถ้าไม่มีมัน"
    }
  },
  {
    "translation": {
      "en": "\"If you read one thing today,",
      "th": "\"สิ่งหนึ่งที่คุณควรจะอ่านวันนี้"
    }
  },
  {
    "translation": {
      "en": "it should be Ani FaNelli's essay in New York Times Magazine.\"",
      "th": "คือบทความของอานี่ ฟาเนลลี ในนิตยสารนิวยอร์กไทมส์\""
    }
  },
  {
    "translation": {
      "en": "\"I sent it to every woman I know, and so should you!\"",
      "th": "\"ฉันส่งมันไปให้ผู้หญิงทุกคนที่รู้จัก คุณก็ควรทำแบบนั้นเหมือนกัน\""
    }
  },
  {
    "translation": {
      "en": "-[laughter] -[Nell] Oh, Dean Barton is so fucked!",
      "th": "ดีน บาร์ตันจบเห่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Oh my God!",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "-Ooh! Get up! -I'm up!",
      "th": "- ตื่นได้แล้ว - ฉันตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're going viral!",
      "th": "เธอจะเป็นกระแสแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh my God. -Ugh! Wait, do you… do you have any OJ?",
      "th": "- พระเจ้าช่วย - เดี๋ยวนะ เธอมีน้ำส้มไหม"
    }
  },
  {
    "translation": {
      "en": "[Ani] Yeah, I keep the Sunny D in the side door.",
      "th": "มีสิ ฉันเก็บซันนี่ดีเอาไว้ที่ประตูข้าง"
    }
  },
  {
    "translation": {
      "en": "She's a funny writer girl.",
      "th": "แม่นักเขียนสุดฮาของฉัน"
    }
  },
  {
    "translation": {
      "en": "Look it!",
      "th": "ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-[squeals] -Look at this!",
      "th": "- ดูนี่สิ - เธอดูน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "Ah! I'm so proud of you.",
      "th": "ฉันภูมิใจในตัวเธอจังเลย"
    }
  },
  {
    "translation": {
      "en": "[commenter 1] I just finished reading your piece and am utterly haunted.",
      "th": "ฉันเพิ่งอ่านบทความของคุณจบ และมันติดตรึงในความทรงจำของฉัน"
    }
  },
  {
    "translation": {
      "en": "Thank you for speaking up.",
      "th": "ขอบคุณที่พูดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "From someone who has always felt like no one would listen to her anyway.",
      "th": "จากคนที่รู้สึกเหมือนไม่มีใครรับฟังเธอ"
    }
  },
  {
    "translation": {
      "en": "[commenter 2] I cried reading your essay.",
      "th": "ฉันร้องไห้ตอนอ่านบทความของคุณ"
    }
  },
  {
    "translation": {
      "en": "Thank you for putting it out into the world.",
      "th": "ขอบคุณที่เอามันออกมาตีแผ่สู่โลก"
    }
  },
  {
    "translation": {
      "en": "[commenter 3] I was also assaulted by a guy I thought was a friend.",
      "th": "ฉันเองก็ถูกผู้ชายที่เคยคิดว่าเป็นเพื่อน ล่วงละเมิดเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Hearing your story gives me hope that one day I can tell mine too.",
      "th": "การได้ฟังเรื่องของคุณทำให้ฉันมีความหวัง ว่าสักวันจะได้เล่าเรื่องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[commenter 4] I was raped while completely unconscious.",
      "th": "ฉันถูกข่มขืนตอนหมดสติ"
    }
  },
  {
    "translation": {
      "en": "The lines about coming to",
      "th": "ประโยคตอนที่ได้สติขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "hit me so hard.",
      "th": "ทำให้ฉันสะเทือนใจมาก"
    }
  },
  {
    "translation": {
      "en": "[commenter 5] I never told anyone,",
      "th": "ฉันไม่เคยบอกใคร"
    }
  },
  {
    "translation": {
      "en": "not even my husband.",
      "th": "แม้แต่สามีของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Ani] When I sat down to write this essay, the goal was to avenge my reputation,",
      "th": "ตอนที่ฉันนั่งลงเพื่อเขียนบทความนี้ จุดประสงค์ของฉันคือเพื่อกอบกู้ชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "maybe stick it to the people who hurt me.",
      "th": "บางทีก็อาจจะลงโทษคนที่ทำร้ายฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "But it's become so much more than that.",
      "th": "แต่มันกลายมาเป็นอะไรที่มากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "-Ani. So nice to meet you. -So much more than me.",
      "th": "- อานี่ ฉันดีใจมากที่ได้เจอคุณ - มากกว่าฉัน"
    }
  },
  {
    "translation": {
      "en": "Of course. Thank you.",
      "th": "ฉันด้วยค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Now, I read your op-ed…",
      "th": "ฉันได้อ่านบทความพิเศษของคุณ…"
    }
  },
  {
    "translation": {
      "en": "[Ani] It's about the importance of all of us speaking freely,",
      "th": "มันคือความสำคัญที่เราทุกคนมีอิสระในการพูด"
    }
  },
  {
    "translation": {
      "en": "even if people wanna silence us.",
      "th": "แม้จะมีผู้คนที่อยากปิดปากเรา"
    }
  },
  {
    "translation": {
      "en": "So that we can become the kind of women our younger selves would admire.",
      "th": "เพื่อที่เราจะสามารถกลายมาเป็น ผู้หญิงแบบที่เราในวัยเด็กชื่นชม"
    }
  },
  {
    "translation": {
      "en": "I'm hearing from women who have never shared their stories,",
      "th": "ฉันได้ยินจากผู้หญิง ที่ไม่เคยได้เล่าเรื่องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "from women who have carried this horrible thing",
      "th": "จากผู้หญิงที่เก็บเรื่องเลวร้ายนี้"
    }
  },
  {
    "translation": {
      "en": "with them alone for 38 years,",
      "th": "ไว้กับตัวเองถึง 38 ปี"
    }
  },
  {
    "translation": {
      "en": "and I just hope that no one has to ever do that again.",
      "th": "และฉันแค่หวังว่าจะไม่มีใครต้องทำแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "I hope that people feel compelled to share their stories,",
      "th": "ฉันหวังว่าคนจะรู้สึกถูกบีบบังคับให้เล่าเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "to talk about what happened to them,",
      "th": "พูดในสิ่งที่เกิดขึ้นกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and to know that you have nothing to be ashamed of.",
      "th": "และรู้ว่าคุณไม่มีอะไรต้องอับอายเลย"
    }
  },
  {
    "translation": {
      "en": "[Rachel] Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "Ani, thank you so much for being here.",
      "th": "อานี่ ขอบคุณมากที่มาที่นี่นะคะ"
    }
  },
  {
    "translation": {
      "en": "-Of course. -[Rachel] Truly inspiring story.",
      "th": "- ยินดีค่ะ - มันสร้างแรงบันดาลใจมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "TifAni FaNelli, right?",
      "th": "ทิฟฟานี่ ฟาเนลลีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sarah Gardener. I cover public health for Bloomberg.",
      "th": "ซาร่า การ์เดนเนอร์ ฉันเขียนเรื่องสาธารณสุขให้บลูมเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "[Ani] Okay.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Gun control is under my domain.",
      "th": "ฉันดูแลเรื่องการควบคุมปืน"
    }
  },
  {
    "translation": {
      "en": "I've covered Dean Barton's career quite extensively.",
      "th": "ฉันเขียนเรื่องอาชีพของดีน บาร์ตัน มานานพอควรแล้ว"
    }
  },
  {
    "translation": {
      "en": "He's helped a lot of people over the years.",
      "th": "เขาช่วยคนเอาไว้ได้มากในหลายปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "[clicks tongue] Let's hope your 15 minutes of fame will too.",
      "th": "หวังว่าชื่อเสียงชั่วคราวของคุณ จะทำได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีที่ได้รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Excuse me. I'm so sorry. I…",
      "th": "ขอโทษนะคะ ขอโทษที ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I would love to stay in touch, but I already forgot your name.",
      "th": "ฉันอยากติดต่อคุณแต่ลืมชื่อคุณไปซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "-It's Sarah Gard-- -That's okay.",
      "th": "- ซาร่า… - ไม่เป็นไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'll just remember you as the woman I told to go fuck herself on 5th Avenue.",
      "th": "ฉันจะจำคุณว่าเป็นผู้หญิงที่ถูกฉัน ไล่ให้ไปตายบนถนนฟิฟธ์อะเวนิวก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[Ani] Gotta work on that delivery, FaNelli, but fuck that felt good.",
      "th": "ยังต้องปรับปรุงเรื่องการถ่ายทอด ฟาเนลลี แต่ให้ตายเถอะ นั่นรู้สึกดีชะมัด"
    }
  },
  {
    "translation": {
      "en": "♪ Yes, I'm free ♪",
      "th": "(NETFLIX ขอเสนอ)"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, I'm free ♪",
      "th": "(ถ้าใครสักคนที่คุณรู้จัก เคยถูกล่วงละเมิดทางเพศ)"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, I’m free ♪",
      "th": "(ถ้าใครสักคนที่คุณรู้จัก เคยถูกล่วงละเมิดทางเพศ) (หรือกำลังประสบปัญหาเกี่ยวกับสภาพจิตใจ)"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, I'm free ♪",
      "th": "(สามารถหาเนื้อหาและข้อมูลได้ใน WANNATALKABOUTIT.COM)"
    }
  }
]