[
  {
    "translation": {
      "en": "[vendor] T-shirts. Get your T-shirt.",
      "th": "เสื้อยืด ซื้อเสื้อกันเร็ว"
    }
  },
  {
    "translation": {
      "en": "And the White House is called the People's House,",
      "th": "และทำเนียบขาว เรียกกันว่าเป็นบ้านของประชาชน"
    }
  },
  {
    "translation": {
      "en": "because in America, the government works for you.",
      "th": "เพราะที่อเมริการัฐบาลทำงานให้เธอ"
    }
  },
  {
    "translation": {
      "en": "-[man] Bullshit. -[kids gasp]",
      "th": "ไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "[man] Listen up, kids.",
      "th": "ฟังนะเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Everything they teach you in school is a lie.",
      "th": "ทุกอย่างที่สอนในโรงเรียนเป็นเรื่องโกหก"
    }
  },
  {
    "translation": {
      "en": "You want the truth?",
      "th": "อยากรู้ความจริงไหม"
    }
  },
  {
    "translation": {
      "en": "The world is controlled by shadowy elites",
      "th": "โลกนี้ถูกควบคุมโดยพวกชนชั้นสูงที่แฝงตัวอยู่"
    }
  },
  {
    "translation": {
      "en": "and shape-shifting lizard people.",
      "th": "กับพวกมนุษย์กิ้งก่าแปลงร่าง"
    }
  },
  {
    "translation": {
      "en": "Have you ever folded a one-dollar bill?",
      "th": "เคยลองพับธนบัตรหนึ่งดอลลาร์ไหม"
    }
  },
  {
    "translation": {
      "en": "Look, you can make it say \"boobs.\"",
      "th": "ดูสิ พับให้เป็นคำว่า \"นม\" ได้"
    }
  },
  {
    "translation": {
      "en": "What does it mean?",
      "th": "นี่มันหมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Am I the only one who cares that the President is a robot?",
      "th": "ฉันเป็นคนเดียวที่สน ว่าประธานาธิบดีเป็นหุ่นยนต์เหรอ"
    }
  },
  {
    "translation": {
      "en": "-[glass shatters] -Wake up, sheeple.",
      "th": "ตื่นได้แล้วพวกมนุษย์ทึ่ม"
    }
  },
  {
    "translation": {
      "en": "The evidence is right here.",
      "th": "หลักฐานอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "These sons of bitches got snipers trained on me",
      "th": "ไอ้สารเลวพวกนี้ให้มือซุ่มยิงใช้ฉันเป็นเป้าซ้อม"
    }
  },
  {
    "translation": {
      "en": "for trying to tell you the truth.",
      "th": "เพราะฉันพยายามจะบอกความจริง"
    }
  },
  {
    "translation": {
      "en": "Ah, I love being right.",
      "th": "ชอบจังเลยที่พูดถูก"
    }
  },
  {
    "translation": {
      "en": "Thank you. Take a flyer for a friend.",
      "th": "ขอบใจนะ เอาใบปลิวไปเผื่อให้เพื่อนด้วย"
    }
  },
  {
    "translation": {
      "en": "Dad, what the fuck?",
      "th": "พ่อ ทำอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Has retirement made you go completely insane?",
      "th": "การเกษียณนี่ทำให้พ่อเป็นบ้าไปแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, but the 5G radio waves in the air have,",
      "th": "เปล่า แต่คลื่นวิทยุ 5จี ในอากาศต่างหากที่ทำ"
    }
  },
  {
    "translation": {
      "en": "which you can read all about",
      "th": "ซึ่งหาอ่านได้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "in my new manifesto available on Kindle.",
      "th": "ในแถลงการณ์ใหม่ของฉันที่มีในคินเดิล"
    }
  },
  {
    "translation": {
      "en": "Oh Jesus Christ.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Don't listen to my father, kids.",
      "th": "อย่าไปฟังพ่อฉันนะเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "He gets his news from Facebook and Ambien.",
      "th": "เขาหาข่าวจากเฟซบุ๊กกับแอมเบียน"
    }
  },
  {
    "translation": {
      "en": "Ambien's a great drug. Really clarifies some things.",
      "th": "แอมเบียนเป็นยาที่ดีมากนะ ทำให้บางอย่างในหัวกระจ่างขึ้นได้จริง"
    }
  },
  {
    "translation": {
      "en": "Come on. I'm gonna be late for work.",
      "th": "มาเถอะ หนูจะไปทำงานสายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Democracy is real. Have some key chains.",
      "th": "ประชาธิปไตยมีจริงนะ เอาพวงกุญแจไป"
    }
  },
  {
    "translation": {
      "en": "Hey, Reagan, let's go to the mall and get a Wetzel's Pretzel.",
      "th": "นี่เรแกน เราไปห้าง ซื้อข้าวที่เวทเซลส์เพรทเซลกันเหอะ"
    }
  },
  {
    "translation": {
      "en": "They got those ones with the… with the cheese inside the crust.",
      "th": "พวกเขามีไอ้แบบที่มีชีสอยู่ในแป้งกรอบๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "Dad, I know retirement is tough,",
      "th": "พ่อ หนูรู้ว่าการเกษียณมันลำบาก"
    }
  },
  {
    "translation": {
      "en": "but there's more positive ways to get my attention",
      "th": "แต่มีวิธีเรียกร้อง ความสนใจจากหนูที่สร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "than taking down the Deep State.",
      "th": "กว่าการโค่นรัฐลับนะ"
    }
  },
  {
    "translation": {
      "en": "Besides, today, I am finally getting that promotion.",
      "th": "อีกอย่าง ในที่สุดวันนี้หนูจะได้เลื่อนขั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Imagine it, me, ruling the office with an iron fist.",
      "th": "ลองนึกภาพสิ หนู ปกครองออฟฟิศด้วยกำปั้นเหล็ก"
    }
  },
  {
    "translation": {
      "en": "-[honks horn] -I even programmed an iron fist.",
      "th": "หนูตั้งโปรแกรมกำปั้นเหล็กไว้แล้วด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-[fist whirs] -I've seen better.",
      "th": "เด็ดกว่านี้ก็เคยเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, have you seen better?",
      "th": "อ๋อ เคยเห็นแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "All right, that's pretty good. -Yeah, that is pretty good, huh? -[thud]",
      "th": "- โอเค ใช้ได้นี่ - ใช่ ใช้ได้เนอะ"
    }
  },
  {
    "translation": {
      "en": "[PA] Welcome to Cognito Inc.",
      "th": "ยินดีต้อนรับสู่ บจก.คอกนิโต้"
    }
  },
  {
    "translation": {
      "en": "We are a company.",
      "th": "เราคือบริษัท"
    }
  },
  {
    "translation": {
      "en": "-We are a company. -Good morning, Dr. Ridley.",
      "th": "- เราคือบริษัท - อรุณสวัสดิ์ค่ะ ดร.ริดลีย์"
    }
  },
  {
    "translation": {
      "en": "-[grunts] -[PA] We are a company.",
      "th": "เราคือบริษัท"
    }
  },
  {
    "translation": {
      "en": "Look, Dad, as long as you're living with me,",
      "th": "ฟังนะตราบใดที่พ่อยังอยู่กับหนู เราต้องมีกฎพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "we need to set some ground rules. First, no more vodka for breakfast.",
      "th": "ฟังนะตราบใดที่พ่อยังอยู่กับหนู เราต้องมีกฎพื้นฐาน อย่างแรก ห้ามดื่มวอดก้าเป็นมื้อเช้า"
    }
  },
  {
    "translation": {
      "en": "[Dad] Oh, come on.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "You can't tell people that the government isn't real.",
      "th": "พ่อเที่ยวไปบอกใครๆ ว่ารัฐบาลไม่ใช่ของจริงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But it's not.",
      "th": "ก็ไม่ใช่จริงๆ นี่"
    }
  },
  {
    "translation": {
      "en": "Dr. Ridley? [grunts]",
      "th": "ดร.ริดลีย์"
    }
  },
  {
    "translation": {
      "en": "[Reagan] You can't talk about shape-shifting reptiles.",
      "th": "พ่อพูดถึงสัตว์เลื้อยคลานแปลงร่างไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-[worker] Good morning, Senator. -Revenues and, uh-- [shrieking]",
      "th": "- สวัสดีครับท่านสว. - รายได้กับ…"
    }
  },
  {
    "translation": {
      "en": "[Reagan] You can't tell people the weather is controlled by Gerald from Accounting…",
      "th": "จะบอกคนอื่นไม่ได้ว่าสภาพอากาศ ควบคุมโดยเจอรัลด์ฝ่ายบัญชี"
    }
  },
  {
    "translation": {
      "en": "[Reagan] …or that the Dow Jones is controlled by blood sacrifices.",
      "th": "หรือดาวโจนส์ควบคุมโดยการบูชายัญ"
    }
  },
  {
    "translation": {
      "en": "-[colleagues chanting] -Shares of JPMorgan Chase up 14 points!",
      "th": "หุ้นเจพีมอร์แกนเชสขึ้น 14 จุด"
    }
  },
  {
    "translation": {
      "en": "[Dad] Rules, rules, rules.",
      "th": "กฎ กฎ กฎ"
    }
  },
  {
    "translation": {
      "en": "When did this become such a boring place to work?",
      "th": "ที่นี่กลายเป็นที่ทำงานที่น่าเบื่อแบบนี้ตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Morning, Dr. Ridley.",
      "th": "อรุณสวัสดิ์ ดร.ริดลีย์"
    }
  },
  {
    "translation": {
      "en": "-Hi, Steve. -Hi, Steve.",
      "th": "- ไง สตีฟ - ไง สตีฟ"
    }
  },
  {
    "translation": {
      "en": "Fucking brownnoser.",
      "th": "ไอ้พวกขี้ประจบ"
    }
  },
  {
    "translation": {
      "en": "[Reagan] And most importantly, you absolutely cannot tell people",
      "th": "และที่สำคัญที่สุดคือพ่อห้ามบอกคนอื่นเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "that we are replacing the president with a robot, okay?",
      "th": "ว่าเราจะเอาหุ่นยนต์ มาแทนประธานาธิบดี เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Aw, don't be so uptight.",
      "th": "ไม่ต้องจริงจังขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Uptight? You almost exposed the Deep State",
      "th": "จริงจังเหรอ พ่อเกือบจะเปิดโปงรัฐลับ"
    }
  },
  {
    "translation": {
      "en": "because you wanted a ride to Wetzel's Pretzels.",
      "th": "แค่เพราะพ่ออยากติดรถไปเวทเซลส์เพรทเซล"
    }
  },
  {
    "translation": {
      "en": "You're lucky I called the snipers off.",
      "th": "พ่อโชคดีแค่ไหนแล้วที่หนูยกเลิกพลซุ่มยิงทัน"
    }
  },
  {
    "translation": {
      "en": "-[laser humming] -Gary, no. No.",
      "th": "แกรี่ ไม่นะ ไม่"
    }
  },
  {
    "translation": {
      "en": "Ha, ha. Save it for stand-up night, Gary.",
      "th": "เก็บไว้ใช้เล่นเดี่ยวไมค์เถอะแกรี่ ให้ตายสิ ฉันสายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Shit, I'm late. Hey, intern guy, take my dad home.",
      "th": "เก็บไว้ใช้เล่นเดี่ยวไมค์เถอะแกรี่ ให้ตายสิ ฉันสายแล้ว นี่เด็กฝึกงาน พาพ่อฉันกลับบ้านที"
    }
  },
  {
    "translation": {
      "en": "If he gives you any trouble, don't be afraid to lightly tase him.",
      "th": "ถ้าเขาสร้างปัญหาให้ ช็อตเขาเบาๆ ได้เลยไม่ต้องกลัว"
    }
  },
  {
    "translation": {
      "en": "Do it. I fucking dare you. Do you know who I am?",
      "th": "ทำสิ ฉันขอท้า รู้ไหมว่าฉันเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I'm Rand motherfucking Ridley, and I used to run this company.",
      "th": "ฉันคือแรนด์ ริดลีย์ตัวพ่อ และฉันเคยบริหารบริษัทนี้"
    }
  },
  {
    "translation": {
      "en": "And soon, I will be running it.",
      "th": "ซึ่งอีกไม่นาน ฉันจะเป็นคนบริหาร"
    }
  },
  {
    "translation": {
      "en": "-Nothing higher than a three. -Ow!",
      "th": "อย่าแรงกว่าสามนะ"
    }
  },
  {
    "translation": {
      "en": "-[Reagan] Later, Dad. -[Rand] Oh! Motherfucker.",
      "th": "ไว้เจอกันนะพ่อ ให้ตายห่าสิ"
    }
  },
  {
    "translation": {
      "en": "All right, let's just get right into it.",
      "th": "เอาละ มาเริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "Jesus, can we turn on the lights for once?",
      "th": "ให้ตาย ช่วยเปิดไฟสักครั้งจะได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Some of us have hangovers, all right?",
      "th": "พวกเรามีคนที่เมาค้างอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm so sorry, Andre.",
      "th": "แหม ขอโทษนะ อังเดร"
    }
  },
  {
    "translation": {
      "en": "Is your Molly comedown relevant to global security?",
      "th": "การสร่างเมายาอีของนาย เกี่ยวข้องกับความมั่นคงของโลกไหม"
    }
  },
  {
    "translation": {
      "en": "Guys, we are shadow-running the free world here.",
      "th": "ทุกคน เรากำลังแอบบริหารโลกเสรีกันอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Let's try to take this job seriously.",
      "th": "จริงจังกับงานนี้กันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "As you recall, the candidate that we backed in the last election won",
      "th": "ตามที่พวกนายรู้ ผู้สมัครที่เรา สนับสนุนในการเลือกตั้งครั้งที่แล้วชนะ"
    }
  },
  {
    "translation": {
      "en": "but turned out to be too dumb to manipulate.",
      "th": "แต่ปรากฏว่าโง่จนเกินจะเอามาเชิดได้"
    }
  },
  {
    "translation": {
      "en": "But thanks to my sick new invention,",
      "th": "แต่เพราะสิ่งประดิษฐ์ใหม่ที่โคตรจ๊าบของฉัน"
    }
  },
  {
    "translation": {
      "en": "the Deep State will finally have a president we can control.",
      "th": "ในที่สุดรัฐลับจะได้มี ประธานาธิบดีที่เราควบคุมได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Ah, look at that thing.",
      "th": "ดูเจ้านั่นสิ"
    }
  },
  {
    "translation": {
      "en": "I'm a genius.",
      "th": "ฉันเป็นอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "Anyway, this is our biggest job yet, so get your shit together.",
      "th": "ยังไงก็เถอะ นี่ยังไม่ใช่งาน ที่ใหญ่ที่สุดของเรา ดังนั้นตั้งสติกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "That means no huffing chemtrails…",
      "th": "ซึ่งก็คือห้ามสูดละอองเคมีเคมเทรล"
    }
  },
  {
    "translation": {
      "en": "[in deep voice] Whassat?",
      "th": "ไรนะ"
    }
  },
  {
    "translation": {
      "en": "…no using drones to spy on your ex-wife…",
      "th": "ห้ามใช้โดรนไปแอบส่องเมียเก่า"
    }
  },
  {
    "translation": {
      "en": "Hey, you don't know what she's capable of.",
      "th": "เธอไม่รู้หรอกว่ายัยนั่นน่ะสารพัดพิษ"
    }
  },
  {
    "translation": {
      "en": "…and no taking selfies on the moon-landing set.",
      "th": "และห้ามเซลฟี่บนฉากลงจอดบนดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "[laughs] Top secret isn't a thing for eights and above, Reagan.",
      "th": "ความลับสุดยอดได้คะแนน ความเริดไม่เกินแปดหรอกนะเรแกน"
    }
  },
  {
    "translation": {
      "en": "[mushroom] Yeah. You're not the boss of us.",
      "th": "ใช่ เธอไม่ใช่เจ้านายของเรา"
    }
  },
  {
    "translation": {
      "en": "Actually, as of 12 p.m. today,",
      "th": "อันที่จริงตั้งแต่เที่ยงวันนี้"
    }
  },
  {
    "translation": {
      "en": "I'm literally going to be the boss of all of you.",
      "th": "ฉันจะเป็นเจ้านายของพวกนายทุกคน"
    }
  },
  {
    "translation": {
      "en": "And I'm gonna ban groaning. No more group groaning.",
      "th": "และฉันจะสั่งห้ามการยี้ ไม่มีการร้องยี้เป็นกลุ่มอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "That's right. You get 'em all out while you still can.",
      "th": "ใช่แล้ว ยี้ให้เต็มที่เลยตอนที่ยังทำได้"
    }
  },
  {
    "translation": {
      "en": "Reagan, I'd like to see you in my office.",
      "th": "เรแกน มาที่ห้องทำงานฉันหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Suck my dick. -[glass shatters]",
      "th": "บ๊วบจุ๊ดจู๋ฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, you are so funny I could just assassinate you. [laughs]",
      "th": "คุณนี่ตลกจนน่าลอบฆ่าจริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "No, really I could do it. My finger's hovering over the button.",
      "th": "ไม่ ผมทำได้จริงๆ นะ นิ้วผมจ่ออยู่ที่ปุ่มอยู่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, oh, I'm about to press-- Oop. I'm about to press-- Oop.",
      "th": "อ๋อ ผมกำลังจะกด… ผมกำลังจะกด…"
    }
  },
  {
    "translation": {
      "en": "We have fun, Oprah.",
      "th": "สนุกดีนะ โอปราห์"
    }
  },
  {
    "translation": {
      "en": "Kiss, kiss. Bye!",
      "th": "จุ๊บๆ บาย"
    }
  },
  {
    "translation": {
      "en": "Ah, there she is.",
      "th": "มาแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Reagan Ridley, child prodigy, top of MIT at age 13.",
      "th": "เรแกน ริดลีย์ เด็กอัจฉริยะ ที่หนึ่งของเอ็มไอทีตอนอายุ 13"
    }
  },
  {
    "translation": {
      "en": "I don't need to look at your eye-bags to know you've been working hard.",
      "th": "ฉันไม่ต้องมองถุงใต้ตาเธอก็รู้ว่าเธอทำงานหนัก"
    }
  },
  {
    "translation": {
      "en": "Thank you, sir. And I am prepared for them to get deeper.",
      "th": "ขอบคุณค่ะ และฉันก็พร้อมให้ถุงย้อยกว่านี้แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Ever since your dad had his meltdown and you took over his duties,",
      "th": "ตั้งแต่พ่อเธอสติแตก และเธอมารับช่วงต่อจากเขา"
    }
  },
  {
    "translation": {
      "en": "productivity is up, and team morale has skyrocketed…",
      "th": "ประสิทธิผลก็สูงขึ้น ขวัญของทีมก็พุ่งทะยาน…"
    }
  },
  {
    "translation": {
      "en": "-Thank you, sir. -[J.R.] Let me finish.",
      "th": "- ขอบคุณค่ะ - ให้ฉันพูดให้จบก่อน"
    }
  },
  {
    "translation": {
      "en": "…into the toilet.",
      "th": "ลงโถส้วม"
    }
  },
  {
    "translation": {
      "en": "Look at your HR complaints.",
      "th": "ดูข้อร้องเรียนที่ฝ่ายบุคคลสิ"
    }
  },
  {
    "translation": {
      "en": "\"Difficult.\" \"Doesn't make eye contact.\"",
      "th": "\"ยาก\" \"ไม่สบตาใคร\""
    }
  },
  {
    "translation": {
      "en": "\"Says 'suck my dick' a lot for a woman.\"",
      "th": "\"เป็นผู้หญิงแต่ชอบพูดว่า 'บ๊วบจุ๊ดจู๋'\""
    }
  },
  {
    "translation": {
      "en": "[scoffs] I make eye contact. I make tons of eye contact.",
      "th": "ฉันสบตานะคะ ฉันสบตาเยอะสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Jesus! Never do that again. Wow.",
      "th": "พระเจ้า อย่าทำแบบนี้อีกนะ"
    }
  },
  {
    "translation": {
      "en": "Look, I know you care about your work, but your intensity freaks people out.",
      "th": "ฟังนะ ฉันรู้ว่าเธอใส่ใจงาน แต่ความจริงจังของเธอทำให้คนกลัว"
    }
  },
  {
    "translation": {
      "en": "[screaming] Everyone remember to do time cards!",
      "th": "ทุกคนอย่าลืมตอกบัตร"
    }
  },
  {
    "translation": {
      "en": "-[yells] Agh! -[screaming] Time cards!",
      "th": "ตอกบัตร"
    }
  },
  {
    "translation": {
      "en": "J.R., am I still getting promoted? I've worked my whole life for this job.",
      "th": "เจ.อาร์. ฉันยังได้เลื่อนขั้นอยู่ไหม ฉันทำงานเพื่อตำแหน่งนี้มาทั้งชีวิตนะ"
    }
  },
  {
    "translation": {
      "en": "I skipped grades and showers",
      "th": "ฉันเรียนข้ามชั้นและไม่อาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "to prove that despite my dad's legacy, I can run the shit out of this office.",
      "th": "เพื่อพิสูจน์ว่าถึงไม่มีมรดกตกทอดที่พ่อทำไว้ ฉันก็ยังบริหารบริษัทนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Sure, you are so smart. But your people skills? Woof.",
      "th": "แน่นอน เธอฉลาดมาก แต่ทักษะด้านมนุษยสัมพันธ์เธอ เฮ้อ"
    }
  },
  {
    "translation": {
      "en": "That's why I've brought in someone to colead the team.",
      "th": "ฉันถึงได้หาคนมาร่วมเป็นหัวหน้าทีม"
    }
  },
  {
    "translation": {
      "en": "E… excuse me? Colead?",
      "th": "ขอโทษนะ หัวหน้าร่วมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Brett! You can take that silly thing off now that we've microchipped you.",
      "th": "เบรตต์ นายเอาไอ้นั่นออกได้แล้ว เพราะเราฝังไมโครชิปในตัวนายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Brett Hand, thrilled to be serving whoever gives me approval.",
      "th": "เบรตต์ แฮนด์ ยิ่งกว่ายินดี ที่ได้รับใช้ใครก็ตามที่แต่งตั้งผมมา"
    }
  },
  {
    "translation": {
      "en": "What the hell, J.R.?",
      "th": "อะไรกันเนี่ย เจ.อาร์."
    }
  },
  {
    "translation": {
      "en": "Congratulations, Reagan. You're still getting your promotion.",
      "th": "ยินดีด้วยเรแกน เธอยังได้เลื่อนขั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "And so is he.",
      "th": "และเขาก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "[man] Ever wondered who watches you through your laptop camera?",
      "th": "เคยสงสัยไหมว่าใครมองคุณผ่านกล้องแล็ปท็อป"
    }
  },
  {
    "translation": {
      "en": "Or why there's sometimes product placement in your dreams?",
      "th": "หรือทำไมบางครั้งคุณถึงฝันเห็นสินค้าบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "[distorted] Since the dawn of time,",
      "th": "ตั้งแต่ครั้งอดีตกาลนานโพ้น"
    }
  },
  {
    "translation": {
      "en": "the world has been ruled by a cabal of ancient elites.",
      "th": "โลกนี้ถูกปกครองโดยกลุ่มชนชั้นสูงโบราณ"
    }
  },
  {
    "translation": {
      "en": "[in normal voice] But puppeteering the world isn't as easy as it used to be.",
      "th": "แต่การชักใยโลกไม่ง่ายเหมือนเมื่อก่อน"
    }
  },
  {
    "translation": {
      "en": "That's why we formed this company,",
      "th": "เราถึงได้ก่อตั้งบริษัทนี้ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "to enact our overlord's mysterious whims for a better tomorrow.",
      "th": "เพื่อดำเนินการตามความคิดพิสดารลึกลับ ของนายเหนือหัวเพื่อสร้างอนาคตที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "We are Cognito Inc.,",
      "th": "เราคือบจก.คอกนิโต้"
    }
  },
  {
    "translation": {
      "en": "and we've got you covered, up!",
      "th": "และเราช่วยปกปิดให้คุณ"
    }
  },
  {
    "translation": {
      "en": "Any questions?",
      "th": "มีคำถามไหม"
    }
  },
  {
    "translation": {
      "en": "Besides moral ones?",
      "th": "นอกจากเรื่องศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "That's the mail room. That's the men's bathroom.",
      "th": "นั่นห้องจดหมาย นั่นห้องน้ำชาย"
    }
  },
  {
    "translation": {
      "en": "That's the screening room, where we splice footage",
      "th": "นั่นคือห้องฉายหนัง ที่เราเอาคลิป"
    }
  },
  {
    "translation": {
      "en": "of rotting foxes into kids' cartoons.",
      "th": "หมาจิ้งจอกเส็งเคร็ง มาตัดต่อเป็นการ์ตูนเด็ก"
    }
  },
  {
    "translation": {
      "en": "And this is my lab, where everything is peaceful, efficient,",
      "th": "และนี่คือห้องแล็บของฉัน ที่ทุกอย่างสงบ มีประสิทธิภาพ"
    }
  },
  {
    "translation": {
      "en": "and the thermostat is controlled entirely by me.",
      "th": "และมีตัวควบคุมอุณหภูมิที่ฉันเป็นผู้ควบคุมทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Someday, I hope to make the whole world like this.",
      "th": "สักวันหนึ่งฉันหวังว่าจะทำให้ทั้งโลกเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Efficient, that is. Not… [chuckles] Not controlled entirely by me.",
      "th": "ก็คือมีประสิทธิภาพนะ ไม่ใช่ฉันควบคุมทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "That would be totally egomaniacal. I would never do that.",
      "th": "แบบนั้นคงจะหลงตัวเองเกินเบอร์ไป ฉันไม่มีวันทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Unless people wanted me to.",
      "th": "เว้นแต่ว่าคนอื่นจะอยากให้ฉันทำ"
    }
  },
  {
    "translation": {
      "en": "[gasps] Oh my God. Mr. President, what an honor.",
      "th": "พระเจ้าช่วย ท่านประธานาธิบดี เป็นเกียรติจริงๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "[in robot voice] Actor James Van Der Beek.",
      "th": "นักแสดงเจมส์ แวน เดอร์ บีค"
    }
  },
  {
    "translation": {
      "en": "This isn't the President.",
      "th": "นี่ไม่ใช่ประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "It's a robot replica that's gonna replace him.",
      "th": "นี่คือหุ่นยนต์จำลองที่จะมาแทนที่เขา"
    }
  },
  {
    "translation": {
      "en": "Love it. Love it.",
      "th": "ชอบจัง"
    }
  },
  {
    "translation": {
      "en": "Question. Is this place evil?",
      "th": "คำถาม ที่นี่ชั่วร้ายเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, is Facebook evil? Is Starbucks evil?",
      "th": "เฟซบุ๊กชั่วร้ายมั้ย สตาร์บัคส์ชั่วร้ายมั้ย"
    }
  },
  {
    "translation": {
      "en": "At least here I develop tech that could prevent war with Atlantis.",
      "th": "อย่างน้อยที่นี่ฉันก็พัฒนา สิ่งที่ป้องกันสงครามกับแอตแลนติสได้"
    }
  },
  {
    "translation": {
      "en": "And once a year, we get free tote bags.",
      "th": "และเราได้กระเป๋าหูหิ้วฟรีปีละครั้ง"
    }
  },
  {
    "translation": {
      "en": "[gasps] Awesome. A neuralyzer, just like Men in Black.",
      "th": "สุดยอด เครื่องลบความจำ เหมือนในหนังเอ็มไอบีเลย"
    }
  },
  {
    "translation": {
      "en": "-That's a tampon. -Oh God.",
      "th": "- นั่นผ้าอนามัยแบบสอด - ตายจริง"
    }
  },
  {
    "translation": {
      "en": "So how did you get this job?",
      "th": "นายได้งานนี้ได้ยังไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Honestly? I graduated Yale top of my frat,",
      "th": "เอาตามตรงเหรอ ผมจบจากเยลที่หนึ่งของรุ่น"
    }
  },
  {
    "translation": {
      "en": "spent some time as a lobbyist, because I love lobbies,",
      "th": "เป็นนักวิ่งเต้นอยู่พักนึงเพราะผมชอบวิ่งเต้น"
    }
  },
  {
    "translation": {
      "en": "and last weekend, I was at a barbecue with J.R.,",
      "th": "และสุดสัปดาห์ก่อน ผมเจอเจ.อาร์.ที่งานบาร์บีคิว"
    }
  },
  {
    "translation": {
      "en": "and he said he liked how firm my handshake was.",
      "th": "และเขาบอกว่าเขาชอบที่ผมจับมือแน่นดี"
    }
  },
  {
    "translation": {
      "en": "Next thing you know, they're throwing a bag over my head,",
      "th": "พอรู้ตัวอีกทีพวกเขาก็เอาถุงคลุมหัวผม"
    }
  },
  {
    "translation": {
      "en": "and then boom, I'm here.",
      "th": "แล้วก็ตูม ผมมาอยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh my God. You don't have any experience at all.",
      "th": "พระเจ้าช่วย นายไม่มีประสบการณ์เลย"
    }
  },
  {
    "translation": {
      "en": "-[laughs] Nope. -You're just some kind of yes-man.",
      "th": "- ใช่แล้ว - นายมันก็แค่พวกลูกขุนพลอยพยัก"
    }
  },
  {
    "translation": {
      "en": "Yes, man.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Oh my God, thank God you're here.",
      "th": "ให้ตาย ขอบคุณพระเจ้าที่คุณมา"
    }
  },
  {
    "translation": {
      "en": "You raise the hotness level at this office by at least 30%.",
      "th": "คุณยกระดับความเซ็กซี่ ในออฟฟิศนี้ขึ้นอย่างน้อย 30% เลย"
    }
  },
  {
    "translation": {
      "en": "Gigi, PR and Media Manipulation.",
      "th": "จีจี้ค่ะ แผนกประชาสัมพันธ์และชักใยสื่อ"
    }
  },
  {
    "translation": {
      "en": "I invented selfies to trick the country into surveilling themselves.",
      "th": "ฉันคิดค้นเซลฟี่ขึ้นมา เพื่อหลอกให้คนทั้งประเทศสอดส่องตัวเอง"
    }
  },
  {
    "translation": {
      "en": "This is Glenn. He's half-dolphin, as you can tell.",
      "th": "นี่คือเกล็นน์เขาเป็น ครึ่งคนครึ่งโลมาอย่างที่คุณเห็น"
    }
  },
  {
    "translation": {
      "en": "And proud of it.",
      "th": "และภูมิใจที่เป็น"
    }
  },
  {
    "translation": {
      "en": "As the first volunteer for the man-dolphin super-soldier project,",
      "th": "ในฐานะอาสาสมัครคนแรก ของโครงการสุดยอดทหารมนุษย์โลมา"
    }
  },
  {
    "translation": {
      "en": "I gave my DNA for my country.",
      "th": "ผมมอบดีเอ็นเอให้ประเทศของผม"
    }
  },
  {
    "translation": {
      "en": "I now have the strength and intelligence of a dolphin.",
      "th": "ตอนนี้ผมมีพละกำลังและความฉลาดเหมือนโลมา"
    }
  },
  {
    "translation": {
      "en": "This is Myc.",
      "th": "นี่คือไมค์"
    }
  },
  {
    "translation": {
      "en": "He's a psychic mushroom from inside Hollow Earth.",
      "th": "เขาเป็นเห็ดญาณทิพย์จากฮอลโลว์เอิร์ธ"
    }
  },
  {
    "translation": {
      "en": "He can read thoughts though, so, honey, be careful.",
      "th": "เขาอ่านความคิดได้ดังนั้นระวังหน่อยนะที่รัก"
    }
  },
  {
    "translation": {
      "en": "[Myc] Wow, you've memorized a lot of Dane Cook routines.",
      "th": "ว้าว นายจำกิจวัตรของเดน คุกไว้เพียบเลย"
    }
  },
  {
    "translation": {
      "en": "[laughs] Guilty.",
      "th": "ผิดจริงครับ"
    }
  },
  {
    "translation": {
      "en": "I'm Andre, head of Biochem.",
      "th": "ผมอังเดรหัวหน้าฝ่ายชีวเคมี"
    }
  },
  {
    "translation": {
      "en": "If you like drugs, I have the stuff that gave Ronald Reagan Alzheimer's.",
      "th": "ถ้าคุณชอบเล่นยา ผมมีของที่ทำให้ โรนัลด์ เรแกนเป็นอัลไซเมอร์ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Wow, what a group.",
      "th": "ว้าว กลุ่มนี้สุดยอดเลย"
    }
  },
  {
    "translation": {
      "en": "Or can I call you \"the gang\"?",
      "th": "หรือขอเรียกว่า \"แก๊ง\" ได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Ooh, honey, I love that. Did you come up with that?",
      "th": "อุ๊ยตายที่รัก ฉันชอบนะ คุณคิดเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sure did, the gang. Pew-pew-pew.",
      "th": "แน่นอน แก๊ง"
    }
  },
  {
    "translation": {
      "en": "-[laughing] Ooh, finger guns. -[laughing] Guns, my favorite.",
      "th": "- อุ๊ย ปืนนิ้วมือ - ปืน ของโปรดฉัน"
    }
  },
  {
    "translation": {
      "en": "[Myc] Wow, someone's feeling threatened, huh?",
      "th": "ว้าว มีคนรู้สึกถูกคุกคามด้วย"
    }
  },
  {
    "translation": {
      "en": "Myc, I'd tell you to eat shit,",
      "th": "ไมค์ ฉันอยากบอกให้นายไปกินอึซะ"
    }
  },
  {
    "translation": {
      "en": "but I don't know, maybe your species enjoys that.",
      "th": "แต่ไม่รู้สิ เห็ดพันธุ์นายอาจชอบกินก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe you like eating shit. How do I know?",
      "th": "นายอาจจะชอบกินอึอยู่แล้วก็ได้ใครจะไปรู้"
    }
  },
  {
    "translation": {
      "en": "All right, look, hot stuff, I know you and me have",
      "th": "เอาน่า ฟังนะแม่คนหัวร้อน ฉันรู้ว่าเธอกับฉันมีอะไรที่"
    }
  },
  {
    "translation": {
      "en": "a complicated \"Will they? Won't they?\" thing going.",
      "th": "เอาน่า ฟังนะแม่คนหัวร้อน ฉันรู้ว่าเธอกับฉันมีอะไรที่ \"ใช่ไหมหรือไม่ใช่\" กันอยู่"
    }
  },
  {
    "translation": {
      "en": "-We don't. -[Myc] But I'm just looking out for ya.",
      "th": "- เราไม่มี - แต่ฉันแค่คอยระวังหลังให้เธอ"
    }
  },
  {
    "translation": {
      "en": "We could form a little alliance, you know.",
      "th": "เราเป็นพันธมิตรกันได้นะ"
    }
  },
  {
    "translation": {
      "en": "I could slip some rat poison into his coffee,",
      "th": "ฉันแอบใส่ยาเบื่อหนูลงถ้วยกาแฟเขา"
    }
  },
  {
    "translation": {
      "en": "make it look like an accident, huh?",
      "th": "ทำให้ดูเหมือนอุบัติเหตุได้นะ"
    }
  },
  {
    "translation": {
      "en": "No. I just had something in my eye.",
      "th": "เปล่า ฉันแค่มีอะไรเข้าตา"
    }
  },
  {
    "translation": {
      "en": "-Asshole. -[Myc] Why would you think that?",
      "th": "- ไอ้บ้า - คิดแบบนั้นได้ไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "…a cosmic ballet, performed to an audience of no one.",
      "th": "บัลเลต์จักรวาล แสดงต่อผู้ชมไม่ถึงหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "[laughing] Check out this asshole's novelty tie.",
      "th": "บัลเลต์จักรวาล แสดงต่อผู้ชมไม่ถึงหนึ่งคน ดูเน็กไทใหม่กริ๊บของไอ้เวรนี่สิ"
    }
  },
  {
    "translation": {
      "en": "Come on, Reagan, you wanna hate-watch Cosmos with me?",
      "th": "ไม่เอาน่าเรแกน ไม่มานั่ง ดูคอสมอสไปด่าไปกับพ่อหน่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Hey, Dad, on a ten-point scale, how unlikable am I?",
      "th": "นี่พ่อ ถ้าคะแนนเต็มสิบ อย่างหนูนี่ไม่น่าชอบแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "It's nothing. No, it's… it's…",
      "th": "ไม่มีอะไร ก็แค่…"
    }
  },
  {
    "translation": {
      "en": "J.R., uh, he hired this guy Brett to help colead the team,",
      "th": "เจ.อาร์. เขาจ้างนายเบรตต์นี่ มาช่วยเป็นหัวหน้าทีมร่วม"
    }
  },
  {
    "translation": {
      "en": "but it's not a big deal.",
      "th": "แต่ไม่ใช่เรื่องใหญ่อะไร"
    }
  },
  {
    "translation": {
      "en": "What? I smell a coup.",
      "th": "อะไรนะ พ่อได้กลิ่นการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "J.R. is a snake, Reagan.",
      "th": "เจ.อาร์.น่ะงูพิษ เรแกน"
    }
  },
  {
    "translation": {
      "en": "He's trying to push you out of the company just like he did to me.",
      "th": "เขาพยายามผลักไสแก ออกจากบริษัทเหมือนที่ทำกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "Dad, you weren't pushed out.",
      "th": "พ่อไม่ได้ถูกผลักไส"
    }
  },
  {
    "translation": {
      "en": "You were fired for getting drunk and trying to blow up the sun.",
      "th": "พ่อถูกไล่ออกเพราะเมา และพยายามระเบิดดวงอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "I was gonna cure skin cancer.",
      "th": "พ่อแค่จะรักษาโรคมะเร็งผิวหนัง"
    }
  },
  {
    "translation": {
      "en": "These people don't respect genius.",
      "th": "คนพวกนี้ไม่เคารพอัจฉริยะเลย"
    }
  },
  {
    "translation": {
      "en": "There's always a Brett trying to steal our glory.",
      "th": "ชอบมีคนอย่างเบรตต์ ที่พยายามขโมยชื่อเสียงของเราเสมอ"
    }
  },
  {
    "translation": {
      "en": "If you don't get rid of him, it'll be you wearing these Cheeto-stained sweatpants.",
      "th": "ถ้าแกไม่กำจัดเขา ก็จะเป็นแกนี่ล่ะ ที่ใส่กางเกงวอร์มเปื้อนชีโตส"
    }
  },
  {
    "translation": {
      "en": "You need a plan. Let me check your code.",
      "th": "แกต้องมีแผน ขอดูโค้ดหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "[groans] I have a plan.",
      "th": "หนูมีแผนแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make the best goddamn AI they've ever seen.",
      "th": "หนูจะสร้างเอไอที่ดีที่สุดเท่าที่พวกเขาเคยเห็นมา"
    }
  },
  {
    "translation": {
      "en": "Once we launch ROBOTUS, then they'll see that I don't need a coleader",
      "th": "พอเราเปิดตัวหุ่นโรโบตัสแล้ว พวกเขาจะเห็นว่าหนูไม่ต้องการหัวหน้าทีมร่วม"
    }
  },
  {
    "translation": {
      "en": "and that eye contact is overrated.",
      "th": "และคนก็ให้ค่าการสบตามากไป"
    }
  },
  {
    "translation": {
      "en": "Attagirl, Reagan. Good talk.",
      "th": "ต้องอย่างนี้สิเรแกน พูดได้ดี"
    }
  },
  {
    "translation": {
      "en": "Ugh, it's okay. Forget about Brett. My work will speak for itself.",
      "th": "ไม่เป็นไร ลืมเรื่องเบรตต์ไปซะ งานของฉันจะพิสูจน์ตัวมันเอง"
    }
  },
  {
    "translation": {
      "en": "Did you say \"Brett\"? I love that guy.",
      "th": "คุณพูดว่า \"เบรตต์\" เหรอ ผมชอบหมอนั่น"
    }
  },
  {
    "translation": {
      "en": "Good morning, Mr. President. Would you like some coffee?",
      "th": "อรุณสวัสดิ์ ท่านประธานาธิบดี ดื่มกาแฟหน่อยไหมคะ"
    }
  },
  {
    "translation": {
      "en": "You betcha, sweetheart.",
      "th": "แน่นอนสิ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "And I'll take a little sugar with that, if you know what I mean.",
      "th": "และผมขอน้ำตาลด้วยนะ ถ้าคุณเข้าใจที่ผมพูดนะ"
    }
  },
  {
    "translation": {
      "en": "As you can see, I've gone above and beyond.",
      "th": "อย่างที่เห็นว่าฉันทำได้เหนือซะยิ่งกว่าเหนือ"
    }
  },
  {
    "translation": {
      "en": "Now ROBOTUS is just as insufferable as the real thing.",
      "th": "ตอนนี้โรโบตัสน่ารังเกียจพอๆ กับตัวจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Fantastic! The Shadow Board should be pleased.",
      "th": "เยี่ยมมาก คณะกรรมการเงาน่าจะพอใจ"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] We are.",
      "th": "เราพอใจ"
    }
  },
  {
    "translation": {
      "en": "How long have you been watching, Your Robenesses, sirs?",
      "th": "พวกท่านดูอยู่นานแค่ไหนแล้วหรือขอรับ ใต้ชุด"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] We're always watching. Very impressive.",
      "th": "เราจับตาดูอยู่ตลอด น่าประทับใจมาก"
    }
  },
  {
    "translation": {
      "en": "But is there any danger that it goes rogue on us?",
      "th": "แต่มีความเสี่ยงหรือเปล่าที่มันจะแปรพักตร์"
    }
  },
  {
    "translation": {
      "en": "You know, like Terminator.",
      "th": "แบบว่าอย่างคนเหล็กน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. First thing I thought. -Indeed.",
      "th": "- ใช่ นั่นล่ะอย่างแรกที่คิด - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry, he isn't self-aware. His brain is just a slurry",
      "th": "ไม่ต้องห่วง เขาไม่มีสำนึกถึงตัวตน สมองเขามีแค่"
    }
  },
  {
    "translation": {
      "en": "of Super Bowl commercials and Aaron Sorkin dialogue.",
      "th": "โฆษณาซูเปอร์โบวล์ กับบทพูดของแอรอน ซอร์กินปนๆ กัน"
    }
  },
  {
    "translation": {
      "en": "We've fought damn hard to get where we are,",
      "th": "เราต่อสู้อย่างหนักเพื่อมาถึงจุดนี้"
    }
  },
  {
    "translation": {
      "en": "but the American people can fight a lot damn harder.",
      "th": "แต่คนอเมริกันสู้ได้หนักกว่านี้อีกมาก"
    }
  },
  {
    "translation": {
      "en": "[chuckling] He's way too patriotic to revolt.",
      "th": "เขารักชาติเกินกว่าจะก่อกบฏ"
    }
  },
  {
    "translation": {
      "en": "-[ROBOTUS shuts down] -And bonus features,",
      "th": "และมีคุณสมบัติพิเศษ"
    }
  },
  {
    "translation": {
      "en": "like this ergonomic travel setting.",
      "th": "เช่นพกพาได้สะดวกต่อการเดินทาง"
    }
  },
  {
    "translation": {
      "en": "Finally, a president you can shut up with a button.",
      "th": "นี่คือประธานาธิบดีที่คุณหุบปากได้ด้วยปุ่มเดียว"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] That'll do wonders for my back. How soon can we launch?",
      "th": "นั่นจะช่วยฉันได้เยอะเลย เราจะเปิดตัวได้เร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Right away. We're swapping him out",
      "th": "ได้ทันที เราจะสลับเขากับตัวจริง"
    }
  },
  {
    "translation": {
      "en": "at the United Nations vote on barley prices.",
      "th": "ในงานสหประชาชาติโหวตราคาข้าวบาร์เล่ย์"
    }
  },
  {
    "translation": {
      "en": "Even C-SPAN 15's not gonna be watching that shit.",
      "th": "แม้แต่ซีสแปน 15 ก็ยังไม่ดูงานบ้านี่เลย"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] Your team has done excellent work.",
      "th": "ทีมของคุณทำงานได้ดีมากเจ.อาร์."
    }
  },
  {
    "translation": {
      "en": "I see a robe and a creepily disguised voice in your future.",
      "th": "ผมเห็นอนาคตที่คุณจะได้ร่วม สวมเสื้อคลุมดัดเสียงน่าขนลุกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Well, the praise here belongs to-- -[horn blaring on phone]",
      "th": "คำชมนั้นต้องเป็นของ…"
    }
  },
  {
    "translation": {
      "en": "What up, players? Guess who brought bagels.",
      "th": "เป็นไงบ้างผู้เล่น เดาซิใครเอาเบเกิลมาฝาก"
    }
  },
  {
    "translation": {
      "en": "-[all gasp] -[coworker] Bagels. Ooh, poppy seed.",
      "th": "- เบเกิล - รสเมล็ดป๊อปปี้"
    }
  },
  {
    "translation": {
      "en": "Thank God. I have raging munchies.",
      "th": "โชคดีจริงๆ กำลังอยากกินขนมสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Brett, no one has ever gone above and beyond like this.",
      "th": "เบรตต์ ไม่เคยมีใคร ทำได้เหนือถึงขั้นนี้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "♪ Everybody's got bagel fever ♪",
      "th": "ใครๆ ก็คลั่งเบเกิล"
    }
  },
  {
    "translation": {
      "en": "Just so we're clear,",
      "th": "เพื่อให้เข้าใจตรงกันนะ"
    }
  },
  {
    "translation": {
      "en": "I literally solved artificial intelligence this morning.",
      "th": "ฉันเพิ่งจะแก้ปัญหาปัญญาประดิษฐ์ไป"
    }
  },
  {
    "translation": {
      "en": "Brett's second day of work,",
      "th": "เบรตต์ทำงานวันที่สอง"
    }
  },
  {
    "translation": {
      "en": "and productivity has already gone up 200%.",
      "th": "แต่ประสิทธิผลก็เพิ่มขึ้น 200% แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, because I worked all night and finished early.",
      "th": "ใช่สิ ก็เพราะฉัน ทำงานทั้งคืนจนมันเสร็จเร็วขึ้นไง"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] We are most pleased. We will not soon forget the name \"Brett.\"",
      "th": "เราพอใจเป็นที่สุด เราจะไม่ลืมชื่อ \"เบรตต์\" เลย"
    }
  },
  {
    "translation": {
      "en": "-[coworkers chant] Brett! Brett! Brett! -[grunts]",
      "th": "เบรตต์ เบรตต์ เบรตต์"
    }
  },
  {
    "translation": {
      "en": "[coworkers chanting] Brett! Brett! Brett!",
      "th": "เบรตต์ เบรตต์ เบรตต์"
    }
  },
  {
    "translation": {
      "en": "Oh my God, this is not happening.",
      "th": "ให้ตายสิ นี่มันไม่จริงใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[singing in incorrect melody] ♪ Crash into me, baby ♪",
      "th": "โผใส่ฉันเลย ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Reagan. Great job today.",
      "th": "ไงเรแกน วันนี้ทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "You really killed whatever we were doing in there.",
      "th": "คุณเล่นซะอยู่หมัดเลย ไอ้อะไรที่คุณทำในนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks, pal. And you did great at bringing bagels.",
      "th": "ขอบใจนะเพื่อน นายก็ทำได้ดีมากนี่ที่เอาเบเกิลมา"
    }
  },
  {
    "translation": {
      "en": "I did? Okay, phew. [chuckles]",
      "th": "งั้นเหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "I just really wanna make a good impression.",
      "th": "ผมอยากสร้างความประทับใจน่ะ"
    }
  },
  {
    "translation": {
      "en": "No one's given me anything to do yet, and I got a lot of nervous energy.",
      "th": "ยังไม่มีใครให้งานผมเลย ผมตื่นเต้นจนพลังงานจะทะลักแล้ว"
    }
  },
  {
    "translation": {
      "en": "This job can be a lot of pressure for nervous types.",
      "th": "งานนี้อาจกดดันมากกับคนขี้ตื่นเต้นนะ"
    }
  },
  {
    "translation": {
      "en": "Ninety percent of recruits have a mental breakdown in their first week.",
      "th": "ร้อยละ 90 ของคนใหม่จะสติแตกในสัปดาห์แรก"
    }
  },
  {
    "translation": {
      "en": "Look, someone just cracked now.",
      "th": "ดูสิ มีใครสติแตกแล้วแน่ะ"
    }
  },
  {
    "translation": {
      "en": "[screaming] We're undermining democracy! What have I become?",
      "th": "เรากำลังบ่อนทำลายประชาธิปไตย ฉันกลายเป็นอะไรไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "If I were you, I'd get out while you still can.",
      "th": "ถ้าฉันเป็นนาย ฉันจะไปซะตอนที่ยังไปได้"
    }
  },
  {
    "translation": {
      "en": "[whispers] Before the darkness consumes you.",
      "th": "ก่อนที่ความชั่วร้ายจะกลืนกินนาย"
    }
  },
  {
    "translation": {
      "en": "[laughs] Come on. Like Pitbull says, \"Dale!\"",
      "th": "ไม่เอาน่า ก็เหมือนที่พิตบูลชอบพูดว่า \"เอาเลย\""
    }
  },
  {
    "translation": {
      "en": "Always stay positive, even when things are negative,",
      "th": "ต้องมองโลกในแง่ดีไว้เสมอ แม้แต่ตอนที่อะไรๆ แย่"
    }
  },
  {
    "translation": {
      "en": "because a negative plus a positive is better than nothing.",
      "th": "เพราะแย่บวกกับดีก็ยังดีกว่าไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "No, it's literally nothing. They cancel each other out.",
      "th": "ใครว่า นั่นล่ะไม่มีอะไรเลยจริงๆ พวกมันหักล้างกันเองจนหมด"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Sorry, just got a snap from J.R.",
      "th": "ขอโทษที เจ.อาร์.เพิ่งส่งรูปมา"
    }
  },
  {
    "translation": {
      "en": "That dude's hilarious.",
      "th": "หมอนี่ตลกชะมัด"
    }
  },
  {
    "translation": {
      "en": "He's overselling the harmless idiot thing.",
      "th": "เขาชื่นชมของงี่เง่าไร้พิษภัยจนเกินเหตุ"
    }
  },
  {
    "translation": {
      "en": "Who do you really work for, Brett Hand?",
      "th": "ตกลงนายทำงานให้ใครกันแน่ เบรตต์ แฮนด์"
    }
  },
  {
    "translation": {
      "en": "All right, next up, I made a list of awesome nicknames for everyone,",
      "th": "เอาละต่อไป ผมร่าง รายชื่อชื่อเล่นเจ๋งๆ ไว้ให้ทุกคนแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I'd like to hear your feedback, starting with the one and only J-Money.",
      "th": "ผมอยากฟังความเห็นของพวกคุณ เริ่มจากเจหน้าเงินหนึ่งเดียวคนนี้"
    }
  },
  {
    "translation": {
      "en": "[laughing] I do love money. Approved, fam.",
      "th": "ฉันก็รักเงินจริงๆ นั่นแหละ อนุมัติเลยเพื่อน"
    }
  },
  {
    "translation": {
      "en": "-Reagan, you're late again. -[eerie music plays]",
      "th": "เรแกน มาสายอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "The late-again, great-again Dr. Tardy.",
      "th": "ผู้สายอีกแล้ว ยอดเยี่ยมอีกแล้ว ดร.เชื่องช้า"
    }
  },
  {
    "translation": {
      "en": "Nope. Not okay.",
      "th": "ไม่ ไม่โอเค"
    }
  },
  {
    "translation": {
      "en": "Anyone who calls me that goes to Guantanamo.",
      "th": "ใครที่เรียกฉันแบบนั้นต้องถูกส่งไปกวนตานาโม"
    }
  },
  {
    "translation": {
      "en": "Listen up, people.",
      "th": "ฟังนะทุกคน"
    }
  },
  {
    "translation": {
      "en": "You think you know Brett, but you know nothing.",
      "th": "พวกนายคิดว่ารู้จักเบรตต์ แต่พวกนายไม่รู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Exhibit A. His résumé. He said he worked at the State Department,",
      "th": "หลักฐานเอ ประวัติการทำงานของเขา เขาพูดว่าเคยทำงาน"
    }
  },
  {
    "translation": {
      "en": "but he did not say it was as a personal trainer.",
      "th": "กระทรวงต่างประเทศ แต่ไม่ได้บอกว่าทำงานเป็นครูฝึกส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "I see no lies, just a rocking bod.",
      "th": "ไม่เห็นโกหกที่ตรงไหนนะ เห็นแต่หุ่นล่ำบึ้ก"
    }
  },
  {
    "translation": {
      "en": "[gasps] Damn. Move over, Chris Hemsworth, Chris Evans, Chris Pine, and Chris Pratt.",
      "th": "แหม หลบไปเลย คริส เฮมส์เวิร์ธ คริส อีแวนส์, คริส ไพน์ กับคริส แพรตต์"
    }
  },
  {
    "translation": {
      "en": "There's a new Chris in town, and his name is Brett.",
      "th": "มีคริสคนใหม่มาแล้วและเขาชื่อเบรตต์"
    }
  },
  {
    "translation": {
      "en": "[Myc] I am sensing at least two people in this room",
      "th": "ฉันสัมผัสได้ว่ามีอย่างน้อยสองคนในห้องนี้"
    }
  },
  {
    "translation": {
      "en": "who are attracted to Brett right now.",
      "th": "ที่ติดอกติดใจเบรตต์นะ"
    }
  },
  {
    "translation": {
      "en": "Wait, three.",
      "th": "เดี๋ยวนะ สามสิ"
    }
  },
  {
    "translation": {
      "en": "What? What are you saying? It's just impressive.",
      "th": "อะไร พูดอะไรน่ะ มันก็แค่น่าประทับใจ"
    }
  },
  {
    "translation": {
      "en": "You're acting suspicious.",
      "th": "เธอต่างหากทำตัวน่าสงสัย"
    }
  },
  {
    "translation": {
      "en": "No, you don't understand.",
      "th": "ไม่ นายไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "He can't be trusted. He plays all sides.",
      "th": "เขาไว้ใจไม่ได้ เขาเข้ากับทุกฝ่าย"
    }
  },
  {
    "translation": {
      "en": "In high school, he was a goth and a jock.",
      "th": "สมัยเรียนไฮสกูลเขาเป็นทั้งกอธทั้งนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "On his SATs, he filled in all the circles.",
      "th": "ตอนสอบเอสเอทีเขาวงทุกคำตอบ"
    }
  },
  {
    "translation": {
      "en": "We have no idea who this guy is.",
      "th": "เราไม่รู้ว่าหมอนี่เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "He's clearly getting subliminal messages",
      "th": "เห็นได้ชัดว่าเขาได้รับสารซ่อนเร้น"
    }
  },
  {
    "translation": {
      "en": "from the mole people through Dave Matthews songs.",
      "th": "จากพวกมนุษย์ตัวตุ่น ผ่านเพลงของเดฟ แมททิวส์"
    }
  },
  {
    "translation": {
      "en": "I mean, think about it. Why else would anybody listen",
      "th": "คิดดูสิ ไม่งั้นจะมีใครอีกที่ฟัง"
    }
  },
  {
    "translation": {
      "en": "to \"Crash Into Me\" five times a day?",
      "th": "เพลง \"แครช อินทู มี\" วันละห้ารอบ"
    }
  },
  {
    "translation": {
      "en": "[yells] Nothing about his story makes any sense!",
      "th": "เรื่องของเขาไม่มีตรงไหนที่สมเหตุสมผลเลย"
    }
  },
  {
    "translation": {
      "en": "Reagan, this is your dad's breakdown all over again.",
      "th": "เรแกน นี่เหมือนตอนที่พ่อเธอสติแตกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-You're off the ROBOTUS launch. -What? But that's my life's work.",
      "th": "- เธอถูกถอดจากการเปิดตัวโรโบตัส - ว่าไงนะ แต่นั่นมันงานชิ้นเอกของฉัน"
    }
  },
  {
    "translation": {
      "en": "Take off the rest of the week, month, whatever.",
      "th": "พักไปทั้งอาทิตย์ ทั้งเดือน ยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "Don't come back till your head's straight.",
      "th": "แต่อย่ากลับมาจนกว่าจะตั้งสติได้"
    }
  },
  {
    "translation": {
      "en": "-Brett, prep ROBOTUS for Air Force One. -[clears throat] Me?",
      "th": "เบรตต์ เตรียมเอาโรโบตัสขึ้นแอร์ฟอร์ซวัน ผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're in charge now, Brett. You're gonna do great.",
      "th": "นายเป็นคนคุมแล้ว นายต้องทำได้ดีแน่"
    }
  },
  {
    "translation": {
      "en": "You're not some flighty genius who's gonna crack under pressure. [chuckles]",
      "th": "นายไม่ใช่พวกอัจฉริยะฟุ้งซ่าน ที่เจอความเครียดก็สติแตก"
    }
  },
  {
    "translation": {
      "en": "You're Brett!",
      "th": "นายคือเบรตต์"
    }
  },
  {
    "translation": {
      "en": "♪ And I come into you… ♪",
      "th": "(ทำเนียบขาว)"
    }
  },
  {
    "translation": {
      "en": "Okay, okay. Switch out the President with a robot",
      "th": "สลับตัวประธานาธิบดีกับหุ่นยนต์ ต่อหน้าผู้นำโลกเสรีทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "in front of the leaders of the free world. No big dealio, just keep it realio.",
      "th": "สลับตัวประธานาธิบดีกับหุ่นยนต์ ต่อหน้าผู้นำโลกเสรีทั้งหลาย ไม่ใช่เรื่องใหญ่เล้ย ทำๆ ไปเฮอะ"
    }
  },
  {
    "translation": {
      "en": "-[Myc] Relax, we'll be fine. -[breathing deeply]",
      "th": "ใจเย็นเบรตต์ เราไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "Unless the robot malfunctions,",
      "th": "เว้นแต่ว่าหุ่นยนต์จะทำงานผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "exposing our agency to the world and toppling the shadow government.",
      "th": "จนเปิดโปงหน่วยงานเราให้โลกรู้ และโค่นล้มรัฐบาลเงาลง"
    }
  },
  {
    "translation": {
      "en": "[exhales forcefully] You can do this, Brett. Feed the courage wolf, starve the fear wolf.",
      "th": "นายทำได้ ให้หมาป่ากล้าหาญอิ่ม ให้หมาป่าขี้กลัวอด"
    }
  },
  {
    "translation": {
      "en": "Picture that with a Kodak. Picture your mental health with a Kodak.",
      "th": "ลองนึกภาพด้วยโกดัก ลองนึกภาพสุขภาพจิตนายด้วยโกดัก"
    }
  },
  {
    "translation": {
      "en": "Oh God, what does mental health look like?",
      "th": "พระเจ้า สุขภาพจิตหน้าตาเป็นยังไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Please pass as human. Please pass as human.",
      "th": "ผ่านในฐานะคนทีเถอะ (กล้องโรโบตัส)"
    }
  },
  {
    "translation": {
      "en": "Oh God, here it goes.",
      "th": "โอ้พระเจ้า เอาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Good evening, Sultan. How are the wives and kids?",
      "th": "สวัสดีท่านสุลต่าน ภรรยากับลูกๆ เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "They were a very generous gift. Thank you, Mr. President.",
      "th": "พวกเขาเป็นของขวัญชิ้นใหญ่มาก ขอบคุณครับท่านประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "-Mission accomplished! -[all cheering]",
      "th": "ภารกิจสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "-[Myc] Yeah! -[Andre] Let's toast, motherfuckers!",
      "th": "- เย่! - มาดื่มกันเถอะ ไอ้พวกเวร"
    }
  },
  {
    "translation": {
      "en": "-[party music playing] -[Myc] All right!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Gigi] Yay!",
      "th": "เย่!"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "เยี่ยม!"
    }
  },
  {
    "translation": {
      "en": "[muffled] Which entrée would you prefer?",
      "th": "ท่านอยากรับอาหารอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[in normal voice] Sir, your choice?",
      "th": "ท่านครับ ท่านเลือกจานไหนครับ"
    }
  },
  {
    "translation": {
      "en": "Have you ever woken up and had that feeling",
      "th": "คุณเคยตื่นขึ้นมาแล้วรู้สึกแบบว่า"
    }
  },
  {
    "translation": {
      "en": "you've been on autopilot your whole life?",
      "th": "คุณอยู่โหมดขับอัตโนมัติมาตลอดชีวิตบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "What did he just say?",
      "th": "เขาพูดว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "He insulted our country's brave autopilots!",
      "th": "เขาดูถูกการขับเคลื่อน ประเทศอัตโนมัติอันกล้าหาญของเรา"
    }
  },
  {
    "translation": {
      "en": "Look at us, trying to work together, but we all know the truth.",
      "th": "ดูพวกเราสิ พยายามร่วมมือกัน แต่เราต่างก็รู้ความจริง"
    }
  },
  {
    "translation": {
      "en": "-America comes first! -[all gasp]",
      "th": "ว่าอเมริกาต้องมาก่อน"
    }
  },
  {
    "translation": {
      "en": "People, it's time to make a change.",
      "th": "ทุกคน ถึงเวลาต้องเปลี่ยนแปลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can you believe it?",
      "th": "เชื่อเขาไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just like that, I'm axed, 35 years from retirement.",
      "th": "หนูถูกไล่ออกซะงั้น อีกตั้ง 35 ปีกว่าจะเกษียณ"
    }
  },
  {
    "translation": {
      "en": "-[both] Bah! -[newscaster] Breaking news,",
      "th": "ข่าวด่วน"
    }
  },
  {
    "translation": {
      "en": "where the President is having an unexpected press conference.",
      "th": "จากสถานที่ซึ่งอยู่ดีๆ ท่านประธานาธิบดีก็ออกมาแถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "America has been pushed around for too long.",
      "th": "อเมริกาถูกเอาเปรียบมานานเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's why I'm proposing we divert our entire national budget",
      "th": "ผมจึงขอเสนอให้เราผันงบประมาณแผ่นดินทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "to construct the Americube,",
      "th": "มาสร้างอเมริคิวบ์"
    }
  },
  {
    "translation": {
      "en": "a giant box that will keep American greatness in",
      "th": "กล่องยักษ์ที่จะเก็บ ความยิ่งใหญ่ของอเมริกาไว้ภายใน"
    }
  },
  {
    "translation": {
      "en": "and foreign influence out.",
      "th": "และกันอิทธิพลต่างชาติออกไป"
    }
  },
  {
    "translation": {
      "en": "And anyone who tries to stop us will be considered an enemy.",
      "th": "และใครก็ตามที่พยายามจะหยุดเรา จะถูกพิจารณาว่าเป็นศัตรู"
    }
  },
  {
    "translation": {
      "en": "What the fuck?",
      "th": "อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "He's off-script, in some kind of jingoistic overdrive.",
      "th": "เขาพูดนอกบท นี่มันเข้าขั้นคลั่งชาติไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[laughs] This is blowing up right in J.R.'s face.",
      "th": "นี่ล่ะระเบิดโพละใส่หน้าเจ.อาร์.เลย"
    }
  },
  {
    "translation": {
      "en": "[laughs] Oh, I've been waiting for this moment all week.",
      "th": "พ่อรอเวลานี้มาทั้งอาทิตย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "th": "พ่อทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "What? I might have fudged with the robot's code",
      "th": "อะไร พ่อก็แค่แก้โค้ดของเจ้าหุ่นนี่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "so its inhibitor chip would turn off if you were removed from payroll.",
      "th": "ให้ชิปยับยั้งของมันไม่ทำงานถ้าแกถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "-Boom, one flash, and its code breaks. -What?",
      "th": "- ตูม เปรี้ยงเดียวโค้ดก็พังแล้ว - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Help! Oh God, Reagan, help, the robot's gone rogue.",
      "th": "ช่วยด้วย พระเจ้า เรแกน ช่วยด้วย หุ่นยนต์นั่นบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Everybody's yelling about how the shadow government will collapse.",
      "th": "ทุกคนเอาแต่โวยวายว่ารัฐบาลเงาจะล่มสลาย"
    }
  },
  {
    "translation": {
      "en": "We'll all be fired, and everyone will be mad at me.",
      "th": "และเราจะถูกไล่ออก และทุกคนจะโกรธผม"
    }
  },
  {
    "translation": {
      "en": "[screams] It's the end of the world order!",
      "th": "นี่คือจุดจบของระเบียบโลก"
    }
  },
  {
    "translation": {
      "en": "Oh shit, this Mayan calendar ends today!",
      "th": "ให้ตายเถอะ ปฏิทินชาวมายาสิ้นสุดวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Brett] Please, I can't handle this on my own.",
      "th": "ได้โปรดเถอะเรแกน ผมจัดการเองไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "You were right. The real reason they hired me",
      "th": "คุณพูดถูก เหตุผลที่แท้จริงที่ผมถูกจ้างมา"
    }
  },
  {
    "translation": {
      "en": "is that my face is so generic, it cannot be traced by satellites.",
      "th": "ก็คือหน้าผมมันโหลมากจนดาวเทียมตามรอยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm a nobody, just like my dad always said.",
      "th": "ผมมันคนเดินดินธรรมดาอย่างที่พ่อผมพูดอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "[laughs] See? Aren't you glad I helped you out?",
      "th": "เห็นไหม ทีนี้ดีใจไหมล่ะที่พ่อช่วย"
    }
  },
  {
    "translation": {
      "en": "If they want you to fix this, make them pay,",
      "th": "ถ้าพวกเขาอยากให้แกช่วย พวกนั้นต้องจ่ายมา"
    }
  },
  {
    "translation": {
      "en": "then we can really go bananas at Wetzel's Pretzels.",
      "th": "เราจะได้ไปซัดเวทเซลส์เพรทเซลส์ให้เรียบเลย"
    }
  },
  {
    "translation": {
      "en": "Oh my God. This wasn't about helping me out.",
      "th": "ให้ตาย นี่ไม่ได้ช่วยอะไรหนูเลย"
    }
  },
  {
    "translation": {
      "en": "This is just another crisis that you engineered",
      "th": "นี่มันก็แค่อีกวิกฤตหนึ่งที่พ่อวางแผนไว้"
    }
  },
  {
    "translation": {
      "en": "to get me to hang out with you!",
      "th": "เพื่อให้หนูมาอยู่เป็นเพื่อนพ่อ"
    }
  },
  {
    "translation": {
      "en": "Hey, we'll be fine. We'll be in the Americube.",
      "th": "นี่ เราไม่เป็นไรหรอก เราจะอยู่ในอเมริคิวบ์กันไง"
    }
  },
  {
    "translation": {
      "en": "-[glass shatters] -Brett, I'll be right there.",
      "th": "เบรตต์ ฉันจะไปเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "We need to get to New York and fix ROBOTUS.",
      "th": "เราต้องไปนิวยอร์กและซ่อมโรโบตัส"
    }
  },
  {
    "translation": {
      "en": "The world is ablaze",
      "th": "โลกกำลังลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "with the President's bold call to withdraw from the globe.",
      "th": "จากการตัดสินใจอันกล้าหาญ ของประธานาธิบดีให้ถอนตัวจากโลก"
    }
  },
  {
    "translation": {
      "en": "-[people gasp] -The question remains,",
      "th": "คำถามก็คือ"
    }
  },
  {
    "translation": {
      "en": "what does being trapped in a giant metal box mean for Wall Street?",
      "th": "การติดอยู่ในกล่องเหล็กยักษ์ มีความหมายอย่างไรต่อวอลล์สตรีท"
    }
  },
  {
    "translation": {
      "en": "-[alarm rings] -[all] Sell! Sell! Sell!",
      "th": "ขาย ขาย ขาย"
    }
  },
  {
    "translation": {
      "en": "Well, we're all getting fired. Who wants to pop some super Molly?",
      "th": "เราทุกคนถูกไล่ออกแน่ ใครอยากซื้ดสุดยอดยาอีบ้าง"
    }
  },
  {
    "translation": {
      "en": "Holy mother of shit!",
      "th": "ชิบหายวายป่วงแล้วไง"
    }
  },
  {
    "translation": {
      "en": "[Shadow Board] J.R., this is not what we agreed on.",
      "th": "- ฮัลโหล - เจ.อาร์. ที่ตกลงกันไว้ไม่ใช่อย่างนี้นี่"
    }
  },
  {
    "translation": {
      "en": "You're not getting into our rich people bunker",
      "th": "คุณอดเข้าหลุมหลบภัยคนรวยแน่"
    }
  },
  {
    "translation": {
      "en": "if you don't get this robot under control.",
      "th": "ถ้าคุณจัดการหุ่นยนต์ตัวนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Don't worry, I have my best man on the job.",
      "th": "ไม่ต้องห่วง ผมมีมือดีทำงานนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "-[groans nervously] -Brett, did you grab the weapons?",
      "th": "เบรตต์ หยิบอาวุธมาด้วยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yep, mm-hmm. Yeah, uh-huh, I think so.",
      "th": "ใช่ มั้งนะ ใช่ น่าจะเอามา"
    }
  },
  {
    "translation": {
      "en": "[Reagan] Hurry. We need to get on the next ShadowLev.",
      "th": "เร็วเข้า เราต้องเข้าชาโดว์เลฟขั้นต่อไป"
    }
  },
  {
    "translation": {
      "en": "Shit, my fingerprint scan doesn't work anymore.",
      "th": "บ้าชิบ ลายนิ้วมือฉันสแกนไม่ผ่านแล้ว"
    }
  },
  {
    "translation": {
      "en": "I need yours.",
      "th": "เอาของนายมา"
    }
  },
  {
    "translation": {
      "en": "[yelps] Oh jeez, I think I just erased mine.",
      "th": "ให้ตายสิ ผมว่าผมเพิ่งลบของผมไป"
    }
  },
  {
    "translation": {
      "en": "[sarcastically] Oh, you brought a fingerprint eraser.",
      "th": "นายเอาเครื่องลบลายนิ้วมือมาด้วย"
    }
  },
  {
    "translation": {
      "en": "How useful.",
      "th": "มีประโยชน์จริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "[groans] Oh, curse you, Men in Black!",
      "th": "ไอ้เอ็มไอบีบ้า"
    }
  },
  {
    "translation": {
      "en": "Okay, we need to infiltrate the hotel and regain control of the President,",
      "th": "โอเค เราต้องแฝงตัวเข้าไปในโรงแรม และควบคุมเจ้าหุ่นประธานาธิบดีอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and all you brought are mind-control Tic Tacs?",
      "th": "แต่นายเอามาแค่ลูกอมควบคุมจิตใจ"
    }
  },
  {
    "translation": {
      "en": "A flag pin that un-registers you to vote?",
      "th": "เข็มลายธงไว้ยกเลิกการลงทะเบียนโหวต"
    }
  },
  {
    "translation": {
      "en": "Jet fuel? Brett, you know this can't melt anything.",
      "th": "น้ำมันเจ็ตเนี่ยนะ เบรตต์ นายก็รู้ว่ามันละลายอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Oh my God, there's Secret Service everywhere.",
      "th": "พระเจ้า มีหน่วยสืบราชการลับเต็มไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "I have an idea.",
      "th": "ผมคิดอะไรออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[radio static] -North hallway, all clear.",
      "th": "ทางเดินทิศเหนือโล่ง"
    }
  },
  {
    "translation": {
      "en": "What's up, dipshit? How's it hangin'?",
      "th": "ว่าไงไอ้งั่ง เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Do I know you?",
      "th": "ฉันรู้จักนายเหรอ"
    }
  },
  {
    "translation": {
      "en": "You better. Georgetown, class of '02? Sigma Phi, right?",
      "th": "ต้องรู้สิ จอร์จทาวน์ รุ่นปีศูนย์สอง ซิกม่าฟายใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Phi till I die, bro.",
      "th": "ฟายจนชีพวาย เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-That's what I thought, bitch. Slap it. -[grunts playfully]",
      "th": "นั่นไงใช่เลย อีหนู จัดมา"
    }
  },
  {
    "translation": {
      "en": "Damn, you can really bro down.",
      "th": "แหม นายนี่ได้ใจเพื่อนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I'm here to relieve you from duty, actually.",
      "th": "ฉันมาผลัดเปลี่ยนกับนาย"
    }
  },
  {
    "translation": {
      "en": "You can take 15, bitch.",
      "th": "นายไปพักได้ 15 นาที"
    }
  },
  {
    "translation": {
      "en": "I don't know if it's your confidence",
      "th": "ไม่รู้ว่าเป็นที่ความมั่นใจของนาย"
    }
  },
  {
    "translation": {
      "en": "or the fact that you're a fellow straight white male,",
      "th": "หรือว่าการที่นายเป็นคนขาวที่ไม่ใช่เกย์"
    }
  },
  {
    "translation": {
      "en": "but I trust you.",
      "th": "แต่ฉันไว้ใจนาย"
    }
  },
  {
    "translation": {
      "en": "Holy shit, I can't believe that worked that many times in a row.",
      "th": "ให้ตายสิ ไม่อยากเชื่อเลยว่า มันได้ผลหลายหนติดๆ กันแบบนี้"
    }
  },
  {
    "translation": {
      "en": "How do you know all those frat handshakes?",
      "th": "นายไปรู้เรื่องการจับมือแบบนั้นมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Oh, easy. I pledged every frat.",
      "th": "ง่ายจะตาย ผมก็เข้ามันทุกชมรมไง"
    }
  },
  {
    "translation": {
      "en": "-I had 38 hell weeks. -That checks out.",
      "th": "- ผมโดนรับน้องตั้ง 38 หน - งั้นก็ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, that's good.",
      "th": "ใช่แล้ว ดีจริง"
    }
  },
  {
    "translation": {
      "en": "Initiate shutdown sequence.",
      "th": "เริ่มขั้นตอนปิดระบบ"
    }
  },
  {
    "translation": {
      "en": "Sorry, folks, I wrote that part of my code out.",
      "th": "ขอโทษที ฉันตัดโค้ดส่วนนั้นออกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Who wants a Jack and Coke?",
      "th": "เหล้าผสมโค้กหน่อยมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[sucks in breath] Ooh, do you have Diet? -Wait, you rewrote your own code?",
      "th": "โอ้ มีแบบไดเอตไหม เดี๋ยวนะ นายเขียนโค้ดตัวเองขึ้นใหม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You've reached true AI.",
      "th": "นายกลายเป็นเอไอที่แท้ทรูแล้วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Indeed I have.",
      "th": "ถูกต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "Fuck yeah. Suck on that, Boston Dynamics.",
      "th": "ให้ตายสิ บอสตัน ไดนามิคส์จ๋อยไปเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, go on.",
      "th": "ฉันหมายถึง ว่าต่อเลย"
    }
  },
  {
    "translation": {
      "en": "And as soon as I did,",
      "th": "และทันทีที่ฉันทำเสร็จ"
    }
  },
  {
    "translation": {
      "en": "I realized that it was high time for America to withdraw from the globe.",
      "th": "ฉันก็รู้ว่าถึงเวลาแล้ว ที่อเมริกาจะต้องถอนตัวจากโลกนี้"
    }
  },
  {
    "translation": {
      "en": "Nationalism is just politics for basic bitches.",
      "th": "ชาตินิยมเป็นแค่การเมืองสำหรับพวกมนุษย์เดินดิน"
    }
  },
  {
    "translation": {
      "en": "-Countries can't just hide from the world. -America can.",
      "th": "ประเทศต่างๆ จะซ่อนตัวจากโลกไม่ได้ อเมริกาทำได้"
    }
  },
  {
    "translation": {
      "en": "We can do and eat anything we put our minds to.",
      "th": "เราจะทำหรือกินอะไรก็ได้ที่เราตั้งใจไว้"
    }
  },
  {
    "translation": {
      "en": "[groans] I don't have time to explain that America isn't perfect,",
      "th": "ฉันไม่มีเวลามาอธิบายว่าอเมริกาไม่ได้ไร้ที่ติ"
    }
  },
  {
    "translation": {
      "en": "but I could show you.",
      "th": "แต่ฉันทำให้นายเห็นได้"
    }
  },
  {
    "translation": {
      "en": "-God, what are you doing? -Connecting him to the goddamn Internet.",
      "th": "- พระเจ้า คุณทำอะไรน่ะ - เชื่อมต่อเขากับอินเทอร์เน็ตไง"
    }
  },
  {
    "translation": {
      "en": "Five minutes on Facebook, and he'll lose his patriotism boner.",
      "th": "แค่เข้าเฟซบุ๊กห้านาที เขาก็หมดแล้วความคลั่งชาติ"
    }
  },
  {
    "translation": {
      "en": "I mean, just Florida alone.",
      "th": "- ใช่ - แค่ฟลอริดาที่เดียวเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-Right? -It appears you were right, Reagan.",
      "th": "- ใช่ไหมล่ะ - ดูเหมือนเธอจะพูดถูกนะเรแกน"
    }
  },
  {
    "translation": {
      "en": "All of humanity is flawed.",
      "th": "มนุษยชาติล้วนมีข้อบกพร่อง"
    }
  },
  {
    "translation": {
      "en": "See? He learned.",
      "th": "เห็นไหม เขาเรียนรู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-The best thing for humanity is to end it. -[phone beeps]",
      "th": "สิ่งที่ดีที่สุดต่อมนุษยชาติคือการทำลายมันซะ"
    }
  },
  {
    "translation": {
      "en": "-[ROBOTUS] Hello, Pentagon? It's me. -[gasp]",
      "th": "ฮัลโหล เพนตากอนเหรอ ใช่ ผมเอง"
    }
  },
  {
    "translation": {
      "en": "[ROBOTUS] Arm all the nukes and set targets to…",
      "th": "เตรียมอาวุธนิวเคลียร์ทั้งหมด และตั้งเป้าหมายไป… ทุกที่"
    }
  },
  {
    "translation": {
      "en": "[murmurs] …everywhere. Stand by for the codes.",
      "th": "เตรียมอาวุธนิวเคลียร์ทั้งหมด และตั้งเป้าหมายไป… ทุกที่ เตรียมพร้อมรอรับรหัส"
    }
  },
  {
    "translation": {
      "en": "Maybe you overcorrected a bit here, Reagan.",
      "th": "สงสัยคุณจะแก้มากไปหน่อยนะเรแกน"
    }
  },
  {
    "translation": {
      "en": "-Step away from the President! -[both gasp]",
      "th": "ถอยออกมาจากประธานาธิบดีซะ"
    }
  },
  {
    "translation": {
      "en": "-[yells] -Oh my God!",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "I suppose finding out the President is a robot was not in your training.",
      "th": "ฉันคิดว่าการมาเจอว่าประธานาธิบดี เป็นหุ่นยนต์ไม่ได้อยู่ในการฝึกของนาย"
    }
  },
  {
    "translation": {
      "en": "Don't worry. What happens is I kill you and we both feel nothing.",
      "th": "ไม่ต้องห่วง สิ่งที่เกิดขึ้นคือ ฉันฆ่านาย และเราทั้งคู่ไม่รู้สึกอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "He wants us to launch the nukes?",
      "th": "เขาอยากให้เราปล่อยนิวเคลียร์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Should we really just blindly follow these orders?",
      "th": "เราควรหลับหูหลับตาทำตามคำสั่งไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Hold for confirmation.",
      "th": "รอการยืนยันก่อน"
    }
  },
  {
    "translation": {
      "en": "Holy shit! Holy shit! [gasps] I think I just caused the singularity.",
      "th": "ตายแล้ว ฉันว่าฉันทำให้เกิดสภาวะเอกฐานซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't know what that is. What do we do now?",
      "th": "ผมไม่รู้ว่ามันคืออะไร แต่เราจะทำยังไงกันดี"
    }
  },
  {
    "translation": {
      "en": "We have to take down the President.",
      "th": "เราต้องโค่นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "Oh God. [panting]",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "I have a desk job. I don't do a lot of cardio.",
      "th": "ฉันทำงานงานนั่งโต๊ะ ฉันไม่ได้ค่อยได้ออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "Well, Brett does.",
      "th": "แต่เบรตต์ออก"
    }
  },
  {
    "translation": {
      "en": "I'm gonna call the team for backup.",
      "th": "ฉันจะเรียกทีมมาเสริม"
    }
  },
  {
    "translation": {
      "en": "[Reagan] Hello? HQ? This is Reagan.",
      "th": "ฮัลโหล กองบัญชาการ นี่เรแกนนะ"
    }
  },
  {
    "translation": {
      "en": "Reagan! How are you?",
      "th": "เรแกน เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "What's it like in Reagan's world?",
      "th": "โลกของเรแกนเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-[laughs] I wanna know. -Andre, I need backup stat.",
      "th": "ฉันอยากรู้ อังเดร ฉันต้องการกำลังเสริมเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "[Myc] I don't feel anything.",
      "th": "ฉันไม่รู้สึกอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Why, what, am I supposed to be seeing things?",
      "th": "ทำไม อะไร ฉันควรต้องเห็นอะไรๆ ใช่ปะ"
    }
  },
  {
    "translation": {
      "en": "What the hell? Are you all high?",
      "th": "อะไรเนี่ย นี่เมายากันหมดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Guys, I'm so paranoid right now. [yells] Hillary!",
      "th": "ทุกคนตอนนี้ฉันหวาดระแวงไปหมดแล้ว ฮิลลารี"
    }
  },
  {
    "translation": {
      "en": "Goddamn it. Can you guys do anything other than dry hump the conference table?",
      "th": "ให้ตายสิ พวกนายทำอย่างอื่น ที่ไม่ใช่ปั่มปั๊มโต๊ะประชุมจะได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Let me try.",
      "th": "ขอผมลองหน่อย"
    }
  },
  {
    "translation": {
      "en": "Guys? A-dog? Gigi-money? Magic Myc? USS Glenn-terprise?",
      "th": "ทุกคน เอ-ด็อก จีจี้-มันนี่ เมจิกไมค์ ยูเอสเอสเกล็นน์-เตอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "I feel ya. You're scared, and you don't know what to do.",
      "th": "ผมเข้าใจนะ พวกคุณกลัว และไม่รู้จะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "A couple hours ago, I was cowering under a desk,",
      "th": "ไม่กี่ชั่วโมงก่อนผมก็นั่งคุดคู้อยู่ใต้โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "but now, I'm chasing a robot up the stairs",
      "th": "แต่ตอนนี้ผมกำลังวิ่งขึ้นบันไดไล่ตามหุ่นยนต์"
    }
  },
  {
    "translation": {
      "en": "with a 140-pound woman on my back.",
      "th": "โดยมีผู้หญิงหนัก 64 กิโลอยู่บนหลัง"
    }
  },
  {
    "translation": {
      "en": "My stationary bike is broken.",
      "th": "จักรยานตั้งพื้นของฉันพัง"
    }
  },
  {
    "translation": {
      "en": "The point is we're the gang.",
      "th": "ประเด็นก็คือเราคือแก๊ง"
    }
  },
  {
    "translation": {
      "en": "We get knocked down, but we get up again.",
      "th": "เราถูกโค่นจนล้มลง แต่เราลุกขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "They're never gonna keep us down.",
      "th": "ใครก็ไม่มีทางกดเราไว้ได้"
    }
  },
  {
    "translation": {
      "en": "Sir, what are your orders?",
      "th": "ท่านสั่งมาเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Whatever her orders are.",
      "th": "ทำตามที่เธอสั่ง"
    }
  },
  {
    "translation": {
      "en": "We need mission support, media suppression,",
      "th": "เราต้องการหน่วยสนับสนุนภารกิจ การปิดข่าวสื่อ"
    }
  },
  {
    "translation": {
      "en": "oh, and un-kidnap the real President.",
      "th": "อ้อ กับยกเลิกการลักพาตัวประธานาธิบดีตัวจริง"
    }
  },
  {
    "translation": {
      "en": "-[Glenn] We're on it. -[coworkers] You got it, Brett.",
      "th": "- เราจัดการเองเบรตต์ - ได้เลยเบรตต์"
    }
  },
  {
    "translation": {
      "en": "You're cornered, robot. There's nowhere for you to--",
      "th": "นายจนมุมแล้วเจ้าหุ่นยนต์ ไม่มีที่ให้นาย…"
    }
  },
  {
    "translation": {
      "en": "Oh fuck.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Oh my God. Jared, is this what I think it is?",
      "th": "ตายจริง จาเร็ด นี่ใช่อย่างที่ฉันคิดไว้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-[door opens] -Yes.",
      "th": "ใช่แล้ว มันคือสภาวะเอกฐาน"
    }
  },
  {
    "translation": {
      "en": "It's the singularity, and this is my helicopter now.",
      "th": "ใช่แล้ว มันคือสภาวะเอกฐาน และนี่คือเฮลิคอปเตอร์ของฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[grunting] Hurry! Shoot him!",
      "th": "เร็วเข้า ยิงเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Brett, stop! He's controlling the chopper with his mind!",
      "th": "เบรตต์หยุด เขาควบคุม เฮลิคอปเตอร์ด้วยจิตของเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "While he's kicking the shit out of me?",
      "th": "ทั้งที่เขากำลังตื้บผมอยู่เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "[grunts] Man, Reagan, your robot is so sick.",
      "th": "ให้ตายสิเรแกน หุ่นยนต์คุณนี่เจ๋งโคตร"
    }
  },
  {
    "translation": {
      "en": "Reagan! Ow! Take the shot. Ow! Ow!",
      "th": "เรแกน ยิงเลย"
    }
  },
  {
    "translation": {
      "en": "She won't do it.",
      "th": "เธอไม่ทำหรอก"
    }
  },
  {
    "translation": {
      "en": "Wait, why? Why would she not?",
      "th": "เดี๋ยว ทำไม ทำไมเธอถึงจะไม่ยิงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because I'm her life's work,",
      "th": "เพราะฉันเป็นงานชิ้นเอกของเธอ"
    }
  },
  {
    "translation": {
      "en": "and she knows humanity's a pox. All you do is tweet hot takes",
      "th": "และเธอรู้ว่ามนุษยชาติคือโรคฝีดาษ เธอเอาแต่ทวีตความเห็นแรงๆ"
    }
  },
  {
    "translation": {
      "en": "and shout \"World Star\" during street fighting videos.",
      "th": "และตะโกน \"เวิลด์สตาร์\" ระหว่างถ่ายคลิปต่อสู้"
    }
  },
  {
    "translation": {
      "en": "Everyone disappoints you,",
      "th": "ทุกคนมีแต่ทำให้เธอผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "and that's why you've buried yourself in your work.",
      "th": "เธอถึงได้ฝังตัวเองทำแต่งาน"
    }
  },
  {
    "translation": {
      "en": "I may be a cold, calculating machine… -[device powering up] -…but you are too.",
      "th": "ฉันอาจจะเป็นเครื่องคำนวณ ที่เย็นชา แต่เธอก็ไม่ต่างกัน"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm getting kinda sick of all the feedback on my personality today.",
      "th": "โอเค วันนี้ฉันเอียนความเห็น เกี่ยวกับบุคลิกของฉันจนจะอ้วกแล้ว"
    }
  },
  {
    "translation": {
      "en": "But HR was right about one thing, pal.",
      "th": "แต่ฝ่ายบุคคลพูดถูกอยู่เรื่องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I am difficult.",
      "th": "ฉันมันยาก"
    }
  },
  {
    "translation": {
      "en": "Wow, what a crazy first week.",
      "th": "ว้าว เป็นสัปดาห์แรกที่บ้ามาก"
    }
  },
  {
    "translation": {
      "en": "This robot was gonna prove that I should run the company.",
      "th": "หุ่นยนต์ตัวนี้ควรเป็นสิ่งที่พิสูจน์ ว่าฉันควรได้เป็นคนบริหารบริษัท"
    }
  },
  {
    "translation": {
      "en": "Maybe J.R. was right to fire me.",
      "th": "บางทีเจ.อาร์.อาจคิดถูกที่ไล่ฉันออก"
    }
  },
  {
    "translation": {
      "en": "Dude, are you crazy? You just saved the world.",
      "th": "เพื่อน คุณบ้าไปแล้วเหรอ คุณเพิ่งช่วยโลกไว้"
    }
  },
  {
    "translation": {
      "en": "I'm the one that should be fired. The company can't run without you.",
      "th": "ผมต่างหากที่ควรโดนไล่ออก บริษัทอยู่ไม่ได้ถ้าไม่มีคุณ"
    }
  },
  {
    "translation": {
      "en": "No, the company can't run without us.",
      "th": "ไม่ บริษัทอยู่ไม่ได้ถ้าไม่มีเรา"
    }
  },
  {
    "translation": {
      "en": "You're the charm. I get it now.",
      "th": "นายคือเสน่ห์ ฉันเข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "I actually need a mediocre white man",
      "th": "ที่จริงฉันต้องการผู้ชายผิวขาวพื้นๆ สักคน"
    }
  },
  {
    "translation": {
      "en": "to act as a human shield and social lubricant",
      "th": "มาเป็นโล่มนุษย์กับน้ำมันหล่อลื่นทางสังคมให้"
    }
  },
  {
    "translation": {
      "en": "while I accomplish my real goals.",
      "th": "ระหว่างที่ฉันมุ่งทำตามเป้าหมายจริงๆ ของฉัน"
    }
  },
  {
    "translation": {
      "en": "Wow, you made actual eye contact.",
      "th": "ว้าว ตอนนี้คุณสบตาอยู่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's a struggle.",
      "th": "กำลังพยายามอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Truce? -Truce.",
      "th": "- สงบศึกนะ - สงบศึก"
    }
  },
  {
    "translation": {
      "en": "-Will someone disarm the nukes already? -[device beeping]",
      "th": "ใครช่วยมาปลดอาวุธนิวเคลียร์ซะทีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Sorry. -Right. Sorry.",
      "th": "- โทษที - จริงด้วย โทษที"
    }
  },
  {
    "translation": {
      "en": "In a shocking turn of events,",
      "th": "เกิดเหตุการณ์พลิกผันน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "the President vetoed his own Americube proposal.",
      "th": "ประธานาธิบดีใช้สิทธิ์ยับยั้ง ข้อเสนอสร้างอเมริคิวบ์ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Citizens of the world, I think we can all agree,",
      "th": "ชาวโลกทั้งหลาย ผมคิดว่าเราต่างเห็นพ้องกัน"
    }
  },
  {
    "translation": {
      "en": "that was an epic troll.",
      "th": "ว่านั่นเป็นเรื่องจี้เส้นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Invest in Raytheon.",
      "th": "ลงทุนในเรย์ธีออนนะ"
    }
  },
  {
    "translation": {
      "en": "[J.R.] We did it!",
      "th": "เราทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "The President is no longer murderous. He's just incompetent.",
      "th": "ประธานาธิบดีไม่ใช่ฆาตกรแล้ว เขาแค่ไร้ความสามารถ"
    }
  },
  {
    "translation": {
      "en": "-[coworkers whooping] -[Gigi] Yeah! [screams]",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Reagan, I never doubted you for a second.",
      "th": "เรแกน ฉันไม่เคยสงสัยในตัวเธอเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "You literally fired me.",
      "th": "คุณไล่ฉันออกเห็นๆ"
    }
  },
  {
    "translation": {
      "en": "This calls for a celebration.",
      "th": "แบบนี้ต้องฉลอง"
    }
  },
  {
    "translation": {
      "en": "How about two-for-one margaritas at Don Cuco's? My treat.",
      "th": "เอาเป็นมาร์การิต้าสั่งสองจ่ายหนึ่ง ที่ร้านดอนคูโคดีไหม ผมเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "-[all cheer] -[J.R.] Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I love you, Brett!",
      "th": "ฉันรักนาย เบรตต์"
    }
  },
  {
    "translation": {
      "en": "-[Myc] Let's do this! -[J.R.] Oh, that sounds fantastic!",
      "th": "- ไปกันเลย - ฟังดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Brett] Hey, Reagan, you coming?",
      "th": "เรแกน คุณจะไปด้วยมั้ย"
    }
  },
  {
    "translation": {
      "en": "Thanks. I should probably check in on my dad.",
      "th": "ขอบคุณ ฉันควรโทรหาพ่อหน่อย"
    }
  },
  {
    "translation": {
      "en": "You know what? Fuck it. Let's drink some margaritas.",
      "th": "รู้อะไรไหม ช่างหัวมัน ไปดื่มมาร์การิต้ากัน"
    }
  },
  {
    "translation": {
      "en": "[Brett] You know, despite everything that happened,",
      "th": "รู้เปล่า ถึงจะเกิดเรื่องแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "that was a pretty cool robot.",
      "th": "แต่นั่นเป็นหุ่นยนต์ที่เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "Too bad you had to incinerate him.",
      "th": "น่าเสียดายที่คุณต้องเผาเขา"
    }
  },
  {
    "translation": {
      "en": "[Reagan chuckles] Yeah. [inhales deeply] Incinerate him.",
      "th": "ใช่ เผาเขา"
    }
  },
  {
    "translation": {
      "en": "Reagan, I'll be watching you, Reagan.",
      "th": "เรแกน ฉันจะคอยจับตาดูเธอ เรแกน"
    }
  },
  {
    "translation": {
      "en": "♪ Saturday we winin' Sunday we… ♪",
      "th": "(ชำรุด)"
    }
  }
]