[
  {
    "translation": {
      "en": "-[woman] Okay. We gotta talk about Upside. -[Kevin] Okay.",
      "th": "- โอเค เราต้องคุยเรื่อง \"อัพไซด์\" - โอเค"
    }
  },
  {
    "translation": {
      "en": "[woman] Have you talked to Bryan Cranston, -or Adam from STX? Okay. -No.",
      "th": "- คุณคุยกับไบรอัน แครนสตันรึยัง - ยังเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] They're pulling him, so he's no longer doing GMA with you.",
      "th": "พวกนั้นถอดชื่อเขาออก เขาไม่ได้ร่วมงานจีเอ็มเอกับคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Got you.",
      "th": "เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "They feel like he shouldn't have to speak to",
      "th": "พวกนั้นรู้สึกว่า เขาไม่ควรพูดเรื่องที่เกิดขึ้นกับคุณ"
    }
  },
  {
    "translation": {
      "en": "-what happened to you. -Mm-hmm.",
      "th": "(เฮลี่ย์ ฮีลแมน ตัวแทนแถลงข่าวของเควิน)"
    }
  },
  {
    "translation": {
      "en": "He's also on Broadway, which is a very large...",
      "th": "เขาแสดงละครบรอดเวย์ ซึ่งเป็นที่ที่ใหญ่มาก..."
    }
  },
  {
    "translation": {
      "en": "You know, that's very LGBTQ-heavy in ticket sales.",
      "th": "ที่นั่นขายบัตรให้ กลุ่มหลากหลายทางเพศได้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] Okay. -So we lost Bryan.",
      "th": "เราเสียไบรอันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Got you. Yeah, that's fine.",
      "th": "เข้าใจแล้ว ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Haley] But there comes the question of,",
      "th": "แต่ก็จะมีคำถามตามมา"
    }
  },
  {
    "translation": {
      "en": "you're gonna have to go on an apology tour that week.",
      "th": "อาทิตย์นั้นคุณต้องเดินสายขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I've talked to everybody, all offers we had.",
      "th": "ฉันคุยกับทุกคนแล้ว ทุกข้อเสนอที่เรามี"
    }
  },
  {
    "translation": {
      "en": "Everybody kinda needs to address it.",
      "th": "ทุกคนต้องการพูดถึงเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "The... The tour's gonna be very simple. [laughs]",
      "th": "การเดินสายครั้งนี้จะเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "[Haley] \"I addressed it on Ellen.\"",
      "th": "\"ผมพูดไปแล้วในรายการเอลเลน\""
    }
  },
  {
    "translation": {
      "en": "You just have to know that the question is coming.",
      "th": "- ไม่ใช่เลยสักนิด - คุณต้องรู้ว่าจะมีคำถามรออยู่"
    }
  },
  {
    "translation": {
      "en": "That's fine, but the answer's gonna be very simple.",
      "th": "ไม่เป็นไร แต่คำตอบจะธรรมดามาก"
    }
  },
  {
    "translation": {
      "en": "It's not even \"I addressed it on Ellen,\"",
      "th": "ไม่ใช่ \"ผมพูดไปแล้วในรายการเอลเลน\""
    }
  },
  {
    "translation": {
      "en": "-as I've addressed it several times. -[Haley] No, you can't do that.",
      "th": "- ผมเคยพูดเรื่องนี้หลายครั้งแล้ว - คุณพูดแบบนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I have after Ellen.",
      "th": "ผมพูดหลังจบรายการเอลเลน"
    }
  },
  {
    "translation": {
      "en": "-I know, but you're gonna to say-- -I don't 'cause they saw it.",
      "th": "- ฉันรู้ แต่คุณต้องพูด... - ไม่ เพราะพวกนั้นเห็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, the easier answer is to say,",
      "th": "ฉันจะบอกให้นะ คำตอบที่ง่ายกว่านั้นคือพูดว่า..."
    }
  },
  {
    "translation": {
      "en": "\"I just addressed it on Ellen this week.\"",
      "th": "\"ผมเพิ่งพูดในรายการเอลเลนสัปดาห์นี้\""
    }
  },
  {
    "translation": {
      "en": "-I have talked about this. -I know, but if you go back to that...",
      "th": "- ผมเคยพูดเรื่องนี้ไปแล้ว - ฉันรู้ แต่ถ้าคุณกลับไปเรื่องนั้น..."
    }
  },
  {
    "translation": {
      "en": "That means that nobody watched the time that I did it.",
      "th": "แปลว่าไม่มีใครดูตอนนั้นที่ผมพูดเลย"
    }
  },
  {
    "translation": {
      "en": "-It's going back to my point. -Just say you talked about it on Ellen.",
      "th": "- ย้อนกลับไปประเด็นผมเลย - แค่บอกพูดไปแล้วในรายการเอลเลนละกัน"
    }
  },
  {
    "translation": {
      "en": "-[laughter] -I got a lot of fears, man.",
      "th": "ผมมีเรื่องให้กลัวมากมาย"
    }
  },
  {
    "translation": {
      "en": "I got a lot of fears as a parent.",
      "th": "ผมมีเรื่องให้กลัวมากมายในฐานะพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "Let me tell you guys, one of my biggest fears",
      "th": "ผมจะเล่าให้พวกคุณฟัง หนึ่งในเรื่องที่ผมกลัวมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "is my son growing up and being gay.",
      "th": "ก็คือลูกชายของผมโตขึ้นเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "[woman] Just two days after being tapped to host the Oscars,",
      "th": "แค่เพียงสองวันหลังจากได้รับการทาบทาม ให้เป็นพิธีกรงานออสการ์"
    }
  },
  {
    "translation": {
      "en": "comedian Kevin Hart is under fire for old tweets and jokes",
      "th": "ดาวตลกเควิน ฮาร์ทถูกโจมตีอย่างหนัก เรื่องข้อความที่ทวีตกับมุกตลกเก่า"
    }
  },
  {
    "translation": {
      "en": "that target the gay community.",
      "th": "ที่มุ่งเน้นวิจารณ์สังคมชาวเกย์"
    }
  },
  {
    "translation": {
      "en": "-[man] What's up with the Oscars, Kev? -I got y'all on the way out.",
      "th": "- เคฟ ใครควรเป็นพิธีกรงานออสการ์ - เอาไว้ค่อยคุยกันนะ"
    }
  },
  {
    "translation": {
      "en": "[Dave Chappelle] Kevin Hart is damn near perfect.",
      "th": "เควิน ฮาร์ทเกือบจะสมบูรณ์แบบแล้ว"
    }
  },
  {
    "translation": {
      "en": "As close to perfect as anybody I've ever seen.",
      "th": "เป็นคนที่เกือบสมบูรณ์แบบ คนหนึ่งเท่าที่ผมเคยเห็นมา"
    }
  },
  {
    "translation": {
      "en": "In fact, Kevin is precisely four tweets shy of being perfect.",
      "th": "อันที่จริงเควิน... ...ห่างจากความสมบูรณ์แบบ ไปแค่สี่ข้อความทวีตเองนะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna put the tweet right here.",
      "th": "ผมจะโพสต์ข้อความที่ทวีตไว้ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "\"Yo, if my son comes home and tries to play with my daughter's doll house,",
      "th": "\"โย่! ถ้าลูกชายผมกลับบ้าน และจะเล่นบ้านตุ๊กตาของลูกสาวล่ะก็"
    }
  },
  {
    "translation": {
      "en": "I'm going to break it over his head",
      "th": "ผมจะเอาบ้านนั่นทุ่มใส่หัวลูกให้พังเลย"
    }
  },
  {
    "translation": {
      "en": "and say in my voice, 'Stop. That's gay.'\"",
      "th": "และพูดด้วยเสียงของผมว่า 'หยุดนะ แบบนั้นเกย์นะ'\""
    }
  },
  {
    "translation": {
      "en": "I've said where the rights and wrongs were.",
      "th": "ผมเคยพูดว่าอะไรผิดอะไรถูก"
    }
  },
  {
    "translation": {
      "en": "I've said who I am now versus who I was then.",
      "th": "ผมเคยพูดว่าตอนนี้ผมเป็นใคร เทียบกับตัวเองสมัยก่อน"
    }
  },
  {
    "translation": {
      "en": "I've done it. I've done it!",
      "th": "ผมพูดไปแล้ว! ทำไปแล้ว!"
    }
  },
  {
    "translation": {
      "en": "He has somehow turned himself into a victim",
      "th": "ด้วยเหตุผลบางอย่าง เขาทำให้ตัวเองกลายเป็นเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "instead of acknowledging the real victims",
      "th": "แทนที่จะยอมรับ เรื่องเหยื่อที่แท้จริงของความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "of violent and sometimes deadly homophobia.",
      "th": "แทนที่จะยอมรับ เรื่องเหยื่อที่แท้จริงของความรุนแรง และบางครั้ง จากการเหยียดเพศอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Kevin! -No comment.",
      "th": "- เควิน! - ไม่มีความเห็น"
    }
  },
  {
    "translation": {
      "en": "He feels like he's being attacked, but the truth is, he's not.",
      "th": "เขารู้สึกเหมือนถูกทำร้าย แต่เรื่องจริงคือไม่ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You have to just acknowledge the pain of other people.",
      "th": "คุณแค่ต้องยอมรับ เรื่องความเจ็บปวดของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "That's all anybody's asking for. That's it.",
      "th": "ทุกคนขอแค่น้้นเองนะ แค่นั้นเอง"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I got a call from the Academy.",
      "th": "ผมได้รับโทรศัพท์จากอะแคเดมี"
    }
  },
  {
    "translation": {
      "en": "That call basically said, \"Kevin, apologize for your tweets of old,",
      "th": "โทรมาบอกว่า \"เควิน ขอโทษเรื่องข้อความเก่าที่ทวีตไปซะ"
    }
  },
  {
    "translation": {
      "en": "or we're gonna have to move on and find another host.\"",
      "th": "ไม่งั้นเราคงต้องเดินหน้า หาพิธีกรคนอื่นแล้วล่ะ\""
    }
  },
  {
    "translation": {
      "en": "Talking about the tweets from 2009, 2010.",
      "th": "พูดถึงข้อความที่เคยทวีตไป ตั้งแต่ปี 2009 2010"
    }
  },
  {
    "translation": {
      "en": "I chose to pass. I passed on the apology.",
      "th": "ผมเลือกขอผ่านดีกว่า ผมฝากคำขอโทษไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Kevin Hart has stepped down from hosting this year's Oscars.",
      "th": "เควิน ฮาร์ทขอถอนตัว จากการเป็นพิธีกรออสการ์ปีนี้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you wish you had done something differently?",
      "th": "คุณเสียใจไหม เคยหวังว่าน่าจะทำสิ่งที่แตกต่างไปไหม"
    }
  },
  {
    "translation": {
      "en": "Let's just stop it right here.",
      "th": "โอเค หยุดตรงนี้ก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Because before people judge and go, \"Kevin Hart's a dickhead, an asshole,\"",
      "th": "เพราะก่อนที่คนอื่นจะตัดสินและพูดว่า \"เควิน ฮาร์ทคือคนโง่ ไอ้สารเลว"
    }
  },
  {
    "translation": {
      "en": "I want you to understand that there's a lot you don't know.",
      "th": "ผมอยากให้คุณเข้าใจว่า มีอะไรอีกเยอะที่คุณยังไม่รู้"
    }
  },
  {
    "translation": {
      "en": "So let's just stop here and then we'll come back to this moment.",
      "th": "ดังนั้นหยุดประเด็นนั้นไว้ก่อน แล้วเราค่อยกลับมาช่วงนี้กัน\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Crack of dawn.",
      "th": "เช้ามืดเลย"
    }
  },
  {
    "translation": {
      "en": "Early bird gets the worm.",
      "th": "ตื่นก่อนประสบความสำเร็จมากกว่า"
    }
  },
  {
    "translation": {
      "en": "What up, man? Morning, guys. Morning, morning.",
      "th": "เป็นไงบ้างเพื่อน อรุณสวัสดิ์ทุกคน อรุณสวัสดิ์นะ"
    }
  },
  {
    "translation": {
      "en": "This early morning life is two things.",
      "th": "ชีวิตตื่นแต่เช้าตรู่แบบนี้มีข้อดีสองเรื่อง"
    }
  },
  {
    "translation": {
      "en": "One... not many do it.",
      "th": "หนึ่ง ไม่ค่อยมีใครทำกัน"
    }
  },
  {
    "translation": {
      "en": "Two, you get an edge. You feel like...",
      "th": "สอง คุณได้เปรียบคนอื่น คุณรู้สึกเหมือน..."
    }
  },
  {
    "translation": {
      "en": "You feel like you're way ahead of everybody else in the world",
      "th": "คุณรู้สึกเหมือนแซงทุกคนบนโลกนี้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "'cause you're doing shit that nobody else is thinking about doing.",
      "th": "เพราะคุณทำในสิ่งที่ไม่มีใครคิดจะทำกัน"
    }
  },
  {
    "translation": {
      "en": "[man] I totally agree with you, and, um,",
      "th": "ผมเห็นด้วยกับคุณเต็มที่เลย และ..."
    }
  },
  {
    "translation": {
      "en": "I think if you shut the fuck up, and let's start.",
      "th": "ผมคิดว่าถ้าคุณหุบปาก และเริ่มเลยก็จะดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Ron] I started training Kevin, shit, almost six years ago.",
      "th": "ผมเริ่มฝึกเควินให้ออกกำลังกาย มาเกือบหกปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Ron] Push-ups.",
      "th": "วิดพื้น"
    }
  },
  {
    "translation": {
      "en": "[Ron] He wants to do more than most.",
      "th": "เขาอยากทำให้ได้มากกว่ามากที่สุด"
    }
  },
  {
    "translation": {
      "en": "He wants to do more than the one that thinks they're doing the most.",
      "th": "เขาอยากทำให้ได้มากกว่า พวกที่คิดว่าทำได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "-[Ron] Yes. -And now we go hit the gym.",
      "th": "ตอนนี้เราจะไปโรงยิมกัน"
    }
  },
  {
    "translation": {
      "en": "Get this-- What time is it?",
      "th": "จับไว้ที... กี่โมงแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Ron] It's 6:45. -Good. We got 30 minutes.",
      "th": "- ตอนนี้ 6:45 น. - ดี เรามีเวลา 30 นาที"
    }
  },
  {
    "translation": {
      "en": "It's this internal thing about greatness that Kev will just-- He lives in that.",
      "th": "มันคือความยิ่งใหญ่ที่อยู่ภายในใจ ที่เคฟ... เขาเชื่อและใช้ชีวิตแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't want all this shit in here. It's the best or nothing else.",
      "th": "ไม่ต้องเอาอะไรบ้าบอเข้ามาในนี้ ต้องดีที่สุดเท่านั้นไม่งั้นก็ไม่ทำเลย"
    }
  },
  {
    "translation": {
      "en": "That's it. That's my mindset.",
      "th": "แค่นั้นแหละ ทัศนคติของผม"
    }
  },
  {
    "translation": {
      "en": "[Ron] Ten, twenty, thirty.",
      "th": "สิบ ยี่สิบ สามสิบ"
    }
  },
  {
    "translation": {
      "en": "[Ron] He doesn't believe his own Kool-Aid. You know? He doesn't drink his own Kool-Aid.",
      "th": "เขาไม่เชื่อเรื่องโปรโมตตัวเอง เขาไม่เชื่ออะไรงมงาย"
    }
  },
  {
    "translation": {
      "en": "He's not drinking from the cup of celebrity, of \"I got this. I've achieved this.\"",
      "th": "เขาไม่ได้ชื่นชมตัวเองในฐานะคนดัง แบบว่า \"ผมทำได้แล้ว ทำเรื่องนี้สำเร็จแล้ว\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Fuck, I got a lot of shit more I do and to prove.\"",
      "th": "เขาเป็นแบบนี้ \"ตายล่ะ ยังมีอะไรต้องพิสูจน์ให้เห็นมากกว่านี้\""
    }
  },
  {
    "translation": {
      "en": "So I think that mentality keeps him hungry for more, like, for real.",
      "th": "ผมคิดว่าความคิดแบบนั้น ทำให้เขากระหายเพิ่มมากขึ้นจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "ต้องแบบนี้สิ"
    }
  },
  {
    "translation": {
      "en": "[man] We're talking to Kevin Hart.",
      "th": "เรากำลังคุยกับเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "One thing that I think does separate you is your hustle.",
      "th": "เรื่องหนึ่งที่ทำให้คุณแตกต่างไป คือความกระฉับกระเฉง"
    }
  },
  {
    "translation": {
      "en": "Like, where did you get your drive?",
      "th": "คุณได้แรงผลักดันตัวเองมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "-'Cause you work hard. -Thank you, man.",
      "th": "- เพราะคุณทำงานหนักมาก - ขอบคุณนะ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] Who's that little guy? Morning! -[man] What up, Kev?",
      "th": "- ผู้ชายตัวเล็กๆ นี่ใคร อรุณสวัสดิ์! - เป็นไงบ้าง เควิน"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Morning, morning, morning!",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Kevin] How much time you think we need?",
      "th": "คุณคิดว่าเราต้องใช้เวลาเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Hoping an hour and a half, we can get it. -[Kevin] Hour and a half?",
      "th": "- สักชั่วโมงครึ่งเราน่าจะทำได้ - ชั่วโมงครึ่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Chris] That good? -[Kevin] Done.",
      "th": "- แบบนั้นโอเคไหม - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I got my headsets on.",
      "th": "ผมใส่หูฟังแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] You know, I ain't got time to take a poop.",
      "th": "ผมไม่มีเวลาไปอึเลยด้วยซ้ำและ..."
    }
  },
  {
    "translation": {
      "en": "[laughing] I've gotta do everything at the same time!",
      "th": "- สามอย่างพร้อมกัน - ต้องทำทุกอย่างในเวลาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Clearly!",
      "th": "เห็นกันชัดๆ ไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Oh, nice! So, uh, is he ready for preschool?",
      "th": "โอ้ ดีเลย! เขาเขียนหนังสือให้เด็กอนุบาลเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] All right. Glad to be starting on time today.",
      "th": "ดีใจที่วันนี้ได้เริ่มงานตรงเวลานะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Oh, Jesus.",
      "th": "(ฮาร์ท) พระเจ้าช่วย!"
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, looking at the calendar, there's a lot.",
      "th": "โอเค ดูปฏิทินแล้ว งานเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Jumanji 2 and then Uptown.",
      "th": "จูแมนจี้ภาค 2 แล้วก็อัพทาวน์"
    }
  },
  {
    "translation": {
      "en": "I just want to go over your schedule to see which pitches you're gonna go to, which ones you're not.",
      "th": "ฉันขอเช็กตารางงานคุณเพื่อดูว่า คุณจะไปขายงานที่ไหนหรือไม่ไปบ้าง"
    }
  },
  {
    "translation": {
      "en": "Okey-dokey, artichokey.",
      "th": "โอเค เช็กดูให้รู้กันไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] We're here!",
      "th": "เรามาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] What is this?",
      "th": "นี่อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "A giant bottle of 1942, and it says, \"Happy birthday, Kevin Hart.\"",
      "th": "ไวน์ขวดยักษ์ปี 1942 เขียนไว้ว่า \"สุขสันต์วันเกิด เควิน ฮาร์ท\""
    }
  },
  {
    "translation": {
      "en": "Who the fuck gave me boxing gloves?",
      "th": "ใครให้นวมต่อยมวยมาวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, somebody got to go down.",
      "th": "งานนี้ต้องมีคนถูกน็อกซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thirty-nine! Where does time go?",
      "th": "สามสิบเก้า! เวลาผ่านไปเร็วอะไรขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "th": "ว้าว!"
    }
  },
  {
    "translation": {
      "en": "And I'm just getting started.",
      "th": "ผมเพิ่งจะะเริ่มเองนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Hartbeat Productions sits at the top.",
      "th": "ฮาร์ตบีตโปรดักชันส์ตั้งอยู่ด้านบนสุด"
    }
  },
  {
    "translation": {
      "en": "I'm developing movies, television...",
      "th": "ผมพัฒนาบทหนัง รายการทีวี..."
    }
  },
  {
    "translation": {
      "en": "Welcome to an all-new episode of Straight from the Hart",
      "th": "ยินดีต้อนรับทุกคนสู่ตอนใหม่ ของรายการสเตรทฟรอมเดอะฮาร์ต"
    }
  },
  {
    "translation": {
      "en": "right here on Laugh Out Loud radio, SiriusXM channel 96.",
      "th": "ที่นี่ที่ลาฟเอาต์ลาวด์เรดิโอ ทางซิริอุสเอกซ์เอ็ม 96"
    }
  },
  {
    "translation": {
      "en": "We're trying to be the opposite of Comedy Central.",
      "th": "เราพยายามจะเป็นอะไรที่ตรงข้าม กับคอมเมดี้เซ็นทรัล"
    }
  },
  {
    "translation": {
      "en": "We're trying to be our own lane.",
      "th": "เราพยายามสร้าง กลุ่มคนดูเฉพาะของเรา"
    }
  },
  {
    "translation": {
      "en": "Laugh Out Loud is my digital network.",
      "th": "ลาฟเอาต์ลาวด์ คือสื่อเครือข่ายดิจิทัลของผม"
    }
  },
  {
    "translation": {
      "en": "Welcome to an all-new episode of Cold as Balls.",
      "th": "ขอต้อนรับเข้าสู่ตอนใหม่ ของ \"โคลด์แอสบอลส์\""
    }
  },
  {
    "translation": {
      "en": "I, of course, am your host.",
      "th": "แน่นอนว่าผมคือพิธีกรของคุณ"
    }
  },
  {
    "translation": {
      "en": "I was about to tell you, my name is Kevin Hart.",
      "th": "ผมกำลังจะบอกคุณว่า ผมชื่อเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "-How are you, sir? -Wh-- Wh-- What?",
      "th": "- คุณสบายดีไหมครับ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] It's so insane how much I actually do,",
      "th": "มันบ้ามาก เรื่องที่ว่าผมทำงานได้มากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "that I don't think people would ever understand or really believe it.",
      "th": "ผมไม่คิดว่าคนอื่นจะเข้าใจ หรือเชื่อหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "It's the world of Tommy John.",
      "th": "มันคือโลกของทอมมี่ จอห์น"
    }
  },
  {
    "translation": {
      "en": "The men that wear the Kevin Hart cameo.",
      "th": "ผู้ชายพวกนั้นใส่เสื้อผ้าของเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "The marathon's gonna be in October.",
      "th": "งานมาราธอนจะจัดขึ้นในเดือนตุลาคม"
    }
  },
  {
    "translation": {
      "en": "I basically gotta get miles in just any way, shape, form.",
      "th": "หลักๆ ก็คือผมต้องฝึกวิ่ง ให้ได้มากที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "I love you, New York! It's been real!",
      "th": "ผมรักคุณ นิวยอร์ก! เป็นประสบการณ์ที่สนุกจริงๆ!"
    }
  },
  {
    "translation": {
      "en": "We love you! We love you!",
      "th": "เรารักคุณ! เรารักคุณ!"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I mean, look, I think the biggest... the biggest driving force between...",
      "th": "ผมคิดว่าแรงผลักดัน ที่ยิ่งใหญ่ที่สุดระหว่าง..."
    }
  },
  {
    "translation": {
      "en": "the ambition... of Kevin Hart the star",
      "th": "ความทะเยอทะยาน ของดาราที่ชื่อเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "and Kevin Hart the CEO",
      "th": "และซีอีโอที่ชื่อว่าเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "is that Kevin Hart the star",
      "th": "ก็คือดาราที่ชื่อเควิน ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "is so much further than Kevin Hart the CEO.",
      "th": "ไปไกลกว่า ซีอีโอที่ชื่อเควิน ฮาร์ทเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "This is Chadwick Boseman. I gotta take this call.",
      "th": "แชดวิก โบสแมนโทรมา ผมต้องรับสายนี้ก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "This is about getting him to do this movie.",
      "th": "งานนี้คือชวนเขาให้มาเล่นหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Chad.",
      "th": "- แชด - โย่ เป็นไงบ้างเพื่อน"
    }
  },
  {
    "translation": {
      "en": "-Yo. What's good, man? -What up with you, man?",
      "th": "- แชด - โย่ เป็นไงบ้างเพื่อน ทำอะไรอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Dude, look, so I got something good for you. I'll keep it... I'll keep it brief.",
      "th": "ฟังนะ ผมมีอะไรดีๆ มาให้คุณล่ะ สรุปสั้นๆ เลยละกันนะ"
    }
  },
  {
    "translation": {
      "en": "Big, big opportunity for us to fucking jump on a screen together.",
      "th": "มีโอกาสยิ่งใหญ่มากๆ ที่เราจะได้แสดงหนังด้วยกันแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "So the movie Uptown Saturday Night has been around for the longest.",
      "th": "หนังเรื่อง \"อัพทาวน์แซตเทอร์เดย์ไนต์\" อยู่ในวงการมานานที่สุด"
    }
  },
  {
    "translation": {
      "en": "Everybody's had it. Everybody's tried to do it.",
      "th": "ทุกคนเคยสนุกกับมัน พยายามจะสร้างหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Everybody's fucking failed.",
      "th": "และทุกคนก็ล้มเหลวกันหมด"
    }
  },
  {
    "translation": {
      "en": "So what I would want to do is just set up a meeting with you",
      "th": "ที่ผมอยากทำคือนัดประชุมกับคุณ"
    }
  },
  {
    "translation": {
      "en": "so you can hear the take.",
      "th": "คุณจะได้มาฟังไอเดียการทำหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I got you. Let's do it. -All right. -All right. Perfect. Out.",
      "th": "- เข้าใจแล้ว จัดไป เยี่ยมเลย - ได้เลย แค่นี้นะ"
    }
  },
  {
    "translation": {
      "en": "That was a good... That was a good hiccup. Okay, let's go.",
      "th": "นั่นถือว่าเป็นสัญญาณที่ดีนะ โอเค ลุยกันเลย!"
    }
  },
  {
    "translation": {
      "en": "It's been around for a while.",
      "th": "มันอยู่มานานสักพักใหญ่แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "It had so many big pieces of talent.",
      "th": "มีดารามากพรสวรรค์ ร่วมแสดงด้วยมากมาย"
    }
  },
  {
    "translation": {
      "en": "So many \"oh, my Gods,\" \"I can't believes\" were in it.",
      "th": "ดาราดังมากๆ หลายคน ที่ผมไม่อยากจะเชื่อว่าจะมาแสดงด้วยก็มา"
    }
  },
  {
    "translation": {
      "en": "I feel like there's nobody bringing the stars of today together.",
      "th": "ผมรู้สึกว่าทุกวันนี้ไม่มีใคร เอาดารายุคนี้มาแสดงด้วยกันเลย"
    }
  },
  {
    "translation": {
      "en": "It's taking responsibility of trying to make that happen.",
      "th": "มันต้องใช้ความรับผิดชอบ ในการพยายามทำให้สิ่งนั้นเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "How can I make this generation's version of what that movie was for them at that time?",
      "th": "ผมจะสร้างหนังเรื่องนี้ในยุคนี้ ให้เป็นเวอร์ชั่นสมัยก่อนนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "So this is when I take my foot, and I put it on the gas,",
      "th": "นี่คือเวลาที่ผมก้าวขาออกไป วางไว้ที่คันเร่ง"
    }
  },
  {
    "translation": {
      "en": "and I do this right here. See this here?",
      "th": "และผมทำแบบนี้ตรงนี้ เห็นไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's me haul-assing.",
      "th": "นั่นคือผมที่กำลังทำงานหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Kevin] You act like I'm late just because.",
      "th": "คุณทำเหมือนผมสายแล้วแต่ไม่รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "You don't think I know what I got to do and what I got going on?",
      "th": "คุณไม่คิดว่าผมรู้ว่า ต้องทำอะไรและเกิดเรื่องอะไรขึ้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[woman] You don't have any sense of time. -[Kevin] What are you talking about?",
      "th": "- คุณไม่รู้เรื่องเวลาเลย - คุณพูดเรื่องอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You've been like this for the nine years that I've known you.",
      "th": "คุณเป็นแบบนี้มาเก้าปี ตั้งแต่ฉันรู้จักคุณ"
    }
  },
  {
    "translation": {
      "en": "And that's what made you love me!",
      "th": "และนั่นทำให้คุณรักผมยังไงล่ะ!"
    }
  },
  {
    "translation": {
      "en": "If I wasn't like this, and I wasn't the crazy man that I am,",
      "th": "ถ้าผมไม่ได้เป็นแบบนี้ ไม่ได้เป็นผู้ชายบ้าบออย่างนี้"
    }
  },
  {
    "translation": {
      "en": "that was always not on time and x, y, z,",
      "th": "ที่มักไปไม่ตรงเวลาอยู่เสมอ และอื่นๆ อีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "then you wouldn't-- you wouldn't fucking-- you wouldn't love me!",
      "th": "คุณก็คงไม่โคตรรักผมน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "You love me because I do so much.",
      "th": "คุณรักผมเพราะผมทำงานเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "-My husband drives me nuts. That's why. -[Kevin] Oh, geez. Here we go.",
      "th": "- เพราะสามีทำฉันสติแตกต่างหากล่ะ - จะบ้าตาย เอาแล้วไง"
    }
  },
  {
    "translation": {
      "en": "[Kevin] This is Becky. Let me call you right back.",
      "th": "เบ็กกี้โทรมา เดี๋ยวผมโทรกลับนะ"
    }
  },
  {
    "translation": {
      "en": "[woman] See? This is why. Don't call me.",
      "th": "เห็นไหมเพราะแบบนี้แหละ ไม่ต้องโทรหาฉันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Shit! God damn! I need gas. Ain't this a bitch?",
      "th": "โธ่เว้ย! ให้ตายสิ! ต้องเติมน้ำมัน! แบบนี้เรียกซวยได้ไหมวะ"
    }
  },
  {
    "translation": {
      "en": "[man] You the man. Thank you.",
      "th": "คุณสุดยอดไปเลย ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Appreciate it, brother. Have a good one.",
      "th": "ขอบคุณนะ ซาบซึ้งใจจริงๆ พี่ชาย โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] That's good. Look, I'm on this. I'll lock this shit in. All right?",
      "th": "ดีแล้ว ฟังนะ ผมจัดการเอง จะทำให้เรียบร้อยเลย ตกลงไหม"
    }
  },
  {
    "translation": {
      "en": "Done deal. All right, boy. Out.",
      "th": "ตกลงตามนั้น โอเคนะหนุ่มน้อย วางสายก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "-What up, big guy? -[man] What's up?",
      "th": "- เป็นไง  หนุ่มใหญ่ - เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-That's my intern. -Hey. That's my intern right there.",
      "th": "นั่นเด็กฝึกงานของผม ที่อยู่ตรงนั้นคือเด็กฝึกงานของผม"
    }
  },
  {
    "translation": {
      "en": "He's a smart college kid that was thinking about going to porn,",
      "th": "เขาเป็นเด็กเรียนวิทยาลัยหัวดี ที่คิดจะไปเอาดีทางด้านหนังโป๊"
    }
  },
  {
    "translation": {
      "en": "and luckily I got him when I did, and I kept him on the straight and narrow.",
      "th": "โชคดีที่ช่วยไว้ทัน ตอนที่ช่วยได้ ก็บอกเขาว่ามีอะไรให้พูดตรงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "He was about to have his dick in the street.",
      "th": "เขาเกือบจะเอาจู๋ไปหากินข้างถนนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thank God I did what I did, which was save your fucking life.",
      "th": "ขอบคุณพระเจ้าในสิ่งที่ผมทำ ที่ได้ช่วยชีวิตนายไว้ยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Good, guys. Looking good.",
      "th": "ดีแล้ว ทุกคน ดูท่าทางจะดีนะ"
    }
  },
  {
    "translation": {
      "en": "-Take six. -[Kevin] It's gonna be great.",
      "th": "- มันต้องเยี่ยมแน่ ทุกคน - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -This'll be great. I'm happy for you.",
      "th": "งานนี้ต้องยอดเยี่ยมแน่ ดีใจกับพวกคุณจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Big Boy] Kev, first off, man, when you look at this,",
      "th": "เคฟ ก่อนอื่นเลยนะ เมื่อคุณลองมองดูแล้ว"
    }
  },
  {
    "translation": {
      "en": "so many things about Kevin.",
      "th": "มีหลายเรื่องมากมายเกี่ยวกับเควิน"
    }
  },
  {
    "translation": {
      "en": "When did Kevin Hart know he was funny?",
      "th": "เควิน ฮาร์ทรู้ตัวเมื่อไหร่ว่าเป็นคนตลก"
    }
  },
  {
    "translation": {
      "en": "When did Kevin Hart know he was funny?",
      "th": "เควิน ฮาร์ทรู้ตัวเมื่อไหร่ว่าเป็นคนตลก"
    }
  },
  {
    "translation": {
      "en": "That's out the gate. I was never not funny.",
      "th": "เรื่องนั้นตอบได้ทันทีเลยว่า ผมไม่เคยไม่ตลกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I was always the silly kid.",
      "th": "ผมมักเป็นเด็กโง่ๆ คนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I always wanted to be the center of attention.",
      "th": "ต้องการเป็นจุดสนใจเสมอ"
    }
  },
  {
    "translation": {
      "en": "[woman] Kevin, not in front of the camera! Why do you get up on the camera like that?",
      "th": "- เควิน อย่าอยู่หน้ากล้องสิ - หวัดดีทุกคน - ผมแค่อยากบอกให้คุณรู้ ไปนะ - ทำไมถึงไปอยู่หน้ากล้องแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'm recording. You're in the camera. -[Kevin] That's why I did it.",
      "th": "- รักนะ ผมรู้ว่าแม่อัดวิดีโออยู่ - แม่อัดวิดีโออยู่ ลูกอยู่ในกล้อง ผมถึงทำแบบนั้นไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Did anybody ever tell you to not be the center of attention?",
      "th": "มีใครเคยบอกให้คุณ อย่าทำตัวเป็นจุดสนใจบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Yeah, my mom.",
      "th": "มีสิ แม่ของผมเองแหละ"
    }
  },
  {
    "translation": {
      "en": "Heavy on \"Sit your ass down. Shut up. Do what you're supposed to do.\"",
      "th": "พูดเสียงเข้มเลย \"นั่งลงนะ หุบปาก ทำในสิ่งที่ลูกควรทำไปซะ\""
    }
  },
  {
    "translation": {
      "en": "You know, she was extremely strict in that world.",
      "th": "แม่เป็นคนที่เข้มงวดมากในทุกๆ เรื่อง"
    }
  },
  {
    "translation": {
      "en": "[mother] The noise is coming from this face. Turn around, Kevin.",
      "th": "- พร้อมรึยัง - เสียงมาจากหน้านี้แหละ หันกลับมาซิ เควิน"
    }
  },
  {
    "translation": {
      "en": "[mother] That's all the noise right there.",
      "th": "- ผมพร้อมแล้ว หวัดดี โชว์... - นั่นไงเสียงที่ว่าน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[man] What does your mother mean to you? -[Kevin] My mother's everything.",
      "th": "- แม่มีความหมายกับคุณยังไงบ้าง - แม่คือทุกอย่างของผม"
    }
  },
  {
    "translation": {
      "en": "My mother's everything.",
      "th": "แม่คือทุกสิ่งอย่างของผม"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Grew up Philadelphia, PA.",
      "th": "โตที่ฟิลาเดลเฟีย รัฐเพนซิลเวเนีย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What kind of area? What kind of neighborhood?",
      "th": "บริเวณนั้นเป็นยังไง เพื่อนบ้านเป็นแบบไหน"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] My neighborhood's shit! -[laughing]",
      "th": "เพื่อนบ้านผมห่วยแตกมาก"
    }
  },
  {
    "translation": {
      "en": "[Kevin] North Philadelphia, 15th and Erie. You know, crime city.",
      "th": "นอร์ทฟิลาเดลเฟีย ถนนที่ 15 ตัดกับอีรี เมืองอาชญากรรมเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "We were raised in a one-bedroom apartment.",
      "th": "เราถูกเลี้ยงอยู่ใน อะพาร์ตเมนต์หนึ่งห้องนอน"
    }
  },
  {
    "translation": {
      "en": "My mom, she had laid strips of upside down duct tape",
      "th": "แม่ผมจะติดเทปกาวกลับด้าน"
    }
  },
  {
    "translation": {
      "en": "next to the sink to catch the roaches.",
      "th": "ไว้ข้างๆ อ่างล้างจาน เพื่อจับแมลงสาบ"
    }
  },
  {
    "translation": {
      "en": "It was just me and her.",
      "th": "มีแต่ผมกับแม่..."
    }
  },
  {
    "translation": {
      "en": "And my brother, Ken.",
      "th": "และเคน พี่ชายของผม"
    }
  },
  {
    "translation": {
      "en": "As a single mother, I think we never knew how hard she was struggling.",
      "th": "ในฐานะที่เป็นแม่เลี้ยงเดี่ยว ผมคิดว่าเราไม่เคยรู้ว่าแม่ลำบากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[mother] There are my Christmas cards and my tree.",
      "th": "นี่คือการ์ดวันคริสต์มาสของแม่ และต้นไม้ของแม่"
    }
  },
  {
    "translation": {
      "en": "[Kevin] She had more strength and fight in her than any woman that I've ever met.",
      "th": "แม่มีความเข้มแข็งและสู้ชีวิต มากกว่าผู้หญิงทุกคนที่ผมเคยเจอมา"
    }
  },
  {
    "translation": {
      "en": "She was a beast. She was a different animal.",
      "th": "แม่คือสัตว์ป่า แม่คือสัตว์ที่แตกต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "She had this thing where she would look at you,",
      "th": "แม่จะมีท่าเก่งประจำตัว แบบว่ามองมาที่คุณ"
    }
  },
  {
    "translation": {
      "en": "and she would let you see her smile fade.",
      "th": "ให้คุณเห็นรอยยิ้มเธอที่ค่อยๆ จางหายไป"
    }
  },
  {
    "translation": {
      "en": "It would put the fear of God into anyone.",
      "th": "มันทำให้ทุกคนที่เห็นกลัวจนเกร็งไปหมด"
    }
  },
  {
    "translation": {
      "en": "My mom gave my brother a fair amount of freedom.",
      "th": "แม่ผมให้อิสระพี่ชายมากพอสมควร"
    }
  },
  {
    "translation": {
      "en": "Any mistakes that you could make as a teenager, he made.",
      "th": "วัยรุ่นทำอะไรผิดได้บ้าง พี่ชายผมทำหมดเลย"
    }
  },
  {
    "translation": {
      "en": "My brother was in a gang, he dealt drugs.",
      "th": "พี่ชายผมอยู่กับพวกมาเฟีย ซื้อขายยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "One afternoon, my brother actually tried to snatch a purse from an old lady.",
      "th": "บ่ายวันหนึ่ง พี่ชายผมพยายาม จะวิ่งราวกระเป๋าเงินหญิงชราคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "That there, that was the last straw for my mom. She had enough.",
      "th": "นั่นคือฟางเส้นสุดท้ายของแม่ แม่ทนไม่ไหวแล้ว"
    }
  },
  {
    "translation": {
      "en": "She took my brother to court, had him emancipated.",
      "th": "แม่พาพื่ชายไปขึ้นศาล ตัดหางปล่อยวัดไม่ยุ่งด้วยอีกเลย"
    }
  },
  {
    "translation": {
      "en": "And there was two, just me and my mom.",
      "th": "ก็เลยมีกันสองคน ผมกับแม่ของผม"
    }
  },
  {
    "translation": {
      "en": "This is Nancy Hart, and we're taping this for Robert Hart.",
      "th": "นี่คือแนนซี่ ฮาร์ท เรากำลังถ่ายวิดีโอนี้ให้โรเบิร์ต ฮาร์ท"
    }
  },
  {
    "translation": {
      "en": "[Kevin] The way my mom saw it, she was too lenient with my brother.",
      "th": "ในมุมมองของแม่ก็คือ แม่ใจอ่อนกับพี่ชายผมมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "So she figured that if she could keep me off the streets,",
      "th": "แม่คิดว่าถ้าห้ามผม ไม่ให้ไปยุ่งกับแก๊งข้างถนนได้ล่ะก็"
    }
  },
  {
    "translation": {
      "en": "then I wouldn't turn out like him.",
      "th": "ผมคงไม่กลายเป็นเหมือนพี่ชาย"
    }
  },
  {
    "translation": {
      "en": "Now you start joking around now. Time to play.",
      "th": "ลูกจะไปไหนก็ไปสิ ถึงเวลาเล่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] She set up a routine of structured, systematic,",
      "th": "แม่กำหนดโครงสร้างกิจวัตรประจำวัน ระเบียบกฎเกณฑ์"
    }
  },
  {
    "translation": {
      "en": "and supervised movements that she imposed on my life.",
      "th": "และคอยกำกับดูแลทุกกิจกรรม ที่เธอกำหนดให้ชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "Her routine for me went like this...",
      "th": "กิจวัตรที่แม่กำหนดให้ผมจะเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "We woke up at 6:00 in the morning. I left to catch the school bus at 7:00.",
      "th": "เราตื่น 6:00 น.ในตอนเช้า ผมออกจากบ้าน ไปรอขึ้นรถโรงเรียนเวลา 7:00 น."
    }
  },
  {
    "translation": {
      "en": "After school, I had to go straight to an extracurricular activity.",
      "th": "หลังเลิกเรียน ผมต้องไป เรียนกิจกรรมนอกหลักสูตรต่อทันที"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Oh, wow! And it's a gutter ball.",
      "th": "- โอ้ว้าว! นั่นมันลูกล่างท่อนี่นา - ลูกล้างท่อ..."
    }
  },
  {
    "translation": {
      "en": "[Kevin] My mom was very excited about putting me on the swim team",
      "th": "แม่ผมตื่นเต้นมาก เรื่องเอาชื่อผมไปฝากไว้กับทีมว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "'cause she just couldn't think of a criminal that ever swam.",
      "th": "เพราะแม่คงนึกภาพโจร ที่ว่ายน้ำเป็นไม่ออกน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "When I complained that it wasn't fair, she just responded with,",
      "th": "เมื่อผมบ่นว่าไม่ยุติธรรมเลย แม่จะตอบกลับแบบนี้"
    }
  },
  {
    "translation": {
      "en": "look at what happened to my brother.",
      "th": "ดูสิ่งที่เกิดขึ้นกับพี่ชายลูกสิ"
    }
  },
  {
    "translation": {
      "en": "I made the decision just to suck it up, listen to my mom,",
      "th": "ผมตัดสินใจอดทน ไม่พูดอะไรและฟังที่แม่พูด"
    }
  },
  {
    "translation": {
      "en": "and make the best of the situation.",
      "th": "และรับมือกับปัญหาให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Here's the big baby.",
      "th": "นี่ไงเด็กโข่ง"
    }
  },
  {
    "translation": {
      "en": "What's up, peeps?",
      "th": "เป็นไงล่ะ ไปก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] The schedule that she designed didn't leave room for anything but hustle.",
      "th": "ตารางเวลาที่แม่ออกแบบ มีแต่ความเร่งรีบไปซะทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "That's where it all began.",
      "th": "นั่นคือจุดเริ่มต้นของทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] Are the kids up? -[woman] I don't know where your son is.",
      "th": "- ลูกๆ ตื่นกันรึยัง - ฉันไม่รู้ว่าลูกชายคุณอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "I have not seen him since last night.",
      "th": "ไม่เห็นตั้งแต่เมื่อคืนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know why? Probably because you just let him stay up all hours of the night.",
      "th": "รู้ไหมทำไม อาจจะเป็นเพราะ คุณอนุญาตให้เขานอนดึกๆ ดื่นๆ ได้"
    }
  },
  {
    "translation": {
      "en": "-Go wake that boy up. -You allow him to do what he wants to do.",
      "th": "- ไปปลุกเด็กผู้ชายคนนั้นให้ที - คุณอนุญาตให้เขาทำตามใจได้"
    }
  },
  {
    "translation": {
      "en": "Go wake him up and tell him we're going to the gym when I get back.",
      "th": "ไปปลุกเขาและบอกให้ทีว่า เมื่อผมกลับถึงบ้านเราจะไปโรงยิมกัน"
    }
  },
  {
    "translation": {
      "en": "He's probably up. His room door's open, so I think he's up.",
      "th": "เขาน่าจะตื่นแล้วล่ะ ประตูห้องเปิดอยู่ ฉันคิดว่าตื่นแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Go and wake him up. Tell Kyle to cook him something to eat,",
      "th": "ไปปลุกเขาให้ที บอกไคล์ให้ทำอะไรให้เขากินด้วย"
    }
  },
  {
    "translation": {
      "en": "-and tell him I'll be home in-- -He doesn't want to eat.",
      "th": "- บอกเขาว่าผมจะกลับถึงบ้าน... - เขาไม่อยากกินอะไร"
    }
  },
  {
    "translation": {
      "en": "Tell him to eat!",
      "th": "บอกให้เขากินสิ!"
    }
  },
  {
    "translation": {
      "en": "-Tell him he needs to-- -You tell him. Bye. Bye. Bye.",
      "th": "- คุณโทรหาเขาและบอกให้เขากินสิ - บ๋ายบาย"
    }
  },
  {
    "translation": {
      "en": "That's my household.",
      "th": "นั่นล่ะครอบครัวผม"
    }
  },
  {
    "translation": {
      "en": "-[woman] Who was that? -That's my wife.",
      "th": "- นั่นใครน่ะ - ภรรยาผมเองแหละ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Who's not eating? -She said my son ain't eating.",
      "th": "- ใครไม่ยอมกิน - เธอบอกว่าลูกชายผมไม่ยอมกิน"
    }
  },
  {
    "translation": {
      "en": "You know, my son, it's summertime, so... He like me, a night owl.",
      "th": "ลูกชายผมน่ะ ตอนนี้ช่วงฤดูร้อนก็เลย... เขาเหมือนผม นกฮูกยามราตรี"
    }
  },
  {
    "translation": {
      "en": "So dude will stay up until, you know, wee hours.",
      "th": "เขาจะตาสว่างทั้งคืน จนใกล้ฟ้าสางนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Dude may stay up until 4:00 in the morning.",
      "th": "อาจจะไม่หลับจนกว่าจะตีสี่เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Jesus Christ! I don't have no control over my household.",
      "th": "อยากจะบ้าตาย ผมคุมคนในครอบครัวไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I'm losing it. I'm losing control.",
      "th": "ผมคุมอะไรไม่ได้เลยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[woman] How many kids do you have? -Three. Three kids.",
      "th": "- คุณมีลูกกี่คน - สาม ลูกๆ สามคน"
    }
  },
  {
    "translation": {
      "en": "-Wife want one more. -[woman laughs]",
      "th": "ภรรยาต้องการมีอีกหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Having kids is a great idea until you got them all at the same time.",
      "th": "การมีลูกคือความคิดที่ยอดเยี่ยม จนกระทั่งคุณพาลูกๆ มาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "What the-- Hey! [laughs]",
      "th": "อะไรเนี่ย นี่!"
    }
  },
  {
    "translation": {
      "en": "Hey, man! [Kevin] What time you go to bed? Don't lie.",
      "th": "ว่าไงลูก! เข้านอนกี่โมงเนี่ย อย่าโกหกนะ"
    }
  },
  {
    "translation": {
      "en": "[boy] It was three or two.",
      "th": "ตีสามหรือตีสองนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] three what? -[boy] three or two.",
      "th": "- ตีสามอะไรนะ - ตีสามหรือตีสองนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Brush your teeth.",
      "th": "แปรงฟันซะ"
    }
  },
  {
    "translation": {
      "en": "Brush your teeth.",
      "th": "แปรงฟันซะ"
    }
  },
  {
    "translation": {
      "en": "Brush your teeth, wash your face. You look homeless.",
      "th": "แปรงฟันซะ ล้างหน้า ลูกดูเหมือนเด็กเร่ร่อนเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Headbutt it. I'm out. Love you.",
      "th": "หัวชนกันหน่อยซิ พ่อวางสายนะ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Psh! All right. See you in a little bit. [Kevin] Bye.",
      "th": "อีกเดี๋ยวเจอกันนะ บาย"
    }
  },
  {
    "translation": {
      "en": "All right. Let's do it. -I'm all yours. -[woman] Okay.",
      "th": "เอาล่ะ ลุยกันเลย พ่อมีเวลาให้ลูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, shit! Hold on.",
      "th": "โอ้แย่แล้ว! รอเดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, go. I'm ready.",
      "th": "ว่ามาเลย ฉันพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "A hundred percent, I come off annoying to my kids.",
      "th": "แน่นอนร้อยเปอร์เซ็นต์ว่า ผมคือคนน่ารำคาญสำหรับลูกๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] He is not human.",
      "th": "เขาไม่ใช่มนุษย์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "He's a machine. I will say that.",
      "th": "ฉันพูดได้เลยว่าเขาคือเครื่องจักร"
    }
  },
  {
    "translation": {
      "en": "He can go on two, three hours, no sleep.",
      "th": "เขาทำงานติดต่อกันได้สองสามชั่วโมง ไม่ต้องหลับเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] What's going on, Anchorage, Alaska?",
      "th": "เป็นไงบ้างเมืองแองคอเรจ รัฐอะแลสกา"
    }
  },
  {
    "translation": {
      "en": "Get your tickets! You've been at-ed.",
      "th": "ไปซื้อตั๋วกันได้แล้ว! เมืองคุณติดแท็กโปรโมตแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Eniko] It's non-stop, back-to-back, and then he wants to do a dinner meeting.",
      "th": "ไม่หยุดเลยค่ะ ทำงานติดต่อกันไปเรื่อยๆ และเขายังจะนัดประชุมตอนมื้อค่ำอีก"
    }
  },
  {
    "translation": {
      "en": "You have to find time to rest your body.",
      "th": "คุณต้องหาเวลาพักร่างกายบ้าง"
    }
  },
  {
    "translation": {
      "en": "You can't just keep going.",
      "th": "คุณทำงานต่อไปเรื่อยๆ แบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Nike sent you something dope.",
      "th": "ไนกีส่งของเจ๋งๆ มาให้ลูกน่ะ"
    }
  },
  {
    "translation": {
      "en": "You grab those two.",
      "th": "ลูกถืออีกสองกล่องนั่น"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I think the most important thing is prioritizing my time.",
      "th": "ผมคิดว่าสิ่งสำคัญที่สุดคือ เรียงลำดับการใช้เวลาของผมให้เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "It's very easy to get caught up into the whirlwind of work and business.",
      "th": "มันง่ายมากที่จะเข้าไปติดอยู่กับ สถานการณ์วุ่นวายในการทำงาน"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] Front door open, or no? -I guess.",
      "th": "ประตูหน้าเปิดอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[boy] I don't know. -[Kevin] Huh?",
      "th": "- ผมไม่รู้ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-[boy] I don't know. -[Kevin] You don't know?",
      "th": "- ผมไม่รู้ - ลูกไม่รู้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] You the man.",
      "th": "ลูกเจ๋งที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "You's the man.",
      "th": "ลูกเจ๋งที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "It's very easy to forget that other people are simply...",
      "th": "มันง่ายมากที่จะลืมว่าคนอื่นก็..."
    }
  },
  {
    "translation": {
      "en": "wanting... the pieces of you that matter most.",
      "th": "ต้องการคุณคนที่สำคัญที่สุด ของพวกเขาเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, lady.",
      "th": "ว่าไงสาวน้อย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Hey! Come on, Bux. Outside.",
      "th": "เฮ่! มานี่เลย ไปข้างนอกกัน"
    }
  },
  {
    "translation": {
      "en": "Quality, love, affection.",
      "th": "คุณภาพ ความรัก ความพึงพอใจ"
    }
  },
  {
    "translation": {
      "en": "My daughter's 13, my son is 11.",
      "th": "ลูกสาวผมอายุ 13 ปี ลูกชายผมอายุ 11 ปี"
    }
  },
  {
    "translation": {
      "en": "Zo is one and some change now.",
      "th": "โซ่อายุหนึ่งขวบ เริ่มมีการเปลี่ยนแปลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Go in that house, you have to make sure that you're giving the same energy",
      "th": "เข้าบ้านไป คุณต้องมั่นใจว่า คุณให้พลังงานแบบเดียวกันกับ"
    }
  },
  {
    "translation": {
      "en": "that you're giving in your workplace in your home environment.",
      "th": "ที่คุณมีให้ในที่ทำงาน ในบรรยากาศที่บ้านของคุณ"
    }
  },
  {
    "translation": {
      "en": "Zo!",
      "th": "โซ่!"
    }
  },
  {
    "translation": {
      "en": "-[Eniko] Your hands clean? -Give me the baby.",
      "th": "- มือคุณสะอาดรึเปล่า - ส่งลูกมาให้ผมนะ"
    }
  },
  {
    "translation": {
      "en": "[Eniko] Have you washed your hands since you've been in the house?",
      "th": "- คุณล้างมือรึยัง - ส่งลูกมาให้ผม - ตั้งแต่เข้าบ้านมาเนี่ย - ส่งลูกมานะ!"
    }
  },
  {
    "translation": {
      "en": "-Give me the baby! -[Zo cries]",
      "th": "- ตั้งแต่เข้าบ้านมาเนี่ย - ส่งลูกมานะ!"
    }
  },
  {
    "translation": {
      "en": "-[Eniko] He don't want your dirty hands. -Look at him.",
      "th": "เห็นไหม ลูกไม่อยากให้คุณอุ้ม ถ้ามือสกปรก ดูลูกสิ"
    }
  },
  {
    "translation": {
      "en": "Come here. Oh!",
      "th": "มานี่ซิ"
    }
  },
  {
    "translation": {
      "en": "[Eniko] He's the best. Like...",
      "th": "เขาคือคนที่ดีที่สุดเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "He's such a good dad, and seeing him with his family...",
      "th": "เขาเป็นคุณพ่อที่ดีมาก และการได้เห็นเขาอยู่กับครอบครัว..."
    }
  },
  {
    "translation": {
      "en": "Loving.",
      "th": "แสดงความรัก"
    }
  },
  {
    "translation": {
      "en": "He has a really good heart.",
      "th": "เขาเป็นคนที่จิตใจดีจริงๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I know that's why I fell in love with him.",
      "th": "ฉันรู้ดีด้วยเหตุนี้ฉันถึงตกหลุมรักเขา"
    }
  },
  {
    "translation": {
      "en": "-[Eniko] You know when you showered? -[Kevin] When?",
      "th": "- คุณอาบน้ำครั้งสุดท้ายเมื่อไหร่ - เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "-[Eniko] You need me to tell you? -What day?",
      "th": "- อยากให้ฉันบอกเหรอ - วันไหนนะ"
    }
  },
  {
    "translation": {
      "en": "Day before yesterday.",
      "th": "เมื่อสองวันก่อน"
    }
  },
  {
    "translation": {
      "en": "Was that a good day or a bad day?",
      "th": "วันนั้นเป็นวันดีหรือไม่ดี ผมทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "The day that you wore the sweatsuit that I bought you",
      "th": "วันนั้นคุณใส่ชุดออกกำลังกายที่ฉันซื้อให้"
    }
  },
  {
    "translation": {
      "en": "is the last time you took a shower.",
      "th": "นั่นคือครั้งสุดท้ายที่คุณอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "[Eniko] That was poker night. What's today? Thursday? Yeah, Tuesday.",
      "th": "คืนนั้นคือคืนเล่นไพ่ วันนี้วันอะไรนะ พฤหัสบดีเหรอ ใช่ วันอังคารไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Uh-uh. -You wore that sweatsuit...",
      "th": "- ไม่อ่ะ - คุณใส่ชุดออกกำลังกายนั่น..."
    }
  },
  {
    "translation": {
      "en": "And what I have on yesterday?",
      "th": "แล้วเมื่อวานผมใส่อะไร"
    }
  },
  {
    "translation": {
      "en": "-Lies! I showered yesterday. -No, you didn't.",
      "th": "- โกหก เมื่อวานผมอาบน้ำแล้ว - ไม่ได้อาบ"
    }
  },
  {
    "translation": {
      "en": "I did shower.",
      "th": "ผมอาบน้ำแล้ว"
    }
  },
  {
    "translation": {
      "en": "'Cause you got right up from poker Tuesday night.",
      "th": "เพราะคุณใส่แบบนั้น ตั้งแต่เล่นไพ่คืนวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "-Wednesday... -No. Remember I did it to wake up.",
      "th": "- วันพุธ... - ไม่ ผมจำได้ว่าตื่นมาก็อาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "-No, you didn't. -You were downstairs.",
      "th": "- คุณยังไม่ได้อาบ - คุณอยู่ข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "-No, you're lying. -I showered in the other bathroom.",
      "th": "- คุณโกหก - ผมอาบน้ำอีกห้องหนึ่งต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-You're just gonna lie. -I'm not lying.",
      "th": "- คุณจะโกหกสินะ - ผมไม่ได้โกหก"
    }
  },
  {
    "translation": {
      "en": "-I showered in the guest house. -My husband has not bathed in two days.",
      "th": "- ผมอาบน้ำที่ห้องรับรองแขก - สามีฉันไม่ได้อาบน้ำมาสองวันแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I'm home, I'm comfortable.",
      "th": "ผมอยู่บ้านแล้ว สบายๆ แบบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "You ain't home! You've been out.",
      "th": "คุณไม่ได้อยู่บ้าน! อยู่นอกบ้านตลอดเลย!"
    }
  },
  {
    "translation": {
      "en": "[laughing] I cannot say anything to you!",
      "th": "ฉันคุยอะไรกับคุณไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Oh! It's go time.",
      "th": "ได้เวลาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Eniko] There's times where I tell him to slow down,",
      "th": "มีบางทีที่ฉันบอกให้เขาเพลาๆ ลงบ้าง"
    }
  },
  {
    "translation": {
      "en": "but it's just in him. He's a hustler.",
      "th": "แต่มันอยู่ในตัวเขา เขาเป็นคนทำอะไรเร่งรีบ"
    }
  },
  {
    "translation": {
      "en": "He's not going to just sit down and be content.",
      "th": "เขาคงจะไม่นั่งเฉยๆ และรู้สึกพอใจ"
    }
  },
  {
    "translation": {
      "en": "He has to keep going.",
      "th": "เขาต้องทำอะไรไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] You think about how you were raised...",
      "th": "คุณคิดถึงเรื่องที่ว่า ได้รับการเลี้ยงดูมายังไง..."
    }
  },
  {
    "translation": {
      "en": "[Kevin] Me loves ya.",
      "th": "พ่อรักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I got to witness my mom want more and go after more.",
      "th": "ผมได้เห็นแม่ที่ต้องการมากขึ้น ก็ต้องดิ้นรนแสวงหามากขึ้น"
    }
  },
  {
    "translation": {
      "en": "I'm the same way with my kids.",
      "th": "ผมก็เหมือนลูกๆ ของผม"
    }
  },
  {
    "translation": {
      "en": "I know it's late, so we're not gonna make this the longest conversation ever.",
      "th": "ผมรู้ว่าดึกแล้ว เราจะไม่ทำให้การคุยกันนี้นานที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Uh... I can't help but be excited",
      "th": "(แชดวิก โบสแมน นักแสดง) ผมอดไม่ได้ที่จะรู้สึกตื่นเต้น เพราะเห็นๆ กันอยู่ว่า..."
    }
  },
  {
    "translation": {
      "en": "because I think it's a no-fuckin'-brainer,",
      "th": "ผมอดไม่ได้ที่จะรู้สึกตื่นเต้น เพราะเห็นๆ กันอยู่ว่า..."
    }
  },
  {
    "translation": {
      "en": "and there's just nothing else out there like it.",
      "th": "ไม่มีหนังเรื่องไหนในท้องตลาด ที่เหมือนเรื่องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "When the conversation of you and the potential of you came up,",
      "th": "เมื่อมีการพูดคุยเรื่องของคุณ และมีความเป็นไปได้ที่คุณจะร่วมงานด้วย"
    }
  },
  {
    "translation": {
      "en": "we all jumped right away, and it was, \"Yo, I'm reaching out to him ASAP,",
      "th": "เราตัดสินใจลงมือทันทีประมาณว่า \"ผมต้องติดต่อเขาให้ได้ด่วนที่สุด"
    }
  },
  {
    "translation": {
      "en": "and let me see what his schedule is.\"",
      "th": "ลองดูตารางงานเขาซิว่าเป็นยังไง\""
    }
  },
  {
    "translation": {
      "en": "And I also told you the possibilities of doing for our generation",
      "th": "ผมบอกคุณแล้วว่ามีความเป็นไปได้ ที่จะทำหนังเรื่องนี้เพื่อคนรุ่นเรา"
    }
  },
  {
    "translation": {
      "en": "what Harlem Nights was for theirs.",
      "th": "เหมือนที่สร้าง \"ฮาเล็มไนต์ส\" ขึ้นมาเพื่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "That movie where you get those fucking stars",
      "th": "หนังที่คุณเอาดาราดังๆ พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "that are real stars, that are real valuable pieces that add to it.",
      "th": "ดาราตัวจริง ดาราผู้ทรงคุณค่าที่แท้จริง มาร่วมแสดงในหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "This can be that.",
      "th": "หนังเรื่องนี้เป็นแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "You and Kevin will add to the legacy of what this movie was. It was...",
      "th": "คุณกับเควินมีชื่อผูกติดอยู่กับ ความสำเร็จของหนังเรื่องนี้แล้ว (เจมส์ เลสสิเตอร์ โปรดิวเซอร์)"
    }
  },
  {
    "translation": {
      "en": "Growing up, this was the anti-black-exploitation movie,",
      "th": "ตอนที่เติบโตมา นี่เคยเป็นหนังที่ ต่อต้านการฉวยโอกาสกับคนดำ"
    }
  },
  {
    "translation": {
      "en": "which is why we always wanted to make this movie.",
      "th": "นี่คือสาเหตุที่เราต้องการ สร้างหนังเรื่องนี้มาตลอด"
    }
  },
  {
    "translation": {
      "en": "What this movie was able to do,",
      "th": "สิ่งที่หนังเรื่องนี้สามารถทำได้"
    }
  },
  {
    "translation": {
      "en": "it was able to galvanize all of the stars of its time.",
      "th": "ก็คือชุบชีวิตดาราดังๆ ในยุคนั้น ให้กลับมาเจิดจรัสอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I want to make this happen.",
      "th": "ผมอยากให้งานนี้เกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "With you, with your career,",
      "th": "กับคุณ ด้วยหน้าที่การงานของคุณ ระดับความสำเร็จของคุณ"
    }
  },
  {
    "translation": {
      "en": "with your level of success and that star that continues to rise.",
      "th": "กับคุณ ด้วยหน้าที่การงานของคุณ ระดับความสำเร็จของคุณ และดาราพวกนั้นที่ยังคงเจิดจรัสได้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "This is a great added component to what you already have.",
      "th": "นี่คือองค์ประกอบที่ยอดเยี่ยม เหมาะกับสิ่งที่คุณมีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And I know, for me, I'm fucking excited because I've yet to be able to cut loose",
      "th": "สำหรับผม... ผมโคตรจะตื่นเต้นเลย เพราะไม่สามารถจะปล่อยมันไปได้"
    }
  },
  {
    "translation": {
      "en": "like I would be able to cut loose in this movie.",
      "th": "เหมือนที่จะปล่อยหนังเรื่องนี้หลุดมือไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yet.",
      "th": "ยังทำไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And you put me with a guy who can fucking do both?",
      "th": "ถ้าคุณให้ผมทำงาน กับคนที่ทำทั้งสองอย่างได้"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm-- I'm in heaven.",
      "th": "ผมเหมือนขึ้นสวรรค์เลยนะ"
    }
  },
  {
    "translation": {
      "en": "I'm here sitting across from you because I've told you",
      "th": "ผมอยู่ที่นี่นั่งตรงข้ามคุณ เพราะผมเคยบอกคุณไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "the poster of Chadwick and Kevin on it is a fucking great poster.",
      "th": "โปสเตอร์ที่มีรูปแชดวิกกับเควิน มันจะต้องโคตรเจ๋งไปเลย"
    }
  },
  {
    "translation": {
      "en": "Be real with us, be honest, and give us your feedback, your thoughts on it.",
      "th": "พูดตรงๆ กับเราได้เลย บอกเราว่าคุณคิดยังไง มีข้อโต้แย้งอะไร"
    }
  },
  {
    "translation": {
      "en": "I have to go away and think about it, just so you know.",
      "th": "บอกให้คุณรู้ไว้ก่อนนะว่า ผมต้องขอเวลาไปคิดดูก่อน"
    }
  },
  {
    "translation": {
      "en": "[Kevin] That's another thing I've realized is that he's an artist.",
      "th": "นั่นคืออีกเรื่องที่ผมเข้าใจดีเลย เขาเป็นศิลปิน"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] Listen, he's a fucking-- -I'm not saying that I won't say anything.",
      "th": "- ฟังนะ เขาแม่ง... - ผมไม่ได้บอกว่าจะไม่ให้คำตอบ"
    }
  },
  {
    "translation": {
      "en": "I'm just saying that it's not...",
      "th": "ผมแค่จะบอกว่า ทุกอย่างคงไม่สรุปได้ทันทีหรอก"
    }
  },
  {
    "translation": {
      "en": "-It's not gonna all come at the end. -[Kevin] That's the real reason",
      "th": "ผมแค่จะบอกว่า ทุกอย่างคงไม่สรุปได้ทันทีหรอก นั่นคือเหตุผลจริงๆ ที่ผมอยากทำงานกับเขา"
    }
  },
  {
    "translation": {
      "en": "that I wanna work with him, 'cause he's a fucking thespian.",
      "th": "นั่นคือเหตุผลจริงๆ ที่ผมอยากทำงานกับเขา เพราะเขาแสดงโคตรเก่งเลย"
    }
  },
  {
    "translation": {
      "en": "-[Kevin] I want your ass. -[Chadwick] I'm 100% in agreement",
      "th": "- ผมอยากได้คุณมาร่วมงาน - ผมเห็นด้วยร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "that we have to do something, and...",
      "th": "ที่ว่าเราต้องทำอะไรสักอย่างและ..."
    }
  },
  {
    "translation": {
      "en": "-Yeah, I just need to let it seep through. -[Kevin] Look at that. God damn!",
      "th": "- ใช่ ผมแค่ต้องคิดไตร่ตรอง - ดูสิ ไม่อยากจะเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "I've just got to let it seep through.",
      "th": "ต้องคิดไตร่ตรองกันหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "-I'll see y'all later, man. -[Chadwick] All right, man. Thank you.",
      "th": "- ได้เลย แล้วไว้เจอกันนะ เพื่อน - บาย เพื่อน ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] All right. Uh...",
      "th": "เอาล่ะ..."
    }
  },
  {
    "translation": {
      "en": "This is getting disgusting.",
      "th": "ตรงนี้ชักจะเริ่มสกปรกซะแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "This is getting real fucking disgusting right here.",
      "th": "ในนี้โคตรจะสกปรกน่าขยะแขยงเลย"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[Eniko] I've been gone all day, and you still have to pack.",
      "th": "คุณหายไปทั้งวันเลย คุณต้องจัดของอีกนะ"
    }
  },
  {
    "translation": {
      "en": "Yep. I love you. I'm almost done.",
      "th": "ได้เลย ผมรักคุณนะ เกือบเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "-All right? -Bye. Bye.",
      "th": "- โอเคไหม บาย - บาย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] You know, when you're around a person that's always pushing and pushing and pushing,",
      "th": "เมื่อคุณอยู่ใกล้คนที่ คอยผลักดันให้ทำงานตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "that has no choice but to rub off on you.",
      "th": "คุณจะติดนิสัยนั้นมาอย่างช่วยไม่ได้เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Mom was a professor at the University of Pennsylvania.",
      "th": "แม่เคยเป็นอาจารย์สอนหนังสือ ที่มหาวิทยาลัยเพนซิลเวเนีย"
    }
  },
  {
    "translation": {
      "en": "-[Marc] She had a gig at the university. -[Kevin] She was serious.",
      "th": "- เธอทำงานที่มหาวิทยาลัย - เธอเป็นคนจริงจัง"
    }
  },
  {
    "translation": {
      "en": "-[Marc] You could've got in there. -[Kevin] With no problem.",
      "th": "- คุณเข้าเรียนที่นั่นได้ - ไม่มีปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "[Marc] State school.",
      "th": "ใช่ โรงเรียนรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I was so stupid. \"I don't want to go to college.",
      "th": "ตอนนั้นผมโง่มาก \"ผมไม่อยากเรียนต่อวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "I don't want the world of smarts. That's not me, Mom!\"",
      "th": "ผมไม่อยากอยู่ในโลกของคนฉลาด นั่นไม่ใช่ผมเลยนะ แม่!\""
    }
  },
  {
    "translation": {
      "en": "I was that guy. \"I ain't the school dude, lady!\"",
      "th": "ผมเป็นคนแบบนั้น \"ผมไม่ใช่คนชอบไปโรงเรียนนะ สาวๆ!\""
    }
  },
  {
    "translation": {
      "en": "[laughing] All right? So basically...",
      "th": "นั่นแหละ ดังนั้นโดยทั่วไปแล้ว..."
    }
  },
  {
    "translation": {
      "en": "[Marc] That's when she said you better find your own place?",
      "th": "ตอนนั้นใช่ไหม ที่แม่คุณบอกให้หาที่อยู่เองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kevin] She said, \"You won't stay here and do nothing.\"",
      "th": "แม่บอกว่า \"ลูกคงอยู่ที่นี่เฉยๆ ไม่ได้หรอกนะ\""
    }
  },
  {
    "translation": {
      "en": "I was bad as shit as a child. I don't want no damn kids.",
      "th": "ตอนเด็กๆ ผมเลวไม่มีที่ติเลยล่ะ ผมไม่อยากมีลูกหรอก"
    }
  },
  {
    "translation": {
      "en": "I was too fuckin' bad. I used to make my mom pass out when I was a kid.",
      "th": "(ปี 2001) ตอนเด็กๆ ผมเคยทำให้แม่เป็นลมด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Y'all laughing. I'm dead serious.",
      "th": "ทุกคนหัวเราะกันใหญ่ ผมตายแน่พูดจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "She used to pass out 'cause she had high blood pressure.",
      "th": "แม่เป็นลมเพราะความดันเลือดสูง"
    }
  },
  {
    "translation": {
      "en": "She couldn't take it. You could tell she was gonna pass out",
      "th": "แม่รับไม่ได้ คุณจะดูออกเลยถ้าแม่จะเป็นลม"
    }
  },
  {
    "translation": {
      "en": "'cause her sentences would stop making sense.",
      "th": "เพราะแม่จะพูดไม่รู้เรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "When a magician first tells his mother that",
      "th": "เมื่อนักมายากลบอกแม่ครั้งแรกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I ain't going to school 'cause I wanna do magic,\"",
      "th": "\"ผมไม่ไปโรงเรียน เพราะผมจะเล่นมายากล\""
    }
  },
  {
    "translation": {
      "en": "a little piece of frustration is gonna come from that parent.",
      "th": "ต้องมีความหงุดหงิดเกิดขึ้น จากผู้ปกครองของชายคนนั้นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "She genuinely wanted the best for me. She made a deal.",
      "th": "แม่ต้องการให้ผมได้ในสิ่งที่ดีที่สุด แม่จึงเสนอข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "\"You have a year to show that this is what you wanna do",
      "th": "\"ลูกมีเวลาหนึ่งปี แสดงให้เห็นว่าต้องการทำแบบนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "and that you're serious about it.\"",
      "th": "และลูกจริงจังกับมันจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "She'll be angry, you could see that,",
      "th": "แม่จะโกรธ คุณมองออกเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "but she didn't know what she was angry about.",
      "th": "แต่แม่ไม่รู้ว่าโกรธเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "\"Kevin!",
      "th": "\"เควิน!"
    }
  },
  {
    "translation": {
      "en": "Kevin!",
      "th": "เควิน!"
    }
  },
  {
    "translation": {
      "en": "Let me tell you something, okay?",
      "th": "แม่จะบอกอะไรให้นะ"
    }
  },
  {
    "translation": {
      "en": "You're not gonna sit on my toilet without drinking juice.\"",
      "th": "โอเค ลูกต้องไม่นั่งส้วมเฉยๆ โดยไม่ดื่มน้ำผลไม้สิ\""
    }
  },
  {
    "translation": {
      "en": "[Kevin] I took it so serious.",
      "th": "ผมจริงจังกับข้อเสนอนั้นมาก"
    }
  },
  {
    "translation": {
      "en": "Some people just get up there and wing it.",
      "th": "บางคนขึ้นเวทีไปด้นสดเอา"
    }
  },
  {
    "translation": {
      "en": "But me, it was my own time walking to the bus stop,",
      "th": "แต่สำหรับผม เวลาส่วนตัวที่ผมมี ไม่ว่าจะเดินไปที่ป้ายรถบัส"
    }
  },
  {
    "translation": {
      "en": "to and from the train, on the train, reciting jokes.",
      "th": "ไปกลับสถานีรถไฟ บนรถไฟ ผมท่องแต่มุกตลกที่จะแสดง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna put all-- Everything I got is going into the craft of comedy.",
      "th": "ผมจะใช้... ผมเอาทุกเรื่องที่มี มายำรวมกันเป็นเรื่องตลก"
    }
  },
  {
    "translation": {
      "en": "Let me tell you something! You think I'm a-- I'm...",
      "th": "แม่จะบอกอะไรให้นะ! ลูกคิดว่าแม่..."
    }
  },
  {
    "translation": {
      "en": "[Ron] Happy birthday, you ugly bitch.",
      "th": "สุขสันต์วันเกิดไอ้หน้าเห่ย"
    }
  },
  {
    "translation": {
      "en": "Motherfucker hang up in your face when he wrong.",
      "th": "ไอ้คนเลววางสายทันที เมื่อรู้ตัวว่าทำผิด"
    }
  },
  {
    "translation": {
      "en": "I've been at the gym, motivated, since eight o'clock this morning.",
      "th": "เมื่อเช้านี้ผมมาโรงยิม ด้วยความกระตือรือร้นตั้งแต่แปดโมง"
    }
  },
  {
    "translation": {
      "en": "Kev has a tendency of calling people lazy.",
      "th": "เคฟมีนิสัยชอบเรียกคนอื่นว่าขี้เกียจ เขาคิดว่าตัวเองเก่งกว่าทุกคน"
    }
  },
  {
    "translation": {
      "en": "He thinks he outworks everybody. Not me.",
      "th": "เคฟมีนิสัยชอบเรียกคนอื่นว่าขี้เกียจ เขาคิดว่าตัวเองเก่งกว่าทุกคน ไม่ใช่ผม ไม่ใช่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "th": "ไม่ใช่ผม ไม่ใช่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I forgot my damn workout.",
      "th": "ลืมเลยว่าต้องออกกำลังกายท่าอะไร"
    }
  },
  {
    "translation": {
      "en": "[Ron] It kinda pissed me off that he's late.",
      "th": "เขามาสายทำให้ผมชักจะโมโหแล้ว"
    }
  },
  {
    "translation": {
      "en": "But that's what I'm paid to do and be here, no matter what.",
      "th": "แต่นั่นคืออาชีพที่ผมได้รับค่าจ้าง และไม่ว่ายังไงก็ต้องมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "That's why I woke up early, even though we got in at 4:30.",
      "th": "นั่นคือสาเหตุที่ผมตื่นแต่เช้า ถึงแม้เราจะเข้ามาตอน 4:30 น."
    }
  },
  {
    "translation": {
      "en": "I've been up since 8:00 'cause my number one priority is to do my fucking job.",
      "th": "ผมตื่นตั้งแต่แปดโมงเพราะ สิ่งสำคัญอันดับแรกของผมคือการทำงาน"
    }
  },
  {
    "translation": {
      "en": "Sorry for cursing, but I'm on my endorphins, if you know what those are.",
      "th": "ขอโทษที่พูดคำหยาบ คงเพราะเอ็นดอร์ฟิน ถ้าพวกคุณรู้ว่ามันคืออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I'm on a hot level of turned up.",
      "th": "ตอนนี้อะดรีนาลีนพุ่งสูงพร้อมลุยเต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Ron] I go in with the idea that I have a job to do",
      "th": "ผมมาด้วยความคิดที่ว่ามีงานทำ"
    }
  },
  {
    "translation": {
      "en": "to make you better and give you good energy.",
      "th": "ทำให้คุณดีขึ้น และให้พลังานที่ดีกับคุณ"
    }
  },
  {
    "translation": {
      "en": "I have something to do.",
      "th": "ผมมีงานอะไรให้ทำ"
    }
  },
  {
    "translation": {
      "en": "There's something you're trying to accomplish, and I'm gonna do that.",
      "th": "มีบางอย่างที่คุณพยายามทำให้สำเร็จ และผมจะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And so, I come on a mission.",
      "th": "ดังนั้นผมจึงมาพร้อมกับภารกิจที่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "[Kevin shouting] Now I'm ready to work out!",
      "th": "ตอนนี้พร้อมจะออกกำลังกายแล้ว!"
    }
  },
  {
    "translation": {
      "en": "I've been in this bitch for two hours the other side. That's my job.",
      "th": "ผมอยู่ที่นี่มาสองชั่วโมงแล้ว นั่นคืองานของผม"
    }
  },
  {
    "translation": {
      "en": "I got you 'cause you work.",
      "th": "เข้าใจแล้ว เพราะคุณทำงาน"
    }
  },
  {
    "translation": {
      "en": "-Come on. -Brother, I'm not fit to do this with you.",
      "th": "- มาเร็วสิ - ยังไม่มีอารมณ์จะทำแบบนี้กับคุณ"
    }
  },
  {
    "translation": {
      "en": "-Give me some. -I'm not gonna do.",
      "th": "- ทายซิว่าจะไม่ทำอะไร - ขอหน่อยน่า"
    }
  },
  {
    "translation": {
      "en": "[Kevin] We got a hardcore... -30 minutes! -Come on, bitch.",
      "th": "- ออกกำลังกายแบบฮาร์ดคอร์ 30 นาที - เร็วสิ ไอ้ขี้บ่น"
    }
  },
  {
    "translation": {
      "en": "-[Ron] Let's get on the treadmill, then. -All right. Let's just warm up.",
      "th": "- ไปขึ้นเครื่องวิ่งสายพานเลย - งั้นมาวอร์มร่างกายกัน"
    }
  },
  {
    "translation": {
      "en": "I don't give a fuck if you're the highest grossing comedian in the world.",
      "th": "ผมไม่สนหรอกว่าคุณคือดาวตลก ที่ทำเงินได้มากที่สุดในโลกรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Somebody wants your fucking position.",
      "th": "คนอื่นอยากอยู่ในตำแหน่งคุณทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Somebody's looking at you right now saying,\"You're time's gonna be up.\"",
      "th": "ตอนนี้ต้องมีคนมองคุณอยู่ และพูดว่า \"เวลาดังของคุณใกล้หมดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[grunting] One.",
      "th": "หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You didn't do shit, and you're two and a half hours late.",
      "th": "คุณไม่ได้ทำอะไรเลย และมาสายสองชั่วโมงครึ่งด้วย"
    }
  },
  {
    "translation": {
      "en": "-Actually, longer than that. -I still came.",
      "th": "- จริงๆ แล้วสายกว่านั้นอีก - ผมก็ยังมานะ"
    }
  },
  {
    "translation": {
      "en": "I still came. I'm done talking to you, brother.",
      "th": "- ผมก็ยังมานะ - เบื่อจะคุยกับคุณแล้ว พี่ชาย"
    }
  },
  {
    "translation": {
      "en": "[Ron] Do I think Kevin works himself too hard? No. This is his time.",
      "th": "ผมคิดว่าเควินหักโหมไปไหมเหรอ ไม่นะ ตอนนี้เขากำลังดัง"
    }
  },
  {
    "translation": {
      "en": "You gotta maximize your opportunity while you got it, God damn.",
      "th": "คุณต้องคว้าโอกาสไว้ให้ได้มากที่สุด ตอนที่ยังดังอยู่นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "[boy] I just wanted to call you and tell you happy birthday.",
      "th": "ผมแค่อยากโทรหาพ่อ อยากบอกพ่อว่าสุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "I love you, man. You having a good time?",
      "th": "พ่อรักลูกนะ ลูกสนุกรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Why you got your hood on?",
      "th": "- สนุกฮะ - ทำไมใส่เสื้อคลุมหัวล่ะ"
    }
  },
  {
    "translation": {
      "en": "Your hair messed up?",
      "th": "หัวยุ่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "-No. I just got sprayed by sprinklers. -Oh, okay.",
      "th": "- เปล่า เพิ่งถูกที่ฉีดน้ำฉีดใส่มา - อ๋อ โอเค"
    }
  },
  {
    "translation": {
      "en": "Y'all having fun? Yeah.",
      "th": "- ทุกคนสนุกกันรึเปล่า - สนุกฮะ"
    }
  },
  {
    "translation": {
      "en": "All right. I love you more than life. -You hear me? -Yeah.",
      "th": "เอาล่ะ พ่อรักลูกมากกว่าชีวิตนะ ได้ยินพ่อไหม"
    }
  },
  {
    "translation": {
      "en": "You my guy. Headbutt it.",
      "th": "ลูกคือคนสำคัญของพ่อ ชนหัวกันหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "Headbutt it. Dush!",
      "th": "ชนหัวกันหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "I'll call you later today.",
      "th": "เดี๋ยววันนี้พ่อค่อยโทรหาอีกทีนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -All right, boy. Bye.",
      "th": "- โอเค - เอาล่ะลูก บายนะ"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บายฮะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Would it be better for Eniko and the kids if I would stop touring?",
      "th": "จะดีกว่าไหมนะสำหรับเอนิโก้และลูกๆ ถ้าผมหยุดเดินสายเล่นตลก"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -Thank you, sir. Appreciate it.",
      "th": "- สุขสันต์วันเกิด - ขอบคุณครับ ซาบซึ้งใจจังเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] They want me home!",
      "th": "พวกเขาอยากให้ผมอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "But my response is, \"Ain't gonna be no goddamn home.",
      "th": "แต่คำตอบของผมคือ \"ไม่มีแล้วบ้านบ้าบออะไรนั่น"
    }
  },
  {
    "translation": {
      "en": "'Cause last I checked, I'm doing it... I'm doing it for you guys.\"",
      "th": "เพราะล่าสุดที่ผมลองหาคำตอบดู ก็ได้ว่าผมทำแบบนี้เพื่อทุกคน\""
    }
  },
  {
    "translation": {
      "en": "I want the legacy of our last name to mean something.",
      "th": "ผมอยากให้นามสกุล ที่สืบทอดกันต่อไปของเรามีความหมาย"
    }
  },
  {
    "translation": {
      "en": "[reporter] 1996 is upon us.",
      "th": "...ใกล้ถึงปี 1996 แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nancy] It's Kevin getting his act together.",
      "th": "นี่คือเควินกำลังรวบรวมท่าเต้นอยู่ เขาอยากให้ทุกคนเห็นว่าเต้นเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "He wants y'all to see how he dance. He gonna act stupid for you for a while.",
      "th": "นี่คือเควินกำลังรวบรวมท่าเต้นอยู่ เขาอยากให้ทุกคนเห็นว่าเต้นเป็นยังไง เขาจะทำท่าบ้าๆ บอๆ ให้คุณดูสักพักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Don't even hear the music.",
      "th": "ไม่ต้องได้ยินเสียงเพลงเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I appreciate you!",
      "th": "ผมซาบซึ้งใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I love you!",
      "th": "ผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "[Nancy] All offbeat with the music.",
      "th": "ท่าเต้นที่ไม่ได้เข้ากับเสียงเพลงเลย"
    }
  },
  {
    "translation": {
      "en": "I guess he thinks he's Hammer.",
      "th": "ลูกคงคิดว่าตัวเองเป็น \"แฮมเมอร์\""
    }
  },
  {
    "translation": {
      "en": "Shall we go and see what this butterfly looks like on the bottom?",
      "th": "เราไปดูท่าผีเสื้อของเขา ที่ด้านล่างว่าเป็นยังไงกันดีไหม"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Butterfly again.",
      "th": "ท่าผีเสื้ออีกครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Ovarian cancer.",
      "th": "มะเร็งรังไข่"
    }
  },
  {
    "translation": {
      "en": "Bad as a death sentence.",
      "th": "เลวร้ายเหมือนโทษประหารชีวิต"
    }
  },
  {
    "translation": {
      "en": "I can feel myself getting ill as soon as I even heard the words.",
      "th": "ผมรู้สึกว่าตัวเองป่วย ทันทีที่ได้ยินคำพูดนั้น"
    }
  },
  {
    "translation": {
      "en": "She said, \"Just know that you made me so happy.\"",
      "th": "แม่บอกว่า \"รู้ไว้นะว่า ลูกทำให้แม่มีความสุขมาก\""
    }
  },
  {
    "translation": {
      "en": "That's the love of your life.",
      "th": "นั่นคือคนที่คุณรักมากที่สุดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "On the brink of my success on the highest level,",
      "th": "ในขณะที่ผมเกือบจะ ประสบความสำเร็จถึงจุดสูงสุด"
    }
  },
  {
    "translation": {
      "en": "my mom passed away.",
      "th": "แม่ของผมก็เสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "So my mom never came to any shows.",
      "th": "แม่จึงไม่เคยมาดูโชว์เลย"
    }
  },
  {
    "translation": {
      "en": "Never, not one time.",
      "th": "ไม่เคยเลยสักครั้งเดียวอ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] Look at your boy.",
      "th": "ดูลูกของแม่สิ"
    }
  },
  {
    "translation": {
      "en": "You see what you did.",
      "th": "แม่เห็นสิ่งที่ทำไว้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Nancy laughing] He swears he can dance.",
      "th": "เขาสาบานว่าเต้นเป็น"
    }
  },
  {
    "translation": {
      "en": "He's all winded. Out of breath. Just all over the place!",
      "th": "เขาเหนื่อยมาก หายใจจะไม่ทันแล้ว เต้นมั่วไปหมดแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Nancy] We're about done now?",
      "th": "ใกล้จะเต้นเสร็จรึยัง"
    }
  },
  {
    "translation": {
      "en": "-[Nancy] I think this is the end of this. -That's it.",
      "th": "- ตอนนี้น่าจะเป็นตอนจบโชว์นะ - จบแล้วแค่นี้แหละ"
    }
  },
  {
    "translation": {
      "en": "-[Nancy] I guess so. -That's it.",
      "th": "- แม่ก็ว่างั้นแหละ - จบแล้วแค่นี้แหละ"
    }
  },
  {
    "translation": {
      "en": "[Nancy] Let's see. Can we--",
      "th": "มาดูกันซิ เราลอง..."
    }
  },
  {
    "translation": {
      "en": "♪ Comes tears ♪",
      "th": "(ดรายส์ไนต์คลับ) วันนี้วันเกิดผมว่ะ"
    }
  },
  {
    "translation": {
      "en": "♪ After ♪ ♪ Laughter ♪",
      "th": "ผมกำลังฉลองวันเกิดของผมอยู่นะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I'm glad to be where I am, and I'm glad to be successful.",
      "th": "ผมดีใจที่มาถึงจุดนี้ และดีใจที่ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "But my thoughts today are,",
      "th": "แต่ความคิดผมทุกวันนี้คือ"
    }
  },
  {
    "translation": {
      "en": "well, how do I set up so I don't have to do what I'm doing now?",
      "th": "ผมจะวางแผนชีวิตยังไง จะได้ไม่ต้องทำงานเหมือนทุกวันนี้อีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "What happens when I don't wanna tour?\"",
      "th": "จะเกิดอะไรขึ้น ถ้าผมไม่อยากเดินสายเล่นตลก"
    }
  },
  {
    "translation": {
      "en": "-[Marc] How do I not die broke? -[Kevin] Yeah, honestly!",
      "th": "- ทำยังไงถึงตายแบบไม่หมดตัว - จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-[Marc] I know! -[Kevin] Like, that's what it is for me.",
      "th": "- นั่นแหละคือเรื่องที่ผมคิดอยู่ - ผมรู้ๆ"
    }
  },
  {
    "translation": {
      "en": "So, for me, it's building an empire.",
      "th": "ดังนั้นสำหรับผม มันคือการสร้างอาณาจักร"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I'm 39, and I ain't even start yet.",
      "th": "ผมอายุ 39 แล้วยังไม่ได้เริ่มต้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] There's a panic. What if it does stop? [interviewer] Where does that come from?",
      "th": "- มีตกใจกลัวนะ จะเกิดอะไรขึ้นถ้ามันหยุดล่ะ - ความคิดนั้นมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Being broke.",
      "th": "ตอนไม่มีเงินไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Being broke is where that comes from.",
      "th": "ความคิดนั้นมาจากตอนที่ไม่มีเงินไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin] I know what comes from hard work.",
      "th": "ผมรู้ว่าทำงานหนักแล้วจะได้อะไร"
    }
  },
  {
    "translation": {
      "en": "Hard work was on display every day.",
      "th": "มีตัวอย่างการทำงานหนักให้เห็นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "I get so much good from my mom.",
      "th": "ผมได้นิสัยดีๆ จากแม่หลายอย่างเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, but I'm also my dad's child too.",
      "th": "แต่ยังไงผมก็เป็นลูกพ่อด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "My dad's a different conversation.",
      "th": "พ่อผมนี่คนละเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin] My mom passed away five years ago.",
      "th": "แม่ผมเสียไปเมื่อห้าปีก่อน"
    }
  },
  {
    "translation": {
      "en": "We're at the funeral. Funeral's almost over.",
      "th": "เราอยู่ที่งานศพกัน งานศพใกล้จะเลิกแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I'm on the right side. I've got the casket over here.",
      "th": "ผมอยู่ด้านขวา ผมมีโลงศพอยู่ด้านนี้"
    }
  },
  {
    "translation": {
      "en": "My brother's on the left side. He's got the casket there.",
      "th": "พี่ชายผมอยู่ด้านซ้าย พี่มีโลงศพอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Keep in mind, it's my mother and it's a funeral, so I'm emotional.",
      "th": "โปรดอย่าลืมว่านี่คือแม่ของผม นี่คืองานศพ ดังนั้นผมจึงเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "I'm crying. I'm a mess.",
      "th": "ผมร้องไห้ อยู่ในสภาพที่แย่มาก"
    }
  },
  {
    "translation": {
      "en": "No! [cries]",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่นะ!"
    }
  },
  {
    "translation": {
      "en": "-She-- She wasn't ready! -[laughter]",
      "th": "แม่ยังไม่พร้อมเลย!"
    }
  },
  {
    "translation": {
      "en": "She wasn't ready!",
      "th": "แม่ยังไม่พร้อมเลย!"
    }
  },
  {
    "translation": {
      "en": "So this is why my dad's an asshole.",
      "th": "ตอนนี้แหละคือสาเหตุ ที่เรียกพ่อว่าไอ้คนเลว"
    }
  },
  {
    "translation": {
      "en": "My dad see me crying,",
      "th": "พ่อเห็นผมกำลังร้องไห้"
    }
  },
  {
    "translation": {
      "en": "my dad stood up, punched me in the back of the head.",
      "th": "พ่อลุกขึ้นยืน และเบิ๊ดกระโหลกด้านหลังของผม"
    }
  },
  {
    "translation": {
      "en": "\"Stop being a bitch.\"",
      "th": "\"เลิกทำตัวเฮงซวยซะที\""
    }
  }
]