[
  {
    "translation": {
      "en": "-[woman laughing] -[Jon] I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "-There we go. Chefs everywhere. -[woman] It says, \"everything.\"",
      "th": "- ติดป้ายทุกอย่าง - นั่นแหละ - มันเขียนว่า \"ทุกอย่าง\" - แบบเชฟทุกที่เลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Roy likes it.",
      "th": "- ใช่ - รอยชอบนะ"
    }
  },
  {
    "translation": {
      "en": "[Roy] Like, you took my words too literally.",
      "th": "คุณทำตามคำพูดผมเป๊ะไปนะ"
    }
  },
  {
    "translation": {
      "en": "I heard you were here before they even opened.",
      "th": "ได้ยินมาว่าคุณเคยมาก่อนพวกเขาจะเปิดร้านอีก"
    }
  },
  {
    "translation": {
      "en": "I grew up right here in this area. This store here--",
      "th": "ผมโตมาในย่านนี้ ร้านนี้..."
    }
  },
  {
    "translation": {
      "en": "-This was my Baskin-Robbins. Yeah. -This was his Baskin-Robbins.",
      "th": "- ที่นี่เคยเป็นร้านบาสกิ้น ร็อบบินส์ประจำของผม - บาสกิ้น ร็อบบินส์ของเขา"
    }
  },
  {
    "translation": {
      "en": "-Bittersweet. -I have mixed feelings.",
      "th": "- หวานปมขม - ผมเลยสองจิตสองใจ"
    }
  },
  {
    "translation": {
      "en": "But no, this was my Baskin-Robbins, but I'm so happy she's here.",
      "th": "แต่ที่นี่คือร้านบาสกิ้น ร็อบบินส์ของผม ผมดีใจที่เธออยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "I've been involved with Christina for a long time.",
      "th": "ผมร่วมงานกับคริสติน่ามานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, her first book tour, we did at Chego.",
      "th": "งานทัวร์โปรโมทหนังสือครั้งแรกของเธอ เราจัดที่ร้านเชโก"
    }
  },
  {
    "translation": {
      "en": "[Christina] You have this book. The publisher's like, \"How are you gonna promote it?\" [laughs]",
      "th": "พอออกหนังสือ สำนักพิมพ์ก็ถามว่า \"คุณจะโปรโมทยังไง\""
    }
  },
  {
    "translation": {
      "en": "And you're like, \"I have this one friend in LA.",
      "th": "ฉันก็ตอบว่า \"ฉันมีเพื่อนอยู่ที่แอลเอ"
    }
  },
  {
    "translation": {
      "en": "-Maybe I can call him and see.\" -That's great.",
      "th": "- ฉันอาจจะโทรถามเขาได้\" - เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"Roy.\" And he's like,",
      "th": "ฉันเลยถาม \"รอย\" เขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "-\"We'll do old-school bake-sale style.\" -Sale.",
      "th": "- \"เราจะทำแบบงานขายขนมอบแบบดั้งเดิม\" - งานขาย"
    }
  },
  {
    "translation": {
      "en": "\"I got a folding table. We'll put you out on the street.\"",
      "th": "\"ผมจะหาโต๊ะพับได้ ให้คุณไปขายริมถนน\""
    }
  },
  {
    "translation": {
      "en": "It's like, if you're gonna learn how to cook for a bake sale,",
      "th": "แบบว่าถ้าจะหัดทำอาหารเพื่อเอาไปงานขายขนม"
    }
  },
  {
    "translation": {
      "en": "-who would you want as your secret weapon? -[Roy] Yeah.",
      "th": "- จะอยากได้ใครเป็นอาวุธลับล่ะ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-For you to get perspective-- -I grew up on bake sales.",
      "th": "- มันทำให้คุณได้มุมมอง... - ฉันโตมากับงานขายขนมอบ"
    }
  },
  {
    "translation": {
      "en": "-[Roy] I know, that's your whole-- -It is my tried-and-true.",
      "th": "- ผมรู้ นั่นเป็นของถนัดคุณเลย - เป็นสิ่งที่ฉันรู้ดีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I will pull over the side of the road",
      "th": "ฉันจะจอดรถริมถนน"
    }
  },
  {
    "translation": {
      "en": "to go to a bake sale and spend $20 and get baked goods that run the gamut.",
      "th": "เพื่อไปงานขายขนม แล้วจ่าย 20 ดอลลาร์ เพื่อซื้อขนมทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "So we wanted to use this to, like--",
      "th": "เราจึงอยากใช้โอกาสนี้เพื่อ..."
    }
  },
  {
    "translation": {
      "en": "Take back the bake sale.",
      "th": "เอางานขายขนมคืนมา"
    }
  },
  {
    "translation": {
      "en": "Take back the bake sale, and also offer something.",
      "th": "เอางานขายขนมคืนมา และมอบอะไรที่"
    }
  },
  {
    "translation": {
      "en": "You know what? Just pause, and then let's try to make a good cookie,",
      "th": "\"เอางี้นะ หยุดพักก่อน แล้วมาทำคุกกี้อร่อยๆ"
    }
  },
  {
    "translation": {
      "en": "make a good brownie.",
      "th": "ทำบราวนี่อร่อยๆ กัน\""
    }
  },
  {
    "translation": {
      "en": "-My favorite cookie… -[Jon] Uh-huh.",
      "th": "คุกกี้โปรดของฉัน..."
    }
  },
  {
    "translation": {
      "en": "has been my favorite cookie at Milk Bar since the very beginning.",
      "th": "เป็นคุกกี้ที่ฉันชอบที่สุดของมิลค์บาร์ ตั้งแต่แรกเริ่มเลย"
    }
  },
  {
    "translation": {
      "en": "It was the cornflake, chocolate chip, marshmallow cookie.",
      "th": "คือคุกกี้คอร์นเฟลก ช็อกโกแล็ตชิป มาร์ชแมลโลว์"
    }
  },
  {
    "translation": {
      "en": "[Jon] It's really good.",
      "th": "มันอร่อยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Look at how much cornflake crunch goes into this cookie.",
      "th": "ดูสิคะว่าใส่คอร์นเฟลกกรอบๆ"
    }
  },
  {
    "translation": {
      "en": "-Goes into this. Yes. -Yeah.",
      "th": "- ในคุกกี้เยอะขนาดไหน - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is caramelized cornflakes. It's cornflakes.",
      "th": "มันเป็นคอร์นเฟลกเคลือบคาราเมล มีทั้งคอร์นเฟลก น้ำตาล เกลือ นมผง"
    }
  },
  {
    "translation": {
      "en": "There's some sugar, some salt, some milk powder.",
      "th": "มีทั้งคอร์นเฟลก น้ำตาล เกลือ นมผง"
    }
  },
  {
    "translation": {
      "en": "You know, people are always really scared of salt in their baked goods.",
      "th": "คนมักจะกลัวที่จะใส่เกลือในอาหารอบ"
    }
  },
  {
    "translation": {
      "en": "-You need salt and you need acid. -Yeah.",
      "th": "- คุณต้องการเกลือและต้องการกรด - ครับ"
    }
  },
  {
    "translation": {
      "en": "But making anything taste good requires that balance.",
      "th": "การทำให้อะไรออกมาอร่อยมันต้องมีสมดุล"
    }
  },
  {
    "translation": {
      "en": "-This is cultured butter. -[Jon] That gives you acid, the culture?",
      "th": "- นี่คือเนยเหลวหมัก - มันทำให้เป็นกรดใช่ไหม การหมัก"
    }
  },
  {
    "translation": {
      "en": "It gives you a bit of acid, but the thing a lot of home cooks don't think about is",
      "th": "มันทำให้มีกรดนิดหน่อยค่ะ แต่สิ่งที่คนทำอาหารเองมากมายไม่ได้คิดถึงคือ"
    }
  },
  {
    "translation": {
      "en": "that your baking powder and baking soda, which are what you use for leavener,",
      "th": "ผงฟูกับเบกกิ้งโซดา เป็นสิ่งที่ให้ความฟู คุณจะได้กรดจากส่วนนี้"
    }
  },
  {
    "translation": {
      "en": "that's where you get the acid.",
      "th": "เป็นสิ่งที่ให้ความฟู คุณจะได้กรดจากส่วนนี้"
    }
  },
  {
    "translation": {
      "en": "[Jon] I don't understand. Wait.",
      "th": "อะไรนะ ผมไม่เข้าใจ เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "Baking powder and baking soda. Can you tell me the difference?",
      "th": "ผงฟูกับเบกกิ้งโซดา สองอย่างนี้แตกต่างกันยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "Okay, so baking powder is a leavener.",
      "th": "โอเค ผงฟูคือตัวที่ให้ความฟู"
    }
  },
  {
    "translation": {
      "en": "It gives acid.",
      "th": "มันให้ความเป็นกรด"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Okay. -It also helps with texture.",
      "th": "- โอเค - และช่วยเรื่องเนื้อสัมผัสด้วย"
    }
  },
  {
    "translation": {
      "en": "And baking powder is typically double-acting,",
      "th": "และผงฟูก็ทำหน้าที่สองอย่าง"
    }
  },
  {
    "translation": {
      "en": "so it activates as a leavener when it hits heat the first time.",
      "th": "มันทำหน้าที่เป็นสารให้ความฟูเมื่อเจอความร้อน - เป็นครั้งแรก - โอเค"
    }
  },
  {
    "translation": {
      "en": "If it hits another acid, it will react again.",
      "th": "ถ้ามันโดนกรดตัวอื่นอีก มันก็จะมีปฏิกิริยาอีก"
    }
  },
  {
    "translation": {
      "en": "-As a leavener? -[Christina] It'll lift again.",
      "th": "- ทำให้ฟูขึ้นอีกเหรอ - มันจะทำให้ฟูขึ้นอีกค่ะ ใช่"
    }
  },
  {
    "translation": {
      "en": "So what would you add to baking powder to make it lift?",
      "th": "งั้นคุณจะใส่อะไรลงไปในผงฟู เพื่อให้มันฟูขึ้น"
    }
  },
  {
    "translation": {
      "en": "This is a good one! You know the science fair?",
      "th": "ถามได้ดีค่ะ รู้จักงานแสดง ผลงานวิทยาศาสตร์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-And you build the volcano? -Yes, the volcano.",
      "th": "- เวลาสร้างภูเขาไฟน่ะ - ครับ ภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "-Right. -Baking powder, vinegar.",
      "th": "- ใช่ - ผงฟู น้ำส้มสายชู"
    }
  },
  {
    "translation": {
      "en": "-Vinegar in there because it's acid. -[whooshing] Yeah.",
      "th": "- ในนั้นมีน้ำส้มสายชูเพราะมันเป็นกรด - ใช่"
    }
  },
  {
    "translation": {
      "en": "I gotcha. Mentos and Diet Coke.",
      "th": "เข้าใจละ เหมือนเมนทอสกับไดเอทโค้ก"
    }
  },
  {
    "translation": {
      "en": "-Same. Similar. -Same thing.",
      "th": "- เหมือนกัน คล้ายๆ - อย่างเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "-You can feel it happening in here. -Yes.",
      "th": "- จะรู้สึกได้ว่ามันทำอะไรในนี้ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Christina] So we add the light brown sugar and granulated sugar.",
      "th": "แล้วเราก็เติมน้ำตาลทรายแดง กับน้ำตาลทรายขาวลงไป"
    }
  },
  {
    "translation": {
      "en": "The secret to any great chocolate chip cookie is the dark vanilla extract.",
      "th": "เคล็ดลับของการทำคุกกี้ช็อกโกแล็ตชิปให้อร่อย สำหรับฉันคือวานิลลาสกัดแท้"
    }
  },
  {
    "translation": {
      "en": "But you'll also use the white vanilla for other things.",
      "th": "แต่คุณก็ใช้วานิลลาสังเคราะห์สำหรับอย่างอื่นด้วย"
    }
  },
  {
    "translation": {
      "en": "-Look at--I like that you came in ready. -[Jon] Yeah. Yeah.",
      "th": "- ดูสิ... - ใช่ - ฉันชอบที่คุณเตรียมตัวมาพร้อม - ครับๆ"
    }
  },
  {
    "translation": {
      "en": "-That creamy vanilla is birthday vibe. -[Jon] Yeah.",
      "th": "- รสครีมวานิลลาเหมือนเค้กวันเกิด - ใช่"
    }
  },
  {
    "translation": {
      "en": "-It's the fake vanilla. Yeah, okay. -That's dreamy, fake vanilla,",
      "th": "- มันเป็นวานิลลาปลอม แต่ก็ใช่ - เป็นรสวานิลลาปลอมๆ"
    }
  },
  {
    "translation": {
      "en": "which I would never use, baking these cookies.",
      "th": "ซึ่งฉันจะไม่มีวันใช้อบคุกกี้พวกนี้"
    }
  },
  {
    "translation": {
      "en": "But we cream this sucker in total for ten minutes, which is unheard of.",
      "th": "แต่เราจะตีส่วนผสมนี้ทั้งหมดสิบนาที ซึ่งไม่เคยได้ยินมาก่อน"
    }
  },
  {
    "translation": {
      "en": "So in your style of baking, are you using metric? Are you using pounds?",
      "th": "ในวิธีการอบของคุณ คุณใช้ระบบเมตริก หรือใช้หน่วยปอนด์"
    }
  },
  {
    "translation": {
      "en": "We're using metric. We use weight to the gram.",
      "th": "เราใช้ระบบเมตริกค่ะ เราชั่งเป็นกรัม"
    }
  },
  {
    "translation": {
      "en": "-[Roy] Yeah. -If it's a small amount,",
      "th": "- ครับ - และถ้ามันปริมาณเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "to the tenth of the 100th of a gram.",
      "th": "ก็ชั่งเป็นมิลลิกรัมเลย"
    }
  },
  {
    "translation": {
      "en": "But most home-baking recipes are by cups and teaspoons.",
      "th": "แต่สูตรทำที่บ้านส่วนใหญ่ชั่งเป็นถ้วยและช้อนชา"
    }
  },
  {
    "translation": {
      "en": "-They are. -Is it part of the problem?",
      "th": "- ใช่ค่ะ - มันเป็นปัญหารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's always part of the problem.",
      "th": "- มันเป็นปัญหาเสมอค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-With the bread, it's all… Like with-- -Yeah.",
      "th": "- กับขนมปัง มันเป็น... - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Bread is all grams and weighed in metric. -Has to be weighed in metric.",
      "th": "- ขนมปังต้องตวงเป็นกรัมและใช้ระบบเมตริก - ต้องตวงเป็นหน่วยเมตริก"
    }
  },
  {
    "translation": {
      "en": "[Christina] You don't need a crazy gem scale. You just need something.",
      "th": "ไม่ต้องใช้ตาชั่งดิจิตอลก็ได้ แค่ต้องใช้อะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "If all three of us made a cup of flour,",
      "th": "ถ้าพวกเราสามคนตวงแป้งหนึ่งถ้วย"
    }
  },
  {
    "translation": {
      "en": "-it'd weigh different across the board. -That's right.",
      "th": "- มันจะน้ำหนักไม่เท่ากันเลย - ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "When we write our cookbooks, the publishers maybe hate me a little bit,",
      "th": "ตอนที่เราเขียนตำราอาหารของเรา สำนักพิมพ์คงเกลียดฉันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "but I'm like, \"No, we're gonna give it to them in grams",
      "th": "แต่ฉันบอกเสมอว่า \"ไม่ เราจะให้สูตรเป็นหน่วยกรัม"
    }
  },
  {
    "translation": {
      "en": "'cause that's how we do it, and we're not going to be a part of the bad bake sales.",
      "th": "เพราะเราทำกันอย่างนั้น และเราจะไม่เป็นส่วนหนึ่งของขนมอบแย่ๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "-All right, where did you put my egg? -[Roy] I got it here.",
      "th": "เอาละ คุณเอาไข่ฉันไปวางไว้ไหน อยู่นี่ครับ"
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "So we want it to aerate for sure",
      "th": "เราอยากให้อากาศเข้าไป"
    }
  },
  {
    "translation": {
      "en": "because the second you add that egg yolk, it forces the emulsification",
      "th": "เพราะทันทีที่คุณเติมไข่แดงลงไป มันจะทำให้ผสมเป็นเนื้อเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "-of the butter and the sugar. -Yeah.",
      "th": "- ทั้งเนยและน้ำตาล - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] It strengthens that bond. And we need this to be super strong",
      "th": "มันทำให้เนื้อเกาะกัน และเราอยากให้มันเกาะกันแน่นๆ"
    }
  },
  {
    "translation": {
      "en": "because you know when your cookies… Some of it bakes out lacy and flat",
      "th": "เพราะเวลาคุกกี้ของคุณ... บางครั้งมันออกมาบางๆ แบนๆ"
    }
  },
  {
    "translation": {
      "en": "-and you can see the butter baking out? -Yeah, yeah.",
      "th": "- และเห็นเลยว่าเนยมันเยิ้มออกมา - ครับๆ"
    }
  },
  {
    "translation": {
      "en": "It's because you didn't take enough time here.",
      "th": "เพราะคุณไม่ได้ให้เวลามันผสมมากพอ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Speaking of lacy cookies, there are good lacy cookies.",
      "th": "พูดถึงคุกกี้บางๆ กรอบๆ คุกกี้บางกรอบที่อร่อยก็มีนะ"
    }
  },
  {
    "translation": {
      "en": "-The chocolate chip ones that are-- -Oh, yeah.",
      "th": "- พวกช็อกโกแล็ตชิปที่... - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Roy] That are crispy on the edges. -Oh, yeah.",
      "th": "- ที่ขอบกรอบๆ - ใช่"
    }
  },
  {
    "translation": {
      "en": "How do you get that cookie versus just a regular chocolate chip cookie?",
      "th": "คุณทำคุกกี้ให้เป็นแบบนั้น ไม่ใช่แค่คุกกี้ช็อกโกแล็ตชิปทั่วไปได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "So when you're making that kind of cookie,",
      "th": "เวลาคุณทำคุกกี้แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-and you want it to be purposefully lacy-- -Almost a palmiers texture, right?",
      "th": "- ที่คุณตั้งใจทำให้มันออกมาบางกรอบ - เนื้อเกือบเหมือนพายผีเสื้อ"
    }
  },
  {
    "translation": {
      "en": "[Christina] You're not playing this crazy whipping game.",
      "th": "คุณต้องไม่ตีส่วนผสมมาก"
    }
  },
  {
    "translation": {
      "en": "It's not about giving it aeration.",
      "th": "ไม่ต้องให้อากาศเข้ามากนัก"
    }
  },
  {
    "translation": {
      "en": "It's just about the ratio of flour to sugar to butter.",
      "th": "มันสำคัญที่สัดส่วนของแป้ง น้ำตาลและเนย"
    }
  },
  {
    "translation": {
      "en": "And it'll naturally bake out.",
      "th": "แล้วมันจะอบออกมาได้ดีเอง"
    }
  },
  {
    "translation": {
      "en": "-Yeah. Because the melted-- -What are those Pepperidge Farm ones",
      "th": "- ใช่ เพราะมันจะละลาย... - ของยี่ห้อเปปเปอร์ริดจ์ฟาร์มเรียกว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-that they dip in chocolate? -Yeah. Oh!",
      "th": "- ที่เคลือบช็อกโกแล็ตน่ะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Those are really good. -[Christina] Why can't I bake those?",
      "th": "- อันนั้นอร่อยมาก - ทำไมฉันถึงทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The most ones you see at bakeries are the chocolate chip, but then it…",
      "th": "แบบที่เห็นบ่อยที่สุดตามร้านเบเกอรี่ คือช็อกโกแล็ตชิป แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "-I grew up on the iced oatmeal ones. -Yes.",
      "th": "- ผมโตมากับคุกกี้โอ๊ตมีลหน้าไอซิง - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Remember those? -Yes.",
      "th": "- จำได้ไหม - ได้"
    }
  },
  {
    "translation": {
      "en": "Those were so good.",
      "th": "พวกนั้นอร่อยสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I used to load Pepperidge Farm cookies onto trucks in Queens.",
      "th": "ผมเคยช่วยขนคุกกี้เปปเปอร์ริดจ์ฟาร์ม ขึ้นบนรถบรรทุกที่ควีนส์"
    }
  },
  {
    "translation": {
      "en": "-Stop it. -[Jon] We were kids in school.",
      "th": "- ไม่จริงน่า - สมัยเป็นเด็ก สมัยเรียนอยู่"
    }
  },
  {
    "translation": {
      "en": "The drivers would tip us.",
      "th": "คนขับจะให้ทิปเรา"
    }
  },
  {
    "translation": {
      "en": "-We'd wait by the distribution center. -That's a dream job.",
      "th": "- เราจะรออยู่แถวศูนย์กระจายสินค้า - นั่นงานในฝันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "And we would go pick out their boxes and load up their trucks.",
      "th": "เราจะไปเลือกในลังของพวกเขา แล้วช่วยขนขึ้นรถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "-[Roy] And load it up. -Yeah. That was it.",
      "th": "- ขนขึ้นไปให้ - ใช่ อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "-[Roy laughs] -[Christina] I love that.",
      "th": "ชอบจัง"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is flour, salt, baking powder,",
      "th": "นี่คือแป้ง เกลือ ผงฟู"
    }
  },
  {
    "translation": {
      "en": "-baking soda. -[Jon] Right.",
      "th": "- เบกกิ้งโซดา - ครับ"
    }
  },
  {
    "translation": {
      "en": "We know we need to add this, so the secret to this mixing is",
      "th": "เรารู้ว่าต้องเติมคอร์นเฟลกลงไป เคล็ดลับการผสมคือ"
    }
  },
  {
    "translation": {
      "en": "that we want to mix this part of it as little as possible.",
      "th": "เราต้องผสมกันให้น้อยที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "[Jon] Right.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] That's it.",
      "th": "แค่นั้นเอง"
    }
  },
  {
    "translation": {
      "en": "[Jon] Is that all you would mix right there?",
      "th": "คุณจะผสมแค่นี้เองเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] I'll mix this other stuff in. -[Jon] Because you'll do that too.",
      "th": "- ใช่ เพราะฉันจะผสมอย่างอื่นนี้ลงไป - เพราะคุณต้องทำอันนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "-[Christina] These are sea salt bars. -What are the biggest flaws you see",
      "th": "- นี่เหมือนบาร์ซีซอลต์ - ข้อบกพร่องที่ร้ายแรงที่สุดที่คุณเห็น"
    }
  },
  {
    "translation": {
      "en": "in just everyday home-baking cookies? What I see is, it's either too chalky--",
      "th": "ในการอบคุกกี้ตามบ้านทั่วไปคืออะไร ที่ผมเห็นคือ มันมักร่วนไป"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Mm-hmm. Yes. -and hard as a rock.",
      "th": "- แล้วก็แข็งเป็นหิน - ใช่"
    }
  },
  {
    "translation": {
      "en": "No one creams their butter and their sugar long enough.",
      "th": "ไม่มีใครผสมเนยกับน้ำตาลนานพอ"
    }
  },
  {
    "translation": {
      "en": "-Yup. -Ever.",
      "th": "- ใช่ - ไม่มีเลย"
    }
  },
  {
    "translation": {
      "en": "It's like two seconds, zoom, zoom, zoom, we're done.",
      "th": "แบบว่าสองวินาที แป๊บๆ จบ"
    }
  },
  {
    "translation": {
      "en": "Yeah. They're probably doing the first phase that long.",
      "th": "ใช่ พวกเขาคงทำขั้นแรกนานเท่าเมื่อกี้"
    }
  },
  {
    "translation": {
      "en": "They're doing the second phase as long as we did the first phase--",
      "th": "แล้วก็ทำขั้นที่สองนานเท่าขั้นแรก"
    }
  },
  {
    "translation": {
      "en": "-They're doing this. -you gotta swap them.",
      "th": "- พวกเขาทำแบบนี้ - มันต้องสลับกัน"
    }
  },
  {
    "translation": {
      "en": "They overmix it, which is why you get the chalky, hard cookie.",
      "th": "พวกเขาผสมนานเกินไป ถึงได้คุกกี้ที่ร่วนและแข็ง"
    }
  },
  {
    "translation": {
      "en": "-Once you add the flour-- -Like, the gluten forms?",
      "th": "- พอเติมแป้งลงไป... - จนเกิดเป็นกลูเต็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You've taught him so well.",
      "th": "- ใช่ - คุณสอนเขามาดีมาก"
    }
  },
  {
    "translation": {
      "en": "You're really getting…",
      "th": "คุณกำลังเข้าใจ..."
    }
  },
  {
    "translation": {
      "en": "I don't ever tell anyone this stuff because it feels very…",
      "th": "ฉันไม่เคยบอกใครเรื่องนี้นะ เพราะมันรู้สึก..."
    }
  },
  {
    "translation": {
      "en": "-Nerdy? -Well, no, I like being a nerd,",
      "th": "- เนิร์ดไปเหรอ - ก็ไม่ค่ะ ฉันชอบเป็นเนิร์ด"
    }
  },
  {
    "translation": {
      "en": "but the details of it are overbearing in the spirit of something",
      "th": "แต่รายละเอียดมันหนักไป สำหรับสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "-that should be pure unadulterated joy. -No, you don't understand. It helps",
      "th": "- ควรจะเป็นความสนุกอย่างแท้จริง - ไม่ คุณไม่เข้าใจ มันช่วยได้"
    }
  },
  {
    "translation": {
      "en": "because once I understand the principles, I can apply it to other things.",
      "th": "เพราะเมื่อผมเข้าใจหลักการ ผมจะเอาไปประยุกต์ใช้กับอย่างอื่นได้"
    }
  },
  {
    "translation": {
      "en": "Yes. It is funny if you think about that. You go to culinary school",
      "th": "ใช่ พอคิดดูก็ตลกดีนะ คุณไปเรียนทำอาหาร เพราะคุณอยากเรียนรู้เทคนิคเบื้องต้น"
    }
  },
  {
    "translation": {
      "en": "because you have to learn the basic technique.",
      "th": "คุณไปเรียนทำอาหาร เพราะคุณอยากเรียนรู้เทคนิคเบื้องต้น"
    }
  },
  {
    "translation": {
      "en": "-Yes. -But the instinct is something",
      "th": "- ครับ - แต่สัญชาติญาณเป็นสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "that you pick up word-of-mouth",
      "th": "คุณต้องเรียนรู้จากประสบการณ์"
    }
  },
  {
    "translation": {
      "en": "-along the way. Trial and error. -Yeah.",
      "th": "- ระหว่างทาง ลองผิดลองถูก - ใช่"
    }
  },
  {
    "translation": {
      "en": "You have to learn how other people do it to figure out what your palate wants.",
      "th": "คุณต้องเรียนรู้ว่าคนอื่นทำยังไง ถึงจะคิดได้ว่าลิ้นคุณต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "-Yes. -How someone seasons their cookie dough",
      "th": "- ครับ - แบบว่า วิธีปรุงแป้งคุกกี้ของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "is probably totally different than the way I do it.",
      "th": "คงแตกต่างจากวิธีของฉันโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "-Yes. -But I also bake like I'm a cook",
      "th": "- ครับ - แต่ฉันก็อบขนมเหมือนฉันเป็นกุ๊ก"
    }
  },
  {
    "translation": {
      "en": "because I liked hanging out with the savory cooks on my way up.",
      "th": "เพราะฉันชอบสุงสิงกับกุ๊กทำอาหารระหว่างหัดทำ"
    }
  },
  {
    "translation": {
      "en": "You tasted, you went.",
      "th": "ต้องชิมไป ทำไป"
    }
  },
  {
    "translation": {
      "en": "So all of this ridiculous mass goes in.",
      "th": "แล้วก็ใส่ลงไปทั้งกระบิเลย"
    }
  },
  {
    "translation": {
      "en": "That's so cool.",
      "th": "เจ๋งแฮะ"
    }
  },
  {
    "translation": {
      "en": "[Christina] Chocolate.",
      "th": "ช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "Marshmallows.",
      "th": "มาร์ชแมลโลว์"
    }
  },
  {
    "translation": {
      "en": "And then, for here, I'm pulsing like…",
      "th": "สำหรับส่วนนี้ ฉันกดปุ่มผสมแค่..."
    }
  },
  {
    "translation": {
      "en": "-[Jon] You're keeping it… -[Christina] That's it.",
      "th": "- คุณให้มันผสม.. - แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "…as short as you can, yeah? As far as…",
      "th": "สั้นมากที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "-[Roy] Wow, that was fast. -[Jon] Oh, wow.",
      "th": "เร็วจังแฮะ"
    }
  },
  {
    "translation": {
      "en": "[Christina] If you look at this dough, it's a very light-colored dough.",
      "th": "ดูสีแป้งนะคะ สีแป้งอ่อนมาก"
    }
  },
  {
    "translation": {
      "en": "[Jon] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "This looks like a Halloween cookie almost. You could add Reese's Pieces, orange--",
      "th": "เกือบเหมือนคุกกี้วันฮาโลวีนเลย ใส่รีสเซสพีซเซสลงไป"
    }
  },
  {
    "translation": {
      "en": "You could add so many different things into there.",
      "th": "ใส่อะไรอย่างอื่นลงไปได้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "I'm gonna put you on scooping duty.",
      "th": "ฉันจะให้คุณทำหน้าที่ตักนะ จอน"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Yes. -[Christina] You've done your homework.",
      "th": "- ครับ - ฉันคิดว่าคุณทำการบ้านมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Fill the whole scooper and then bottoms it off with the palm of your hand.",
      "th": "ตักให้เต็มที่ตักแล้วเอาฝ่ามือกดให้แบน"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Salmonella. -[Christina] Please stop.",
      "th": "- เชื้อซาลโมเนลล่า - หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "These nice, little mountain tops are perfect",
      "th": "ตักให้เป็นก้อนใหญ่ๆ แบบนี้เหมาะเลย"
    }
  },
  {
    "translation": {
      "en": "because the cookie is largely butter.",
      "th": "เพราะคุกกี้ทำจากเนยเป็นส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "And so the taller we can make them, the less flat they'll get.",
      "th": "ดังนั้นยิ่งตักเป็นก้อนสูง มันก็จะยิ่งไม่ออกมาแบน"
    }
  },
  {
    "translation": {
      "en": "They go into the fridge and we get 'em super cold before they go into the oven.",
      "th": "เราจะเอาไปแช่ตู้เย็น ให้เย็นสุดๆ ก่อนจะเอาเข้าเตาอบ"
    }
  },
  {
    "translation": {
      "en": "-They keep their shape longer? -[Christina] Mm-hmm.",
      "th": "มันจะได้คงรูปทรงนานขึ้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Do they cook well-- -And we added so much extra butter in.",
      "th": "- มันจะสุกดีไหม... - และเราใส่เนยเพิ่มลงไปเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "We wanna give that butter a fighting chance before the heat hits it.",
      "th": "เราอยากให้เนยได้ทำหน้าที่ก่อนจะโดนความร้อน"
    }
  },
  {
    "translation": {
      "en": "-[Christina] All right, we're coming in. -[Roy] Hello. Wow.",
      "th": "- เอาละ เรามาแล้ว - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "[Jon growls] Here we are.",
      "th": "มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Christina] And that's it. -[Roy] Let's go.",
      "th": "แค่นั้นเอง ไปกัน"
    }
  },
  {
    "translation": {
      "en": "[Jon] And what's this?",
      "th": "นี่อะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is a super deepened graham pie shell.",
      "th": "นี่คือฐานพายขนมปังกรอบแบบลึกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "As long as I can add butter, sugar, salt, a little bit of milk powder,",
      "th": "ขอให้ฉันเติมเนย น้ำตาล เกลือ นมผงสักนิดลงไปได้"
    }
  },
  {
    "translation": {
      "en": "-anything can be a crust. -[Jon] Wow.",
      "th": "ทุกอย่างก็กลายเป็นฐานพายได้"
    }
  },
  {
    "translation": {
      "en": "So this was your first, kind of, attempt--",
      "th": "นี่คือความพยายามครั้งแรกของคุณที่จะ..."
    }
  },
  {
    "translation": {
      "en": "This is my first vehicle of dessert.",
      "th": "นี่คือขนมอย่างแรกที่ฉันทำสำเร็จค่ะ"
    }
  },
  {
    "translation": {
      "en": "…to define the bridge between who you were and who you're becoming?",
      "th": "เพื่อนิยามจุดเชื่อมโยงระหว่างตัวตนในอดีต กับตัวตนในอนาคตใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. I was a crazy home baker",
      "th": "ใช่ค่ะ ฉันเคยเป็นคนทำขนมที่บ้านเพี้ยนๆ"
    }
  },
  {
    "translation": {
      "en": "before I moved to New York to go to culinary school and do all this stuff.",
      "th": "ก่อนที่จะย้ายไปนิวยอร์ก เพื่อไปเรียนทำอาหารและทั้งหลายแหล่นี้"
    }
  },
  {
    "translation": {
      "en": "I never wanted to lose that piece of it",
      "th": "ฉันไม่เคยอยากสูญเสียตัวตนนั้นไป"
    }
  },
  {
    "translation": {
      "en": "because I knew there was something there that was true to me.",
      "th": "เพราะฉันรู้ว่ามันมีบางอย่างในนั้น ที่เป็นตัวฉันอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "-The home-baker side? Yeah. -[Christina] The home-baker side.",
      "th": "- ด้านที่เป็นคนทำขนมที่บ้านเหรอ - ด้านนั้นค่ะ ใช่"
    }
  },
  {
    "translation": {
      "en": "When you're making a brownie at home, sometimes you swirl stuff in it.",
      "th": "เช่น เวลาทำบราวนี่ที่บ้าน บางครั้งก็ใส่อะไรลงไปผสมบ้าง"
    }
  },
  {
    "translation": {
      "en": "Like, why can't you just put the batter of a brownie into a pie crust and bake it?",
      "th": "ทำไมจะเอาส่วนผสมบราวนี่ ราดลงในฐานพายแล้วอบไม่ได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Like, why not? The graham that's in the brownie batter will start to bridge",
      "th": "ทำไมจะไม่ได้เนอะ ขนมปังกรอบที่อยู่ใน ส่วนผสมบราวนี่จะเริ่มเชื่อมต่อ"
    }
  },
  {
    "translation": {
      "en": "what will happen on your palate.",
      "th": "การรับรสของคุณเอง"
    }
  },
  {
    "translation": {
      "en": "[Roy] Going back to bake sales, the most flaws I usually encounter are, they're chalky.",
      "th": "ขอย้อนกลับไปเรื่องงานขายขนม ข้อบกพร่องส่วนใหญ่ที่ผมเจอคือ มันร่วนไป"
    }
  },
  {
    "translation": {
      "en": "Where is that coming from for the--",
      "th": "มันเกิดขึ้นจากอะไร..."
    }
  },
  {
    "translation": {
      "en": "-The chalkiness? It's bad chocolate. -[Roy] …average home baker?",
      "th": "- ความร่วนเหรอ - สำหรับคนทำขนมตามบ้าน มันอยู่ที่ช็อกโกแล็ตแย่ๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes. Don't skimp on the ingredient, right?",
      "th": "ใช่ อย่างกกับส่วนผสมใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Christina] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "There's really no substitution for really good chocolate,",
      "th": "ช็อกโกแล็ตดีๆ ไม่มีอะไรแทนได้เลย"
    }
  },
  {
    "translation": {
      "en": "really good cocoa powder. The darker, the deeper, the better.",
      "th": "ผงโกโก้ดีๆ ยิ่งเข้มยิ่งขมยิ่งดี"
    }
  },
  {
    "translation": {
      "en": "You don't just go to the supermarket, buy the chips or the nibs and melt it?",
      "th": "คุณไม่ไปซื้อช็อกโกแล็ตชิปหรือโกโก้นิบ ตามซูเปอร์มาร์เก็ตมาละลายใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I do when I'm using chocolate chips because they're semi-sweet.",
      "th": "ฉันทำนะเวลาซื้อช็อกโกแล็ตชิป เพราะมันหวานน้อย"
    }
  },
  {
    "translation": {
      "en": "Also the fancy chocolate people don't make mini chocolate chips.",
      "th": "และพวกช็อกโกแล็ตหรูๆ ไม่ทำช็อกโกแล็ตชิปจิ๋วด้วย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[all laugh]",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] So take that out of the bowl.",
      "th": "งั้นเอาออกมาจากโถได้"
    }
  },
  {
    "translation": {
      "en": "-[Jon] These guys? Okay. -[Christina] Yeah. Let me get spoons",
      "th": "- อันนี้เหรอ โอเค - ค่ะ ฉันจะหยิบช้อน เราจะได้ชิมกัน"
    }
  },
  {
    "translation": {
      "en": "so we can taste it.",
      "th": "ฉันจะหยิบช้อน เราจะได้ชิมกัน"
    }
  },
  {
    "translation": {
      "en": "[Jon] Dang.",
      "th": "บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "[Jon] Wanna lick?",
      "th": "- เร็วเข้า - เลียไหม"
    }
  },
  {
    "translation": {
      "en": "You always know who's on the chocolate station",
      "th": "จะดูออกเสมอว่าใครจัดการช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "when you walk into the kitchen because they're always…",
      "th": "เมื่อเดินเข้าไปในครัว เพราะพวกเขามักจะ..."
    }
  },
  {
    "translation": {
      "en": "-It's impossible. You're being covered-- -Me, it'd be my face covered with it.",
      "th": "- มันเป็นไปไม่ได้เลย ตัวคุณจะเลอะ... - ถ้าเป็นผมคงเลอะทั้งหน้า"
    }
  },
  {
    "translation": {
      "en": "[Christina] And this just goes straight into the pie crust.",
      "th": "แล้วก็ราดลงไปบนฐานพายเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Jon] And it'll settle on its own? -[Chrisitna] It'll settle on its own.",
      "th": "มันจะเข้าที่มันเองเหรอ มันจะเข้าที่มันเองเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "There's little graham compared to what you're doing with the cookie",
      "th": "มีขนมปังกรอบน้อยมากนะ เมื่อเทียบกับสูตรคุกกี้"
    }
  },
  {
    "translation": {
      "en": "because it's disappeared and been incorporated.",
      "th": "เพราะมันโดนผสมจนหายไปเลย"
    }
  },
  {
    "translation": {
      "en": "Yes. And it starts to break up a little bit,",
      "th": "ค่ะ และมันก็เริ่มแตกตัวนิดหน่อยด้วย"
    }
  },
  {
    "translation": {
      "en": "so it's almost like a graham-y brownie batter.",
      "th": "มันเลยเกือบเหมือนส่วนผสมบราวนี่ ที่มีขนมปังกรอบ"
    }
  },
  {
    "translation": {
      "en": "[Jon] I can see what you're saying.",
      "th": "ผมเข้าใจที่คุณพูดละ"
    }
  },
  {
    "translation": {
      "en": "[Christina] One of my favorite things with chocolate",
      "th": "สิ่งหนึ่งที่ฉันชอบที่สุดของช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "is to play off of the acidity with another acidity.",
      "th": "คือจับคู่กรดเข้ากับกรดอีกตัว"
    }
  },
  {
    "translation": {
      "en": "And my favorite thing in that space is mint.",
      "th": "และสิ่งหนึ่งที่ฉันชอบใช้คือมินต์"
    }
  },
  {
    "translation": {
      "en": "Mint has a zest, but it also has a bite to it.",
      "th": "มินต์มีความสดชื่นและมีรสซ่าๆ อยู่"
    }
  },
  {
    "translation": {
      "en": "So we make this strangely gooey mixture.",
      "th": "เราจะทำส่วนผสมที่เหนียวๆ แปลกๆ นี้"
    }
  },
  {
    "translation": {
      "en": "This is white chocolate.",
      "th": "นี่คือไวต์ช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "You don't have to spend that much money because nice white chocolate is",
      "th": "อันนี้ไม่ต้องลงทุนมากนัก เพราะไวต์ช็อกโกแลตดีๆ นั้น"
    }
  },
  {
    "translation": {
      "en": "-all the same thing. -It's just milk, solid.",
      "th": "- เหมือนกันหมด - มันก็แค่นมเม็ด"
    }
  },
  {
    "translation": {
      "en": "[Christina] We add cream cheese.",
      "th": "เติมครีมชีสลงไป"
    }
  },
  {
    "translation": {
      "en": "Some oil.",
      "th": "น้ำมันสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[Jon] What, grape seed? -[Christina] I like grape seed.",
      "th": "น้ำมันอะไร เมล็ดองุ่นเหรอ ฉันชอบน้ำมันเมล็ดองุ่นค่ะ เราใช้แต่น้ำมันไร้รสไร้สี"
    }
  },
  {
    "translation": {
      "en": "We only use a flavorless, colorless oil",
      "th": "ฉันชอบน้ำมันเมล็ดองุ่นค่ะ เราใช้แต่น้ำมันไร้รสไร้สี"
    }
  },
  {
    "translation": {
      "en": "-unless we want the oil to have a role. -I see.",
      "th": "- นอกจากจะอยากให้น้ำมันมีบทบาทขึ้นมา - เข้าใจละ"
    }
  },
  {
    "translation": {
      "en": "We add confectioner's sugar. I'll let you pop that in.",
      "th": "เราเติมน้ำตาลไอซิงลงไป ฉันให้คุณเป็นคนใส่ละกัน"
    }
  },
  {
    "translation": {
      "en": "[Jon] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "The secret to anything that you want to taste like a great mint",
      "th": "เคล็ดลับการทำให้ได้รสมินต์อร่อยๆ"
    }
  },
  {
    "translation": {
      "en": "is a mixture of peppermint and spearmint as extracts.",
      "th": "คือต้องผสมสารสกัดเปปเปอร์มินต์กับสเปียร์มินต์"
    }
  },
  {
    "translation": {
      "en": "[Roy] You combine with the food coloring?",
      "th": "ผสมกับสีผสมอาหารเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Exactly. -[Jon] I see.",
      "th": "- ถูกต้องค่ะ - เข้าใจละ"
    }
  },
  {
    "translation": {
      "en": "[Christina] We'll take it and dollop it into different places on this pie.",
      "th": "เอามาเหยาะลงบนพายเป็นหย่อมๆ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Look how pretty she makes her top.",
      "th": "เธอทำหน้าออกมาสวยมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Christina] So I'm basically making little cheesecake swirl.",
      "th": "ฉันกำลังเกลี่ยวนๆ ปาดหน้าเหมือนชีสเค้ก"
    }
  },
  {
    "translation": {
      "en": "-Look how cool. -Oh, yeah.",
      "th": "- เจ๋งดี - ใช่"
    }
  },
  {
    "translation": {
      "en": "See, you're acting like it's nothing, you just whatever.",
      "th": "คุณทำเหมือนไม่ได้ทำอะไรเลย ยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "There's such an effortlessness.",
      "th": "แทบไม่ต้องพยายามเลย"
    }
  },
  {
    "translation": {
      "en": "But this is also, like, years of being like, 10, 11, 12-year-old",
      "th": "แต่นี่ก็เป็นเพราะทำมาตั้งแต่อายุสิบ 11 12 ขวบ"
    }
  },
  {
    "translation": {
      "en": "with my toothpick in my mom's home kitchen--",
      "th": "ใช้ไม้จิ้มฟันเกลี่ยในครัวที่บ้านกับแม่"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "…trying to figure out how to get the swirls just right.",
      "th": "พยายามดูว่าจะทำลวดลายให้ออกมาดูดียังไง"
    }
  },
  {
    "translation": {
      "en": "Each one of them is the same, and yet each one of them is a little different.",
      "th": "แต่ละอันเหมือนกัน แต่ก็มีความแตกต่างกันด้วย"
    }
  },
  {
    "translation": {
      "en": "Do you sell this at Milk Bar?",
      "th": "คุณขายพายนี้ที่มิลค์บารไหม"
    }
  },
  {
    "translation": {
      "en": "-[Christina] For special occasions. -[Roy] Okay.",
      "th": "- เราทำในโอกาสพิเศษค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "And then we give it a little ring around",
      "th": "แล้วก็ตกแต่งขอบๆ"
    }
  },
  {
    "translation": {
      "en": "of mini marshmallows and mini chocolate chips.",
      "th": "ด้วยมาร์ชแมลโลว์จิ๋วกับช็อกโกแล็ตชิปจิ๋ว"
    }
  },
  {
    "translation": {
      "en": "[Jon] High-end marshmallows don't always lead to better…",
      "th": "ใช้มาร์ชแมลโลว์หรูๆ ไม่ได้แปลว่าจะดีกว่า..."
    }
  },
  {
    "translation": {
      "en": "-S'mores. Yeah. -…baked products. No.",
      "th": "- อย่างสมอร์ ใช่ - สำหรับของอบเสมอไป"
    }
  },
  {
    "translation": {
      "en": "They don't. Because they're all natural and all that.",
      "th": "ไม่ดีกว่าค่ะ - คุณอยากได้... - เพราะมันทำจากธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "So you've embraced your childhood flavors",
      "th": "งั้นคุณอ้าแขนรับรสชาติ"
    }
  },
  {
    "translation": {
      "en": "-and products. -[Christina] I love the childhood flavors.",
      "th": "- และผลิตภัณฑ์จากวัยเด็ก - ฉันชอบรสชาติจากวัยเด็ก"
    }
  },
  {
    "translation": {
      "en": "I think where Christina and I are similar in cooking is,",
      "th": "ผมคิดว่าสิ่งที่คริสติน่ากับผมมีเหมือนกัน ในการทำอาหารคือ"
    }
  },
  {
    "translation": {
      "en": "we will mix high and low together.",
      "th": "เราชอบผสมของแพงและของถูกเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "th": "ใช่ ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "A lot of chefs, sometimes, are too snooty to do that.",
      "th": "เชฟหลายคนหยิ่งไม่ยอมทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "-[Jon] That's a good point. -But sometimes you can't replace",
      "th": "- เป็นประเด็นที่ดี - แต่บางครั้งคุณแทนที่"
    }
  },
  {
    "translation": {
      "en": "a old-fashioned marshmallow.",
      "th": "มาร์ชแมลโลว์แบบดั้งเดิมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I believe that, like, everyone wants to be spoken to",
      "th": "ฉันเชื่อว่าทุกคนอยากให้คุยด้วย"
    }
  },
  {
    "translation": {
      "en": "on some level. Everyone's in search of connection.",
      "th": "ในระดับเดียวกัน ทุกคนตามหาความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "And with food, the easiest way to speak to someone",
      "th": "และสำหรับอาหาร วิธีที่ง่ายที่สุด ที่จะคุยกับใครสักคน"
    }
  },
  {
    "translation": {
      "en": "-is through something they already know. -[Jon] So beautiful.",
      "th": "- คือผ่านทางสิ่งที่พวกเขารู้จักอยู่แล้ว - งดงาม"
    }
  },
  {
    "translation": {
      "en": "-That's it. We put it on a sheet tray. -Beautiful.",
      "th": "- แค่นั้นค่ะ เอาไปใส่ถาด - สวยงาม"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Off to the oven. -Is this it?",
      "th": "- เอาไปเข้าเตาได้ - แค่นั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-This is the first one. -[Jon] Is that it?",
      "th": "- อันนี้คืออันแรก - แค่นั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Christina] Once it gets baked off.",
      "th": "พออบเสร็จแล้วจะออกมาเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-We'll bake this one off so it's true. -We'll bake it, but we don't have to",
      "th": "- เราจะอบอันนี้จะได้สมจริง - เราจะอบกัน แต่ว่าเราไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "pretend this is it.",
      "th": "ทำเป็นว่ามันคืออันนี้"
    }
  },
  {
    "translation": {
      "en": "The other thing we do is, we Jackson Pollock glaze the top",
      "th": "ใช่ แต่อีกอย่างที่เราทำคือ เราจะโรยหน้า เป็นภาพวาดแจ็กสัน พอลล็อก"
    }
  },
  {
    "translation": {
      "en": "-before-- -Do we have to do that?",
      "th": "- ก่อนที่... - เราต้องทำเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Jon] What's this you're making?",
      "th": "คุณกำลังจะทำอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] This is just a mint drizzle. -[Jon] A drizzle?",
      "th": "- นี่คือน้ำราดรสมินต์ - โรยหน้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Christina] And then we Jackson Pollock the pie.",
      "th": "เราจะโรยใส่พายยังกับเป็น ภาพวาดแจ็กสัน พอลล็อก"
    }
  },
  {
    "translation": {
      "en": "You stand on a ladder above it and--",
      "th": "ยืนบนบันไดข้างบนแล้วก็..."
    }
  },
  {
    "translation": {
      "en": "We just stand a little above it and start to give it the splatter.",
      "th": "เราจะยืนอยู่เหนือพายแล้วก็สาดให้กระเซ็นเลย"
    }
  },
  {
    "translation": {
      "en": "Do you want to Jackson Pollock?",
      "th": "คุณอยากสาดบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-I'll give it a shot. -[Christina] All right.",
      "th": "- ผมจะลองดู - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-[Jon] How am I doing here? -[Christina] Good.",
      "th": "- ผมทำเป็นไงบ้าง เชฟ - ค่ะ ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Now go the other way?",
      "th": "- โรยอีกทางเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Am I going too-- -[Christina] You're good.",
      "th": "- ผมทำเยอะเกิน... - ได้แล้ว ไม่ค่ะ ทำดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "You pull it out from under me when I'm going too far.",
      "th": "ถ้าผมราดเยอะเกินไป ดึงออกไปเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Christina] There's no right or wrong way.",
      "th": "ไม่มีผิดหรือถูกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you want to add to this?",
      "th": "อยากเพิ่มไหม"
    }
  },
  {
    "translation": {
      "en": "-This? -Chef?",
      "th": "- นี่เหรอ - เชฟ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] He needs to… [laughs] -[Jon] That's the one--",
      "th": "- ใช่ ฉันรู้สึกว่าเขาต้อง... นั่นแหละ - แค่นี้แหละ"
    }
  },
  {
    "translation": {
      "en": "You wanna cut into this sucker?",
      "th": "อยากตัดพายไหม"
    }
  },
  {
    "translation": {
      "en": "They taught me in school the most important part is tasting.",
      "th": "ครับ โรงเรียนสอนผมว่า ส่วนสำคัญที่สุดคือการชิม"
    }
  },
  {
    "translation": {
      "en": "-Is tasting. -[Christina] Tasting.",
      "th": "- การชิม - การชิม"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Cuts easy, don't it? -[Christina] Mm-hmm.",
      "th": "ตัดง่ายเชียว"
    }
  },
  {
    "translation": {
      "en": "We bake it. It poofs. And then…",
      "th": "เราอบ แล้วมันก็ฟู แล้วก็..."
    }
  },
  {
    "translation": {
      "en": "I don't know about you, but I like a fudgy-in-the-center brownie.",
      "th": "ฉันไม่รู้ว่าพวกคุณชอบแบบไหนนะ แต่ฉันชอบบราวนี่ที่เนื้อข้างในหนึบๆ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -You got it. I can feel it already.",
      "th": "- ใช่ - ตามนั้นเลย ผมรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "[Christina] Nice.",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "-[Jon] That's really good. -That's a bake sale. They're so good.",
      "th": "- อร่อยจริงๆ - นี่แหละงานขายขนม อร่อยมาก"
    }
  },
  {
    "translation": {
      "en": "Right? The textures are so great.",
      "th": "ใช่ไหม เนื้อดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Christina] Texture of the marshmallows on top, I just cannot get away from.",
      "th": "เนื้อสัมผัสของมาร์ชแมลโลว์ข้างบน ฉันอดใจไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I'll go around and pick them off of every bite.",
      "th": "ฉันจะหยิบกินจากทุกชิ้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Jon] It's really good.",
      "th": "มันอร่อยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Roy] Well, we solved the cookie and the brownie. Now, we got the cake.",
      "th": "เราทำคุกกี้กับบราวนี่เสร็จแล้ว ทีนี้ก็เหลือเค้ก"
    }
  },
  {
    "translation": {
      "en": "You can't come to Milk Bar without making a layer cake.",
      "th": "ฉันรู้สึกว่าคุณมามิลค์บาร์ แล้วไม่ทำเลเยอร์เค้กไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Roy] Layer cake.",
      "th": "- ใช่ - เลเยอร์เค้ก"
    }
  },
  {
    "translation": {
      "en": "-Few more steps than a cookie, but worth-- -However,",
      "th": "- หลายขั้นตอนกว่าคุกกี้ แต่คุ้มค่า... - แต่ว่า"
    }
  },
  {
    "translation": {
      "en": "I was thrown when I saw the mise",
      "th": "ผมชะงักเมื่อเห็นส่วนผสมตวงไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "because I've never seen that in a layer cake.",
      "th": "เพราะผมไม่เคยเห็นแบบนี้ ในการทำเลเยอร์เค้กมาก่อน"
    }
  },
  {
    "translation": {
      "en": "You're here, so why the heck not",
      "th": "คุณมาทั้งที ก็ต้องงัดมา"
    }
  },
  {
    "translation": {
      "en": "-roll out the red carpet? -Why not?",
      "th": "- ต้อนรับเป็นพิเศษหน่อย - เอาเลย"
    }
  },
  {
    "translation": {
      "en": "It's a recipe we've been working on for a few months",
      "th": "เป็นสูตรที่เราทำกันมาหลายเดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-since we came out with the birthday cake. -This is the chocolate birthday cake?",
      "th": "- ตั้งแต่เราขายเค้กวันเกิด - งั้นนี่คือเค้กวันเกิดช็อกโกแล็ตเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's the chocolate birthday cake because not everyone is here for all the vanilla.",
      "th": "เป็นเค้กวันเกิดช็อกโกแล็ต เพราะใช่ว่าจะชอบวานิลลากันทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Christina] Mixing cake is like mixing a cookie,",
      "th": "- ถูกต้อง ใช่ - การผสมเค้กก็เหมือนกับผสมคุกกี้"
    }
  },
  {
    "translation": {
      "en": "-in theory. -Right.",
      "th": "- ทางทฤษฎีนะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-It starts with butter. Get it in there. -[Roy] Cream. Cream first.",
      "th": "- เริ่มด้วยเนย ใส่ลงไปเลย - ครีม เนื้อครีมก่อน"
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna add light brown sugar and granulated sugar.",
      "th": "ตามด้วยน้ำตาลทรายแดงกับน้ำตาลทรายขาว"
    }
  },
  {
    "translation": {
      "en": "And then ditto with the dark vanilla extract",
      "th": "แล้วก็ตามด้วยวานิลลาแท้สกัด"
    }
  },
  {
    "translation": {
      "en": "because chocolate cake should be dark and rich.",
      "th": "เพราะเค้กช็อกโกแล็ตควรจะเข้มข้น"
    }
  },
  {
    "translation": {
      "en": "So we take a bunch of eggs, and we blend them down for our cakes.",
      "th": "เราใช้ไข่หลายฟอง ตีไว้เพื่อผสมกับเค้ก"
    }
  },
  {
    "translation": {
      "en": "How do you know how many eggs you're adding?",
      "th": "รู้ได้ไงว่าตอนนี้คุณใส่ไข่ไปกี่ฟองแล้ว"
    }
  },
  {
    "translation": {
      "en": "We weigh them. A large egg is about 50 grams.",
      "th": "ชั่งน้ำหนักค่ะ ไข่ฟองใหญ่หนักประมาณ 50 กรัม"
    }
  },
  {
    "translation": {
      "en": "-We try to pour the oil in first. -What's this on the bottom?",
      "th": "- เราพยายามรินน้ำมันลงไปก่อน - ข้างใต้คืออะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "That's buttermilk. We layer our oil and our buttermilk.",
      "th": "นั่นบัตเตอร์มิลค์ค่ะ เราแยกชั้นน้ำมันกับบัตเตอร์มิลค์"
    }
  },
  {
    "translation": {
      "en": "Oil is always the key to moist cake?",
      "th": "น้ำมันเป็นหัวใจสำคัญ ของเค้กเนื้อฉ่ำๆ เสมอเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Oil is the key to moist cake. -[Jon] Buttermilk, now you have your acid.",
      "th": "น้ำมันเป็นหัวใจสำคัญของเค้กเนื้อฉ่ำๆ ค่ะ งั้นใส่บัตเตอร์มิลค์ ทีนี้ก็มีทั้งกรดและไขมันแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You have your fat. -[Christina] Exactly.",
      "th": "งั้นใส่บัตเตอร์มิลค์ ทีนี้ก็มีทั้งกรดและไขมันแล้ว ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[Jon] If it's not looking glossy, what do you add more of?",
      "th": "ถ้ามันไม่ดูเนียนเงาแบบนี้ จะเพิ่มอะไรไปอีก"
    }
  },
  {
    "translation": {
      "en": "-You just keep-- -Blending?",
      "th": "- ก็ต้อง... - ผสมต่อเหรอ"
    }
  },
  {
    "translation": {
      "en": "You keep blending. Again, it's the most common mistake.",
      "th": "ผสมต่อค่ะ ขอย้ำว่ามันเป็น ความผิดพลาดที่พบบ่อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "You don't want to change measurements because it's chemistry.",
      "th": "ใช่ คุณไม่อยากเปลี่ยนปริมาณส่วนผสม เพราะมันเป็นเคมี"
    }
  },
  {
    "translation": {
      "en": "-You don't just start-- -It's science.",
      "th": "- ไม่ใช่แค่เติม... - เป็นวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "-[Jon] So all of your control-- -I'll just add a little bit more oil.",
      "th": "- งั้นการควบคุมของคุณทั้งหมด - ฉันก็จะเติมน้ำมันลงไปอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "-No, but we do. -[Christina] Yeah.",
      "th": "- แต่เราก็ทำ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's what we do. So you're manipulating all of it",
      "th": "เราก็ทำแบบนั้น งั้นคุณกำลังจัดการทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "-through time and-- -And it's time and agitations.",
      "th": "- ผ่านเวลาและ... - เวลาและการกระตุ้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's where things go wrong. Remember when we were making the beignets?",
      "th": "ผมว่าพลาดกันตรงนั้นแหละ จำได้ไหมตอนที่เราทำเบนเย่"
    }
  },
  {
    "translation": {
      "en": "We were adding and changing the ratios a little bit.",
      "th": "เราเพิ่มและปรับเปลี่ยนสัดส่วนนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[Roy] A little bit. -Yeah.",
      "th": "- นิดหน่อย - ใช่"
    }
  },
  {
    "translation": {
      "en": "[groans] Du Monde?",
      "th": "ที่ดูมอนด์เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but it was three years old.",
      "th": "ใช่ แต่มันสามปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think I have a three-year-old box of Café Du Monde.",
      "th": "ฉันว่าฉันคงมีกล่องเก่าเก็บสามปี จากคาเฟ่ดูมอนด์"
    }
  },
  {
    "translation": {
      "en": "No, we got a fresh box, and we redid it.",
      "th": "เปล่า เราได้กล่องใหม่มาแล้วเราเอามาทำใหม่"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is cake flour, baking powder, salt.",
      "th": "นี่คือแป้งเค้ก ผงฟู เกลือ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Now we wanna go--",
      "th": "ทีนี้เราจะปั่น..."
    }
  },
  {
    "translation": {
      "en": "-[Christina] As little as possible. -…short, high-speed short,",
      "th": "- ให้น้อยที่สุด - สั้นๆ ความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "-or medium-speed short? -Medium-speed short.",
      "th": "- หรือปั่นสั้นๆ ความเร็วปานกลาง - สั้นๆ ความเร็วปานกลางค่ะ"
    }
  },
  {
    "translation": {
      "en": "We want to mix it for as little as humanly possible.",
      "th": "เราจะผสมให้น้อยที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Now, probably stop it. -[Christina] You can stop it.",
      "th": "- ทีนี้ก็หยุด - ฉันว่าหยุดได้"
    }
  },
  {
    "translation": {
      "en": "-Scrape it? -And my method is always you can finish",
      "th": "- ปาดเหรอ - วิธีของฉันคือ คุณผสมทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "mixing anything and everything by hand.",
      "th": "ให้เสร็จได้ด้วยมือเสมอ"
    }
  },
  {
    "translation": {
      "en": "[Jon] So it's folding more",
      "th": "แล้วก็ตะล่อมลงไป"
    }
  },
  {
    "translation": {
      "en": "-because you don't want to collapse it? -[Christina] Yeah.",
      "th": "- อย่าให้เนื้อยุบเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I'm so proud. I could just retire. You could take my job for me. He's on it.",
      "th": "ภูมิใจจัง ฉันเกษียณได้เลยนะ คุณทำแทนฉันได้เลย เขาเอาอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm just here for show. He's doin' it all.",
      "th": "ผมแค่มาปรากฎตัวเท่านั้น เขาทำเองหมดเลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] So the batter goes in.",
      "th": "เทส่วนผสมลงไป"
    }
  },
  {
    "translation": {
      "en": "[Jon] Just do this?",
      "th": "แบบนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Christina] Yeah, exactly. You're spreading them in.",
      "th": "ใช่เลยค่ะ ปาดลงไป"
    }
  },
  {
    "translation": {
      "en": "[Jon] I see.",
      "th": "เข้าใจละ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Perfect. -[Jon] Okay.",
      "th": "เพอร์เฟกต์ โอเค"
    }
  },
  {
    "translation": {
      "en": "[Christina] This side of the spatula is 90 degrees.",
      "th": "ปาดด้านนี้ของไม้พายให้เป็นมุมฉากค่ะ"
    }
  },
  {
    "translation": {
      "en": "So rather than bring my spatula back, I get a little batter underneath it.",
      "th": "แทนที่จะปาดกลับ ฉันปาดส่วนผสมลงไปข้างใต้"
    }
  },
  {
    "translation": {
      "en": "And then just wedge it into the corners.",
      "th": "แล้วเกลี่ยให้เข้ามุม"
    }
  },
  {
    "translation": {
      "en": "There we go.",
      "th": "อย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "And then, for this guy, because, even though it's cake, we still love texture,",
      "th": "แล้วก็โรยนี่ลงไป เพราะถึงแม้มันจะเป็นเค้ก เราก็ชอบให้มีเนื้อสัมผัส"
    }
  },
  {
    "translation": {
      "en": "we just sprinkle some of our nice mini little chocolate chips.",
      "th": "แค่โรยช็อกโกแล็ตชิปจิ๋วลงไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "This is a very fancy cake batter, and that's well and good,",
      "th": "นี่เป็นส่วนผสมเค้กที่หรูมากนะ ซึ่งดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "but, like, you can't take the girl out of the suburbs. A little bit.",
      "th": "แต่ยังไงก็ทิ้งความเป็นหญิงชานเมือง ของฉันไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "And what's your go-to mini chip?",
      "th": "ชิปจิ๋วที่คุณชอบของอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] Anything that's semi-sweet is nice. Milk chocolate is saved",
      "th": "อะไรที่หวานน้อยก็ได้ค่ะ รสช็อกโกแล็ตนมเก็บไว้สำหรับ ช็อกโกแล็ตแท่งเฮอร์ชีย์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "for my Hershey's candy bar,",
      "th": "รสช็อกโกแล็ตนมเก็บไว้สำหรับ ช็อกโกแล็ตแท่งเฮอร์ชีย์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "-Reese's Peanut Butter Cup… Yeah. -For eating it directly.",
      "th": "- ช็อกโกแล็ตเนยถั่วของรีสเซส... ใช่ - เอาไว้กินเปล่าๆ เลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] This goes in the oven 15, 20 minutes. [Jon] Okay.",
      "th": "- อบในเตา 15 ถึง 20 นาที - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Roy] All right. Cake? -[Christina] Chocolate cake.",
      "th": "- เอาละ เค้ก - เค้กช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "A cake is done just as it starts to pull back from the edges.",
      "th": "เค้กสุกเมื่อขอบด้านข้างร่อนไม่ติดกับถาด"
    }
  },
  {
    "translation": {
      "en": "In order to start working with him,",
      "th": "เราต้องเอาออกมาจากถาดก่อน"
    }
  },
  {
    "translation": {
      "en": "-we just have to take him out of the pan. -[Jon] I see.",
      "th": "- ถึงจะแต่งหน้าได้ - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] They pop out, and this piece comes back really easily.",
      "th": "มันออกมาเองเลย แล้วนี่ก็ดึงออกมาง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "-And you just smack them. -And just literally…yeah. Boom.",
      "th": "- แค่ฟาดเลย - แค่ฟาดแรงๆ... ใช่ ตู้ม"
    }
  },
  {
    "translation": {
      "en": "[Jon] That was really fun. Okay.",
      "th": "สนุกดีแฮะ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] You're a pro already. -[Jon] There we go.",
      "th": "- คุณเป็นมือโปรแล้ว - เอาละนะ"
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "th": "ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Christina] We know we need to cut it into rounds.",
      "th": "เรารู้ว่าเราต้องตัดเป็นทรงกลม"
    }
  },
  {
    "translation": {
      "en": "So why didn't you just make your first cakes into a rectangle?",
      "th": "ทำไมคุณไม่ทำเค้กให้เป็นทรงเหลี่ยมล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's a good question. Because this is nostalgia.",
      "th": "เป็นคำถามที่ดีค่ะ เพราะแบบนี้ ทำให้คิดถึงความหลัง"
    }
  },
  {
    "translation": {
      "en": "A rectangle cake doesn't make sense,",
      "th": "เค้กทรงเหลี่ยมไม่เข้าท่า"
    }
  },
  {
    "translation": {
      "en": "-doesn't tug on my heartstrings. -Yeah. Okay. Yeah.",
      "th": "- เพราะมันไม่โดนใจฉัน - อ๋อ โอเค"
    }
  },
  {
    "translation": {
      "en": "You don't need three great rounds to make a great cake.",
      "th": "ไม่ต้องใช้ทรงกลมสวยๆ ทำเค้กดีๆ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "You only need one really great round.",
      "th": "ใช้แค่ชิ้นเดียวก็พอ"
    }
  },
  {
    "translation": {
      "en": "-For the top. -[Christina] You…For the top.",
      "th": "- สำหรับชิ้นบน - คุณ... สำหรับชิ้นบน"
    }
  },
  {
    "translation": {
      "en": "That's one nice round.",
      "th": "ชิ้นนี้สวยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Another as nice of a round as you can get.",
      "th": "อีกชิ้นก็ทำให้สวยๆ ที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "[Jon, Christina] For the bottom.",
      "th": "- สำหรับชั้นล่าง - สำหรับชั้นล่าง"
    }
  },
  {
    "translation": {
      "en": "[Christina] And then two almost--",
      "th": "แล้วอีกสองชิ้นก็..."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Halves. -…half moons. Exactly.",
      "th": "- เกือบครึ่ง - ครึ่งเสี้ยว"
    }
  },
  {
    "translation": {
      "en": "And the chocolate chips, you gotta give them a little pounding.",
      "th": "ส่วนช็อกโกแล็ตชิป ต้องทุบมันหน่อย"
    }
  },
  {
    "translation": {
      "en": "So you get one full three-layer cake out of one flat?",
      "th": "คุณได้เค้กสามชั้นจากเค้กเหลี่ยมหนึ่งชิ้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Out of one quarter-sheet pan, exactly.",
      "th": "จากเค้กหนึ่งแผ่นกว่าค่ะ ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[Jon] Roy, I'm getting into your area here.",
      "th": "รอย ผมจะกินพื้นที่คุณละ"
    }
  },
  {
    "translation": {
      "en": "-Is that all right? -[Christina] Territory.",
      "th": "- เป็นอะไรไหม - บุกถิ่น"
    }
  },
  {
    "translation": {
      "en": "[Jon] We're gonna make this perfect now.",
      "th": "เราจะทำให้เพอร์เฟกต์เลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] Perfect. These rings are gonna be our new friends.",
      "th": "เพอร์เฟกต์ แม่พิมพ์กลมนี้ จะเป็นเพื่อนใหม่ของเรา"
    }
  },
  {
    "translation": {
      "en": "-Give 'em a little dust down. -Like a plating cylinder?",
      "th": "- เช็ดๆ หน่อย - ทำเป็นกรอบแต่งหน้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "There you go. Look at you. Did you learn that from Wolfgang?",
      "th": "นั่นแหละค่ะ ดูคุณสิ คุณเรียนมาจากวูล์ฟกังเหรอ"
    }
  },
  {
    "translation": {
      "en": "I learned it from Roy. Everything.",
      "th": "ผมเรียนมาจากรอยครับ ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] Ring on cardboard becomes our new canvas.",
      "th": "กระดาษแข็งทรงกลมจะเป็นผ้าใบของเรา"
    }
  },
  {
    "translation": {
      "en": "-This stuff is acetate. -Yes.",
      "th": "- อันนี้คือแอซิเตด - ครับ"
    }
  },
  {
    "translation": {
      "en": "-[Christina] So we use that as a guide. -[Jon] Okay.",
      "th": "- เราจะใช้อันนี้เป็นแนวทาง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Christina] We're gonna build from here. -[Jon] Mm-hmm.",
      "th": "เราจะก่อขึ้นไปจากนี่"
    }
  },
  {
    "translation": {
      "en": "[Christina] We're going to put our two--",
      "th": "ใช่ เราจะใส่เค้กสอง..."
    }
  },
  {
    "translation": {
      "en": "-[Jon] Halves. -…half moons down first.",
      "th": "- เสี้ยวของเรา - เอาเสี้ยวลงก่อน"
    }
  },
  {
    "translation": {
      "en": "-[Jon] The sad round. -[Christina] The sad rounds!",
      "th": "อันที่ไม่สวย อันที่ไม่สวย แล้วก็ใช้เศษๆ"
    }
  },
  {
    "translation": {
      "en": "And then we're gonna use the one off scraps.",
      "th": "อันที่ไม่สวย แล้วก็ใช้เศษๆ"
    }
  },
  {
    "translation": {
      "en": "-[Jon] So spread it. -We'll break them down",
      "th": "- ปูลงไป - เราจะบิออก"
    }
  },
  {
    "translation": {
      "en": "-to fill in the negative space. -[Jon] I see.",
      "th": "- เพื่ออัดให้เต็มพื้นที่ว่าง - ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] So this is a soak. It's a vanilla-scented soak.",
      "th": "นี่เป็นน้ำเชื่อมกลิ่นวานิลลา"
    }
  },
  {
    "translation": {
      "en": "It's the dreamy vanilla vibe,",
      "th": "ให้กลิ่นวานิลลาชวนฝัน"
    }
  },
  {
    "translation": {
      "en": "so it's a little bit of that clear vanilla extract.",
      "th": "มันมีส่วนผสมวานิลลาสังเคราะห์นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "You're putting about three spoonfuls of that soak down.",
      "th": "ราดลงไปสามช้อนเต็มๆ เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jon] So moisture and flavor-- [Christina] Moisture and flavor are key here.",
      "th": "- ให้ความฉ่ำและรสชาติ... - สิ่งสำคัญคือความฉ่ำและรสชาติ"
    }
  },
  {
    "translation": {
      "en": "[Jon] What's this one?",
      "th": "อันนี้คืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] This is birthday frosting. This is our from-scratch version of it.",
      "th": "ครีมเค้กวันเกิดค่ะ เราทำเองหมดเลย"
    }
  },
  {
    "translation": {
      "en": "I put down usually three heaping spoonfuls.",
      "th": "ปกติฉันโปะลงไปสักสามช้อนพูนๆ"
    }
  },
  {
    "translation": {
      "en": "And you're gonna do the same figure-eight ellipses.",
      "th": "แล้วคุณจะปาดลงไปเป็นแนวเลขแปด"
    }
  },
  {
    "translation": {
      "en": "You just want to keep your spoon in the frosting.",
      "th": "คอยปาดให้ช้อนเกาะหน้าเค้กไว้"
    }
  },
  {
    "translation": {
      "en": "Poking at it will pull the layer of cake up.",
      "th": "ยิ่งจิ้มจะทำให้ดึงเนื้อเค้กขึ้นมาด้วย"
    }
  },
  {
    "translation": {
      "en": "[Jon] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "These are birthday crumbs. Spread 'em around.",
      "th": "นี่คือเศษเค้กกรอบค่ะ โรยให้ทั่วๆ"
    }
  },
  {
    "translation": {
      "en": "And then, just to anchor them into the frosting.",
      "th": "จากนั้นกดให้มันเข้ากับเนื้อครีม"
    }
  },
  {
    "translation": {
      "en": "[Roy] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "So once crumb goes down--",
      "th": "พอโรยเศษเค้กกรอบลงไปแล้ว..."
    }
  },
  {
    "translation": {
      "en": "-More frosting? -More frosting.",
      "th": "- โปะครีมอีกเหรอ - โปะครีมอีก"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "So we're gonna do the same thing all over. Cake, soak, frosting, crumb, frosting.",
      "th": "เราจะทำเหมือนเดิมอีก เค้ก ราดน้ำเชื่อม โปะครีม เศษเค้กกรอบ โปะครีม"
    }
  },
  {
    "translation": {
      "en": "I actually gotta go to a birthday party after this.",
      "th": "ที่จริงผมต้องไปงานเลี้ยงวันเกิดหลังจากนี้นะ"
    }
  },
  {
    "translation": {
      "en": "-No way. -This is perfect, yeah.",
      "th": "- ไม่จริงน่ะ - นี่เพอร์เฟกต์เลย ใช่"
    }
  },
  {
    "translation": {
      "en": "[Jon] I'll sell you mine.",
      "th": "ผมจะขายเค้กผมให้"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[all laugh]",
      "th": "อือ"
    }
  },
  {
    "translation": {
      "en": "Your favorite memory of birthday cake, do you have one?",
      "th": "ความทรงจำเกี่ยวกับเค้กวันเกิด ที่ชอบที่สุดของคุณ มีไหม"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Roy? -I like lemon cake, I would say.",
      "th": "รอย ผมชอบเค้กมะนาวนะ"
    }
  },
  {
    "translation": {
      "en": "The zing of it or the gooey pound-cake vibe?",
      "th": "ชอบรสชาติเปรี้ยวๆ หรือชอบเนื้อเค้กปอนด์นุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "Both. Koreans grow up with pound-cake-type cake.",
      "th": "ทั้งสองอย่าง คนเกาหลีโตมากับเค้กปอนด์"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Really? -Yeah.",
      "th": "- จริงเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "My memories are the Entenmann's that everybody sneaks in at midnight",
      "th": "ความทรงจำของผมคือเค้กเอ็นเทนเมนน์ ที่ทุกคนจะแอบกินตอนเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "-to have more and disappears by morning. -But crumb cake? Like Entenmann's--",
      "th": "จะได้กินเพิ่มอีกหน่อย - แล้วตอนเช้าก็หมดเกลี้ยง - ครัมบ์เค้กของเอ็นเทนเมนน์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Crumb cake's good. And whatever that cheesecake,",
      "th": "ครัมบ์เค้กก็อร่อย และชีสเค้กอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-strudel-type thing… -[Christina] Oh, yeah.",
      "th": "- ที่เหมือนสตรูเดิล - อ๋อ ใช่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Uh-oh…No more frosting.",
      "th": "ครีมหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is that anxiety that comes with doing this at home.",
      "th": "นี่แหละความว้าวุ่นของการทำขนมที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "[Christina] I know.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "See, now this really is like bake sale.",
      "th": "งานนี้เหมือนงานขายขนมอบจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "But this is right. This is the humanity of what happens in the kitchen.",
      "th": "แต่นี่ก็ถูกแล้ว นี่แหละคือเรื่องปกติ ที่เกิดขึ้นในห้องครัว"
    }
  },
  {
    "translation": {
      "en": "[Jon] I'm gonna put one dollop in the middle. I'd cry.",
      "th": "ผมจะโปะแค่ช้อนเดียวตรงกลาง อยากร้องไห้เลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] Your friend would be like, \"Hold on, I got…\"",
      "th": "ไม่หรอก เพื่อนคุณจะบอกว่า - \"เดี๋ยวนะ ฉันมี... ดูสิ\" - ฉันมีเหลือ"
    }
  },
  {
    "translation": {
      "en": "[Jon] I have extra.",
      "th": "- \"เดี๋ยวนะ ฉันมี... ดูสิ\" - ฉันมีเหลือ"
    }
  },
  {
    "translation": {
      "en": "Now we're talking.",
      "th": "มันต้องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-There you go. -Gimme another layer.",
      "th": "- เชิญเลยค่ะ - เอามาอีกชั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Christina] You're so… I know, right? Build it to the sky.",
      "th": "คุณช่าง... ฉันรู้ โปะให้สูงถึงฟ้าเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "[Jon] Now I'm happy. Look at this.",
      "th": "ผมมีความสุขละ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "[Christina] The best is, you can make the top as crazy as you want.",
      "th": "ส่วนที่ดีที่สุดคือ จะทำให้ด้านบนสุด หลุดโลกยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Once you pull the sides up-- -[Roy] That's pretty.",
      "th": "- เพราะเมื่อดึงด้านข้างขึ้นไป - สวยมาก"
    }
  },
  {
    "translation": {
      "en": "-[Christina] Yes! -[Jon] It's called Bart Simpson.",
      "th": "- ใช่ - เรียกว่าเค้กบาร์ต ซิมป์สัน"
    }
  },
  {
    "translation": {
      "en": "Eraserhead.",
      "th": "อีเรเซอร์เฮด"
    }
  },
  {
    "translation": {
      "en": "[Christina] Look at you! It means business.",
      "th": "ดูคุณสิ จริงจังเชียว"
    }
  },
  {
    "translation": {
      "en": "[Jon] That's very pretty, Roy, I have to say.",
      "th": "สวยมากนะ รอย ต้องขอชม"
    }
  },
  {
    "translation": {
      "en": "[Christina] He's got it.",
      "th": "เขาเอาอยู่"
    }
  },
  {
    "translation": {
      "en": "-We're going to the freezer, guys. -[Roy] In the freezer? Okay.",
      "th": "- เอาละ ไปเข้าตู้แช่แข็งกัน - ใส่ตู้แช่แข็งเหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna go in the Mr. Freeze deep freeze.",
      "th": "เราจะเข้าห้องเย็นของมิสเตอร์ฟรีส"
    }
  },
  {
    "translation": {
      "en": "[Jon] This is the one where you get somebody to confess.",
      "th": "ที่นี่แหละเอาไว้ลากคนมาเค้นคำสารภาพ"
    }
  },
  {
    "translation": {
      "en": "[Christina] Yeah! Yeah! Where did you put the milk?",
      "th": "ใช่ๆ เอานมไปวางไว้ไหน"
    }
  },
  {
    "translation": {
      "en": "Whenever I see this, I feel like I'm on Game of Thrones.",
      "th": "ทุกครั้งที่ฉันเห็นนี่ ฉันรู้สึกเหมือน อยู่ในเรื่องมหาศึกชิงบัลลังก์"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -This one? Oh, the Wall.",
      "th": "- จริง - อันนี้เหรอ อ๋อ กำแพง"
    }
  },
  {
    "translation": {
      "en": "[Roy] There we go.",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Should we check on the cookies? -[Christina] Yeah, I'm ready.",
      "th": "- เราไปดูคุกกี้กันไหม - ค่ะ พร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Christina] Gentlemen…",
      "th": "สุภาพบุรุษ"
    }
  },
  {
    "translation": {
      "en": "Feast your eyes. Look at those things.",
      "th": "เชิญดูซะ ดูคุกกี้สิ"
    }
  },
  {
    "translation": {
      "en": "-Excellent. -The marshmallows, you can see them",
      "th": "- เยี่ยมมาก - มาร์ชแมลโลว์ เห็นมันเยิ้มออกมาเลย"
    }
  },
  {
    "translation": {
      "en": "popping out in a gooey way.",
      "th": "เห็นมันเยิ้มออกมาเลย"
    }
  },
  {
    "translation": {
      "en": "And you can tell, because there's no blowouts,",
      "th": "ดูออกเพราะไม่มีเนื้อแตกออก"
    }
  },
  {
    "translation": {
      "en": "we mixed them all properly. You see the little jewels of it.",
      "th": "เราผสมไว้ดีเลยเห็นมันฝังอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "It was perfectly scooped is what we can tell.",
      "th": "เราดูออกเลยว่ามันตักได้เพอร์เฟกต์มาก"
    }
  },
  {
    "translation": {
      "en": "What I'm gauging here is that it's perfectly scooped,",
      "th": "ฉันกะด้วยสายตาว่ามันตักได้เพอร์เฟกต์เป๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "but for me that is…",
      "th": "แต่สำหรับฉันนี่คือ..."
    }
  },
  {
    "translation": {
      "en": "the moment of it.",
      "th": "ช่วงสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Jon] I like it so much more",
      "th": "ผมยิ่งชอบขึ้นเยอะเลยเมื่อรู้ว่าใส่อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "-now I know what's in it. -[Roy] It's delicious.",
      "th": "ผมยิ่งชอบขึ้นเยอะเลยเมื่อรู้ว่าใส่อะไรบ้าง อร่อยมาก"
    }
  },
  {
    "translation": {
      "en": "[Christina] We crushed that.",
      "th": "เราทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "All these cake scraps, we don't throw 'em away. We make 'em into cake truffles.",
      "th": "แล้วก็พวกเศษเค้กที่เราไม่ได้ทิ้ง เราจะเอามาทำเป็นเค้กทรัฟเฟิล"
    }
  },
  {
    "translation": {
      "en": "They become the truffles? Okay. -[Christina] Yeah.",
      "th": "- กลายเป็นทรัฟเฟิลเหรอ โอเคเลย - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "We put them all into a bowl.",
      "th": "เราเอามาใส่ชาม"
    }
  },
  {
    "translation": {
      "en": "We break them down. And then we add that same cake soak.",
      "th": "แล้วก็ขยำ ตามด้วยน้ำเชื่อมเค้กอันเดิม"
    }
  },
  {
    "translation": {
      "en": "And then you're gonna knead it almost as you would a bread dough.",
      "th": "แล้วก็นวดเหมือนเวลานวดขนมปัง"
    }
  },
  {
    "translation": {
      "en": "Compress it. It's already baked, so you're not worried about",
      "th": "อัดลงไป มันอบแล้วเลยไม่ต้องกลัวว่า"
    }
  },
  {
    "translation": {
      "en": "-developing gluten. -[Jon] Right.",
      "th": "- จะมีกลูเตน - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Christina] And from there, we use these scoops.",
      "th": "จากนั้นเราจะใช้ที่ตักพวกนี้"
    }
  },
  {
    "translation": {
      "en": "Fill 'em, compress 'em,",
      "th": "ตักแล้วอัดลงไป"
    }
  },
  {
    "translation": {
      "en": "and we lay them out to the side there.",
      "th": "แล้ววางไว้ข้างๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Roy, I'll scoop. You roll.",
      "th": "รอย ฉันจะตักนะ คุณกลึง"
    }
  },
  {
    "translation": {
      "en": "We sell so many of these puppies that,",
      "th": "เราขายตัวนี้เยอะมากจน..."
    }
  },
  {
    "translation": {
      "en": "when we get down, like, we get down as a team.",
      "th": "เวลาเราทำ เราต้องทำเป็นทีม"
    }
  },
  {
    "translation": {
      "en": "You come. Someone's in charge of mixing.",
      "th": "พอเข้ามา จะมีคนทำหน้าที่ผสม"
    }
  },
  {
    "translation": {
      "en": "Someone's in charge of scooping. Someone's in charge of rolling.",
      "th": "อีกคนทำหน้าที่ตัก อีกคนเป็นคนกลึง"
    }
  },
  {
    "translation": {
      "en": "What's the best music for making these?",
      "th": "เพลงที่เหมาะสำหรับการทำแบบนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[sighs] I think you need a very quick beat that's also a little screamy",
      "th": "ฉันคิดว่าต้องเป็นเพลงจังหวะเร็วๆ ที่แหกปากหน่อย"
    }
  },
  {
    "translation": {
      "en": "because it's like going to boot camp. It's like, \"Go!\" [screams]",
      "th": "เพราะมันเหมือนไปเข้าค่ายทหาร แบบว่า \"ลุย!\""
    }
  },
  {
    "translation": {
      "en": "-How many of these you go through? -Thousands of them.",
      "th": "- คุณขายตัวนี้มากเท่าไหร่ - หลายพันเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "On a week, we probably sell eight to ten thousand cake truffles.",
      "th": "ในหนึ่งสัปดาห์ เราน่าจะขายเค้กทรัฟเฟิล ประมาณ 8,000 ถึง 10,000 ลูก"
    }
  },
  {
    "translation": {
      "en": "[Jon] Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "So this is that birthday crumb with a little bit more chocolate.",
      "th": "งั้นนี่ก็คือเนื้อเค้กวันเกิด ที่ใส่ช็อกโกแล็ตมากหน่อย"
    }
  },
  {
    "translation": {
      "en": "And we broke it down to a sandy.",
      "th": "- โอเค - เราขยำให้เนื้อร่วนๆ"
    }
  },
  {
    "translation": {
      "en": "This is white chocolate that is mixed with a little bit of oil",
      "th": "นี่คือไวต์ช็อกโกแล็ตที่ผสมกับน้ำมันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "so that it's nice and thin.",
      "th": "- มันจะได้เนื้อบางๆ เนียนๆ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Christina] We're gonna white chocolate hands,",
      "th": "ทาไวต์ช็อกโกแล็ตที่มือ"
    }
  },
  {
    "translation": {
      "en": "-throw it over to Roy. -[Jon] Fried chicken.",
      "th": "- ส่งต่อให้รอย - เหมือนทำไก่ทอด"
    }
  },
  {
    "translation": {
      "en": "[Christina] Roy is going to rake it and then pull it.",
      "th": "รอยจะเป็นคนคลุกแล้วตักขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "-And then as soon as it sets… -[Jon] Warm.",
      "th": "- แล้วทันทีที่มันเข้าเนื้อ... - อุ่นๆ"
    }
  },
  {
    "translation": {
      "en": "…it's ready to eat or ready to package.",
      "th": "มันก็พร้อมกินและบรรจุห่อได้"
    }
  },
  {
    "translation": {
      "en": "It's chocolate, vanilla, and a truffle.",
      "th": "มีช็อกโกแล็ต วานิลลาและทรัฟเฟิล"
    }
  },
  {
    "translation": {
      "en": "So you can get some really primo bake-sale vibe.",
      "th": "จะได้บรรยากาศแบบงานขายขนมอบของแท้เลย"
    }
  },
  {
    "translation": {
      "en": "Taste some of it.",
      "th": "ลองชิมดูสิ"
    }
  },
  {
    "translation": {
      "en": "The second this sets,",
      "th": "ทันทีที่มันได้ที่"
    }
  },
  {
    "translation": {
      "en": "there's a little of that shard of texture of white chocolate.",
      "th": "มันจะมีเนื้อสัมผัสของไวต์ช็อกโกแล็ตกรุบๆ"
    }
  },
  {
    "translation": {
      "en": "-This one's gonna be a hit. -That one's gonna be a hit.",
      "th": "อันนี้ต้องดังแน่นอน อันนี้จะต้องดังค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Roy] So we have our bake sale now.",
      "th": "เราได้งานขายขนมอบของเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jon] You'd get that new library--",
      "th": "คุณจะได้สร้างห้องสมุด"
    }
  },
  {
    "translation": {
      "en": "[Christina] In my imagination, this is what a bake sale should look like.",
      "th": "- ที่โรงเรียนคุณเร็วๆ แน่ - งานขายขนมอบควรจะเป็นแบบนี้ ใช่"
    }
  },
  {
    "translation": {
      "en": "You show up to a bake sale with that, you got two secret weapons.",
      "th": "ถ้าไปงานขายขนมอบแบบนี้นะ มีอาวุธลับสองอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, you're in a different realm.",
      "th": "อยู่ดีๆ ก็อยู่อีกโลกหนึ่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "-You're in a different territory. -[Roy] You're parent of the year.",
      "th": "- อยู่อีกชั้นหนึ่งเลย - คุณอาจจะได้เป็นผู้ปกครองแห่งปีก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Jon] Lightning round. If I go to the ice cream parlor, I'll get vanilla.",
      "th": "รอบตัดเชือก ถ้าผมไปร้านไอศกรีม ผมจะกินรสวานิลลา"
    }
  },
  {
    "translation": {
      "en": "[Christina] I'm a vanilla-ice-cream person.",
      "th": "- ฉันเป็นคนชอบไอศกรีมวานิลลาเหมือนกัน - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Roy] For ice cream, vanilla milkshake, chocolate.",
      "th": "สำหรับไอศกรีม ต้องวานิลลา ส่วนมิลค์เชคต้องช็อกโกแล็ต"
    }
  },
  {
    "translation": {
      "en": "-[Jon] Really? -[Roy] The problem growing up is my mom",
      "th": "จริงเหรอ สมัยเด็กๆ ผมมีปัญหากับมิลค์เชคเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "-used the same blender for kimchi. -[Jon] Acid. You want acid.",
      "th": "แม่ผมใช้เครื่องปั่นอันเดียวกับที่ปั่นกิมจิ - ต้องมีกรดนิดหน่อยไง - ใช กรด"
    }
  },
  {
    "translation": {
      "en": "-[Christina] A little funk. -[all laugh]",
      "th": "- มันเป็น - ให้ปะแล่มๆ หน่อย คำบรรยายโดย อรภาริน อ่อนกอ"
    }
  }
]