[
  {
    "translation": {
      "en": "I've never met a world champion that's a normal person.",
      "th": "ผมไม่เคยเจอแชมป์โลกที่เป็นคนธรรมดา"
    }
  },
  {
    "translation": {
      "en": "You gotta be screwed up in some manner",
      "th": "คุณต้องมีอะไรผิดปกติบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "to get out of bed to do extraordinary things.",
      "th": "ถึงจะลุกจากเตียงเพื่อทำสิ่งที่ไม่ธรรมดาได้"
    }
  },
  {
    "translation": {
      "en": "And I'm screwed up.",
      "th": "และผมก็ผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "Underneath this veneer of being a normal, nice guy,",
      "th": "ภายใต้เปลือกนอก ที่เป็นคนธรรมดา คนดีนี้"
    }
  },
  {
    "translation": {
      "en": "I have a huge ego.",
      "th": "ผมมีอัตตาสูงมาก"
    }
  },
  {
    "translation": {
      "en": "There's gotta be some motivation to drive someone to extraordinary lengths.",
      "th": "ต้องมีแรงจูงใจบางอย่าง ที่จะผลักดันให้คนเราทำในสิ่งที่ไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "And the ego is part of my drive.",
      "th": "และอัตตาก็เป็นส่วนหนึ่งของแรงผลักดันของผม"
    }
  },
  {
    "translation": {
      "en": "[announcer] Good morning, the world.",
      "th": "อรุณสวัสดิ์โลกใหม่"
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start",
      "th": "เรากำลังเข้าที่เพื่อเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "of the seventh and vital race in this America's Cup.",
      "th": "การแข่งขันครั้งที่เจ็ด และสำคัญที่สุดในอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Yachting's big event is more historic",
      "th": "การแข่งขันใหญ่ของเรือยอชต์ ที่เก่าแก่กว่า"
    }
  },
  {
    "translation": {
      "en": "than the Kentucky Derby, the World Series or the Super Bowl.",
      "th": "การแข่งเคนตักกี้ดาร์บี้ เวิลด์ซีรีส์ หรือซูเปอร์โบว์ล"
    }
  },
  {
    "translation": {
      "en": "And for the first time in 132 years, America may lose the America's Cup.",
      "th": "เป็นครั้งแรกในรอบ 132 ปี ที่อเมริกาอาจแพ้อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Now, the whole point of this was to win the America's Cup,",
      "th": "จุดประสงค์ทั้งหมดของสิ่งนี้คือ การชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "which no one had ever done before.",
      "th": "ซึ่งไม่เคยมีใครทำได้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in history of sport.",
      "th": "มันเป็นชัยชนะที่ยาวนานที่สุดในประวัติศาสตร์กีฬา"
    }
  },
  {
    "translation": {
      "en": "The United States having successfully defended the Cup",
      "th": "สหรัฐฯ ป้องกันถ้วยได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "for 132 years, since before the US Civil War.",
      "th": "เป็นเวลา 132 ปี ตั้งแต่ก่อนสงครามกลางเมืองสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[reporter] This country's domination has outlasted the Confederacy,",
      "th": "การครองแชมป์ของสหรัฐฯ ที่อยู่ได้ยาวนานกว่าสมาพันธรัฐ"
    }
  },
  {
    "translation": {
      "en": "the Third Reich, and the St. Louis Browns.",
      "th": "ไรช์ที่สามและเซนต์หลุยส์บราวน์"
    }
  },
  {
    "translation": {
      "en": "Now the Australians think their time finally has come.",
      "th": "ทีมออสเตรเลียคิดว่า ถึงเวลาของพวกเขาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "th": "วันนี้พวกเขาแข่งกันแบบผู้ชนะคว้าแชมป์ นัดเดียวจบ แข่งแบบจัดเต็มสุดตัว"
    }
  },
  {
    "translation": {
      "en": "Billed as the race of the century-- The greatest yacht race of the century.",
      "th": "- ขึ้นชื่อว่าเป็นการแข่งแห่งศตวรรษ - การแข่งเรือยอชต์ที่ยิ่งใหญ่ที่สุดในศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "The bottom line is the New York Yacht Club",
      "th": "สิ่งสำคัญที่สุดคือนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "were not in the business of losing the America's Cup.",
      "th": "ไม่ได้มาแข่งเพื่อจะแพ้อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So we had no confusion.",
      "th": "(นิวยอร์กยอชต์คลับ ก่อตั้งปี 1844) เราเลยไม่สับสน"
    }
  },
  {
    "translation": {
      "en": "We were at war.",
      "th": "เราอยู่ในสงคราม"
    }
  },
  {
    "translation": {
      "en": "The full-scale war is already underway.",
      "th": "สงครามเต็มรูปแบบกำลังดำเนินอยู่"
    }
  },
  {
    "translation": {
      "en": "The Australians claim they're the target of a dirty-tricks campaign",
      "th": "ทีมออสเตรเลียอ้างว่าพวกเขา เป็นเป้าหมายของการเล่นเกมสกปรก"
    }
  },
  {
    "translation": {
      "en": "involving espionage and political backstabbing.",
      "th": "เกี่ยวข้องกับการจารกรรม และการแทงข้างหลังทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "We now have the FBI involved, spies, armed guards.",
      "th": "ตอนนี้เรามีเอฟบีไอมาเกี่ยว มีพวกสายลับ ผู้คุมติดอาวุธ"
    }
  },
  {
    "translation": {
      "en": "[man] The New York Yacht Club are absolutely determined",
      "th": "นิวยอร์กยอชต์คลับตั้งใจแน่วแน่"
    }
  },
  {
    "translation": {
      "en": "to do everything possible to ensure",
      "th": "ที่จะทำทุกอย่างเพื่อให้แน่ใจว่า"
    }
  },
  {
    "translation": {
      "en": "that the Cup stays here in the United States.",
      "th": "ถ้วยอเมริกาส์คัพยังอยู่ในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "To take on the United States was a huge psychological mountain.",
      "th": "การรับมือกับสหรัฐฯ เป็นเรื่องใหญ่หลวงในแง่จิตใจ"
    }
  },
  {
    "translation": {
      "en": "The most powerful nation technically and economically in the world…",
      "th": "ประเทศที่มีอำนาจทางเทคนิค และทางเศรษฐกิจยิ่งใหญ่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "-[camera shutter clicks] -[Bertrand] …and a little country…",
      "th": "และประเทศเล็กๆ…"
    }
  },
  {
    "translation": {
      "en": "with 27 million people called Australia…",
      "th": "ที่มีประชากร 27 ล้านคนที่ชื่อออสเตรเลีย…"
    }
  },
  {
    "translation": {
      "en": "…had the audacity to think that we could do it.",
      "th": "กล้าคิดว่าเราทำได้"
    }
  },
  {
    "translation": {
      "en": "The first America's Cup that I'd heard was the 1962 America's Cup.",
      "th": "อเมริกาส์คัพครั้งแรก ที่ผมเคยได้ยินคืออเมริกาส์คัพปี 1962"
    }
  },
  {
    "translation": {
      "en": "Australia versus United States.",
      "th": "ออสเตรเลียแข่งกับสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "How this country was tuned into this event halfway around the world.",
      "th": "ประเทศนี้ให้ความสนใจกับเหตุการณ์นี้ จากอีกซีกโลกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[news anchor] These races have captured the imagination of millions.",
      "th": "การแข่งขันเหล่านี้ทำให้คนหลายล้านตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "The President of the United States himself",
      "th": "ประธานาธิบดีแห่งสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "abandons the cares of Washington to attend.",
      "th": "ทิ้งการดูแลวอชิงตันเพื่อชมการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "The Australians, if they win, see it as an opportunity",
      "th": "ถ้าทีมออสเตรเลียชนะ พวกเขามองว่ามันเป็นโอกาส"
    }
  },
  {
    "translation": {
      "en": "to project their little-known country onto the international stage.",
      "th": "ในการนำเสนอประเทศเล็กๆ ของตน สู่เวทีระดับนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "I can… I can still hear it.",
      "th": "ผมยังได้ยินอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Winds 20 to 25 knots and seas choppy…",
      "th": "ลม 20 ถึง 25 นอตและคลื่นแรง…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I was just a little boy listening on the wireless.",
      "th": "ตอนนั้นผมเป็นเด็กตัวเล็กๆ ที่กำลังฟังวิทยุ"
    }
  },
  {
    "translation": {
      "en": "I was seven years old listening to a small transistor radio,",
      "th": "ผมอายุเจ็ดขวบฟังวิทยุเครื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "lying in bed in the middle of the night.",
      "th": "นอนอยู่บนเตียงกลางดึก"
    }
  },
  {
    "translation": {
      "en": "A little tiny transistor radio.",
      "th": "วิทยุทรานซิสเตอร์เครื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Like a little transistor radio.",
      "th": "แบบว่าวิทยุเครื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "My mother said, \"You get a good night's sleep,\"",
      "th": "แม่ผมบอกว่า \"นอนหลับให้สบายนะ\""
    }
  },
  {
    "translation": {
      "en": "and I'm trying to listen to the radio.",
      "th": "และผมพยายามฟังวิทยุ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …all over the eastern seaboard flock to the waters of Newport, Rhode Island.",
      "th": "ทั่วชายฝั่งทะเลตะวันออกแห่กันไป ที่น่านน้ำของนิวพอร์ต โรดไอส์แลนด์"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Three in the morning,",
      "th": "ตีสาม"
    }
  },
  {
    "translation": {
      "en": "12 hours different time zone in Newport, Rhode Island.",
      "th": "เขตเวลาต่างกัน 12 ชั่วโมง ในนิวพอร์ต โรดไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is Newport, the home of the America's Cup yacht race.",
      "th": "นี่คือนิวพอร์ต บ้านของการแข่งเรือยอชต์อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Since the turn of the century,",
      "th": "ตั้งแต่ช่วงเปลี่ยนศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "it's been the holiday playground of the nation's super rich.",
      "th": "มันเป็นสนามเด็กเล่นช่วงวันหยุด ของคนรวยระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "As a little boy, I was infatuated with the incredible history.",
      "th": "ตั้งแต่ยังเด็ก ผมก็หลงใหลประวัติศาสตร์อันน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "All these incredible characters.",
      "th": "บุคคลที่น่าทึ่งเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "[commentator] And when the summer breezes begin to roll in across the sound,",
      "th": "และเมื่อสายลมฤดูร้อนเริ่มพัดผ่านอ่าว"
    }
  },
  {
    "translation": {
      "en": "their minds turn to the only game in town, yacht racing.",
      "th": "พวกเขาหันมาสนใจเกมเดียวในเมือง การแข่งเรือยอชต์"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] For me to skipper an America's Cup boat,",
      "th": "การเป็นกัปตันเรืออเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "that set my imagination into another direction.",
      "th": "ทำให้จินตนาการของผมเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "It was like the door opening to another world.",
      "th": "มันเหมือนประตูเปิดไปสู่อีกโลกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "There are some people at Internal Revenue",
      "th": "มีคนที่สรรพากร"
    }
  },
  {
    "translation": {
      "en": "who think yachting is not much more than a dubious tax deduction.",
      "th": "คิดว่าการแล่นเรือยอชต์เป็นเพียง การลดหย่อนภาษีที่น่าสงสัย"
    }
  },
  {
    "translation": {
      "en": "The America's Cup, however, is something else again.",
      "th": "แต่อเมริกาส์คัพกลายเป็นอย่างอื่นไปอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "The America's Cup's always been the top echelon of the sport of sailing.",
      "th": "อเมริกาส์คัพเป็นการแข่งกีฬาเรือใบ ระดับสูงสุดมาตลอด"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The America's Cup is one boat versus one boat,",
      "th": "อเมริกาส์คัพคือการแข่งแบบเรือลำต่อลำ"
    }
  },
  {
    "translation": {
      "en": "one country versus one country.",
      "th": "หนึ่งประเทศปะทะหนึ่งประเทศ"
    }
  },
  {
    "translation": {
      "en": "The best of seven races.",
      "th": "ใครชนะสี่ครั้งก่อนชนะ"
    }
  },
  {
    "translation": {
      "en": "First boat to win four races wins the America's Cup.",
      "th": "(เส้นทางอเมริกาส์คัพ) เรือลำแรกที่ชนะการแข่งสี่ครั้ง จะชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "It's one-on-one. It's like a duel to the death.",
      "th": "แข่งกันแบบตัวต่อตัว เหมือนดวลกันจนตายไปข้าง"
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at it go down! This is yachting's answer to the Titanic.",
      "th": "ดูเรือล่มสิ นี่ละเรือยอชต์ที่ล่มเหมือนไททานิก"
    }
  },
  {
    "translation": {
      "en": "[man] They basically have a desire to beat each other's brains out,",
      "th": "พวกเขาอยากเอาชนะกันแบบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "but it's a lot better than going to war or shooting it out in the streets.",
      "th": "แต่มันก็ดีกว่าไปทำสงครามหรือยิงกันกลางถนน"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The unique element of the America's Cup",
      "th": "องค์ประกอบที่เป็นเอกลักษณ์ของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "is you're given a shot every four years, just like the Olympics.",
      "th": "คือคุณมีโอกาสทุกสี่ปีเหมือนโอลิมปิก"
    }
  },
  {
    "translation": {
      "en": "It's a huge commitment, both physically and psychologically.",
      "th": "มันเป็นความมุ่งมั่นอันยิ่งใหญ่ ทั้งร่างกายและจิตใจ"
    }
  },
  {
    "translation": {
      "en": "[Longley] The rules were any country could challenge for the America's Cup,",
      "th": "กฎคือประเทศไหนอยากเข้าชิงอเมริกาส์คัพก็ได้"
    }
  },
  {
    "translation": {
      "en": "but you had to design the boat in the country you were challenging from.",
      "th": "แต่ต้องออกแบบเรือในประเทศของผู้ท้าชิง"
    }
  },
  {
    "translation": {
      "en": "You had to build the boat in that country as well.",
      "th": "ต้องสร้างเรือในประเทศนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So these projects need money.",
      "th": "โครงการพวกนี้ต้องใช้เงิน"
    }
  },
  {
    "translation": {
      "en": "Lots of money.",
      "th": "เงินจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "[reporter] The super-rich have brought large bank accounts, millions of dollars.",
      "th": "เศรษฐีระดับสูงนำเงินก้อนโตมา หลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "In the case of the America's Cup,",
      "th": "สำหรับอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "we're talking high-cost, high-tech yacht racing.",
      "th": "เรากำลังพูดถึงการแข่งเรือยอชต์ สุดไฮเทคราคาแพง"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Unlike any other sport,",
      "th": "ไม่เหมือนกีฬาอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "the US had never lost.",
      "th": "อเมริกาไม่เคยแพ้"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] It was the longest winning streak",
      "th": "(อเมริกาเป็นเจ้าทะเล) เป็นการชนะติดต่อกันที่ยาวนานที่สุด ในประวัติศาสตร์กีฬา…"
    }
  },
  {
    "translation": {
      "en": "in sporting history",
      "th": "เป็นการชนะติดต่อกันที่ยาวนานที่สุด ในประวัติศาสตร์กีฬา…"
    }
  },
  {
    "translation": {
      "en": "where the New York Yacht Club had successfully defended the Cup",
      "th": "(สหรัฐยังครองอเมริกาส์คัพ) ที่นิวยอร์กยอชต์คลับ ประสบความสำเร็จในการป้องกันแชมป์"
    }
  },
  {
    "translation": {
      "en": "in Newport, Rhode Island, for 132 years.",
      "th": "ในนิวพอร์ต โรดไอแลนด์เป็นเวลา 132 ปี"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There was a sense of arrogance by the New York Yacht Club.",
      "th": "นิวยอร์กยอชต์คลับมีความเย่อหยิ่งอยู่กลายๆ"
    }
  },
  {
    "translation": {
      "en": "This is our patch.",
      "th": "นี่คือพื้นที่ของเรา"
    }
  },
  {
    "translation": {
      "en": "You can play with the patch and then we'll bid you farewell.",
      "th": "คุณเข้ามาเล่นในพื้นที่เราได้ แต่เล่นเสร็จแล้วก็ไปซะ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The New York Yacht Club have defended this Cup",
      "th": "นิวยอร์กยอชต์คลับปกป้องถ้วยนี้ไว้ได้"
    }
  },
  {
    "translation": {
      "en": "against all-comers from around the world",
      "th": "จากทุกทีมจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "with such complete sailing mastery",
      "th": "ด้วยทักษะการแล่นเรือใบที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "that it's a wonder anyone comes after it at all.",
      "th": "จนน่าแปลกใจนะครับที่มีใครกล้ามาท้าชิงมัน"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The New York Yacht Club on Manhattan's West 44th Street.",
      "th": "นิวยอร์กยอชต์คลับบนถนนสาย 44 ตะวันตกของแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "With its windows carved in the manner of a 17th century Dutch yacht,",
      "th": "มีหน้าต่างแกะสลักเป็น เรือยอชต์แบบดัตช์ในศตวรรษที่ 17"
    }
  },
  {
    "translation": {
      "en": "this is the center of the yachting universe.",
      "th": "นี่คือศูนย์กลางของจักรวาลเรือยอชต์"
    }
  },
  {
    "translation": {
      "en": "The exclusive preserve",
      "th": "พื้นที่เอ็กซ์คลูซีฟ"
    }
  },
  {
    "translation": {
      "en": "of some of America's wealthiest and most influential men.",
      "th": "ของคนที่ร่ำรวยและมีอิทธิพลที่สุดในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "The New York Yacht club were ferocious defenders of the America's Cup.",
      "th": "นิวยอร์กยอชต์คลับเป็น ผู้พิทักษ์อเมริกาส์คัพที่ดุเดือด"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] They reeked of old American money,",
      "th": "พวกเขาเป็นเศรษฐีเก่าอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "Vanderbilts and Roosevelts.",
      "th": "แวนเดอร์บิลต์และรูสเวลต์"
    }
  },
  {
    "translation": {
      "en": "So there was a huge amount of mystique.",
      "th": "ดังนั้นจึงมีความลึกลับมากมาย"
    }
  },
  {
    "translation": {
      "en": "[Longley] And there was something about the American boats.",
      "th": "มีบางอย่างเกี่ยวกับเรืออเมริกัน"
    }
  },
  {
    "translation": {
      "en": "They had this aura about them. They were immaculate.",
      "th": "พวกมันมีออร่าความอลังการอยู่ พวกมันไม่มีที่ติ"
    }
  },
  {
    "translation": {
      "en": "Their sails always looked like they were carved out of alabaster.",
      "th": "เรือของพวกเขาเหมือน แกะมาจากหินอะลาบาสเตอร์"
    }
  },
  {
    "translation": {
      "en": "They oozed style, wealth.",
      "th": "พวกเขามีกระแสของสไตล์ ความมั่งคั่ง"
    }
  },
  {
    "translation": {
      "en": "Oozed this unbeatableness.",
      "th": "มีกระแสของความแพ้ไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "And one day, way back in 1970,",
      "th": "และวันหนึ่งในปี 1970"
    }
  },
  {
    "translation": {
      "en": "we go into the New York Yacht Club.",
      "th": "เราไปที่นิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "[Simmer] And there was a room,",
      "th": "และมีห้องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "it was this kind of octagonal room where the Cup was sitting.",
      "th": "เป็นห้องแปดเหลี่ยมแบบนี้ ที่ถ้วยจัดแสดงอยู่"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We spoke to the curator, and he said, \"You realize, John,",
      "th": "เราคุยกับภัณฑารักษ์ที่บอกว่า \"รู้ไหม จอห์น"
    }
  },
  {
    "translation": {
      "en": "that that trophy had not been touched by human flesh for a hundred years.\"",
      "th": "ว่าถ้วยรางวัลนั้น ไม่ได้ถูกมนุษย์คนไหนแตะมานับร้อยปี\""
    }
  },
  {
    "translation": {
      "en": "I looked at this trophy and I thought, \"My God, John, this is it.\"",
      "th": "ผมมองไปที่ถ้วยรางวัล แล้วคิดว่า \"พระเจ้า จอห์น นี่แหละ\""
    }
  },
  {
    "translation": {
      "en": "Perfect, shiny silver.",
      "th": "สมบูรณ์แบบ ถ้วยสีเงินแวววาว"
    }
  },
  {
    "translation": {
      "en": "The Holy Grail.",
      "th": "จอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the family jewel.",
      "th": "นี่คืออัญมณีประจำตระกูล"
    }
  },
  {
    "translation": {
      "en": "Silver under glass.",
      "th": "ถ้วยเงินด้านในกระจก"
    }
  },
  {
    "translation": {
      "en": "This is what the Americans are spending $45 million on this year alone.",
      "th": "นี่คือสิ่งที่ชาวอเมริกัน จ่ายเงิน 45 ล้านดอลลาร์เฉพาะในปีนี้ปีเดียว"
    }
  },
  {
    "translation": {
      "en": "Now, legend has it",
      "th": "ว่ากันว่า"
    }
  },
  {
    "translation": {
      "en": "that the first American skipper to end up losing this Cup",
      "th": "กัปตันทีมอเมริกันคนแรกที่แพ้ถ้วยใบนี้"
    }
  },
  {
    "translation": {
      "en": "will end up losing his head.",
      "th": "สุดท้ายก็จะเสียหัว"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] There's no question the emerging force",
      "th": "ไม่ต้องสงสัยเลยว่ากองกำลังใหม่"
    }
  },
  {
    "translation": {
      "en": "for the New York Yacht Club was Dennis Conner.",
      "th": "ของนิวยอร์กยอชต์คลับคือเดนนิส คอนเนอร์"
    }
  },
  {
    "translation": {
      "en": "A native of San Diego, California, folks, please welcome Dennis Conner.",
      "th": "ชาวซานดิเอโก แคลิฟอร์เนียทุกท่าน โปรดต้อนรับเดนนิส คอนเนอร์"
    }
  },
  {
    "translation": {
      "en": "He was the might and focus of the New York Yacht Club.",
      "th": "เขาเป็นกำลังสำคัญและ จุดสนใจของนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "And he took the America's Cup",
      "th": "และเขาทำให้อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "from an amateur world to a professional world.",
      "th": "ยกระดับจากมือสมัครเล่นไปสู่ระดับมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "Dennis changed the game.",
      "th": "เดนนิสเป็นคนเปลี่ยนเกม"
    }
  },
  {
    "translation": {
      "en": "But isn't it true that you've taken a sport",
      "th": "จริงไหมครับที่คุณทำให้กีฬา"
    }
  },
  {
    "translation": {
      "en": "that was, uh, previously considered kind of what wealthy guys did on weekends,",
      "th": "ที่ก่อนหน้านี้ถือว่า เป็นสิ่งที่คนรวยเล่นกันในวันหยุด"
    }
  },
  {
    "translation": {
      "en": "and turned it into more like stock car racing?",
      "th": "ทำให้มันกลายเป็นเหมือนการแข่งรถ"
    }
  },
  {
    "translation": {
      "en": "Dennis was the best. He was the best.",
      "th": "เดนนิสเก่งที่สุด เขาเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "Ah, he's brilliant, absolutely brilliant.",
      "th": "เขาฉลาดมาก ฉลาดสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I think it's fair to say Dennis was a different person.",
      "th": "ผมว่ามันยุติธรรมที่จะบอกว่า ตอนนั้นเดนนิสเป็นคนละคนเลย"
    }
  },
  {
    "translation": {
      "en": "One of these skippers who will do anything to win.",
      "th": "หนึ่งในกัปตันเรือที่ทำได้ทุกอย่างเพื่อเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "[Conner] If the most important thing in the world",
      "th": "ถ้าสิ่งที่สำคัญที่สุดในโลกคือการชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "was winning the America's Cup and sailing with Dennis Conner,",
      "th": "ถ้าสิ่งที่สำคัญที่สุดในโลกคือการชนะอเมริกาส์คัพ และล่องเรือไปกับเดนนิส คอนเนอร์"
    }
  },
  {
    "translation": {
      "en": "over going to church, over your job, over your wife, your kids…",
      "th": "สำคัญกว่าเรื่องไปโบสถ์ เรื่องงาน เรื่องภรรยา ลูกๆ…"
    }
  },
  {
    "translation": {
      "en": "\"Oh, I gotta take off for two weeks to go skiing.\"",
      "th": "ผมจะออกไปเล่นสกีสองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Well, enjoy your skiing, but don't bother coming back.",
      "th": "เล่นสกีให้สนุกนะ แต่ไม่ต้องกลับมา"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The first time I raced against Dennis was 1974, the America's Cup.",
      "th": "ครั้งแรกที่ผมแข่งกับเดนนิสคือ ปี 1974 อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "And we had no chance.",
      "th": "และเราไม่มีโอกาสชนะเลย"
    }
  },
  {
    "translation": {
      "en": "The Australians, they weren't in the America's Cup business.",
      "th": "พวกออสเตรเลียไม่ได้ อยู่ในสายตาของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Psychologically, you have to perform at a very high level.",
      "th": "ในแง่จิตวิทยาคุณต้องแสดงฝีมือในระดับสูงมาก"
    }
  },
  {
    "translation": {
      "en": "You got down to the boat early",
      "th": "คุณต้องไปที่เรือแต่เช้า"
    }
  },
  {
    "translation": {
      "en": "and checked the weather, tide, current, sailing instructions,",
      "th": "และตรวจสอบสภาพอากาศ กระแสน้ำ คำแนะนำการเดินเรือ"
    }
  },
  {
    "translation": {
      "en": "got your boat in the water, made sure it was smooth and clean,",
      "th": "เอาเรือของคุณลงน้ำ ทำให้แน่ใจว่ามันสะอาดเอี่ยมอ่อง"
    }
  },
  {
    "translation": {
      "en": "getting out to the course and checking the wind,",
      "th": "ไปที่สนาม ตรวจสอบลม กระแสน้ำ และคณะกรรมการการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "current, and the race committee and getting instructions,",
      "th": "ไปที่สนาม ตรวจสอบลม กระแสน้ำ และคณะกรรมการการแข่งขัน รับคำสั่ง ตรวจสอบกระแสลมก่อนเริ่มว่า มันพัดเปลี่ยนไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "and checking the wind before the start, which way it was shifting.",
      "th": "รับคำสั่ง ตรวจสอบกระแสลมก่อนเริ่มว่า มันพัดเปลี่ยนไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "You had the right sails, the right mast.",
      "th": "มีใบเรือที่เหมาะสม เสาเรือที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "You'd practiced. Your crew weighed the right amount.",
      "th": "คุณฝึกซ้อม ลูกเรือของคุณมีน้ำหนักที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "If you did all those things, every time, you would then have no excuse to lose.",
      "th": "ถ้าคุณทำแบบนั้นทุกครั้ง คุณก็ไม่มีข้ออ้างให้แพ้"
    }
  },
  {
    "translation": {
      "en": "Lambs to the slaughter each time. Hammered in '74.",
      "th": "พ่ายยับทุกครั้ง แพ้ไม่เป็นท่าในปี 1974"
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Dennis Conner came through for America again today,",
      "th": "วันนี้เดนนิส คอนเนอร์ ทำสำเร็จ เพื่ออเมริกาอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "winning the race by more than a minute and a half.",
      "th": "ชนะการแข่งด้วยเวลามากกว่าหนึ่งนาทีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Got hammered again in '77.",
      "th": "แพ้ไม่เป็นท่าอีกครั้งในปี 1977"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The experts said it'd be 4 and 0,",
      "th": "ผู้เชี่ยวชาญบอกว่า 4 ต่อ 0"
    }
  },
  {
    "translation": {
      "en": "and they've done in the Australians four races to zero.",
      "th": "และพวกเขาชนะทีมออสเตรเลีย ไป 4 ครั้งต่อ 0 (ทีมออสเตรเลียผิดหวัง)"
    }
  },
  {
    "translation": {
      "en": "Went back again in 1980, got beaten again.",
      "th": "กลับไปแข่งใหม่ในปี 1980 แพ้อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] And Australia simply couldn't catch up",
      "th": "ออสเตรเลียตามไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "and has now failed in three attempts to win the America's Cup.",
      "th": "และตอนนี้ล้มเหลวแล้วสามครั้ง ที่จะชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Conner] I won 38 straight races.",
      "th": "ผมชนะมา 38 ครั้งรวด"
    }
  },
  {
    "translation": {
      "en": "I was the best sailor in the world.",
      "th": "ผมเป็นกะลาสีที่เก่งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "I slaughtered them.",
      "th": "ผมชนะขาด"
    }
  },
  {
    "translation": {
      "en": "Welcome back to Turpie Tonight.",
      "th": "ขอต้อนรับกลับสู่เทอร์ปี้ ทูไนท์"
    }
  },
  {
    "translation": {
      "en": "Ah! What a cue!",
      "th": "เป๊ะมากครับ"
    }
  },
  {
    "translation": {
      "en": "I want you to listen carefully to this.",
      "th": "ผมอยากให้คุณตั้งใจฟังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "In September 1983,",
      "th": "ในเดือนกันยายนปี 1983"
    }
  },
  {
    "translation": {
      "en": "someone will be challenging the Americans for the America's Cup,",
      "th": "จะมีใครสักคนไปท้าชาวอเมริกัน เพื่อชิงอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "and this man will be skipper.",
      "th": "และชายคนนี้จะเป็นกัปตันเรือ"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, would you please welcome John Bertrand?",
      "th": "สุภาพสตรีและสุภาพบุรุษ โปรดต้อนรับจอห์น เบอร์ทรานด์"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Deep down, I knew if there's anyone that can actually take on Dennis Conner,",
      "th": "ลึกๆ แล้วผมรู้ว่าถ้ามีใคร ที่จะเอาชนะเดนนิส คอนเนอร์ได้"
    }
  },
  {
    "translation": {
      "en": "it was someone like myself.",
      "th": "ก็ต้องเป็นคนแบบผม"
    }
  },
  {
    "translation": {
      "en": "[host] How long have you been sailing?",
      "th": "คุณล่องเรือมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "I started when I was 12 years old.",
      "th": "ผมเริ่มตอนอายุ 12"
    }
  },
  {
    "translation": {
      "en": "-[host] What type or class of yacht? -Little Sabots, little trainers.",
      "th": "เรือยอชต์แบบไหนหรือประเภทไหน - เรือบดเล็กๆ สำหรับฝึก - เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] My great-grandfather was involved in the construction",
      "th": "ปู่ทวดของผมมีส่วนร่วมในการสร้าง"
    }
  },
  {
    "translation": {
      "en": "of three America's Cup boats.",
      "th": "เรืออเมริกาส์คัพสามลำ"
    }
  },
  {
    "translation": {
      "en": "My grandfather was a professional fisherman,",
      "th": "ปู่ผมเป็นชาวประมงมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "and he'd teach me when the sea breeze would come in.",
      "th": "ปู่สอนผมว่าเมื่อไหร่ที่ลมทะเลจะพัดเข้ามา"
    }
  },
  {
    "translation": {
      "en": "He'd have this intuitive sixth sense that was passed on to myself.",
      "th": "ปู่มีสัมผัสที่หกที่ส่งต่อมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "[host] No makeup. Is that what you get from life on the ocean waves?",
      "th": "ไม่ต้องแต่งหน้า นั่นเหรอสิ่งที่คุณเรียนรู้จากการใช้ชีวิตในทะเล"
    }
  },
  {
    "translation": {
      "en": "It's hours in the sun, Ian.",
      "th": "ตากแดดหลายชั่วโมงนะ เอียน"
    }
  },
  {
    "translation": {
      "en": "Hours and hours.",
      "th": "หลายๆ ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Is this a hard life?",
      "th": "เป็นชีวิตที่ลำบากไหม"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But when I was 15, there was a shock to our family.",
      "th": "ตอนผมอายุ 15 มีเหตุการณ์ชวนตกใจในครอบครัวเรา"
    }
  },
  {
    "translation": {
      "en": "My father died,",
      "th": "พ่อผมตาย"
    }
  },
  {
    "translation": {
      "en": "my grandfather died,",
      "th": "ปู่ผมตาย"
    }
  },
  {
    "translation": {
      "en": "and then my great-grandfather died, in sequence.",
      "th": "แล้วปู่ทวดก็ตายตามลำดับ"
    }
  },
  {
    "translation": {
      "en": "So we lost all the men.",
      "th": "เราเสียผู้ชายในบ้านไปหมด"
    }
  },
  {
    "translation": {
      "en": "[woman] When John's father passed away, there was a call in him.",
      "th": "เมื่อพ่อของจอห์นเสียชีวิต มีเสียงเรียกในตัวเขา"
    }
  },
  {
    "translation": {
      "en": "It, in fact, was what has always driven him.",
      "th": "ที่จริงมันเป็นสิ่งที่ผลักดันเขามาตลอด"
    }
  },
  {
    "translation": {
      "en": "But what I really understood about John was his ability to really focus.",
      "th": "แต่สิ่งที่ฉันเข้าใจเกี่ยวกับจอห์นคือ ความสามารถของเขาในการมีสมาธิ"
    }
  },
  {
    "translation": {
      "en": "He could totally shut off.",
      "th": "เขาเลิกสนใจเรื่องอื่นได้หมดสิ้น"
    }
  },
  {
    "translation": {
      "en": "I was infatuated with winning the America's Cup",
      "th": "ผมหมกมุ่นในการชนะถ้วยอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "and what was required.",
      "th": "และสิ่งที่จำเป็นต้องทำ"
    }
  },
  {
    "translation": {
      "en": "Hopefully, you'll be the one to challenge whatever yacht the Americans put up.",
      "th": "หวังว่าคุณจะเป็นคนที่ท้าทาย เรือยอชต์อะไรก็ตามที่ชาวอเมริกันจะใช้"
    }
  },
  {
    "translation": {
      "en": "That's right. Dennis Conner is the skipper of the one boat,",
      "th": "ใช่แล้ว เดนนิส คอนเนอร์เป็นกัปตันเรือ"
    }
  },
  {
    "translation": {
      "en": "which he successfully defended last time.",
      "th": "ซึ่งเขาป้องกันแชมป์ได้สำเร็จครั้งที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Didn't like him much. -[audience laughs]",
      "th": "ไม่ค่อยชอบเขาเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Every year losing to Dennis,",
      "th": "ทุกปีที่แพ้เดนนิส"
    }
  },
  {
    "translation": {
      "en": "I concluded that I wasn't mentally tough enough.",
      "th": "ผมสรุปว่าจิตใจผมไม่แกร่งพอ"
    }
  },
  {
    "translation": {
      "en": "And unless you understood your competition,",
      "th": "และถ้าคุณไม่เข้าใจคู่แข่งคุณ"
    }
  },
  {
    "translation": {
      "en": "unless you understood the enemy, you could never actually take it to another level.",
      "th": "ถ้าคุณไม่เข้าใจศัตรู คุณจะก้าวไปสู่ระดับอื่นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So I got a scholarship to MIT in Boston",
      "th": "ผมได้ทุนเรียนต่อเอ็มไอทีที่บอสตัน"
    }
  },
  {
    "translation": {
      "en": "in the Department of Ocean Engineering to become part of the US system.",
      "th": "ในภาควิชาวิศวกรรมมหาสมุทร เพื่อเป็นส่วนหนึ่งของระบบของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[man] During this program, you'll be training for careers in marine engineering.",
      "th": "ระหว่างโครงการนี้คุณจะได้ ฝึกอาชีพด้านวิศวกรรมทางทะเล"
    }
  },
  {
    "translation": {
      "en": "There will be lab work, sea projects, and plenty of difficult classwork.",
      "th": "จะมีงานในห้องทดลอง โครงการทางทะเล และงานยากๆ มากมาย"
    }
  },
  {
    "translation": {
      "en": "[Rasa] When he told me the name of his thesis,",
      "th": "ตอนที่เขาบอกชื่อวิทยานิพนธ์ของเขา… (จบ)"
    }
  },
  {
    "translation": {
      "en": "I think, by then, I really understood",
      "th": "ตอนนั้นฉันเข้าใจแล้วว่า"
    }
  },
  {
    "translation": {
      "en": "how important sailing was to him.",
      "th": "การล่องเรือสำคัญกับเขาแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Optimum Angle of Attack of America's Cup Sails.",
      "th": "มุมปะทะอากาศที่เหมาะสมที่สุด ของเรือใบอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Using lifting-line theory, aerospace engineering,",
      "th": "ใช้ทฤษฎีเส้นยกวิศวกรรมการบินและอวกาศ"
    }
  },
  {
    "translation": {
      "en": "highly technical control systems,",
      "th": "ระบบควบคุมเทคนิคขั้นสูง"
    }
  },
  {
    "translation": {
      "en": "basically torpedoes.",
      "th": "หลักๆ แล้วก็คือตอร์ปิโด"
    }
  },
  {
    "translation": {
      "en": "I was behind enemy lines for months…",
      "th": "ผมอยู่หลังแนวรับศัตรูมาหลายเดือน"
    }
  },
  {
    "translation": {
      "en": "learning about secrets.",
      "th": "เรียนรู้ความลับต่างๆ"
    }
  },
  {
    "translation": {
      "en": "That was very applicable to the America's Cup challenge.",
      "th": "ที่ใช้ได้จริงในการแข่งอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "So, after MIT, I knew enough",
      "th": "หลังจบเอ็มไอที ผมรู้มากพอว่า"
    }
  },
  {
    "translation": {
      "en": "that we could go head-to-head, toe-to-toe with the best in the world.",
      "th": "เราสู้แบบตัวต่อตัว กับทีมที่เก่งที่สุดในโลกได้"
    }
  },
  {
    "translation": {
      "en": "[man] Come on, Kyle.",
      "th": "(17 เดือนก่อนถึงอเมริกาส์คัพ)"
    }
  },
  {
    "translation": {
      "en": "[Conner] To compete, you have to have the money. I just said,",
      "th": "ผมบอกเลยถ้าจะแข่งคุณต้องมีเงิน"
    }
  },
  {
    "translation": {
      "en": "\"When you want to race the America's Cup, show me the money.\"",
      "th": "ถ้าอยากแข่งอเมริกาส์คัพก็เอาเงินมากองให้ผม"
    }
  },
  {
    "translation": {
      "en": "I guess it's fair to say that estimates about how much money",
      "th": "มันยุติธรรมที่จะบอกว่าจำนวนเงินโดยประมาณ"
    }
  },
  {
    "translation": {
      "en": "has been spent to win this baby",
      "th": "ที่ถูกทุ่มเพื่อชิงถ้วยใบนี้"
    }
  },
  {
    "translation": {
      "en": "are anywhere between 60 and maybe 100 million dollars.",
      "th": "อยู่ระหว่าง 60-100 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[Conner] I was lucky.",
      "th": "ผมโชคดี"
    }
  },
  {
    "translation": {
      "en": "I had the backing of the New York Yacht Club.",
      "th": "ผมได้รับการสนับสนุนจากนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "I loved them like Mom and Dad.",
      "th": "ผมรักพวกเขาเหมือนพ่อกับแม่"
    }
  },
  {
    "translation": {
      "en": "So you get the money, then you can start to put a team together.",
      "th": "พอได้เงิน จากนั้นก็เริ่มรวบรวมทีมได้"
    }
  },
  {
    "translation": {
      "en": "[reporter] Conner is putting his troops through a training program",
      "th": "คอนเนอร์กำลังฝึกทีมของเขา ตามโปรแกรมการฝึก"
    }
  },
  {
    "translation": {
      "en": "as tough as any yet devised for an America's Cup campaign.",
      "th": "ที่ยากที่สุดเท่าที่เคยมีมาในอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Conner] It's important that the crew be able to perform at their best,",
      "th": "สิ่งสำคัญคือลูกเรือสามารถทำหน้าที่ได้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "and to do so, they have to have a full commitment,",
      "th": "และในการทำเช่นนั้น พวกเขาต้องมีความมุ่งมั่นอย่างเต็มที่"
    }
  },
  {
    "translation": {
      "en": "working 5:00 in the morning till 9:00 at night, six days a week for 17 months.",
      "th": "ฝึกตั้งแต่ตีห้าถึงสามทุ่ม หกวันต่อสัปดาห์ เป็นเวลา 17 เดือน"
    }
  },
  {
    "translation": {
      "en": "So the more money, you can start to invest in technology.",
      "th": "ดังนั้นยิ่งคุณเริ่มลงทุนกับเทคโนโลยีได้มากเท่าไร"
    }
  },
  {
    "translation": {
      "en": "Then you can start thinking about, \"What kind of a designer are we going to have?\"",
      "th": "แล้วคุณก็จะเริ่มคิดว่า \"เราจะมีนักออกแบบแบบไหน\""
    }
  },
  {
    "translation": {
      "en": "\"Who's gonna build the boat? Who's gonna make the sails?\"",
      "th": "\"ใครจะสร้างเรือ ใครจะทำใบเรือ\""
    }
  },
  {
    "translation": {
      "en": "[host] The New York Yacht Club calls to order the first meeting…",
      "th": "นิวยอร์กยอชต์คลับเรียกประชุมครั้งแรก…"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Studying the New York Yacht Club,",
      "th": "การศึกษานิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "I realize if we're ever to win this thing,",
      "th": "ทำให้ผมพบว่าถ้าเราจะชนะการแข่งนี้ได้"
    }
  },
  {
    "translation": {
      "en": "we would need money, lots of money.",
      "th": "เราต้องใช้เงิน เงินจำนวนมากด้วย"
    }
  },
  {
    "translation": {
      "en": "[reporter] The story of the America's challenge",
      "th": "เรื่องราวความท้าทายของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "is the story of the whole Bond financial saga.",
      "th": "เป็นเรื่องราวตำนานการเงินทั้งหมดของบอนด์"
    }
  },
  {
    "translation": {
      "en": "Bondy has always been a gambler,",
      "th": "บอนดิเป็นนักพนันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "and that's what this is all about, money.",
      "th": "และมันสำคัญตรงนั้นแหละ เงิน"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan was the syndicate chairman for Australia.",
      "th": "อลันเคยเป็นประธานองค์กรของออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "He took a gamble.",
      "th": "เขายอมเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "It was his money.",
      "th": "มันเป็นเงินของเขา"
    }
  },
  {
    "translation": {
      "en": "It was his project.",
      "th": "มันเป็นโครงการของเขา"
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bondy was a big risk-taker. Larger than life.",
      "th": "บอนดิเป็นนักเสี่ยงตัวยง เสี่ยงแบบตื่นตาตื่นใจ"
    }
  },
  {
    "translation": {
      "en": "He'd made a lot of money in a short amount of time,",
      "th": "เขาทำเงินได้มากมายในเวลาอันสั้น"
    }
  },
  {
    "translation": {
      "en": "largely through property deals.",
      "th": "ส่วนใหญ่จากอสังหาริมทรัพย์"
    }
  },
  {
    "translation": {
      "en": "And he bought Swan Brewery.",
      "th": "และเขาซื้อสวอน บริวเวอรี่"
    }
  },
  {
    "translation": {
      "en": "But from the New York Yacht Club's point of view, he wasn't real wealth.",
      "th": "แต่จากมุมมองของนิวยอร์กยอชต์คลับ เขาไม่ใช่เศรษฐีตัวจริง"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Alan intuitively knew",
      "th": "อลันรู้อยู่แล้วว่า"
    }
  },
  {
    "translation": {
      "en": "to win could take him from a local trader to a global trader.",
      "th": "การชนะอาจทำให้เขาเปลี่ยนจาก ผู้ค้าในท้องถิ่นเป็นผู้ค้าระดับโลก"
    }
  },
  {
    "translation": {
      "en": "It was power and influence, and that was his motivation.",
      "th": "มันคืออำนาจและอิทธิพล และนั่นคือแรงจูงใจของเขา"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, I said to Alan,",
      "th": "ผมเลยพูดกับอลันว่า"
    }
  },
  {
    "translation": {
      "en": "\"There's basically three elements in this competition.\"",
      "th": "\"มีพื้นฐานสามองค์ประกอบในการแข่งขันครั้งนี้”"
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class administration.\"",
      "th": "\"คุณต้องมีการบริหารระดับโลก\""
    }
  },
  {
    "translation": {
      "en": "\"You gotta have world-class technology,",
      "th": "\"คุณต้องมีเทคโนโลยีระดับโลก"
    }
  },
  {
    "translation": {
      "en": "and, ultimately, the team has to be world-class.\"",
      "th": "และท้ายที่สุดทีมต้องเป็นระดับโลก\""
    }
  },
  {
    "translation": {
      "en": "We needed to get brilliant, highly sophisticated minds.",
      "th": "เราต้องรวบรวมคนที่มีความคิดฉลาดหลักแหลม มีความคิดซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "Invite the best of the best.",
      "th": "ชวนคนเก่งที่สุดมาเข้าทีม"
    }
  },
  {
    "translation": {
      "en": "So I called Huey.",
      "th": "ผมเลยโทรหาฮิวอี้"
    }
  },
  {
    "translation": {
      "en": "[Treharne] Got an apprenticeship and I left school as a sailmaker.",
      "th": "ผมได้ฝึกงาน และออกจากโรงเรียนในฐานะนักเดินเรือ"
    }
  },
  {
    "translation": {
      "en": "I can see wind shifts and wind pressure. Just could almost smell the wind.",
      "th": "ผมเห็นการเปลี่ยนแปลงของลมและความดันลม เกือบได้กลิ่นลมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[reporter] …and outstanding tactician Hugh Treharne",
      "th": "และนักกลยุทธ์ที่โดดเด่น ฮิวจ์ เทรฮาน"
    }
  },
  {
    "translation": {
      "en": "join other senior members of the Australian team.",
      "th": "เข้าร่วมกับสมาชิกอาวุโสคนอื่นๆ ของทีมออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "Is this the year of the impossible?",
      "th": "นี่คือปีแห่งความเป็นไปไม่ได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I was working as an engineer on a uranium mine.",
      "th": "ผมทำงานเป็นวิศวกรในเหมืองยูเรเนียม"
    }
  },
  {
    "translation": {
      "en": "I was actually a school teacher at the time.",
      "th": "ตอนนั้นผมเป็นครูที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I was working as an electrical engineer.",
      "th": "ผมทำงานเป็นวิศวกรไฟฟ้า"
    }
  },
  {
    "translation": {
      "en": "And I get a phone call out of the blue saying,",
      "th": "จู่ๆ ผมก็ได้รับโทรศัพท์แจ้งว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to be the navigator",
      "th": "\"ผมอยากให้คุณเป็นผู้นำทาง"
    }
  },
  {
    "translation": {
      "en": "on this 12 Metre we're gonna build for the next America's Cup.\"",
      "th": "บนเรือ 12 เมตรนี้ที่เรากำลังจะสร้าง สำหรับอเมริกาส์คัพครั้งต่อไป\""
    }
  },
  {
    "translation": {
      "en": "I hadn't been a navigator on any boat.",
      "th": "ผมไม่เคยเป็นนักเดินเรือบนเรือลำไหนๆ"
    }
  },
  {
    "translation": {
      "en": "He said, \"You're an engineer. You go and figure it out.\"",
      "th": "เขาบอกว่า \"คุณเป็นวิศวกร ลองหาวิธีดูสิ\""
    }
  },
  {
    "translation": {
      "en": "[Lissiman] John Bertrand very carefully worked out the people with the right mental capacity,",
      "th": "จอห์น เบอร์ทรานด์พยายาม คัดคนที่มีความสามารถในการตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "who could outsmart the New York Yacht Club.",
      "th": "ที่ชิงไหวชิงพริบกับนิวยอร์กยอชต์คลับได้"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] To take on the power of the American psyche,",
      "th": "การจะสู้กับจิตวิญญาณของคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "with their immense confidence,",
      "th": "ที่มีความมั่นใจเหลือล้น"
    }
  },
  {
    "translation": {
      "en": "you need a strong ego to be able to play that game,",
      "th": "อัตตาคุณต้องสูงถึงจะเล่นเกมนั้นได้"
    }
  },
  {
    "translation": {
      "en": "and that was a major hurdle.",
      "th": "และนั่นเป็นอุปสรรคสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] In our country, in Australia,",
      "th": "ในประเทศของเราในออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "we have this thing called the Tall Poppy Syndrome,",
      "th": "เราเป็นโรคหมั่นไส้คนเก่ง"
    }
  },
  {
    "translation": {
      "en": "where people start to show a sense of confidence, and they cut you down.",
      "th": "(โรคหมั่นไส้คนเก่ง) ที่พอใครเริ่มแสดงความมั่นใจ คนก็จะพูดจาบั่นทอน"
    }
  },
  {
    "translation": {
      "en": "So, if I could get the mental side tough enough,",
      "th": "ดังนั้นถ้าผมทำให้จิตใจผมแกร่งพอ"
    }
  },
  {
    "translation": {
      "en": "then perhaps I could put the whole thing together.",
      "th": "ผมอาจจะสร้างทีมนี้ได้"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Bertrand sent this psych test out to all of the potential crew members.",
      "th": "เบอร์ทรานด์ส่งแบบทดสอบจิตวิทยานี้ ไปให้ลูกเรือที่มีศักยภาพทุกคน"
    }
  },
  {
    "translation": {
      "en": "And I can remember getting this 14-page psych test",
      "th": "ผมจำได้ว่าตอนที่ได้รับ แบบทดสอบจิตวิทยา 14 หน้า"
    }
  },
  {
    "translation": {
      "en": "and thinking, \"What is this crap?\"",
      "th": "ผมคิดว่า \"นี่มันบ้าอะไร\""
    }
  },
  {
    "translation": {
      "en": "Yeah. I did the personality test. [laughs]",
      "th": "ครับ ผมทำแบบทดสอบบุคลิกภาพ"
    }
  },
  {
    "translation": {
      "en": "The assessment was that I could have more confidence.",
      "th": "การประเมินคือถ้าผมมั่นใจมากขึ้นก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "That was the assessment, yeah, that I could have more confidence.",
      "th": "นั่นละครับผลการประเมิน ถ้าผมมั่นใจมากขึ้นก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "So for us, we had to believe ourselves that we belong on the world stage.",
      "th": "ดังนั้นเราต้องเชื่อมั่นในตัวเองว่า เราเหมาะกับเวทีโลก"
    }
  },
  {
    "translation": {
      "en": "That's the power of visualization.",
      "th": "นั่นคือพลังของการจินตภาพ"
    }
  },
  {
    "translation": {
      "en": "See the sails, see fellow crew members,",
      "th": "ดูใบเรือ ดูเพื่อนๆ ลูกเรือ"
    }
  },
  {
    "translation": {
      "en": "realize the trust, faith, and respect you have for them.",
      "th": "ตระหนักถึงความเชื่อใจ ความศรัทธา และความเคารพที่คุณมีต่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You're visualizing the environment even before you've gone into battle.",
      "th": "คุณมองเห็นสภาพแวดล้อม ก่อนจะออกรบด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Ultimately, training the mind not to be intimidated in that environment.",
      "th": "ที่สุดแล้วมันคือการฝึกจิตใจ ไม่ให้หวาดกลัวในสภาพแวดล้อมนั้น"
    }
  },
  {
    "translation": {
      "en": "[man] Listen to the helicopters above.",
      "th": "ฟังเสียงเฮลิคอปเตอร์ข้างบนสิ"
    }
  },
  {
    "translation": {
      "en": "-[helicopter blades whirring] -[man] You see the US Coast Guard.",
      "th": "คุณเห็นหน่วยยามฝั่งสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "We're all working hand in hand together as a team.",
      "th": "เราทุกคนร่วมมือกันเป็นทีม"
    }
  },
  {
    "translation": {
      "en": "And then you see Dennis Conner…",
      "th": "แล้วคุณก็เห็นเดนนิส คอนเนอร์"
    }
  },
  {
    "translation": {
      "en": "and his American boat, Liberty.",
      "th": "และเรืออเมริกันของเขา ลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And finally, the last thing we had to have was the high-tech, world-class boat.",
      "th": "และสิ่งสุดท้ายที่เราต้องมีก็คือ เรือไฮเทคระดับโลก"
    }
  },
  {
    "translation": {
      "en": "But the American sailing technology was at a much higher level",
      "th": "แต่เทคโนโลยีการแล่นเรือของอเมริกา อยู่ในระดับที่สูงกว่า"
    }
  },
  {
    "translation": {
      "en": "than anything we had in Australia.",
      "th": "ทุกอย่างที่เรามีในออสเตรเลียมาก"
    }
  },
  {
    "translation": {
      "en": "[reporter] The battle of the Cup has become a war of technology,",
      "th": "ศึกชิงถ้วยกลายเป็นสงครามแห่งเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "and Conner had wanted to build himself a fearsome weapon.",
      "th": "และคอนเนอร์อยากสร้างอาวุธที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "So he went to the heavily-guarded US Government weapons research center.",
      "th": "เขาจึงไปที่ศูนย์การวิจัยอาวุธ ของรัฐบาลสหรัฐฯ ที่มีการคุ้มกันแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "[Conner] Right now we have naval architects involved.",
      "th": "ตอนนี้เรามีสถาปนิกทหารเรือเข้ามาเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, we have, at the hub of our campaign,",
      "th": "ที่จริงที่ศูนย์กลางโครงการของเรา"
    }
  },
  {
    "translation": {
      "en": "basically a subcontractor from the Department of Defense.",
      "th": "เป็นผู้รับเหมาช่วงจากกระทรวงกลาโหม"
    }
  },
  {
    "translation": {
      "en": "Dennis had US Navy and aerospace technology.",
      "th": "เดนนิสมีเทคโนโลยีของกองทัพเรือสหรัฐฯ และวิศวกรรมการบิน"
    }
  },
  {
    "translation": {
      "en": "[Simmer] And he had big design teams, like nearly 30 guys,",
      "th": "เขามีทีมออกแบบใหญ่ๆ เกือบ 30 คน"
    }
  },
  {
    "translation": {
      "en": "but those days we just had Benny.",
      "th": "แต่ตอนนั้นเรามีแค่เบนนี่"
    }
  },
  {
    "translation": {
      "en": "We had Benny. That was it.",
      "th": "เรามีเบนนี่ แค่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "[reporter] Seen here is the barefoot Australian, Ben Lexcen.",
      "th": "ที่เห็นนี่คือเบน เล็กซ์เซน ชาวออสเตรเลียเท้าเปล่า"
    }
  },
  {
    "translation": {
      "en": "He's Alan Bond's unlikely choice to design his yacht",
      "th": "เขาไม่น่าใช่ตัวเลือกของอลัน บอนด์ ในการออกแบบเรือยอชต์"
    }
  },
  {
    "translation": {
      "en": "for the upcoming 1983 America's Cup.",
      "th": "สำหรับการแข่งขันอเมริกาส์คัพ ปี 1983 ที่กำลังจะมาถึง"
    }
  },
  {
    "translation": {
      "en": "But where many designers live in a world full of calculus and geometry,",
      "th": "แต่ในขณะที่นักออกแบบหลายคนอาศัยอยู่ ในโลกของแคลคูลัสและรูปทรงเรขาคณิต"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen lives in a world of art.",
      "th": "เบน เล็กซ์เซนอยู่ในโลกแห่งศิลปะ"
    }
  },
  {
    "translation": {
      "en": "[Lexcen] Yacht design is still an art.",
      "th": "การออกแบบเรือยอชต์ยังคงเป็นศิลปะ"
    }
  },
  {
    "translation": {
      "en": "It's probably one of the only arts left where the artist has to prove his work",
      "th": "มันอาจเป็นศิลปะเดียวที่ศิลปินต้องพิสูจน์ผลงาน"
    }
  },
  {
    "translation": {
      "en": "by actual performance.",
      "th": "จากการใช้งานจริง"
    }
  },
  {
    "translation": {
      "en": "Benny was different.",
      "th": "เบนนี่ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "He was not constrained in a box.",
      "th": "ความคิดเขาไม่ได้อยู่ในกรอบ"
    }
  },
  {
    "translation": {
      "en": "Brilliant and dangerous in so many ways.",
      "th": "ชาญฉลาดและอันตรายในหลายๆ มุม"
    }
  },
  {
    "translation": {
      "en": "He was the Leonardo da Vinci of Australia.",
      "th": "เขาคือลีโอนาร์โด ดาวินชีของออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "Only three years of formal education, nine years old to twelve years old.",
      "th": "เรียนอย่างเป็นทางการแค่สามปี ตอนอายุเก้าปีถึง 12 ปี"
    }
  },
  {
    "translation": {
      "en": "So he wasn't restricted in his thinking.",
      "th": "เขาเลยไม่ได้ถูกจำกัดทางความคิด"
    }
  },
  {
    "translation": {
      "en": "That was his strength, as it turns out.",
      "th": "นั่นคือจุดแข็งของเขา อย่างที่เห็น"
    }
  },
  {
    "translation": {
      "en": "[Longley] Ben's one of these really unique people in the world",
      "th": "เบนเป็นหนึ่งในคนที่ไม่เหมือนใครในโลก"
    }
  },
  {
    "translation": {
      "en": "who comes from an incredible background of hardly any formal schooling at all.",
      "th": "ผู้ที่มีภูมิหลังอันน่าทึ่ง จากการที่แทบไม่ได้เรียนในโรงเรียนใดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "He was almost a street person in a way.",
      "th": "เขาแทบจะเรียกได้ว่าคนข้างถนน"
    }
  },
  {
    "translation": {
      "en": "[Rasa] Benny would just arrive and stay with us for two nights, two weeks,",
      "th": "เบนนี่จะมาอยู่กับเราสองคืน สองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "and he was physically very awkward.",
      "th": "เขามีอาการทางร่างกายแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "He had a very severe tic, but he was curious.",
      "th": "เขาเป็นตะคริวที่ใบหน้ารุนแรงมาก แต่เขาอยากรู้อยากเห็น"
    }
  },
  {
    "translation": {
      "en": "He was a passionately curious man.",
      "th": "เขาเป็นคนอยากรู้อยากเห็นอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And we've moved the rig slightly, so, uh… The boat feels really nice.",
      "th": "และเราก็ย้ายใบเรือไปเล็กน้อย แต่มันรู้สึกดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Longley] His genius was to be able to absorb information.",
      "th": "ความอัจฉริยะของเขาคือ เขาสามารถดูดซับข้อมูลได้"
    }
  },
  {
    "translation": {
      "en": "He's like a honeyeater.",
      "th": "เขาเหมือนนกกินน้ำผึ้ง"
    }
  },
  {
    "translation": {
      "en": "He'd just pick, pick, pick, pick, pick, pick, pick, pick and bring all this in.",
      "th": "เขาแค่เลือกๆ แล้วรวมเอาทั้งหมดมา"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So when Benny started to design the yacht,",
      "th": "ตอนที่เบนนี่เริ่มออกแบบเรือยอชต์"
    }
  },
  {
    "translation": {
      "en": "I was sitting on the dock, and he said, \"John, look at the seagulls.\"",
      "th": "ผมนั่งอยู่บนท่าเรือและเขาพูดว่า \"จอห์น ดูนกนางนวลสิ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Every feather, there's a flight control system.\"",
      "th": "เขาบอกว่า \"ขนนกทุกขนมีระบบควบคุมการบินอยู่\""
    }
  },
  {
    "translation": {
      "en": "He said, \"There must be a thousand control systems",
      "th": "เขาบอกว่า \"ต้องมีระบบควบคุมนับพัน"
    }
  },
  {
    "translation": {
      "en": "in one wing of that bird.\"",
      "th": "ในปีกเดียวของนกตัวนั้น\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Look at how they take off. It's just one flip and they're gone.\"",
      "th": "เขาบอกว่า \"ดูสิ พวกมันบินขึ้นได้ยังไง แค่กระพือปีกครั้งเดียวก็บินไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"It's beautiful.\"",
      "th": "\"สวยงามมาก\""
    }
  },
  {
    "translation": {
      "en": "He was a student of nature.",
      "th": "เขาเป็นนักศึกษาธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "And I had very little understanding of where it could lead,",
      "th": "และผมไม่ค่อยเข้าใจว่ามันจะนำไปสู่จุดไหน"
    }
  },
  {
    "translation": {
      "en": "but the door was opened.",
      "th": "แต่ประตูเปิดอยู่"
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny had gone across to Holland to try and design a 12 Metre",
      "th": "เบนนี่ไปฮอลแลนด์ เพื่อพยายามออกแบบเรือ 12 เมตร"
    }
  },
  {
    "translation": {
      "en": "that was gonna be better than the 12 Metre that we had in 1980.",
      "th": "ที่จะดีกว่าที่เราเคยใช้ในปี 1980"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Benny was at one of the biggest towing tank facilities in the world",
      "th": "เบนนี่อยู่ที่ศูนย์ลากจูง ที่เป็นหนึ่งในศูนย์ที่ใหญ่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "trying to get another one hundredth of one knot out of the boat.",
      "th": "พยายามทำให้เรือเร็วขึ้นอีกหนึ่งร้อยนอต"
    }
  },
  {
    "translation": {
      "en": "He was tearing his hair out trying to find an improvement, and he just couldn't.",
      "th": "เขาพยายามเต็มที่เพื่อหาทางพัฒนา แต่เขาทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Longley] He was enormously frustrated,",
      "th": "เขาหงุดหงิดมาก"
    }
  },
  {
    "translation": {
      "en": "and suddenly we started getting these telexes…",
      "th": "แล้วจู่ๆ เราก็เริ่มได้โทรเลขพวกนี้"
    }
  },
  {
    "translation": {
      "en": "where he said, \"Hang on. We're onto something here.\"",
      "th": "เขาบอกว่า \"เดี๋ยวนะ เราคิดอะไรออกแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Every day we'd get back to the office and there'd be another telex",
      "th": "ทุกวันเราจะไปที่ออฟฟิศแล้วก็จะมีโทรเลขมา"
    }
  },
  {
    "translation": {
      "en": "with him getting more and more excited.",
      "th": "โดยที่เขาตื่นเต้นมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm developing a keel here that could potentially be a breakthrough.\"",
      "th": "เขาบอกว่า \"ผมกำลังพัฒนา กระดูกงูเรือที่อาจเป็นการค้นพบครั้งยิ่งใหญ่\" (ออสเตรเลียทู กระดูกงูมีปีก)"
    }
  },
  {
    "translation": {
      "en": "But he didn't actually tell us what it was.",
      "th": "(กระดูกงูเรือคือส่วนที่ช่วยทำให้เรือยอชต์มั่นคง) แต่เขาไม่ได้บอกเราว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[reporter] Lexcen's seven models underwent test trials in minute detail in at least 200 runs,",
      "th": "ต้นแบบทั้งเจ็ดของเล็กซ์เซนผ่านการทดสอบ โดยละเอียดอย่างน้อย 200 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "which allowed the designer to make constant refinements to his secret keel.",
      "th": "ซึ่งทำให้นักออกแบบ ปรับแต่งกระดูกงูลับของเขาได้"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So the call came through to come across to see this model",
      "th": "มีสายโทรเข้ามาหาเรา ให้ไปดูต้นแบบที่เขาสร้างขึ้นด้วย กระดูกงูที่ดูตลกๆ นี้"
    }
  },
  {
    "translation": {
      "en": "that he created with this funny-looking keel.",
      "th": "ให้ไปดูต้นแบบที่เขาสร้างขึ้นด้วย กระดูกงูที่ดูตลกๆ นี้"
    }
  },
  {
    "translation": {
      "en": "[Simmer] So, I knew there was something special going on with the keel.",
      "th": "ผมรู้ว่ามีอะไรพิเศษเกิดขึ้นกับกระดูกงู"
    }
  },
  {
    "translation": {
      "en": "Benny said, \"Okay, you can come over, but you can't tell anyone.\"",
      "th": "เบนนี่บอกว่า \"คุณมาที่นี่ได้แต่ห้ามบอกใคร\""
    }
  },
  {
    "translation": {
      "en": "It was under covers, and John Bertrand took me in to have a look.",
      "th": "มันอยู่ใต้ผ้าคลุมและ จอห์น เบอร์ทรานด์ก็พาผมไปดู"
    }
  },
  {
    "translation": {
      "en": "There, sitting in the foundry on the sand, was this thing.",
      "th": "อยู่ในโรงหล่อ บนผืนทรายคือสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Brown] And I think I was speechless.",
      "th": "ผมพูดอะไรไม่ออก"
    }
  },
  {
    "translation": {
      "en": "Just trying to take it all in.",
      "th": "แค่พยายามทำความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "I'm looking at this thing going, \"You can't be serious.\"",
      "th": "ผมดูสิ่งนี้แล้วคิดว่า \"ล้อเล่นรึเปล่าเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think because it looked a bit weird.",
      "th": "ผมไม่รู้จะคิดยังไงเพราะมันดูแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "[Longley] People have been designing 12 Metres since 1905.",
      "th": "ผู้คนออกแบบเรือ 12 เมตรมาตั้งแต่ปี 1905"
    }
  },
  {
    "translation": {
      "en": "This is so different.",
      "th": "นี่มันแตกต่างสุดๆ"
    }
  },
  {
    "translation": {
      "en": "How can it be right?",
      "th": "มันจะถูกต้องได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I knew that the keel was inverted.",
      "th": "ผมรู้ว่ากระดูกงูมันกลับด้าน"
    }
  },
  {
    "translation": {
      "en": "It was upside down.",
      "th": "มันกลับหัว"
    }
  },
  {
    "translation": {
      "en": "It was like someone designed a new car. Looked like it's got wheels on the roof.",
      "th": "เหมือนมีคนออกแบบรถใหม่ ที่ดูเหมือนมีล้ออยู่บนหลังคา"
    }
  },
  {
    "translation": {
      "en": "It became clear Benny had been playing around with wings.",
      "th": "เห็นได้ชัดว่าเบนนี่เล่นกับปีก"
    }
  },
  {
    "translation": {
      "en": "It's like a bird with wings on it. Okay?",
      "th": "เหมือนนกมีปีก โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "And that became the outrageous winged keel.",
      "th": "และนั่นก็กลายเป็นกระดูกงูมีปีกที่แปลกประหลาด"
    }
  },
  {
    "translation": {
      "en": "[Simmer] We knew the boat was high risk.",
      "th": "เรารู้ว่าเรือลำนี้มีความเสี่ยงสูง"
    }
  },
  {
    "translation": {
      "en": "And John, who's technically one of the great sailors,",
      "th": "และจอห์นซึ่งเป็นหนึ่งในลูกเรือที่เก่งกาจ"
    }
  },
  {
    "translation": {
      "en": "was a little nervous about it.",
      "th": "รู้สึกกังวลเล็กน้อยเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "The last thing I wanted to do",
      "th": "สิ่งสุดท้ายที่ผมอยากทำ"
    }
  },
  {
    "translation": {
      "en": "is to spend a huge amount of my time, effort, and emotion",
      "th": "คือใช้เวลา ความพยายามและอารมณ์ของผม"
    }
  },
  {
    "translation": {
      "en": "on something where the equipment was never gonna cut it.",
      "th": "ไปกับเรือที่อุปกรณ์ไม่ได้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "We didn't even know it was gonna sail like a yacht.",
      "th": "ไม่รู้ด้วยซ้ำว่ามันจะแล่นเหมือนเรือยอชต์ไหม"
    }
  },
  {
    "translation": {
      "en": "When I showed our boat, they all thought I'd gone off my rocker.",
      "th": "ตอนที่ผมเอาเรือของเราให้ดู ทุกคนคิดว่าผมบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "So we decided we were going to have a big meeting with Alan Bond.",
      "th": "เราเลยตัดสินใจว่าจะประชุมใหญ่กับอลัน บอนด์"
    }
  },
  {
    "translation": {
      "en": "\"So, Alan, Benny's come up with a boat that is very, very different.\"",
      "th": "\"เอ่อ อลัน เบนนี่ออกแบบเรือที่แตกต่างมากๆ\""
    }
  },
  {
    "translation": {
      "en": "\"But the tank says it's 20 minutes faster around the track than this one.\"",
      "th": "\"แต่ฝ่ายเทคนิคบอกว่าแล่นรอบสนามแข่ง เร็วกว่าลำนี้ 20 นาที\""
    }
  },
  {
    "translation": {
      "en": "\"What are we going to do?\" And Alan said, \"Right.\"",
      "th": "\"เราจะทำยังไงกันดี\" และอลันก็พูดว่า \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "\"Well, we're gonna build that one. Otherwise, you're all fired.\"",
      "th": "\"เราจะสร้างแบบนั้น ไม่งั้นทุกคนโดนไล่ออกหมด\""
    }
  },
  {
    "translation": {
      "en": "So we just went ahead and built that boat.",
      "th": "เราก็เลยสร้างเรือลำนั้นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "This is where Ben Lexcen's latest winged wonder",
      "th": "นี่คือที่เก็บเรือมีปีกมหัศจรรย์ ลำล่าสุดของเบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "will have its fiery birth in a vat of molten lead in North Fremantle.",
      "th": "จะกำเนิดขึ้นในถังที่มีสารตะกั่วเหลว ในนอร์ทฟรีแมนเทิล"
    }
  },
  {
    "translation": {
      "en": "[Simmer] So many years of getting hammered by the Americans.",
      "th": "หลายปีมาแล้วที่พ่ายแพ้พวกอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "It was time that we had to do something radical.",
      "th": "ถึงเวลาแล้วที่เราต้องทำอะไรที่สุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "Skippy and I were involved in building the boat.",
      "th": "สกิปปี้กับผมมีส่วนร่วมในการสร้างเรือ"
    }
  },
  {
    "translation": {
      "en": "You know, literally hands-on.",
      "th": "แบบว่าลงมือทำเลย"
    }
  },
  {
    "translation": {
      "en": "Everyone was covered in gray from grinding and cutting aluminum.",
      "th": "ทุกคนถูกปกคลุมไปด้วยสีเทา จากการขัดและตัดอะลูมินัม"
    }
  },
  {
    "translation": {
      "en": "[Longley] Benny Lexcen and I designed the deck layout together.",
      "th": "เบนนี่ เล็กซ์เซนกับผมออกแบบ แผนผังดาดฟ้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And I was in charge of everything from the deck up.",
      "th": "ผมเป็นคนดูแลทุกอย่างตั้งแต่ชั้นบน"
    }
  },
  {
    "translation": {
      "en": "We actually threw the rule book out in terms of how sails will be made.",
      "th": "เราโยนกฎทิ้งไปในแง่ของวิธีการทำใบเรือ"
    }
  },
  {
    "translation": {
      "en": "And we developed the software to design the sails.",
      "th": "และเราพัฒนาซอฟต์แวร์เพื่อออกแบบใบเรือ"
    }
  },
  {
    "translation": {
      "en": "Totally revolutionary.",
      "th": "ปฏิวัติวงการอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "[Simmer] We would take risks and broke a lot of stuff",
      "th": "เรายอมเสี่ยงและทำโน่นนี่พังหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "because Benny was experimenting as he was building stuff.",
      "th": "เบนนี่กำลังทดลองตอนที่เขาสร้างอะไรขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "That's how he was, you know.",
      "th": "เขาเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] You'd say, \"Well, that guy's crazy.\"",
      "th": "คุณจะบอกว่า \"หมอนั่นบ้า\""
    }
  },
  {
    "translation": {
      "en": "Well, yes, he was, but we're all crazy. It's all part of the deal.",
      "th": "ก็ใช่ แต่เราทุกคนบ้า มันเป็นส่วนหนึ่งของข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] We sat down with designer Ben Lexcen",
      "th": "เรานั่งคุยกับนักออกแบบ เบน เล็กซ์เซน และคุยเรื่องการทำงานของเขา"
    }
  },
  {
    "translation": {
      "en": "and talked about his partnership with team owner Alan Bond.",
      "th": "เรานั่งคุยกับนักออกแบบ เบน เล็กซ์เซน และคุยเรื่องการทำงานของเขา กับเจ้าของทีมอลัน บอนด์"
    }
  },
  {
    "translation": {
      "en": "[Lexcen] I'm not under any pressure of time or money,",
      "th": "ผมไม่มีความกดดันเรื่องเวลาหรือเงิน"
    }
  },
  {
    "translation": {
      "en": "and he appreciates my style of thinking,",
      "th": "และเขาชื่นชมวิธีคิดของผม"
    }
  },
  {
    "translation": {
      "en": "and he more or less lets me just wander along like I'm an inventor.",
      "th": "เขาปล่อยให้ผมคิดได้อย่างอิสระ เหมือนผมเป็นนักประดิษฐ์"
    }
  },
  {
    "translation": {
      "en": "Alan Bond's new 12 Metre was officially named in the ceremony",
      "th": "เรือ 12 เมตรลำใหม่ของบอนด์ ถูกตั้งชื่ออย่างเป็นทางการในพิธี"
    }
  },
  {
    "translation": {
      "en": "before thousands of spectators in Perth today.",
      "th": "ต่อหน้าผู้ชมหลายพันคนในเพิร์ทวันนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] A supremely confident Alan Bond told a news conference today",
      "th": "อลัน บอนด์ที่มั่นใจสุดๆ กล่าวในการแถลงข่าววันนี้"
    }
  },
  {
    "translation": {
      "en": "that Australia II would win the America's Cup.",
      "th": "ว่าออสเตรเลียทูจะชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "The construction of this yacht first began with Ben Lexcen, the designer.",
      "th": "การก่อสร้างที่โรงงานเริ่มจาก เบน เล็กซ์เซน ผู้ออกแบบ"
    }
  },
  {
    "translation": {
      "en": "We've worked over two years on a truly Australian effort.",
      "th": "เราทำงานมากว่าสองปีแล้ว เป็นความพยายามของชาวออสเตรเลียโดยแท้"
    }
  },
  {
    "translation": {
      "en": "For the first time,",
      "th": "เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "we have been able to develop equal to anything else the world will see.",
      "th": "ที่เราพัฒนาได้เท่าเทียมกับสิ่งอื่นที่โลกจะได้เห็น"
    }
  },
  {
    "translation": {
      "en": "[man] Three cheers… Hip-hip hooray!",
      "th": "ไชโยสามครั้ง ไชโย"
    }
  },
  {
    "translation": {
      "en": "[singers on radio] ♪ 1540 WADK, Newport ♪",
      "th": "(อเมริกาส์คัพ ปี 1983) (นิวพอร์ต โรดไอแลนด์) 1540 ดับเบิลยูเอดีเค นิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "Four minutes before 3:00 on Newport Radio WADK,",
      "th": "สี่นาทีก่อน 15.00 น. ที่ นิวพอร์ตเรดิโอ ดับเบิลยูเอดีเค สถานีวิทยุอย่างเป็นทางการ ของอเมริกาส์คัพปี 1983"
    }
  },
  {
    "translation": {
      "en": "the official radio station of the 1983 America's Cup.",
      "th": "ดับเบิลยูเอดีเค สถานีวิทยุอย่างเป็นทางการ ของอเมริกาส์คัพปี 1983"
    }
  },
  {
    "translation": {
      "en": "Speaking of which, the successful 1980 defender, Dennis Conner,",
      "th": "พูดถึงเรื่องนี้เดนนิส คอนเนอร์ รักษาแชมป์ได้สำเร็จในปี 1980"
    }
  },
  {
    "translation": {
      "en": "and Liberty, a brand-new 12,",
      "th": "และลิเบอร์ตี้ 12 เมตรใหม่เอี่ยม"
    }
  },
  {
    "translation": {
      "en": "has made her arrival in Newport Harbor today.",
      "th": "วันนี้มาถึงท่าเรือนิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "[reporter] Dennis Conner, the incumbent America's Cup defender,",
      "th": "เดนนิส คอนเนอร์ แชมป์ผู้ครองถ้วยอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "a solitary man with a single focus, to win again in 1983.",
      "th": "ชายผู้สันโดษมุ่งมั่นที่จะชนะอีกครั้งในปี 1983"
    }
  },
  {
    "translation": {
      "en": "On behalf of AT&T, we're proud to, uh, be a sponsor",
      "th": "ในนามของเอทีแอนด์ที เราภูมิใจที่ได้เป็นผู้สนับสนุน"
    }
  },
  {
    "translation": {
      "en": "in defense of the America's Cup.",
      "th": "ในการป้องกันถ้วยอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "And let me just add one other thing. Go get 'em, Dennis!",
      "th": "ขอผมเพิ่มอีกอย่างนะ จัดการพวกนั้นเลย เดนนิส"
    }
  },
  {
    "translation": {
      "en": "-[Conner] All right! -[man] Tomorrow!",
      "th": "เอาละ พรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "This Tuesday, they will begin running the competition",
      "th": "วันอังคารนี้พวกเขาจะเริ่มการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "for the most coveted sailing prize, the America's Cup.",
      "th": "สำหรับรางวัลเรือใบที่เป็นที่ต้องการมากที่สุด อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Now, the America's Cup is a Challenger Series,",
      "th": "ครับ อเมริกาส์คัพเป็นแชลเลนเจอร์ซีรีส์"
    }
  },
  {
    "translation": {
      "en": "52 races against all the other countries,",
      "th": "แข่งกับ 52 ประเทศ"
    }
  },
  {
    "translation": {
      "en": "four-and-a-half months in Newport,",
      "th": "สี่เดือนครึ่งในนิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "for the right to race against the Americans in September.",
      "th": "เพื่อสิทธิ์ในการแข่ง กับพวกอเมริกันในเดือนกันยายน"
    }
  },
  {
    "translation": {
      "en": "[man] There was a time here in New England",
      "th": "(ปี 1983 หลุยส์ วิตตองคัพ แชลเลนเจอร์ซีรีส์) มีช่วงเวลาหนึ่งที่นิวอิงแลนด์"
    }
  },
  {
    "translation": {
      "en": "when the words \"The British are coming\" rang out loud and clear.",
      "th": "เมื่อคำว่า \"พวกอังกฤษกำลังมา\" ดังชัดเจน"
    }
  },
  {
    "translation": {
      "en": "But during this summer of 1983 here in Newport, it's not only the British who are coming,",
      "th": "แต่ในฤดูร้อนปี 1983 ในนิวพอร์ต ไม่ใช่แค่พวกอังกฤษที่มา"
    }
  },
  {
    "translation": {
      "en": "but it's also the French, the Canadians, the Italians,",
      "th": "แต่ยังมีพวกฝรั่งเศส พวกแคนาดา พวกอิตาเลียน"
    }
  },
  {
    "translation": {
      "en": "and the Australians.",
      "th": "และพวกออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[Longley] When we first got to Newport for the Challenger Races,",
      "th": "ตอนที่เราไปถึงนิวพอร์ตทีแรก เพื่อแข่งแชลเลนเจอร์"
    }
  },
  {
    "translation": {
      "en": "we talked about the keel.",
      "th": "เราคุยกันเรื่องกระดูกงู"
    }
  },
  {
    "translation": {
      "en": "And we decided we'd hide it completely.",
      "th": "และเราตัดสินใจว่าจะซ่อนมันไว้อย่างมิดชิด"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] The last thing we want to do is show the keel to the world,",
      "th": "สิ่งสุดท้ายที่เราอยากทำคือ โชว์กระดูกงูให้โลกเห็น"
    }
  },
  {
    "translation": {
      "en": "so that someone else could copy it, and put it on their boat,",
      "th": "เพื่อให้คนอื่นเลียนแบบมัน แล้วเอาไปใช้กับเรือพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and be as competitive as what we were.",
      "th": "และแข่งขันได้เหมือนเรา"
    }
  },
  {
    "translation": {
      "en": "So, we kept it hidden.",
      "th": "เราเลยซ่อนมันไว้"
    }
  },
  {
    "translation": {
      "en": "[Longley] And I remember there was a local newspaper.",
      "th": "และผมจำได้ว่ามีหนังสือพิมพ์ท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "It said, \"The Australians have come with some bizarre, stupid keel.\"",
      "th": "บอกว่าพวกออสเตรเลีย มาพร้อมกับกระดูกงูประหลาดโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "\"These guys have finally lost it.\"",
      "th": "คนพวกนี้บ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "\"They've lost three times, and they're getting desperate.\"",
      "th": "พวกเขาแพ้มาสามครั้งและกำลังสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "That was the attitude of it.",
      "th": "นั่นคือทัศนคติของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Starting leg of the America's Cup course is into the wind,",
      "th": "เริ่มต้นการแข่งอเมริกาส์คัพเข้าหาสายลม"
    }
  },
  {
    "translation": {
      "en": "four-and-a-half miles long to this mark, followed by two reaching legs.",
      "th": "ยาวสี่ไมล์ครึ่งถึงจุดนี้ ตามด้วยการแข่งยาวสองผลัด"
    }
  },
  {
    "translation": {
      "en": "Then the yachts turn one more time to the port,",
      "th": "แล้วเรือยอชต์ก็เลี้ยวอีกครั้งไปที่ท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "finishing once more into the wind.",
      "th": "จบลงโดยเข้าหาสายลมอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "So we entered the first races",
      "th": "เราลงแข่งรอบแรก"
    }
  },
  {
    "translation": {
      "en": "of the elimination series against the Italians,",
      "th": "ของรอบคัดออกกับทีมอิตาลี"
    }
  },
  {
    "translation": {
      "en": "with the unknown of just how competitive our package was.",
      "th": "โดยไม่รู้เลยว่าเรือของเรา จะแข่งขันได้ดีเพียงใด"
    }
  },
  {
    "translation": {
      "en": "[Simmer] This radical boat, you're either gonna hit a home run or you're not.",
      "th": "ด้วยเรือสุดโต่งลำนี้ ถ้าคุณไม่ได้โฮมรันก็แพ้ไป"
    }
  },
  {
    "translation": {
      "en": "We were either going to be heroes or idiots.",
      "th": "เราจะลงเอยด้วยการเป็นฮีโร่หรือไอ้โง่"
    }
  },
  {
    "translation": {
      "en": "-[official] Five, four, three, two, one. -[gun fires]",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Australia has turned the mark and is absolutely flying downwind.",
      "th": "ออสเตรเลียเลี้ยวแล้วครับ และแล่นตามลมได้อย่างเร็ว"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] All the work that we had done in Australia had paid huge dividends.",
      "th": "งานทั้งหมดที่พวกเขาทำในออสเตรเลีย ได้รับผลตอบแทนมหาศาล"
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has won.",
      "th": "ออสเตรเลียทู ชนะ"
    }
  },
  {
    "translation": {
      "en": "[announcer 3] You can see Australia II. She's just crossed the finishing line.",
      "th": "คุณจะเห็นออสเตรเลียทูที่นั่น เพิ่งเข้าเส้นชัยไป"
    }
  },
  {
    "translation": {
      "en": "And we came out all guns blazing.",
      "th": "พวกเราจัดเต็มมาเลย"
    }
  },
  {
    "translation": {
      "en": "[Longley] We were no longer overawed by Newport.",
      "th": "เราไม่กลัวนิวพอร์ตอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We were just angry. We were there for one reason, to win.",
      "th": "เราแค่โกรธ เราอยู่ที่นั่นด้วยเหตุผลเดียว เพื่อชนะ"
    }
  },
  {
    "translation": {
      "en": "The time is 6:30 a.m. on a Sunday morning,",
      "th": "เวลา 06.30 น. เช้าวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "and the Australia II crew is already hard at work.",
      "th": "ทีมออสเตรเลียทู ก็ตื่นมาซ้อมกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Longley] We would run, we'd do weights, we'd do aerobics.",
      "th": "เราวิ่ง เรายกน้ำหนัก เราเต้นแอโรบิก"
    }
  },
  {
    "translation": {
      "en": "It was not only a part of getting fit and getting strong.",
      "th": "มันไม่ใช่แค่ส่วนหนึ่งของการฟิตหุ่น"
    }
  },
  {
    "translation": {
      "en": "It was also about sending a message.",
      "th": "แต่มันคือการส่งข้อความด้วย"
    }
  },
  {
    "translation": {
      "en": "[all] Good morning, Australia!",
      "th": "อรุณสวัสดิ์ออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Now it was only until we started to win races",
      "th": "ตอนนี้ที่เราเพิ่งเริ่มชนะการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "that our credibility increased.",
      "th": "ความน่าเชื่อถือของเราเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "[news anchor 1] In the America's Cup preliminaries,",
      "th": "ในรอบคัดเลือกของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "all signs are pointing to Alan Bond's Australia II",
      "th": "สัญญาณทั้งหมดชี้ไป ที่ทีมออสเตรเลียทูของอลัน บอนด์"
    }
  },
  {
    "translation": {
      "en": "as the boat to beat.",
      "th": "ว่าเป็นเรือที่ต้องเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We beat the Italians, crushed the Canadians.",
      "th": "เราชนะพวกอิตาลี บดขยี้พวกแคนาดา"
    }
  },
  {
    "translation": {
      "en": "[news anchor 2] After today's race,",
      "th": "หลังจากการแข่งวันนี้"
    }
  },
  {
    "translation": {
      "en": "it seems nothing can tack faster or point higher into the wind",
      "th": "ดูเหมือนจะไม่มีเรือลำไหน พุ่งไปในสายลมได้เร็วกว่า"
    }
  },
  {
    "translation": {
      "en": "than Ben Lexcen's radical 12 Metre.",
      "th": "เรือสุดโต่ง 12 เมตรของเบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "While few people have actually seen this mysterious keel,",
      "th": "ในขณะที่มีคนไม่กี่คนที่ได้เห็นกระดูกงูลึกลับนี้"
    }
  },
  {
    "translation": {
      "en": "almost everyone here has seen the boat racing and winning.",
      "th": "เกือบทุกคนที่นี่เคยเห็นเรือลำนี้แข่งและชนะไป"
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II, by some…",
      "th": "ออสเตรเลียทู โดย…"
    }
  },
  {
    "translation": {
      "en": "Then, suddenly, \"Why are they so competitive?\"",
      "th": "แล้วจู่ๆ ก็ \"ทำไมพวกเขาถึงมาแรงนัก\""
    }
  },
  {
    "translation": {
      "en": "[reporter 1] What is that beneath the hull of the Australia II?",
      "th": "ใต้ท้องเรือของออสเตรเลียทูคืออะไร"
    }
  },
  {
    "translation": {
      "en": "A keel, but what kind of a keel?",
      "th": "กระดูกงู แต่เป็นกระดูกงูแบบไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's this summer's mystery at Newport.",
      "th": "ความลึกลับของฤดูร้อนนี้ที่นิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The boat was covered. It was always secret.",
      "th": "เรือถูกปิดไว้ มันเป็นความลับเสมอ"
    }
  },
  {
    "translation": {
      "en": "And that started to drive some of the observers crazy.",
      "th": "นั่นทำให้ผู้สังเกตการณ์บางคนคลั่ง"
    }
  },
  {
    "translation": {
      "en": "The big question here, Bryant, this morning, is",
      "th": "คำถามสำคัญนะไบรอันต์ เช้านี้"
    }
  },
  {
    "translation": {
      "en": "what do the Aussies have on their bottom?",
      "th": "พวกออสซี่มีอะไรใต้ท้องเรือ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Between us, can you tell me what that keel is?",
      "th": "รู้กันแค่เรา บอกได้ไหมว่ากระดูกงูเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-Between us, Mort, I can't tell you, no. -[both laugh]",
      "th": "แค่เราเหรอมอร์ต ผมบอกคุณไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Armed guards patrol this place around the clock.",
      "th": "ยามติดอาวุธเฝ้าที่นี่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Their job is to protect Australia II,",
      "th": "หน้าที่พวกเขาคือปกป้องออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "the yacht that may very well succeed in making sporting history.",
      "th": "เรือยอชต์ที่อาจประสบความสำเร็จ ในการสร้างประวัติศาสตร์กีฬา"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Australia's designer, Ben Lexcen,",
      "th": "นักออกแบบชาวออสเตรเลีย เบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "he's something of a reluctant superstar here,",
      "th": "เขาเป็นคนดังที่ไม่อยากปริปาก"
    }
  },
  {
    "translation": {
      "en": "but they all want to know about his keel.",
      "th": "แต่ทุกคนอยากรู้เรื่องกระดูกงูของเขา"
    }
  },
  {
    "translation": {
      "en": "-[crowd] Let's see the keel! -[reporter 4] Where's the keel, Benny?",
      "th": "- มาดูกระดูกงูกัน - กระดูกงูอยู่ไหน เบนนี่"
    }
  },
  {
    "translation": {
      "en": "Ben Lexcen decided that he'd draw up a sketch of the winged keel,",
      "th": "เบน เล็กซ์เซนตัดสินใจว่า เขาจะวาดภาพร่างกระดูกงูที่มีปีก"
    }
  },
  {
    "translation": {
      "en": "and he made it totally different than what it really was.",
      "th": "และเขาทำให้มันแตกต่างจากที่มันเป็น"
    }
  },
  {
    "translation": {
      "en": "The office at Newport Offshore had a photocopier,",
      "th": "ออฟฟิศที่นิวพอร์ตออฟชอร์มีเครื่องถ่ายเอกสาร"
    }
  },
  {
    "translation": {
      "en": "so Ben went over with this sheet of paper and put it on their photocopier.",
      "th": "เบนเดินไปพร้อมกับกระดาษแผ่นหนึ่ง และใส่ไว้ในเครื่องถ่ายเอกสาร"
    }
  },
  {
    "translation": {
      "en": "Comes flying back into the office ten minutes later and says, \"Guys!\"",
      "th": "สิบนาทีต่อมาก็รีบกลับมาที่ออฟฟิศ แล้วพูดว่า \"ทุกคน\""
    }
  },
  {
    "translation": {
      "en": "\"I've left… I've left a drawing of my keel in your photocopier.\"",
      "th": "ผมทิ้งภาพวาดกระดูกงูไว้ใน เครื่องถ่ายเอกสารของคุณ"
    }
  },
  {
    "translation": {
      "en": "By that afternoon, there were copies all over Newport of our fake keel.",
      "th": "บ่ายวันนั้นก็มีสำเนาทั่วนิวพอร์ต เกี่ยวกับกระดูกงูปลอมของเรา (สุดเอกซ์คลูซีฟ พิเศษ ภาพแรกของกระดูกงูลับ)"
    }
  },
  {
    "translation": {
      "en": "Then opposition boats put winglets on the bottom of their keels.",
      "th": "จากนั้นเรือคู่แข่งก็ใส่ปีก ที่ก้นกระดูกงูของเรือพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Australia's keel has so impressed everyone",
      "th": "กระดูกงูของออสเตรเลียทำให้ทุกคนประทับใจ"
    }
  },
  {
    "translation": {
      "en": "that the British have put wings on the keel of Victory.",
      "th": "จนทีมอังกฤษติดปีกบนกระดูกงูของเรือวิกตอรี่"
    }
  },
  {
    "translation": {
      "en": "We'd go around and check them and say, \"No, it's little a bit different to that.\"",
      "th": "เราจะไปเช็กดูแล้วบอกว่า \"ไม่ มันต่างกันนิดหน่อย\""
    }
  },
  {
    "translation": {
      "en": "\"You gotta try and do it this way.\" You know? [laughs]",
      "th": "\"คุณต้องทำแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "[man] One of the Americans drew that and says there's their design.",
      "th": "คนอเมริกันคนหนึ่งวาดไว้ แล้วบอกว่านั่นคือการออกแบบของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "That's their secret keel.",
      "th": "นั่นคือกระดูกงูลับของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Is that it? What do you think? Is that…",
      "th": "ใช่ไหม คุณคิดว่าไง นั่นคือ…"
    }
  },
  {
    "translation": {
      "en": "Could be. Could be.",
      "th": "ก็เป็นได้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Australia II has won!",
      "th": "ออสเตรเลียทู ชนะ"
    }
  },
  {
    "translation": {
      "en": "The West Australians now have an incredible 45 wins from 51 starts,",
      "th": "ตอนนี้ทีมออสเตรเลียตะวันตกชนะ 45 ครั้ง จากการแข่ง 51 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "and that just happens to be the best record in 12 Metre history.",
      "th": "นั่นเป็นสถิติที่ดีที่สุด ในประวัติศาสตร์เรือ 12 เมตร"
    }
  },
  {
    "translation": {
      "en": "And in the end, we won the Challenger Series.",
      "th": "สุดท้ายเราก็ชนะแชลเลนเจอร์ซีรีส์"
    }
  },
  {
    "translation": {
      "en": "We won by a lot.",
      "th": "เราชนะแบบขาดลอย"
    }
  },
  {
    "translation": {
      "en": "And so that's the boat race and the Challenge Series.",
      "th": "และนั่นคือการแข่งเรือ และการแข่งขันแชลเลนเจอร์ซีรีส์"
    }
  },
  {
    "translation": {
      "en": "Australia goes on to race Liberty for the America's Cup.",
      "th": "ออสเตรเลียจะแข่งกับลิเบอร์ตี้ เพื่อชิงอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "The Australians are the official 25th challengers for the America's Cup,",
      "th": "ทีมออสเตรเลียเป็นผู้ท้าชิง อันดับที่ 25 ของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "and their incredible winning record really has the New York Yacht Club worried.",
      "th": "และสถิติการชนะอันน่าทึ่งของพวกเขา ทำให้นิวยอร์กยอชต์คลับกังวล"
    }
  },
  {
    "translation": {
      "en": "[reporter] The man who won the Cup last time for the United States is jittery.",
      "th": "แชมป์ผู้ครองถ้วยครั้งที่แล้วของสหรัฐฯ กำลังกระวนกระวาย"
    }
  },
  {
    "translation": {
      "en": "We don't know much about their boat. It's obviously a different, uh, type",
      "th": "เราไม่ค่อยรู้เรื่องเรือของพวกเขา เห็นได้ชัดว่ามันมีลักษณะ"
    }
  },
  {
    "translation": {
      "en": "of, uh, characteristics than a standard 12 Metre.",
      "th": "ที่แตกต่างจากเรือมาตรฐาน 12 เมตร"
    }
  },
  {
    "translation": {
      "en": "It tacks differently, and it, uh, accelerates differently,",
      "th": "การดึงใบเรือต่างกัน การเร่งความเร็วต่างกัน"
    }
  },
  {
    "translation": {
      "en": "and it maneuvers differently at the starts.",
      "th": "ขั้นตอนมันต่างกันตั้งแต่ตอนเริ่ม"
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club saw that our race record was really strong.",
      "th": "นิวยอร์กยอชต์คลับเห็นว่า สถิติการแข่งขันของเราแข็งแกร่งมาก"
    }
  },
  {
    "translation": {
      "en": "-Hi. -[reporter] Two minutes for a--",
      "th": "- สวัสดี - ขอสองนาทีสำหรับ..."
    }
  },
  {
    "translation": {
      "en": "-No. Sorry. -[reporter] Not even two minutes?",
      "th": "- ไม่ ขอโทษ - ไม่ถึงสองนาทีด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "We're late for a meeting here, so we gotta move on.",
      "th": "เรามาประชุมที่นี่สายแล้ว เราต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thank you anyway.",
      "th": "ยังไงก็ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] And if these Aussies are beating up on the foreign challengers so easily,",
      "th": "และถ้าพวกออสเตรเลีย เอาชนะผู้ท้าชิงต่างชาติได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "47 wins out of 55 races,",
      "th": "ชนะ 47 จากการแข่งขัน 55 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "then that starts to cut deep.",
      "th": "มันก็เริ่มทำให้พวกเขาคิดหนัก"
    }
  },
  {
    "translation": {
      "en": "That sent shock waves through the New York Yacht Club.",
      "th": "นั่นทำให้เกิดความตกใจในนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "Clearly shock waves through Newport.",
      "th": "ที่นิวพอร์ตก็ตื่นตระหนกอย่างเห็นๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a serious side to this.",
      "th": "เรื่องนี้มีประเด็นที่จริงจัง"
    }
  },
  {
    "translation": {
      "en": "Obviously there's more than just a yachting race at stake.",
      "th": "มันเสี่ยงมากกว่าแค่การแข่งเรือยอชต์"
    }
  },
  {
    "translation": {
      "en": "There's also a lot of money.",
      "th": "มีเรื่องเงินเยอะด้วย"
    }
  },
  {
    "translation": {
      "en": "It's estimated that £100 million are spent in and around Newport",
      "th": "คาดว่ามีการใช้เงิน 100 ล้านปอนด์ แถวๆ นิวพอร์ตนี่ในช่วงอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "during the America's Cup.",
      "th": "แถวๆ นิวพอร์ตนี่ในช่วงอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "It was a sudden realization that they could lose this golden goose.",
      "th": "พวกเขารู้ตัวอย่างกะทันหันว่า อาจเสียห่านทองคำนี้ไปได้"
    }
  },
  {
    "translation": {
      "en": "It could really happen.",
      "th": "มันอาจเกิดขึ้นได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man] People in Newport and Rhode Island knew all the time,",
      "th": "คนในนิวพอร์ตในโรดไอแลนด์รู้"
    }
  },
  {
    "translation": {
      "en": "but kept it a very closely guarded secret that the prize isn't so much a sailboat race.",
      "th": "แต่เก็บเป็นความลับอย่างดีว่า รางวัลไม่ใช่การแข่งเรือใบ"
    }
  },
  {
    "translation": {
      "en": "It's about a billion-dollar industry that goes along with the Cup.",
      "th": "มันเกี่ยวกับอุตสาหกรรมพันล้านดอลลาร์ ที่มาพร้อมกับถ้วยรางวัล"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] So if the Americans lose,",
      "th": "ดังนั้นถ้าทีมอเมริกันแพ้"
    }
  },
  {
    "translation": {
      "en": "then a substantial amount of that might be spent in Western Australia.",
      "th": "เงินจำนวนมากนั้น ก็อาจย้ายไปใช้ที่ออสเตรเลียตะวันตก"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] So, for the New York Yacht Club,",
      "th": "ดังนั้นสำหรับนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "the consequences of losing",
      "th": "ผลที่ตามมาของการพ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "are enormous.",
      "th": "มันใหญ่มากๆ"
    }
  },
  {
    "translation": {
      "en": "[announcer] An ABC News Brief brought to you by Apple Computer.",
      "th": "บทสรุปข่าวเอบีซี นำเสนอโดย แอปเปิลคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "Now from Los Angeles, here's Peter Jennings.",
      "th": "จากลอสแอนเจลิส นี่คือปีเตอร์ เจนนิงส์"
    }
  },
  {
    "translation": {
      "en": "The America's Cup competition is set to get underway this Thursday.",
      "th": "การแข่งขันอเมริกาส์คัพ จะเริ่มขึ้นในวันพฤหัสบดีนี้"
    }
  },
  {
    "translation": {
      "en": "There is now a dispute, however,",
      "th": "ตอนนี้เกิดการขัดแย้งกัน"
    }
  },
  {
    "translation": {
      "en": "between the New York Yacht Club and the Australians.",
      "th": "ระหว่างนิวยอร์กยอชต์คลับกับทีมออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "It seems the Americans are upset with something the Aussies have done",
      "th": "ทีมอเมริกันดูจะไม่พอใจกับสิ่งที่ทีมออสซี่ทำ"
    }
  },
  {
    "translation": {
      "en": "with the underside of their boat,",
      "th": "กับด้านล่างเรือของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "something the Americans feel will give the Aussies an unfair advantage.",
      "th": "ซึ่งเป็นสิ่งที่ทีมอเมริกันรู้สึกว่า ทำให้ทีมออสซี่ได้เปรียบอย่างไม่เป็นธรรม"
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club alleges",
      "th": "นิวยอร์กยอชต์คลับอ้างว่า"
    }
  },
  {
    "translation": {
      "en": "that Australia II's winged keel is illegal.",
      "th": "กระดูกงูของออสเตรเลียทู ผิดกฎ"
    }
  },
  {
    "translation": {
      "en": "This four-million-dollar challenge,",
      "th": "การแข่งที่มีเดิมพันสี่ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "the closest ever in the history of the Cup, could be scuttled.",
      "th": "ที่มีคู่แข่งสูสีที่สุดในประวัติศาสตร์ ของถ้วยนี้อาจกลายเป็นโมฆะ"
    }
  },
  {
    "translation": {
      "en": "[Longley] The New York Yacht Club, they wanted to ban us.",
      "th": "นิวยอร์กยอชต์คลับ พวกเขาอยากห้ามเรา"
    }
  },
  {
    "translation": {
      "en": "They said there is no way that Benny could've come up with this.",
      "th": "พวกเขาบอกว่าไม่มีทางที่เบนนี่จะคิดเรื่องนี้ได้"
    }
  },
  {
    "translation": {
      "en": "It had to have been designed by other people.",
      "th": "มันต้องมีคนอื่นออกแบบ"
    }
  },
  {
    "translation": {
      "en": "People couldn't believe that he could do it,",
      "th": "ผู้คนไม่อยากเชื่อว่าเขาจะทำได้"
    }
  },
  {
    "translation": {
      "en": "given his education and his background.",
      "th": "ด้วยการศึกษาและภูมิหลังของเขา"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] At the center of all the fuss this year has been barefoot Ben Lexcen.",
      "th": "จุดสนใจของความวุ่นวายในปีนี้คือ เบน เล็กซ์เซนผู้เดินเท้าเปล่า"
    }
  },
  {
    "translation": {
      "en": "With three years' schooling,",
      "th": "ด้วยการเรียนเพียงสามปี"
    }
  },
  {
    "translation": {
      "en": "he's the man who has designed, arguably, the fastest 12 Metre ever.",
      "th": "เขาเป็นผู้ออกแบบเรือ 12 เมตร ที่ดูจะเร็วที่สุดเท่าที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "[Conner] I didn't know much about Ben Lexcen.",
      "th": "ผมไม่ค่อยรู้เรื่องเบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "But people talk.",
      "th": "แต่คนพูดกัน"
    }
  },
  {
    "translation": {
      "en": "You hear through the grapevine.",
      "th": "ได้ยินมาจากการพูดต่อๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Who's to say these wings, whose idea these really were?",
      "th": "ใครจะบอกได้ว่าปีกเหล่านี้ ความคิดที่แท้จริงเป็นของใคร"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The Americans try and confirm that Lexcen was helped by Dutch designers.",
      "th": "ทีมอเมริกันพยายามยืนยันว่าเล็กซ์เซน ได้รับความช่วยเหลือจากนักออกแบบชาวดัตช์"
    }
  },
  {
    "translation": {
      "en": "[Conner] We believe Lexcen used the idea from Amsterdam,",
      "th": "เราเชื่อว่าเล็กซ์เซนใช้ไอเดียจากอัมสเตอร์ดัม"
    }
  },
  {
    "translation": {
      "en": "but the rules are it had to be designed by the country of the challenge.",
      "th": "แต่กฎคือมันต้องออกแบบโดยประเทศผู้ท้าชิง"
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club believe they have grounds to say",
      "th": "นิวยอร์กยอชต์คลับเชื่อว่า พวกเขามีเหตุผลที่จะพูดว่า"
    }
  },
  {
    "translation": {
      "en": "that I didn't design the boat totally by myself.",
      "th": "ผมไม่ได้ออกแบบเรือด้วยตัวเองทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "They go behind your back and try and get evidence in dubious ways.",
      "th": "พวกเขาพยายามหาหลักฐานลับหลังผม ด้วยวิธีที่น่าสงสัย"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] This afternoon, Ben was suffering",
      "th": "บ่ายวันนี้เบนทรมานมาก"
    }
  },
  {
    "translation": {
      "en": "what friends said were a couple of dizzy spells.",
      "th": "จากอาการที่เพื่อนๆ บอกว่าเป็นอาการเวียนหัว"
    }
  },
  {
    "translation": {
      "en": "Doctors immediately put him into intensive care.",
      "th": "หมอให้เขาเข้าห้องไอซียูทันที"
    }
  },
  {
    "translation": {
      "en": "His friends say it's the attacks against his name that helped put him there.",
      "th": "เพื่อนๆ เขาบอกว่าการโจมตี ชื่อเสียงเขาทำให้เขาเข้าโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The New York Yacht Club were endeavoring to get the design assistants in Holland",
      "th": "นิวยอร์กยอชต์คลับพยายามให้ ผู้ช่วยออกแบบในฮอลแลนด์"
    }
  },
  {
    "translation": {
      "en": "to say that they designed the keel and not Ben Lexcen.",
      "th": "บอกว่าพวกเขาออกแบบกระดูกงู ไม่ใช่เบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "The Dutch had designed the keel and not Ben Lexcen.",
      "th": "ชาวดัตช์ออกแบบกระดูกงูไม่ใช่เบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "We felt responsible to go over, to send someone to Holland to really investigate it.",
      "th": "เรารู้สึกว่าควรจะ ส่งคนไปฮอลแลนด์เพื่อสืบเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter] The director of the Netherlands Ship Model Basin has charged",
      "th": "ผู้อำนวยการของฐานจำลองเรือ ของเนเธอร์แลนด์ตั้งข้อหา"
    }
  },
  {
    "translation": {
      "en": "that members of the New York Yacht Club tried to get him to sign a false affidavit",
      "th": "ว่าสมาชิกของนิวยอร์กยอชต์คลับ พยายามให้เขาเซ็นคำให้การเท็จ"
    }
  },
  {
    "translation": {
      "en": "stating Ben Lexcen was not the designer.",
      "th": "ระบุว่าเบน เล็กซ์เซนไม่ใช่คนออกแบบ"
    }
  },
  {
    "translation": {
      "en": "[Van Oossanen] I was very surprised to come face-to-face with two people",
      "th": "ผมแปลกใจที่มาเจอกับคนสองคน"
    }
  },
  {
    "translation": {
      "en": "who wanted me to sign a document",
      "th": "ที่อยากให้ผมเซ็นเอกสาร"
    }
  },
  {
    "translation": {
      "en": "which said that I was the designer of Australia II rather than Ben Lexcen,",
      "th": "ซึ่งบอกว่าผมเป็นคนออกแบบ ออสเตรเลียทูแทนที่จะเป็นเบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "which is almost too ridiculous to even think of.",
      "th": "ซึ่งมันไร้สาระจนบอกไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "The keel cup committee said, \"We've been over to Holland,",
      "th": "คณะกรรมการถ้วยรางวัลกระดูกงูบอกว่า \"เราไปฮอลแลนด์มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and there was no substance to their complaint.\"",
      "th": "และการร้องเรียนของพวกเขาไร้สาระ\""
    }
  },
  {
    "translation": {
      "en": "\"This boat is fair and legal.\"",
      "th": "\"เรือลำนี้ยุติธรรมและถูกกฎ\""
    }
  },
  {
    "translation": {
      "en": "And that was the thing that finally busted their case apart.",
      "th": "และนั่นทำให้คดีของพวกเขาพังไม่เป็นท่า"
    }
  },
  {
    "translation": {
      "en": "The New York Yacht Club today withdrew its objections",
      "th": "วันนี้นิวยอร์กยอชต์คลับถอนคำคัดค้าน"
    }
  },
  {
    "translation": {
      "en": "to the mysterious winged keel on Australia II",
      "th": "เรื่องกระดูกงูที่มีปีกลึกลับบนออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "and said, \"May the better yacht win the America's Cup.\"",
      "th": "และพูดว่า \"ขอให้เรือยอชต์ที่ดีกว่า ชนะการแข่งอเมริกาส์คัพ\""
    }
  },
  {
    "translation": {
      "en": "[Bond] It has been 56 races and nearly two and a half years of effort",
      "th": "ผ่านการแข่งขันมาแล้ว 56 ครั้ง และใช้เวลาเกือบสองปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "been put in to reach where we are today.",
      "th": "ทำให้เรามาถึงจุดที่เราอยู่ในวันนี้"
    }
  },
  {
    "translation": {
      "en": "Let the best yacht and crew decide by the gun at the end of each race.",
      "th": "ให้เรือยอชต์และลูกเรือที่เก่งที่สุด ตัดสินด้วยเสียงปืนเมื่อจบการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "[man] We're about to go live by satellite to Newport. Rob Mundle, are you there?",
      "th": "เรากำลังจะถ่ายทอดสดผ่านดาวเทียม ไปยังนิวพอร์ต ร็อบ มันเดิล คุณอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Certainly. Good morning, Harry.",
      "th": "แน่นอนครับ อรุณสวัสดิ์แฮร์รี่"
    }
  },
  {
    "translation": {
      "en": "We have a great battle coming up.",
      "th": "เรากำลังจะมีศึกใหญ่"
    }
  },
  {
    "translation": {
      "en": "The showdown, 132 years of sporting history at stake here.",
      "th": "การประลอง มี 132 ปีแห่งประวัติศาสตร์การกีฬา เป็นเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "We're looking at Dennis Conner on the screen right there.",
      "th": "เรากำลังดูเดนนิส คอนเนอร์บนจอนั่น"
    }
  },
  {
    "translation": {
      "en": "[Conner] I was uneasy.",
      "th": "ผมไม่สบายใจ"
    }
  },
  {
    "translation": {
      "en": "Bertrand, he was at the top of his game.",
      "th": "เบอร์ทรานด์ทำได้เยี่ยมที่สุด"
    }
  },
  {
    "translation": {
      "en": "He was a tough competitor, and he had a very good boat and a good crew.",
      "th": "เขาเป็นคู่แข่งที่โหดมาก เขามีเรือที่ดีมากและลูกเรือที่เก่ง"
    }
  },
  {
    "translation": {
      "en": "He was dangerous, and he scared me.",
      "th": "เขาอันตรายและทำให้ผมกลัว"
    }
  },
  {
    "translation": {
      "en": "[reporter] Liberty and Australia II have entered the race course.",
      "th": "ลิเบอร์ตี้กับออสเตรเลียทู เข้าสู่สนามแข่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "According to my watch, nine minutes and 30 seconds from now,",
      "th": "จากนาฬิกาของผมเก้านาที 30 วินาที จากตอนนี้"
    }
  },
  {
    "translation": {
      "en": "they will cross the starting line.",
      "th": "พวกเขาจะข้ามเส้นเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Ten minutes before the start of the race gun,",
      "th": "สิบนาทีก่อนเสียงปืนเริ่มการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "that's when the two boats would meet,",
      "th": "นั่นคือตอนที่เรือทั้งสองลำมาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "positioning yourself,",
      "th": "วางตำแหน่งตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and that's when it'd be on. The gloves would come off.",
      "th": "และนั่นคือตอนเริ่มการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "The yacht that had got to the first mark of the first race",
      "th": "เรือยอชต์ที่ไปถึง จุดหมายแรกของการแข่งขันแรก"
    }
  },
  {
    "translation": {
      "en": "had always won the America's Cup.",
      "th": "ชนะอเมริกาส์คัพมาโดยตลอด"
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia over the line first by three seconds.",
      "th": "ออสเตรเลียถึงเส้นชัยก่อนสามวินาที"
    }
  },
  {
    "translation": {
      "en": "And I look behind, and Dennis is right on our hammer, right on our hammer.",
      "th": "ผมมองไปข้างหลัง และเดนนิสตามเรามาติดๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator] The two yachts are now approaching the first marker,",
      "th": "เรือยอชต์ทั้งสองลำกำลังมาถึงจุดแรก"
    }
  },
  {
    "translation": {
      "en": "and it's good news for Australia.",
      "th": "และเป็นข่าวดีสำหรับออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[Longley] We just beat them by a couple of boat lengths. One to us. [chuckles]",
      "th": "เราเอาชนะพวกเขาไปสองสามช่วงลำเรือ หนึ่งคะแนนสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia has just made history.",
      "th": "ออสเตรเลียเพิ่งสร้างประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "The foreign challenger has never reached the first mark",
      "th": "ผู้ท้าชิงชาวต่างชาติไม่เคยไปถึงจุดหมายแรก"
    }
  },
  {
    "translation": {
      "en": "ahead of the American boat in the first race.",
      "th": "นำหน้าเรืออเมริกันในการแข่งรอบแรก"
    }
  },
  {
    "translation": {
      "en": "Australia has just done it.",
      "th": "ออสเตรเลียเพิ่งทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] After the start, we sailed away from Liberty.",
      "th": "หลังจากเริ่มต้นเราแล่นห่างออกจากลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden, it was like an explosion.",
      "th": "แล้วจู่ๆ มันก็เหมือนมีระเบิด"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] We had no control at all.",
      "th": "เราควบคุมอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "The wheel just went light. No steering. Just rudderless.",
      "th": "พวงมาลัยควบคุมไม่ได้ หางเสือควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Simmer] It was weird. We just had a fitting pull off the side of the boat",
      "th": "มันแปลกมากและท่อระบาย หลุดออกมาจากด้านข้างเรือ"
    }
  },
  {
    "translation": {
      "en": "that had been there forever, you know.",
      "th": "ทั้งที่มันติดอยู่ตรงนั้นมาตลอด"
    }
  },
  {
    "translation": {
      "en": "And Dennis passed around us.",
      "th": "แล้วเดนนิสก็แล่นผ่านเราไป"
    }
  },
  {
    "translation": {
      "en": "The race was over.",
      "th": "การแข่งขันจบลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Tom Brokaw] Liberty wins.",
      "th": "ลิเบอร์ตี้ชนะ"
    }
  },
  {
    "translation": {
      "en": "Sounds like a World War I poster, but it is instead the headline",
      "th": "ฟังดูเหมือนโปสเตอร์สงครามโลกครั้งที่หนึ่ง แต่เป็นพาดหัวแทน"
    }
  },
  {
    "translation": {
      "en": "out of today's opening round of the America's Cup.",
      "th": "จากรอบเปิดตัววันนี้ของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "We went across his stern, and the damn rudder broke.",
      "th": "เราข้ามท้ายเรือของเขาแล้วหางเสือก็หัก"
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, start of the second race,",
      "th": "จากนั้นก็เริ่มการแข่งขันครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "bang, one of the tangs holding the headboard of the mainsail breaks.",
      "th": "ตูม ถังใบหนึ่งที่ยึดหัวเรือของใบเรือหลักหัก"
    }
  },
  {
    "translation": {
      "en": "[reporter] All summer their boat broke down just once,",
      "th": "ตลอดฤดูร้อนเรือพวกเขาพังแค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "and now in the finals, two races and two breakdowns.",
      "th": "ตอนนี้ในรอบชิงชนะเลิศ แข่งสองครั้ง พังสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "This has meant a lot to the Liberty crew, giving them momentum",
      "th": "มันมีความหมายกับทีมลิเบอร์ตี้มาก ทำให้พวกเขามีแรงผลัก"
    }
  },
  {
    "translation": {
      "en": "and an awful lot of confidence heading into race three.",
      "th": "และความมั่นใจอย่างมากในการแข่งครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "[journalist] Commodore McCullough, what would you say the odds are right now?",
      "th": "ผู้การพิคาลา คุณคิดว่าตอนนี้มีโอกาสมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I think we'll win it 4-0, but I'll take four-to-one as a safety factor. [laughs]",
      "th": "ผมคิดว่าเราจะชนะ 4-0 แต่พูดแบบเซฟๆ ก็ 4-1 แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[man] Any further questions?",
      "th": "มีคำถามอีกไหมครับ"
    }
  },
  {
    "translation": {
      "en": "For something like that to happen two races in a row,",
      "th": "การที่มันเกิดขึ้นสองครั้งติดกันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "it's just unforgivable.",
      "th": "มันไม่น่าให้อภัย"
    }
  },
  {
    "translation": {
      "en": "Benny, give me a break,",
      "th": "เบนนี่ขอเวลาหน่อย"
    }
  },
  {
    "translation": {
      "en": "just give me something that'll allow us to play the game here.",
      "th": "ขออะไรที่จะทำให้เราแข่งต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] When we had that breakage,",
      "th": "ตอนที่เรือเรามีปัญหานั้น"
    }
  },
  {
    "translation": {
      "en": "there was some tension with John Bertrand and Ben Lexcen.",
      "th": "มีความตึงเครียดระหว่างจอห์น เบอร์ทรานด์ และเบน เล็กซ์เซน"
    }
  },
  {
    "translation": {
      "en": "And I remember John saying to him,",
      "th": "และผมจำได้ว่าจอห์นพูดกับเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Go through the boat from head to toe and just check everything.\"",
      "th": "\"ตรวจดูเรือทุกซอกทุกมุมและตรวจสอบทุกอย่าง\""
    }
  },
  {
    "translation": {
      "en": "[reporter] They have now gone over the yacht",
      "th": "ตอนนี้พวกเขาตรวจดูเรือยอชต์ จากหัวเรือไปท้ายเรือ"
    }
  },
  {
    "translation": {
      "en": "from bow to stern, from masthead to keel bolt,",
      "th": "ตอนนี้พวกเขาตรวจดูเรือยอชต์ จากหัวเรือไปท้ายเรือ ตั้งแต่หัวเรือไปจนถึงกระดูกงู"
    }
  },
  {
    "translation": {
      "en": "checking every sail, every piece of equipment.",
      "th": "ตรวจสอบใบเรือทุกใบ อุปกรณ์ทุกชิ้น"
    }
  },
  {
    "translation": {
      "en": "Race three, Benny didn't attend the launching of the boat.",
      "th": "รอบที่สามเบนนี่ไม่ได้ไปงานปล่อยเรือ"
    }
  },
  {
    "translation": {
      "en": "He was actually on a hill with binoculars",
      "th": "เขาอยู่บนเนินเขาพร้อมกล้องส่องทางไกล"
    }
  },
  {
    "translation": {
      "en": "under intense pressure.",
      "th": "ภายใต้แรงกดดันมหาศาล"
    }
  },
  {
    "translation": {
      "en": "With just about seven minutes to go now to get this race underway.",
      "th": "เหลือเวลาอีกแค่เจ็ดนาทีเพื่อเริ่มการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] You are watching Australia II,",
      "th": "คุณกำลังดูออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "the 12 Metre that has set the yachting world on its ear.",
      "th": "เรือยาว 12 เมตรที่ทำให้ โลกแห่งการแล่นเรือยอชต์เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "[race official] Three, two, one.",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[announcer 2] Australia II has just passed Liberty and is taking off down the course.",
      "th": "ออสเตรเลียทูเพิ่งผ่านลิเบอร์ตี้ และกำลังจะลงสนาม"
    }
  },
  {
    "translation": {
      "en": "But as it turns out, it was Benny's dream in its finest hour.",
      "th": "ปรากฏว่าฝันของเบนนี่เป็นจริง ในช่วงเวลาที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "[announcer 3] We have just reached the three-hour mark of this race,",
      "th": "เราเพิ่งถึงชั่วโมงที่สามของการแข่งนี้"
    }
  },
  {
    "translation": {
      "en": "and the winds here in Newport are starting to pick up.",
      "th": "ลมที่นิวพอร์ตเริ่มพัดแรงขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Lissiman] Quite often in Newport, the wind speed was very strong,",
      "th": "ความเร็วลมที่นิวพอร์ตจะแรงมากอยู่บ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and the winged keel effectively lowered the center of gravity of the yacht",
      "th": "และกระดูกงูมีปีกลดจุดศูนย์ถ่วง ของเรือยอชต์ลงอย่างมีประสิทธิภาพ"
    }
  },
  {
    "translation": {
      "en": "and made Australia II competitive in stronger breezes.",
      "th": "และทำให้ออสเตรเลียทู แข่งขันในสายลมที่แรงกว่า"
    }
  },
  {
    "translation": {
      "en": "This concept, upwind, the boat was a rocket ship.",
      "th": "ด้วยแนวคิดนี้ พอต้านลม เรือก็กลายเป็นจรวดไปเลย"
    }
  },
  {
    "translation": {
      "en": "She was seriously fast.",
      "th": "มันแล่นเร็วสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Australia sailed across the line",
      "th": "ออสเตรเลียแล่นข้ามเส้นชัย ชนะการแข่งขันครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "to win the third race by three minutes and 14 seconds.",
      "th": "ออสเตรเลียแล่นข้ามเส้นชัย ชนะการแข่งขันครั้งที่สาม ชนะไปสามนาที 14 วินาที"
    }
  },
  {
    "translation": {
      "en": "Since 12 Metre started racing for the America's Cup,",
      "th": "ตั้งแต่เรือ 12 เมตรเริ่มแข่งอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "that's the biggest margin ever recorded by a challenger.",
      "th": "นั่นคือเวลาที่ห่างที่สุดในสถิติที่ผู้ท้าชิงทำได้"
    }
  },
  {
    "translation": {
      "en": "[commentator] Australia II is exceptionally fast.",
      "th": "ออสเตรเลียทูเร็วเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "This is what the New York Yacht Club is afraid of.",
      "th": "นี่คือสิ่งที่นิวยอร์กยอชต์คลับกลัว"
    }
  },
  {
    "translation": {
      "en": "[Conner] The New York Yacht Club certainly didn't have any enthusiasm",
      "th": "นิวยอร์กยอชต์คลับไม่ได้มีความกระตือรือร้น"
    }
  },
  {
    "translation": {
      "en": "from my performance.",
      "th": "จากผลงานของผม"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is the New York Yacht Club at all embarrassed about this?",
      "th": "นิวยอร์กยอชต์คลับอายกับเรื่องนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Commodore] We keep the pressure on the skippers",
      "th": "เรากดดันกัปตันอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "because we say their head replaces the Cup in the New York Yacht Club,",
      "th": "เราบอกว่าถ้านิวยอร์กยอชต์คลับ ไม่ได้ถ้วย เราเอาหัวพวกเขามาตั้งแทนแน่"
    }
  },
  {
    "translation": {
      "en": "so we keep pressure on them all the time. [laughs]",
      "th": "เรากดดันพวกเขาตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[Conner] But I came in after losing that race,",
      "th": "แต่พอผมเข้ามาหลังจากแพ้การแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "I wasn't ready just to lay down and quit. No.",
      "th": "ผมไม่พร้อมจะล้มเลิก ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "The biggest thing to me was the attitude. Attitude, attitude, attitude.",
      "th": "สิ่งสำคัญที่สุดสำหรับผมคือทัศนคติล้วนๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Tired of the bullshit.",
      "th": "เบื่อเรื่องไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "Tired of wasting four hours every morning fucking around",
      "th": "เหนื่อยกับการเสียเวลาบ้าบอสี่ชั่วโมงทุกเช้า"
    }
  },
  {
    "translation": {
      "en": "for something that's not gonna help us win the Cup.",
      "th": "เพื่อสิ่งที่ไม่ช่วยให้เราชนะถ้วย"
    }
  },
  {
    "translation": {
      "en": "All I was focused on was being the best I could be.",
      "th": "ผมแค่มุ่งมั่นกับการเป็นคนที่เก่งที่สุดที่ผมเป็นได้"
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "th": "ไม่มีข้ออ้างให้แพ้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Look at this. The boat at the top of the screen is Liberty.",
      "th": "ดูนี่สิ เรือที่อยู่บนสุดของจอคือลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Six seconds ahead of Australia when the gun fired.",
      "th": "นำหน้าออสเตรเลียหกวินาทีตอนที่เสียงปืนดัง"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Liberty went around the first mark 36 seconds ahead.",
      "th": "ลิเบอร์ตี้ไปถึงที่หมายแรก นำหน้าไป 36 วินาที"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis Conner was unstoppable.",
      "th": "ไม่มีทางหยุดเดนนิส คอนเนอร์ได้"
    }
  },
  {
    "translation": {
      "en": "[Simmer] He was the most cunning and clever on the water",
      "th": "เขาเป็นคนเจ้าเล่ห์และฉลาดที่สุดในทะเล"
    }
  },
  {
    "translation": {
      "en": "and strategically made good moves.",
      "th": "และวางกลยุทธ์ได้ดี"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] We get into a classic tacking duel.",
      "th": "เราจะได้ประลองกันแบบคลาสสิก"
    }
  },
  {
    "translation": {
      "en": "He was impossible to go around, always covering tack for tack.",
      "th": "ไม่มีทางอ้อมเขาไปได้ ต้องปรับใบเรือครั้งต่อครั้งไปตลอด"
    }
  },
  {
    "translation": {
      "en": "And he was hitting the wind shifts at the right time,",
      "th": "และเขาก็จับทิศทางลมได้ในเวลาที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "massive wind shifts.",
      "th": "จับทิศทางลมแรง"
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Liberty led Australia across the finish line by 43 seconds.",
      "th": "ลิเบอร์ตี้นำออสเตรเลีย เข้าเส้นชัยก่อน 43 วินาที"
    }
  },
  {
    "translation": {
      "en": "[commentator 4] There she goes. She's shooting it. There's the gun. This race is over.",
      "th": "นั่นไง เธอยิงแล้ว นั่นเสียงปืน การแข่งขันจบลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "The Americans lead three to one.",
      "th": "ทีมอเมริกันนำสามต่อหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I kicked butt.",
      "th": "ผมชนะขาด"
    }
  },
  {
    "translation": {
      "en": "The American yacht Liberty tonight is just one victory away",
      "th": "เรือยอชต์ลิเบอร์ตี้ของอเมริกา ต้องการชัยชนะอีกแค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "from keeping the America's Cup in the United States.",
      "th": "ก็จะได้ถ้วยอเมริกาส์คัพไว้ในสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Three to one in the America's Cup series.",
      "th": "สามต่อหนึ่งในอเมริกาส์คัพซีรีส์"
    }
  },
  {
    "translation": {
      "en": "One more win for Liberty,",
      "th": "ลิเบอร์ตี้ชนะอีกแค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "and the America's Cup will stay bolted down at the New York Yacht Club.",
      "th": "อเมริกาส์คัพจะยังคงอยู่ที่นิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] The despondent Australians return to their dock,",
      "th": "ชาวออสเตรเลียที่สิ้นหวังกลับไปที่ท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "knowing they're down 3-1.",
      "th": "โดยรู้ว่าพวกเขาตามอยู่ 3-1"
    }
  },
  {
    "translation": {
      "en": "They cannot afford to make any more errors.",
      "th": "พวกเขาทำพลาดอีกไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At 3-1 in Newport, the champagne was on ice,",
      "th": "สามต่อหนึ่งที่นิวพอร์ต แชมเปญแช่น้ำแข็งเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "the banners were ready to go up.",
      "th": "ป้ายพร้อมดึงขึ้น"
    }
  },
  {
    "translation": {
      "en": "\"Congratulations, Dennis and team.\"",
      "th": "\"ยินดีด้วยเดนนิสและทีม\""
    }
  },
  {
    "translation": {
      "en": "And Newport was about to celebrate.",
      "th": "และนิวพอร์ตกำลังพร้อมที่จะฉลองกัน"
    }
  },
  {
    "translation": {
      "en": "[Longley] It's all over. Absolutely. It's all over.",
      "th": "มันจบแล้ว แน่นอน มันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Newport was rocking.",
      "th": "นิวพอร์ตครึกครื้นมาก"
    }
  },
  {
    "translation": {
      "en": "They just couldn't have been happier to have another thrashing.",
      "th": "พวกเขามีความสุขที่ จะชนะแบบขาดลอยอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "It was just demoralizing.",
      "th": "มันทำให้ขวัญเสียอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On the morning of the race, I remember the breakfast was subdued.",
      "th": "เช้าวันแข่ง ผมจำได้ว่าอาหารเช้าไร้รสชาติ"
    }
  },
  {
    "translation": {
      "en": "I had a hard time even smelling the bacon and eggs, let alone eating anything.",
      "th": "ผมแทบจะไม่ได้กลิ่นเบคอนกับไข่ แทบกินไม่ลง"
    }
  },
  {
    "translation": {
      "en": "But then, on the television, we received a note",
      "th": "จากนั้นในทีวี เราได้รับข้อความจาก บ็อบ ฮอว์ก นายกรัฐมนตรีออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "from the Prime Minister of Australia, Bob Hawke.",
      "th": "เราได้รับข้อความจาก บ็อบ ฮอว์ก นายกรัฐมนตรีออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "Congratulations, you've done a magnificent job to this point.",
      "th": "ยินดีด้วย พวกคุณทำได้ดีมากจนถึงจุดนี้"
    }
  },
  {
    "translation": {
      "en": "What you've shown in relation to our technological capacity,",
      "th": "สิ่งที่คุณแสดงให้เห็นเมื่อเทียบกับ ความสามารถทางเทคโนโลยีของเรา"
    }
  },
  {
    "translation": {
      "en": "our determination as individuals…",
      "th": "และความมุ่งมั่นของเราในฐานะบุคคล…"
    }
  },
  {
    "translation": {
      "en": "You've got the entire support of Australia.",
      "th": "พวกคุณได้รับกำลังใจ จากคนออสเตรเลียทั้งประเทศ"
    }
  },
  {
    "translation": {
      "en": "We'll all be looking forward to your return",
      "th": "เราจะรอคอยการกลับมาของคุณ"
    }
  },
  {
    "translation": {
      "en": "when we will do you as proud as you have done us.",
      "th": "เมื่อเราจะทำให้พวกคุณภูมิใจ เหมือนที่พวกคุณทำให้เราภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "[Simmer] Bob Hawke, Prime Minister of Australia,",
      "th": "บ็อบ ฮอว์ก นายกรัฐมนตรีออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "shit, that's a big deal.",
      "th": "ให้ตายสิ นั่นเป็นเรื่องใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Here we were being recognized by the prime minister of our nation.",
      "th": "เมื่อเราได้รับการยอมรับ จากนายกรัฐมนตรีประเทศเรา"
    }
  },
  {
    "translation": {
      "en": "It was a total game changer.",
      "th": "มันเป็นตัวเปลี่ยนเกม"
    }
  },
  {
    "translation": {
      "en": "Armies over the last thousand years have gone to war with symbols and music.",
      "th": "ในช่วงหลายพันปีที่ผ่านมา กองทัพทำสงครามโดยใช้สัญลักษณ์และดนตรี"
    }
  },
  {
    "translation": {
      "en": "So, the boxing kangaroo flag was raised.",
      "th": "ธงจิงโจ้ชกมวยจึงถูกชักขึ้น"
    }
  },
  {
    "translation": {
      "en": "And we chose a battle hymn, Men at Work, \"Down Under.\"",
      "th": "และเราเลือกเพลงประลอง เมนแอตเวิร์ก \"ดาวน์อันเดอร์\""
    }
  },
  {
    "translation": {
      "en": "And the team spirit came alive.",
      "th": "และจิตวิญญาณของทีมก็กลับมามีชีวิตชีวา"
    }
  },
  {
    "translation": {
      "en": "[announcer] And so almost unbelievably, that's Australia ahead at the first mark.",
      "th": "แทบไม่น่าเชื่อว่าออสเตรเลีย นำหน้าไปก่อนที่จุดหมายแรก"
    }
  },
  {
    "translation": {
      "en": "Off the coast of Rhode Island, it was Australia's day.",
      "th": "นอกชายฝั่งโรดไอแลนด์ เป็นวันของทีมออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "And Australia II still is alive and in the America's Cup yacht race.",
      "th": "ออสเตรเลียทูยังสู้ไม่ถอยและมีโอกาส ในการแข่งเรือยอชต์อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "We're just gonna get out there and do it twice more, get this Cup for Australia.",
      "th": "เราจะออกไปและทำแบบนี้อีกสองครั้ง เพื่อชิงถ้วยนี้ให้ออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] At three to two, the tables were turning.",
      "th": "ที่ 3-2 สถานการณ์เริ่มเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "Television crews were coming in from all around the world.",
      "th": "ทีมงานโทรทัศน์มาจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "Australians were flying in to Newport.",
      "th": "ชาวออสเตรเลียกำลังบินไปนิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "Tonight, that quaint coastal resort of Newport, Rhode Island,",
      "th": "คืนนี้รีสอร์ตริมทะเลแสนสวย ของนิวพอร์ต โรดไอแลนด์"
    }
  },
  {
    "translation": {
      "en": "is under the constant barrage of Australia II.",
      "th": "เต็มไปด้วยผู้ที่มาเชียร์ออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "The whole of Newport knew that the Australians were in town.",
      "th": "ชาวนิวพอร์ตทุกคนรู้ว่า ชาวออสเตรเลียอยู่ในเมือง"
    }
  },
  {
    "translation": {
      "en": "We tore the place apart. [chuckles]",
      "th": "เราสนุกสุดเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "[man] The Aussies certainly have joined the hype and hoopla here with gusto,",
      "th": "ชาวออสซี่มาร่วมงานด้วยความสนุกสนาน"
    }
  },
  {
    "translation": {
      "en": "promoting their souvenirs and image aggressively.",
      "th": "โปรโมตของที่ระลึกและ ภาพลักษณ์ของพวกเขาอย่างจริงจัง"
    }
  },
  {
    "translation": {
      "en": "The barbarians are at the gate.",
      "th": "พวกคนเถื่อนอยู่ที่ประตู"
    }
  },
  {
    "translation": {
      "en": "The Australians have come for the sacred Cup,",
      "th": "ชาวออสเตรเลียมาเพื่อถ้วยศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "and they're howling.",
      "th": "พวกเขาตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "What Australians really like is upsetting the upper echelon.",
      "th": "สิ่งที่คนออสเตรเลียชอบมากๆ คือทำให้พวกไฮโซไม่พอใจ"
    }
  },
  {
    "translation": {
      "en": "In race six, we were sailing the boat extremely well.",
      "th": "ในการแข่งครั้งที่หก เราแล่นเรือได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "The boat was a rocket ship.",
      "th": "เรือแล่นเร็วเป็นจรวด"
    }
  },
  {
    "translation": {
      "en": "It's Australia II with a very big lead here by some two minutes, it seems.",
      "th": "ทีมออสเตรเลียทูนำลิ่วน่าจะประมาณสองนาที"
    }
  },
  {
    "translation": {
      "en": "[Longley] And we won that race by three and a half minutes.",
      "th": "และเราชนะการแข่งด้วยเวลาสามนาทีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "It was the greatest win",
      "th": "มันเป็นชัยชนะที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "by a challenging yacht in the 12 Metre era.",
      "th": "โดยเรือยอชต์ของผู้ท้าชิงในยุคเรือ 12 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Jennings] In 132 years, no challenger has ever driven the races",
      "th": "ใน 132 ปีที่ผ่านมาไม่มีผู้ท้าชิงทีมไหนลงแข่ง"
    }
  },
  {
    "translation": {
      "en": "to the full best-of-seven series.",
      "th": "จนถึงการแข่งครั้งที่เจ็ด"
    }
  },
  {
    "translation": {
      "en": "The Australians, dare we say it, humiliated the Americans.",
      "th": "และต้องขอบอกว่าทีมออสเตรเลีย ทำให้ทีมอเมริกันอับอาย"
    }
  },
  {
    "translation": {
      "en": "So now it's three apiece. One race to go, a true world series.",
      "th": "ตอนนี้ชนะสามครั้งเท่ากัน เหลือแข่งอีกหนเดียว เป็นการแข่งระดับโลกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-We can do it, Jim. We can do it. -Oh yeah.",
      "th": "- เราทำได้จิม เราทำได้ - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] The score went from 3-1 to 3-2 to 3-3.",
      "th": "คะแนนจาก 3-1 เป็น 3-2 เป็น 3-3"
    }
  },
  {
    "translation": {
      "en": "The Aussies had arrived.",
      "th": "ทีมออสซี่มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] How does it feel being the first in 132 years, which is a very long time,",
      "th": "รู้สึกยังไงที่ได้เป็นทีมแรกในรอบ 132 ปี ซึ่งเป็นเวลาที่ยาวนานมาก"
    }
  },
  {
    "translation": {
      "en": "to be in this situation of three-all?",
      "th": "ที่อยู่ในสถานการณ์แบบนี้ 3-3"
    }
  },
  {
    "translation": {
      "en": "I mean, it must concern you.",
      "th": "คุณคงกังวล"
    }
  },
  {
    "translation": {
      "en": "It's gonna be very exciting to be involved in the race of the century.",
      "th": "มันจะน่าตื่นเต้นมาก ที่ได้มีส่วนร่วมในการแข่งขันแห่งศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "We're hoping that, uh, we can find a way to prevail",
      "th": "หวังว่าเราจะหาทางเอาชนะได้"
    }
  },
  {
    "translation": {
      "en": "like we have in, over the last 132 years.",
      "th": "เหมือนที่เราทำมาในช่วง 132 ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I think we have an awful lot of tradition going for us,",
      "th": "ผมคิดว่าเรามี ประเพณีมากมายเกิดขึ้นเพื่อเรา"
    }
  },
  {
    "translation": {
      "en": "and, uh, somehow, I think we'll pull it out on Saturday.",
      "th": "และด้วยเหตุใดเหตุหนึ่ง ผมคิดว่าเราจะชนะในวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis was in a super high-pressure environment.",
      "th": "(24 ชม.ก่อนแข่งครั้งที่เจ็ด) เดนนิสอยู่ในสถานการณ์ที่กดดันมาก"
    }
  },
  {
    "translation": {
      "en": "And the bottom line is the New York Yacht Club",
      "th": "และสิ่งที่สำคัญที่สุดคือนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "were never in the business of losing, literally, by any means.",
      "th": "ไม่ได้มาแข่งเพื่อจะแพ้อเมริกาส์คัพแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Panic, pure and simple, has gripped the American camp.",
      "th": "ทีมอเมริกันตื่นตระหนกตกใจกลัว"
    }
  },
  {
    "translation": {
      "en": "Shaken by Australia II's effortless win in the sixth race,",
      "th": "กลัวจากการชนะแบบสบายๆ ของออสเตรเลียในการแข่งครั้งที่หก"
    }
  },
  {
    "translation": {
      "en": "the Liberty syndicate are resorting to truly desperate measures.",
      "th": "ลิเบอร์ตี้หันไปใช้ทุกวิถีทาง"
    }
  },
  {
    "translation": {
      "en": "Today the New York Yacht Club just couldn't resist firing one more shot.",
      "th": "วันนี้นิวยอร์กยอชต์คลับทนไม่ไหว ที่จะยิงอีกนัด"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis and the team found a loophole in the rule on the 11th hour",
      "th": "เดนนิสกับทีมเจอช่องโหว่ของกฎ ในวินาทีสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "and made major changes in Liberty.",
      "th": "และทำการเปลี่ยนแปลงครั้งใหญ่ในลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "[reporter] The red defender was towed up river",
      "th": "เรือป้องกันแชมป์สีแดงถูกลากขึ้นจากแม่น้ำ"
    }
  },
  {
    "translation": {
      "en": "so that 1,000 pounds of her ballast could be removed.",
      "th": "จะได้ปลดน้ำหนักถ่วงเรือ 1,000 ปอนด์ออก"
    }
  },
  {
    "translation": {
      "en": "[Simmer] It had never happened before.",
      "th": "มันไม่เคยเกิดขึ้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "But the New York Yacht Club allowed them to do it.",
      "th": "แต่นิวยอร์กยอชต์คลับอนุญาตให้พวกเขาทำ"
    }
  },
  {
    "translation": {
      "en": "Would never have happened if we wanted to reconfigure our boat.",
      "th": "คงไม่มีทางเกิดขึ้น ถ้าเราต้องการปรับแต่งเรือของเรา"
    }
  },
  {
    "translation": {
      "en": "[Conner] Like NASCAR, there are rules in NASCAR,",
      "th": "เหมือนแนสคาร์ มันมีกฎในแนสคาร์ แต่ก็..."
    }
  },
  {
    "translation": {
      "en": "but there's-- Rules are broken, and they win the race.",
      "th": "เหมือนแนสคาร์ มันมีกฎในแนสคาร์ แต่ก็... กฎถูกทำลายและพวกเขาชนะการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "You use the rules to your advantage to take advantage of the other competition.",
      "th": "คุณใช้กฎให้คุณได้เปรียบ เพื่อเอาเปรียบคู่แข่ง"
    }
  },
  {
    "translation": {
      "en": "No excuse to lose.",
      "th": "ไม่มีข้ออ้างให้แพ้"
    }
  },
  {
    "translation": {
      "en": "Alan and the crew, the exercise in which you're about to engage",
      "th": "อลันและลูกเรือ การแข่งที่คุณกำลังจะมีส่วนร่วม"
    }
  },
  {
    "translation": {
      "en": "is certainly one of the historic moments in Australian sporting history.",
      "th": "เป็นหนึ่งในช่วงเวลาสำคัญใน ประวัติศาสตร์วงการกีฬาของออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "You have all our best wishes with you.",
      "th": "เราส่งความปรารถนาดีทั้งหมดไปให้คุณ"
    }
  },
  {
    "translation": {
      "en": "If it gets tight, let us know,",
      "th": "ถ้ามันสูสีก็บอกเรานะ"
    }
  },
  {
    "translation": {
      "en": "and we'll all turn towards Newport and blow to get you home.",
      "th": "แล้วเราจะหันไปทางนิวพอร์ต และเป่าลมเพื่อพาคุณเข้าเส้นชัย"
    }
  },
  {
    "translation": {
      "en": "We're with you. The very, very best of luck.",
      "th": "เราอยู่กับคุณ ขอให้โชคดี (บ็อบ ฮอว์ก นายกฯ ออสเตรเลีย)"
    }
  },
  {
    "translation": {
      "en": "No one had ever won it from the Americans.",
      "th": "ไม่เคยมีใครชนะทีมอเมริกา"
    }
  },
  {
    "translation": {
      "en": "So here was history, absolute history in the making.",
      "th": "นี่คือประวัติศาสตร์ การสร้างประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Always good to beat the Americans.",
      "th": "เอาชนะพวกอเมริกันได้น่ะดีเสมอ"
    }
  },
  {
    "translation": {
      "en": "At anything. [chuckles]",
      "th": "อะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "[man over PA] We're with you, Australia II!",
      "th": "เราอยู่กับคุณ ออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "We're with you, Australia II!",
      "th": "(เราอยู่กับคุณ ออสเตรเลียทู)"
    }
  },
  {
    "translation": {
      "en": "[announcer] It's the premier sailing event in the world.",
      "th": "มันคือการแข่งเรือใบชั้นนำของโลก"
    }
  },
  {
    "translation": {
      "en": "It's the cup that's never been lost.",
      "th": "มันคือถ้วยที่ไม่เคยเสียให้ใคร"
    }
  },
  {
    "translation": {
      "en": "It's the race that may end the longest winning tradition",
      "th": "มันคือการแข่งขันที่อาจยุติ ประเพณีการชนะที่ยาวนานที่สุด"
    }
  },
  {
    "translation": {
      "en": "in international sports history.",
      "th": "ในประวัติศาสตร์กีฬาระดับนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "Live from Newport, this is the 25th defense,",
      "th": "ถ่ายทอดสดจากนิวพอร์ต นี่คือการป้องกันแชมป์ครั้งที่ 25"
    }
  },
  {
    "translation": {
      "en": "the final race for the America's Cup.",
      "th": "การแข่งขันรอบสุดท้ายของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Good morning, the world.",
      "th": "(เอบีซี ไวด์เวิลด์ออฟสปอร์ต) อรุณสวัสดิ์โลกใหม่"
    }
  },
  {
    "translation": {
      "en": "Once again, another live telecast",
      "th": "ออกอากาศสดอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "to Australia, New Zealand, Hong Kong, America and Europe.",
      "th": "ไปยังออสเตรเลีย นิวซีแลนด์ ฮ่องกง อเมริกาและยุโรป"
    }
  },
  {
    "translation": {
      "en": "At the moment, we have about 30 million people watching.",
      "th": "ตอนนี้มีคนดูประมาณ 30 ล้านคน"
    }
  },
  {
    "translation": {
      "en": "[reporter] It's an emotional morning for Mrs. Beryl Bertrand,",
      "th": "เป็นเช้าที่เต็มไปด้วยอารมณ์ ของคุณนายเบอริล เบอร์ทรานด์"
    }
  },
  {
    "translation": {
      "en": "as her son, John, takes Australia II into the grand final of the America's Cup.",
      "th": "จอห์น ลูกชายของเธอพาออสเตรเลียทู เข้าสู่รอบชิงชนะเลิศของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Today they sail the winner-take-all, do-or-die, there's-no-tomorrow race.",
      "th": "วันนี้พวกเขาแข่งกันแบบผู้ชนะคว้าแชมป์ นัดเดียวจบ แข่งแบบจัดเต็มสุดตัว"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Being towed out, I remember it was like a zoo.",
      "th": "ถูกลากออกไป ผมจำได้ว่ามันเหมือนสวนสัตว์"
    }
  },
  {
    "translation": {
      "en": "The envelope of people around us was like a pressure cooker.",
      "th": "คนมากมายรอบตัวเรามันเหมือนหม้ออัดแรงดัน"
    }
  },
  {
    "translation": {
      "en": "We're lining up now for the start of the seventh and vital race",
      "th": "เรากำลังต่อแถวเพื่อเริ่มการแข่งขันครั้งที่เจ็ด และครั้งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "in this America's Cup.",
      "th": "ในอเมริกาส์คัพนี้"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] This is thousands of hours of preparation, a lifetime of preparation.",
      "th": "นี่คือการเตรียมการหลายพันชั่วโมง การเตรียมตัวมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "And I'd visualized this space. I'd visualized this time.",
      "th": "และผมนึกภาพพื้นที่นี้ออก นึกภาพเหตุการณ์นี้ได้"
    }
  },
  {
    "translation": {
      "en": "I said to the team,",
      "th": "ผมบอกทีมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Visualize you're on the back of an eagle, a thousand feet in the air.\"",
      "th": "\"ลองนึกภาพคุณอยู่บนหลังนกอินทรี พันฟุตในอากาศ\""
    }
  },
  {
    "translation": {
      "en": "\"And you see the boat going through the water.\"",
      "th": "\"คุณเห็นเรือแล่นผ่านน้ำ\""
    }
  },
  {
    "translation": {
      "en": "So I said, \"Reach down with big scissors and cut the distractions,",
      "th": "ผมพูดว่า \"เอื้อมมือที่มีกรรไกรใหญ่ๆ ลงไป ตัดสิ่งรบกวนออก"
    }
  },
  {
    "translation": {
      "en": "release the boat, release ourselves.\"",
      "th": "ปลดปล่อยเรือ ปลดปล่อยตัวเรา\""
    }
  },
  {
    "translation": {
      "en": "\"There's no tomorrow, there's no yesterday, and there's no future.\"",
      "th": "\"ไม่มีวันพรุ่งนี้ ไม่มีเมื่อวานและไม่มีอนาคต\""
    }
  },
  {
    "translation": {
      "en": "It was just today.",
      "th": "มีแค่วันนี้"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Five seconds away from the start.",
      "th": "อีกห้าวินาทีจะเริ่มแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[gun fires] -[commentator 1] There's the starting gun.",
      "th": "นั่นคือเสียงปืนเริ่มแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "When the gun went off, the two boats charged at each other.",
      "th": "ตอนที่เสียงปืนดังขึ้น เรือทั้งสองลำพุ่งใส่กัน"
    }
  },
  {
    "translation": {
      "en": "Here we go, you know. This is gonna be on.",
      "th": "เอาแล้ว งานนี้สนุกแน่"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] They are neck-and-neck at the moment.",
      "th": "ตอนนี้พวกเขาสูสีกันมาก"
    }
  },
  {
    "translation": {
      "en": "John Bertrand has now turned towards Liberty.",
      "th": "จอห์น เบอร์ทรานด์หันไปหาลิเบอร์ตี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We actually had a good start, and when we tacked, we were in front.",
      "th": "เราเริ่มต้นได้ดีและตอนเราปรับใบเรือ เราอยู่ข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "[commentator 3] Australia's gone right on top of Liberty by about two boat lengths.",
      "th": "ออสเตรเลียนำลิเบอร์ตี้ประมาณสองลำเรือ"
    }
  },
  {
    "translation": {
      "en": "Both boats on starboard tack.",
      "th": "เรือทั้งสองลำอยู่ทางกราบขวา"
    }
  },
  {
    "translation": {
      "en": "[commentator 4] Uh-oh! It looks like John Bertrand has decided not to cover Dennis Conner.",
      "th": "ดูเหมือนว่าจอห์น เบอร์ทรานด์จะ ไม่กันเดนนิส คอนเนอร์"
    }
  },
  {
    "translation": {
      "en": "[Longley] But Dennis gets in front",
      "th": "แต่เดนนิสขึ้นนำหน้า"
    }
  },
  {
    "translation": {
      "en": "and, quite frankly, starts to sail away from us.",
      "th": "และบอกตามตรงว่าเริ่มออกห่างจากเรา"
    }
  },
  {
    "translation": {
      "en": "It became clear that Liberty was actually a faster boat than what we'd seen before.",
      "th": "เห็นได้ชัดว่าลิเบอร์ตี้ เป็นเรือที่เร็วกว่าที่เราเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "The boat had been revved up.",
      "th": "เรือถูกปรับขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Mundle] The boat is gaining maximum speed",
      "th": "เรือกำลังเพิ่มความเร็วสูงสุด"
    }
  },
  {
    "translation": {
      "en": "moving very nicely through the water there.",
      "th": "แล่นผ่านน้ำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[commentator 5] She certainly looks like a different boat",
      "th": "ดูเหมือนเรือคนละลำเลย"
    }
  },
  {
    "translation": {
      "en": "and obviously she's sailing like a different boat today.",
      "th": "วันนี้แล่นเหมือนเรือคนละลำ"
    }
  },
  {
    "translation": {
      "en": "[commentator 6] You can see the two yachts are now approaching the first marker,",
      "th": "อย่างที่คุณเห็นเรือยอชต์สองลำ กำลังเข้าใกล้ที่หมายแรก"
    }
  },
  {
    "translation": {
      "en": "and it's not good news for Australia.",
      "th": "และมันไม่ใช่ข่าวดีสำหรับออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Liberty is leading by 29 seconds at the first mark.",
      "th": "ลิเบอร์ตี้นำอยู่ 29 วินาทีในช่วงแรก"
    }
  },
  {
    "translation": {
      "en": "[commentator 6] That failure by John Bertrand to recover could be tragic.",
      "th": "ความล้มเหลวของจอห์น เบอร์ทรานด์ ที่จะขึ้นนำอีกทีอาจจะทำให้เกิดหายนะ"
    }
  },
  {
    "translation": {
      "en": "We did everything we could, but they just went faster.",
      "th": "เราทำทุกอย่างที่ทำได้แต่พวกเขาแล่นเร็วกว่า"
    }
  },
  {
    "translation": {
      "en": "[news anchor] If you're just joining us, it has been Liberty all the way.",
      "th": "ถ้าคุณเพิ่งเปิดมาชม ลิเบอร์ตี้ขึ้นนำมาตลอด"
    }
  },
  {
    "translation": {
      "en": "At the second mark, it was Liberty by 45. At the third mark, Liberty by 23.",
      "th": "ที่จุดที่สอง ลิเบอร์ตี้นำ 45 วินาที ที่จุดที่สาม ลิเบอร์ตี้นำ 23 วินาที"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They just swept away from us. Close to a minute in front of us.",
      "th": "พวกเขาทิ้งห่างเราไป นำหน้าเราเกือบหนึ่งนาที"
    }
  },
  {
    "translation": {
      "en": "We just couldn't believe it.",
      "th": "พวกเราไม่อยากเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're just watching Liberty having rounded the fourth mark on the course,",
      "th": "เรากำลังชมลิเบอร์ตี้แล่นอ้อมจุดที่สี่ในสนาม"
    }
  },
  {
    "translation": {
      "en": "the margin around 55 seconds, Bob.",
      "th": "ระยะห่างประมาณ 55 วินาที บ็อบ"
    }
  },
  {
    "translation": {
      "en": "The Cup is as good as lost.",
      "th": "แทบจะบอกลาถ้วยนั้นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It seems that Bertrand's errors early in the race",
      "th": "ดูเหมือนความผิดพลาดของ เบอร์ทรานด์ในช่วงแรกๆ"
    }
  },
  {
    "translation": {
      "en": "may have cost Australia II the America's Cup.",
      "th": "อาจทำให้ออสเตรเลียทูแพ้อเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "To get 58 seconds ahead, that…",
      "th": "การนำ 58 วินาที"
    }
  },
  {
    "translation": {
      "en": "that's a long way.",
      "th": "นั่นยาวไกลมาก"
    }
  },
  {
    "translation": {
      "en": "Four thousand people gathered outside",
      "th": "คนสี่พันคนมารวมตัวกันข้างนอก"
    }
  },
  {
    "translation": {
      "en": "the Royal Perth Yacht Club in Western Australia,",
      "th": "รอยัลเพิร์ทยอชต์คลับในเวสเทิร์นออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "watching our live pictures and, uh, similar scenes over in Sydney.",
      "th": "ชมถ่ายทอดสดของเรา และบรรยากาศคล้ายๆ กันที่ซิดนีย์"
    }
  },
  {
    "translation": {
      "en": "[announcer] It appears Liberty has a healthy lead at this point.",
      "th": "ดูเหมือนว่าลิเบอร์ตี้จะนำโด่ง ณ จุดนี้"
    }
  },
  {
    "translation": {
      "en": "It's a race Dennis Conner cannot lose.",
      "th": "มันคือการแข่งขันที่เดนนิส คอนเนอร์จะแพ้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[reporter] The tension mounts at the Bertrand household.",
      "th": "ความตึงเครียดทบทวีที่บ้านเบอร์ทรานด์"
    }
  },
  {
    "translation": {
      "en": "Mrs. Bertrand experiences the agony",
      "th": "คุณนายเบอร์ทรานด์เจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "of watching The Wonder from Down Under fall behind the American yacht, Liberty.",
      "th": "ที่ต้องเห็นเรือมหัศจรรย์จากออสเตรเลีย ตามหลังเรือยอชต์อเมริกัน ลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "And, gentlemen, this downwind run is possibly our last hope.",
      "th": "และทุกท่าน การแล่นตามลมนี้ อาจเป็นความหวังสุดท้ายของเรา"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] They were basically gone.",
      "th": "พวกเขานำโด่งไปมาก"
    }
  },
  {
    "translation": {
      "en": "But the bottom line is,",
      "th": "แต่ที่สำคัญคือ"
    }
  },
  {
    "translation": {
      "en": "if the opposition start to believe that the competition",
      "th": "ถ้าฝ่ายตรงข้ามเริ่มเชื่อว่าการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "and the equipment that they're using is superior,",
      "th": "และอุปกรณ์ที่พวกเขาใช้เหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "and you can't do anything about it 'cause it's secret,",
      "th": "และคุณทำอะไรไม่ได้เพราะมันเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "that becomes, psychologically, a big hurdle to overcome.",
      "th": "มันกลายเป็นอุปสรรคใหญ่ในแง่จิตใจ ที่ต้องก้าวข้าม"
    }
  },
  {
    "translation": {
      "en": "And ultimately, Dennis made a decision",
      "th": "และท้ายที่สุดเดนนิสก็ตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "that was a mistake.",
      "th": "ที่เป็นความผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Dennis Conner's come to the right-hand side of the course,",
      "th": "เดนนิส คอนเนอร์มาทางขวามือของสนาม"
    }
  },
  {
    "translation": {
      "en": "looking for a big wind shift which he hopes will be over here.",
      "th": "กำลังมองหาการเปลี่ยนทิศลมครั้งใหญ่ ซึ่งเขาหวังว่าจะอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "We get to the top marker, and Dennis, he tacks way out.",
      "th": "เราไปถึงจุดบนสุดแล้วเดนนิสก็ออกไปไกลมาก"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is an unusual move.",
      "th": "ทำแบบนี้ไม่ธรรมดาเลย"
    }
  },
  {
    "translation": {
      "en": "Dennis has decided not to cover John Bertrand.",
      "th": "เดนนิสตัดสินใจจะไม่กันจอห์น เบอร์ทรานด์"
    }
  },
  {
    "translation": {
      "en": "[Treharne] He went to the right-hand side of the course,",
      "th": "เขาแล่นไปทางขวามือของเส้นทาง"
    }
  },
  {
    "translation": {
      "en": "and that surprised me.",
      "th": "ผมแปลกใจมาก"
    }
  },
  {
    "translation": {
      "en": "And I remember just looking at the clouds evolving.",
      "th": "ผมจำได้ว่ามองดูเมฆกำลังก่อตัว"
    }
  },
  {
    "translation": {
      "en": "I could start to see the wind on water.",
      "th": "ผมเริ่มเห็นลมบนน้ำแล้ว"
    }
  },
  {
    "translation": {
      "en": "Darker patches and lighter patches. I could see the direction of the wind.",
      "th": "หย่อมสีเข้มขึ้นและจางลง ผมมองเห็นทิศทางของลม"
    }
  },
  {
    "translation": {
      "en": "And then, eventually, you start to get a sixth sense of what the wind is gonna do.",
      "th": "ในที่สุดคุณก็เริ่มเข้าใจ จากสัมผัสที่หกว่าลมจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Not now, but within the next 10, 15 and 20 seconds,",
      "th": "ไม่ใช่ตอนนี้ แต่ภายในสิบ 15 และ 20 วินาที"
    }
  },
  {
    "translation": {
      "en": "which is the game.",
      "th": "ซึ่งเป็นเกม"
    }
  },
  {
    "translation": {
      "en": "Trim.",
      "th": "ปรับใบ"
    }
  },
  {
    "translation": {
      "en": "And as we keep going to the left, the breeze starts going left.",
      "th": "และเมื่อเราไปทางซ้ายเรื่อยๆ ลมก็เริ่มไปทางซ้าย"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เอาละนะ"
    }
  },
  {
    "translation": {
      "en": "And we started to make gains on Liberty, with extra wind.",
      "th": "และเราเริ่มเข้าใกล้ลิเบอร์ตี้ เพราะได้ลมแรง"
    }
  },
  {
    "translation": {
      "en": "[Mundle] As they head off there,",
      "th": "ขณะที่พวกเขามุ่งหน้าไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "you can see crewmen winding those coffee grinder winches,",
      "th": "คุณจะเห็นลูกเรือหมุนมือหมุน"
    }
  },
  {
    "translation": {
      "en": "trying to keep the yacht at maximum speed.",
      "th": "พยายามรักษาความเร็วสูงสุดไว้"
    }
  },
  {
    "translation": {
      "en": "[man] It's going to be a mammoth effort if she should do it.",
      "th": "มันต้องใช้ความพยายามมหาศาล ถ้าจะทำได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "It was meter by meter. It was yard by yard. It was wind shift by wind shift.",
      "th": "เมตรต่อเมตร หลาต่อหลา ลมเปลี่ยนทิศต่อลมเปลี่ยนทิศ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] There you see Australia II coming back right now towards Liberty.",
      "th": "คุณจะเห็นออสเตรเลียทู กำลังกลับมาหาลิเบอร์ตี้"
    }
  },
  {
    "translation": {
      "en": "This race is a hot one.",
      "th": "การแข่งครั้งนี้สูสีมากครับ (ออสเตรเลียทู ลิเบอร์ตี้)"
    }
  },
  {
    "translation": {
      "en": "Only a matter of minutes ago, the America's Cup was as good as lost.",
      "th": "ไม่กี่นาทีก่อนแทบจะแพ้อเมริกาส์คัพแล้ว"
    }
  },
  {
    "translation": {
      "en": "Gentlemen, it's neck and neck,",
      "th": "ทุกคนครับ มันสูสีมาก"
    }
  },
  {
    "translation": {
      "en": "but perhaps Liberty just fractionally in front.",
      "th": "แต่ลิเบอร์ตี้อาจนำหน้าอยู่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Mundle] So Australia II is back in the race.",
      "th": "ออสเตรเลียทูกลับมามีหวัง"
    }
  },
  {
    "translation": {
      "en": "[Longley] And then, of course, they jibed and came across.",
      "th": "จากนั้นพวกเขาก็เปลี่ยนทิศเรือและพุ่งเข้ามา"
    }
  },
  {
    "translation": {
      "en": "The whole of the world, who's watching this, is holding their breath.",
      "th": "คนทั้งโลกที่ดูอยู่กำลังกลั้นหายใจ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] The tension at the moment is absolutely electric out there.",
      "th": "ความตึงเครียดตอนนี้สุดๆ เลยครับ"
    }
  },
  {
    "translation": {
      "en": "Australia II's decided to come back and attack.",
      "th": "ออสเตรเลียทูตัดสินใจกลับมาโจมตี"
    }
  },
  {
    "translation": {
      "en": "[Longley] It's not easy, particularly from a helicopter shot,",
      "th": "มันไม่ง่ายเลย โดยเฉพาะจากการถ่ายจากเฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "to see who's in front.",
      "th": "เพื่อดูว่าใครนำอยู่"
    }
  },
  {
    "translation": {
      "en": "What'll happen with the cross?",
      "th": "จะเกิดอะไรขึ้นตอนตัดหน้า"
    }
  },
  {
    "translation": {
      "en": "And we went from 57 seconds behind to bow on bow.",
      "th": "และเราเริ่มจากตามหลัง 57 วินาที เป็นหัวเรือสูสีกัน"
    }
  },
  {
    "translation": {
      "en": "I made the decision to jibe on top of them, which was high risk.",
      "th": "ผมตัดสินใจว่าจะเปลี่ยนทิศเรือ ซึ่งมีความเสี่ยงสูง"
    }
  },
  {
    "translation": {
      "en": "[Mundle] A collision course at the moment.",
      "th": "ตอนนี้เกิดการปะทะกันตอนไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Looks like Australia II will go across. -[man] A gutsy move.",
      "th": "- ดูเหมือนออสเตรเลียทูจะตัดหน้า - กล้าหาญมาก"
    }
  },
  {
    "translation": {
      "en": "[Mundle] An unbelievable move to come across there now.",
      "th": "เป็นกลยุทธ์ที่เหลือเชื่อในการตัดหน้าตอนนี้"
    }
  },
  {
    "translation": {
      "en": "We went across their bow, and we're in front.",
      "th": "เราตัดหน้าหัวเรือของพวกเขาและเราก็ขึ้นนำ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] It looks like Australia II is back in front. -Absolutely incredible. -[crowd cheering]",
      "th": "ดูเหมือนออสเตรเลียทูจะกลับมานำ สุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter] There's about 2,000 people here packing Royal Perth Yacht Club,",
      "th": "มีคนอยู่ที่นี่ประมาณ 2,000 คน ที่รอยัลเพิร์ทยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "and they are absolutely rooting for Australia II.",
      "th": "และพวกเขาก็เชียร์ออสเตรเลียทูอย่างเต็มที่"
    }
  },
  {
    "translation": {
      "en": "I've never ever seen anything like this.",
      "th": "ไม่เคยเห็นอะไรแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "There was mass disappointment here before.",
      "th": "ก่อนหน้านี้มีความผิดหวังอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "In the past leg, it's been absolute mayhem in here.",
      "th": "ในช่วงการแข่งที่ผ่านมาในนี้โกลาหลสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] And now it's all on.",
      "th": "และตอนนี้แข่งกันเต็มที่"
    }
  },
  {
    "translation": {
      "en": "An absolute drag race to the finish. Do you believe this, Bob Lobel?",
      "th": "เป็นการแข่งความเร็วจนถึงเส้นชัย เหลือเชื่อมากใช่ไหม บ็อบ โลเบล"
    }
  },
  {
    "translation": {
      "en": "[Lobel] I've seen a lot of things, but never anything like this.",
      "th": "ผมเห็นอะไรมาเยอะ แต่ไม่เคยเจออะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "เร็วๆ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] On that particular leg of the course,",
      "th": "ในเส้นทางการแข่งนั้น"
    }
  },
  {
    "translation": {
      "en": "we probably sailed the boat as best we'd ever sailed.",
      "th": "เราแล่นเรือได้ดีที่สุดเท่าที่เราเคยทำ"
    }
  },
  {
    "translation": {
      "en": "We were closer to perfection than any time I'd ever been.",
      "th": "เราเข้าใกล้ความสมบูรณ์แบบ มากกว่าทุกครั้งที่ผมเคยผ่านมา"
    }
  },
  {
    "translation": {
      "en": "This group became so close and so tight.",
      "th": "กลุ่มนี้สนิทกันมากและใกล้ชิดกันมาก"
    }
  },
  {
    "translation": {
      "en": "It was basically almost on autopilot.",
      "th": "มันเกือบจะเป็นระบบอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "We were sailing into history.",
      "th": "เราแล่นเรือเข้าไปสู่ประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Mundle] We're looking for the smoke at any moment.",
      "th": "เรามองหาควันอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "They're about to do it. They're about to cross the line.",
      "th": "พวกเขากำลังจะทำได้ พวกเขากำลังจะข้ามเส้นชัย"
    }
  },
  {
    "translation": {
      "en": "They make a final move. It's over!",
      "th": "พวกเขาเดินหน้าครั้งสุดท้าย มันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Australia II has done it!",
      "th": "ออสเตรเลียทูทำสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup!",
      "th": "พวกเขาชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "Will you stand up, Australia? Will you stand up and cheer?",
      "th": "ลุกขึ้นได้ไหมชาวออสเตรเลีย คุณจะยืนให้กำลังใจได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Because this is the finest day in the history of Australian sport.",
      "th": "เพราะนี่เป็นวันที่ดีที่สุด ในประวัติศาสตร์วงการกีฬาออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "John Bertrand, the skipper,",
      "th": "จอห์น เบอร์ทรานด์ กัปตัน"
    }
  },
  {
    "translation": {
      "en": "and all of those men out there on that boat,",
      "th": "และคนทุกคนที่อยู่บนเรือนั่น"
    }
  },
  {
    "translation": {
      "en": "they have written their name large in Australian history.",
      "th": "พวกเขาเขียนชื่อตัวเองตัวใหญ่ๆ ไว้ในประวัติศาสตร์ออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "They have won the America's Cup.",
      "th": "พวกเขาชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[Bob Hawke] While I was Prime Minister,",
      "th": "ตอนที่ผมเป็นนายกรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "I said some very wise and important things,",
      "th": "ผมพูดเรื่องที่ฉลาดและสำคัญมากหลายหน"
    }
  },
  {
    "translation": {
      "en": "but I don't think anything I've ever said",
      "th": "แต่ผมไม่คิดว่าสิ่งที่ผมเคยพูด"
    }
  },
  {
    "translation": {
      "en": "is as well remembered as when I said…",
      "th": "จะได้รับการจดจำได้ดีเท่าตอนที่ผมพูดว่า…"
    }
  },
  {
    "translation": {
      "en": "I tell you what, any boss who sacks anyone for not turning up today is a bum!",
      "th": "จะบอกให้ว่าเจ้านายคนไหน ไล่คนไม่ไปทำงานวันนี้ออกน่ะห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "Here we go!",
      "th": "เอาเลย"
    }
  },
  {
    "translation": {
      "en": "Across Australia, people are doing this, saluting the men of Australia II with champagne.",
      "th": "ทั่วออสเตรเลีย ผู้คนกำลังทำแบบนี้ สดุดีทุกคนในทีมออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "And boys, they really deserve it.",
      "th": "พวกเขาสมควรได้รับ"
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember just going, \"Shit,\" that it had happened.",
      "th": "ผมจำได้ว่าคิดว่า \"เวร\" แล้วมันก็เกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Really remember John just kind of literally slumped over the wheel.",
      "th": "จำได้ว่าจอห์นทรุดตัวลงบนพวงมาลัย"
    }
  },
  {
    "translation": {
      "en": "Just like everything just draining out of him.",
      "th": "เหมือนพลังทั้งหมดในตัวเขาหายไปหมด"
    }
  },
  {
    "translation": {
      "en": "It was this relief to actually win it on behalf of your country.",
      "th": "มันโล่งใจที่ได้ชนะในนามของประเทศ"
    }
  },
  {
    "translation": {
      "en": "That's, uh, that's huge.",
      "th": "ยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "So… [clears throat] …how do you rationalize that?",
      "th": "แล้วคุณจะหาเหตุผลให้มันได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Treharne] It was quite something",
      "th": "มันเป็นเรื่องที่"
    }
  },
  {
    "translation": {
      "en": "that I never thought could happen or would happen.",
      "th": "ผมไม่เคยคิดว่าจะเกิดขึ้นได้หรือเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "But it did.",
      "th": "แต่มันก็เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "It's a pretty powerful thing for me to be feeling like I do now. [chuckles]",
      "th": "มันเป็นสิ่งที่ทรงพลังมาก สำหรับผมที่จะรู้สึกเหมือนตอนนี้"
    }
  },
  {
    "translation": {
      "en": "So long ago.",
      "th": "มันเกิดขึ้นนานมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Must have affected me more than I thought it did. [sniffles]",
      "th": "คงมีผลกับผมมากกว่าที่คิด"
    }
  },
  {
    "translation": {
      "en": "Anyway. [coughs]",
      "th": "เอาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Everyone went nuts. [chuckles]",
      "th": "ทุกคนตื่นเต้นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Longley] We lifted our heads up,",
      "th": "เราเงยหน้าขึ้น"
    }
  },
  {
    "translation": {
      "en": "and there are boats coming from everywhere.",
      "th": "และมีเรือมาจากทุกที่"
    }
  },
  {
    "translation": {
      "en": "Boats all around us, you know?",
      "th": "เรืออยู่รอบตัวเราน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "And this cacophony of noise.",
      "th": "และเสียงก้องกังวานนี้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Ah! This is the greatest moment ever!",
      "th": "นี่เป็นช่วงเวลาที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "I thought we were history, history the beginning of the week.",
      "th": "นึกว่าเราจะแพ้ไปแล้ว แพ้ไปแล้วตั้งแต่ต้นสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "From the jaws of death. [laughs]",
      "th": "ฟื้นมาจากความตาย"
    }
  },
  {
    "translation": {
      "en": "[Brown] When we were getting towed in, we hoisted the Australian flag,",
      "th": "ตอนที่เราถูกลากกลับเข้ามา เราชักธงชาติออสเตรเลียขึ้น"
    }
  },
  {
    "translation": {
      "en": "and that was a really proud moment, that we'd done something pretty special.",
      "th": "นั่นเป็นช่วงเวลาที่น่าภูมิใจมาก ที่เราได้ทำอะไรที่พิเศษสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator] And this is just such a tremendously festive scene,",
      "th": "ช่างเป็นภาพความรื่นเริงสุดๆ จริงๆ"
    }
  },
  {
    "translation": {
      "en": "the sun now perched on the horizon",
      "th": "ดวงอาทิตย์ลอยสูงอยู่บนขอบฟ้า"
    }
  },
  {
    "translation": {
      "en": "as Australia II makes her way back into Newport Harbor,",
      "th": "ขณะที่ออสเตรเลียทูกลับไปที่ท่าเรือนิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "the first challenger ever to win the America's Cup.",
      "th": "ผู้ท้าชิงทีมแรกที่ชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "It is a mob scene here on the dock of Australia II.",
      "th": "ที่ท่าเรือของออสเตรเลียทูนี่ ผู้คนแน่นขนัดไปหมดครับ"
    }
  },
  {
    "translation": {
      "en": "The Australians have finally done it.",
      "th": "ในที่สุดชาวออสเตรเลียก็ทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "And I remember pulling the boat out of the water,",
      "th": "ผมจำได้ว่าดึงเรือขึ้นมาจากน้ำ"
    }
  },
  {
    "translation": {
      "en": "and Bondy like a conductor.",
      "th": "และบอนดิทำท่าเหมือนวาทยกร"
    }
  },
  {
    "translation": {
      "en": "[all chanting] Let's see the keel!",
      "th": "มาดูกระดูกงูกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] There's a very happy Alan Bond.",
      "th": "นั่นคืออลัน บอนด์ ผู้มีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "He's gonna take it up without the curtains. The keel is gonna be seen.",
      "th": "เขาจะเอาเรือขึ้นมาโดยไม่มีผ้าม่าน จะได้เห็นกระดูกงูกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Get her up, Australia II, and the skirt comes off.",
      "th": "ยกขึ้นเลย ออสเตรเลียทู แล้วผ้าตรงขอบก็หลุดออกมา"
    }
  },
  {
    "translation": {
      "en": "Everyone saw the winged keel for the first time.",
      "th": "ทุกคนเห็นกระดูกงูมีปีกเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's a brilliant piece of engineering design work,",
      "th": "มันเป็นงานออกแบบทางวิศวกรรมที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "extremely creative.",
      "th": "เปี่ยมความคิดสร้างสรรค์สุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Mundle] Ben Lexcen, designer of Australia II, the man who did it.",
      "th": "เบน เล็กซ์เซน นักออกแบบจาก ออสเตรเลียทูเป็นผู้ออกแบบ"
    }
  },
  {
    "translation": {
      "en": "He has achieved his life's ambition.",
      "th": "เขาบรรลุเป้าหมายในชีวิตแล้ว"
    }
  },
  {
    "translation": {
      "en": "There, believe it or not,",
      "th": "ตรงนั้น เชื่อไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner wearing his New York Yacht Club hat.",
      "th": "เดนนิส คอนเนอร์สวมหมวกนิวยอร์กยอชต์คลับ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] Dennis congratulated me.",
      "th": "เดนนิสมาแสดงความยินดีกับผม"
    }
  },
  {
    "translation": {
      "en": "Not a lot of words said, but it was warrior to warrior.",
      "th": "ไม่ได้พูดอะไรมากนัก แต่เป็นการแสดงออกของนักรบต่อนักรบ"
    }
  },
  {
    "translation": {
      "en": "There's no question about it.",
      "th": "ไม่ต้องสงสัยเลย"
    }
  },
  {
    "translation": {
      "en": "[Mundle] I think Dennis does look a little bit stunned there, David.",
      "th": "ผมว่าเดนนิสดูอึ้งไปหน่อยนะเดวิด"
    }
  },
  {
    "translation": {
      "en": "[Simmer] I remember shaking hands with him, and he had tears in his eyes.",
      "th": "ผมจำได้ว่าจับมือกับเขา แล้วเขาน้ำตาคลอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, he took it hard, hard, really hard.",
      "th": "ใช่ เขาทำใจลำบากมากครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "It was a totally devastating… loss.",
      "th": "มันเป็นการพ่ายแพ้ครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "When I came in after losing the Cup, they have a press conference,",
      "th": "พอผมเข้ามาหลังจากแพ้ถ้วย พวกเขามีงานแถลงข่าว"
    }
  },
  {
    "translation": {
      "en": "and nobody from the New York Yacht Club shows up to sit with you,",
      "th": "ไม่มีคนจากนิวยอร์กยอชต์คลับมานั่งกับผม"
    }
  },
  {
    "translation": {
      "en": "you got the idea they don't like you very much anymore.",
      "th": "เข้าใจเลยว่าพวกเขาไม่ชอบเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm sure they were understandably disappointed.",
      "th": "ผมว่าพวกเขาผิดหวังอย่างเห็นได้ชัด"
    }
  },
  {
    "translation": {
      "en": "You know, they were just as devastated as I was in losing the Cup.",
      "th": "พวกเขาเสียใจพอๆ กับที่ผมเสียใจที่แพ้ถ้วย"
    }
  },
  {
    "translation": {
      "en": "Today, Australia II was just a better boat,",
      "th": "วันนี้ออสเตรเลียทูเป็นเรือที่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "and they beat us, and we have no excuses.",
      "th": "และพวกเขาชนะเราและเราไม่มีข้อแก้ตัว"
    }
  },
  {
    "translation": {
      "en": "So I'd like to, uh, at this point, congratulate Alan Bond and Australia II.",
      "th": "ดังนั้นผมขอแสดงความยินดี กับอลัน บอนด์และออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "They proved that they were an outstanding boat.",
      "th": "พวกเขาพิสูจน์แล้วว่าเป็นเรือที่สุดยอด"
    }
  },
  {
    "translation": {
      "en": "And today was their day.",
      "th": "และวันนี้เป็นวันของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[reporter] It was Dennis Conner's last appearance as America's Cup skipper,",
      "th": "นั่นคือการปรากฏตัวครั้งสุดท้ายของ เดนนิส คอนเนอร์ในฐานะกัปตันของอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "a great performer bowing out a loser with tears in his eyes",
      "th": "นักแล่นเรือผู้ยิ่งใหญ่อำลาไปอย่างคนแพ้ทั้งน้ำตา"
    }
  },
  {
    "translation": {
      "en": "and a whirl of his hat.",
      "th": "และกระดกหมวกของเขา"
    }
  },
  {
    "translation": {
      "en": "John Bertrand and his crew have done a fine job today,",
      "th": "วันนี้จอห์น เบอร์ทรานด์ และลูกเรือของเขาทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "and I'm so pleased that we can say not goodbye to Newport,",
      "th": "และผมดีใจมากที่เราไม่ได้บอกลานิวพอร์ต"
    }
  },
  {
    "translation": {
      "en": "but an open invitation to the people of Newport",
      "th": "แต่เป็นการเชิญชาวนิวพอร์ตอย่างเปิดเผย"
    }
  },
  {
    "translation": {
      "en": "and the people of America to come to Perth in Western Australia",
      "th": "และคนอเมริกาจะมาเพิร์ท ในออสเตรเลียตะวันตก"
    }
  },
  {
    "translation": {
      "en": "and try and win it back.",
      "th": "และพยายามเอาชนะมันคืนให้ได้"
    }
  },
  {
    "translation": {
      "en": "We welcome you.",
      "th": "เราขอต้อนรับคุณ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] When we actually were presented with the America's Cup…",
      "th": "ตอนที่เราได้รับรางวัลอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "when I lifted the trophy above my head,",
      "th": "ตอนที่ผมยกถ้วยรางวัลขึ้นเหนือหัว"
    }
  },
  {
    "translation": {
      "en": "it was a boyhood dream becoming reality.",
      "th": "มันเป็นความฝันในวัยเด็กที่กลายเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "It was a big deal to beat America at something that America had been so dominant.",
      "th": "มันเป็นเรื่องใหญ่ที่จะเอาชนะ ทีมอเมริกาด้วยสิ่งที่พวกเขาถนัด"
    }
  },
  {
    "translation": {
      "en": "So this little country, suddenly it was on the world stage.",
      "th": "ประเทศเล็กๆ แห่งนี้จู่ๆ ก็ขึ้นสู่เวทีโลก"
    }
  },
  {
    "translation": {
      "en": "[Ronald Reagan] Skipper John Bertrand, you and the crew of the Australia II",
      "th": "กัปตันเรือจอห์น เบอร์ทรานด์ คุณและลูกเรือของออสเตรเลียทู"
    }
  },
  {
    "translation": {
      "en": "have shown us the stuff of which Australians are made.",
      "th": "ทำให้เราเห็นว่าคนออสเตรเลียเก่งแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I know your countrymen are proud of you, and I want you to take this message back,",
      "th": "ผมรู้ว่าเพื่อนร่วมชาติคุณภูมิใจในตัวคุณ และผมอยากให้คุณเอาข้อความนี้กลับไป"
    }
  },
  {
    "translation": {
      "en": "that Americans are proud too.",
      "th": "คนอเมริกันก็ภูมิใจเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "We're proud to have Australians as our very dear friends.",
      "th": "เราภูมิใจที่มีคนออสเตรเลีย เป็นเพื่อนรักของเรา"
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got back to Australia,",
      "th": "ตอนเรากลับไปออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "they'd said we're gonna do a street parade from Fremantle to Perth, which is--",
      "th": "พวกเขาบอกว่าเราจะนั่งไปบนขบวนพาเหรด จากฟรีแมนเทิลไปเพิร์ท ซึ่ง..."
    }
  },
  {
    "translation": {
      "en": "-Twenty-two kilometers. -Twenty-two kilometers to be precise.",
      "th": "- 22 กิโลเมตร - เอาเป๊ะๆ ก็ 22 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "I said, \"We're gonna look like idiots driving down Stirling Highway",
      "th": "ผมบอกว่า \"เราจะดูเหมือนพวกโง่ ที่ขับรถไปตามทางหลวงสเตอร์ลิง"
    }
  },
  {
    "translation": {
      "en": "with three people and a dog waving at ya.\"",
      "th": "กับคนสามคนและสุนัขโบกมือ\""
    }
  },
  {
    "translation": {
      "en": "Well, the street was lined the whole 22 kilometers.",
      "th": "ริมถนนคนเต็มไปตลอด 22 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "[Longley] When we got to Perth,",
      "th": "ตอนเราไปถึงเพิร์ท"
    }
  },
  {
    "translation": {
      "en": "there were 250,000 people there to welcome us.",
      "th": "มีคน 250,000 คนมาต้อนรับเรา"
    }
  },
  {
    "translation": {
      "en": "We're such a small nation going against such large odds.",
      "th": "(นำหน้าทั้งโลก 41 วินาที) เราเป็นประเทศเล็กๆ ที่เอาชนะอุปสรรคนานามาได้"
    }
  },
  {
    "translation": {
      "en": "But it was that terrific determination",
      "th": "แต่มันเป็นความมุ่งมั่นที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "of the people of Australia and all the guys.",
      "th": "ของคนออสเตรเลียและทุกคนในทีม"
    }
  },
  {
    "translation": {
      "en": "[Conner] After losing the Cup, I had no money.",
      "th": "หลังจากเสียถ้วยไปผมก็ไม่มีเงิน"
    }
  },
  {
    "translation": {
      "en": "I was a carpet salesman.",
      "th": "ผมไปเป็นพนักงานขายพรม"
    }
  },
  {
    "translation": {
      "en": "[Conner] I was certainly depressed.",
      "th": "ผมรู้สึกหดหู่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "But when I saw 21 different countries challenging for the Cup in Perth,",
      "th": "แต่ตอนที่ผมเห็น 21 ประเทศ แข่งกันชิงถ้วยที่เพิร์ท"
    }
  },
  {
    "translation": {
      "en": "maybe I should quit feeling sorry for myself",
      "th": "ผมคิดว่าผมควรจะเลิกสงสารตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and see what I could do about winning it back.",
      "th": "และดูว่าจะทำอะไรได้บ้าง ที่จะชนะมันกลับมา"
    }
  },
  {
    "translation": {
      "en": "[reporter] Today, in San Diego, California,",
      "th": "วันนี้ที่ซานดิเอโก แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Dennis Conner announced his comeback for the 1987 America's Cup.",
      "th": "เดนนิส คอนเนอร์ประกาศ กลับมาแข่งอเมริกาส์คัพปี 1987"
    }
  },
  {
    "translation": {
      "en": "However, he will not be facing the skipper who wrenched away the trophy in 1983.",
      "th": "แต่เขาจะไม่เผชิญหน้ากับ กัปตันที่ขโมยถ้วยรางวัลในปี 1983"
    }
  },
  {
    "translation": {
      "en": "[man] Why aren't you in it this year?",
      "th": "ทำไมปีนี้ถึงไม่เข้าร่วมล่ะ"
    }
  },
  {
    "translation": {
      "en": "The fire's out of my belly,",
      "th": "ผมหมดไฟแล้ว"
    }
  },
  {
    "translation": {
      "en": "and content people don't become world champions.",
      "th": "คนที่พอใจแล้วจะไม่ได้เป็นแชมป์โลก"
    }
  },
  {
    "translation": {
      "en": "I'm content in that part of my life,",
      "th": "ผมพอใจในส่วนนั้นของชีวิต"
    }
  },
  {
    "translation": {
      "en": "and I'm really keen and excited to move out into new directions.",
      "th": "และผมตื่นเต้นมากที่จะได้ก้าวไปสู่ทิศทางใหม่"
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "th": "นั่นคือสิ่งที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] But for Dennis and coming back,",
      "th": "แต่สำหรับเดนนิส การกลับมา"
    }
  },
  {
    "translation": {
      "en": "it was an opportunity to resurrect himself.",
      "th": "มันเป็นโอกาสที่จะคืนชีพให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "♪ Come back to the shore ♪",
      "th": "(อเมริกาส์คัพ ปี 1987 เพิร์ท ออสเตรเลียตะวันตก)"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] There's the gun. Stars & Stripes has done it.",
      "th": "นั่นเสียงปืน อเมริกาทำสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "They've won the America's Cup.",
      "th": "พวกเขาชนะอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "[announcer 2] He has climbed yachting's Mount Everest,",
      "th": "เขาปีนยอดเขาเอเวอเรสต์ของเรือยอชต์สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "and he has captured, once again, yachting's holy grail.",
      "th": "และเขาได้จอกศักดิ์สิทธิ์ของเรือยอชต์อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[announcer 1] Revenge for Dennis Conner.",
      "th": "เดนนิส คอนเนอร์แก้แค้นสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[Bertrand] I remember sitting in the ceremony handing over the America's Cup,",
      "th": "ผมจำได้ว่านั่งอยู่ในพิธีมอบถ้วยอเมริกาส์คัพ"
    }
  },
  {
    "translation": {
      "en": "and this lovely lady with a big hat said, \"Hello, Mr. Bertrand.\"",
      "th": "และสาวสวยใส่หมวกใบใหญ่พูดว่า \"สวัสดีค่ะ คุณเบอร์ทรานด์\""
    }
  },
  {
    "translation": {
      "en": "\"What a beautiful day it is. What a day of celebration.\"",
      "th": "\"ช่างเป็นวันที่สวยงามจริงๆ เป็นวันที่น่าเฉลิมฉลองอะไรเช่นนี้\""
    }
  },
  {
    "translation": {
      "en": "And I looked at her and I said, \"Madam, you have no idea…",
      "th": "ผมมองไปที่เธอแล้วพูดว่า \"คุณผู้หญิง คุณไม่รู้หรอกว่า"
    }
  },
  {
    "translation": {
      "en": "how easy it was to lose and how hard it was to win.\"",
      "th": "การแพ้น่ะมันง่ายแค่ไหน และกว่าจะชนะมันยากขนาดไหน\""
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "th": "(ในปี 1985 จอห์น เบอร์ทรานด์ได้รับเชิญ เข้าสู่หอกีฬาแห่งชาติออสเตรเลีย)"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "th": "(หลังชนะปี 1983 อลัน บอนด์กลาย เป็นหนึ่งในชายที่รวยที่สุดในออสเตรเลีย)"
    }
  },
  {
    "translation": {
      "en": "[reporter] Bond's property interests stretch",
      "th": "ผลประโยชน์ในทรัพย์สินของบอนด์ ขยายจากซิดนีย์ไปอเมริกา"
    }
  },
  {
    "translation": {
      "en": "from Sydney to America to London and Hong Kong.",
      "th": "ผลประโยชน์ในทรัพย์สินของบอนด์ ขยายจากซิดนีย์ไปอเมริกา ไปลอนดอนและฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "It is an empire worth $10,000 million.",
      "th": "มันเป็นอาณาจักรมูลค่า 10,000 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[Peter Allen] We want all the crew to come back out. Sing it for them.",
      "th": "(ปี 1997 เขาสารภาพผิดใน หลายคดีของอาชญากรรมทางการเงิน)"
    }
  },
  {
    "translation": {
      "en": "♪ Or how wide I roam ♪",
      "th": "(เขาถูกจำคุกเจ็ดปี)"
    }
  },
  {
    "translation": {
      "en": "[man] Probably the greatest Prime Minister of Australia.",
      "th": "เขาอาจเป็นนายกรัฐมนตรีที่ยิ่งใหญ่ที่สุด ของออสเตรเลียที่เข้าถึงประชาชน"
    }
  },
  {
    "translation": {
      "en": "He relates to the people. The public love him.",
      "th": "เขาอาจเป็นนายกรัฐมนตรีที่ยิ่งใหญ่ที่สุด ของออสเตรเลียที่เข้าถึงประชาชน ประชาชนรักเขา"
    }
  },
  {
    "translation": {
      "en": "What does one of our greatest prime ministers do?",
      "th": "หนึ่งในนายกรัฐมนตรี ที่ยิ่งใหญ่ที่สุดของเราทำอะไร"
    }
  },
  {
    "translation": {
      "en": "He sculled it. Listen to them. They're going, \"Scull, scull, scull!\"",
      "th": "เขาดื่มมัน ดูพวกเขาเชียร์สิ \"หมดแก้วๆ \""
    }
  },
  {
    "translation": {
      "en": "And the great man, Bobby Hawke, nailed it.",
      "th": "และชายผู้ยิ่งใหญ่บ็อบบี้ ฮอว์กก็ทำได้"
    }
  },
  {
    "translation": {
      "en": "He said, \"Thank you very much, boys. Cheers.\"",
      "th": "เขาบอกว่า \"ขอบคุณนะหนุ่มๆ ไชโย\" (ก่อนเสียชีวิต นี่คือการสัมภาษณ์สาธารณะครั้งสุดท้ายของเขา)"
    }
  },
  {
    "translation": {
      "en": "♪ I still call Australia… ♪",
      "th": "(เบน เล็กซ์เซนกลายเป็นหนึ่งในนักออกแบบ ที่ดังที่สุดในประวัติศาสตร์ออสเตรเลีย)"
    }
  },
  {
    "translation": {
      "en": "[man] Ben Lexcen, designer, perfectionist, and his Toyota Tarago,",
      "th": "(เบน เล็กซ์เซนกลายเป็นหนึ่งในนักออกแบบ ที่ดังที่สุดในประวัติศาสตร์ออสเตรเลีย) เบน เล็กซ์เซน นักออกแบบผู้ชอบ ความสมบูรณ์แบบและโตโยต้าทาราโก"
    }
  },
  {
    "translation": {
      "en": "a design that pleases even Ben Lexcen.",
      "th": "การออกแบบที่ทำให้แม้แต่เบน เล็กซ์เซนพอใจ"
    }
  },
  {
    "translation": {
      "en": "Somebody did it right again.",
      "th": "มีคนทำถูกอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[commentator] And at mark number four, it's American Magic.",
      "th": "(การออกแบบกระดูกงูมีปีก เปลี่ยนอเมริกาส์คัพตลอดไป) และที่จุดหมายที่สี่คืออเมริกันเมจิก"
    }
  },
  {
    "translation": {
      "en": "She turns toward home at 50 knots per hour.",
      "th": "เธอหันเข้าหาเส้นชัย ด้วยความเร็ว 50 นอตต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "This is it!",
      "th": "การแข่งขันที่เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2021 America's Cup.",
      "th": "ขอต้อนรับสู่อเมริกาส์คัพปี 2021"
    }
  },
  {
    "translation": {
      "en": "Allegations against one basketball ref of betting the outcomes of games",
      "th": "ข้อกล่าวหาต่อกรรมการบาสเกตบอลคนหนึ่ง ว่าเดิมพันผลลัพธ์ของเกม"
    }
  },
  {
    "translation": {
      "en": "is rocking the NBA.",
      "th": "กำลังสะเทือนเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Man, did I fuck my life up.",
      "th": "ให้ตายสิ ผมทำชีวิตพัง"
    }
  },
  {
    "translation": {
      "en": "Just like the feel-good hit of the summer, the Manti Te'o story isn't real.",
      "th": "เหมือนเพลงฮิตหน้าร้อนที่ฟังแล้วรู้สึกดี เรื่องราวของแมนไท เทโอไม่ใช่เรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "[man 2] Cruel, twisted hoax.",
      "th": "การหลอกลวงที่หักมุมและโหดร้าย"
    }
  },
  {
    "translation": {
      "en": "It was the longest winning streak in the history of sport.",
      "th": "มันเป็นชัยชนะที่ ยาวนานที่สุดในประวัติศาสตร์กีฬา"
    }
  },
  {
    "translation": {
      "en": "[man 3] This is the finest day in the history of Australian sports.",
      "th": "นี่เป็นวันที่ดีที่สุด ในประวัติศาสตร์วงการกีฬาออสเตรเลีย"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 was making millions of dollars,",
      "th": "แอนด์วันทำเงินได้หลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "but did they respect us?",
      "th": "แต่พวกเขาเคารพเราไหม"
    }
  },
  {
    "translation": {
      "en": "[man 4] AND1 basketball, baby!",
      "th": "แอนด์วัน บาสเกตบอลครับผม"
    }
  },
  {
    "translation": {
      "en": "[man 5] Shut your fuckin' mouth, keep it between us.",
      "th": "หุบปากไปเลย เก็บเป็นความลับระหว่างเรา"
    }
  },
  {
    "translation": {
      "en": "Stick to the fuckin' story.",
      "th": "พูดไปตามที่บอก"
    }
  },
  {
    "translation": {
      "en": "[woman] It does not get any stranger than this one.",
      "th": "ไม่มีอะไรจะแปลกไปกว่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Donaghy is under investigation…",
      "th": "โดนาฮีกำลังโดนสอบสวนโดย…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] It's front-page news all over town.",
      "th": "เป็นข่าวหน้าหนึ่งไปทั่วเมือง"
    }
  },
  {
    "translation": {
      "en": "[man 6] She physically did not exist",
      "th": "เธอไม่มีตัวตนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "outside of being Manti Te'o's dead girlfriend.",
      "th": "นอกจากเป็นแฟนที่ตายไปแล้วของแมนไท เทโอ"
    }
  },
  {
    "translation": {
      "en": "And I was like, \"Boy, that would be fuckin' crazy if it were true.\" [laughs]",
      "th": "ผมก็แบบ \"โอ้โฮ คงบ้ามากถ้ามันเป็นเรื่องจริง\""
    }
  }
]