[
  {
    "translation": {
      "en": "[man over radio] It's time for the NBA to stop pretending.",
      "th": "ถึงเวลาแล้วที่เอ็นบีเอจะเลิกเสแสร้ง"
    }
  },
  {
    "translation": {
      "en": "Call it the TBA, the Thug Basketball Association.",
      "th": "เรียกว่าทีบีเอจะเหมาะกว่า สมาคมบาสเกตบอลอันธพาล"
    }
  },
  {
    "translation": {
      "en": "These guys never had to follow the rules. They are prima donna athletes.",
      "th": "คนพวกนี้ไม่เคยต้องทำตามกฎ พวกเขาเป็นนักกีฬาเอาแต่ใจ"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe what was going on.",
      "th": "ผมไม่อยากเชื่อสายตาตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "It was an iconic brawl.",
      "th": "มันเป็นการตะลุมบอนครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Unprofessional.",
      "th": "ไม่เป็นมืออาชีพเลย"
    }
  },
  {
    "translation": {
      "en": "Absolutely unprofessional.",
      "th": "ไม่มีความเป็นมืออาชีพเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "It's hard to explain to people from suburban America.",
      "th": "มันยากที่จะอธิบายกับ คนจากแถบชานเมืองอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Ron Artest just went nuts.",
      "th": "รอน อาร์เทสต์เป็นบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "He does have psychological problems.",
      "th": "เขามีปัญหาทางจิตจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "th": "เราจะไปด้วยกัน พวก"
    }
  },
  {
    "translation": {
      "en": "Stephen Jackson deserved the most severe penalty.",
      "th": "สตีเฟน แจ็คสันสมควรได้รับโทษหนักที่สุด"
    }
  },
  {
    "translation": {
      "en": "I'm never talking about this shit again. Can you get that on camera?",
      "th": "ผมจะไม่พูดถึงเรื่องนี้อีก ช่วยถ่ายเอาไว้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "It was way too much pressure for me. Way--",
      "th": "มันกดดันเกินไปสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "I felt I was trying to escape, to find any way to escape.",
      "th": "ผมรู้สึกว่าผมพยายามหนี พยายามหาทางหนี"
    }
  },
  {
    "translation": {
      "en": "Pressure on the NBA to clean up its ranks,",
      "th": "แรงกดดันให้เอ็นบีเอจัดระเบียบนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "send a message that these guys are not a bunch of thugs.",
      "th": "และบ่งบอกว่าคนเหล่านี้ไม่ได้เป็นอันธพาล"
    }
  },
  {
    "translation": {
      "en": "If you actually knew what happened,",
      "th": "ถ้าคุณรู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "you actually knew the effects that it had on everybody…",
      "th": "ถ้าคุณรู้ว่ามันส่งผลต่อทุกคนยังไงบ้าง…"
    }
  },
  {
    "translation": {
      "en": "…you wouldn't even be asking questions.",
      "th": "คุณจะไม่ตั้งคำถามด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I want the story out there. What happened? Go frame by frame.",
      "th": "ผมอยากให้คนได้รู้เรื่องราว เกิดอะไรขึ้น เล่าไปทีละเฟรม"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Show people all the footage.",
      "th": "ให้คนดูวิดีโอแบบเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "Then when it's told, you make your own conclusion on what it is.",
      "th": "แล้วพอดูเสร็จ ก็ให้สรุปเองว่ามันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "All right, all right, all right, I'm good. I can walk!",
      "th": "เอาล่ะ ฉันไม่เป็นไร ฉันเดินเองได้"
    }
  },
  {
    "translation": {
      "en": "-Okay, fine. -I can walk!",
      "th": "- โอเค ได้ - ฉันเดินเองได้"
    }
  },
  {
    "translation": {
      "en": "Okay, all right.",
      "th": "โอเค ก็ได้"
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "th": "เราจะไปด้วยกัน พวก"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Once we got to the locker room, I remember just sitting down,",
      "th": "พอเราไปถึงห้องแต่งตัว ผมจำได้ว่าผมนั่งลง"
    }
  },
  {
    "translation": {
      "en": "and I sat there for a while, and I sat…",
      "th": "ผมนั่งอยู่ตรงนั้นสักพัก และ…"
    }
  },
  {
    "translation": {
      "en": "I literally sat in my uniform.",
      "th": "ผมนั่งอยู่ในเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "And my phone just vibrating. Like, it's going off.",
      "th": "แล้วมือถือผมก็สั่น ภรรยาผมโทรมา แม่ผมโทรมา พี่ชายผมโทรมา เพื่อนๆ ก็โทรมา"
    }
  },
  {
    "translation": {
      "en": "My wife calling me, my mother, my brother, friends calling me.",
      "th": "ภรรยาผมโทรมา แม่ผมโทรมา พี่ชายผมโทรมา เพื่อนๆ ก็โทรมา"
    }
  },
  {
    "translation": {
      "en": "I think I had over a hundred text messages.",
      "th": "ผมว่าผมได้ข้อความเกินร้อยอัน"
    }
  },
  {
    "translation": {
      "en": "My adrenaline's still pumping.",
      "th": "อะดรีนาลีนของผมยังไหลพล่าน"
    }
  },
  {
    "translation": {
      "en": "I'm just sitting there trying to calm down, man.",
      "th": "ผมแค่นั่งอยู่ตรงนั้น พยายามสงบสติอารมณ์"
    }
  },
  {
    "translation": {
      "en": "Just trying to calm down. I'm still in fight mode.",
      "th": "ผมแค่นั่งอยู่ตรงนั้น พยายามสงบสติอารมณ์ ผมยังอยู่ในโหมดต่อสู้"
    }
  },
  {
    "translation": {
      "en": "In my head, I'm like, \"You're done.\"",
      "th": "ในหัวผม ผมคิดว่า \"นายจบแล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"There's no way-- you might not ever play again.\" \"Start thinking about something else.\"",
      "th": "\"นายอาจไม่ได้ลงแข่งอีก เตรียมหาอย่างอื่นทำได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "Thanks, I appreciate it.",
      "th": "ขอบคุณมากครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[reporter] A stretcher taking away an injured fan.",
      "th": "เปลสนามนำแฟนที่ได้รับบาดเจ็บออกไป"
    }
  },
  {
    "translation": {
      "en": "An ambulance on the scene with flashing lights and victims inside.",
      "th": "รถพยาบาลในที่เกิดเหตุ เปิดไฟกะพริบโดยมีเหยื่ออยู่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "This is what became of the Pistons-Pacers game",
      "th": "นี่คือสิ่งที่เกิดขึ้นใน เกมระหว่างพิสตันส์และเพเซอร์ส"
    }
  },
  {
    "translation": {
      "en": "at the Palace of Auburn Hills.",
      "th": "ที่เดอะพาเลซออฟออเบิร์นฮิลส์"
    }
  },
  {
    "translation": {
      "en": "But everyone's saying it's a black eye for Detroit",
      "th": "แต่ทุกคนบอกว่ามันเป็น ความเสื่อมเสียของดีทรอยต์"
    }
  },
  {
    "translation": {
      "en": "and pointing the finger at some particular Pacers players.",
      "th": "และโทษนักกีฬาของเพเซอร์สบางคน"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] When I got home,",
      "th": "พอกลับถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "I'm up all night looking at this.",
      "th": "ผมดูข่าวนี้ทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "[newswoman] We think there have to be special rules in these sports arenas,",
      "th": "เราคิดว่าสนามกีฬาเหล่านี้จำเป็นต้องมีกฎพิเศษ"
    }
  },
  {
    "translation": {
      "en": "and we think we have to have kid gloves and treat these zillion-dollar athletes",
      "th": "และเราต้องใช้ไม้นวม และปฏิบัติต่อนักกีฬาพันล้านเหล่านี้ เหมือนพวกเขาแตกต่างและพิเศษ"
    }
  },
  {
    "translation": {
      "en": "as if they're different and special.",
      "th": "และปฏิบัติต่อนักกีฬาพันล้านเหล่านี้ เหมือนพวกเขาแตกต่างและพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Too many players in this league",
      "th": "มีนักกีฬาหลายคนในลีก"
    }
  },
  {
    "translation": {
      "en": "whose actions and attitudes bespeak kind of a thug mentality.",
      "th": "ที่การกระทำและทัศนคติ บ่งบอกถึงแนวคิดแบบอันธพาล"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I just remember watching TV,",
      "th": "ผมจำได้ว่าผมดูทีวี"
    }
  },
  {
    "translation": {
      "en": "and now I'm thinking about all the work that I put in as a pro player",
      "th": "และคิดถึงทุกอย่างที่ผมทุ่มเท ในฐานะนักกีฬาอาชีพ"
    }
  },
  {
    "translation": {
      "en": "to get to the point I've gotten to.",
      "th": "กว่าจะไปถึงจุดนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Everything you worked for,",
      "th": "ทุกอย่างที่เราทุ่มเทมา"
    }
  },
  {
    "translation": {
      "en": "in a split moment. [snaps fingers]",
      "th": "หายไปในพริบตา (โอนีล)"
    }
  },
  {
    "translation": {
      "en": "Getting out of my position of how I grew up in Columbia, South Carolina",
      "th": "การออกจากสถานที่ที่ผมเติบโตมา ในโคลัมเบีย เซาท์แคโรไลนา"
    }
  },
  {
    "translation": {
      "en": "put me in a position to look at life differently.",
      "th": "ทำให้ผมอยู่ในจุดที่มองชีวิตต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "They flew the Confederate flag on the state house",
      "th": "พวกเขาชักธงสมาพันธรัฐที่อาคารรัฐสภา"
    }
  },
  {
    "translation": {
      "en": "until as recently as three or four years ago.",
      "th": "จนถึงเมื่อสามสี่ปีก่อนนี้เอง"
    }
  },
  {
    "translation": {
      "en": "You make decisions growing up because your environment is that.",
      "th": "เราตัดสินใจแบบที่เราทำเมื่อโตมา เพราะสภาพแวดล้อมเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Your environment states that's what you should be doing,",
      "th": "สภาพแวดล้อมบอกว่าเราควรทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but basketball became that safe haven for me",
      "th": "แต่บาสเกตบอลกลายเป็นที่หลบภัยสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "to, you know, not go down the road that many do.",
      "th": "ช่วยให้ผมไม่ต้องเดินทางเดียวกับที่หลายคนเดิน"
    }
  },
  {
    "translation": {
      "en": "The National Basketball Association draft of new talent is coming up on Wednesday.",
      "th": "การคัดตัวนักกีฬาใหม่ของ สมาคมบาสเกตบอลแห่งชาติจะจัดขึ้นในวันพุธ"
    }
  },
  {
    "translation": {
      "en": "This year's crop is younger than ever.",
      "th": "นักกีฬาปีนี้อายุน้อยกว่าปีก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "[newsman] One high school senior, Jermaine O'Neal, thinks he's ready to play in the NBA.",
      "th": "นักเรียนมัธยมปลายปีสุดท้าย เจอร์เมน โอนีล คิดว่าเขาพร้อมลงเล่นในเอ็นบีเอแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] Jermaine O'Neal!",
      "th": "เจอร์เมน โอนีล"
    }
  },
  {
    "translation": {
      "en": "[newsman] O'Neal, an All-American from South Carolina,",
      "th": "โอนีล ยอดนักกีฬาหน้าใหม่จากเซาท์แคโรไลนา"
    }
  },
  {
    "translation": {
      "en": "has decided to try his luck in the draft.",
      "th": "ตัดสินใจเสี่ยงดวงในการคัดตัว"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I knew it was time to make the jump to the NBA.",
      "th": "ผมรู้ว่าถึงเวลากระโดดไปเอ็นบีเอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm the piece that can change the bloodline of my family,",
      "th": "ผมคือคนที่สามารถยกสถานะของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "that can break the chains of things",
      "th": "คนที่จะทำลายวงจรอุบาทว์"
    }
  },
  {
    "translation": {
      "en": "that have been going on over and over and over and over again. I'm that piece.",
      "th": "ที่เกิดขึ้นซ้ำแล้วซ้ำอีก ผมคือคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "The Portland Trail Blazers select Jermaine O'Neal",
      "th": "ทีมพอร์ตแลนด์ เทรลเบลเซอร์ส เลือกเจอร์เมน โอนีล"
    }
  },
  {
    "translation": {
      "en": "from Eau Claire High School in South Carolina.",
      "th": "จากโรงเรียนมัธยมปลายโอแคลร์ ในเซาท์แคโรไลนา"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I got drafted at 17, picked to the Portland Trail Blazers.",
      "th": "ผมคัดตัวผ่านตอนอายุ 17 เลือกโดยพอร์ตแลนด์ เทรลเบลเซอร์ส"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] You get an opportunity to play something",
      "th": "ผมมีโอกาสลงเล่นในเกม"
    }
  },
  {
    "translation": {
      "en": "that many people just dream about doing at 17.",
      "th": "ที่หลายคนได้แต่ฝันถึงตอนอายุ 17"
    }
  },
  {
    "translation": {
      "en": "Right? Just started driving.",
      "th": "ใช่ไหม ผมเพิ่งเริ่มขับรถ"
    }
  },
  {
    "translation": {
      "en": "But I also remember the boos.",
      "th": "แต่ผมก็จำเสียงโห่ได้"
    }
  },
  {
    "translation": {
      "en": "That was one of the things that really motivated me.",
      "th": "นั่นเป็นหนึ่งในสิ่งที่ผลักดันผมอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Because people were counting me out.",
      "th": "เพราะคนคิดว่าผมทำไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[commentator] And now Jermaine O'Neal…",
      "th": "และตอนนี้ เจอร์เมน โอนีล…"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I remember the first time I played in an NBA game.",
      "th": "ผมจำครั้งแรกที่ลงแข่งในเอ็นบีเอได้"
    }
  },
  {
    "translation": {
      "en": "It's like living a dream.",
      "th": "มันเหมือนฝันที่เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "There ain't nothing like walking into those NBA arenas.",
      "th": "ไม่มีอะไรเหมือนการเดินเข้าไปใน สนามกีฬาเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "Feeling that energy.",
      "th": "รู้สึกได้ถึงพลัง"
    }
  },
  {
    "translation": {
      "en": "-That hate if you're opposing team. -[boos]",
      "th": "ความเกลียดชังถ้าเราเป็นทีมเยือน"
    }
  },
  {
    "translation": {
      "en": "Or that incredible love if you're home team.",
      "th": "หรือความรักอันแสนวิเศษถ้าเราเป็นทีมเหย้า"
    }
  },
  {
    "translation": {
      "en": "-[crowd cheering] -[commentator] Jermaine O'Neal!",
      "th": "เจอร์เมน โอนีล"
    }
  },
  {
    "translation": {
      "en": "I became the youngest player at the time to play an NBA game.",
      "th": "ผมกลายเป็นนักกีฬาอายุน้อยที่สุด ที่เคยแข่งในเอ็นบีเอในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Now I'm going from being the best player on the court in high school",
      "th": "ตอนนั้น ผมเปลี่ยนจากการเป็น นักกีฬาที่เก่งที่สุดในสนามของโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "to being the fourth-best person at my position on my own team.",
      "th": "ไปเป็นนักกีฬาอันดับสี่ ในตำแหน่งของผม ในทีมของผม"
    }
  },
  {
    "translation": {
      "en": "You never think about not playing. You just don't think about that.",
      "th": "เราไม่เคยคิดว่าจะไม่ได้ลงแข่ง เราไม่คิดถึงเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Because if you do, you're a loser.",
      "th": "ถ้าคิดก็ถือว่าแพ้แล้ว"
    }
  },
  {
    "translation": {
      "en": "But it was like, \"Damn, how dare you just not even give me a chance?\"",
      "th": "แต่บางทีเราก็รู้สึกว่า \"บ้าเอ๊ย กล้าดียังไงถึงไม่ให้โอกาสฉัน\""
    }
  },
  {
    "translation": {
      "en": "I remember sitting at the end of the bench and tears in my eyes.",
      "th": "ผมจำได้ว่าผมเคยนั่งน้ำตาคลอ อยู่ตรงปลายม้านั่ง"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Something gotta change.\"",
      "th": "ผมคิดว่า \"ต้องมีอะไรเปลี่ยนไปสิ\""
    }
  },
  {
    "translation": {
      "en": "Well, it was just a couple months ago when the Pacers lost to an O'Neal,",
      "th": "เมื่อสองเดือนก่อนนี้เอง ที่เพเซอร์สแพ้ให้กับโอนีลคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but this week, they gained one in Jermaine O'Neal.",
      "th": "แต่สัปดาห์นี้ พวกเขาได้ เจอร์เมน โอนีลมาร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "When I got the call that I got traded from Portland to Indiana,",
      "th": "ตอนที่มีคนโทรมาบอกว่าผมถูกแลกตัว จากพอร์ตแลนด์ไปอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "I was so excited. It was an opportunity to play with Reggie Miller.",
      "th": "ผมตื่นเต้นมากเพราะมันเป็นโอกาส ที่ผมจะได้เล่นกับเรจจี้ มิลเลอร์"
    }
  },
  {
    "translation": {
      "en": "[chanting] Reggie! Reggie! Reggie!",
      "th": "เรจจี้"
    }
  },
  {
    "translation": {
      "en": "I'm a die-hard Reggie fan.",
      "th": "ฉันเป็นแฟนตัวยงของเรจจี้"
    }
  },
  {
    "translation": {
      "en": "I'm here for Reggie. [laughs]",
      "th": "ที่มานี่ก็มาดูเรจจี้"
    }
  },
  {
    "translation": {
      "en": "I come to the games because of Reggie. [chuckles]",
      "th": "ฉันมาดูการแข่งขันเพราะเรจจี้"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I know he's a true competitor. He's a legend.",
      "th": "ผมรู้ว่าเขาเป็นคู่แข่งตัวจริง เขาเป็นตำนาน"
    }
  },
  {
    "translation": {
      "en": "I told them, \"Look, put me right next to his locker.",
      "th": "ผมบอกพวกเขาว่า \"ให้ผมอยู่ล็อกเกอร์ข้างๆ เขานะ"
    }
  },
  {
    "translation": {
      "en": "I need to talk to him.\"",
      "th": "ผมต้องคุยกับเขา\""
    }
  },
  {
    "translation": {
      "en": "[commentator] Here's Reggie. Here's the shot!",
      "th": "เรจจี้มาแล้ว ชู้ตแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Miller] I played 18 years for the Indiana Pacers.",
      "th": "ผมเล่นให้อินเดียนา เพเซอร์สอยู่ 18 ปี"
    }
  },
  {
    "translation": {
      "en": "Indiana breathes basketball.",
      "th": "คนอินเดียนาหายใจเข้าออก เป็นบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "They live it.",
      "th": "ใช้ชีวิตกับบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "So, me being a basketball junkie,",
      "th": "ดังนั้น ผมที่เป็นคนคลั่งบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "I was in heaven.",
      "th": "เลยรู้สึกเหมือนได้ขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "And I was fortunate that Donnie Walsh,",
      "th": "และผมโชคดีที่ดอนนี่ วอลช์"
    }
  },
  {
    "translation": {
      "en": "the president/general manager, took a chance on me.",
      "th": "ประธานและผู้จัดการทั่วไปให้โอกาสผม"
    }
  },
  {
    "translation": {
      "en": "Reggie was the guy that really put the Indiana Pacers",
      "th": "เรจจี้คือคนที่นำอินเดียนา เพเซอร์ส (ดอนนี่ วอลช์ ประธานของอินเดียนา เพเซอร์ส)"
    }
  },
  {
    "translation": {
      "en": "on a trajectory they had not been on before.",
      "th": "เข้าสู่ทิศทางใหม่ที่พวกเขาไม่เคยไปมาก่อน"
    }
  },
  {
    "translation": {
      "en": "He really wanted to win",
      "th": "เขาอยากชนะมาก"
    }
  },
  {
    "translation": {
      "en": "and did more than anybody anywhere in attempting to get the championship.",
      "th": "และพยายามมากกว่าใครทั้งนั้น ในการคว้าตำแหน่งชนะเลิศ"
    }
  },
  {
    "translation": {
      "en": "Reggie Miller of the Indiana Pacers is here.",
      "th": "เรจจี้ มิลเลอร์ จากอินเดียนา เพเซอร์สอยู่กับเราที่นี่"
    }
  },
  {
    "translation": {
      "en": "He is one of the great basketball players in the NBA.",
      "th": "เขาเป็นหนึ่งในนักบาสเกตบอล ที่ยอดเยี่ยมของเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "-Great to have you. Thanks for coming. -Thank you. My pleasure.",
      "th": "- ดีใจที่คุณมานะ - ด้วยความยินดีครับ"
    }
  },
  {
    "translation": {
      "en": "Is there more pressure on you this season because of the success of last season?",
      "th": "ฤดูกาลนี้มีความกดดันมากขึ้น เพราะความสำเร็จของฤดูกาลที่แล้วไหม"
    }
  },
  {
    "translation": {
      "en": "[Miller] I think so. Um…",
      "th": "ผมคิดว่างั้นนะ"
    }
  },
  {
    "translation": {
      "en": "I-I wanna win the championship.",
      "th": "ผมอยากคว้าแชมป์ให้ได้"
    }
  },
  {
    "translation": {
      "en": "That is… That is my big goal. We came very close last year.",
      "th": "นั่นคือเป้าหมายหลักของผม ปีที่แล้วเราเกือบทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[Miller] We got to the finals in 2000, and we lost to the Lakers.",
      "th": "เราเข้ารอบชิงในปี 2000 แล้วก็แพ้ให้เลเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "[commentator] Jackson looking to throw it in against Shaq.",
      "th": "แจ็คสันพยายามส่งลูกผ่านแชค"
    }
  },
  {
    "translation": {
      "en": "Reggie turns and puts it up.",
      "th": "เรจจี้หันไปแล้วโยน…"
    }
  },
  {
    "translation": {
      "en": "Off the rim, and the Lakers are the NBA champions.",
      "th": "โดนขอบตะกร้า เลเกอร์สเป็นแชมป์เอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "[newsman] We can't help but wonder, how many more chances",
      "th": "เราอดสงสัยไม่ได้ว่า เรจจี้ มิลเลอร์ผู้เก่งกาจเหลือโอกาสอีกกี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "for the magnificent Reggie Miller?",
      "th": "เรจจี้ มิลเลอร์ผู้เก่งกาจเหลือโอกาสอีกกี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Miller] That was my 14th year, and we had never won a championship.",
      "th": "นั่นเป็นปีที่ 14 ของผมและเราไม่เคยได้แชมป์"
    }
  },
  {
    "translation": {
      "en": "Looking at all the contracts and the age, it was time for us to get younger,",
      "th": "ดูจากสัญญาและอายุของทุกคนแล้ว ถึงเวลาที่เราจะหานักกีฬาอายุน้อย"
    }
  },
  {
    "translation": {
      "en": "and they made and pulled the plug in getting Jermaine.",
      "th": "และพวกเขาก็ตัดสินใจแลกเจอร์เมนมา"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] The first day when I got traded,",
      "th": "วันแรกที่ผมถูกแลกตัว"
    }
  },
  {
    "translation": {
      "en": "I was at Champps, downtown Indianapolis.",
      "th": "ผมไปร้านแชมส์ในตัวเมืองอินเดียแนโพลิส"
    }
  },
  {
    "translation": {
      "en": "And I walked in, I heard, \"That's the guy we traded Dale Davis for.\"",
      "th": "ผมเดินเข้าไป ได้ยินคนพูดว่า \"เราแลกเดล เดวิสกับไอ้หมอนั่น\""
    }
  },
  {
    "translation": {
      "en": "People were pissed.",
      "th": "ผู้คนโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "They gutted the team.",
      "th": "พวกเขาด่าทีมยับเลย"
    }
  },
  {
    "translation": {
      "en": "I was 20 years old.",
      "th": "ตอนนั้นผมอายุ 20"
    }
  },
  {
    "translation": {
      "en": "I've never been in a position to be a starter",
      "th": "ผมไม่เคยได้เป็นตัวจริงเลย"
    }
  },
  {
    "translation": {
      "en": "every single night,",
      "th": "ทุกคืน"
    }
  },
  {
    "translation": {
      "en": "but I'm willing to sacrifice every single thing I got",
      "th": "แต่ผมยินดีสละทุกอย่างที่ผมมี"
    }
  },
  {
    "translation": {
      "en": "for this opportunity.",
      "th": "เพื่อโอกาสนี้"
    }
  },
  {
    "translation": {
      "en": "100% certain that you guys won't be disappointed at all.",
      "th": "ผมมั่นใจเต็มร้อยว่าพวกคุณจะไม่ผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "I think you'll be very, very happy the trade was made.",
      "th": "ผมคิดว่าพวกคุณจะพอใจกับการแลกตัวมากๆ"
    }
  },
  {
    "translation": {
      "en": "I can bring a lot to the table.",
      "th": "ผมทำเพื่อทีมได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "I think Jermaine was really dedicated",
      "th": "ผมคิดว่าเจอร์เมนทุ่มเทให้กับการพิสูจน์ว่า"
    }
  },
  {
    "translation": {
      "en": "to trying to prove he was one of the best players in the league.",
      "th": "ผมคิดว่าเจอร์เมนทุ่มเทให้กับการพิสูจน์ว่า เขาเป็นหนึ่งในนักกีฬาที่เก่งที่สุดในลีก"
    }
  },
  {
    "translation": {
      "en": "And he handled himself off the court with that kind of confidence.",
      "th": "และเวลาอยู่นอกสนาม เขาก็วางตัวด้วยความมั่นใจแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You know, he was kinda what the NBA wanted.",
      "th": "เขาคือสิ่งที่เอ็นบีเอต้องการ"
    }
  },
  {
    "translation": {
      "en": "I was kinda thinking, not right away, but down the road,",
      "th": "ตอนนั้นผมคิดว่า อาจจะไม่ใช่ในทันที แต่ในอนาคต เขาอาจจะแทนที่เรจจี้ได้"
    }
  },
  {
    "translation": {
      "en": "maybe he could replace Reggie.",
      "th": "แต่ในอนาคต เขาอาจจะแทนที่เรจจี้ได้"
    }
  },
  {
    "translation": {
      "en": "[Miller] He's definitely showing signs he'd carry this franchise,",
      "th": "เขามีแววว่าสามารถนำทีมสู่ความสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "and what I mean by that is not the numbers he does,",
      "th": "และผมไม่ได้หมายถึงสถิติทั้งหลายของเขา"
    }
  },
  {
    "translation": {
      "en": "but I think the leadership he brings to a lot of the younger guys in here.",
      "th": "แต่หมายถึงความเป็นผู้นำ ที่เขานำมาสู่เด็กหนุ่มอายุน้อยกว่าที่นี่"
    }
  },
  {
    "translation": {
      "en": "You have to outwork people. Like, you just gotta be a savage.",
      "th": "เราต้องทำงานหนักกว่าคนอื่น เราต้องทำตัวดุดัน"
    }
  },
  {
    "translation": {
      "en": "[Walsh] Jermaine, to me, was a very unusual player for then.",
      "th": "สำหรับผม เจอร์เมนเป็นนักกีฬา ที่ไม่ธรรมดาในสมัยนั้น"
    }
  },
  {
    "translation": {
      "en": "He can do a lot of big man things,",
      "th": "เขาทำหลายอย่างได้เหมือนคนร่างใหญ่"
    }
  },
  {
    "translation": {
      "en": "but he can also take people off the dribble, and he was very athletic.",
      "th": "แต่ก็เลี้ยงลูกหลบหลีกคู่ต่อสู้ได้ เขามีทักษะทางกีฬาสูงมาก"
    }
  },
  {
    "translation": {
      "en": "[commentator] O'Neal with a gorgeous 360 spin on Vlade Divac. Wow!",
      "th": "โอนีลหมุน 360 องศา ผ่านวลาเด ดีวัตส์อย่างงดงาม ว้าว"
    }
  },
  {
    "translation": {
      "en": "[Miller] Jermaine was on the verge of becoming a superstar in our game.",
      "th": "เจอร์เมนกำลังจะเป็น ซูเปอร์สตาร์ในการแข่งขันของเรา"
    }
  },
  {
    "translation": {
      "en": "And he was becoming the face of the Indiana Pacers.",
      "th": "เขากลายเป็นโฉมหน้าของอินเดียนา เพเซอร์ส (จากเด็กหนุ่มสู่ผู้ชาย)"
    }
  },
  {
    "translation": {
      "en": "[announcer] First-time NBA All-Star center Jermaine O'Neal.",
      "th": "เซ็นเตอร์เจอร์เมน โอนีล ลงแข่งเอ็นบีเอออลสตาร์เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Then I'm like, \"Okay, I like it.\"",
      "th": "แล้วผมก็แบบ \"โอเค ผมชอบนะ\""
    }
  },
  {
    "translation": {
      "en": "I didn't care about minutes or points.",
      "th": "ผมไม่สนว่าจะได้เล่นนานแค่ไหน หรือทำคะแนนเท่าไร"
    }
  },
  {
    "translation": {
      "en": "I wanted all these young guys to do the bulk of the work.",
      "th": "ผมอยากให้หนุ่มๆ พวกนี้ทำงานส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "I wanted to win a championship for Indiana.",
      "th": "ผมอยากคว้าแชมป์ให้อินเดียนา"
    }
  },
  {
    "translation": {
      "en": "That's what it was all about for me.",
      "th": "ผมต้องการแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "My main focus,",
      "th": "เป้าหมายหลักของผม"
    }
  },
  {
    "translation": {
      "en": "and it doesn't always take place in one year,",
      "th": "ซึ่งไม่ได้ทำสำเร็จในปีเดียวเสมอไป"
    }
  },
  {
    "translation": {
      "en": "is get players that fit with each other.",
      "th": "คือการหานักกีฬาที่เข้ากันได้ดี"
    }
  },
  {
    "translation": {
      "en": "[Artest] When I got traded to Indiana, I was on the bus going to the Miami game.",
      "th": "ตอนที่ผมถูกแลกไปอินเดียนา ผมอยู่บนรถบัส กำลังไปแข่งที่ไมแอมี"
    }
  },
  {
    "translation": {
      "en": "They said, \"Don't get off the bus.\"",
      "th": "พวกเขาบอกว่า \"อย่าลงจากรถ\""
    }
  },
  {
    "translation": {
      "en": "Uh, \"You're traded.\"",
      "th": "\"นายถูกแลกตัวแล้ว\""
    }
  },
  {
    "translation": {
      "en": "And I remember… You know, I never listen. So, I got off the bus.",
      "th": "และผมจำได้ว่า ผมไม่เคยฟังใคร ผมก็ลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "And they said, \"Don't get on the court.\"",
      "th": "พวกเขาบอกว่า \"อย่าไปที่สนาม\""
    }
  },
  {
    "translation": {
      "en": "And I went on the court.",
      "th": "ผมก็ไปที่สนาม"
    }
  },
  {
    "translation": {
      "en": "And they said, \"Get off the court.\"",
      "th": "พวกเขาบอกว่า \"ออกไปจากสนาม\""
    }
  },
  {
    "translation": {
      "en": "I said, \"No,\" and I practiced for an hour.",
      "th": "ผมบอกว่า \"ไม่\" แล้วผมก็ซ้อมอยู่ชั่วโมงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[newsman] In their first meeting with the Indianapolis media today,",
      "th": "ในการพบกันครั้งแรก กับสื่อของอินเดียแนโพลิสวันนี้"
    }
  },
  {
    "translation": {
      "en": "the newest members of the Indiana Pacers",
      "th": "สมาชิกหน้าใหม่ของอินเดียนา เพเซอร์ส"
    }
  },
  {
    "translation": {
      "en": "expressed relief over getting out of Chicago.",
      "th": "แสดงความโล่งใจที่ได้ออกจากชิคาโก"
    }
  },
  {
    "translation": {
      "en": "[Artest] It feels good to be here after a couple of years in Chicago losing,",
      "th": "ผมรู้สึกดีที่ได้อยู่ที่นี่ หลังจากแพ้ตลอดในชิคาโกมาสองปี"
    }
  },
  {
    "translation": {
      "en": "and, uh, it just was hard, you know. I just wanna bring that winning effort.",
      "th": "และมันยากจริงๆ ผมแค่อยากให้ ความพยายามของเรานำไปสู่ชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't have a lot of trust with people",
      "th": "ผมไม่ค่อยไว้ใจใครเท่าไรฺ"
    }
  },
  {
    "translation": {
      "en": "just because of things that I was going through and stuff.",
      "th": "เพราะสิ่งที่ผมเคยเจอและหลายๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "For me, it's enemies. Everybody's an enemy to me, all the time.",
      "th": "สำหรับผม พวกเขาคือศัตรู ทุกคนเป็นศัตรูของผมตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "But once we step on the court, I trust that.",
      "th": "แต่พอเราลงสนาม ผมไว้ใจพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Miller] I remember the very first practice after the trade.",
      "th": "ผมจำการซ้อมครั้งแรกหลังจากแลกตัวได้"
    }
  },
  {
    "translation": {
      "en": "That practice, which was three hours,",
      "th": "ในการซ้อมครั้งนั้น ซึ่งนานสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "I remember Jermaine coming up to me and was like,",
      "th": "ผมจำได้ว่าเจอร์เมนมาหาผม และบอกว่า \"ผมไม่รู้ว่า เราเคยซ้อมหนักขนาดนี้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know if we've ever practiced this hard.\"",
      "th": "และบอกว่า \"ผมไม่รู้ว่า เราเคยซ้อมหนักขนาดนี้ไหม\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"You're right. I think this is gonna be good.\"",
      "th": "ผมก็แบบ \"นั่นสิ ฉันว่ามันต้องไปได้สวยแน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Ron was probably the hardest worker that I've ever seen in my life.",
      "th": "รอนน่าจะเป็นคนที่ทำงานหนักที่สุด ที่ผมเคยเห็นมาในชีวิต"
    }
  },
  {
    "translation": {
      "en": "I think he was probably the most talented defensive player",
      "th": "เขาน่าจะเป็นนักกีฬาตัวรับที่มีพรสวรรค์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "that we saw in an entire decade.",
      "th": "ที่พวกเราเคยเห็นในรอบสิบปี"
    }
  },
  {
    "translation": {
      "en": "Ron is different.",
      "th": "รอนแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "But different isn't bad.",
      "th": "แต่แตกต่างไม่ได้แปลว่าไม่ดี"
    }
  },
  {
    "translation": {
      "en": "Different is just sometimes unique.",
      "th": "บางครั้งความแตกต่างก็มีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "And Ron was unique in his talents.",
      "th": "และพรสวรรค์ของรอนมีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "[Walsh] I'd never seen anybody play as hard as he did.",
      "th": "ผมไม่เคยเห็นใครตั้งใจเล่นเท่าเขาเลย"
    }
  },
  {
    "translation": {
      "en": "He was a force out there.",
      "th": "ในสนามเขามีพลัง"
    }
  },
  {
    "translation": {
      "en": "When I step onto the court, I'm just 100% in.",
      "th": "เวลาลงสนาม ผมทุ่มร้อยเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Bring it to this. Bring it to this. Bring it to this.",
      "th": "เข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Test me right here, it don't matter who. You could be the biggest gangster.",
      "th": "มาทดสอบกันตรงนี้เลย ฉันไม่สนว่านายจะร้ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "This is where we go. I'll die here.",
      "th": "เราจะสู้กันตรงนี้ ฉันจะตายที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Miller] Every team needs a Ron Artest.",
      "th": "ทุกทีมต้องการคนอย่างรอน อาร์เทสต์"
    }
  },
  {
    "translation": {
      "en": "You need a guy that everyone's a little bit afraid of.",
      "th": "เราต้องการคนที่ทุกคนกลัวนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[commentator] Hammered out of bounds by Artest.",
      "th": "อาร์เทสต์เบียดออกนอกสนาม"
    }
  },
  {
    "translation": {
      "en": "Now having words with Heat assistant coach Keith Askins.",
      "th": "ตอนนี้กำลังเถียงกับ ผู้ช่วยโค้ชของฮีต คีธ แอสกินส์"
    }
  },
  {
    "translation": {
      "en": "Wrong guy to pick with is Artest.",
      "th": "อาร์เทสต์เป็นคนที่ไม่ควรแหย็มด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, that's, uh, that's who he is.",
      "th": "เขาเป็นคนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Hell of a player, but he's gotta get that under control.",
      "th": "เป็นนักกีฬาที่ยอดเยี่ยม แต่ต้องควบคุมอารมณ์ให้ได้"
    }
  },
  {
    "translation": {
      "en": "He would say to me, \"Well, that's not fair. They shouldn't be able to do that.\"",
      "th": "เขาจะบอกผมว่า \"ไม่ยุติธรรมเลย พวกเขาไม่ควรทำแบบนั้นได้\""
    }
  },
  {
    "translation": {
      "en": "I realized he's got an exaggerated idea of justice.",
      "th": "ผมรู้ว่าเขามีแนวคิด เรื่องความยุติธรรมที่เกินควรอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "I just didn't like people. I always had a chip.",
      "th": "ผมแค่ไม่ชอบคน ผมโกรธอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "At the time, we had the best interior defender in Jermaine,",
      "th": "ตอนนั้นเรามีตัวรับโซนกลาง ที่เก่งที่สุด นั่นคือเจอร์เมน"
    }
  },
  {
    "translation": {
      "en": "and we had the best perimeter defender in Ron.",
      "th": "และเรามีตัวรับโซนข้างที่เก่งที่สุด นั่นก็คือรอน"
    }
  },
  {
    "translation": {
      "en": "It was poetry in motion at times when they were on the court.",
      "th": "เวลาพวกเขาอยู่ในสนาม มันเหมือนงานศิลปะ"
    }
  },
  {
    "translation": {
      "en": "After I shut you down, if you do beat me, then Jermaine will shut you down.",
      "th": "หลังจากโดนผมสกัด ถ้ายังผ่านไปได้ ก็ต้องโดนเจอร์เมนสกัด"
    }
  },
  {
    "translation": {
      "en": "We were also loose cannons mentally. Yeah, me and Jermaine.",
      "th": "แถมพวกเรายังระเบิดง่ายด้วย ผมกับเจอร์เมนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Jermaine's a loose cannon, but he kept it really tight.",
      "th": "เจอร์เมนระเบิดง่ายนะ แต่เขาคุมอยู่"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] We had a lot of the same mentalities.",
      "th": "เรามีความคิดคล้ายๆ กันหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Dog, hard-nosed, we gonna go get you.",
      "th": "แกร่ง ไม่ยอมใคร เราจะเล่นงานคุณ"
    }
  },
  {
    "translation": {
      "en": "And we just kinda started blazing through teams.",
      "th": "แล้วเราก็เริ่มเอาชนะทีมต่างๆ"
    }
  },
  {
    "translation": {
      "en": "The Indiana Pacers, they are rolling.",
      "th": "อินเดียนา เพเซอร์ส พวกเขากำลังมาแรง"
    }
  },
  {
    "translation": {
      "en": "The Indiana Pacers have the best record in the NBA.",
      "th": "อินเดียนา เพเซอร์สมีสถิติดีที่สุดในเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "[newsman] Indiana Pacers, best team in the league.",
      "th": "อินเดียนา เพเซอร์ส ทีมที่เก่งที่สุดในลีก"
    }
  },
  {
    "translation": {
      "en": "[newsman 2] Indiana Pacers, the team to beat in the East right now.",
      "th": "อินเดียนา เพเซอร์ส ทีมจากตะวันออกที่ใครๆ ก็อยากเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "You guys don't understand how good we were.",
      "th": "พวกคุณไม่เข้าใจหรอกว่า ตอนนั้นเราทำได้ดีขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] We had the best record in the league the whole year.",
      "th": "เรามีสถิติที่ดีที่สุดในลีกตลอดทั้งปี"
    }
  },
  {
    "translation": {
      "en": "Made it to the Eastern Conference Finals.",
      "th": "เข้ารอบชิงของคอนเฟอเรนซ์ตะวันออก"
    }
  },
  {
    "translation": {
      "en": "I look back at it now, and that was the series that ignited…",
      "th": "พอมองย้อนกลับไป การแข่งขันซีรีส์นั้นเป็นตัวจุดชนวน…"
    }
  },
  {
    "translation": {
      "en": "everything.",
      "th": "ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Detroit had incredible talent,",
      "th": "ดีทรอยต์มีฝีมืออย่างน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "and we knew it was gonna be a tough scenario.",
      "th": "และเรารู้ว่ามันจะเป็นการแข่งขันที่หิน"
    }
  },
  {
    "translation": {
      "en": "[Miller] We were the two best teams, defensively and offensively.",
      "th": "พวกเราเป็นสองทีมที่เก่งที่สุด ทั้งเกมรับและเกมรุก"
    }
  },
  {
    "translation": {
      "en": "So I knew whoever won this was gonna win a championship.",
      "th": "ผมรู้เลยว่าใครก็ตามที่ชนะเกมนี้ จะต้องได้เป็นแชมป์"
    }
  },
  {
    "translation": {
      "en": "That series, they pushed us to the limit.",
      "th": "การแข่งขันซีรีส์นั้นผลักดันเราจนถึงขีดจำกัด"
    }
  },
  {
    "translation": {
      "en": "In playoff basketball,",
      "th": "ในรอบเพลย์ออฟ"
    }
  },
  {
    "translation": {
      "en": "the margin of error is this small.",
      "th": "มีโอกาสให้ทำผิดพลาดน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "Everyone has the physical capabilities. It's…",
      "th": "ด้านร่างกาย ทุกคนสามารถพออยู่แล้ว มันอยู่ที่…"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Whoa! Hamilton is fouled this time.",
      "th": "ครั้งนี้แฮมิลตันโดนฟาวล์"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] Artest may be thrown out of the game, but it's definitely gonna be a flagrant.",
      "th": "อาร์เทสต์อาจจะถูกไล่ออกจากสนาม แต่นั่นเป็นฟาวล์รุนแรงแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] That's just not a good move.",
      "th": "ทำแบบนั้นไม่เข้าท่าเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] This is a huge play for them.",
      "th": "นี่เป็นเพลย์สำคัญสำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "At this time in the game, you can't lose your cool.",
      "th": "ในช่วงนี้ของเกม เราต้องเยือกเย็นเข้าไว้"
    }
  },
  {
    "translation": {
      "en": "It's just too crucial.",
      "th": "มันสำคัญเกินไป"
    }
  },
  {
    "translation": {
      "en": "You can't foul at the wrong time",
      "th": "เราจะทำฟาวล์ผิดเวลา"
    }
  },
  {
    "translation": {
      "en": "-and give your opponent an advantage. -[buzzer sounds]",
      "th": "แล้วทำให้คู่ต่อสู้ได้เปรียบไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[commentator] And for the first time in 14 years,",
      "th": "และเป็นครั้งแรกในรอบ 14 ปี"
    }
  },
  {
    "translation": {
      "en": "the Pistons go to the NBA Finals!",
      "th": "พิสตันส์เข้ารอบชิงชนะเลิศเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "They're the 2004 Eastern Conference champions!",
      "th": "พวกเขาคือแชมป์ คอนเฟอเรนซ์ตะวันออก ปี 2004"
    }
  },
  {
    "translation": {
      "en": "We lost game six in Detroit.",
      "th": "เราแพ้เกมที่หกในดีทรอยต์"
    }
  },
  {
    "translation": {
      "en": "It's like somebody sticking a knife into you.",
      "th": "มันเหมือนมีคนเอามีดมาปักอก"
    }
  },
  {
    "translation": {
      "en": "The flagrant foul",
      "th": "ฟาวล์รุนแรงของรอน อาร์เทสต์"
    }
  },
  {
    "translation": {
      "en": "that took place with Ron Artest, was that the difference in this game?",
      "th": "ฟาวล์รุนแรงของรอน อาร์เทสต์ นั่นคือจุดเปลี่ยนหรือเปล่าครับ"
    }
  },
  {
    "translation": {
      "en": "Well, it certainly had an impact.",
      "th": "แน่นอนว่ามันส่งผลกระทบ"
    }
  },
  {
    "translation": {
      "en": "You know, it was a tough call.",
      "th": "มันเป็นการตัดสินใจที่ยากมากครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I just put my forearm up, you know what I'm saying? And, um…",
      "th": "ผมก็แค่ยกแขน เข้าใจที่ผมจะบอกใช่ไหม และ…"
    }
  },
  {
    "translation": {
      "en": "I think, uh…",
      "th": "ผมคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "But the ref saw it. You know, he was, uh…",
      "th": "แต่กรรมการเห็น รู้ไหม เขา…"
    }
  },
  {
    "translation": {
      "en": "Losing to Detroit in the Conference, I remember.",
      "th": "ผมจำได้ว่าเราแพ้ให้ดีทรอยต์ ในรอบชิงแชมป์คอนเฟอเรนซ์"
    }
  },
  {
    "translation": {
      "en": "Yeah. We should've went to the finals. We should've definitely won.",
      "th": "เราน่าจะได้เข้ารอบชิงชนะเลิศ เราต้องชนะแน่"
    }
  },
  {
    "translation": {
      "en": "When we lose that series, who wins the championship?",
      "th": "หลังจากเราแพ้ซีรีส์นั้น ใครได้เป็นแชมป์"
    }
  },
  {
    "translation": {
      "en": "[commentator] The Detroit Pistons have just shocked the Los Angeles Lakers.",
      "th": "ดีทรอยต์พิสตันส์ทำให้ ลอสแอนเจลิส เลเกอร์สต้องตกตะลึง"
    }
  },
  {
    "translation": {
      "en": "They were mentally tougher than we were.",
      "th": "พวกเขาจิตใจเข้มแข็งกว่าเรา"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"You guys!\"",
      "th": "ผมแบบ \"พวกนาย\""
    }
  },
  {
    "translation": {
      "en": "It was just frustrating.",
      "th": "มันน่าหงุดหงิดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Artest] See you later. Love you.",
      "th": "แล้วเจอกัน รักนะ"
    }
  },
  {
    "translation": {
      "en": "Get out the garbage!",
      "th": "เอาขยะไปทิ้งด้วย"
    }
  },
  {
    "translation": {
      "en": "The next year, I knew something was wrong, like…",
      "th": "ปีต่อมา ผมรู้ว่ามีบางอย่างผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "I knew something was definitely wrong and that I just needed to step back.",
      "th": "ผมรู้ว่ามีบางอย่างผิดปกติแน่ๆ และผมต้องถอยออกมา"
    }
  },
  {
    "translation": {
      "en": "I said, \"I want my retirement papers,\"",
      "th": "ผมบอกว่า \"ผมต้องการ เอกสารสำหรับขอเกษียณ\""
    }
  },
  {
    "translation": {
      "en": "and the Pacers said, \"No, you gotta play.\" [chuckles]",
      "th": "ทางเพเซอร์สบอกว่า \"ไม่ได้ คุณต้องเล่น\""
    }
  },
  {
    "translation": {
      "en": "\"You're under contract six more years.\" [chuckles]",
      "th": "\"คุณติดสัญญาอีกหกปี\""
    }
  },
  {
    "translation": {
      "en": "I felt like Ronnie was coming out with something like that every day.",
      "th": "ผมรู้สึกว่ารอนนี่ก็พูดอะไรแปลกๆ แบบนั้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "One day he'd say, \"I can't come to practice tomorrow. I gotta do my music.\"",
      "th": "เขาจะบอกว่า \"พรุ่งนี้ผมมาซ้อมไม่ได้นะ ต้องไปทำเพลง\""
    }
  },
  {
    "translation": {
      "en": "As a man, you gotta be able to do what you want.",
      "th": "คนเราควรมีสิทธิ์ทำตามที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "So if I decide to wanna leave the game or take a month off, I'm a grown man.",
      "th": "ดังนั้น ถ้าผมตัดสินใจว่าจะถอนตัว หรือพักสักเดือน… ผมโตแล้ว"
    }
  },
  {
    "translation": {
      "en": "It doesn't make me crazy, you know, to wanna do something I wanna do.",
      "th": "การอยากทำสิ่งที่ผมอยากทำ ไม่ได้แปลว่าผมเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "If you're asking for time off at the beginning of the year…",
      "th": "ถ้าเขาขอพักตั้งแต่ต้นปี…"
    }
  },
  {
    "translation": {
      "en": "I mean, dude, we got six and a half months left, and you're asking for a timeout now?",
      "th": "พวก เราเหลือเวลาหกเดือนครึ่ง นายมาขอพักตอนนี้เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I still got my album coming out November 23rd,",
      "th": "อัลบั้มของผมจะออกวันที่ 23 พฤศจิกายน"
    }
  },
  {
    "translation": {
      "en": "and after the album comes out, I'm gonna, uh,",
      "th": "และหลังจากอัลบั้มออกมาแล้ว ผมจะ"
    }
  },
  {
    "translation": {
      "en": "you know, make sure all my time is focused on winning the championship.",
      "th": "และหลังจากอัลบั้มออกมาแล้ว ผมจะ ทุ่มเทเวลาทั้งหมดให้กับการคว้าแชมป์"
    }
  },
  {
    "translation": {
      "en": "I had so much anxiety all the time.",
      "th": "ตอนนั้นผมกังวลอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "You get that heart pumping.",
      "th": "เราจะหัวใจเต้นรัว"
    }
  },
  {
    "translation": {
      "en": "It was something I couldn't control at that time. It was every day. Every day.",
      "th": "มันเป็นสิ่งที่ผมควบคุมไม่ได้ในตอนนั้น ผมต้องเจอกับมันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "So, I was like, \"I really do need to try to figure out what's wrong.\"",
      "th": "ผมคิดว่า \"ฉันต้องพยายามหาว่า อะไรกันแน่ที่ผิดปกติ\""
    }
  },
  {
    "translation": {
      "en": "\"Why are you not happy around basketball and your teammates?\"",
      "th": "\"ทำไมนายถึงไม่มีความสุข กับบาสเกตบอลและเพื่อนร่วมทีม\""
    }
  },
  {
    "translation": {
      "en": "\"Why are you not happy? Figure it out, figure it out.\"",
      "th": "\"ทำไมนายไม่มีความสุข หาคำตอบซะ\""
    }
  },
  {
    "translation": {
      "en": "I was already in therapy, but you don't get better overnight.",
      "th": "ตอนนั้นผมเข้ารับการบำบัดแล้ว แต่ทุกอย่างไม่ได้ดีขึ้นในชั่วข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "You know, we knew he had a psychiatrist that… that traveled everywhere we went.",
      "th": "ครับ เรารู้ว่าเขามีจิตแพทย์ ที่เดินทางไปกับเขาทุกที่"
    }
  },
  {
    "translation": {
      "en": "We knew he had sessions that he had to have with her.",
      "th": "เรารู้ว่าเขาเข้ารับการบำบัดที่จำเป็นกับเธอ"
    }
  },
  {
    "translation": {
      "en": "We knew that much,",
      "th": "เรารู้เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "but we were never, ever, you know, told that he had a certain issue,",
      "th": "แต่ไม่เคยมีใครบอกเราว่า เขามีปัญหาบางอย่าง ปัญหาทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "medical issue.",
      "th": "เขามีปัญหาบางอย่าง ปัญหาทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "I had depression and anxiety.",
      "th": "ผมเป็นโรคซึมเศร้าและวิตกกังวล"
    }
  },
  {
    "translation": {
      "en": "I would be depressed about certain things and have anxiety about future things.",
      "th": "ผมจะรู้สึกซึมเศร้ากับบางเรื่อง และกังวลเรื่องอนาคต"
    }
  },
  {
    "translation": {
      "en": "Some people have control over their emotions. I don't.",
      "th": "บางคนควบคุมอารมณ์ได้ แต่ผมทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "If really I'm excited, happy, I've just dunked on somebody, game-winner,",
      "th": "ถ้าผมตื่นเต้น มีความสุข ดังก์ข้ามหัวอีกฝ่ายจนทำให้เราชนะ"
    }
  },
  {
    "translation": {
      "en": "that emotional level is not a good place for me.",
      "th": "อารมณ์ที่รุนแรงขนาดนั้นไม่เหมาะกับผม"
    }
  },
  {
    "translation": {
      "en": "Positively or negatively, you have no control of that.",
      "th": "ไม่ว่าอารมณ์เชิงบวกหรือลบ เราควบคุมมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Come on! The fuck you all doing?",
      "th": "เร็วสิ มัวทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna do this with you! Come on, my nigga!",
      "th": "ฉันจะไม่เถียงกับนายแล้ว ไม่เอาน่า พวก"
    }
  },
  {
    "translation": {
      "en": "Get your motherfucking security right!",
      "th": "ใครก็ได้เรียก รปภ. ที"
    }
  },
  {
    "translation": {
      "en": "[man] We got a fight back here.",
      "th": "ตรงนี้มีคนตีกัน"
    }
  },
  {
    "translation": {
      "en": "[man 2] You gotta chill.",
      "th": "นายต้องใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "At times, Ron could be a little edgy.",
      "th": "บางครั้งรอนก็หงุดหงิดง่ายนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "And the dynamic between Jermaine and Ron was unsettling.",
      "th": "และความสัมพันธ์ ระหว่างเจอร์เมนกับรอนก็น่ากังวล"
    }
  },
  {
    "translation": {
      "en": "I think the final straw for us",
      "th": "ผมคิดว่าฟางเส้นสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "was when he said he had a death in his family",
      "th": "คือตอนที่รอนบอกว่ามีคนในครอบครัวเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "and went to the Source Awards.",
      "th": "แล้วไปงานซอร์ซอะวอร์ด"
    }
  },
  {
    "translation": {
      "en": "[announcer] Ladies and gentlemen, please welcome the Tru Warier",
      "th": "ท่านผู้มีเกียรติทุกท่าน โปรดต้อนรับ รอน อาร์เทสต์ เจ้าของค่ายทรูวอร์ริเออร์ และพีทตี้ พาโบล"
    }
  },
  {
    "translation": {
      "en": "Ron Artest and Petey Pablo!",
      "th": "รอน อาร์เทสต์ เจ้าของค่ายทรูวอร์ริเออร์ และพีทตี้ พาโบล"
    }
  },
  {
    "translation": {
      "en": "You were saying you were going away for a funeral, then three or four days later,",
      "th": "เขาบอกว่าจะไปงานศพ แต่สามสี่วันหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "we turn the TV on and you're presenting an award at an award show,",
      "th": "เราเปิดทีวีแล้วก็เห็นเขามอบรางวัล ในงานประกาศรางวัล"
    }
  },
  {
    "translation": {
      "en": "and we ain't seen you in three or four days.",
      "th": "และเราก็ไม่เจอเขาไปอีกสามสี่วัน"
    }
  },
  {
    "translation": {
      "en": "And the winner is… I don't know what I'm doing up here. It's all good though.",
      "th": "และผู้ชนะคือ… ผมไม่รู้ว่า ผมทำอะไรอยู่ ทุกอย่างเรียบร้อยดี"
    }
  },
  {
    "translation": {
      "en": "I felt I was trying to escape.",
      "th": "ผมรู้สึกว่าผมพยายามหนี"
    }
  },
  {
    "translation": {
      "en": "I was trying to find any way to escape. Definitely.",
      "th": "ผมพยายามหาทางหนี แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna answer any more questions about Ron.",
      "th": "ผมจะไม่ตอบคำถามเกี่ยวกับรอนอีก"
    }
  },
  {
    "translation": {
      "en": "Ron doesn't wanna be here. Ron doesn't matter anymore.",
      "th": "รอนไม่อยากอยู่ที่นี่ รอนไม่มีความสำคัญอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "It's about the Pacers, the players that suit up every single day.",
      "th": "ที่สำคัญคือเพเซอร์ส คือนักกีฬาที่สวมเครื่องแบบทุกวัน"
    }
  },
  {
    "translation": {
      "en": "I'm tired of answering questions about Ron.",
      "th": "ผมเบื่อที่จะตอบคำถามเกี่ยวกับรอนแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm pleading with these guys.",
      "th": "ผมขอร้องเจ้าพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Get on the same page!\"",
      "th": "\"เข้าใจให้ตรงกันสักที\""
    }
  },
  {
    "translation": {
      "en": "I could not get them to understand the opportunity.",
      "th": "ผมทำให้พวกเขาเข้าใจความสำคัญ ของโอกาสนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Artest] I never listened to Reggie.",
      "th": "ผมไม่เคยฟังเรจจี้เลย"
    }
  },
  {
    "translation": {
      "en": "So any time he's, like, giving me leadership and mentorship,",
      "th": "ดังนั้น ทุกครั้งที่เขาแสดงความเป็นผู้นำ หรือให้คำแนะนำกับผม"
    }
  },
  {
    "translation": {
      "en": "I'm thinking, \"Bust his ass in practice.\"",
      "th": "ผมจะคิดว่า \"ตอนซ้อมจะเล่นงานให้หนักเลย\""
    }
  },
  {
    "translation": {
      "en": "I know that we're putting together",
      "th": "ผมรู้ว่าพวกเราจับชายหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "young guys who could rub each other wrong,",
      "th": "ที่อาจกระทบกระทั่งกันบ้างมาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "but, you know, I really wanted to win,",
      "th": "แต่รู้ไหม ผมอยากชนะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and I was looking for one final piece of the team.",
      "th": "และผมกำลังมองหาส่วนประกอบ ชิ้นสุดท้ายของทีม"
    }
  },
  {
    "translation": {
      "en": "And that's why I made the trade for Stephen.",
      "th": "ผมถึงได้แลกเอาสตีเฟนมา"
    }
  },
  {
    "translation": {
      "en": "[Jackson] I remember getting that call from Donnie Walsh and Larry Bird.",
      "th": "ผมจำได้ว่าได้รับโทรศัพท์ จากดอนนี่ วอลช์และแลร์รี่ เบิร์ด"
    }
  },
  {
    "translation": {
      "en": "I had to put 'em on speakerphone 'cause I'm on the block.",
      "th": "ผมต้องเปิดลำโพงเพราะผมอยู่บนถนน"
    }
  },
  {
    "translation": {
      "en": "I'm on 3200 with all my homeboys.",
      "th": "ผมอยู่ตรงถนน 3200 กับเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "\"Welcome to the Indiana Pacers,\" duh-duh-duh.",
      "th": "\"ขอต้อนรับสู่อินเดียนา เพเซอร์ส\" บลาๆ"
    }
  },
  {
    "translation": {
      "en": "You know, it was a great moment.",
      "th": "มันเป็นช่วงเวลาที่ยอดมาก"
    }
  },
  {
    "translation": {
      "en": "When he said, \"Welcome to…\" all my homeboys get to running. Just, \"Oh!\"",
      "th": "ตอนที่เขาบอกว่า \"ขอต้อนรับสู่…\" พวกเพื่อนผมนี่เฮกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "And I knew the opportunity was… was priceless.",
      "th": "ผมรู้ว่าโอกาสนี้มีค่ามาก"
    }
  },
  {
    "translation": {
      "en": "[Miller] When Stephen came,",
      "th": "ตอนที่สตีเฟนมา"
    }
  },
  {
    "translation": {
      "en": "it was the best thing for us, because now we got Jermaine, Ron,",
      "th": "มันดีมากสำหรับเรา เพราะตอนนั้นเรามีเจอร์เมน รอน"
    }
  },
  {
    "translation": {
      "en": "and now you're bringing in another tough, somewhat crazy dude in Stephen Jackson.",
      "th": "แล้วก็ได้คนที่แกร่งและบ้านิดๆ อีกคน อย่างสตีเฟน แจ็คสันมาร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "Everything has to come through Indiana. There's no secret.",
      "th": "ทุกทีมต้องเจอกับอินเดียนา นี่ไม่ใช่ความลับ"
    }
  },
  {
    "translation": {
      "en": "They gotta come through us to get to where they wanna be.",
      "th": "พวกเขาต้องผ่านเราไปให้ได้ ถ้าอยากไปให้ถึงเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "And I-I-I think we're the team to beat.",
      "th": "ผมคิดว่าเราเป็นทีมที่ใครๆ ก็อยากเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "We have all the pieces. We gotta put 'em together.",
      "th": "เรามีคนเก่งๆ เราต้องร่วมแรงร่วมใจกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter] A challenge you relish.",
      "th": "เป็นความท้าทายที่น่าสนุก"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm ready for a challenge. That's what I live for.",
      "th": "ผมพร้อมรับความท้าทาย ผมเกิดมาเพื่อสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-I make love to pressure. -[laughs] That's what I do.",
      "th": "ผมรับความกดดันได้ดี นั่นคือสิ่งที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "Me and him was, like, we both kinda street.",
      "th": "ผมกับเขา เราทั้งสองคนมาจากย่านเถื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "So we're arguing about who's gonna guard the best guy,",
      "th": "เราเลยเถียงกันว่าใครจะประกบคนที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "like, almost come to blows.",
      "th": "เกือบถึงขั้นชกกันแน่ะ"
    }
  },
  {
    "translation": {
      "en": "Then I'm like, \"All right, Steve, you got it.\"",
      "th": "ผมก็จะบอกว่า \"ก็ได้ สตีฟ เอาไปเลย\""
    }
  },
  {
    "translation": {
      "en": "So I'm like, \"This guy is crazy!\" [laughs]",
      "th": "ผมแบบ \"หมอนี่บ้าไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "We got a lot of similarities, but we're totally different.",
      "th": "เรามีหลายอย่างที่คล้ายกัน แต่เราไม่เหมือนกันเลย"
    }
  },
  {
    "translation": {
      "en": "I knew he was a little off. You know what I mean?",
      "th": "ผมรู้ว่าเขาไม่ค่อยปกติ"
    }
  },
  {
    "translation": {
      "en": "But he was a hell of a basketball player.",
      "th": "แต่เขาเป็นนักบาสเกตบอลที่ยอดมาก"
    }
  },
  {
    "translation": {
      "en": "And that's all… I didn't judge nothing else but that.",
      "th": "และผมตัดสินเขาจากเรื่องนั้นเท่านั้น ผมไม่สนอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "I didn't care. I was weird. I did my own thing. I smoked weed all day.",
      "th": "และผมตัดสินเขาจากเรื่องนั้นเท่านั้น ผมไม่สนอย่างอื่น ผมก็แปลก ทำอะไรไปตามเรื่อง สูบกัญชาทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "Guys like me and Ron, we look at basketball as our life.",
      "th": "คนอย่างผมกับรอน เรามองว่าบาสเกตบอลคือชีวิต"
    }
  },
  {
    "translation": {
      "en": "This is all we can do. God gave me this gift to help my family, to get out of the situation I was in.",
      "th": "พระเจ้ามอบของขวัญชิ้นนี้ให้ผมเพื่อช่วย ครอบครัวผมจากสถานการณ์ที่เป็นอยู่"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Jack is a very aggressive person. We have a lot of similar traits.",
      "th": "แจ็คเป็นคนดุดันมาก เรามีหลายอย่างที่คล้ายกัน"
    }
  },
  {
    "translation": {
      "en": "He would turn that volume up very quickly and tell you about it.",
      "th": "เขาอารมณ์ขึ้นเร็วมากและเขาจะบอกให้เรารู้"
    }
  },
  {
    "translation": {
      "en": "He's down for the cause.",
      "th": "เขาจริงจังกับการเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "I'm a loyal guy. Like, one thing about it. If I'm with you, I'm with you, you know.",
      "th": "ผมเป็นคนซื่อสัตย์ อย่างหนึ่งก็คือ ถ้าผมเป็นพวกคุณ ผมจะอยู่ข้างคุณ"
    }
  },
  {
    "translation": {
      "en": "We shoot this, and we go to a bar afterwards, somebody say something,",
      "th": "สมมติเราถ่ายทำเสร็จแล้วไปที่บาร์ มีใครว่าอะไรคุณ"
    }
  },
  {
    "translation": {
      "en": "I'll be the first one to stand up. That's how I am.",
      "th": "ผมจะลุกเป็นคนแรก ผมเป็นคนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "If I'm with you, I'm with you. I was the missing piece.",
      "th": "ถ้าผมเป็นพวกคุณ ผมจะอยู่ข้างคุณ ผมคือส่วนที่ขาดหายไป"
    }
  },
  {
    "translation": {
      "en": "That's basically what they were saying.",
      "th": "พวกเขาบอกว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I was the missing piece to the championship team.",
      "th": "ผมคือส่วนที่ขาดหายไปที่จะทำให้ทีมคว้าแชมป์ได้"
    }
  },
  {
    "translation": {
      "en": "[Miller] There's only a handful of teams that can say,",
      "th": "มีแค่ไม่กี่ทีมที่พูดได้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"We have a shot to win the championship.\" Out of my 18 years,",
      "th": "\"เรามีโอกาสคว้าแชมป์\" ตลอด 18 ปีที่ผมอยู่ในวงการ"
    }
  },
  {
    "translation": {
      "en": "that season, we were loaded for bear.",
      "th": "ฤดูกาลนั้น พวกเราพร้อมรับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "This was our year.",
      "th": "มันเป็นปีของเรา"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is the Showdown of the East we've been waiting for.",
      "th": "นี่คือการเผชิญหน้าที่ทุกคนรอคอย"
    }
  },
  {
    "translation": {
      "en": "A rivalry that's been brewing long before this season ever started.",
      "th": "การแข่งขันที่คุกรุ่นมานาน ตั้งแต่ก่อนฤดูกาลจะเริ่มซะอีก"
    }
  },
  {
    "translation": {
      "en": "Two teams, similar styles, only one survivor.",
      "th": "(อินเดียนา ปะทะ ดีทรอยต์) ทั้งสองทีมมีรูปแบบการเล่นคล้ายกัน แต่ผู้ชนะมีเพียงหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "[Artest] Going into the Palace, we was already seven and two.",
      "th": "ตอนไปแข่งที่เดอะพาเลซ สถิติเราคือชนะเจ็ด แพ้สอง"
    }
  },
  {
    "translation": {
      "en": "I knew that was the game I wanted more than any game.",
      "th": "ผมรู้ว่านั่นคือเกมที่ผมอยากชนะมากกว่าทุกเกม"
    }
  },
  {
    "translation": {
      "en": "But I didn't know what was gonna actually happen.",
      "th": "ผมไม่รู้ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "We were coming in there to make a statement.",
      "th": "เราไปที่นั่นเพื่อประกาศศักดา"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, y'all got the chip, but we're letting y'all know",
      "th": "\"พวกนายอาจเป็นแชมป์ แต่ขอบอกให้รู้ไว้"
    }
  },
  {
    "translation": {
      "en": "y'all gonna be seeing us this year.\"",
      "th": "ปีนี้พวกนายได้เจอเราแน่\""
    }
  },
  {
    "translation": {
      "en": "-Where we from? -[all] Detroit!",
      "th": "- เรามาจากไหน - ดีทรอยต์"
    }
  },
  {
    "translation": {
      "en": "-Where we from? -[all] Detroit!",
      "th": "- เรามาจากไหน - ดีทรอยต์"
    }
  },
  {
    "translation": {
      "en": "Detroit was one of the hardest places to play. They don't make it easy for you.",
      "th": "ดีทรอยต์เป็นหนึ่งในสนามที่เล่นได้ยากที่สุด พวกเขาไม่ยอมให้เราชนะง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "Obviously, um, you know, we're facing a tough challenge",
      "th": "เห็นได้ชัดว่าเราจะเจอกับความท้าทายใหญ่"
    }
  },
  {
    "translation": {
      "en": "going into a… uh, going into the Palace.",
      "th": "ในการไปแข่งที่เดอะพาเลซ"
    }
  },
  {
    "translation": {
      "en": "They have a rabid fan base.",
      "th": "พวกเขามีฐานแฟนคลับที่บ้าคลั่ง"
    }
  },
  {
    "translation": {
      "en": "Very faithful and admiring fans.",
      "th": "แฟนๆ ที่เหนียวแน่นและเทิดทูนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Um, and very boisterous at times.",
      "th": "และบางครั้งก็เอะอะโวยวาย"
    }
  },
  {
    "translation": {
      "en": "Yeah! Number one, baby! Number one! Yeah! That's what I'm talking about!",
      "th": "ใช่ ที่หนึ่ง ที่รัก ที่หนึ่ง ใช่ นี่แหละที่ฉันพูดถึง"
    }
  },
  {
    "translation": {
      "en": "The fans were a huge part of a lot of the success,",
      "th": "แฟนๆ เป็นส่วนสำคัญของความสำเร็จหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "because even though you're on the court, you can hear those fans going crazy.",
      "th": "เพราะถึงจะอยู่ในสนาม เราก็ยังได้ยินเสียงแฟนๆ ที่ตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "When we would come into the gym, we knew the Pistons were gonna win.",
      "th": "ตอนที่เข้าไปในสนาม เรารู้อยู่แล้วว่าพิสตันส์จะชนะ"
    }
  },
  {
    "translation": {
      "en": "We just didn't know by how much.",
      "th": "เราแค่ไม่รู้ว่าจะชนะกี่คะแนน"
    }
  },
  {
    "translation": {
      "en": "Any time you put 20,000 people together for four or five hours,",
      "th": "เมื่อไหร่ก็ตามที่เราเอาคน 20,000 คน มาอยู่รวมกันสี่ห้าชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and they're drinking,",
      "th": "และพวกเขาดื่มเหล้า"
    }
  },
  {
    "translation": {
      "en": "the stage is set. Somewhere, somebody's gonna have an issue.",
      "th": "นั่นคือทุกอย่างพร้อมแล้ว ที่ไหนสักแห่ง ใครสักคนจะก่อเรื่อง"
    }
  },
  {
    "translation": {
      "en": "There was a couple of guys that we were gonna remove their season tickets.",
      "th": "มีผู้ชายสองคนที่เราจะยกเลิกตั๋วฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "We kinda had enough of their, uh, shenanigans.",
      "th": "เราปล่อยให้พวกเขา ก่อความวุ่นวายมามากพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was a Friday night. We didn't have to work Saturday,",
      "th": "มันเป็นคืนวันศุกร์ วันเสาร์เราไม่ต้องทำงาน"
    }
  },
  {
    "translation": {
      "en": "so it was kinda like, you know, you kind of enjoyed it more.",
      "th": "มันเลยทำให้เราสนุกมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Have a few drinks, hang out with friends. Kinda like treating myself.",
      "th": "ดื่มนิดหน่อย สนุกกับเพื่อนฝูง ก็เหมือนกับให้รางวัลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Charlie's a fan. Uh, he was a season ticket holder.",
      "th": "ชาร์ลีเป็นแฟนของทีม เขามีตั๋วฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "And he had issues that night. And so, we were…",
      "th": "และคืนนั้นเขาก่อเรื่อง พวกเราเลย… เราตั้งใจว่าจะคุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "going to address it with him that we were taking away his season tickets that night.",
      "th": "พวกเราเลย… เราตั้งใจว่าจะคุยกับเขา และริบตั๋วฤดูกาลของเขาในคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "We would normally probably work the Pistons games two, three times a month.",
      "th": "ปกติเราจะคุมการแข่งขันของพิสตันส์ เดือนละสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "On that day, we were assigned on the east side.",
      "th": "วันนั้นเราได้รับมอบหมายให้ดูฝั่งตะวันออก"
    }
  },
  {
    "translation": {
      "en": "I think we had some rivalry with Indiana, I think, as well,",
      "th": "ผมคิดว่าทีมเรากับอินเดียนาเป็นคู่แข่งกันด้วย"
    }
  },
  {
    "translation": {
      "en": "and the crowds were pretty charged up.",
      "th": "ผู้ชมก็เลยตื่นเต้นกันมาก"
    }
  },
  {
    "translation": {
      "en": "Everybody in the NBA wants one of these.",
      "th": "ทุกคนในเอ็นบีเออยากได้สิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "This is what they play for, a championship ring.",
      "th": "พวกเขาแข่งกันก็เพื่อสิ่งนี้ แหวนแชมป์"
    }
  },
  {
    "translation": {
      "en": "[Gray] I was there to broadcast the game for ESPN.",
      "th": "ผมไปที่นั่นเพื่อรายงานการแข่งขันให้อีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "Indiana was a terrific team.",
      "th": "อินเดียนาเป็นทีมที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "They were championship contenders",
      "th": "พวกเขาเป็นผู้ท้าชิงตำแหน่งแชมป์"
    }
  },
  {
    "translation": {
      "en": "and may have, at that time, been the best team in the NBA.",
      "th": "และในตอนนั้น อาจเป็นทีมที่เก่งที่สุดในเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "But Detroit was a good team.",
      "th": "แต่ดีทรอยต์เป็นทีมที่เก่ง"
    }
  },
  {
    "translation": {
      "en": "They were a really good team.",
      "th": "พวกเขาเป็นทีมที่เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Miller] I had broke my finger, so I was in a cast. Stephen was moved to the shooting guard.",
      "th": "ผมนิ้วหักเลยต้องสวมเฝือก สตีเฟนย้ายไปเป็นชูตติ้งการ์ด"
    }
  },
  {
    "translation": {
      "en": "I didn't know the magnitude of the rivalry that I was walking into.",
      "th": "ผมไม่รู้เลยว่าการแข่งขัน ระหว่างพวกเขารุนแรงขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "You gotta thing, they was wrestling with this team all last year",
      "th": "พวกเขาขับเคี่ยวกับทีมนี้เมื่อปีก่อน"
    }
  },
  {
    "translation": {
      "en": "in the Eastern Conference Finals, about to go to blows.",
      "th": "ในรอบชิงของคอนเฟอเรนซ์ตะวันออก เกือบจะมีเรื่องกัน"
    }
  },
  {
    "translation": {
      "en": "It was absolutely a statement game for us.",
      "th": "มันเป็นเกมประกาศศักดาของเรา"
    }
  },
  {
    "translation": {
      "en": "This is our moment, and let's leave no doubt.",
      "th": "นี่คือช่วงเวลาของเรา อย่าปล่อยให้ใครมีข้อสงสัย"
    }
  },
  {
    "translation": {
      "en": "[Wallace] They felt that was their year,",
      "th": "พวกเขารู้สึกว่ามันเป็นปีของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and we felt like we had to defend our title.",
      "th": "ส่วนพวกเราก็รู้สึกว่าต้องปกป้องแชมป์"
    }
  },
  {
    "translation": {
      "en": "I remember that night. The Palace was electrifying.",
      "th": "ผมจำคืนนั้นได้ เดอะพาเลซเต็มไปด้วยความตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "Man, it was… It was almost like having an out-of-body experience.",
      "th": "มันเหมือนวิญญาณออกจากร่างเลย"
    }
  },
  {
    "translation": {
      "en": "You could feel the hair stand up on the back of your neck.",
      "th": "เรารู้สึกได้ว่าขนที่ต้นคอลุกชันไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Donaghy] Whenever you go into a nationally televised game,",
      "th": "ทุกครั้งที่เข้าไปในการแข่งขัน ระดับประเทศที่ถ่ายทอดทางทีวี"
    }
  },
  {
    "translation": {
      "en": "there's a different roar in the arena. There's more lights. There's more cameras.",
      "th": "เสียงกระหึ่มในสนามมันต่างออกไป มีแสงไฟมากกว่า มีกล้องมากกว่า"
    }
  },
  {
    "translation": {
      "en": "You know, they're real careful who gets assigned games like that",
      "th": "พวกเขาระวังมากเวลาเลือกคน มาทำหน้าที่ในเกมแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "because they want not to be embarrassed as a league.",
      "th": "เพราะพวกเขาไม่อยากให้ทั้งลีกขายหน้า"
    }
  },
  {
    "translation": {
      "en": "Nobody liked refereeing the Pistons back then.",
      "th": "สมัยนั้นไม่มีใครอยากเป็นกรรมการให้พิสตันส์"
    }
  },
  {
    "translation": {
      "en": "You knew you were in for a rough night.",
      "th": "เรารู้เลยว่าคืนนั้นเหนื่อยแน่"
    }
  },
  {
    "translation": {
      "en": "When you have Ben Wallace, Stephen Jackson, Ron Artest,",
      "th": "เวลาที่มีคนอย่างเบน วอลเลซ สตีเฟน แจ็คสัน รอน อาร์เทสต์"
    }
  },
  {
    "translation": {
      "en": "I mean, that's just a recipe for disaster right there.",
      "th": "นั่นเป็นสูตรสำเร็จสำหรับหายนะ"
    }
  },
  {
    "translation": {
      "en": "Basketball fans from around the great state of Michigan,",
      "th": "แฟนๆ บาสเกตบอลจากทั่วทั้งรัฐมิชิแกน"
    }
  },
  {
    "translation": {
      "en": "and those of you here at the Palace from across the world,",
      "th": "และทุกคนที่เดินทางจากอีกฟากโลก มายังเดอะพาเลซแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "stay on your feet.",
      "th": "เตรียมตัวเตรียมใจให้ดี"
    }
  },
  {
    "translation": {
      "en": "-[\"The Final Countdown\" playing] -Time to meet and greet the ballers",
      "th": "ได้เวลาพบและทักทายนักบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "representing the D… troit Pistons!",
      "th": "ตัวแทนของดีทรอยต์ พิสตันส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] They had the most dynamic announcer. Right?",
      "th": "พวกเขามีผู้ประกาศที่มีพลังมากใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "And it gasses you, where you saying, \"Look, I'm at your ass today, Detroit.\"",
      "th": "มันทำให้เราฮึกเหิม เราจะพูดว่า \"นี่ วันนี้ฉันจะเล่นงานนาย ดีทรอยต์\""
    }
  },
  {
    "translation": {
      "en": "[announcer] At 6'9\", the center, wearing the big red three,",
      "th": "เซ็นเตอร์สูง 206 เซนติเมตร สวมชุดเบอร์สามสีแดงตัวโต"
    }
  },
  {
    "translation": {
      "en": "B-B-B-B-B-B-B-B-B-Ben [trills lips] Wallace!",
      "th": "บะ บะ บะ เบน วอลเลซ"
    }
  },
  {
    "translation": {
      "en": "I remember they did the Ben Wallace introduction. That got me hyped.",
      "th": "พวกเขาแนะนำเบน วอลเลซ มันทำให้ผมคึก แบบ \"มาเล่นงานพวกนั้นกัน เอาให้หนัก\""
    }
  },
  {
    "translation": {
      "en": "That got me hyped. Like, \"Let's bust they ass. Fuck that.\"",
      "th": "มันทำให้ผมคึก แบบ \"มาเล่นงานพวกนั้นกัน เอาให้หนัก\""
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't know Ben Wallace lost his brother.",
      "th": "ตอนนั้นผมไม่รู้ว่าเบน วอลเลซเสียพี่ชายไป"
    }
  },
  {
    "translation": {
      "en": "Having that energy, you know, it was…",
      "th": "ความรู้สึกแบบนั้น รู้ไหม มัน…"
    }
  },
  {
    "translation": {
      "en": "I knew I couldn't put that energy nowhere else but into basketball.",
      "th": "ผมไม่รู้ว่าจะระบายความรู้สึกนั้นยังไง นอกจากบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "It was like a powder keg.",
      "th": "มันเหมือนถังใส่ดินระเบิด"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] A fun matchup to watch during the regular season.",
      "th": "นี่จะเป็นคู่ที่แข่งกันสนุกในฤดูกาลปกติ"
    }
  },
  {
    "translation": {
      "en": "We can only hope they'll meet again in the playoffs.",
      "th": "เราได้แต่หวังว่าพวกเขา จะเจอกันอีกในรอบเพลย์ออฟ"
    }
  },
  {
    "translation": {
      "en": "Pistons so far perfect at home. Another packed house at the Palace.",
      "th": "จนถึงตอนนี้ พิสตันเล่นได้ไร้ที่ติ ในบ้านตัวเอง เดอะพาเลซคนเต็มอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Going into that game, I thought we could beat Detroit,",
      "th": "ตอนที่เริ่มแข่ง ผมคิดว่าเราเอาชนะดีทรอยต์ได้"
    }
  },
  {
    "translation": {
      "en": "and I wanted to see if this type of team would work.",
      "th": "และผมอยากเห็นว่าทีมประเภทนี้จะใช้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[commentator 2] O'Neal.",
      "th": "โอนีล"
    }
  },
  {
    "translation": {
      "en": "[commentator 1] Artest steps back… Oh, what a quarter for Ron Artest.",
      "th": "อาร์เทสต์ถอยไป… ควอเตอร์นี้ รอน อาร์เทสต์เล่นได้ดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Four-tenths of a…",
      "th": "สี่ในสิบของ…"
    }
  },
  {
    "translation": {
      "en": "Even though at that time I was struggling, I was playing great.",
      "th": "ถึงตอนนั้นผมจะมีปัญหา แต่ผมเล่นได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "The game was a beatdown. We dominated from beginning to end.",
      "th": "เกมนั้นเราบุกอยู่ฝ่ายเดียว เราครองสนามตั้งแต่ต้นจนจบ"
    }
  },
  {
    "translation": {
      "en": "-Ron dominated. Nobody couldn't stop him. -[whistle blows]",
      "th": "รอนครองสนาม ไม่มีใครหยุดเขาได้"
    }
  },
  {
    "translation": {
      "en": "Two, three, four guards couldn't guard Ron at the time.",
      "th": "ตอนนั้น การ์ดสอง สามหรือสี่คนก็สกัดรอนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He was too agile. He was definitely the best player on the court.",
      "th": "เขาปราดเปรียวเกินไป เขาเป็นผู้เล่นที่เก่งที่สุดในสนามแน่นอน"
    }
  },
  {
    "translation": {
      "en": "We were up double digits, and my young boys were jawing.",
      "th": "เรานำเป็นเลขสองหลัก พวกหนุ่มๆ คุยกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "They were clicking.",
      "th": "พวกเขาเข้าขากัน"
    }
  },
  {
    "translation": {
      "en": "Ron and Jermaine.",
      "th": "รอนกับเจอร์เมน"
    }
  },
  {
    "translation": {
      "en": "It's good Ron, and it's good Jermaine.",
      "th": "วันนั้นรอนฟอร์มดี เจอร์เมนก็ฟอร์มดี"
    }
  },
  {
    "translation": {
      "en": "It was fantastic.",
      "th": "มันวิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "This is our moment. It's our coming-out party.",
      "th": "มันคือช่วงเวลาของเรา มันคืองานเลี้ยงเปิดตัว"
    }
  },
  {
    "translation": {
      "en": "We came in with a different type of swag.",
      "th": "เราลงสนามด้วยความมั่นใจยิ่งกว่าปกติ"
    }
  },
  {
    "translation": {
      "en": "Stephen's like… he's so clutch.",
      "th": "สตีเฟน เขาเจ๋งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Wow, this guy makes every big shot.\"",
      "th": "ผมคิดว่า \"หมอนี่ชู้ตลูกเด็ดๆ ทั้งนั้นเลย\""
    }
  },
  {
    "translation": {
      "en": "We knew right away we was the best team.",
      "th": "เรารู้ทันทีว่าเราเป็นทีมที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "We were kicking their ass.",
      "th": "เราเตะก้นพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They put a championship team together. It was obvious.",
      "th": "พวกเขาฟอร์มทีมคว้าแชมป์ได้สำเร็จ เห็นได้ชัดเลย"
    }
  },
  {
    "translation": {
      "en": "'Cause we were beating them down,",
      "th": "เพราะเรากำลังเล่นงานพวกเขา"
    }
  },
  {
    "translation": {
      "en": "the normal ticket holders were gone.",
      "th": "ผู้ชมตั๋วธรรมดาเลยออกไป"
    }
  },
  {
    "translation": {
      "en": "They had left.",
      "th": "พวกเขากลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "So it was the people that were trickling their way down",
      "th": "ผู้ชมจากที่บนๆ เลยทยอยกันลงมา"
    }
  },
  {
    "translation": {
      "en": "that were probably already liquored up, coming on down to fill those seats.",
      "th": "พวกคนที่ดื่มจนเมาแล้ว ลงมาแทนที่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Oh, man, very disrespectful, like, the way they did it.",
      "th": "พวกเขาไม่ให้เกียรติกันเลย ใกล้จบเกมแล้วแท้ๆ"
    }
  },
  {
    "translation": {
      "en": "The game was almost over. They had starters out there playing.",
      "th": "พวกเขาไม่ให้เกียรติกันเลย ใกล้จบเกมแล้วแท้ๆ แต่ก็ยังให้ตัวจริงลงทุกตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "They were up by 15, 20 points.",
      "th": "พวกเขานำอยู่ 15 20 คะแนน"
    }
  },
  {
    "translation": {
      "en": "[commentator] Oh! Wallace with a terrific block!",
      "th": "วอลเลซบล็อกได้อย่างสวยงาม"
    }
  },
  {
    "translation": {
      "en": "That's not a foul.",
      "th": "ไม่ฟาวล์ครับ"
    }
  },
  {
    "translation": {
      "en": "At the end of the game, we're up by 15. In my mind, the game's over.",
      "th": "ตอนท้ายเกม เรานำอยู่ 15 คะแนน สำหรับผม ถือว่าจบเกมแล้ว"
    }
  },
  {
    "translation": {
      "en": "Jamaal Tinsley tells Ron,",
      "th": "จามาล ทินสลีย์บอกรอนว่า"
    }
  },
  {
    "translation": {
      "en": "\"You can get your foul now.\" Ron looked at him like, \"Huh?\"",
      "th": "\"ทีนี้นายก็ทำฟาวล์ได้แล้ว\" รอนมองเขาแบบ \"หา\""
    }
  },
  {
    "translation": {
      "en": "\"You can get your foul now.\"",
      "th": "\"ทีนี้นายก็ทำฟาวล์ได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "You got your foul. You can go now, right? All right?",
      "th": "นายทำฟาวล์ได้แล้ว ทีนี้ก็ทำได้แล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Why are you even telling him that?",
      "th": "ทำไมถึงพูดกับเขาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Ron doesn't need a battery in his back to do something crazy.",
      "th": "รอนไม่ต้องมีใครยุก็ทำอะไรบ้าๆ อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[commentator] Artest with 24, O'Neal at 20,",
      "th": "อาร์เทสต์ 24 คะแนน โอนีล 20 คะแนน"
    }
  },
  {
    "translation": {
      "en": "Croshere 15, Tinsley 13.",
      "th": "โครเชอร์ 15 ทินสลีย์ 13"
    }
  },
  {
    "translation": {
      "en": "[Jackson] As we're running back, I guard Ben.",
      "th": "ตอนที่เราวิ่งกลับมา ผมประกบเบน พอพวกเขาส่งลูกให้เขา"
    }
  },
  {
    "translation": {
      "en": "When they throw him the ball, I'm not gonna try to play defense on him.",
      "th": "ตอนที่เราวิ่งกลับมา ผมประกบเบน พอพวกเขาส่งลูกให้เขา ผมไม่ได้พยายามสกัดเขา ผมไม่ได้จะทำฟาวล์เขาด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I'm not even gonna try to foul him.",
      "th": "ผมไม่ได้พยายามสกัดเขา ผมไม่ได้จะทำฟาวล์เขาด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-[Artest] He was going for a layup. -[commentator] Oh!",
      "th": "เขาเข้าไปเลย์อัป"
    }
  },
  {
    "translation": {
      "en": "I didn't want him to get the layup, so I pushed him.",
      "th": "ผมไม่อยากให้เขาได้เลย์อัป ผมเลยผลักเขา"
    }
  },
  {
    "translation": {
      "en": "It was too hard of a foul at that point in time during the game.",
      "th": "มันเป็นฟาวล์ที่แรงเกินไปสำหรับช่วงนั้นของเกม"
    }
  },
  {
    "translation": {
      "en": "[commentator] Oh, Wallace! Right at Artest!",
      "th": "วอลเลซ พุ่งใส่อาร์เทสต์เลย"
    }
  },
  {
    "translation": {
      "en": "This has potential to be serious if they don't get between them.",
      "th": "ถ้าไม่มีใครเข้าไปขวางอาจเป็นเรื่องใหญ่ได้"
    }
  },
  {
    "translation": {
      "en": "Wallace upset. Players trying to hold each other off.",
      "th": "วอลเลซหัวเสียแล้ว นักกีฬาพยายามห้ามกันเอง"
    }
  },
  {
    "translation": {
      "en": "Stephen Jackson, and we see Wallace trying to be peacemaker.",
      "th": "เราเห็นว่าสตีเฟน แจ็คสัน และวอลเลซพยายามไกล่เกลี่ย"
    }
  },
  {
    "translation": {
      "en": "Now Jackson yelling…",
      "th": "แจ็คสันกำลังตะโกน…"
    }
  },
  {
    "translation": {
      "en": "[Miller] The dust-up I have no problem with.",
      "th": "ถ้าแค่กระทบกระทั่งกัน ผมไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "That happens all the time. The pushing, the shoving…",
      "th": "มันเกิดขึ้นตลอดเวลา ผลักกัน ดันกัน"
    }
  },
  {
    "translation": {
      "en": "You know, that's all fake.",
      "th": "นั่นแหละ ก็แค่เล่นละคร"
    }
  },
  {
    "translation": {
      "en": "Most of the time, nobody in the NBA wanna fight.",
      "th": "ส่วนใหญ่แล้ว ไม่มีใครในเอ็นบีเออยากตีกันหรอก"
    }
  },
  {
    "translation": {
      "en": "It has to be real disrespectful shit for somebody to throw punches.",
      "th": "ต้องหยามกันจริงๆ ถึงจะถึงขั้นชกกัน"
    }
  },
  {
    "translation": {
      "en": "Where it all turned",
      "th": "สิ่งที่เป็นจุดหักเห"
    }
  },
  {
    "translation": {
      "en": "is when Ron went and laid on the scorer's table.",
      "th": "คือตอนที่รอนไปนอนบนโต๊ะของผู้นับคะแนน"
    }
  },
  {
    "translation": {
      "en": "Went over and laid down, which is not normal.",
      "th": "ไปนอนตรงนั้น ซึ่งมันไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "It's not normal to lay down on the scorer's table.",
      "th": "นอนบนโต๊ะของผู้นับคะแนนมันไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "That's crazy, too, you know?",
      "th": "นั่นก็บ้าเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "That's… That's… That's almost worse than the foul.",
      "th": "เกือบจะแย่กว่าทำฟาวล์อีก"
    }
  },
  {
    "translation": {
      "en": "[Artest] I was already in therapy. So I was practicing in real time.",
      "th": "ตอนนั้นผมเข้ารับการบำบัดแล้ว ผมเลยลองทำในเหตุการณ์จริง"
    }
  },
  {
    "translation": {
      "en": "One thing was take five, right?",
      "th": "คำแนะนำข้อหนึ่งคือให้นับถึงห้า"
    }
  },
  {
    "translation": {
      "en": "So if something happens, you're like, \"One, two, three…\"",
      "th": "ถ้าเกิดอะไรขึ้น ให้นับ \"หนึ่ง สอง สาม…\""
    }
  },
  {
    "translation": {
      "en": "Before you do anything, just count, 'cause then you get more time to think.",
      "th": "ก่อนจะทำอะไร ให้นับก่อนเลย เราจะได้มีเวลาคิดมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Artest] My team was all around me.",
      "th": "เพื่อนร่วมทีมอยู่รอบตัวผม"
    }
  },
  {
    "translation": {
      "en": "It was funny 'cause I felt like I was a big dog, like…",
      "th": "มันตลกดีเพราะผมรู้สึกเหมือนเป็นคนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I did feel like my team got… I know my team,",
      "th": "ผมรู้สึกว่าทีมผม… ผมรู้จักทีมผม"
    }
  },
  {
    "translation": {
      "en": "so I know, like, Jermaine's not gonna just let Ben come over and touch me.",
      "th": "ผมรู้ว่าเจอร์เมนไม่ปล่อยให้เบน เข้ามาทำอะไรผมหรอก"
    }
  },
  {
    "translation": {
      "en": "I know that for a fact. Like, I got Steve Jackson.",
      "th": "ผมมั่นใจ ผมมีสตีฟ แจ็คสัน"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"All right, Cool. I don't need to do nothing. I'm fine.\"",
      "th": "ผมแบบ \"เจ๋ง ฉันไม่ต้องทำอะไรเลย\" \"ฉันไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "[commentator] Wallace is still charged up.",
      "th": "วอลเลซยังพุ่งเข้าใส่อยู่"
    }
  },
  {
    "translation": {
      "en": "Now, Wallace, I would assume, has been ejected.",
      "th": "ตอนนี้ ผมเข้าใจว่า วอลเลซคงถูกไล่ออกจากสนาม"
    }
  },
  {
    "translation": {
      "en": "Ben wore, like, 10,000 armbands and headbands and wrist bands,",
      "th": "เบนสวมปลอกแขน ผ้าคาดผม สายรัดข้อมือรุงรังไปหมด"
    }
  },
  {
    "translation": {
      "en": "and he started throwing things.",
      "th": "แล้วเขาก็เริ่มขว้างปาข้าวของ"
    }
  },
  {
    "translation": {
      "en": "[Donaghy] Saw him throwing the headband and the wristbands.",
      "th": "ผมเห็นเขาขว้างผ้าคาดผมกับสายรัดข้อมือ"
    }
  },
  {
    "translation": {
      "en": "He definitely was losing his temper.",
      "th": "เขาอารมณ์เสียจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The fans don't know the majority of us are actually friends,",
      "th": "แฟนๆ ไม่รู้ว่าความจริงแล้ว พวกเราส่วนใหญ่เป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "so they think that this is a real street brawl scenario.",
      "th": "พวกเขาเลยคิดว่านั่นเรามีเรื่องกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So however you react, they're gonna react.",
      "th": "ดังนั้น เรามีปฏิกิริยายังไง พวกเขาก็มีปฏิกิริยาอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "If you do this, what do you think they gonna do?",
      "th": "ถ้าเราทำแบบนี้ คิดว่าพวกเขาจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "If you do this, what do you think they gonna do?",
      "th": "ถ้าเราทำแบบนี้ คิดว่าพวกเขาจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "The crowd feeds off the players.",
      "th": "ผู้ชมรับเอาอารมณ์จากนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "Out of the corner of my eye,",
      "th": "ผมเห็นทางหางตา"
    }
  },
  {
    "translation": {
      "en": "I see it coming.",
      "th": "ผมเห็นมันลอยมา"
    }
  },
  {
    "translation": {
      "en": "Super slo-mo. Like, it just…",
      "th": "เห็นเป็นภาพช้าเลย แบบ มันแค่…"
    }
  },
  {
    "translation": {
      "en": "It just… Everybody was supposed to see it. That's how slow it went.",
      "th": "ทุกคนน่าจะเห็น มันช้าขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Miller] Bam!",
      "th": "ตูม"
    }
  },
  {
    "translation": {
      "en": "[commentator] Now Artest has jumped over the scorer's table",
      "th": "ตอนนี้อาร์เทสต์กระโดดข้ามโต๊ะผู้นับคะแนน"
    }
  },
  {
    "translation": {
      "en": "and is trying to get down to the bench!",
      "th": "และพยายามไปยังที่นั่ง"
    }
  },
  {
    "translation": {
      "en": "Artest is in the stands!",
      "th": "อาร์เทสต์อยู่บนอัฒจันทร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, this is awful. Fans are getting involved.",
      "th": "แย่แล้วครับ แฟนๆ เข้ามาเกี่ยวข้องด้วย"
    }
  },
  {
    "translation": {
      "en": "Once I saw him go, I went.",
      "th": "พอเห็นเขาเข้าไป ผมก็ตามไป"
    }
  },
  {
    "translation": {
      "en": "He needed aid.",
      "th": "เขาต้องการความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "As I get to him, another beer is thrown in his face. And that's the guy I…",
      "th": "พอไปถึงตัว เขาก็โดนเบียร์ สาดหน้าอีกแก้ว นั่นคือคนที่ผม…"
    }
  },
  {
    "translation": {
      "en": "[commentator] Stephen Jackson's in the fans.",
      "th": "สตีเฟน แจ็คสันอยู่ในหมู่แฟนๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "The security trying to somehow restore order.",
      "th": "รปภ. พยายามรักษาความสงบเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "Fans and players are going at it! The players trying to help each other out!",
      "th": "แฟนๆ และนักกีฬากำลังต่อสู้กัน นักกีฬาช่วยเหลือกันเอง"
    }
  },
  {
    "translation": {
      "en": "Rasheed Wallace going into the stands!",
      "th": "ราชีด วอลเลซขึ้นไปบนอัฒจันทร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is a disgrace.",
      "th": "นี่คือความอัปยศ"
    }
  },
  {
    "translation": {
      "en": "All the players, they're jumping in there to try and get the other players out",
      "th": "นักกีฬาทุกคนกระโจนเข้าไป พยายามพานักกีฬาคนอื่นๆ ออกมา"
    }
  },
  {
    "translation": {
      "en": "because the fans have become involved.",
      "th": "เพราะแฟนๆ เข้ามาเกี่ยวข้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "[commentator] Oh, what a sad scene here at the Palace.",
      "th": "เป็นภาพที่น่าสลดใจจริงๆ ที่เดอะพาเลซ"
    }
  },
  {
    "translation": {
      "en": "[Artest] Walking down the stands, I'm thinking, \"It's good.\"",
      "th": "ตอนที่เดินลงมาจากอัฒจันทร์ ผมคิดว่า \"ไม่เป็นไรแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I didn't think anything else was gonna happen at all.",
      "th": "ผมไม่คิดว่าจะเกิดอะไรขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "I thought it was gonna be over.",
      "th": "ผมคิดว่ามันจะจบแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I just stopped and paused, and I just started looking.",
      "th": "ผมแค่หยุดและเริ่มมองไปรอบๆ"
    }
  },
  {
    "translation": {
      "en": "\"Where is the security at?\"",
      "th": "\"รปภ. อยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "There was no police. I didn't see a policeman in the building.",
      "th": "ไม่มีตำรวจ ผมไม่เห็นตำรวจในตึก"
    }
  },
  {
    "translation": {
      "en": "I didn't see any security. There was nobody there to stop this.",
      "th": "ผมไม่เห็น รปภ. สักคน ที่นั่นไม่มีใครที่จะสลายเหตุการณ์เลย"
    }
  },
  {
    "translation": {
      "en": "Everybody was everywhere. I mean, it was just like a melee.",
      "th": "ทุกคนกระจัดกระจายไปทุกที่ มันเป็นมวยหมู่"
    }
  },
  {
    "translation": {
      "en": "And then, they were pushing us towards the exit.",
      "th": "พวกเขาดันเราไปที่ทางออก"
    }
  },
  {
    "translation": {
      "en": "Somehow, I got on the court.",
      "th": "ผมไปอยู่ในสนามได้ยังไงก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I remember being shocked, like I'd seen an alien, like…",
      "th": "ผมจำได้ว่าผมตกใจเหมือนเจอมนุษย์ต่างดาว"
    }
  },
  {
    "translation": {
      "en": "\"This guy, uh, coming to the court to fight?\"",
      "th": "\"หมอนี่ลงมาสู้ถึงในสนามเชียวเหรอ\""
    }
  },
  {
    "translation": {
      "en": "'Cause at that point, I'm fed up.",
      "th": "เพราะตอนนั้นผมไม่ไหวแล้ว ผมไม่ได้จะตีกับใคร"
    }
  },
  {
    "translation": {
      "en": "I'm trying not to fight, but these guys are giving me a reason…",
      "th": "เพราะตอนนั้นผมไม่ไหวแล้ว ผมไม่ได้จะตีกับใคร แต่คนพวกนี้ทำให้ผมต้อง… มันเป็นเขตปลอดภัยของผม"
    }
  },
  {
    "translation": {
      "en": "This is my comfort zone.",
      "th": "แต่คนพวกนี้ทำให้ผมต้อง… มันเป็นเขตปลอดภัยของผม"
    }
  },
  {
    "translation": {
      "en": "You wouldn't in your right mind walk down on the court and think it's a good idea",
      "th": "ถ้ายังมีสติดีอยู่ เราคงไม่ลงไปในสนาม แล้วพยายามจะสู้กับรอน หลังจากเขาบุกขึ้นไปบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "to take on Ron Artest after he's been in the stands.",
      "th": "แล้วพยายามจะสู้กับรอน หลังจากเขาบุกขึ้นไปบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "[commentator] Oh, what a sad scene here at the Palace.",
      "th": "เป็นภาพที่น่าสลดใจจริงๆ ที่เดอะพาเลซ"
    }
  },
  {
    "translation": {
      "en": "[commentator] Now another fight's breaking out in front of the Pistons bench.",
      "th": "การต่อสู้ปะทุขึ้นอีกครั้ง ตรงหน้าม้านั่งของพิสตันส์ครับ"
    }
  },
  {
    "translation": {
      "en": "It's a fan. This is very, very dangerous.",
      "th": "นั่นแฟนครับ นี่มันอันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "Fans are throwing…",
      "th": "แฟนๆ กำลังโยน…"
    }
  },
  {
    "translation": {
      "en": "I didn't see him coming at all. Sucker punched me.",
      "th": "ผมไม่เห็นเขาพุ่งเข้ามา เขาต่อยผมทีเผลอ"
    }
  },
  {
    "translation": {
      "en": "You know, quite a…",
      "th": "มันค่อนข้าง…"
    }
  },
  {
    "translation": {
      "en": "bitch move, tell you the truth.",
      "th": "ขี้ขลาด"
    }
  },
  {
    "translation": {
      "en": "I just all-out sprint over there to try to help him.",
      "th": "ผมรีบวิ่งไปตรงนั้นเพื่อพยายามช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "[Miller] He slipped. Thank God.",
      "th": "ดีนะที่เขาลื่นล้มไป"
    }
  },
  {
    "translation": {
      "en": "It was the best miss of Jermaine's career.",
      "th": "นั่นเป็นการทำพลาดที่ดีที่สุด ในอาชีพของเจอร์เมน"
    }
  },
  {
    "translation": {
      "en": "'Cause if Jemaine would've connected on that punch…",
      "th": "ถ้าเจอร์เมนต่อยโดนจังๆ ล่ะก็…"
    }
  },
  {
    "translation": {
      "en": "…that fan would have been dead.",
      "th": "แฟนคนนั้นตายแน่"
    }
  },
  {
    "translation": {
      "en": "[commentator] …now onto the court.",
      "th": "ตอนนี้ลงไปในสนาม"
    }
  },
  {
    "translation": {
      "en": "Ron Artest has a look in his eye that's very scary right now.",
      "th": "รอน อาร์เทสต์แววตาน่ากลัวมากครับตอนนี้"
    }
  },
  {
    "translation": {
      "en": "The scariest moment was once I realized how out of control this got",
      "th": "ช่วงเวลาที่น่ากลัวที่สุดคือตอนที่ผมรู้ว่า มันบานปลายขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "and how much further it's gonna go.",
      "th": "และมันจะรุนแรงขึ้นอีกแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "At the time, we had three officers on the court.",
      "th": "ตอนนั้นเรามีเจ้าหน้าที่ที่สนามสามคน"
    }
  },
  {
    "translation": {
      "en": "Not the best odds against 20,000 people.",
      "th": "ไม่เพียงพอที่จะคุมคน 20,000 คน"
    }
  },
  {
    "translation": {
      "en": "It was out of control.",
      "th": "มันคุมไม่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "That's why the decision was we need to get the players off the court.",
      "th": "นั่นคือสาเหตุที่เราตัดสินใจให้ นักกีฬาออกจากสนาม"
    }
  },
  {
    "translation": {
      "en": "If we get them off the court, the fans will calm down.",
      "th": "ถ้าเราพาพวกเขาออกไป แฟนๆ ก็จะสงบลงเอง"
    }
  },
  {
    "translation": {
      "en": "[Miller] An officer runs up from behind me,",
      "th": "เจ้าหน้าที่คนหนึ่งวิ่งมาจากข้างหลังผม"
    }
  },
  {
    "translation": {
      "en": "and he has his mace thing out,",
      "th": "ในมือถือสเปรย์พริกไทย"
    }
  },
  {
    "translation": {
      "en": "and he's getting ready to mace Ron.",
      "th": "และเขาเตรียมฉีดมันใส่รอน"
    }
  },
  {
    "translation": {
      "en": "I had no intention of spraying Ron Artest. He was already down on the floor.",
      "th": "ผมไม่คิดจะฉีดสเปรย์ใส่รอน อาร์เทสต์ เขานอนอยู่กับพื้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "He had… He looked wore out.",
      "th": "เขา… เขาดูหมดแรง"
    }
  },
  {
    "translation": {
      "en": "At some point, I ran across Reggie Miller in a suit.",
      "th": "มีจุดหนึ่ง ผมวิ่งผ่านเรจจี้ มิลเลอร์ที่สวมสูท"
    }
  },
  {
    "translation": {
      "en": "And I… At the time, I didn't know he was Reggie Miller or a player",
      "th": "ตอนนั้นผมไม่รู้ว่าเป็นเรจจี้ มิลเลอร์ ไม่รู้ว่าเขาเป็นนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "'cause he was in a suit. I'm asking him what is he doing.",
      "th": "เพราะเขาสวมสูท ผมถามว่าเขาทำอะไร"
    }
  },
  {
    "translation": {
      "en": "How you not know Reggie Miller's on the Indiana Pacers?",
      "th": "ไม่รู้ได้ยังไงว่าเรจจี้ มิลเลอร์ อยู่ทีมอินเดียนา เพเซอร์ส"
    }
  },
  {
    "translation": {
      "en": "[Miller] I grabbed the officer. Like, \"What are you doing?\"",
      "th": "ผมจับตัวเจ้าหน้าที่คนนั้น แบบ \"คุณจะทำอะไรน่ะ\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"Go get all these people off the court. Don't be macing him.\"",
      "th": "ผมบอกว่า \"ไล่คนพวกนั้นออกจากสนามสิ อย่าสเปรย์พริกไทยเขา\""
    }
  },
  {
    "translation": {
      "en": "That's when I really got pissed off.",
      "th": "นั่นคือตอนที่ผมโมโหมาก"
    }
  },
  {
    "translation": {
      "en": "Like, y'all are not trying to help us. It's really 15 against 30,000.",
      "th": "พวกเขาไม่พยายามช่วยเราเลย มันเป็น 30,000 รุม 15 จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[commentator] They're trying to get the Pacers to go back to the locker room.",
      "th": "พวกเขาพยายามพาเพเซอร์ส กลับไปที่ห้องแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "[Miller] We all grab Ron, and we start to run.",
      "th": "ทุกคนคว้าตัวรอน แล้วเราก็เริ่มวิ่ง"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] You see everybody merge to one area.",
      "th": "เราเห็นทุกคนไปออกันที่จุดเดียว"
    }
  },
  {
    "translation": {
      "en": "And they throwing everything they can get their hands on.",
      "th": "และพวกเขาขว้างปาทุกอย่างที่หาได้"
    }
  },
  {
    "translation": {
      "en": "[commentator] Now these ridiculous fans trying to go at the players and throwing…",
      "th": "ตอนนี้แฟนๆ ที่บ้าคลั่ง พยายามโจมตีนักกีฬาและขว้าง…"
    }
  },
  {
    "translation": {
      "en": "[commentator] Somebody could really get hurt.",
      "th": "อาจมีใครบาดเจ็บได้"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is a bad showing from the Pistons fans.",
      "th": "แฟนๆ พิสตันส์ทำตัวไม่น่าดูเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Just firing bottles from the stairs.",
      "th": "ขว้างปาขวดจากตรงบันได"
    }
  },
  {
    "translation": {
      "en": "All right, I'm good.",
      "th": "เอาล่ะ ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-I can walk! I can walk! -Okay!",
      "th": "- ฉันเดินเองได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "We ride together, fam!",
      "th": "เราจะไปด้วยกัน พวก"
    }
  },
  {
    "translation": {
      "en": "I remember saying to the camera, \"We ride together.\"",
      "th": "ผมจำได้ว่าผมพูดกับกล้องว่า \"เราจะไปด้วยกัน\""
    }
  },
  {
    "translation": {
      "en": "We gonna always ride together. That was my attitude.",
      "th": "เราจะไปด้วยกันเสมอ นั่นคือทัศนคติของผม"
    }
  },
  {
    "translation": {
      "en": "I was happy that I helped my brother down.",
      "th": "และผมดีใจที่ได้ช่วยเพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "I was happy I was able to come to my brother's aid.",
      "th": "ผมดีใจที่ผมสามารถช่วยเขาได้"
    }
  },
  {
    "translation": {
      "en": "You can see that in my face in the locker room.",
      "th": "ถ้าดูหน้าผมในห้องแต่งตัวจะรู้เลย"
    }
  },
  {
    "translation": {
      "en": "I was happy with what we did. I was there for my brother. Yes!",
      "th": "ผมพอใจกับสิ่งที่เราทำ ผมอยู่เคียงข้างเพื่อน ใช่"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Tell me your name, sir. -Charlie Haddad.",
      "th": "- ขอทราบชื่อหน่อยได้ไหมคะ - ชาร์ลี แฮดแดดครับ"
    }
  },
  {
    "translation": {
      "en": "He hit me in the face. I'm still hurt. I need X-rays on my whole face.",
      "th": "เขาชกหน้าผม ยังเจ็บอยู่เลย ผมต้องทำเอ็กซ์เรย์ทั้งหน้า"
    }
  },
  {
    "translation": {
      "en": "I don't even know what's going on.",
      "th": "ผมไม่รู้ด้วยซ้ำว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "You gotta stop, you gotta stop.",
      "th": "หยุดสัมภาษณ์ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Take it outside. You can't be in here.",
      "th": "- ไปสัมภาษณ์ข้างนอก - คุณจะอยู่ที่นี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "After I get hit, we left and went through a different room,",
      "th": "หลังจากผมโดนต่อย เราก็ออกมา แล้วเข้าไปในห้องอื่น"
    }
  },
  {
    "translation": {
      "en": "like they were protecting me.",
      "th": "เหมือนพวกเขากำลังปกป้องผม"
    }
  },
  {
    "translation": {
      "en": "They started bringing people into my office.",
      "th": "พวกเขาเริ่มพาคนเข้ามาในห้องทำงานของฉัน"
    }
  },
  {
    "translation": {
      "en": "A couple of them were like, \"This would be funny",
      "th": "มีสองสามคนที่พูดว่า \"คงตลกดีนะ"
    }
  },
  {
    "translation": {
      "en": "if one of us, you know, hurt ourselves and we can sue.\"",
      "th": "ถ้าพวกเราสักคนทำร้ายตัวเอง จะได้ฟ้องร้องได้\""
    }
  },
  {
    "translation": {
      "en": "I remember looking. I see people rocking chairs, trying to get the chairs loose.",
      "th": "ผมจำได้ว่าผมมอง ผมเห็นคนกำลังโยกเก้าอี้ พยายามดึงให้เก้าอี้หลุดออกมา"
    }
  },
  {
    "translation": {
      "en": "The arena closed in on us very quick.",
      "th": "คนทั้งสนามล้อมพวกเราเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "The crowd was getting a little bit, um, out of control.",
      "th": "ฝูงชนเริ่มควบคุมไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "Somebody easily could grab your weapon.",
      "th": "อาจมีใครคว้าอาวุธของเราไปง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Then, all of a sudden, I saw the chair up in the air.",
      "th": "แล้วอยู่ๆ ผมก็เห็นเก้าอี้ลอยมา"
    }
  },
  {
    "translation": {
      "en": "People were trying to hurt me and others.",
      "th": "ผู้คนพยายามทำร้ายผมกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "It was just a horrible, horrible scene.",
      "th": "มันเป็นเหตุการณ์ที่เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "[Miller] We get to the locker room, and slowly but surely,",
      "th": "เราไปถึงห้องแต่งตัว และช้าๆ แต่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "everyone was starting to filter in with their own stories.",
      "th": "ทุกคนก็ค่อยๆ เล่าเรื่องของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The whole time, I'm like, \"Jermaine is gonna kick my butt.\"",
      "th": "ตลอดเวลา ผมคิดว่า \"เจอร์เมนเล่นงานฉันแน่\""
    }
  },
  {
    "translation": {
      "en": "The whole time.",
      "th": "ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna see him.",
      "th": "ผมไม่อยากเจอเขาเลย"
    }
  },
  {
    "translation": {
      "en": "I knew he was gonna be pissed. It's all about winning for Jermaine.",
      "th": "ผมรู้ว่าเขาต้องโกรธ เพราะชัยชนะคือ ทุกสิ่งทุกอย่างสำหรับเจอร์เมน"
    }
  },
  {
    "translation": {
      "en": "Ron, uh, leans over to me and asks me, \"Are we gonna get in trouble?\"",
      "th": "รอนเอนตัวมาหาผมแล้วถามว่า \"นี่เราจะเดือดร้อนหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "Said, \"What you mean?\"",
      "th": "ผมถามว่า \"หมายความว่าไง\""
    }
  },
  {
    "translation": {
      "en": "I just lost it.",
      "th": "ผมสติแตกเลย"
    }
  },
  {
    "translation": {
      "en": "He charged Ron, and we end up breaking it up.",
      "th": "เขาพุ่งใส่รอน สุดท้ายพวกเราต้องจับแยก"
    }
  },
  {
    "translation": {
      "en": "I just needed confirmation that it was kinda, like, over.",
      "th": "ผมแค่อยากได้คำยืนยันว่ามันจบลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Then the police comes in and trying to grab me to take me to jail.",
      "th": "แล้วตำรวจก็เข้ามา พยายามจับผมเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "And I'm still… Again, I'm on survival mode.",
      "th": "ผมยัง… ผมอยู่ในโหมดเอาตัวรอดอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Look, I'm not going with you.\"",
      "th": "ผมบอกว่า \"ฟังนะ ผมจะไม่ไปกับคุณ\""
    }
  },
  {
    "translation": {
      "en": "\"I am getting on this bus and getting on that plane,",
      "th": "\"ผมจะขึ้นรถบัสคันนี้ ขึ้นเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "and I'm going home.\" \"Reach out to my lawyers.\"",
      "th": "ผมจะกลับบ้านแล้วติดต่อทนาย\""
    }
  },
  {
    "translation": {
      "en": "The NBA and some of its fans achieved a new level of outrageousness last night.",
      "th": "เมื่อคืนนี้ เอ็นบีเอและแฟนๆ บางส่วน แสดงความก้าวร้าวหนักขึ้นไปอีกขั้น"
    }
  },
  {
    "translation": {
      "en": "A fight broke out between the Pacer team and the fans in the stands.",
      "th": "เกิดการต่อสู้ระหว่าง ทีมเพเซอร์สและแฟนๆ บนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "…disgraceful brawl at the Pacers-Pistons game in Detroit",
      "th": "การตะลุมบอนอันน่าอัปยศในเกมระหว่าง เพเซอร์สและพิสตันส์ในดีทรอยต์"
    }
  },
  {
    "translation": {
      "en": "may be the ugliest act of pure hooliganism in US sports history.",
      "th": "อาจเป็นการกระทำเยี่ยงนักเลงที่น่ารังเกียจที่สุด ในประวัติศาสตร์วงการกีฬาสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Everybody talked about it. Every show talked about it. ESPN played it every five minutes.",
      "th": "ทุกคนและทุกรายการพูดถึงมัน อีเอสพีเอ็นเล่นข่าวนี้ทุกห้านาที"
    }
  },
  {
    "translation": {
      "en": "It wasn't a brawl in Detroit Friday night. It was a full-scale riot",
      "th": "มันไม่ใช่เหตุวิวาททั่วไปในคืนวันศุกร์ ในดีทรอยต์ มันเป็นการจลาจลเต็มขั้น"
    }
  },
  {
    "translation": {
      "en": "and one of the ugliest incidents of player-fan violence",
      "th": "และเป็นหนึ่งในเหตุปะทะระหว่าง นักกีฬาและแฟนที่รุนแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "we've ever seen in this country.",
      "th": "ที่เราเคยเห็นในประเทศ"
    }
  },
  {
    "translation": {
      "en": "The players, paid gazillions of dollars here,",
      "th": "นักกีฬาที่ได้รับค่าตัวหลายล้านดอลลาร์เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "these are guys who have never had to follow the rules.",
      "th": "พวกเขาเป็นคนที่ไม่เคยต้องทำตามกฎ"
    }
  },
  {
    "translation": {
      "en": "They violated the number-one rule for any professional athlete,",
      "th": "พวกเขาละเมิดกฎที่สำคัญที่สุดของนักกีฬาอาชีพ"
    }
  },
  {
    "translation": {
      "en": "and that is no matter what is said, no matter what is thrown at you,",
      "th": "นั่นคือไม่ว่าใครจะพูดอะไร ไม่ว่าใครจะขว้างอะไรใส่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "you don't go into the stands.",
      "th": "ห้ามขึ้นไปบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "The narrative had changed.",
      "th": "การเล่าเรื่องมันเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "It was all about us, the players.",
      "th": "กลายเป็นว่าพวกเรานักกีฬาเป็นต้นเหตุ"
    }
  },
  {
    "translation": {
      "en": "Ron, Steve, JO, it's their fault. They were being thugs, acting out of line.",
      "th": "รอน สตีฟ เจโอ เป็นความผิดของพวกเขา พวกเขาเป็นอันธพาล พวกเขาทำผิด"
    }
  },
  {
    "translation": {
      "en": "Like, all of a sudden, my character",
      "th": "อยู่ๆ คนก็ข้องใจในอุปนิสัยของผม"
    }
  },
  {
    "translation": {
      "en": "It wasn't just the amount of people that were saying it.",
      "th": "ไม่ใช่แค่จำนวนของคนที่พูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It was the stature of the people who were saying it.",
      "th": "แต่เป็นฐานะของคนที่พูด"
    }
  },
  {
    "translation": {
      "en": "And it's tough to argue the certain thug mentality hasn't crept into basketball.",
      "th": "มันยากที่จะโต้แย้งว่า แนวคิดแบบอันธพาลไม่ได้ แทรกซึมเข้าไปในวงการบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "The thug image is there until somebody excises it from the league.",
      "th": "ภาพลักษณ์แบบอันธพาลจะคงอยู่ จนกว่าจะมีคนกำจัดมันจากลีก"
    }
  },
  {
    "translation": {
      "en": "\"These are thugs.\" Literally, that's the word that he used.",
      "th": "\"พวกนี้เป็นนักเลง\" เขาใช้คำนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Everybody else signing off. \"Yeah, it's rap music…\"",
      "th": "แล้วทุกคนก็คล้อยตาม \"ใช่ เป็นเพราะดนตรีแร็ป…\""
    }
  },
  {
    "translation": {
      "en": "Well, they're not saying that",
      "th": "พวกเขาไม่พูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "when hockey is beating the hell out of each other for decades.",
      "th": "เวลานักฮอกกี้ตีกัน ทั้งที่พวกเขาทำแบบนั้นมาหลายสิบปี"
    }
  },
  {
    "translation": {
      "en": "The NBA says it's fighting a bad boy image.",
      "th": "เอ็นบีเอกล่าวว่าพวกเขากำลังต่อสู้กับ ภาพลักษณ์แบบแบดบอย"
    }
  },
  {
    "translation": {
      "en": "The tattoos, the fights, the drug busts.",
      "th": "รอยสัก เหตุวิวาท การบุกจับยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "Are the media helping the NBA market this as a kind of in-your-face, hip-hop sport?",
      "th": "สื่อกำลังช่วยเอ็นบีเอโฆษณาว่า นี่เป็นกีฬาฮิปฮอปที่ก้าวร้าวเหรอ"
    }
  },
  {
    "translation": {
      "en": "The hip-hop generation of players seeming to some more estranged from the fans",
      "th": "นักกีฬารุ่นฮิปฮอปดูจะห่างเหินจากแฟนๆ"
    }
  },
  {
    "translation": {
      "en": "than the Magics and the Michaels that preceded them.",
      "th": "มากกว่ารุ่นแมจิกและรุ่นไมเคิลที่มาก่อนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "The dress code was immediate.",
      "th": "มีการออกระเบียบการแต่งกายทันที"
    }
  },
  {
    "translation": {
      "en": "It's the old famous saying. \"Should have never gave them niggas no money.\"",
      "th": "เหมือนที่สุภาษิตว่าไว้ \"ไม่น่าเอาเงินให้ไอ้มืดพวกนี้เลย\""
    }
  },
  {
    "translation": {
      "en": "There is real resentment against some of today's major players.",
      "th": "มีความไม่พอใจอย่างยิ่งต่อนักกีฬาหลักในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "Many of the fans consider them to be overpaid,",
      "th": "แฟนๆ หลายคนมองว่า พวกเขาได้ค่าแรงสูงเกินไป"
    }
  },
  {
    "translation": {
      "en": "underperforming, overly coddled, and immature.",
      "th": "เล่นไม่ดีพอ ถูกประคบประหงมเกินไป และไม่มีความเป็นผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Players have not learned how to… how to act, in many cases,",
      "th": "นักกีฬาไม่ได้เรียนรู้ว่าควรประพฤติตัวยังไง ในหลายๆ โอกาส ในสังคมปกติที่มีอารยธรรม"
    }
  },
  {
    "translation": {
      "en": "within a civilized, normal society.",
      "th": "ในหลายๆ โอกาส ในสังคมปกติที่มีอารยธรรม"
    }
  },
  {
    "translation": {
      "en": "Television was putting pressure on our league to say, \"Hey, look,",
      "th": "โทรทัศน์กดดันให้ทางลีกบอกว่า \"ดูสิ พวกนี้เป็นนักเลง\""
    }
  },
  {
    "translation": {
      "en": "these guys are… are hoodlums, these guys are out of control,",
      "th": "\"ดูสิ พวกนี้เป็นนักเลง\" \"พวกนี้ควบคุมไม่ได้ พวกเขาเป็นแบบนั้น แบบนี้\""
    }
  },
  {
    "translation": {
      "en": "these guys are this and that.\"",
      "th": "\"พวกนี้ควบคุมไม่ได้ พวกเขาเป็นแบบนั้น แบบนี้\""
    }
  },
  {
    "translation": {
      "en": "The visual of NBA players going into the stands and fighting",
      "th": "ภาพของนักกีฬาเอ็นบีเอขึ้นไปชกต่อยบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "goes around the world. You have to stop that immediately.",
      "th": "ถูกเผยแพร่ไปทั่วโลก เราต้องหยุดมันเดี๋ยวนั้น"
    }
  },
  {
    "translation": {
      "en": "The NBA has been under heat for a number of years",
      "th": "เอ็นบีเอถูกวิพากษ์วิจารณ์มาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "and clearly has been hurt by this impression a lot of its players give",
      "th": "และได้รับผลร้ายจากภาพลักษณ์ ที่นักกีฬาหลายคนแสดงออก"
    }
  },
  {
    "translation": {
      "en": "that they are, uh, gangster wannabes",
      "th": "ว่าพวกเขาอยากเป็นอันธพาล"
    }
  },
  {
    "translation": {
      "en": "or, in some few cases, actual felons.",
      "th": "หรือในบางกรณี เป็นอาชญากรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Pressure on the NBA to clean up its ranks,",
      "th": "แรงกดดันให้เอ็นบีเอจัดระเบียบนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "send a message that these guys are not a bunch of thugs.",
      "th": "และบ่งบอกว่าคนเหล่านี้ไม่ได้เป็นอันธพาล"
    }
  },
  {
    "translation": {
      "en": "It's going to be real interesting to see what the league does.",
      "th": "น่าสนใจที่จะได้เห็นว่าทางลีกจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "This is the type of publicity they can't afford.",
      "th": "นี่เป็นการประชาสัมพันธ์ในทางไม่ดี สำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Don't you think it's important the NBA has to send a message…",
      "th": "ไม่คิดเหรอครับว่าเป็นเรื่องสำคัญ ที่เอ็นบีเอจะส่งข้อความ…"
    }
  },
  {
    "translation": {
      "en": "-A message will be sent. -…send the strongest…",
      "th": "- พวกเขาจะส่งข้อความ - ส่งข้อความที่…"
    }
  },
  {
    "translation": {
      "en": "-…possible message… -…to make sure it doesn't happen again.",
      "th": "- ชัดเจนที่สุด… - เพื่อให้แน่ใจว่ามันจะไม่เกิดขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "Today, I announce the, uh, following suspensions,",
      "th": "วันนี้ผมขอประกาศการพักการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "uh, resulting from the actions",
      "th": "(เดวิด สเติร์น ผู้บริหารสูงสุดเอ็นบีเอ) อันเป็นผลจากการกระทำในการแข่งขัน ระหว่างเพเซอร์สและพิสตันส์"
    }
  },
  {
    "translation": {
      "en": "at the Indiana Pacers and Detroit Pistons game",
      "th": "อันเป็นผลจากการกระทำในการแข่งขัน ระหว่างเพเซอร์สและพิสตันส์"
    }
  },
  {
    "translation": {
      "en": "on November 19th.",
      "th": "เมื่อวันที่ 19 พฤศจิกายน"
    }
  },
  {
    "translation": {
      "en": "Uh, Indiana's Ron Artest has been suspended for the remainder of the season.",
      "th": "รอน อาร์เทสต์จากอินเดียนา ถูกพักการแข่งขันตลอดฤดูกาลที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "Indiana's Stephen Jackson has been suspended for 30 games.",
      "th": "สตีเฟน แจ็คสันจากอินเดียนา ถูกพักการแข่งขัน 30 นัด"
    }
  },
  {
    "translation": {
      "en": "Indiana's Jermaine O'Neal has been suspended for 25 games.",
      "th": "เจอร์เมน โอนีลจากอินเดียนา ถูกพักการแข่งขัน 25 นัด"
    }
  },
  {
    "translation": {
      "en": "The NBA has handed out unprecedented punishments",
      "th": "เอ็นบีเอออกบทลงโทษอย่างที่ไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "to the players involved in Friday night's basketball game.",
      "th": "สำหรับนักกีฬาทุกคนที่มีส่วนใน การแข่งบาสเกตบอลเมื่อคืนวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "John, this may be unprecedented punishment.",
      "th": "จอห์น นี่อาจเป็นการลงโทษ อย่างที่ไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "The NBA just announcing",
      "th": "เอ็นบีเอเพิ่งประกาศว่า"
    }
  },
  {
    "translation": {
      "en": "that Ron Artest has been suspended for the rest of the season.",
      "th": "รอน อาร์เทสต์ถูกพักการแข่งขัน ตลอดฤดูกาลที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "David Stern was basically telling everyone, players and fans alike,",
      "th": "เดวิด สเติร์นกำลังบอกกับทุกคน ทั้งนักกีฬาและแฟนๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "\"This will not be tolerated. An incident like this will not be tolerated again.\"",
      "th": "\"เราจะไม่ทนต่อเหตุการณ์แบบนี้อีก\""
    }
  },
  {
    "translation": {
      "en": "Not one time have I thought that I shouldn't be punished.",
      "th": "ผมไม่เคยคิดสักนิดว่าผมไม่ควรถูกลงโทษ"
    }
  },
  {
    "translation": {
      "en": "But to 25 games? I ain't okay with that, because everything I did,",
      "th": "แต่พักการแข่งขัน 25 นัดเนี่ยนะ ผมไม่โอเค เพราะทุกอย่างที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "I had to do in protection.",
      "th": "ผมต้องทำเพื่อป้องกันตัว"
    }
  },
  {
    "translation": {
      "en": "I wish I could have been interviewed right after,",
      "th": "ผมหวังว่าผมจะมีโอกาส ให้สัมภาษณ์ทันทีหลังเกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "'cause then people could have been like, \"He's right,\" \"He's wrong.\"",
      "th": "เพราะคนจะคิดว่า \"เขาทำถูก\" \"เขาทำผิด\""
    }
  },
  {
    "translation": {
      "en": "There could have been way more opinions, but the opinion was only on the film",
      "th": "คงมีความคิดเห็นมากกว่านี้ แต่กลับมีแค่ความคิดเห็นต่อวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "and the suspension, and we had to be quiet.",
      "th": "แล้วเราก็โดนพักการแข่งขัน เราต้องปิดปากเงียบ"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I never had a conversation with David Stern about it.",
      "th": "ผมไม่เคยคุยเรื่องนี้กับเดวิด สเติร์น"
    }
  },
  {
    "translation": {
      "en": "The narrative was based on an edited… conclusion on ESPN.",
      "th": "การเล่าเรื่องมาจาก บทสรุปที่โดนตัดต่อทางอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "Not even a fair trial of what it was.",
      "th": "ไม่ใช่การตัดสินเรื่องที่เกิดอย่างเป็นธรรม"
    }
  },
  {
    "translation": {
      "en": "Commissioner Stern has wide power in this situation, you know.",
      "th": "ผู้บริหารสูงสุดสเติร์น มีอำนาจครอบคลุมในสถานการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "Usually, in light of situations where something like that occurs,",
      "th": "ปกติแล้ว ถ้าเกิดเหตุการณ์แบบนี้ขึ้น"
    }
  },
  {
    "translation": {
      "en": "you have a situation where an independent arbitrator comes in",
      "th": "จะมีผู้ไกล่เกลี่ยอิสระเข้ามาทำหน้าที่"
    }
  },
  {
    "translation": {
      "en": "and negotiates between the two sides",
      "th": "และเจรจาต่อรองกับทั้งสองฝ่าย"
    }
  },
  {
    "translation": {
      "en": "to reach a… reach an agreement on some kind of punishment.",
      "th": "เพื่อหาข้อตกลงและบทลงโทษ"
    }
  },
  {
    "translation": {
      "en": "But since this was an on-court issue,",
      "th": "แต่เพราะนี่เป็นปัญหาในสนาม"
    }
  },
  {
    "translation": {
      "en": "the third arbitrator is… There is no third arbitrator.",
      "th": "ผู้ไกล่เกลี่ยบุคคลที่สามคือ… ไม่มีผู้ไกล่เกลี่ยบุคคลที่สาม"
    }
  },
  {
    "translation": {
      "en": "It is Commissioner David Stern. It comes to his doorstep.",
      "th": "มีแต่ผู้บริหารสูงสุดเดวิด สเติร์น มันอยู่ในมือเขาแล้ว เขาเป็นผู้ชี้ขาด"
    }
  },
  {
    "translation": {
      "en": "He's the final word.",
      "th": "มันอยู่ในมือเขาแล้ว เขาเป็นผู้ชี้ขาด"
    }
  },
  {
    "translation": {
      "en": "-It'll be interesting to see… -Such a deal. I like that deal.",
      "th": "น่าสนใจที่จะได้เห็น… ผมชอบนะ เราได้เป็นคนตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "You get to call the shots.",
      "th": "ผมชอบนะ เราได้เป็นคนตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "-You get to review the shots. -Exactly.",
      "th": "- ได้พิจารณาการตัดสินใจ - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] The decision to suspend Artest for the entire season, was that unanimous?",
      "th": "การตัดสินใจพักการแข่งขันอาร์เทสต์ ตลอดฤดูกาล มันเป็นเอกฉันท์ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-It was. -[reporter] Why?",
      "th": "- เป็นครับ - ทำไมล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "It was unanimous.",
      "th": "มันเป็นเอกฉันท์"
    }
  },
  {
    "translation": {
      "en": "One-nothing.",
      "th": "หนึ่งต่อศูนย์เสียง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] It seemed at first, this was a complex situation,",
      "th": "ในตอนแรก มันดูเหมือนสถานการณ์ที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "but then it suddenly became very black-and-white.",
      "th": "แต่แล้วอยู่ๆ ก็กลายเป็นขาวกับดำ"
    }
  },
  {
    "translation": {
      "en": "What do you think changed?",
      "th": "คุณคิดว่ามีอะไรเปลี่ยนไปครับ"
    }
  },
  {
    "translation": {
      "en": "-You know why it changed, right? -[interviewer] Why did it change?",
      "th": "คุณอยากรู้ว่าทำไมมันเปลี่ยนไปใช่ไหม มาฟังคำตอบกัน ทำไมมันถึงเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "-Do you know why it changed? -[interviewer] No.",
      "th": "- รู้ไหมว่าทำไมมันถึงเปลี่ยนไป - ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "-You don't know why? -[interviewer] I don't.",
      "th": "- คุณไม่รู้ว่าทำไมมันเปลี่ยนไป - ครับ"
    }
  },
  {
    "translation": {
      "en": "Who got the suspensions?",
      "th": "ใครโดนพักการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Players. -Who took over this process?",
      "th": "- นักกีฬา - ใครคุมกระบวนการนี้"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Stern. -There you go.",
      "th": "- สเติร์น - ก็นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "The NBA is very cognizant of the fact that you don't wanna alienate any fans",
      "th": "เอ็นบีเอตระหนักดีว่าพวกเขา ไม่ควรทำลายความสัมพันธ์กับแฟนๆ"
    }
  },
  {
    "translation": {
      "en": "because they're the ones that pay your bills.",
      "th": "เพราะแฟนๆ จ่ายเงินให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "They want to blame us to save the league. They didn't wanna put it on the fans.",
      "th": "พวกเขาอยากโทษเราเพื่อปกป้องลีก พวกเขาไม่อยากโทษแฟนๆ"
    }
  },
  {
    "translation": {
      "en": "You're sitting, watching people throw darts.",
      "th": "เรานั่งดูคนโยนความผิดให้กัน"
    }
  },
  {
    "translation": {
      "en": "And you can't say nothing.",
      "th": "และเราพูดอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I think the narrative is slightly different if they see all the footage.",
      "th": "ผมคิดว่าการเล่าเรื่องจะต่างออกไป ถ้าคนได้ดูวิดีโอแบบเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "I don't mind taking blame, but I also would like the story out there.",
      "th": "จะโทษผม ผมไม่ว่า แต่ผมอยากให้คนได้รู้เรื่องราว"
    }
  },
  {
    "translation": {
      "en": "Like, what happened? Go frame by frame.",
      "th": "เกิดอะไรขึ้น เล่าไปทีละเฟรม"
    }
  },
  {
    "translation": {
      "en": "I'd like to introduce David Gorcyca, the Oakland County prosecutor.",
      "th": "ขอแนะนำให้ทุกท่านรู้จักกับ เดวิด กอร์ซิกา อัยการเคาน์ตีโอ๊คแลนด์"
    }
  },
  {
    "translation": {
      "en": "[Gorcyca] The NBA was worried about their perception.",
      "th": "เอ็นบีเอกังวลเรื่องภาพลักษณ์ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Their image was… was tarnished,",
      "th": "ภาพลักษณ์ของพวกเขาเสียหาย"
    }
  },
  {
    "translation": {
      "en": "and the severity of the sanctions and suspensions was… was pretty harsh.",
      "th": "บทลงโทษและการพักการแข่งขัน ก็ค่อนข้างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "I think they wanted me to send a message to these millionaire-type bullies",
      "th": "ผมคิดว่าพวกเขาอยากให้ผมส่งข้อความ ให้พวกเศรษฐีนิสัยเสียว่า"
    }
  },
  {
    "translation": {
      "en": "that, \"Hey, you can't be doing that.\" But my job was to look at the facts",
      "th": "นี่ คุณจะทำแบบนั้นไม่ได้นะ แต่หน้าที่ของผมคือการดูข้อเท็จจริง"
    }
  },
  {
    "translation": {
      "en": "and decide what the appropriate charges are.",
      "th": "และตัดสินว่าข้อหาที่เหมาะสมคืออะไร"
    }
  },
  {
    "translation": {
      "en": "Everyone involved in this altercation will be held accountable,",
      "th": "ทุกคนที่มีส่วนใน การทะเลาะวิวาทครั้งนี้จะต้องรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "regardless of their status as a player or a fan.",
      "th": "ไม่ว่าจะมีสถานะเป็นนักกีฬาหรือแฟน"
    }
  },
  {
    "translation": {
      "en": "The magnitude of this case was like no other.",
      "th": "คดีนี้มีขนาดใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "It got bothersome from a media perspective.",
      "th": "มันน่ารำคาญในแง่ของสื่อ"
    }
  },
  {
    "translation": {
      "en": "They're just constantly on me daily.",
      "th": "พวกเขาตามกวนผมทุกวัน"
    }
  },
  {
    "translation": {
      "en": "They wanted to pontificate about what I should or shouldn't do.",
      "th": "พวกเขาอยากออกความเห็นว่า ผมควรหรือไม่ควรทำอะไร"
    }
  },
  {
    "translation": {
      "en": "It was a lot of work, uh, that went into this.",
      "th": "มีงานที่ต้องทำมากมายในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "Gonna be a very long investigation,",
      "th": "จะต้องสืบสวนกันยาวครับ"
    }
  },
  {
    "translation": {
      "en": "probably more complicated than a murder because we have so many witnesses.",
      "th": "อาจจะยุ่งยากกว่าคดีฆาตกรรมซะอีก เพราะมีพยานจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "There was over a thousand pages of police reports.",
      "th": "รายงานของตำรวจยาวกว่าพันหน้า"
    }
  },
  {
    "translation": {
      "en": "Unlike most crimes, we had so much footage from different angles.",
      "th": "ไม่เหมือนอาชญากรรมส่วนใหญ่ เรามีภาพวิดีโอจากหลายมุม"
    }
  },
  {
    "translation": {
      "en": "The Palace had a VHS tape for each and every camera that was inside the arena",
      "th": "เดอะพาเลซมีเทปวิดีโอ สำหรับกล้องทุกตัวที่อยู่ในสนามแข่ง"
    }
  },
  {
    "translation": {
      "en": "and then all of the cameras that are on the concourse as people were leaving.",
      "th": "และกล้องทุกตัวบริเวณหน้าอาคาร ขณะที่คนออกจากการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "We wanted to identify every single person--",
      "th": "เราต้องการระบุตัวคนทุกคน"
    }
  },
  {
    "translation": {
      "en": "player, fan, employee of the Palace. Anybody that did anything wrong.",
      "th": "นักกีฬา แฟน เจ้าหน้าที่ของเดอะพาเลซ ทุกคนที่ทำความผิด"
    }
  },
  {
    "translation": {
      "en": "Eventually, we got to the point",
      "th": "เราทำถึงขั้นที่ว่า"
    }
  },
  {
    "translation": {
      "en": "where we isolated images of the people that we were looking for",
      "th": "เราแยกภาพคนที่เรากำลังตามหาออกมา"
    }
  },
  {
    "translation": {
      "en": "and we started broadcasting them out.",
      "th": "แล้วเริ่มแพร่ภาพทางโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "[newswoman] Breaking developments in the Palace brawl.",
      "th": "ความคืบหน้าเหตุวิวาทที่เดอะพาเลซ"
    }
  },
  {
    "translation": {
      "en": "Local Four has obtained exclusive video",
      "th": "โลคัลโฟร์ได้รับวิดีโอพิเศษ"
    }
  },
  {
    "translation": {
      "en": "of the man accused of throwing a chair into the crowd",
      "th": "ของชายที่ถูกกล่าวหาว่า ขว้างเก้าอี้เข้าไปในฝูงชน"
    }
  },
  {
    "translation": {
      "en": "during Friday night's frantic melee.",
      "th": "ในเหตุตะลุมบอนเมื่อคืนวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "The man who threw the chair",
      "th": "ผู้ชายที่ขว้างเก้าอี้"
    }
  },
  {
    "translation": {
      "en": "and struck the two individuals was a clear-cut case of felonious assault.",
      "th": "ไปโดนบุคคลอื่นสองคน มีความผิดฐาน ทำร้ายร่างกายด้วยอาวุธแน่นอน"
    }
  },
  {
    "translation": {
      "en": "When you look at some of the fans, some of them relished it and got into it.",
      "th": "ถ้าดูแฟนๆ บางคน เราจะเห็นว่า พวกเขาสนุกกับมันและเข้าไปต่อสู้"
    }
  },
  {
    "translation": {
      "en": "Charlie Haddad and AJ Shackleford,",
      "th": "ชาร์ลี แฮดแดดกับเอเจ แชคเคิลฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "they came down several rows and walked on the court,",
      "th": "เดินลงมาหลายแถวและลงไปในสนาม"
    }
  },
  {
    "translation": {
      "en": "one of them coming on the court",
      "th": "คนหนึ่งเข้าไปในสนาม"
    }
  },
  {
    "translation": {
      "en": "face-to-face with Ron with a clenched fist.",
      "th": "เผชิญหน้ากับรอนโดยกำหมัดแน่น"
    }
  },
  {
    "translation": {
      "en": "So Ron had every right to defend himself at that point.",
      "th": "ดังนั้น ในตอนนั้น รอนมีสิทธิ์ป้องกันตัวเองเต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Haddad] It was just crazy. Made it look like it was my fault.",
      "th": "มันบ้ามาก พวกเขาทำเหมือนผมเป็นฝ่ายผิด"
    }
  },
  {
    "translation": {
      "en": "They definitely did a very, very loyal fan wrong.",
      "th": "พวกเขาไม่ให้ความเป็นธรรมกับแฟนตัวยงเลย"
    }
  },
  {
    "translation": {
      "en": "[Gorcyca] One of the main people we wanted to locate was the guy that threw the cup.",
      "th": "หนึ่งในบุคคลหลักที่เราต้องตามหา คือคนที่ขว้างแก้วน้ำ"
    }
  },
  {
    "translation": {
      "en": "The main focus has to turn to the person who started the riot.",
      "th": "เราต้องมุ่งความสนใจ ไปยังคนที่จุดชนวนเหตุจลาจล"
    }
  },
  {
    "translation": {
      "en": "The guy who threw a beer can.",
      "th": "ผู้ชายที่ขว้างกระป๋องเบียร์"
    }
  },
  {
    "translation": {
      "en": "[Gorcyca] The biggest issue was we could not identify the cup thrower.",
      "th": "ปัญหาที่ใหญ่ที่สุดคือเราระบุตัวคนที่ขว้างแก้วไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I was watching, and I went, \"Play that back.\"",
      "th": "ผมก็ดูวิดีโอ แล้วบอกว่า \"ย้อนตรงนั้นซิ\""
    }
  },
  {
    "translation": {
      "en": "It took me ten, twelve takes of the video to finally put it together.",
      "th": "ผมดูวิดีโออยู่สิบหรือสิบสองรอบถึงจะจำได้"
    }
  },
  {
    "translation": {
      "en": "And it dawned on me where I recognized him from.",
      "th": "ผมนึกออกว่าเคยเห็นเขาจากที่ไหน"
    }
  },
  {
    "translation": {
      "en": "He used to date, uh, a neighbor.",
      "th": "เขาเคยคบกับเพื่อนบ้านผม"
    }
  },
  {
    "translation": {
      "en": "So I knew who it was. So I ended up identifying the cup thrower myself.",
      "th": "ผมเลยรู้ว่าเขาเป็นใคร สุดท้ายผมก็ระบุตัว คนขว้างแก้วด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Can we talk to you? -Can you leave our property, please?",
      "th": "- ขอคุยด้วยหน่อยได้ไหมครับ - ออกไปจากที่ของเราได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Asking if I can talk to you. -[man] No, man.",
      "th": "- ผมแค่ถามว่าคุยด้วยได้ไหม - ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[newsman] The suspected cup-throwing fan,",
      "th": "แฟนผู้ถูกสงสัยว่าเป็นคนขว้างแก้ว"
    }
  },
  {
    "translation": {
      "en": "who the prosecution identified as John Green,",
      "th": "ซึ่งอัยการระบุตัวว่าเป็นจอห์น กรีน"
    }
  },
  {
    "translation": {
      "en": "tried to chase reporters away",
      "th": "พยายามขับไล่นักข่าว"
    }
  },
  {
    "translation": {
      "en": "from his suburban Detroit home on Monday with his dog.",
      "th": "จากบ้านของเขาในเขตชานเมืองดีทรอยต์ ด้วยสุนัขของเขาเมื่อวันจันทร์"
    }
  },
  {
    "translation": {
      "en": "I was in my office and our dispatcher called back to me and said,",
      "th": "ผมอยู่ในห้องทำงาน เจ้าหน้าที่รับแจ้งเหตุของเราโทรมา"
    }
  },
  {
    "translation": {
      "en": "\"I have a guy on the phone saying he's John Green, the guy that threw the cup.\"",
      "th": "บอกว่า \"มีผู้ชายโทรมาบอกว่า เขาคือคนที่ขว้างแก้วน้ำ\""
    }
  },
  {
    "translation": {
      "en": "[Green] It was really wrong. Those guys shouldn't come up like that into the stands.",
      "th": "มันผิดนะ คนพวกนี้ไม่ควรขึ้นมาบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "-Especially if you have the wrong guy. -[Martin] Right.",
      "th": "โดยเฉพาะถ้าเขาชกผิดคน"
    }
  },
  {
    "translation": {
      "en": "-[Green] That's me. -[Martin] That's you?",
      "th": "- นั่นผมเอง - นั่นคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Green] Yup. There, that's me.",
      "th": "ใช่ นั่นแหละ ผมเอง"
    }
  },
  {
    "translation": {
      "en": "-[Martin] Do you still have this jersey? -[Green] I have it.",
      "th": "คุณยังมีเสื้อกีฬาตัวนี้อยู่หรือเปล่า - มีครับ - ขอดูหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[Martin] Can I see it? -[Green] Why?",
      "th": "- มีครับ - ขอดูหน่อยได้ไหม - ทำไมล่ะ - ผมต้องตรวจสอบว่า…"
    }
  },
  {
    "translation": {
      "en": "-[Martin] I gotta verify that-- -[Green] I have it. Am I in trouble?",
      "th": "- ทำไมล่ะ - ผมต้องตรวจสอบว่า… ผมมี ผมจะเดือดร้อนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Martin] No, no one's charged at this point.",
      "th": "ไม่ครับ ยังไม่มีใครถูกตั้งข้อหา"
    }
  },
  {
    "translation": {
      "en": "[Green] Before-- Let me call my attorney real quick.",
      "th": "ก่อนหน้านั้น ผมขอโทรหาทนายแป๊บหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The man who started it all.",
      "th": "ชายผู้เริ่มต้นทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Boy, he became public enemy number one.",
      "th": "เขากลายเป็นศัตรูหมายเลขหนึ่งของประชาชน"
    }
  },
  {
    "translation": {
      "en": "Now, for the first time, he speaks out.",
      "th": "นี่เป็นครั้งแรกที่เขาออกมาพูด"
    }
  },
  {
    "translation": {
      "en": "[Green] It's apparent who threw the cup.",
      "th": "เห็นได้ชัดว่าใครเป็นคนโยนแก้ว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] You were wearing… I saw that Ben Wa--",
      "th": "คุณสวม… ผมเห็นเบน วอล… ถ้าไม่ใช่คุณก็ต้องเป็นฝาแฝดของคุณยืนอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Either that or you have an exact twin who was standing up there.",
      "th": "ถ้าไม่ใช่คุณก็ต้องเป็นฝาแฝดของคุณยืนอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "I've been told that a few times.",
      "th": "เคยมีคนบอกผมแบบนั้นสองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yeah. People have pointed at you as the person who threw that cup.",
      "th": "คนชี้ตัวว่าคุณคือคนที่ขว้างแก้ว"
    }
  },
  {
    "translation": {
      "en": "-[Green] Right. -[interviewer] When somebody says that,",
      "th": "ครับ เวลาคนบอกคุณแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Were you the guy that threw the cup?\" how do you answer that?",
      "th": "บอกว่าคุณเป็นคนขว้างแก้ว คุณตอบว่ายังไงครับ"
    }
  },
  {
    "translation": {
      "en": "[Green] Uh, at this point, you know, I… No hable.",
      "th": "ณ จุดนี้ ผมไม่มีอะไรจะพูด"
    }
  },
  {
    "translation": {
      "en": "You know, I mean, the video pretty much speaks for itself.",
      "th": "วิดีโอก็อธิบายได้ชัดเจนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you feel bad at all when Ron Artest is flying up there",
      "th": "คุณรู้สึกผิดไหมตอนที่รอน อาร์เทสต์ พุ่งขึ้นไปแล้ววิ่งผ่านคุณ"
    }
  },
  {
    "translation": {
      "en": "and goes right by you and attacks the guy next to you?",
      "th": "คุณรู้สึกผิดไหมตอนที่รอน อาร์เทสต์ พุ่งขึ้นไปแล้ววิ่งผ่านคุณ ไปโจมตีคนข้างๆ คุณ"
    }
  },
  {
    "translation": {
      "en": "[sighs] I felt relief.",
      "th": "ผมรู้สึกโล่งอก ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "No. [laughs] Jeez!",
      "th": "ผมรู้สึกโล่งอก ไม่ครับ แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you have any, you know, compassion within yourself",
      "th": "คุณรู้สึกเห็นอกเห็นใจ"
    }
  },
  {
    "translation": {
      "en": "or some pity that he went after that guy, and you were the guy who…",
      "th": "หรือสงสารบ้างไหมที่เขาโดนเล่นงาน และคุณเป็นคน…"
    }
  },
  {
    "translation": {
      "en": "The only thing I regret is not putting my foot out sooner.",
      "th": "อย่างเดียวที่ผมเสียใจ คือผมน่าจะเหยียดขาให้เร็วกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] And tripping him over? -Yeah.",
      "th": "- จะได้ขัดขาเขาเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "I think John Green precipitated this whole melee.",
      "th": "ผมคิดว่าจอห์น กรีน เป็นต้นตอของเหตุจลาจลทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[reporter] It seems that you're holding fans…",
      "th": "ดูเหมือนคุณจะถือว่าแฟน…"
    }
  },
  {
    "translation": {
      "en": "You're saying fans are more culpable here than the players. Is that correct?",
      "th": "คุณจะบอกว่าแฟนๆ มีความผิด มากกว่านักกีฬาใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I would say one fan is more culpable, and that being Mr. Green.",
      "th": "ผมจะบอกว่ามีแฟนคนหนึ่ง ที่มีความผิดมากกว่า นั่นคือคุณกรีน"
    }
  },
  {
    "translation": {
      "en": "He doesn't throw that cup, Artest doesn't go in the stands,",
      "th": "ถ้าเขาไม่โยนแก้วน้ำ อาร์เทสต์ก็ไม่ขึ้นไปบนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "the players don't go in the stands,",
      "th": "นักกีฬาคนอื่นๆ ก็จะไม่ขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "fans don't react to the players in the stands,",
      "th": "แฟนๆ ไม่ตอบโต้นักกีฬาที่อยู่บนอัฒจันทร์"
    }
  },
  {
    "translation": {
      "en": "and probably the whole melee, uh, dies on the court.",
      "th": "และเหตุวิวาทก็น่าจะจบแค่ในสนาม"
    }
  },
  {
    "translation": {
      "en": "All of 'em, except for, I think, John Green,",
      "th": "ทุกคนยกเว้นจอห์น กรีน"
    }
  },
  {
    "translation": {
      "en": "it was fines, costs, probation, community service",
      "th": "พวกเขาแต่ละคนถูกตัดสินให้ เสียค่าปรับ ค่าเสียหาย"
    }
  },
  {
    "translation": {
      "en": "that ultimately was the sentence of each one of 'em.",
      "th": "ถูกคุมประพฤติ หรือทำงานบริการชุมชน"
    }
  },
  {
    "translation": {
      "en": "John Green was charged with one count of assault and battery",
      "th": "จอห์น กรีนถูกตั้งข้อหาทำร้ายร่างกายหนึ่งกระทง"
    }
  },
  {
    "translation": {
      "en": "for throwing the beer, as well as another count of assault and battery",
      "th": "จากการขว้างแก้วเบียร์ และข้อหาทำร้ายร่างกายอีกกระทง"
    }
  },
  {
    "translation": {
      "en": "for coldcocking Ron Artest.",
      "th": "จากการชกรอน อาร์เทสต์"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] It's important for people to understand after the criminal part,",
      "th": "เป็นเรื่องสำคัญที่คนต้องเข้าใจว่า หลังจากจบคดีอาญา"
    }
  },
  {
    "translation": {
      "en": "I went through a process to appeal my suspension.",
      "th": "ผมยื่นอุทธรณ์การพักการแข่งขันของผม"
    }
  },
  {
    "translation": {
      "en": "And once it finally got to federal court,",
      "th": "และเมื่อเรื่องไปถึงศาลรัฐบาลกลาง"
    }
  },
  {
    "translation": {
      "en": "a federal judge, who then saw every camera angle,",
      "th": "ผู้พิพากษาของรัฐบาลกลางซึ่งเห็นวิดีโอจากทุกมุม"
    }
  },
  {
    "translation": {
      "en": "said I had the right to do what I did.",
      "th": "บอกว่าผมมีสิทธิ์ทำสิ่งที่ทำลงไป"
    }
  },
  {
    "translation": {
      "en": "I'mma be honest with you. I didn't go up there with no story.",
      "th": "บอกตามตรงนะ ผมไปขึ้นศาล โดยไม่ได้เตรียมเรื่องเล่าอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "I didn't give a fuck.",
      "th": "ผมไม่สนหรอก"
    }
  },
  {
    "translation": {
      "en": "I was put in a situation where I either help my brother or not help him.",
      "th": "ผมตกอยู่ในสถานการณ์ ที่ผมอาจช่วยหรือไม่ช่วยเพื่อน ผมเลือกที่จะช่วย"
    }
  },
  {
    "translation": {
      "en": "I chose to help him.",
      "th": "ที่ผมอาจช่วยหรือไม่ช่วยเพื่อน ผมเลือกที่จะช่วย"
    }
  },
  {
    "translation": {
      "en": "I apologized for going in the stands. I apologized for embarrassing the league.",
      "th": "ผมขอโทษที่ขึ้นไปบนอัฒจันทร์ ผมขอโทษที่ทำให้ลีกขายหน้า"
    }
  },
  {
    "translation": {
      "en": "That's why I left it. I wasn't going in there kissing no ass.",
      "th": "ผมพูดแค่นั้น ผมจะไม่ประจบประแจงใคร"
    }
  },
  {
    "translation": {
      "en": "They didn't decrease mine. They decreased JO's.",
      "th": "พวกเขาไม่ลดโทษให้ผม ลดให้เจโอ"
    }
  },
  {
    "translation": {
      "en": "And, uh, Ron had his full-year suspension as well.",
      "th": "ส่วนรอนก็ยังถูกพักการแข่งขันตลอดปี"
    }
  },
  {
    "translation": {
      "en": "It was… [sighs] a significant amount of time for what it was.",
      "th": "มันกินเวลานานมากสำหรับคดีแบบนี้"
    }
  },
  {
    "translation": {
      "en": "They were misdemeanor assault and batteries.",
      "th": "มันเป็นคดีทำร้ายร่างกายที่ไม่ร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "Normally, you'd spend less than an hour on that case, start to finish.",
      "th": "ปกติเราจะใช้เวลาไม่ถึงหนึ่งชั่วโมง ตั้งแต่ต้นจนจบ"
    }
  },
  {
    "translation": {
      "en": "What the criminal justice system did to them",
      "th": "บทลงโทษของระบบยุติธรรมทางอาญา"
    }
  },
  {
    "translation": {
      "en": "paled in comparison to what the NBA did to 'em.",
      "th": "เบาไปเลยเมื่อเทียบกับบทลงโทษของเอ็นบีเอ"
    }
  },
  {
    "translation": {
      "en": "That cup of beer changed everything.",
      "th": "เบียร์แก้วนั้นเปลี่ยนทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Cost all of us…",
      "th": "มันทำให้เราทุกคน…"
    }
  },
  {
    "translation": {
      "en": "a lot of money and time.",
      "th": "เสียเงินและเวลามากมาย"
    }
  },
  {
    "translation": {
      "en": "You know, it cost a lot of people a lot of things.",
      "th": "มันทำให้หลายคนต้องเสียอะไรหลายๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "[commentator] Reggie Miller with universal respect.",
      "th": "(ห้าเดือนต่อมา) เรจจี้ มิลเลอร์ได้รับความนับถือจากทุกคน"
    }
  },
  {
    "translation": {
      "en": "And the way he played this year, there was talk about would he reconsider.",
      "th": "ดูจากการเล่นของเขาในปีนี้แล้ว มีข่าวลือว่าเขาอาจเปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "And Reggie's given no indication that this is anything but final.",
      "th": "แต่เรจจี้แสดงออกชัดเจนว่า ตัดสินใจเด็ดขาดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Reggie! Reggie! Reggie! Reggie! Reggie! Reggie! Reggie! Reggie!",
      "th": "เรจจี้"
    }
  },
  {
    "translation": {
      "en": "[Miller] Once all this happened,",
      "th": "พอเกิดเรื่องแบบนี้ขึ้น"
    }
  },
  {
    "translation": {
      "en": "that's when I was like, \"It's time for me to hang it up.\"",
      "th": "นั่นคือตอนที่ผมคิดว่า \"ถึงเวลาต้องวางมือแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Jackson] If the brawl hadn't happened, we would have been champions. No question.",
      "th": "ถ้าไม่เกิดเหตุวิวาทขึ้น พวกเราต้องเป็นแชมป์แน่ ไม่ต้องสงสัยเลย"
    }
  },
  {
    "translation": {
      "en": "That's the most fucked-up thing about it.",
      "th": "นั่นคือส่วนที่แย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "That's the only thing I regret about the whole situation,",
      "th": "นั่นคือสิ่งเดียวที่ผมเสียใจเกี่ยวกับเรื่องทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "is not being able to do what we said we was gonna do for Reggie.",
      "th": "เพราะเราไม่สามารถทำ สิ่งที่บอกว่าจะทำกับเรจจี้ได้"
    }
  },
  {
    "translation": {
      "en": "[Miller] It was bittersweet because so many emotions run through your mind.",
      "th": "มันหวานอมขม เพราะเรารู้สึกถึงอารมณ์ที่หลากหลาย"
    }
  },
  {
    "translation": {
      "en": "It was, like, fast forward 18 years.",
      "th": "เวลา 18 ปีผ่านไปไวเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "That's your last NBA game ever.",
      "th": "นั่นคือการแข่งขันนัดสุดท้ายในเอ็นบีเอของผม"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] It's special, man. It's pure and special.",
      "th": "มันพิเศษมาก มันบริสุทธิ์ มันพิเศษ"
    }
  },
  {
    "translation": {
      "en": "It is.",
      "th": "จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] For 18 years,",
      "th": "ตลอด 18 ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I've truly been blessed…",
      "th": "ผมโชคดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "…to be a Pacer and a Hoosier.",
      "th": "ที่ได้เป็นสมาชิกของเพเซอร์สและคนอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's painful. Uh…",
      "th": "ใช่ มันเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "For me, it's painful. He did about everything you could do.",
      "th": "สำหรับผม มันเจ็บปวด เขาทำทุกอย่างที่ทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I apologize for that,",
      "th": "ผมขอโทษเรื่องนั้นเพราะไม่มีเหตุผลเลย"
    }
  },
  {
    "translation": {
      "en": "because there's no reason why, uh, Reggie,",
      "th": "ผมขอโทษเรื่องนั้นเพราะไม่มีเหตุผลเลย ที่เรจจี้จะต้องกลับบ้านโดยไม่มีแหวน"
    }
  },
  {
    "translation": {
      "en": "uh, should be sitting home without a ring.",
      "th": "ที่เรจจี้จะต้องกลับบ้านโดยไม่มีแหวน"
    }
  },
  {
    "translation": {
      "en": "[Artest] The Indiana jersey I had on",
      "th": "ชุดอินเดียนาที่ผมสวม"
    }
  },
  {
    "translation": {
      "en": "was projected on television at my worst moment.",
      "th": "ถูกฉายทางโทรทัศน์ในช่วงเวลาที่แย่ที่สุดของผม"
    }
  },
  {
    "translation": {
      "en": "So, wearing it, I wanna hide.",
      "th": "เพราะสวมมันอยู่ ผมเลยอยากซ่อนตัว"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna ever play in an Indiana jersey. Too much pressure.",
      "th": "ผมไม่อยากแข่งในชุดอินเดียนาอีก มันกดดันเกินไป"
    }
  },
  {
    "translation": {
      "en": "I asked to be traded, 'cause like I said, I don't confront things head-on.",
      "th": "ผมขอแลกตัว เพราะอย่างที่บอก ผมไม่ได้เข้าไปเผชิญหน้าตรงๆ"
    }
  },
  {
    "translation": {
      "en": "But I think it'd be best if I move on, and then, you know, they can move on.",
      "th": "ผมคิดว่าคงดีที่สุดถ้าผมก้าวต่อไป พวกเขาก็จะได้ก้าวต่อไป"
    }
  },
  {
    "translation": {
      "en": "You know, everybody can move on with their careers.",
      "th": "ทุกคนก้าวต่อไปกับอาชีพของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Jackson] That was a slap in my face.",
      "th": "นั่นเหมือนตบหน้าผมเลย"
    }
  },
  {
    "translation": {
      "en": "After all we'd been through the last year, now you wanna leave us?",
      "th": "หลังจากผ่านอะไรมาด้วยกันเมื่อปีก่อน ตอนนี้นายจะทิ้งเราไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "That had a lasting effect with me and Ron.",
      "th": "มันส่งผลในระยะยาวต่อผมกับรอน"
    }
  },
  {
    "translation": {
      "en": "You gotta be accountable for the people that you pulled in.",
      "th": "เราต้องรับผิดชอบคนที่เราดึงเข้ามาเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "And to me, that was the most coward scenario",
      "th": "สำหรับผม นั่นเป็นการกระทำที่ขี้ขลาดที่สุด"
    }
  },
  {
    "translation": {
      "en": "I've ever fucking seen in my life.",
      "th": "ที่ผมเคยเห็นมาในชีวิต"
    }
  },
  {
    "translation": {
      "en": "Sometimes you're a coward and you gotta admit it. Boom. Simple.",
      "th": "บางครั้งเราก็ขี้ขลาด และเราต้องยอมรับมัน ตูม ง่ายๆ แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "You know, and, yeah, I didn't… I should've…",
      "th": "และใช่ ผมน่าจะ…"
    }
  },
  {
    "translation": {
      "en": "What you do in a moment like that is call your teammate,",
      "th": "สิ่งที่เราควรทำในเวลาแบบนั้น คือโทรหาเพื่อนร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "even if it's really uncomfortable.",
      "th": "แม้ว่ามันจะน่าลำบากใจก็ตาม"
    }
  },
  {
    "translation": {
      "en": "So, yeah, I wish that would have happened.",
      "th": "ใช่ ผมหวังว่าผมจะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It took a long time to figure out what's wrong.",
      "th": "ผมใช้เวลานานกว่าจะรู้ว่าอะไรกันแน่ที่ผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "At 23 years old, if I had more balance, I probably would have been really great.",
      "th": "ตอนอายุ 23 ถ้าผมรู้จักมีสมดุลกว่านี้ ผมคงไปได้สวยเลย"
    }
  },
  {
    "translation": {
      "en": "Ron Artest, by the way, uh…",
      "th": "ว่าจะไป รอน อาร์เทสต์"
    }
  },
  {
    "translation": {
      "en": "Ron Artest of the Los Angeles Lakers had some big news today.",
      "th": "วันนี้รอน อาร์เทสต์ จากลอสแอนเจลิส เลเกอร์สมีข่าวใหญ่"
    }
  },
  {
    "translation": {
      "en": "Ron actually filed papers to have his name legally changed to Metta World Peace.",
      "th": "ที่จริงแล้ว รอนยื่นขอเปลี่ยนชื่อ ตามกฎหมายเป็นเมตตา เวิลด์พีซ"
    }
  },
  {
    "translation": {
      "en": "-Ridiculous. It reminds me of Prince… -So dumb.",
      "th": "ไร้สาระ มันทำให้ฉันนึกถึงตอนที่พรินซ์"
    }
  },
  {
    "translation": {
      "en": "…becoming the Artist Formerly Known as Prince. How long did that symbol last?",
      "th": "กลายเป็นศิลปินที่เคยเป็นที่รู้จัก ในนามพรินซ์ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "After the brawl, I told my therapist, \"All I wanna do is have balance.\"",
      "th": "หลังจากเหตุวิวาท ผมบอกนักบำบัดว่า \"ผมก็แค่อยากมีสมดุล\""
    }
  },
  {
    "translation": {
      "en": "\"That's it. I don't care about nothing else.\"",
      "th": "\"ผมไม่สนใจเรื่องอื่น\""
    }
  },
  {
    "translation": {
      "en": "I tried not to have that much emotional attachment to the game.",
      "th": "ผมพยายามไม่ ยึดติดทางอารมณ์กับเกมมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "That's Buddhism, right?",
      "th": "นั่นคือศาสนาพุทธใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You know, and Metta's a Buddhist name.",
      "th": "และเมตตาก็เป็นชื่อจากศาสนาพุทธ"
    }
  },
  {
    "translation": {
      "en": "You wanna keep attaching yourself to as many positive things as possible.",
      "th": "เราอยากนำสิ่งดีๆ มาไว้กับตัว ให้มากเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "When you look at my career,",
      "th": "ถ้าคุณดูอาชีพของผม"
    }
  },
  {
    "translation": {
      "en": "not being a good teammate, like, Metta's the opposite.",
      "th": "ผมเป็นเพื่อนร่วมทีมที่ไม่ดี เมตตาคือตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "Be a good friend, be love, and be kindness.",
      "th": "เป็นเพื่อนที่ดี มีความรักและมีน้ำใจ"
    }
  },
  {
    "translation": {
      "en": "I wanna communicate, I wanna be a better person. You know?",
      "th": "ผมอยากสื่อสาร ผมอยากเป็นคนที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "And that's pretty much what Metta means.",
      "th": "และนั่นก็ใกล้เคียงกับความหมายของเมตตา"
    }
  },
  {
    "translation": {
      "en": "I had a real problem with Ron for years,",
      "th": "ผมมีปัญหากับรอนอยู่หลายปี"
    }
  },
  {
    "translation": {
      "en": "and it grew a dislike in my system.",
      "th": "และมันทำให้ผมไม่ชอบเขา"
    }
  },
  {
    "translation": {
      "en": "I was probably even more angry once he won the championship.",
      "th": "ผมว่าผมโกรธยิ่งขึ้นอีกตอนที่เขาได้แชมป์"
    }
  },
  {
    "translation": {
      "en": "[commentator] Ron Artest has made the most of his second chance.",
      "th": "รอน อาร์เทสต์ใช้โอกาสครั้งที่สองอย่างคุ้มค่า"
    }
  },
  {
    "translation": {
      "en": "And he's come all the way from that Palace brawl",
      "th": "เขามาไกลจากเหตุวิวาทที่เดอะพาเลซ"
    }
  },
  {
    "translation": {
      "en": "to NBA championship with the Los Angeles Lakers.",
      "th": "สู่แชมป์เอ็นบีเอกับลอสแอนเจลิส เลเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "Ron, you're the only member of this Laker team",
      "th": "รอน คุณเป็นสมาชิกคนเดียว ในเลเกอร์สทีมปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "to get that first championship. You, my friend, are a champion. How does it feel?",
      "th": "ที่ได้แชมป์เป็นครั้งแรก คุณเป็นแชมป์แล้ว รู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I was supposed to get one with Jermaine and Donnie and Larry",
      "th": "ผมควรได้แชมป์ร่วมกับเจอร์เมน ดอนนี่ แลร์รี่"
    }
  },
  {
    "translation": {
      "en": "and Jamaal Tinsley and Jeff Foster over there in Indiana,",
      "th": "จามาล ทินสลีย์ และเจฟฟ์ ฟอสเตอร์ในอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "and I bailed out on them. I feel like a coward.",
      "th": "และผมทิ้งพวกเขา ผมรู้สึกเหมือนคนขี้ขลาด"
    }
  },
  {
    "translation": {
      "en": "I don't even like being in their presence. I feel like a coward in their presence,",
      "th": "ผมไม่อยากเจอพวกเขาด้วยซ้ำ เจอพวกเขาแล้วผมรู้สึกเหมือนคนขี้ขลาด"
    }
  },
  {
    "translation": {
      "en": "you know, 'cause I bailed out on them as a teammate.",
      "th": "เพราะผมทิ้งพวกเขาในฐานะเพื่อนร่วมทีม จากนั้นผมก็ได้แชมป์ ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "And then I get to get a championship, you know, so…",
      "th": "จากนั้นผมก็ได้แชมป์ ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "Let's talk about this game. You looked in the first half…",
      "th": "มาคุยเรื่องเกมในวันนี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I'm over the situation. I lost a lot of money. Whatever.",
      "th": "ผมทำใจได้แล้ว ผมเสียเงินไปเยอะ ก็ช่างมัน"
    }
  },
  {
    "translation": {
      "en": "I still feel like Jermaine's being labeled by that.",
      "th": "แต่ผมรู้สึกว่าเจอร์เมน ยังถูกตราหน้าด้วยเรื่องนั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "Jermaine O'Neal. [small laugh]",
      "th": "เจอร์เมน โอนีล"
    }
  },
  {
    "translation": {
      "en": "He was on the verge of becoming one of the greatest players ever. You know?",
      "th": "เขาเกือบจะได้เป็น หนึ่งในนักกีฬาที่ยอดเยี่ยมที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Walsh] When I look at Jermaine today,",
      "th": "ถ้าให้ผมมองเจอร์เมนในวันนี้"
    }
  },
  {
    "translation": {
      "en": "I think he probably suffered more than all the players.",
      "th": "ผมคิดว่าเขาได้รับความเสียหาย มากกว่านักกีฬาคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Because Ronnie Artest ended up with the Lakers and won a championship.",
      "th": "เพราะสุดท้าย รอนนี่ อาร์เทสต์ ก็ไปอยู่กับเลเกอร์สและได้แชมป์"
    }
  },
  {
    "translation": {
      "en": "Even Jack, who had played on a championship team, San Antonio.",
      "th": "แม้แต่แจ็คสันก็เคยเล่น ในทีมที่ได้แชมป์ ซานแอนโตนิโอ"
    }
  },
  {
    "translation": {
      "en": "So Jermaine's career kinda got short-circuited.",
      "th": "อาชีพการงานของเจอร์เมน ไม่ประสบความสำเร็จเท่าที่ควร"
    }
  },
  {
    "translation": {
      "en": "The responsibility of carrying that team and being the leader was on him",
      "th": "เขารับภาระในการนำทีมไปสู่ชัยชนะ และเป็นผู้นำของเรา"
    }
  },
  {
    "translation": {
      "en": "when all that happened, and it wasn't his fault.",
      "th": "ตอนที่เรื่องทั้งหมดเกิดขึ้น และมันไม่ใช่ความผิดของเขา"
    }
  },
  {
    "translation": {
      "en": "But he got blamed for it.",
      "th": "แต่เขากลับถูกกล่าวโทษ"
    }
  },
  {
    "translation": {
      "en": "I've never really tried to use the word \"regret,\"",
      "th": "ผมไม่เคยพยายามใช้คำว่า \"เสียใจ\""
    }
  },
  {
    "translation": {
      "en": "but…",
      "th": "แต่ว่า"
    }
  },
  {
    "translation": {
      "en": "it's a part of me",
      "th": "มีส่วนหนึ่งในใจผม"
    }
  },
  {
    "translation": {
      "en": "that, uh, has always bothered me.",
      "th": "ที่รบกวนจิตใจผมมาตลอด"
    }
  },
  {
    "translation": {
      "en": "Sky 4 was over the Palace of Auburn Hills earlier today,",
      "th": "เช้าวันนี้ สกายโฟร์บินสำรวจเหนือ เดอะพาเลซออฟออเบิร์นฮิลส์"
    }
  },
  {
    "translation": {
      "en": "where crews were beginning to demolish the place.",
      "th": "ซึ่งเจ้าหน้าที่กำลังเริ่มทำการรื้อถอน"
    }
  },
  {
    "translation": {
      "en": "[newswoman] The Palace was home to the Detroit Pistons and saw three NBA championships",
      "th": "เดอะพาเลซเป็นสนามเกมเหย้าของพิสตันส์ และเคยจัดการแข่งขันรอบชิงชนะเลิศสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "before it closed for good after the 2017 season.",
      "th": "ก่อนจะปิดตัวอย่างถาวรหลังฤดูกาล 2017"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] This thing was drawn out for years.",
      "th": "เรื่องนี้มันยืดยาวมาหลายปี"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] I didn't wanna talk to anybody. I wanted to move on with my life.",
      "th": "ผมไม่ได้อยากคุยกับใคร ผมอยากก้าวต่อไป"
    }
  },
  {
    "translation": {
      "en": "I've never been able to get away from it though.",
      "th": "แต่ผมก็ไม่เคยหนีมันพ้น"
    }
  },
  {
    "translation": {
      "en": "People thought that ticket guaranteed them to do whatever they wanted to do.",
      "th": "หลายคนคิดว่ามีตั๋วแล้ว พวกเขาจะทำอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "They can act and treat people any way they wanted.",
      "th": "พวกเขาจะปฏิบัติตัว หรือปฏิบัติต่อผู้อื่นยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'm not saying much of it was correct,",
      "th": "ผมไม่ได้จะบอกว่ามันเป็นเรื่องถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "but they had a personal investment in-in those ballplayers.",
      "th": "แต่พวกเขาทุ่มเทอารมณ์กับนักกีฬาเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[O'Neal] Pops up every single year.",
      "th": "มีข่าวซ้ำทุกปี"
    }
  },
  {
    "translation": {
      "en": "Kids that wasn't even born asking me about that.",
      "th": "เด็กที่เกิดไม่ทันก็ยังถามผมถึงเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "[Smith] Fans have such an emotional investment in it.",
      "th": "แฟนๆ ทุ่มเทอารมณ์กับมันมาก"
    }
  },
  {
    "translation": {
      "en": "There is a darkness there.",
      "th": "มันมีความมืดมนอยู่"
    }
  },
  {
    "translation": {
      "en": "[commentator] If you're a professional athlete, you may not go into the stands.",
      "th": "ถ้าคุณเป็นนักกีฬาอาชีพ คุณจะขึ้นไปบนอัฒจันทร์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Boy, what a waste of a lot of time and resources",
      "th": "ให้ตายสิ เสียเวลาและทรัพยากรไปมากมาย"
    }
  },
  {
    "translation": {
      "en": "when crimes and murders were taking place.",
      "th": "แทนที่จะเอาไปใช้กับอาชญากรรม และเหตุฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "Nobody cared about who won the criminal cases,",
      "th": "ไม่มีใครสนใจว่าใครชนะคดีอาญา"
    }
  },
  {
    "translation": {
      "en": "who won the appeal case.",
      "th": "ใครชนะอุทธรณ์"
    }
  },
  {
    "translation": {
      "en": "I wasn't able to speak for years.",
      "th": "ผมพูดไม่ได้อยู่หลายปี"
    }
  },
  {
    "translation": {
      "en": "This is the last fucking time you can ask me about this shit.",
      "th": "นี่เป็นครั้งสุดท้ายที่คุณจะถามผมเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I don't wanna talk about that piece of shit motherfucker who threw that beer.",
      "th": "ผมไม่อยากพูดถึงไอ้บ้าที่โยนแก้วเบียร์นั่น"
    }
  },
  {
    "translation": {
      "en": "Okay? I don't wanna talk about losing all that money no more.",
      "th": "ผมไม่อยากพูดถึงเงินที่เสียไป"
    }
  },
  {
    "translation": {
      "en": "[commentator] This is a disgrace.",
      "th": "นี่คือความอัปยศ"
    }
  },
  {
    "translation": {
      "en": "If there's any fault, it's on me. I thought it would work.",
      "th": "ถ้าผมมีส่วนผิดอยู่บ้าง ก็เพราะผมคิดว่ามันจะจบลงด้วยดี"
    }
  },
  {
    "translation": {
      "en": "I wasn't right.",
      "th": "ผมคิดผิด"
    }
  },
  {
    "translation": {
      "en": "[commentator] Fans and players are going at it. The players…",
      "th": "แฟนๆ และนักกีฬากำลังต่อสู้กัน นักกีฬา…"
    }
  },
  {
    "translation": {
      "en": "Some things just never leave.",
      "th": "บางอย่างไม่เคยหายไปไหน"
    }
  },
  {
    "translation": {
      "en": "They never leave.",
      "th": "มันไม่หายไปไหน"
    }
  },
  {
    "translation": {
      "en": "Malice in the Palace is… is one of those events.",
      "th": "เหตุตะลุมบอนที่เดอะพาเลซ เป็นหนึ่งในเหตุการณ์เหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "There's a bit of me that probably to this very day",
      "th": "มีบางส่วนของตัวผมที่อาจจะติดอยู่ใน"
    }
  },
  {
    "translation": {
      "en": "is still in the Palace until they knock it down.",
      "th": "เดอะพาเลซจนถึงทุกวันนี้ จนกระทั่งพวกเขาทำลายมัน"
    }
  }
]