[
  {
    "translation": {
      "en": "-♪ She's True ♪ -True!",
      "th": "เขาคือทรู ทรู"
    }
  },
  {
    "translation": {
      "en": "-♪ True ♪ -True!",
      "th": "- ทรู - ทรู"
    }
  },
  {
    "translation": {
      "en": "♪ She'll wish for me and you ♪ Hero hero!",
      "th": "- เขาจะอวยพรให้ฉันและเธอ - ฮีโร ฮีโร"
    }
  },
  {
    "translation": {
      "en": "♪ She's True ♪",
      "th": "เขาคือทรู"
    }
  },
  {
    "translation": {
      "en": "♪ True and the Rainbow Kingdom ♪",
      "th": "ทรู ทรูและอาณาจักรสายรุ้ง"
    }
  },
  {
    "translation": {
      "en": "[Bartleby] Here, Grabbleapples.",
      "th": "มานี่มา แกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "B, come on! I told you, you need to wait.",
      "th": "โธ่ บี... - ฉันบอกเธอแล้วไงว่าต้องรอ - มานี่มา แกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Just one.",
      "th": "ไม่เอาน่า ขอแค่ลูกนึง"
    }
  },
  {
    "translation": {
      "en": "One little Grabbleapple, please.",
      "th": "ขอแค่แกรบเบิลแอปเปิลลูกเดียวนะได้โปรด"
    }
  },
  {
    "translation": {
      "en": "Not gonna happen, Bartleby.",
      "th": "มันไม่เกิดขึ้นหรอก บาร์เทิลบี"
    }
  },
  {
    "translation": {
      "en": "Grabbleapple trees never give up their fruit until they start their winter nap.",
      "th": "ต้นแกรบเบิลแอปเปิลไม่มีวันยกผลไม้ให้ จนกว่าพวกมันจะเริ่มจำศีลฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "True's right, Bartleby. You can't rush a Grabbleapple tree.",
      "th": "ทรูพูดถูก บาร์เทิลบี เธอเร่งต้นแกรบเบิลแอปเปิลไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "If you take the fruit before the tree drops it,",
      "th": "ถ้าเด็ดผลไม้ก่อนที่ต้นไม้จะปล่อยมันลง"
    }
  },
  {
    "translation": {
      "en": "the tree will be very upset.",
      "th": "ต้นไม้จะอารมณ์เสียมาก"
    }
  },
  {
    "translation": {
      "en": "As upset as my \"I'm not eating Grabbleapples yet\" face?",
      "th": "อารมณ์เสียเท่าสีหน้าของผมที่กำลังบอกว่า \"ฉันยังจะไม่ได้กินแกรบเบิลแอปเปิล\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "Even more so.",
      "th": "มากกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "Ha! I'm not sure you fully saw how sad my face was.",
      "th": "ผมว่าคุณไม่ได้เห็นเต็มตา ว่าสีหน้าผมเศร้าขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "Let me try that again.",
      "th": "ให้ผมลองทำให้ดูอีกครั้งนะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] It's worth the wait.",
      "th": "มันคุ้มค่ากับการรอคอยแน่"
    }
  },
  {
    "translation": {
      "en": "If you take the fruit off too early, it'll taste sour.",
      "th": "ถ้าเธอเด็ดผลไม้เร็วเกินไป มันจะมีรสเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "Then you'll make your sour face. Ew!",
      "th": "แล้วเธอก็จะทำสีหน้าเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "Bubbling blue, True!",
      "th": "พระเจ้าช่วยกล้วยทอด ทรู!"
    }
  },
  {
    "translation": {
      "en": "Did you just bite into a sour Grabbleapple?",
      "th": "เธอเพิ่งกัดแกรบเบิลแอปเปิลเปรี้ยวไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, I was showing Bartleby what happens when you do.",
      "th": "เปล่าค่ะ หนูกำลังแสดงให้บาร์เทิลบีเห็นว่า จะเกิดอะไรขึ้นถ้ากัดมัน"
    }
  },
  {
    "translation": {
      "en": "He's getting a liiiiiittle impatient.",
      "th": "เขาเริ่มใจร้อนละค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, Bartleby, there is more to it than fresh Grabbleapples, you know.",
      "th": "บาร์เทิลบี มันมีอะไรมากกว่า แกรบเบิลแอปเปิลสดๆ นะ รู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "All the leaves on the trees change color.",
      "th": "ใบไม้ทั้งหมดบนต้นไม้จะเปลี่ยนสี"
    }
  },
  {
    "translation": {
      "en": "I love it when they go from green",
      "th": "ฉันชอบเวลาที่พวกมันเปลี่ยน จากสีเขียวเป็นสีเหลืองสุดเท่"
    }
  },
  {
    "translation": {
      "en": "to Groovy Goldenrod and Radical Radish Red.",
      "th": "ฉันชอบเวลาที่พวกมันเปลี่ยน จากสีเขียวเป็นสีเหลืองสุดเท่ และสีแดงสุดจ๊าบ"
    }
  },
  {
    "translation": {
      "en": "Oh, I can hardly wait for the trees to go to sleep!",
      "th": "หนูรอให้ต้นจำศีลไม่ไหวแล้ว"
    }
  },
  {
    "translation": {
      "en": "We don't have long to wait.",
      "th": "เรารออีกไม่นานหรอก"
    }
  },
  {
    "translation": {
      "en": "The Grand Marshal of Grabbleapplefest will be here any minute",
      "th": "เจ้าภาพจัดงานเทศกาลแกรบเบิลแอปเปิล น่าจะมาถึงเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "to summon the dark grey clouds of autumn.",
      "th": "เพื่อเรียกกลุ่มเมฆสีเทาแห่งฤดูใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "Ah, here he is now!",
      "th": "เขามาละ"
    }
  },
  {
    "translation": {
      "en": "Please welcome the Duke of Dour,",
      "th": "โปรดต้อนรับท่านดยุคแห่งความเศร้าหมอง"
    }
  },
  {
    "translation": {
      "en": "the Minister of Misgivings, the Groom of Gloom,",
      "th": "รัฐมนตรีแห่งความแคลงใจ เจ้าบ่าวแห่งความหม่นหมอง"
    }
  },
  {
    "translation": {
      "en": "my cousin, Glummy Glooma!",
      "th": "ลูกพี่ลูกน้องของฉันเอง กลัมมี่ กลูมา"
    }
  },
  {
    "translation": {
      "en": "[Gloomy] I'm useful?",
      "th": "ฉันมีประโยชน์ด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yay me.",
      "th": "ดีใจเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "More than useful!",
      "th": "ยิ่งกว่ามีประโยชน์ซะอีก"
    }
  },
  {
    "translation": {
      "en": "You're the reason Grabbleapple Harvest exists!",
      "th": "เพราะเธอนั่นแหละ ถึงได้มีการเก็บเกี่ยวแกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "Oh, goody. Let's just get this over with.",
      "th": "ดีใจจนน้ำตาจะไหล มาทำมันให้จบๆ ซะ"
    }
  },
  {
    "translation": {
      "en": "What's the big whoop about Grabbleapplefest anyway?",
      "th": "มันอะไรกันหนักหนากับ เทศกาลแกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "Everyone is excited about the change of seasons.",
      "th": "ทุกคนตื่นเต้นเกี่ยวกับการเปลี่ยนฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "The cool air, the hay rides, the leaf colors.",
      "th": "อากาศเย็นๆ นั่งเล่นบนรถบรรทุกหญ้าแห้ง สีต่างๆ ของใบไม้..."
    }
  },
  {
    "translation": {
      "en": "The coziness of bundling up.",
      "th": "ความอบอุ่นของการใส่เสื้อหลายชั้น..."
    }
  },
  {
    "translation": {
      "en": "-Don't forget the scarves! -The scarves.",
      "th": "- อย่าลืมผ้าพันคอนะ - ผ้าพันคอด้วย"
    }
  },
  {
    "translation": {
      "en": "But most importantly...",
      "th": "แต่ที่สำคัญที่สุด..."
    }
  },
  {
    "translation": {
      "en": "[both] The grabbleapples!",
      "th": "- แกรบเบิลแอปเปิล - แกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "Ah, they can't be that good.",
      "th": "พวกมันไม่อร่อยขนาดนั้นมั้ง"
    }
  },
  {
    "translation": {
      "en": "Nothing's that good.",
      "th": "ไม่มีอะไรอร่อยขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "You mean you've never eaten a Grabbleapple?",
      "th": "คุณหมายความว่าคุณยังไม่เคย กินแกรบเบิลแอปเปิลเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "I don't like trying new things.",
      "th": "ฉันไม่ชอบลองอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "But even you would like them, Glummy.",
      "th": "แต่ถึงจะเป็นคุณก็คงชอบมันนะ กลัมมี่"
    }
  },
  {
    "translation": {
      "en": "They're sweet, crunchy, delicious.",
      "th": "มันทั้งหวาน กรอบ อร่อยเหาะ..."
    }
  },
  {
    "translation": {
      "en": "Pffft! I'll be the judge of that.",
      "th": "ฉันจะเป็นคนตัดสินเอง"
    }
  },
  {
    "translation": {
      "en": "[True] But they're not ready yet!",
      "th": "แต่พวกมันยังไม่พร้อมกิน"
    }
  },
  {
    "translation": {
      "en": "Sour. Mm. Pulpy.",
      "th": "เปรี้ยว นิ่ม"
    }
  },
  {
    "translation": {
      "en": "And not delicious at all.",
      "th": "ไม่เห็นอร่อยเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "I can't see why anyone would like these.",
      "th": "ไม่เห็นเข้าใจว่าทำไมมีคนชอบมัน"
    }
  },
  {
    "translation": {
      "en": "Except me!",
      "th": "ยกเว้นฉัน"
    }
  },
  {
    "translation": {
      "en": "We told you they weren't ready. Their taste will change when they ripen.",
      "th": "เราบอกคุณแล้วว่ามันยังไม่พร้อมกิน รสชาติมันจะเปลี่ยนพอมันสุก"
    }
  },
  {
    "translation": {
      "en": "I don't want them to change. They're perfect the way they are.",
      "th": "ฉันไม่อยากให้พวกมันเปลี่ยน ตอนนี้มันก็สมบูรณ์แบบอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You're not saying what I think you're saying?",
      "th": "ที่คุณพูดใช่อย่างที่หนูคิดรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "The fruit will stay sour, and Grabbleapplefest is canceled!",
      "th": "ผลไม้จะคงความเปรี้ยวต่อไป และเทศกาลแกรบเบิลแอปเปิลถูกยกเลิกแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's... what I thought you were saying.",
      "th": "นั่นคือสิ่งที่หนูคิดว่าคุณจะพูด"
    }
  },
  {
    "translation": {
      "en": "No, wait! Come back, clouds! And bring your glorious shade with you!",
      "th": "ไม่นะ เดี๋ยว กลับมาก่อน เจ้าก้อนเมฆ และนำร่มเงาอันยอดเยี่ยมกลับมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Who knew sour Grabbleapples could be so blechy?",
      "th": "ใครจะไปรู้ว่าแกรบเบิลแอปเปิลเปรี้ยว จะอี๋ได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "[groans] I wonder what else I've been missing out on.",
      "th": "ฉันชักสงสัยละว่ามีอะไรอีกที่ฉันพลาดไป"
    }
  },
  {
    "translation": {
      "en": "Um, er, yes, exactly!",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Why don't you let me show some of the wonderful things in the Kingdom?",
      "th": "ให้ฉันพาเธอไปชม สิ่งที่ยอดเยี่ยมต่างๆ ในอาณาจักร... การเปลี่ยนแปลงไง"
    }
  },
  {
    "translation": {
      "en": "That change!",
      "th": "สิ่งที่ยอดเยี่ยมต่างๆ ในอาณาจักร... การเปลี่ยนแปลงไง"
    }
  },
  {
    "translation": {
      "en": "How will I show off my new scarf in this heat?",
      "th": "ฉันจะอวดผ้าพันคออันใหม่นี้ได้ยังไง ในอากาศร้อนๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Will no one think of the scarves?!",
      "th": "จะไม่มีใครนึกถึงผ้าพันคอเลยเรอะ"
    }
  },
  {
    "translation": {
      "en": "Farmer Mosser, what happens if the trees don't drop their fruit and go to sleep?",
      "th": "ฟาร์เมอร์มอสเซอร์คะ จะเกิดอะไรขึ้นถ้าต้นไม้ ไม่ปล่อยผลไม้ให้หล่นลงและจำศีล"
    }
  },
  {
    "translation": {
      "en": "Oh deary me. If the trees don't have their winter nap,",
      "th": "ตายจริง ถ้าต้นไม้ไม่จำศีล พวกมันจะหงุดหงิด ตลอดฤดูร้อนครั้งต่อไป"
    }
  },
  {
    "translation": {
      "en": "they'll be grumpy all next summer.",
      "th": "ถ้าต้นไม้ไม่จำศีล พวกมันจะหงุดหงิด ตลอดฤดูร้อนครั้งต่อไป"
    }
  },
  {
    "translation": {
      "en": "Wait! What does that mean? Break it down in terms of Grabbleapples.",
      "th": "เดี๋ยวนะ นั่นแปลว่าอะไร ช่วยอธิบายในแง่ของแกรบเบิลแอปเปิลทีครับ"
    }
  },
  {
    "translation": {
      "en": "Not only will their fruit be sour this year,",
      "th": "ไม่เพียงแต่ผลไม้จะมีรสเปรี้ยวปีนี้"
    }
  },
  {
    "translation": {
      "en": "it'll be sour next year and the year after that...",
      "th": "มันจะมีรสเปรี้ยวในปีหน้าและปีต่อจากนั้น..."
    }
  },
  {
    "translation": {
      "en": "Don't say \"and the year after that\" too. Not the year after that!",
      "th": "อย่าพูดว่าปีหลังจากนั้นด้วยนะ อย่าให้เป็นปีหลังจากนั้นเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Then we have to help them have their winter nap.",
      "th": "งั้นเราต้องช่วยให้มันจำศีลฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "Maybe we can figure out a way to soothe the trees?",
      "th": "บางทีเราอาจคิดหาวิธีทำให้ต้นสงบลงได้"
    }
  },
  {
    "translation": {
      "en": "Then they'll feel better and go to sleep.",
      "th": "แล้วพวกมันก็จะรู้สึกดีขึ้นและจำศีล"
    }
  },
  {
    "translation": {
      "en": "It's possible.",
      "th": "อาจเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "There's a good tree! Easy now, easy.",
      "th": "เอาล่ะ เด็กดี เย็นไว้นะ"
    }
  },
  {
    "translation": {
      "en": "Give the fruit to the nice farmhand. Come on now!",
      "th": "ส่งผลไม้มาให้คนงานเก็บเกี่ยวแสนดีคนนี้ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Oh no! The trees have become so cranky we'll never get them to sleep now.",
      "th": "ไม่นะ พวกต้นไม้อารมณ์บูดละ เราไม่มีวันทำให้มันนอนได้ละ"
    }
  },
  {
    "translation": {
      "en": "But then we won't get our sweet, sweet Grabbleapples.",
      "th": "แต่ถ้าเป็นแบบนั้น เราก็จะไม่ได้ แกรบเบิลแอปเปิลแสนหวาน"
    }
  },
  {
    "translation": {
      "en": "Hey! Unbranch those farmhands!",
      "th": "ปล่อยพวกคนงานเก็บเกี่ยวเดี๋ยวนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Uh-oh. We really have to do something, B.",
      "th": "เราต้องทำอะไรสักอย่างละ บี"
    }
  },
  {
    "translation": {
      "en": "We need Wish help. Oh, Cumulo!",
      "th": "เราต้องขอให้วิชช่วย คูมูโล่จ๋า"
    }
  },
  {
    "translation": {
      "en": "To the Wishing Tree, please.",
      "th": "กรุณาไปที่วิชชิ่งทรี"
    }
  },
  {
    "translation": {
      "en": "Hmm... Scarf or hat?",
      "th": "ผ้าพันคอหรือหมวกดี"
    }
  },
  {
    "translation": {
      "en": "Hi, True and Bartleby. I'm just choosing what to wear this Grabbleapple season.",
      "th": "หวัดดี ทรูกับบาร์เทิลบี ฉันกำลังเลือกว่า จะใส่อะไรในฤดูแกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "You will wear nothing! Because there isn't going to be a Grabbleapple season!",
      "th": "เธอจะไม่ได้ใส่อะไรทั้งนั้น เพราะจะไม่มีฤดูแกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "Glummy Glooma picked a Grabbleapple too soon and decided he likes them sour.",
      "th": "กลัมมี่ กลูมาเด็ดแกรบเบิลแอปเปิลก่อนเวลา และตัดสินใจว่าเขาชอบให้มันมีรสเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "He called off the clouds and is withholding his gloom!",
      "th": "เขาเลยยกเลิกการรวมตัวของเมฆ และระงับความหม่นหมอง"
    }
  },
  {
    "translation": {
      "en": "The trees are upset and refusing to drop their fruit.",
      "th": "พวกต้นไม้อารมณ์เสียมาก และไม่ยอมปล่อยผลไม้"
    }
  },
  {
    "translation": {
      "en": "No change of seasons?",
      "th": "ไม่มีการเปลี่ยนฤดูกาลเหรอ"
    }
  },
  {
    "translation": {
      "en": "That would cause confusion for every living thing in the kingdom.",
      "th": "นั่นจะทำให้เกิดความสับสน แก่ทุกสิ่งมีชีวิตที่อยู่ในอาณาจักร"
    }
  },
  {
    "translation": {
      "en": "Let's sit... and have a think.",
      "th": "เรามานั่ง... และใช้ความคิดกัน"
    }
  },
  {
    "translation": {
      "en": "Okay, True. How can the Wishing Tree help you?",
      "th": "โอเค ทรู ให้วิชชิ่งทรีช่วยอะไรเธอได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Well, we have to do something about the bright sun",
      "th": "เราต้องทำอะไรสักอย่าง เกี่ยวกับพระอาทิตย์ที่สว่างจ้า"
    }
  },
  {
    "translation": {
      "en": "because it's keeping the trees awake.",
      "th": "เพราะมันทำให้ต้นไม้หลับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We need something to calm them down so they'll let the farmhands go,",
      "th": "และเราต้องการอะไรสักอย่าง เพื่อทำให้พวกมันสงบลง พวกมันจะได้ปล่อยคนงานเก็บเกี่ยว และจำศีลสักที"
    }
  },
  {
    "translation": {
      "en": "and finally have their winter nap.",
      "th": "พวกมันจะได้ปล่อยคนงานเก็บเกี่ยว และจำศีลสักที"
    }
  },
  {
    "translation": {
      "en": "The Wishing Tree has heard you, True.",
      "th": "วิชชิ่งทรีได้ยินเธอแล้ว ทรู"
    }
  },
  {
    "translation": {
      "en": "-It is time to get your three wishes. -I'm ready!",
      "th": "ได้เวลาขอวิชเชสสามแบบแล้ว ฉันพร้อมละ"
    }
  },
  {
    "translation": {
      "en": "Wishing Tree, Wishing Tree.",
      "th": "วิชชิ่งทรี วิชชิ่งทรี ต้นไม้วิเศษ!"
    }
  },
  {
    "translation": {
      "en": "Please share your wonderful wishes with me!",
      "th": "ได้โปรดแบ่งปันวิชเชสสุดพิเศษกับฉัน"
    }
  },
  {
    "translation": {
      "en": "[True] ♪ Wishing tree ♪",
      "th": "วิชชิ่งทรี"
    }
  },
  {
    "translation": {
      "en": "♪ Share with me ♪",
      "th": "แบ่งปันวิชเชสตัวน้อย"
    }
  },
  {
    "translation": {
      "en": "♪ Tiny wishes One two three ♪",
      "th": "กับฉันที... เชดีย์!"
    }
  },
  {
    "translation": {
      "en": "♪ Wishing tree, please share with me ♪",
      "th": "วิชชิ่งทรี ได้โปรดแบ่งปัน ฮัช-อะ-บายให้ฉันที!"
    }
  },
  {
    "translation": {
      "en": "♪ Magic power for you and me ♪",
      "th": "พลังวิเศษสำหรับเธอกับฉัน ปิง-ปิง!"
    }
  },
  {
    "translation": {
      "en": "♪ Magic power in the Wishing Tree ♪",
      "th": "พลังวิเศษ ในวิชชิ่งทรี"
    }
  },
  {
    "translation": {
      "en": "What a cluster of captivating wishes!",
      "th": "เป็นกลุ่มวิชเชสที่น่ารักมาก!"
    }
  },
  {
    "translation": {
      "en": "Now let's see what the Wishopedia says about their powers.",
      "th": "มาดูกันว่าสารานุกรมวิชเขียนอะไร เกี่ยวกับพลังของพวกมัน"
    }
  },
  {
    "translation": {
      "en": "This is Shaydee.",
      "th": "นี่คือเชดีย์"
    }
  },
  {
    "translation": {
      "en": "Shaydee!",
      "th": "เชดีย์!"
    }
  },
  {
    "translation": {
      "en": "[Zee] Shaydee is a canopy Wish that provides shade when it blooms.",
      "th": "เชดีย์เป็ญวิชร่มไม้ที่จะให้ร่มเงาเมื่อมันเบ่งบาน"
    }
  },
  {
    "translation": {
      "en": "You can protect the trees from the sun's glare,",
      "th": "เธอสามารถปกป้องพวกต้นไม้ จากแสงจ้าของพระอาทิตย์ได้"
    }
  },
  {
    "translation": {
      "en": "then they'll know it's time to nap.",
      "th": "และจากนั้นพวกมันก็จะรู้ว่าถึงเวลาจำศีล"
    }
  },
  {
    "translation": {
      "en": "Next up is Hushabye, the singing Wish.",
      "th": "ต่อไปคือฮัช-อะ-บาย วิชร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "[Zee] Hushabye can calm you down with its sweet, soothing music.",
      "th": "ฮัช-อะ-บายสามารถทำให้เธอสงบลง ด้วยเสียงเพลงที่อ่อนหวานและปลอบโยน"
    }
  },
  {
    "translation": {
      "en": "Nice to see you again, Hushabye. You can sing the trees to sleep.",
      "th": "ยินดีที่ได้เจอเธออีกครั้งนะ ฮัช-อะ-บาย เธอสามารถกล่อมให้พวกต้นไม้หลับได้"
    }
  },
  {
    "translation": {
      "en": "And lastly we have PingPing.",
      "th": "ท้ายสุด เรามีปิง-ปิง"
    }
  },
  {
    "translation": {
      "en": "[Zee] PingPing is a speaker Wish that can send sounds far away.",
      "th": "ปิง-ปิงเป็นวิชขยายเสียง ที่สามารถส่งเสียงไปได้ในระยะไกล"
    }
  },
  {
    "translation": {
      "en": "Whatever you say into Ping A comes out of Ping B.",
      "th": "ไม่ว่าเธอจะพูดอะไรใส่ปิงเอ มันจะออกมาจากปิงบี"
    }
  },
  {
    "translation": {
      "en": "Here, you try.",
      "th": "นี่ ลองดูสิ"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you, PingPing.",
      "th": "ยินดีที่ได้รู้จักนะ ปิง-ปิง"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you, PingPing.",
      "th": "ยินดีที่ได้รู้จักนะ ปิง-ปิง"
    }
  },
  {
    "translation": {
      "en": "Oh! My turn!",
      "th": "ตาฉันบ้าง"
    }
  },
  {
    "translation": {
      "en": "Oh, Bartleby is one cool cat.",
      "th": "บาร์เทิลบีเป็นแมวที่หล่อเฟี้ยวมาก"
    }
  },
  {
    "translation": {
      "en": "Bartleby is one cool cat.",
      "th": "บาร์เทิลบีเป็นแมวที่หล่อเฟี้ยวมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, I almost forgot.",
      "th": "ฉันเกือบลืมไปเลย"
    }
  },
  {
    "translation": {
      "en": "PingPing really likes being together and gets a bit nervous when it's apart.",
      "th": "ปิง-ปิงชอบอยู่ด้วยกัน มันจะรู้สึกกระวนกระวายเมื่ออยู่ห่างกัน"
    }
  },
  {
    "translation": {
      "en": "Just like me and True.",
      "th": "เหมือนฉันกับทรูเลย"
    }
  },
  {
    "translation": {
      "en": "I'm not quite sure how you'll help us, PingPing,",
      "th": "ฉันไม่ค่อยแน่ใจว่า เธอจะช่วยเราได้ยังไง ปิง-ปิง"
    }
  },
  {
    "translation": {
      "en": "but I promise you won't be separated for long.",
      "th": "แต่ฉันสัญญาว่าเธอจะ ไม่โดนแยกจากกันเป็นเวลานาน"
    }
  },
  {
    "translation": {
      "en": "Zoo, zip, zap, Wishes in my pack.",
      "th": "ซู ซิป แซ็ป วิชเชสจงเข้ากระเป๋าเป้"
    }
  },
  {
    "translation": {
      "en": "-Good luck, you two. -Thanks, Zee. We'll do our best.",
      "th": "ขอให้โชคดีนะทั้งคู่ ขอบใจ ซี เราจะทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "[pants] The sun is so shiny without the grey clouds.",
      "th": "พระอาทิตย์จ้ามากเมื่อไม่มีเมฆเทา"
    }
  },
  {
    "translation": {
      "en": "I think it might be time to take off your scarf.",
      "th": "ฉันว่าอาจได้เวลาถอดผ้าพันคอของเธอละนะ"
    }
  },
  {
    "translation": {
      "en": "Never!",
      "th": "ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "Soonish?",
      "th": "ขออีกแป๊บนึงนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, now. Whew.",
      "th": "โอเค ตอนนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[wailing] -Do you hear crying?",
      "th": "เธอได้ยินเสียงร้องไห้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yup, I hear crying alright.",
      "th": "ใช่ ฉันได้ยินเสียงร้องไห้"
    }
  },
  {
    "translation": {
      "en": "I can't tell if it's the trees or the farmhands.",
      "th": "บอกไม่ถูกว่าเป็นพวกต้นไม้ หรือพวกคนงานเก็บเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "Either way, sounds like Farmer Mosser needs our help. Let's go!",
      "th": "ยังไงก็ตาม ฟังดูเหมือนฟาร์เมอร์มอสเซอร์ ต้องการความช่วยเหลือของเรา ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Alright, B. We need to calm them down.",
      "th": "เอาล่ะ บี เราต้องทำให้พวกมันสงบลง"
    }
  },
  {
    "translation": {
      "en": "Right. Wait. The farmhands or the trees?",
      "th": "ใช่ เดี๋ยวนะ คนงานเก็บเกี่ยวหรือต้นไม้"
    }
  },
  {
    "translation": {
      "en": "Hmm... Both?",
      "th": "ทั้งคู่มั้ง"
    }
  },
  {
    "translation": {
      "en": "Time for my first wish.",
      "th": "ได้เวลาใช้วิชแบบแรกละ"
    }
  },
  {
    "translation": {
      "en": "Zip, Zap, Zoo, I choose you!",
      "th": "ซิป แซ็ป ซู ฉันเลือกเธอ!"
    }
  },
  {
    "translation": {
      "en": "Wake up, Shadee! Wish come true!",
      "th": "ตื่นเถิด เชดีย์ พรสมปรารถนา!"
    }
  },
  {
    "translation": {
      "en": "Okay, Shadee. You need to get above the trees.",
      "th": "เอาล่ะ เชดีย์ เธอต้องไปอยู่เหนือพวกต้นไม้"
    }
  },
  {
    "translation": {
      "en": "[True] Higher!",
      "th": "สูงกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[True] Oh no! Shadee's stuck! He opened too soon.",
      "th": "ไม่นะ เชดีย์ติด มันบานเร็วเกินไป มันต้องอยู่สูงกว่าต้นไม้ เพื่อให้ร่มเงาพวกมัน"
    }
  },
  {
    "translation": {
      "en": "He has to be higher than the trees to give them shade.",
      "th": "มันบานเร็วเกินไป มันต้องอยู่สูงกว่าต้นไม้ เพื่อให้ร่มเงาพวกมัน"
    }
  },
  {
    "translation": {
      "en": "How will we get him out of there?",
      "th": "เราจะเอามันออกจากตรงนั้นยังไง"
    }
  },
  {
    "translation": {
      "en": "We could climb up the trees if they weren't so flaily.",
      "th": "เราปีนขึ้นต้นไม้ก็ได้นะ ถ้าพวกมันไม่สะบัดไปมา"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Grabbleapple tree?",
      "th": "ขอโทษนะคะ ต้นแกรบเบิลแอปเปิล"
    }
  },
  {
    "translation": {
      "en": "-Would you let us climb up you? -[wails]",
      "th": "อนุญาตให้เราปีนคุณได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "It's no use, True. They're too upset to listen to you.",
      "th": "ไม่มีประโยชน์ ทรู พวกมันอารมณ์เสียเกินกว่าจะฟังเธอ"
    }
  },
  {
    "translation": {
      "en": "But they might listen to a lullaby.",
      "th": "แต่พวกมันอาจฟังเพลงกล่อมเด็กก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Time for my second Wish.",
      "th": "ได้เวลาใช้วิชแบบที่สองละ"
    }
  },
  {
    "translation": {
      "en": "Zip, Zap, Zoo, I choose you!",
      "th": "ซิป แซ็ป ซู ฉันเลือกเธอ!"
    }
  },
  {
    "translation": {
      "en": "Wake up, Hushabye!",
      "th": "ตื่นเถิด ฮัช-อะ-บาย"
    }
  },
  {
    "translation": {
      "en": "Wish come true!",
      "th": "พรสมปรารถนา!"
    }
  },
  {
    "translation": {
      "en": "Okay, Hushabye.",
      "th": "เอาล่ะ ฮัช-อะ-บาย"
    }
  },
  {
    "translation": {
      "en": "We need you to sing a lullaby to help those cranky trees get to sleep.",
      "th": "ฉันต้องการให้เธอร้องเพลงกล่อมเด็ก เพื่อช่วยให้ต้นไม้หงุดหงิดเหล่านี้หลับ"
    }
  },
  {
    "translation": {
      "en": "-Do you think you can do that? -Uh-huh.",
      "th": "- คิดว่าทำได้มั้ยจ๊ะ - ได้"
    }
  },
  {
    "translation": {
      "en": "Okay, B, throw your shade!",
      "th": "โอเค บี ไปดึงร่มเงาออกเร็ว"
    }
  },
  {
    "translation": {
      "en": "Hey, Mr. and/or Miss Tree,",
      "th": "นี่ คุณ และหรือ คุณนายต้นไม้ ช่วยยกผมขึ้นไปหน่อยได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "can you give me a boost up high so I can help unstick Shadee?",
      "th": "นี่ คุณ และหรือ คุณนายต้นไม้ ช่วยยกผมขึ้นไปหน่อยได้มั้ยครับ ผมจะได้ไปช่วยแกะเชดีย์"
    }
  },
  {
    "translation": {
      "en": "Shadee, can you collapse for a minute, please?",
      "th": "เชดีย์ ช่วยยุบตัวลงสักแป๊บจะได้มั้ยจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Spread your wings, Shadee!",
      "th": "กางปีกออกมาเลย เชดีย์"
    }
  },
  {
    "translation": {
      "en": "Good job, B. Look, it's working!",
      "th": "ทำได้ดีมาก บี ดูสิ มันได้ผล!"
    }
  },
  {
    "translation": {
      "en": "They're asleep.",
      "th": "พวกมันหลับแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you think it's safe to pick them now?",
      "th": "คิดว่าตอนนี้ปลอดภัยพอจะเก็บผลไม้รึยังคะ"
    }
  },
  {
    "translation": {
      "en": "[whispers] I wouldn't try it.",
      "th": "เป็นฉันจะไม่ลองนะ"
    }
  },
  {
    "translation": {
      "en": "No! No! No!",
      "th": "ไม่นะ ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "No one do anything loud.",
      "th": "ห้านใครทำอะไรเสียงดัง"
    }
  },
  {
    "translation": {
      "en": "We can't not make noise forever.",
      "th": "เราจะเงียบตลอดไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Not forever, just until the season changes.",
      "th": "ไม่ใช่ตลอดไป แค่จนกว่าฤดูกาลจะเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "And for that, it looks like we need to find Glummy.",
      "th": "และเพื่อให้สิ่งนั้นเกิด ดูเหมือนเราต้องไปหากลัมมี่"
    }
  },
  {
    "translation": {
      "en": "-Find Glummy! Good idea! -Shhhhh!",
      "th": "หากลัมมี่เหรอ เป็นความคิดที่ดี!"
    }
  },
  {
    "translation": {
      "en": "Also, a good idea would be for you to come with me.",
      "th": "และก็คงเป็นความคิดที่ดีถ้าเธอมากับฉัน"
    }
  },
  {
    "translation": {
      "en": "Um... [whispers] Agreed.",
      "th": "เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "[softly] Oh, Cumulo!",
      "th": "คูมูโล่จ๋า"
    }
  },
  {
    "translation": {
      "en": "Try and keep it down, Cumulo. The trees are trying to sleep.",
      "th": "พยายามอย่าส่งเสียงนะ คูมูโล่ พวกต้นไม้พยายามจะจำศีล"
    }
  },
  {
    "translation": {
      "en": "Glummy's swamp is much sunnier than usual.",
      "th": "บึงของกลัมมี่มีแสงแดดมากกว่าปกตินะ"
    }
  },
  {
    "translation": {
      "en": "He cannot be okay with that.",
      "th": "เขาไม่น่าจะโอเคกับสภาพอากาศนี้"
    }
  },
  {
    "translation": {
      "en": "Maybe that will help us convince him to bring the clouds back.",
      "th": "บางทีมันอาจช่วยเราโน้มน้าว ให้เขานำเมฆกลับมา"
    }
  },
  {
    "translation": {
      "en": "Rainbow King. Where's Glummy?",
      "th": "ราชาสายรุ้ง! กลัมมี่อยู่ไหนเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "He's in his stump and won't come out.",
      "th": "เขาอยู่ในตอไม้ของเขาและไม่ยอมออกมา"
    }
  },
  {
    "translation": {
      "en": "I tried to convince him to bring the clouds back and change the seasons.",
      "th": "ฉันลองโน้มน้าวให้เขาพาเมฆกลับมา และเปลี่ยนฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "And?",
      "th": "แล้ว..."
    }
  },
  {
    "translation": {
      "en": "Oh, right. It's still sunny. I guess he wasn't convinced.",
      "th": "อ๋อ มันยังแดดออกอยู่ เดาว่าเขาไม่ถูกโน้มน้าว"
    }
  },
  {
    "translation": {
      "en": "I did my best to show him that change was a good thing.",
      "th": "ฉันพยายามดีที่สุดแล้วที่จะแสดงให้เขาเห็น ว่าการเปลี่ยนแปลงเป็นสิ่งที่ดี"
    }
  },
  {
    "translation": {
      "en": "I showed him how Slipperslugs spin cocoons and turn into Slippermoths.",
      "th": "ฉันให้เขาดูวิธีที่ทากสลิปเปอร์ปั่นใยสร้างดักแด้ และกลายร่างเป็นผีเสื้อราตรีสลิปเปอร์"
    }
  },
  {
    "translation": {
      "en": "But Glummy liked the feel of Slipperslug slime",
      "th": "แต่กลัมมี่ชอบความรู้สึกของ เมือกของทากสลิปเปอร์"
    }
  },
  {
    "translation": {
      "en": "and thought it would be better if Slipperslugs stayed Slipperslugs.",
      "th": "และคิดว่ามันจะดีกว่าถ้าทากสลิปเปอร์ คงร่างเป็นทากสลิปเปอร์"
    }
  },
  {
    "translation": {
      "en": "I showed him how Bumblybees took nectar from the Stinkadora daisies",
      "th": "ฉันพาเขาไปดูวิธีที่ผึ้งบัมบลีย์ เอาน้ำหวานเกสรจากดอกเดซี่เหม็นฉึ่งๆ"
    }
  },
  {
    "translation": {
      "en": "and made it into honey.",
      "th": "และไปทำเป็นน้ำผึ้ง"
    }
  },
  {
    "translation": {
      "en": "He said he'd never really stopped to smell the Stinkadora daisies...",
      "th": "เขาบอกว่าเขาไม่เคยหยุดดมดอกเดซี่เหม็นฉึ่งๆ"
    }
  },
  {
    "translation": {
      "en": "and thought the Bumblybees should leave the Stinkadoras alone.",
      "th": "และคิดว่าพวกผึ้งบัมบลีย์ควรจะ เลิกยุ่งกับดอกเหม็นฉึ่ง"
    }
  },
  {
    "translation": {
      "en": "Every time I tried to show him how something changed for the better,",
      "th": "ทุกครั้งที่ฉันพยายามให้เขาดู วิธีที่สิ่งต่างๆ เปลี่ยนไปในทางที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "he wanted to keep it the way it was.",
      "th": "เขาก็อยากให้มันคงสภาพเดิม"
    }
  },
  {
    "translation": {
      "en": "Now he's inside having a good sulk, soaking his feet in a bowl of damp.",
      "th": "และตอนนี้เขาก็อยู่ข้างใน กำลังแช่น้ำ แช่เท้าในอ่างที่เปียกชื้น"
    }
  },
  {
    "translation": {
      "en": "But we need him to come back to the orchard!",
      "th": "แต่เราต้องการให้เขากลับไปที่สวนผลไม้"
    }
  },
  {
    "translation": {
      "en": "Maybe we can get him to come out with some of his favorite things.",
      "th": "บางทีเราอาจจะล่อให้เขาออกมา ด้วยสิ่งที่เขาชอบ"
    }
  },
  {
    "translation": {
      "en": "Go away. I'm busy being grumpy about how bright it is.",
      "th": "ไปซะ ฉันยุ่งอยู่กับการรู้สึกหงุดหงิด ว่าทำไมมันถึงสว่างขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "You know what would make it less bright?",
      "th": "รู้มั้ยคะว่าอะไรจะทำให้มันสว่างน้อยลง"
    }
  },
  {
    "translation": {
      "en": "Big grey clouds!",
      "th": "เมฆเทาก้อนโตๆ"
    }
  },
  {
    "translation": {
      "en": "-Smooth! -[chuckles]",
      "th": "เนียนเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "Don't you want to come out and look for some Slipperslug slime?",
      "th": "ไม่อยากออกมามองหา เมือกของทากสลิปเปอร์เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Hm. Got some already.",
      "th": "ฉันมีแล้ว"
    }
  },
  {
    "translation": {
      "en": "How about picking some Stinkadora daisies?",
      "th": "แล้วไปเด็ดดอกเดซี่เหม็นฉึ่งๆ ล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "I hear they make a really awful salad!",
      "th": "ได้ยินว่ามันเอามาทำสลัดแย่ๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe tomorrow.",
      "th": "อาจจะไปพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "If you change your mind...",
      "th": "- ถ้าคุณเปลี่ยนใจ... - ไม่เปลี่ยนใจหรอก"
    }
  },
  {
    "translation": {
      "en": "-I won't. -We'll be at the orchard.",
      "th": "- ถ้าคุณเปลี่ยนใจ... - ไม่เปลี่ยนใจหรอก เราอยู่ที่สวนผลไม้นะคะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] This just doesn't feel like Grabbleapplefest.",
      "th": "นี่ไม่รู้สึกเหมือนเทศกาลแกรบเบิลแอปเปิลเลย"
    }
  },
  {
    "translation": {
      "en": "It feels like Shushfest.",
      "th": "มันรู้สึกเหมือน... เทศกาลเงียบสงัด"
    }
  },
  {
    "translation": {
      "en": "Maybe now that the trees have been sleeping for a while,",
      "th": "ในเมื่อตอนนี้พวกต้นไม้ได้หลับไปสักพักละ"
    }
  },
  {
    "translation": {
      "en": "it might be safe to pick the fruit.",
      "th": "มันอาจจะปลอดภัยที่จะเด็ดผลไม้"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "ก็..."
    }
  },
  {
    "translation": {
      "en": "Don't cry, Shadee!",
      "th": "ไม่ต้องร้องไห้นะ เชดีย์"
    }
  },
  {
    "translation": {
      "en": "You're doing your best in a hard situation.",
      "th": "เธอทำดีที่สุดแล้วในสถานการณ์ที่ยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Farmer Mosser, we tried to help the trees,",
      "th": "หนูขอโทษนะคะ ฟาร์เมอร์มอสเซอร์ เราพยายามช่วยต้นไม้"
    }
  },
  {
    "translation": {
      "en": "but even the Wishes can't do it without Glummy.",
      "th": "แต้พวกวิชเชสก็ไม่สามารถทำได้ โดยที่ไม่มีกลัมมี่"
    }
  },
  {
    "translation": {
      "en": "Then it really is hopeless?",
      "th": "งั้นก็หมดหวังแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "I've had crops that were too dry, too wet, too weedy,",
      "th": "ฉันเคยมีพืชผลที่แห้งเกินไป เปียกเกินไป วัชพืชมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "but I've never had one that was too cranky.",
      "th": "แต่ไม่เคยมีพืชผลที่หงุดหงิดเกินไป"
    }
  },
  {
    "translation": {
      "en": "♪ Oh no the Grabbleabbleapple trees Just mope and pout ♪",
      "th": "ไม่นะ พวกต้นแกรบเบิล-แอบเบิล-แอปเปิล เอาแต่ซึมเศร้าและทำหน้ามุ่ย"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause the sun's so suniunny And it's too bright out ♪",
      "th": "เพราะพระอาทิตย์สว่างเกิน และข้างนอกก็แสงจ้าไป"
    }
  },
  {
    "translation": {
      "en": "Blue begonias!",
      "th": "ฝน... ให้ตายสิโรบิ้น!"
    }
  },
  {
    "translation": {
      "en": "I've never heard Farmer Mosser so low.",
      "th": "ฉันไม่เคยได้ยินฟาร์เมอร์มอสเซอร์ท้อขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "He's about as low as you can go. And I'm a limbo champion.",
      "th": "เขารู้สึกท้อและตกต่ำกว่านี้ไม่ได้แล้ว ขนาดฉันตัวเล็กอยู่ต่ำติดดินแล้วนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "♪ I've got that long-faced Sour Grappleapple blues ♪",
      "th": "ฉันมีหน้าบึ้งตึงซึมเศร้าเพราะ แกรบเบิลแอปเปิลเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "If Glummy could only hear his song, he'd be very happy indeed.",
      "th": "ถ้ากลัมมี่ได้ยินเพลงนี้ เขาคงจะมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "Or sad.",
      "th": "หรือเศร้าใจ"
    }
  },
  {
    "translation": {
      "en": "Maybe that's how we can get Glummy to come back to the orchard!",
      "th": "บางทีนั่นอาจเป็นวิธีที่เราจะพากลัมมี่ กลับมาที่สวนผลไม้"
    }
  },
  {
    "translation": {
      "en": "We can use PingPing to let Glummy hear Famer Mosser singing.",
      "th": "เราใช้ปิง-ปิงเพื่อให้กลัมมี่ ได้ยินเพลงของฟาร์เมอร์มอสเซอร์"
    }
  },
  {
    "translation": {
      "en": "Then he'll want to hear more and come back to the orchard.",
      "th": "เขาต้องอยากฟังอีกและกลับมาที่สวนผลไม้"
    }
  },
  {
    "translation": {
      "en": "Time for my third Wish.",
      "th": "ได้เวลาใช้วิชแบบที่สามละ"
    }
  },
  {
    "translation": {
      "en": "Zip, zap, zoo, I choose you!",
      "th": "ซิป แซ็ป ซู ฉันเลือกเธอ!"
    }
  },
  {
    "translation": {
      "en": "Wake up, PingPing, wish come true!",
      "th": "ตื่นเถิด ปิง-ปิง พรสมปรารถนา!"
    }
  },
  {
    "translation": {
      "en": "Uh-oh. Don't they have to separate to work?",
      "th": "พวกมันต้องแยกจากกันเพื่อให้มันได้ผลนี่"
    }
  },
  {
    "translation": {
      "en": "Remember what Zee said? They get nervous when they're apart.",
      "th": "จำสิ่งที่ซีพูดได้รึเปล่า พวกมันจะกระวนกระวายเมื่ออยู่ห่างกัน"
    }
  },
  {
    "translation": {
      "en": "Don't worry, you'll be back together in no time.",
      "th": "ไม่ต้องห่วง แป๊บเดียวพวกเธอ ก็จะได้กลับมาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "You just have to split up for a little bit to help us with Grabbleapplefest.",
      "th": "พวกเธอแค่ต้องแยกจากกันเดี๋ยวเดียว เพื่อช่วยเทศกาลแกรบเบิลแอปเปิลของเรา ฟังดูเข้าท่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "-Sounds good? -Uh-huh.",
      "th": "เพื่อช่วยเทศกาลแกรบเบิลแอปเปิลของเรา ฟังดูเข้าท่ามั้ย จ๊ะ"
    }
  },
  {
    "translation": {
      "en": "♪ Oh no the Grabbleabbleapple trees Just mope and pout ♪",
      "th": "ไม่นะ พวกต้นแกรบเบิล-แอบเบิล-แอปเปิล เอาแต่ซึมเศร้าและทำหน้ามุ่ย"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause the sun's so suniunny And it's too bright out ♪",
      "th": "เพราะพระอาทิตย์สว่างเกิน และข้างนอกก็แสงจ้าไป"
    }
  },
  {
    "translation": {
      "en": "Come on B, let's go.",
      "th": "มาเร็ว บี ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, Cumulo!",
      "th": "คูมูโล่จ๋า"
    }
  },
  {
    "translation": {
      "en": "True, um, I hate to bring this really sad day any lower,",
      "th": "ทรู ฉันไม่อยากทำให้วันที่เศร้าหมองนี้ เศร้าไปกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "but even if Glummy comes back, do you think he'll bring back the clouds?",
      "th": "ถึงแม้ว่ากลัมมี่จะกลับมา เธอคิดว่าเขาจะพาก้อนเมฆกลับมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm sure he will, B. He just needs the right motivation.",
      "th": "ฉันมั่นใจว่าเขาจะทำนะ บี เขาแค่ต้องมีแรงจูงใจที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "Glummy, I brought something I think you'll really like.",
      "th": "กลัมมี่คะ หนูเอาอะไรบางอย่าง ที่คิดว่าคุณจะชอบมาให้"
    }
  },
  {
    "translation": {
      "en": "[Glummy] Go away. I told you I don't like trying new things.",
      "th": "ไปซะ ฉันบอกเธอแล้วว่าฉันไม่ชอบลองสิ่งใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "But you like the sour Grabbleapple that you tried, remember?",
      "th": "แต่คุณก็ชอบแกรบเบิลแอปเปิลเปรี้ยวที่คุณลองนี่ จำได้มั้ยคะ สิ่งนี้ดียิ่งกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "This is even better! I mean... worse.",
      "th": "จำได้มั้ยคะ สิ่งนี้ดียิ่งกว่านั้นอีก หนูหมายความว่า... แย่กว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "♪ Oh no the Grabbleabbleapple trees... ♪",
      "th": "ไม่นะ พวกต้นแกรบเบิล-แอบเบิล-แอปเปิล เอาแต่ซึมเศร้า..."
    }
  },
  {
    "translation": {
      "en": "It's Farmer Mosser.",
      "th": "ฟาร์เมอร์มอสเซอร์น่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "He's sad because the Grabbleapple trees can't sleep.",
      "th": "เขาเศร้าเพราะต้นแกรบเบิลแอปเปิลนอนไม่หลับ"
    }
  },
  {
    "translation": {
      "en": "Hm. It would go great with a sour Grabbleapple.",
      "th": "เพลงคงเข้ากันดีกับแกรบเบิลแอปเปิลเปรี้ยวๆ"
    }
  },
  {
    "translation": {
      "en": "Wish I had one.",
      "th": "อยากได้สักลูกจัง"
    }
  },
  {
    "translation": {
      "en": "You can get one if you come back to the orchard.",
      "th": "คุณสามารถเอาได้ลูกนึงถ้าคุณกลับไปที่สวนผลไม้"
    }
  },
  {
    "translation": {
      "en": "And you can listen to Farmer Mosser sing up close.",
      "th": "และยังได้ฟังฟาร์เมอร์มอสเซอร์ ร้องเพลงอย่างใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "That's too much work.",
      "th": "ต้องลงแรงมากเกินไปงานหนักเกินไป"
    }
  },
  {
    "translation": {
      "en": "Just leave the music box by my window.",
      "th": "แค่ทิ้งกล่องดนตรีไว้ที่หน้าต่างของฉันก็พอ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Glummy, but this little Wish needs to get back to its other half.",
      "th": "ขอโทษด้วยนะคะ กลัมมี่ แต่วิชน้อยนี้ ต้องการจะกลับไปหาอีกครึ่งนึงของมัน"
    }
  },
  {
    "translation": {
      "en": "So, if you want to hear more gloom, and a little doom,",
      "th": "ดังนั้น ถ้าคุณอยากได้ยินความหมองหม่นเพิ่มเติม และความหายนะมากกว่าเติม"
    }
  },
  {
    "translation": {
      "en": "you've got to come out of your room!",
      "th": "ก็จงออกมาจากห้องด้วยเทอญ"
    }
  },
  {
    "translation": {
      "en": "See what I did there? I rhymed.",
      "th": "เห็นสิ่งที่หนูเพิ่งทำไปมั้ย หนูพูดคำคล้องจอง!"
    }
  },
  {
    "translation": {
      "en": "Wait! I need to hear more of that woeful wailing.",
      "th": "รอเดี๋ยว ฉันอยากฟังเสียงคร่ำครวญแสนทุกข์ระทมนั่นอีก"
    }
  },
  {
    "translation": {
      "en": "[groans] Oh! That sun is too bright.",
      "th": "พระอาทิตย์สว่างจ้าเกินไป"
    }
  },
  {
    "translation": {
      "en": "It's working, B. Glummy is following the music.",
      "th": "มันได้ผล บี กลัมมี่กำลังตามเสียงเพลงมา"
    }
  },
  {
    "translation": {
      "en": "♪ I got the sour Grabbleapple ♪",
      "th": "ฉันซึมเศร้าเพราะ..."
    }
  },
  {
    "translation": {
      "en": "♪ Sour Grabbleapple blues ♪",
      "th": "ซึมเศร้าเพราะแกรบเบิลแอปเปิลเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "That was terrible. Sing it again.",
      "th": "นั่นมันแย่สุดๆ เลย ร้องอีกทีสิ"
    }
  },
  {
    "translation": {
      "en": "True! You brought Glummy back!",
      "th": "ทรู เธอพากลัมมี่กลับมา!"
    }
  },
  {
    "translation": {
      "en": "Does this mean the season will change?",
      "th": "นี่แปลว่าฤดูกาลจะเปลี่ยนใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Sad faces, sad music, sour apples.",
      "th": "หน้าตาเศร้าสร้อย ดนตรีเศร้า แอปเปิลเปรี้ยว..."
    }
  },
  {
    "translation": {
      "en": "Why would I want to change anything that's so perfectly gloomy?",
      "th": "ฉันจะอยากเปลี่ยนความหมองหม่น แสนสมบูรณ์แบบนี้ไปเพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Because it's not perfect for everyone else.",
      "th": "เพราะว่ามันไม่สมบูรณ์แบบสำหรับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "The kingdom needs you to bring the autumn weather.",
      "th": "อาณาจักรต้องการให้คุณนำอากาศฤดูใบไม้ร่วงมา"
    }
  },
  {
    "translation": {
      "en": "Are you going to keep bothering me until I bring back the clouds?",
      "th": "เธอจะรบกวนฉันไปเรื่อยๆ จนกว่าฉันจะนำเมฆกลับมาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Tell him yes! Tell him yes!",
      "th": "บอกเขาไปเลยว่าใช่"
    }
  },
  {
    "translation": {
      "en": "No, Glummy, it's totally up to you.",
      "th": "ไม่ค่ะ กลัมมี่ มันขึ้นอยู่กับคุณเลย"
    }
  },
  {
    "translation": {
      "en": "But changing the seasons would make everyone happy.",
      "th": "แต่การเปลี่ยนฤดูกาลจะทำให้ทุกคนมีความสุข"
    }
  },
  {
    "translation": {
      "en": "I only brought the autumn clouds because I liked them.",
      "th": "ฉันแค่พาเมฆฤดูใบไม้ร่วงมา เพราะฉันชอบมัน"
    }
  },
  {
    "translation": {
      "en": "I've never done anything just for someone else.",
      "th": "ฉันไม่เคยทำอะไรเพื่อคนอื่น"
    }
  },
  {
    "translation": {
      "en": "That would be a pretty big change for sure,",
      "th": "นั่นคงเป็นการเปลี่ยนแปลงครั้งใหญ่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "and we know you don't like change.",
      "th": "และเราก็รู้ว่าคุณไม่ชอบการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "But maybe you'll find out you like doing something new,",
      "th": "แต่บางทีคุณอาจค้นพบว่า คุณชอบทำสิ่งใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "like when you tried the sour Grabbleapple.",
      "th": "เช่นตอนที่คุณลองชิมแกรบเบิลแอปเปิลเปรี้ยว"
    }
  },
  {
    "translation": {
      "en": "[sighs] Well, that did turn out alright.",
      "th": "อืม นั่นก็ออกมาดี"
    }
  },
  {
    "translation": {
      "en": "Eh... I suppose it is too bright.",
      "th": "ฉันว่ามันสว่างเกินไป"
    }
  },
  {
    "translation": {
      "en": "-[True groans] -Here, True, to keep warm.",
      "th": "นี่ ทรู จะได้รู้สึกอบอุ่น"
    }
  },
  {
    "translation": {
      "en": "It's okay. You keep it.",
      "th": "ไม่เป็นไรจ๊ะ เธอเก็บไว้เถอะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for your help, Shadee, Hushabye, and PingPing.",
      "th": "ขอบใจที่ช่วยนะ เชดีย์ ฮัช-อะ-บาย และปิง-ปิง"
    }
  },
  {
    "translation": {
      "en": "Now, back in the pack!",
      "th": "เอาล่ะ จงกลับเข้ากระเป๋าเป้"
    }
  },
  {
    "translation": {
      "en": "It's happening! Glummy's clouds are making the trees sleepy.",
      "th": "มันเกิดขึ้นแล้ว เมฆของกลัมมี่กำลังทำให้พวกต้นไม้ง่วงนอน"
    }
  },
  {
    "translation": {
      "en": "Long live the gloom!",
      "th": "ความหมองหม่นจงเจริญ!"
    }
  },
  {
    "translation": {
      "en": "Sorry. [whispers] Long live the gloom.",
      "th": "โทษที ความหมองหม่นจงเจริญ!"
    }
  },
  {
    "translation": {
      "en": "Let's give them the nudge test.",
      "th": "ลองไปสะกิดพวกมันดู"
    }
  },
  {
    "translation": {
      "en": "They've started winter nap.",
      "th": "มันเริ่มจำศีลฤดูหนาวละ"
    }
  },
  {
    "translation": {
      "en": "So then why are we still whispering?",
      "th": "งั้นเรากระซิบทำไม"
    }
  },
  {
    "translation": {
      "en": "You're right! Nothing can wake them 'til spring!",
      "th": "นั่นสินะ ไม่มีอะไรสามารถปลุกมันได้จนถึงฤดูใบไม้ผลิ"
    }
  },
  {
    "translation": {
      "en": "♪ Oh yes the trees have started Their winter snooze ♪",
      "th": "พวกต้นไม้ได้เริ่มจำศีลฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "♪ And the leaves... ♪",
      "th": "และใบไม้..."
    }
  },
  {
    "translation": {
      "en": "Welcome to Scarf Season, everyone!",
      "th": "ยินดีต้อนรับสู่ฤดูผ้าพันคอนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Farmer Mosser] We sure did!",
      "th": "เราทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Yes! Fruit catching time!",
      "th": "เย่! ได้เวลารับผลไม้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Here, Glummy, I know happy sounds are a little hard on your ears.",
      "th": "นี่ค่ะ กลัมมี่ หนูรู้ว่าเพลงเบิกบานคงไม่ค่อยเสนาะหูสำหรับคุณ"
    }
  },
  {
    "translation": {
      "en": "The scarf isn't really my style. Too jazzy.",
      "th": "ผ้าพันคอไม่ใช่สไตล์ของฉัน มันฉูดฉาดเกินไป"
    }
  },
  {
    "translation": {
      "en": "But... thank you.",
      "th": "แต่ก็ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Look! The symphony of color is about to begin!",
      "th": "ดูสิ การบรรเลงสีกำลังจะเริ่มขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, everybody's happy.",
      "th": "ทุกคนมีความสุข"
    }
  },
  {
    "translation": {
      "en": "My work is done. Yippee. I'm outta here.",
      "th": "งานของฉันเสร็จสิ้น ไชโย ฉันไปละ"
    }
  },
  {
    "translation": {
      "en": "Glummy! Wait!",
      "th": "กลัมมี่คะ เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "Thanks for bringing your cloud game. It was really nice of you.",
      "th": "ขอบคุณที่นำเมฆมานะคะ หนูซาบซึ้งจริงๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Whatever, just don't let it get around.",
      "th": "อะไรก็ช่าง อย่าปล่อยให้มันลอยเตร่ละกัน"
    }
  },
  {
    "translation": {
      "en": "Here, B, have a cup of Grabbleapple cider.",
      "th": "นี่จ๊ะ บี ลองแกรบเบิลแอปเปิลไซเดอร์แก้วนึงสิ"
    }
  },
  {
    "translation": {
      "en": "Grabbleapple cider? But we always drink Grabbleapple cocoa!",
      "th": "แกรบเบิลแอปเปิลไซเดอร์เหรอ เราดื่มแกรบเบิลแอปเปิลโกโก้มาตลอดนะ"
    }
  },
  {
    "translation": {
      "en": "I put a mushmallow in it too. Try it!",
      "th": "ฉันใส่มาร์ชเมลโลว์ลงไปด้วยนะ ลองดื่มสิ"
    }
  },
  {
    "translation": {
      "en": "[True] Change can be good!",
      "th": "การเปลี่ยนแปลงเป็นสิ่งที่ดีได้"
    }
  },
  {
    "translation": {
      "en": "Mmmm! Mmmm! Change is delicious!",
      "th": "ความเปลี่ยนแปลงอร่อยจัง"
    }
  },
  {
    "translation": {
      "en": "Oh, Bartleby!",
      "th": "โธ่ บาร์เทิลบี"
    }
  },
  {
    "translation": {
      "en": "♪ Oh yes the trees have started Their winter snooze ♪",
      "th": "พวกต้นไม้ได้เริ่มจำศีลฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "♪ And the leaves will change their hues ♪",
      "th": "และใบไม้ก็จะเปลี่ยนสีสัน"
    }
  },
  {
    "translation": {
      "en": "♪ We cured the Grabbleapple ♪",
      "th": "เรารักษาโรคซึมเศร้า..."
    }
  },
  {
    "translation": {
      "en": "♪ The Grabbleapple blues ♪",
      "th": "ซึมเศร้าเพราะแกรบเบิล-แอบเบิล-แอปเปิล"
    }
  }
]