[
  {
    "translation": {
      "en": "Bye, bitch!",
      "th": "บาย ดอก"
    }
  },
  {
    "translation": {
      "en": "-Hi, bitch! -[agent grunts]",
      "th": "ไง ดอก!"
    }
  },
  {
    "translation": {
      "en": "Actually? Cute.",
      "th": "เอาจริงๆ นะ น่ารัก"
    }
  },
  {
    "translation": {
      "en": "-Yes! [laughs] -[agents cheering]",
      "th": "ไชโย"
    }
  },
  {
    "translation": {
      "en": "Four minutes, nine seconds. An agency record.",
      "th": "สี่นาที เก้าวินาที สถิติหน่วยงาน"
    }
  },
  {
    "translation": {
      "en": "Like I said, he's the best of the best. My baby's about to hunt the Taliban.",
      "th": "อย่างที่ฉันบอก คนนี้น่ะเก่งที่สุด เด็กของฉันจะไปล่าตาลิบัน"
    }
  },
  {
    "translation": {
      "en": "[Chunley] The American Intelligence Agency is proud to announce",
      "th": "(พิธีจบการศึกษา) หน่วยข่าวกรองอเมริกัน ยินดีที่จะประกาศ…"
    }
  },
  {
    "translation": {
      "en": "the addition of 30 new cadets",
      "th": "หน่วยข่าวกรองอเมริกัน ยินดีที่จะประกาศ… (ผู้จบการศึกษาปี 2011) นักเรียนนายทหารอีก 30 คน ที่จะเข้าปฏิบัติภารกิจลับ"
    }
  },
  {
    "translation": {
      "en": "who are about to enter the field as covert operatives,",
      "th": "นักเรียนนายทหารอีก 30 คน ที่จะเข้าปฏิบัติภารกิจลับ"
    }
  },
  {
    "translation": {
      "en": "including an all-time record two women.",
      "th": "รวมถึงผู้หญิงสองคน ซึ่งสูงสุดเป็นประวัติการณ์"
    }
  },
  {
    "translation": {
      "en": "One hot and one… funny.",
      "th": "คนนึงเซ็กซี่ คนนึงตลก"
    }
  },
  {
    "translation": {
      "en": "But enough about diversity. Our 2011 valedictorian,",
      "th": "แต่พูดเรื่องความหลากหลายมากพอแล้ว ตัวแทนกล่าวสุนทรพจน์ประจำปี 2011"
    }
  },
  {
    "translation": {
      "en": "Agent Steve Maryweather!",
      "th": "เจ้าหน้าที่สตีฟ แมรี่เวทเธอร์"
    }
  },
  {
    "translation": {
      "en": "Wow, just wow. Thank you so much.",
      "th": "ว้าว สุดยอด ขอบคุณมากครับ"
    }
  },
  {
    "translation": {
      "en": "I'm very fortunate to be receiving this award",
      "th": "ผมโชคดีมากที่ได้รับรางวัลนี้"
    }
  },
  {
    "translation": {
      "en": "the same year \"Don't Ask, Don't Tell\" was repealed.",
      "th": "ปีเดียวกับที่มีการยกเลิกนโยบาย \"ห้ามถาม ห้ามบอก\""
    }
  },
  {
    "translation": {
      "en": "Because now I can stand before you and accept this honor as my true self.",
      "th": "เพราะตอนนี้ผมสามารถยืนต่อหน้าคุณ และรับเกียรตินี้ได้ด้วยตัวตนที่แท้จริงของผม"
    }
  },
  {
    "translation": {
      "en": "None of you asked, but I'm sure as hell gonna tell.",
      "th": "ไม่มีใครถาม แต่ผมจะขอเป็นคนบอกเอง"
    }
  },
  {
    "translation": {
      "en": "I, Steve Maryweather,",
      "th": "ผมสตีฟ แมรี่เวทเธอร์"
    }
  },
  {
    "translation": {
      "en": "the valedictorian of your class, and the future of the Agency,",
      "th": "ตัวแทนกล่าวสุนทรพจน์ของรุ่น และอนาคตของหน่วยงานนี้"
    }
  },
  {
    "translation": {
      "en": "am a gay man!",
      "th": "เป็นเกย์!"
    }
  },
  {
    "translation": {
      "en": "And I look forward to serving my country with all of my big gay heart.",
      "th": "และผมตั้งตารอที่จะรับใช้ประเทศ ด้วยหัวใจเกย์แสนพองโต"
    }
  },
  {
    "translation": {
      "en": "I'd like to thank the AIA, Céline Dion, and those Marky Mark Calvin Klein ads",
      "th": "ผมอยากขอบคุณเอไอเอ เซลีน ดิออน และมาร์ค วอห์ลเบิร์กในโฆษณาคาลวิน ไคลน์"
    }
  },
  {
    "translation": {
      "en": "for making me the man I am-- [grunts]",
      "th": "ที่ทำให้ผมเป็นอย่างทุกวันนี้…"
    }
  },
  {
    "translation": {
      "en": "Will you look at this, there was a mistake.",
      "th": "เดี๋ยวนะครับ นี่เป็นเรื่องผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "We just, uh, re-crunched the numbers,",
      "th": "เราเพิ่งนับคะแนนใหม่"
    }
  },
  {
    "translation": {
      "en": "and Maryweather isn't the valedictorian after all. It's actually, uh…",
      "th": "และแมรี่เวทเธอร์ไม่ใช่ ผู้แทนกล่าวสุนทรพจน์ ที่จริงแล้วคือ…"
    }
  },
  {
    "translation": {
      "en": "-Agent Buck, who happens to be straight. -[audience murmuring]",
      "th": "เจ้าหน้าที่บัค ซึ่งบังเอิญไม่ใช่เกย์"
    }
  },
  {
    "translation": {
      "en": "But that's not what's going on. It's legit. Okay, Agent Buck.",
      "th": "แต่นั่นไม่ใช่ประเด็น มันถูกกฎหมาย เอาละ เจ้าหน้าที่บัค"
    }
  },
  {
    "translation": {
      "en": "Tough break, Maryweather. -Or should I say Agent Mary? -[audience laughing]",
      "th": "ลำบากหน่อยนะ แมรี่เวทเธอร์ หรือฉันควรเรียกนายว่าสายลับแมรี่"
    }
  },
  {
    "translation": {
      "en": "Give it up for Agent Mary, everybody.",
      "th": "ขอเสียงปรบมือให้สายลับแมรี่หน่อย ทุกคน"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Mary! -Oh, my God.",
      "th": "- แมรี่! - ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 2] Agent Mary!",
      "th": "สายลับแมรี่"
    }
  },
  {
    "translation": {
      "en": "You're young, just hang in there.",
      "th": "นายยังอายุน้อย อดทนไว้"
    }
  },
  {
    "translation": {
      "en": "In ten years, you'll be running this place.",
      "th": "ในอีกสิบปี นายจะเป็นคนบริหารที่นี่"
    }
  },
  {
    "translation": {
      "en": "Of course I respect your decision, Director Chunley.",
      "th": "ผมเคารพการตัดสินใจของคุณอยู่แล้วครับ ผู้บัญชาการชันลี"
    }
  },
  {
    "translation": {
      "en": "At the very least, I hope this little incident won't affect my posting.",
      "th": "ผมหวังว่าอย่างน้อยเหตุการณ์นี้ จะไม่ส่งผลกระทบกับตำแหน่งของผม"
    }
  },
  {
    "translation": {
      "en": "Don't get your panties in a wad, Mary.",
      "th": "ไม่ต้องเสียจริตไป แมรี่"
    }
  },
  {
    "translation": {
      "en": "I have the perfect assignment for you. You'll be running your own division.",
      "th": "ผมมีงานที่เหมาะกับคุณ คุณจะได้บริหารแผนกของคุณเอง"
    }
  },
  {
    "translation": {
      "en": "What? That's amazing. Where? Moscow? Beijing?",
      "th": "อะไรนะครับ สุดยอดมาก ที่ไหนครับ มอสโกหรือปักกิ่งครับ"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thirty terrorists were captured in a raid outside Kinshasa last night.",
      "th": "(ข่าวด่วน…) ผู้ก่อการร้ายถูกจับตัวระหว่างการจู่โจม นอกเมืองกินชาซาเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "Details about the mission are classified,",
      "th": "รายละเอียดเกี่ยวภารกิจเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "but the White House expressed their admiration",
      "th": "แต่ทำเนียบขาวแสดงความชื่นชม"
    }
  },
  {
    "translation": {
      "en": "for those agents on the frontline.",
      "th": "ต่อเจ้าหน้าที่ที่ปฏิบัติการในแนวหน้า"
    }
  },
  {
    "translation": {
      "en": "Hey, dildo! Just met the president. Again. He's, like, obsessed with me.",
      "th": "เฮ้ย หัวขวด ฉันเพิ่งเจอประธานาธิบดีอีกแล้ว เหมือนเขาคลั่งฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Ten years in the field, three Medals of Honor…",
      "th": "ทำงานภาคสนามสิบปี เหรียญเกียรติยศสามเหรียญ"
    }
  },
  {
    "translation": {
      "en": "Remind me, who's head of the class now?",
      "th": "เตือนฉันหน่อยสิ ตอนนี้ใครกันที่เป็นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Mr. Air-B-B man. -Oh, there you are.",
      "th": "- คุณเจ้าบ้าน - คุณอยู่นี่เอง"
    }
  },
  {
    "translation": {
      "en": "We are looking everywhere for you, Air-B-B man.",
      "th": "เราตามหาคุณทุกที่เลย คุณเจ้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "Well, you found me. Uh, you might wanna cover up, though.",
      "th": "คุณเจอผมแล้ว คุณอาจจะอยากหาอะไรคลุมตัวหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Public nudity is a no-no in America.",
      "th": "การแก้ผ้าในที่สาธารณะผิดกฎหมายในอเมริกาน่ะ"
    }
  },
  {
    "translation": {
      "en": "We are not ashamed. We are vacation.",
      "th": "เราไม่อาย เรามาเที่ยว"
    }
  },
  {
    "translation": {
      "en": "So, here's the thing. We need more towel, bad.",
      "th": "คืออย่างนี้ เราต้องการผ้าขนหนูเพิ่มเยอะๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Ja, we used them all. The towel.",
      "th": "ใช่ เราใช้หมดทุกผืนแล้ว ผ้าขนหนูน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, absolutely. I'll have fresh towels for you after work.",
      "th": "ได้เลย เลิกงานแล้ว ผมจะเอาผ้าขนหนูสะอาดมาให้"
    }
  },
  {
    "translation": {
      "en": "Wow, wow, wow. You are so strong. What is your job?",
      "th": "ว้าว คุณแข็งแรงจัง คุณทำงานอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you a rough guard at one of your famous American prisons?",
      "th": "คุณเป็นพัศดีสุดโหด ที่คุกชื่อดังสักแห่งของอเมริการึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, I'm… I'm actually an interior designer.",
      "th": "เปล่าครับ จริงๆ แล้ว ผมเป็นนักออกแบบภายในน่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, and I'm actually late. I'll see you later.",
      "th": "ผมสายแล้ว ไว้เจอกันครับ"
    }
  },
  {
    "translation": {
      "en": "-All right, squad, assemble! -[Deb] Sup, Mar?",
      "th": "- เอาละ ทีม รวมตัว - ว่าไง แมร์"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what's up. It's the best day of the month",
      "th": "ฉันจะบอกให้ว่ามีอะไร วันนี้เป็นวันที่ดีที่สุดของเดือน"
    }
  },
  {
    "translation": {
      "en": "for the best spies in the world.",
      "th": "สำหรับสายลับที่เก่งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "That's right, people, I'm talking Check-In Day!",
      "th": "ใช่แล้ว ทุกคน นี่พูดถึงวันเช็คอินไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Up first, standing five-foot-eight, weighing in at…",
      "th": "คนแรก สูง 172 เซนติเมตร น้ำหนักอยู่ที่…"
    }
  },
  {
    "translation": {
      "en": "I wanna say a strong 165?",
      "th": "ฉันว่า 75 กิโลเน้นๆ เลยได้มะ"
    }
  },
  {
    "translation": {
      "en": "Bitch, I'm a dense 198, and I worked hard for every pound.",
      "th": "นังหนู ฉันน่ะหุ่นแน่นหนัก 90 กิโล และฉันออกกำลังกายอย่างหนักเพื่อทุกกิโล"
    }
  },
  {
    "translation": {
      "en": "-Take it away, Agent Deb. -Thank you very much.",
      "th": "ลุยเลย สายลับเด็บ ขอบคุณมาก ฉันมาคิดๆ ดู ถ้าทีมของเราจะได้ทำภารกิจบ้าง"
    }
  },
  {
    "translation": {
      "en": "So, I've been thinking. Should our squad ever work a mission--",
      "th": "ขอบคุณมาก ฉันมาคิดๆ ดู ถ้าทีมของเราจะได้ทำภารกิจบ้าง"
    }
  },
  {
    "translation": {
      "en": "Which we will, 'cause we're the best.",
      "th": "ซึ่งเราจะได้ทำ เพราะเราเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Deb] Which we will, 'cause we're the best.",
      "th": "ซึ่งเราจะได้ทำ เพราะเราเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "How are we gonna get there? If you ask me, what this scrappy little spy squad needs",
      "th": "เราจะไปถึงที่หมายได้ยังไง ถ้านายถามฉัน สิ่งที่ทีมสายลับเห่ยๆ นี้ต้องการ"
    }
  },
  {
    "translation": {
      "en": "is a super high-tech,",
      "th": "คือรถสายลับสุดแสนไฮเทค"
    }
  },
  {
    "translation": {
      "en": "blow-your-fucking-mind-out-your-ass spy car!",
      "th": "เก๋เริ่ดแบบอ้าปากค้างตาถลนเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, yes!",
      "th": "ตายแล้ว ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Wow! That looks… sturdy.",
      "th": "ว้าว นั่นดู… บึกบึนดี"
    }
  },
  {
    "translation": {
      "en": "Because it fucking is.",
      "th": "ก็เพราะว่าใช่น่ะสิยะ"
    }
  },
  {
    "translation": {
      "en": "The body is a 2006 Subaru Outback.",
      "th": "โครงรถคือซูบารุเอาต์แบ็กปี 2006"
    }
  },
  {
    "translation": {
      "en": "And on the inside, it can drive, it can fly…",
      "th": "และด้านใน มันขับเคลื่อนได้ บินได้…"
    }
  },
  {
    "translation": {
      "en": "…plus, it's pre-loaded with Tracy Chapman's entire discography,",
      "th": "แถมยังอัดแน่นด้วย เพลงของเทรซี แชปแมนทุกเพลง"
    }
  },
  {
    "translation": {
      "en": "so you know it's a \"Fast Car.\"",
      "th": "เพราะฉะนั้นมันคือ \"ฟาสต์คาร์\" ตามชื่อเพลง"
    }
  },
  {
    "translation": {
      "en": "-Who's Tracy Chapman? -I think he's a senator.",
      "th": "- เทรซี แชปแมนคือใครเหรอ - ฉันว่าเขาคือสว."
    }
  },
  {
    "translation": {
      "en": "Deb, you're a fucking genius. And I'm a fucking genius for recruiting you.",
      "th": "เด็บ เธอนี่โคตรอัจฉริยะเลย และฉันก็โคตรฉลาดที่จ้างเธอมา"
    }
  },
  {
    "translation": {
      "en": "-Say it again. -No time, too excited.",
      "th": "- พูดอีกทีซิ - ไม่มีเวลาแล้ว ตื่นเต้นเกินไป"
    }
  },
  {
    "translation": {
      "en": "Genius number two, you're up. It's the Duchess of the Hack-Pack.",
      "th": "อัจฉริยะหมายเลขสอง ตาเธอแล้ว ท่านหญิงแฮกแพ็ก"
    }
  },
  {
    "translation": {
      "en": "-Our very own Dongle-Goblin. -That one's fine.",
      "th": "- เทพคอมของเราเอง - ชื่อนั้นโอเค"
    }
  },
  {
    "translation": {
      "en": "I'm talking about Agent Stat, people. Show me what you got.",
      "th": "ฉันกำลังพูดถึงสายลับสแต็ท ทุกคน โชว์ผลงานให้ฉันดูหน่อย"
    }
  },
  {
    "translation": {
      "en": "I found that Malaysian plane everyone was looking for way back when.",
      "th": "ฉันเจอเครื่องบินของมาเลเซีย ที่ทุกคนตามหาอยู่ อะไรนะ ตายแล้ว เธอว่าไงนะ เธอคิดยังไงถึงไปหาที่นั่น"
    }
  },
  {
    "translation": {
      "en": "What? Oh, my God, what are you saying? How did you even think to look there?",
      "th": "อะไรนะ ตายแล้ว เธอว่าไงนะ เธอคิดยังไงถึงไปหาที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Now, it's check-in time for our Master of Disguises.",
      "th": "ตอนนี้ได้เวลาที่ ยอดนักปลอมตัวของเราจะเช็คอินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Wait, has anyone seen Twink?",
      "th": "เดี๋ยวนะ มีใครเห็นทวิ้งค์บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "[voice shaking] Would you like some chamomile, love?",
      "th": "ดื่มคาโมไมล์หน่อยไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "For your nerves.",
      "th": "ช่วยคลายเครียดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you, Grandma Rose.",
      "th": "ขอบคุณครับ คุณยายโรส"
    }
  },
  {
    "translation": {
      "en": "Wait a minute, Grandma Rose is dead! Trampled to death ten Black Fridays ago!",
      "th": "เดี๋ยว คุณยายโรสโดนเหยียบตายไปแล้ว ตอนแย่งของลดราคาแบล็คฟรายเดย์เมื่อสิบปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Relax, booboo! It's me! Check-In Day realness, bitch.",
      "th": "ใจเย็น ที่รัก ฉันเอง เช็คอินของจริงจ้า นังหนู"
    }
  },
  {
    "translation": {
      "en": "I mean \"boss.\" But also \"bitch,\" 'cause I love you, bitch.",
      "th": "หมายถึง \"เจ้านาย\" แต่ก็ \"นังหนู\" ด้วย เพราะรักนะยะ นังหนู"
    }
  },
  {
    "translation": {
      "en": "Twink. [chuckles] That was amazing and very triggering.",
      "th": "ทวิ้งค์ นั่นสุดยอดเลย แถมยังสะเทือนใจมาก"
    }
  },
  {
    "translation": {
      "en": "As always, you guys have blown me away with your check-ins.",
      "th": "ทุกคนทำฉันตื่นเต้นทุกครั้งที่เช็คอิน"
    }
  },
  {
    "translation": {
      "en": "Now to close out Check-In Day with a bang, your boss who'd never forget to floss,",
      "th": "ทีนี้เพื่อปิดท้ายวันเช็คอินแบบปังๆ เจ้านายของพวกเธอฟันสะอาดแบบอลัง"
    }
  },
  {
    "translation": {
      "en": "the best damn spy in the whole frickin' world,",
      "th": "สายลับโคตรเก่งที่สุดในโลกหล้า"
    }
  },
  {
    "translation": {
      "en": "give it up… for me!",
      "th": "ปรบมือให้… ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "I added 3.6 centimeters to my vertical leap.",
      "th": "ฉันกระโดดแนวดิ่งได้เพิ่ม 3.6 เซนติเมตร"
    }
  },
  {
    "translation": {
      "en": "That was my check-in.",
      "th": "นั่นแหละเช็คอินของฉัน"
    }
  },
  {
    "translation": {
      "en": "Why is that paper-towel dispenser texting us?",
      "th": "ทำไมเครื่องดึงกระดาษเช็ดมือ ถึงส่งข้อความมาให้เรา"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, this is it! The Agency's taken notice of our progress,",
      "th": "ตายแล้ว นี่ไงล่ะ หน่วยงานสังเกตเห็นความก้าวหน้าของเรา"
    }
  },
  {
    "translation": {
      "en": "and we're about to get our first case.",
      "th": "และเรากำลังจะได้ทำคดีแรก"
    }
  },
  {
    "translation": {
      "en": "They're actually cutting our budget again, another 15%.",
      "th": "จริงๆ คือพวกเขาจะตัดงบเราอีกแล้ว ตัดอีก 15 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "And now they're saying I have to reimburse them for this paper.",
      "th": "และตอนนี้พวกเขาบอกว่า ฉันต้องจ่ายค่ากระดาษแผ่นนี้คืนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "\"Kill me\"?",
      "th": "\"ฆ่าฉันซะ\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, I forgot to tell you, I taught the printer how to feel.",
      "th": "อ้อ ใช่ ฉันสอนให้เครื่องปรินต์รู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "That was gonna be next month's check-in.",
      "th": "ทำเผื่อไว้วันเช็คอินเดือนหน้าน่ะ"
    }
  },
  {
    "translation": {
      "en": "Guys, remember, every week that we don't get a case,",
      "th": "ทุกคน อย่าลืม ทุกๆ สัปดาห์ที่เราไม่ได้ทำคดี"
    }
  },
  {
    "translation": {
      "en": "we are one week closer to getting a case.",
      "th": "เราก็เข้าใกล้การจะได้ทำคดีไปอีกหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "I'm worried. I'm sure you can tell, but just in case you can't,",
      "th": "ฉันกังวลน่ะ ฉันรู้ว่านายดูออก แต่แค่บอกเผื่อเอาไว้"
    }
  },
  {
    "translation": {
      "en": "the squad's morale is lower than my wife's singing voice.",
      "th": "กำลังใจของทีม ต่ำกว่าเสียงร้องเพลงของเมียฉันอีก"
    }
  },
  {
    "translation": {
      "en": "Wait, really? But that was such a killer check-in.",
      "th": "จริงเหรอ แต่นั่นเป็นเช็คอินที่ออกจะปังปุริเย่"
    }
  },
  {
    "translation": {
      "en": "It was, but we've been busting our humps out here, and for nothing.",
      "th": "ก็ใช่ แต่เราทำงานหนักมาก แบบเสียเปล่า"
    }
  },
  {
    "translation": {
      "en": "We need to work a real case already.",
      "th": "เราต้องทำคดีจริงๆ ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you remember what you said when you recruited each of us?",
      "th": "จำสิ่งที่นายพูด ตอนที่รับพวกเราเข้าทำงานได้ไหม"
    }
  },
  {
    "translation": {
      "en": "That one day, we'd save the world. And I still believe that.",
      "th": "วันนึงเราจะกู้โลก และฉันก็ยังเชื่อแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But it's time for a reality check.",
      "th": "แต่ถึงเวลายอมรับความจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, I wasn't going to tell you this,",
      "th": "ฉันไม่ได้ตั้งใจจะบอกนายเรื่องนี้ แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "but Pep Boys offered me Assistant Manager again.",
      "th": "เพ็ปบอยส์เสนอตำแหน่ง ผู้ช่วยผู้จัดการให้ฉันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And I'm thinking about taking it.",
      "th": "ฉันคิดว่าจะรับข้อเสนอ"
    }
  },
  {
    "translation": {
      "en": "Deb, you'd leave? You're so much more than a mechanic, though.",
      "th": "เด็บ เธอจะไปเหรอ แต่เธอเก่งกว่าเป็นแค่ช่างเครื่องนะ"
    }
  },
  {
    "translation": {
      "en": "Dude, this whole thing is turning out to be more like a little club",
      "th": "เพื่อน ทั้งหมดนี่กลายเป็นแค่สมาคมเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "than a life of action and adventure.",
      "th": "มากกว่าชีวิตผาดโผนและการผจญภัย"
    }
  },
  {
    "translation": {
      "en": "We won't be on the sidelines forever. We're too good.",
      "th": "เราจะไม่ได้แค่คอยนั่งดูตลอดไป พวกเราเก่งกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Something's gotta change, or you're gonna lose the rest of us real soon.",
      "th": "ต้องมีการเปลี่ยนแปลง ไม่อย่างนั้นนายจะเสียพวกเราไปเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "Deb doesn't know what she's talking about.",
      "th": "เด็บไม่รู้ว่านางพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "Wait, what the fuck? Is that… a gray hair?",
      "th": "เดี๋ยว อะไรวะ นั่น… ผมหงอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're young, just hang in there.",
      "th": "นายอายุยังน้อย อดทนไว้"
    }
  },
  {
    "translation": {
      "en": "In ten years, you'll be running this place. [echoing]",
      "th": "ในอีกสิบปีนายจะเป็นคนบริหารที่นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, God. Oh. Don't mind me. Yeah.",
      "th": "ตายแล้ว ไม่ต้องสนใจผม"
    }
  },
  {
    "translation": {
      "en": "Hope you enjoyed all your towels last night.",
      "th": "หวังว่าเมื่อคืนคุณคงพอใจกับผ้าเช็ดตัว"
    }
  },
  {
    "translation": {
      "en": "Ja, we did. And we used them all.",
      "th": "ใช่แล้ว และเราใช้หมดทุกผืนเลย"
    }
  },
  {
    "translation": {
      "en": "[mutters] I gotta get to work.",
      "th": "ผมต้องไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "Ah, and how is your designing of the interior going?",
      "th": "แล้วงานออกแบบภายในของคุณเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Terribly, actually. It's going terribly. I mean, can you believe I haven't had a single…",
      "th": "จริงๆ แล้วก็แย่ แย่มากเลย คุณเชื่อไหมว่าผมไม่ได้รับงาน…"
    }
  },
  {
    "translation": {
      "en": "design mission in ten years?",
      "th": "ภารกิจออกแบบมาสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm the best of the best. I've surrounded myself with the greatest team of super…",
      "th": "ผมฝีมือดีที่สุดของที่สุด รอบตัวผมก็มีสุดยอดทีมของ…"
    }
  },
  {
    "translation": {
      "en": "designers in the world,",
      "th": "นักออกแบบทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "but the powers that be don't see us as valuable just because we're queer!",
      "th": "แต่พวกคนใหญ่คนโตไม่เห็นว่าเรามีค่า เพราะว่าเราเป็นเควียร์"
    }
  },
  {
    "translation": {
      "en": "Oh? Is there a lot of anti-LGBTQ discrimination",
      "th": "มีการเลือกปฏิบัติ ต่อต้านชาวแอลจีบีทีคิวเยอะไหม"
    }
  },
  {
    "translation": {
      "en": "in the world of West Hollywood interior design?",
      "th": "ในโลกการออกแบบภายใน ที่เวสต์ฮอลลีวูดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. There is. And I'm sick of it.",
      "th": "ใช่ มีสิ และผมเบื่อมาก"
    }
  },
  {
    "translation": {
      "en": "-We got your text. Everything okay? -Does this look okay?",
      "th": "- เราได้รับข้อความ ทุกอย่างโอเคดีไหม - นี่ดูโอเคไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Is that a toenail?",
      "th": "นั่นเล็บเท้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, it's a gray hair. Because I'm old.",
      "th": "ไม่ใช่ มันคือผมหงอก เพราะฉันแก่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Our lives are passing us by. And it's time to do something about it.",
      "th": "ชีวิตเรากำลังหมดไป ถึงเวลาต้องทำอะไรสักอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "Botox? Tummy tuck? Squirt your ass-fat into your head?",
      "th": "โบท็อกซ์เหรอ ผ่าตัดหน้าท้องไหม บีบไขมันแก้มก้นเข้าสมองก็ดี"
    }
  },
  {
    "translation": {
      "en": "Better. Stat, fire up the Command Center,",
      "th": "ดีกว่านั้นอีก สแต็ท ติดต่อศูนย์บัญชาการ"
    }
  },
  {
    "translation": {
      "en": "initiate a secure video conference with West Coast HQ.",
      "th": "เริ่มประชุมวิดีโอกับสำนักงานใหญ่เวสต์โคสต์"
    }
  },
  {
    "translation": {
      "en": "I'm gonna demand that we be assigned a case.",
      "th": "ฉันจะเรียกร้องให้เราได้รับมอบหมายทำคดี"
    }
  },
  {
    "translation": {
      "en": "Ten years I've waited.",
      "th": "ฉันรอมาสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-And you've all stood by me. -[ringing] This ends today…",
      "th": "และทุกคนยืนหยัดอยู่ข้างฉัน เรื่องนี้จะจบวันนี้…"
    }
  },
  {
    "translation": {
      "en": "Hey, girl!",
      "th": "ไง เธอจ๋า"
    }
  },
  {
    "translation": {
      "en": "Steve. It's great to hear from you.",
      "th": "สตีฟ ดีใจที่นายติดต่อมา"
    }
  },
  {
    "translation": {
      "en": "How's my favorite tragic-story-of-wasted-potential doing?",
      "th": "คนสูญเปล่าทางความสามารถ คนโปรดของฉันเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Good! So good. And may I say, Deputy Director V,",
      "th": "ดีครับ ดีมาก และขอผมบอกได้ไหมครับ รองผบ.วี"
    }
  },
  {
    "translation": {
      "en": "you're positively radiant today, but also still very young-looking.",
      "th": "วันนี้คุณดูเจิดจรัสและยังสาวสะพรั่งมาก"
    }
  },
  {
    "translation": {
      "en": "-Do I look like a pancake to you? -No, ma'am, you do not.",
      "th": "- นายว่าฉันดูเหมือนแพนเค้กเหรอ - ไม่ใช่ครับ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Then stop buttering me up.",
      "th": "งั้นก็เลิกเลียฉันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "You're funny. You're always funny. I've always liked that about you.",
      "th": "คุณเป็นคนตลก ตลกมาตลอด ผมชอบนิสัยแบบนี้ของคุณมาตลอด ผมบอกทีมของผม"
    }
  },
  {
    "translation": {
      "en": "I tell my team this all the time. \"You know who's funny? Deputy Director V.\"",
      "th": "ผมชอบนิสัยแบบนี้ของคุณมาตลอด ผมบอกทีมของผม \"รู้ไหมใครตลก รองผบ.วี\""
    }
  },
  {
    "translation": {
      "en": "So I've been thinking, you know what might be so neat? If we got a case.",
      "th": "คือผมไปคิดๆ ดู คงเลิศมากนะครับ ถ้าเราได้ทำคดี"
    }
  },
  {
    "translation": {
      "en": "You know I love you, but I can't make any promises. I'll see what I can do.",
      "th": "นายก็รู้ว่าฉันรักนาย แต่ฉันสัญญาอะไรไม่ได้ ฉันจะดูว่าช่วยอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "V. It's me. You know me.",
      "th": "วี นี่ผมเอง คุณรู้จักผม"
    }
  },
  {
    "translation": {
      "en": "Ten years ago, you told me I'd be running this agency by now.",
      "th": "สิบปีก่อน คุณบอกว่า ตอนนี้ผมคงได้บริหารหน่วยงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "But now I can't even get a case? I mean, look at this team I put together.",
      "th": "แต่ตอนนี้แม้แต่จะทำคดียังไม่ได้เลย คุณดูทีมที่ผมรวบรวมมาสิ"
    }
  },
  {
    "translation": {
      "en": "They're amazing. And you should be an ally.",
      "th": "พวกเขาสุดยอด และคุณควรเป็นพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "You think I have it any easier?",
      "th": "คิดว่างานของฉันง่ายกว่าเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm the only woman in this entire agency with any power.",
      "th": "ฉันเป็นผู้หญิงคนเดียวในหน่วยงานนี้ ที่พอจะมีอำนาจกับเขา"
    }
  },
  {
    "translation": {
      "en": "The next highest-ranking woman is Joanie, the pasta chef in the cafeteria,",
      "th": "ผู้หญิงในตำแหน่งสูงสุดคนถัดไปคือโจนี่ เชฟพาสต้าในโรงอาหาร"
    }
  },
  {
    "translation": {
      "en": "and her pasta sucks, and everybody hates her.",
      "th": "พาสต้าของนางห่วยแตก ทุกคนเกลียดนางด้วย"
    }
  },
  {
    "translation": {
      "en": "I know you're frustrated. But it's just a matter of time.",
      "th": "ฉันรู้ว่านายโมโห มันแค่ยังไม่ถึงเวลา"
    }
  },
  {
    "translation": {
      "en": "Opportunities don't come on a schedule.",
      "th": "โอกาสไม่ได้มาตามกำหนดการหรอก"
    }
  },
  {
    "translation": {
      "en": "-[phone chimes] -Oops! But interrogations do.",
      "th": "แต่การสอบปากคำน่ะใช่"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll say it. She looked good.",
      "th": "โอเค ฉันจะพูดเอง นางดูดีเชียว"
    }
  },
  {
    "translation": {
      "en": "She has gray hairs, too. You just can't see them because all our screens suck.",
      "th": "นางก็มีผมหงอกเหมือนกัน นายมองไม่เห็นเพราะจอเราห่วย"
    }
  },
  {
    "translation": {
      "en": "You know what? Enough waiting to see what they can do for us.",
      "th": "เรารอให้พวกเขาทำอะไรให้เรามานานพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's show them what we can do for them, huh? Today, we go rogue!",
      "th": "มาโชว์ฝีมือว่าเราทำอะไร เพื่อพวกเขาได้กันเถอะ วันนี้เราจะเกเร"
    }
  },
  {
    "translation": {
      "en": "Wait, what?",
      "th": "เดี๋ยว อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You heard me. I'm going rogue! Who's with me?",
      "th": "เธอได้ยินฉันแล้ว ฉันจะแตกแถว ใครจะเอาด้วยบ้าง"
    }
  },
  {
    "translation": {
      "en": "Are you guys ready to live this freaking dream already?",
      "th": "ทุกคนพร้อมจะทำตามฝันนี้รึยัง"
    }
  },
  {
    "translation": {
      "en": "The Navy had me in an office, pushing pencils,",
      "th": "กองทัพเรือเคยให้ฉันทำงานเอกสารนั่งโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "and you saw what I could really be.",
      "th": "และนายเห็นความสามารถจริงๆ ของฉัน"
    }
  },
  {
    "translation": {
      "en": "And when you showed up in my life, I was at rock bottom.",
      "th": "ตอนที่นายโผล่มาในชีวิตฉัน ฉันกำลังตกต่ำสุดๆ"
    }
  },
  {
    "translation": {
      "en": "But look at me now. I'm in a garage!",
      "th": "แต่ดูฉันตอนนี้ ฉันอยู่ในโรงรถ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Technically, I have to do everything you tell me to, or I'll go back to prison.",
      "th": "ตามหลักแล้วฉันต้องทำทุกอย่างที่นายสั่ง ไม่งั้นฉันต้องกลับไปเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "Yes! Oh, this is going to be amazing.",
      "th": "ไชโย นี่จะสุดยอดมากแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "We're gonna prove how great we are once and for all.",
      "th": "เราจะพิสูจน์ให้พวกเขาเห็นสักที ว่าเราเก่งแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Now, step one of finding a case, find a case. So who's got one?",
      "th": "ทีนี้ ขั้นแรกในการหาคดี คือการหาคดี ใครมีอะไรเสนอบ้าง"
    }
  },
  {
    "translation": {
      "en": "Counterfeit Crocs are flooding the market.",
      "th": "รองเท้าคร็อคส์ปลอมล้นตลาด"
    }
  },
  {
    "translation": {
      "en": "I believe a foreign power is trying to undermine the integrity of our insoles.",
      "th": "ฉันว่ามหาอำนาจต่างชาติกำลังพยายาม ทำลายความมั่นคงของจุดยืนเรา"
    }
  },
  {
    "translation": {
      "en": "Mmm. Seems like a big leap. Anyone else?",
      "th": "ดูไม่น่าใช่นะ คนอื่นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Before I can give you my pitch, what is your definition of treason?",
      "th": "ก่อนที่ฉันจะเสนอ นิยามคำว่าขายชาติของนายคืออะไร"
    }
  },
  {
    "translation": {
      "en": "-Betraying your country or government. -Yeah, I got nothing.",
      "th": "- ทรยศแผ่นดินหรือรัฐบาลตัวเอง - งั้นไม่เสนอละ"
    }
  },
  {
    "translation": {
      "en": "Okay, I have two things.",
      "th": "ฉันมีสองเรื่อง"
    }
  },
  {
    "translation": {
      "en": "One is, I met this guy last night who I suspect is a terrorist.",
      "th": "เรื่องแรกคือเมื่อคืนฉันเจอผู้ชายคนนึง ซึ่งฉันสงสัยว่าเป็นผู้ก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "And the other idea is, okay, did you guys all know that raisins are grapes?",
      "th": "และอีกเรื่องคือ ทุกคนรู้ไหมว่าลูกเกดมาจากองุ่น"
    }
  },
  {
    "translation": {
      "en": "What was the first one?",
      "th": "ข้อแรกคืออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-They're grapes first, and then-- -The terrorist!",
      "th": "- ตอนแรกมันก็เป็นองุ่น แล้วจากนั้น… - ผู้ก่อการร้ายน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yes. He was a little suspicious.",
      "th": "อ้อ ใช่ เขาน่าสงสัยนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Twink] It was my eleven o'clock show,",
      "th": "ตอนนั้นฉันขึ้นแสดงรอบห้าทุ่ม"
    }
  },
  {
    "translation": {
      "en": "and I was doing something groundbreaking with my hair…",
      "th": "และฉันทำผมล้ำสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Red!",
      "th": "ผมแดง"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, a man in the audience caught my eye.",
      "th": "จู่ๆ ผู้ชายคนนึงในกลุ่มผู้ชมก็เตะตาฉัน"
    }
  },
  {
    "translation": {
      "en": "The first thing I noticed is that he'd covered up some pretty nasty bruises",
      "th": "อย่างแรกที่ฉันสังเกตเห็นคือ เขาปกปิดรอยฟกช้ำรุนแรง"
    }
  },
  {
    "translation": {
      "en": "on his face and neck with makeup,",
      "th": "บนหน้าและคอของเขาด้วยเครื่องสำอาง"
    }
  },
  {
    "translation": {
      "en": "and let's just say he's no me with the concealer. [chuckles]",
      "th": "ถือว่าเขาใช้คอนซีลเลอร์เก่งกว่าฉันเยอะ"
    }
  },
  {
    "translation": {
      "en": "And I saw a metal briefcase cuffed to his wrist,",
      "th": "และฉันเห็นกระเป๋าเหล็กใส่เอกสาร ล็อกอยู่กับข้อมือของเขา"
    }
  },
  {
    "translation": {
      "en": "and tattoos on his chest written in Kazakh.",
      "th": "และรอยสักบนหน้าอกของเขา เป็นภาษาคาซัคสถาน"
    }
  },
  {
    "translation": {
      "en": "I'm a little rusty, but I'm pretty sure they said,",
      "th": "ฉันไม่ได้ใช้นาน ขึ้นสนิมหน่อย แต่ฉันมั่นใจว่ารอยสักเขียนว่า"
    }
  },
  {
    "translation": {
      "en": "\"Anarchy will grow from the blood of the uninitiated.\"",
      "th": "\"อนาธิปไตยจะเติบโต จากเลือดของผู้ที่ยังไม่ตื่นรู้\""
    }
  },
  {
    "translation": {
      "en": "-But I could be wrong. -This actually sounds like something.",
      "th": "- แต่ฉันอาจจะผิดก็ได้ - นี่ฟังดูเหมือนมีเงื่อนงำนะ"
    }
  },
  {
    "translation": {
      "en": "We could tail him, figure out what's in the briefcase.",
      "th": "เราตามสะกดรอยเขาได้ สืบดูว่ามีอะไรอยู่ในกระเป๋าเอกสาร"
    }
  },
  {
    "translation": {
      "en": "If he's actually planning anarchy or terrorism, he needs to be stopped.",
      "th": "ถ้าเขาวางแผนล้มรัฐบาลหรือ ก่อการร้ายจริงๆ ต้องมีคนหยุดเขา"
    }
  },
  {
    "translation": {
      "en": "But we need a lead.",
      "th": "แต่เราต้องการเบาะแส…"
    }
  },
  {
    "translation": {
      "en": "A way to find this one gay guy hiding somewhere in Southern California.",
      "th": "วิธีหาตัวเกย์ที่ซ่อนตัวอยู่ ที่ไหนสักแห่งในเซาเทิร์นแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Grindo!",
      "th": "แอพไกรน์โอ"
    }
  },
  {
    "translation": {
      "en": "Yup. Should be easy. I bet he hit me up already.",
      "th": "ใช่ น่าจะง่าย พนันว่าเขาคงทักฉันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Scrolling, scrolling, scrolling…",
      "th": "เลื่อนดู…"
    }
  },
  {
    "translation": {
      "en": "Sorry, I'm, like, extremely popular on here.",
      "th": "- โทษที ในแอพนี้ฉันป๊อปจัด - ทวิ้งค์"
    }
  },
  {
    "translation": {
      "en": "-Twink. -Respect my work-life balance. I'm trying to have it all. Ah! Here he is.",
      "th": "เคารพสมดุลชีวิตและงานของฉันด้วย ฉันพยายามมีพร้อมทุกอย่าง เจอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Alert HQ that WeHo is on a case!",
      "th": "แจ้งเตือนสำนักงานใหญ่ว่าวีโฮกำลังทำคดี"
    }
  },
  {
    "translation": {
      "en": "[JJ] We need your decisions on all these missions.",
      "th": "เราต้องการให้คุณตัดสินใจ เรื่องภารกิจทั้งหมดนี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, yes, no, abort. Tell this one to go fuck itself, but in Russian.",
      "th": "ใช่ๆ ไม่ ยกเลิก บอกคนนี้ให้ไปตายซะ แต่บอกเป็นภาษารัสเซียนะ"
    }
  },
  {
    "translation": {
      "en": "-Yes, ma'am. -[device ringing]",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "What the hell were you thinking? You know I don't want Q-Force in the field.",
      "th": "คุณคิดบ้าอะไรอยู่ คุณก็รู้ว่า ผมไม่อยากให้คิวฟอร์ซทำภารกิจภาคสนาม"
    }
  },
  {
    "translation": {
      "en": "-They're a liability. -What the hell is Q-Force?",
      "th": "- พวกนั้นเป็นภาระ - คิวฟอร์ซคืออะไร"
    }
  },
  {
    "translation": {
      "en": "The queers! Your fucking Lollipop Brigade in West Hollywood.",
      "th": "พวกเควียร์นั่นไง กลุ่มแต๋วแหววในเวสต์ฮอลลีวูด"
    }
  },
  {
    "translation": {
      "en": "I didn't assign them a case. Sounds like two of your heart meds are fighting with each other again.",
      "th": "ฉันไม่ได้มอบหมายงานให้พวกเขา เหมือนยาโรคหัวใจที่คุณกินจะออกฤทธิ์อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "[Chunley] Watch your mouth, little lady.",
      "th": "ระวังคำพูดให้ดี คุณผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Need I remind you that they're too soft for active duty?",
      "th": "ต้องให้ผมเตือนไหมว่า พวกเขาอ่อนหัดเกินกว่าจะทำงานจริงจังได้"
    }
  },
  {
    "translation": {
      "en": "What if somebody sprains their pronoun?",
      "th": "ถ้ามีใครเรียกเขาด้วยสรรพนามที่ไม่เข้าหูล่ะ"
    }
  },
  {
    "translation": {
      "en": "I just spoke to Maryweather today. This has to be a misunderstanding.",
      "th": "วันนี้ฉันเพิ่งคุยกับแมรี่เวทเธอร์ นี่ต้องเข้าใจผิดกันแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "I don't misunderstand shit! Never have, never will.",
      "th": "ผมไม่ได้เข้าใจอะไรผิดทั้งนั้น ไม่เคยผิด ไม่มีวันผิด"
    }
  },
  {
    "translation": {
      "en": "Fix this, or there will be hell to pay!",
      "th": "แก้ไขเรื่องนี้ซะ ไม่อย่างนั้นเป็นเรื่องแน่"
    }
  },
  {
    "translation": {
      "en": "Damn it!",
      "th": "เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "-JJ! Call me so I can hang up on you. -[JJ] Right away, ma'am.",
      "th": "- เจเจ โทรหาฉันให้ฉันวางสายใส่หน่อย - ได้เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Damn it, JJ! Want it less! -[helicopter whirring]",
      "th": "เวรเอ๊ย เจเจ ไม่ต้องเต็มใจขนาดนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Ignore the call. Once we solve the case, which we will, spectacularly,",
      "th": "ไม่รับสาย เมื่อเราไขคดีเรียบร้อย ซึ่งเราจะทำได้อย่างอลังการ"
    }
  },
  {
    "translation": {
      "en": "she won't even care about the missed call. You can't argue with results.",
      "th": "นางจะไม่สนเรื่องสายที่ไม่ได้รับ เราเถียงเรื่องผลลัพธ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Stat] I'm in. I hacked his phone through Grindo.",
      "th": "เข้ามาได้แล้ว ฉันแฮกโทรศัพท์ของเขาผ่านไกรน์โอ"
    }
  },
  {
    "translation": {
      "en": "-[Mary] Who else is he communicating with? -He's only received two texts.",
      "th": "- เขาคุยกับใครอีกบ้าง - เขาได้รับสองข้อความ"
    }
  },
  {
    "translation": {
      "en": "Both from a blocked number. The first one's a photo.",
      "th": "ทั้งสองข้อความส่งจากหมายเลขที่ถูกบล็อก ข้อความแรกเป็นรูปภาพ"
    }
  },
  {
    "translation": {
      "en": "Avert your eyes. This might be an enormous…",
      "th": "ระวัง นี่อาจเป็นรูปมหึมา…"
    }
  },
  {
    "translation": {
      "en": "[Mary] It's a location.",
      "th": "มันคือพิกัด"
    }
  },
  {
    "translation": {
      "en": "Phew. Okay. The second one's only one character long, the church emoji.",
      "th": "(ถนนโรเบิร์ตสัน) โอเค ข้อความที่สองมีแค่ตัวเดียว เป็นอิโมจิรูปโบสถ์"
    }
  },
  {
    "translation": {
      "en": "\"Abbey\" is a church term, right? Where the monks and nuns live.",
      "th": "\"แอ๊บบีย์\" เป็นคำเกี่ยวกับโบสถ์นี่นา สำนักสงฆ์ที่พระและแม่ชีอยู่"
    }
  },
  {
    "translation": {
      "en": "Maybe it's a meetup at The Abbey, the gay bar.",
      "th": "อาจจะเป็นบาร์เกย์ชื่อดิแอ๊บบีย์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you guys, we solved it! Should we go out for drinks?",
      "th": "ตายแล้ว ทุกคน เราไขคดีได้ เราควรออกไปดื่มฉลองกัน"
    }
  },
  {
    "translation": {
      "en": "We did not solve the case. That was the very first hint.",
      "th": "เราไม่ได้ไขคดีได้ นั่นเป็นแค่เบาะแสแรก"
    }
  },
  {
    "translation": {
      "en": "Now, for my plan to work, we may need a distraction.",
      "th": "ทีนี้เพื่อให้แผนของฉันได้ผล เราต้องการสิ่งหันเหความสนใจ"
    }
  },
  {
    "translation": {
      "en": "[Twink] Say no more.",
      "th": "ไม่ต้องพูดอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "[as Ariana Grande] Ariana Grande ought to cause quite a stir in The Abbey.",
      "th": "อารีอานา กรานเด ควรสร้างความวุ่นวายไม่น้อยที่ดิแอ๊บบีย์"
    }
  },
  {
    "translation": {
      "en": "The gays love me, and I love them.",
      "th": "ชาวเกย์รักฉัน และฉันรักพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Shout-out to my gay brother Frankie, who is gay.",
      "th": "ขอแสงส่องไปที่แฟรงกี้ พี่ชายเกย์ฉันที่เป็นเกย์หน่อยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Deb, fire up the Mary-mobile.",
      "th": "เด็บ สตาร์ทรถแมรี่โมบิลเลย"
    }
  },
  {
    "translation": {
      "en": "Please, her name is Subaru McClanahan.",
      "th": "ขอที รถนี่ชื่อซูบารุ แมคคลานาฮาน"
    }
  },
  {
    "translation": {
      "en": "WeHo Sunset, no OJ, extra grenadine,",
      "th": "ขอวีโฮซันเซ็ต ไม่ใส่น้ำส้ม เพิ่มน้ำเชื่อมเกรนาดีน"
    }
  },
  {
    "translation": {
      "en": "two lime wedges, splash of soda, sugar-free cola,",
      "th": "มะนาวสองซีก ใส่โซดา โค้กไม่มีน้ำตาล"
    }
  },
  {
    "translation": {
      "en": "grapefruit bitters, 12 cherries, two frozen grapes, metal straw.",
      "th": "เหล้าเกรปฟรุต เชอร์รี 12 ลูก องุ่นแช่แข็งสองลูก หลอดเหล็ก"
    }
  },
  {
    "translation": {
      "en": "Excuse me, can I buy you a drink?",
      "th": "ขอโทษนะครับ ขอเลี้ยงเครื่องดื่มคุณได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I already have one, but thank you forever.",
      "th": "ผมมีเครื่องดื่มแล้ว แต่ก็ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "What a hot accent you have.",
      "th": "สำเนียงของคุณเซ็กซี่จัง"
    }
  },
  {
    "translation": {
      "en": "[in English] Do not move one inch. I will make you pregnant so soon.",
      "th": "อย่าขยับไปไหนนะ เดี๋ยวผมจะปล่อยในใส่เลย"
    }
  },
  {
    "translation": {
      "en": "Just have to urine. I love you.",
      "th": "แค่ไปฉี่น่ะ ผมรักคุณ"
    }
  },
  {
    "translation": {
      "en": "K. Sounds great. I'll be right here.",
      "th": "โอเค ฟังเข้าท่า ผมจะรอตรงนี้"
    }
  },
  {
    "translation": {
      "en": "-Ariana Grande! Oh, my God! -[cheering]",
      "th": "อารีอานา กรานเด ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Ariana, can I get a selfie? I'm gay like your brother!",
      "th": "อารีอานา ขอถ่ายเซลฟี่ได้ไหม ผมเป็นเกย์เหมือนพี่ชายคุณ"
    }
  },
  {
    "translation": {
      "en": "Get in line, bitch!",
      "th": "ต่อแถวสิอีหญิง"
    }
  },
  {
    "translation": {
      "en": "A present? For me? You shouldn't have.",
      "th": "ของขวัญสำหรับผมเหรอ ไม่น่าลำบากเลย"
    }
  },
  {
    "translation": {
      "en": "My love? How could you?",
      "th": "ที่รัก ทำได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-[grunts] -Choke him!",
      "th": "บีบคอเขา"
    }
  },
  {
    "translation": {
      "en": "-He's on the move! -[Deb] I'm right outside.",
      "th": "- เขาหนีไปแล้ว - ฉันอยู่ด้านนอก"
    }
  },
  {
    "translation": {
      "en": "Tracker's online. He's on San Vicente, heading west by south-north.",
      "th": "เครื่องติดตามออนไลน์แล้ว เขาอยู่ที่ซานวิเซนเต มุ่งหน้าตะวันตกทางเหนือ-ใต้"
    }
  },
  {
    "translation": {
      "en": "West by south-north?",
      "th": "ตะวันตกทางเหนือ-ใต้"
    }
  },
  {
    "translation": {
      "en": "It's San Vicente, nothing about that street makes sense.",
      "th": "ก็ซานวิเซนเตน่ะ ถนนเส้นนั้นมั่วไปหมด"
    }
  },
  {
    "translation": {
      "en": "-Damn it! We're gonna lose him! -No, we're not.",
      "th": "- ให้ตาย เขาจะหนีเราไปได้แน่ - ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Outback, Jet Mode!",
      "th": "เอาต์แบ็ก โหมดเจ็ต"
    }
  },
  {
    "translation": {
      "en": "Are you sure this can fly?",
      "th": "แน่ใจนะว่ามันบินได้"
    }
  },
  {
    "translation": {
      "en": "I haven't tested it yet. And I made the jet engines out of parts",
      "th": "ฉันยังไม่ได้ทดสอบเลย ฉันทำเครื่องยนต์เจ็ตจากชิ้นส่วน"
    }
  },
  {
    "translation": {
      "en": "from my air conditioner. My wife's gonna kill me for that.",
      "th": "ของแอร์ฉันน่ะ เมียต้องฆ่าฉันเพราะเรื่องนั้นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Deb] It's flying, though. I'm a genius!",
      "th": "มันบินได้แฮะ ฉันนี่อัจฉริยะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Mary] There he is.",
      "th": "เขาอยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "Careful, or you'll fall for me all over again.",
      "th": "ระวังนะ ไม่งั้นเดี๋ยวตกหลุมรักผมอีกหรอก"
    }
  },
  {
    "translation": {
      "en": "You guys missed it! After you left, Ariana debuted a brand new song",
      "th": "พวกนายพลาดแล้ว หลังจากพวกนายไป อารีอานาก็เปิดตัวเพลงใหม่"
    }
  },
  {
    "translation": {
      "en": "called \"Gimme Some Space, Homos, Geez.\" It's kinda great.",
      "th": "ชื่อว่า \"ขอที่หน่อยสิ พวกโฮโมนี่\" มันเริ่ดมาก"
    }
  },
  {
    "translation": {
      "en": "Where's Stat?",
      "th": "สแต็ทไปไหน"
    }
  },
  {
    "translation": {
      "en": "There you are. We need to decrypt… [shrieks]",
      "th": "อยู่นี่เอง เราต้องถอดรหัส…"
    }
  },
  {
    "translation": {
      "en": "Deputy Director V! [chuckles nervously] Perfect timing.",
      "th": "รองผบ.วี มาได้จังหวะเหมาะพอดี"
    }
  },
  {
    "translation": {
      "en": "The way you just stepped out of those shadows? I mean, iconic.",
      "th": "ที่คุณเดินออกมาจากเงามืดน่ะ เด่นมาก"
    }
  },
  {
    "translation": {
      "en": "Your clearance is revoked. You're no longer agents of the AIA.",
      "th": "ใบอนุญาตของนายถูกยกเลิก นายไม่ใช่สายลับของเอไอเออีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "What? But we--",
      "th": "อะไรนะ แต่เรา…"
    }
  },
  {
    "translation": {
      "en": "Let me put this in terms you'll understand.",
      "th": "ขอฉันใช้คำพูดที่นายจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Sashay away, agents.",
      "th": "พวกหล่อนไม่ได้ไปต่อค่ะ สายลับทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Oh! Got it. That's bad.",
      "th": "เข้าใจแล้ว เลวร้ายเลย"
    }
  },
  {
    "translation": {
      "en": "Mary, what the hell were you thinking?",
      "th": "แมรี่ นายคิดบ้าอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "I was thinking that the time had come for us to actually do something with our lives.",
      "th": "ผมคิดว่าถึงเวลา ที่เราต้องทำอะไรให้ชีวิตเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "I told you what to do.",
      "th": "ฉันบอกแล้วไงว่าต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Sit around and wait?",
      "th": "นั่งรอไปเรื่อยๆ น่ะเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "I did that for ten years and I don't want to do it for another ten.",
      "th": "ผมทำแบบนั้นมาสิบปีแล้ว ผมไม่อยากรอไปอีกสิบปี"
    }
  },
  {
    "translation": {
      "en": "This job came before everything. My family, my friends, my dating life.",
      "th": "งานนี้เคยมาก่อนทุกอย่าง มาก่อนครอบครัว เพื่อนๆ หรือหาคนคุย"
    }
  },
  {
    "translation": {
      "en": "I have too much to offer, and so does the rest of my squad.",
      "th": "ผมมีความสามารถมากมาย สมาชิกในทีมของผมก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You don't get it. People like us can't break the rules.",
      "th": "นายไม่เข้าใจ คนแบบเราจะไม่เคารพกฎไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We have to work twice as hard and wait twice as long to get our shot.",
      "th": "เราทำงานหนักสองเท่า และรอนานสองเท่าเพื่อให้ได้โอกาส"
    }
  },
  {
    "translation": {
      "en": "I thought you were smart, Steve. But you just threw away everything I gave you.",
      "th": "ฉันนึกว่านายฉลาดนะ สตีฟ แต่นายโยนทุกอย่างที่ฉันให้นายทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "Your whole career. Your future, damn it! For nothing.",
      "th": "อาชีพทั้งหมดของนาย อนาคตของนาย ให้ตายเถอะ เสียเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Stat] Actually, not nothing.",
      "th": "ที่จริงไม่เสียเปล่านะ"
    }
  },
  {
    "translation": {
      "en": "The thumb drive contains top-secret schematics for some uranium mine.",
      "th": "แฟลชไดรฟ์นี้มีข้อมูลแผนผังลับ ของเหมืองยูเรเนียม"
    }
  },
  {
    "translation": {
      "en": "Plus a whole lot of other stuff behind some major encryption.",
      "th": "และอื่นๆ อีกมากมายที่เข้ารหัสลับไว้"
    }
  },
  {
    "translation": {
      "en": "The guy who handed it off left prints, though. He's currently an intern in the Senate.",
      "th": "ผู้ชายคนที่เอามาส่งให้ทิ้งลายนิ้วมือไว้ เขาฝึกงานอยู่ที่วุฒิสภา"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what? You all foiled a possible black-market nuclear deal",
      "th": "โทษที อะไรนะ พวกนายสกัด สิ่งที่อาจเป็นข้อตกลงนิวเคลียร์ในตลาดมืด"
    }
  },
  {
    "translation": {
      "en": "with a tie to the federal government?",
      "th": "ที่มีความเกี่ยวข้องกับรัฐบาลได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Sounds like it. Guess we better… \"pack up our fag shit\" and head out.",
      "th": "ฟังเหมือนอย่างนั้น เดาว่าเราควร… \"เก็บของแต๋วแหววของเรา\" แล้วไปซะ"
    }
  },
  {
    "translation": {
      "en": "All we ever wanted was the chance to do our jobs. Just like anyone else.",
      "th": "เราต้องการแค่โอกาสทำงาน เหมือนกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Get me Chunley.",
      "th": "ต่อสายชันลีให้ฉันหน่อย"
    }
  },
  {
    "translation": {
      "en": "What part of \"shit-canned\" do you not understand?",
      "th": "ส่วนไหนของคำว่า \"เฉดหัวออกไป\" ที่คุณไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Sir, if you'll just listen--",
      "th": "ท่านคะ ถ้าจะฟัง…"
    }
  },
  {
    "translation": {
      "en": "I don't have to listen to you, Deputy Director.",
      "th": "ผมไม่จำเป็นต้องฟังคุณ รองผบ."
    }
  },
  {
    "translation": {
      "en": "Yes, motherfucker, you absolutely do.",
      "th": "ไม่ ไอ้เฮงซวย แกต้องฟัง"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "You're excused, but your behavior isn't.",
      "th": "ฉันไม่ถือโทษคุณ แต่ฉันไม่ยกโทษให้พฤติกรรมของคุณ"
    }
  },
  {
    "translation": {
      "en": "Those agents deserve your attention, because they're damn good.",
      "th": "คุณควรสนใจเจ้าหน้าที่เหล่านี้ เพราะพวกเขาโคตรเก่ง"
    }
  },
  {
    "translation": {
      "en": "This squad just uncovered an illegal nuclear arms deal",
      "th": "ทีมนี้เพิ่งค้นพบข้อตกลงนิวเคลียร์ผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "that your pimply red ass didn't even know was in the works.",
      "th": "ซึ่งคุณกับก้นแดงสิวเห่อของคุณ ไม่รู้ด้วยซ้ำว่ามีการวางแผนกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Now, unless you want a nuclear bomb in a terrorist's hands,",
      "th": "ทีนี้นอกจากว่าคุณอยากให้ ระเบิดนิวเคลียร์ไปอยู่ในมือผู้ก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "reinstate these agents' credentials immediately.",
      "th": "แต่งตั้งเจ้าหน้าที่เหล่านี้ กลับมารับตำแหน่งเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Why would I do that?",
      "th": "ผมจะทำแบบนั้นทำไม"
    }
  },
  {
    "translation": {
      "en": "Because if they ever fuck up again, you can fire me.",
      "th": "เพราะถ้าพวกเขาทำพินาศฉิบหายอีก คุณไล่ฉันออกได้เลย"
    }
  },
  {
    "translation": {
      "en": "That's a tasty offer. I like it. All right, fine.",
      "th": "นั่นเป็นข้อเสนอที่ดึงดูดใจมาก ผมชอบ เอาละ ได้"
    }
  },
  {
    "translation": {
      "en": "Then Q-Force is back online. Sorry, that's what everybody calls you.",
      "th": "งั้นคิวฟอร์ซก็กลับมาทำหน้าที่อีก โทษทีนะ ทุกคนเรียกพวกนายแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Q for \"queer.\" I'll make 'em stop.",
      "th": "คิวคือ \"เควียร์\" ฉันจะให้พวกเขาเลิกเรียก"
    }
  },
  {
    "translation": {
      "en": "I actually kind of like it.",
      "th": "ที่จริงผมชอบนะ"
    }
  },
  {
    "translation": {
      "en": "Welcome back, Q-Force. And welcome to the chopping block, V. This is fun.",
      "th": "ยินดีต้อนรับกลับมา คิวฟอร์ซ และขอต้อนรับขึ้นเขียง วี นี่สนุกแน่"
    }
  },
  {
    "translation": {
      "en": "Thank you so--",
      "th": "ขอบคุณมาก…"
    }
  },
  {
    "translation": {
      "en": "Save it. I put my neck on the line for you this time, and I don't have another neck.",
      "th": "พอเถอะ ฉันเอาคอพาดเขียงเพื่อนาย แล้วนี่ก็เป็นโอกาสสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "So from now on, you do what I say.",
      "th": "ดังนั้นจากนี้ไป ทำตามที่ฉันบอก"
    }
  },
  {
    "translation": {
      "en": "And don't screen my fucking calls!",
      "th": "แล้วอย่าให้ฉันต้องถือสายรอ!"
    }
  },
  {
    "translation": {
      "en": "The Subaru of people.",
      "th": "คนดีระดับซูบารุ"
    }
  },
  {
    "translation": {
      "en": "She'd be such a gay icon if only her identity wasn't top secret.",
      "th": "นางจะเป็นขวัญใจเกย์เลย ถ้าตัวตนของนางไมใช่ความลับระดับสูง"
    }
  },
  {
    "translation": {
      "en": "Ah. Uh, hey, you must be the new neighbor. This got delivered to us by mistake.",
      "th": "(แมรี่เวทเธอร์ ออกแบบ) คุณคงเป็นเพื่อนบ้านคนใหม่ นี่ส่งผิดมาให้เรา"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, yes. That thing is a… lamp.",
      "th": "ตายแล้ว ใช่ครับ นี่คือ… โคมไฟครับ"
    }
  },
  {
    "translation": {
      "en": "Really? It's a really heavy lamp.",
      "th": "เหรอครับ เป็นโคมไฟที่หนักมากเลย"
    }
  },
  {
    "translation": {
      "en": "That's how you know it's good. [chuckles]",
      "th": "เพราะหนักถึงได้รู้ว่าดีไงครับ"
    }
  },
  {
    "translation": {
      "en": "-I'm Steve, by the way. -Hey, I'm Benji.",
      "th": "- ผมสตีฟครับ - ครับ ผมเบนจี้"
    }
  },
  {
    "translation": {
      "en": "I'll see you around, Benji.",
      "th": "ไว้เจอกัน เบนจี้"
    }
  },
  {
    "translation": {
      "en": "Agent Maryweather, are you ready to see our brand-new headquarters?",
      "th": "สายลับแมรี่เวทเธอร์ พร้อมชมศูนย์บัญชาการใหม่เอี่ยมของเราไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, it's beautiful!",
      "th": "ตายแล้ว สวยมาก"
    }
  },
  {
    "translation": {
      "en": "The Agency's already sent us all sorts of high-tech gear.",
      "th": "ทางหน่วยส่งอุปกรณ์ไฮเทค ทั้งหมดนี้มาให้เราแล้ว"
    }
  },
  {
    "translation": {
      "en": "I can't wait to get my crumbs and smudges all over it.",
      "th": "อยากใช้อุปกรณ์พวกนี้จะแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And I can stop hooking up with the coroner for free hair!",
      "th": "ฉันก็เลิกนอนกับเจ้าหน้าที่ชันสูตรศพ เพื่อแลกผมจากศพไปทำวิกได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Now it can just be about the sex.",
      "th": "ตอนนี้จะได้เป็นแค่เรื่องเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "I couldn't have done it without you guys.",
      "th": "ถ้าไม่มีทุกคนก็คงไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Or you, lil guy.",
      "th": "หรือนาย เจ้าตัวเล็ก"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, our first actual assignment from HQ!",
      "th": "ตายแล้ว การมอบหมาย ภารกิจแรกจริงๆ จากสำนักงานใหญ่"
    }
  },
  {
    "translation": {
      "en": "We're officially on the case of the stolen uranium.",
      "th": "เราได้ทำคดียูเรเนียมถูกขโมย อย่างเป็นทางการแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, dildo. Nice office. Looks like a shitty garage in here.",
      "th": "ไง หัวขวด ออฟฟิศสวยนะ ในนี้ดูเหมือนโรงรถกากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -[Buck] Chunley sent me.",
      "th": "- นายมาทำอะไรที่นี่ - ชันลีส่งฉันมา"
    }
  },
  {
    "translation": {
      "en": "My orders were, \"Go babysit the sodomites, and make sure they don't fuck up the entire world.\"",
      "th": "ฉันได้รับคำสั่งให้ \"ไปดูแลพวกลักเพศหน่อย เอาให้แน่ว่าพวกนั้นไม่ทำโลกพินาศ\""
    }
  },
  {
    "translation": {
      "en": "I guess that makes me… your new boss.",
      "th": "ฉันเดาว่านั่นทำให้ฉันเป็น… เจ้านายใหม่ของนายสินะ"
    }
  },
  {
    "translation": {
      "en": "We don't need you to babysit us, Buck.",
      "th": "เราไม่ต้องการให้นายมาดูแลเรา บัค"
    }
  },
  {
    "translation": {
      "en": "Although,",
      "th": "ถึงแม้ว่า"
    }
  },
  {
    "translation": {
      "en": "I do think lots of people would pay $7.99 a month to watch him be my babysitter.",
      "th": "ฉันคิดว่าคงมีหลายคนยอมจ่าย เดือนละ 7.99 เหรียญเพื่อดูเขาเป็นพี่เลี้ยงฉัน"
    }
  },
  {
    "translation": {
      "en": "Why don't you just get the hell out of here and let us get on with saving the world?",
      "th": "ทำไมนายไม่ไปซะ และปล่อยให้เรากู้โลกไป"
    }
  },
  {
    "translation": {
      "en": "I don't wanna be here any more than you want me to be here,",
      "th": "ฉันก็ไม่ได้อยากอยู่ตรงนี้ มากพอๆ กับที่นายไม่อยากให้ฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "but you brought this on yourself.",
      "th": "นายหาเรื่องเองนะ"
    }
  },
  {
    "translation": {
      "en": "You and the rest of the Spice Girls only have yourselves to blame.",
      "th": "นายกับพวกสไปซ์เกิลส์ที่เหลือ ต้องโทษตัวเองแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Who the hell are you calling a Spice Girl, bitch?",
      "th": "เป็นใครถึงมาเรียกฉันว่าสไปซ์เกิลส์ ดอก"
    }
  },
  {
    "translation": {
      "en": "Deb, let me handle this.",
      "th": "เด็บ ขอฉันจัดการเอง"
    }
  },
  {
    "translation": {
      "en": "Spice is hot, hot is a temperature, temperature is climate,",
      "th": "สไปซ์คือเครื่องเทศร้อนแรง ร้อนคืออุณหภูมิ อุณหภูมิคือสภาพอากาศ"
    }
  },
  {
    "translation": {
      "en": "climate is change, and change is good. So thanks for the compliment.",
      "th": "สภาพอากาศเปลี่ยนไป และการเปลี่ยนแปลง คือสิ่งที่ดี ดังนั้นขอบคุณสำหรับคำชม"
    }
  },
  {
    "translation": {
      "en": "I think you should have just let Deb hit him.",
      "th": "นายน่าจะปล่อยให้เด็บต่อยเขาไปซะ"
    }
  }
]