[
  {
    "translation": {
      "en": "-Okay, well… -Uh, thanks for having us, Debbie.",
      "th": "- โอเคละ… - ขอบใจที่ชวนมาบ้านนะเด็บบี้"
    }
  },
  {
    "translation": {
      "en": "-Bye. -[man] Mmm.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "-You're so bad at poker. -Yeah.",
      "th": "- นายเล่นโป๊กเกอร์ห่วยมาก - ใช่"
    }
  },
  {
    "translation": {
      "en": "I'm actually good at other things.",
      "th": "ที่จริงฉันเก่งเรื่องอื่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Wait, now I get it.",
      "th": "อ๋อ ฉันเก็ตละ"
    }
  },
  {
    "translation": {
      "en": "Mmm!",
      "th": "(ต่างหูห่วง)"
    }
  },
  {
    "translation": {
      "en": "I can't believe-- That's so cool. You own your own house.",
      "th": "ไม่น่าเชื่อ เจ๋งอะ เธอมีบ้านของตัวเองแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "th": "อ๋อ อือ"
    }
  },
  {
    "translation": {
      "en": "Well, I saved up for the down payment over, you know, some time.",
      "th": "ฉันเก็บเงินดาวน์บ้านมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "I put money away through careful calculations.",
      "th": "ฉันคำนวณอย่างละเอียดแล้วแยกเงินไว้เลย"
    }
  },
  {
    "translation": {
      "en": "Nice. Amazing.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "When I destroy my life, can I move in with you?",
      "th": "พอชีวิตฉันพัง ฉันขอย้ายมาอยู่ด้วยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Deal! -Amazing! [laughs]",
      "th": "- ได้ดิ - สุดยอด"
    }
  },
  {
    "translation": {
      "en": "-Whoa! Look at all those books! -Yeah, I'm a big reader.",
      "th": "- หนังสือเพียบเลย - ใช่ ฉันเป็นนักอ่านตัวยง"
    }
  },
  {
    "translation": {
      "en": "Are you? That's great. I-- Yeah, I'm gonna be a big writer one day.",
      "th": "- ถามจริง ดีนะ ฉันจะเป็นนักเขียนชื่อดัง - ฮะ"
    }
  },
  {
    "translation": {
      "en": "-What? -I want to be. Okay, I bet you will be.",
      "th": "- อยากเป็นน่ะ - อ๋อ ฉันว่าได้เป็นแน่"
    }
  },
  {
    "translation": {
      "en": "How did you get to be so awesome?",
      "th": "ทำไมเธอเจ๋งได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "[Debbie] You know you don't have to say any of this?",
      "th": "รู้ใช่มั้ยว่าไม่ต้องชมก็ได้"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna sleep with you anyway. -Unbelievable!",
      "th": "- ยังไงคืนนี้นายก็ได้ฉัน - ไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna send you my short stories in the morning.",
      "th": "เดี๋ยวตอนเช้าฉันจะส่งเรื่องสั้นให้เธออ่าน"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "Mmm. I think you'll like them.",
      "th": "เธอน่าจะชอบ"
    }
  },
  {
    "translation": {
      "en": "-Mm-mmm. Okay. -Okay, I'll stop talk-- -Just be quiet now. Yeah. -I'm sorry.",
      "th": "- โอเค เงียบเหอะ อือ - ไม่พูด… โทษที"
    }
  },
  {
    "translation": {
      "en": "-I've actually written 23 short stories. -[Debbie] Oh, God, just stop.",
      "th": "- ฉันเขียนเรื่องสั้นไว้ 23 เรื่อง - เฮ้อ หยุดเถอะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, much younger person.",
      "th": "สุขสันต์วันเกิดจ้ะรุ่นน้อง"
    }
  },
  {
    "translation": {
      "en": "What? We're the same age.",
      "th": "อะไร ก็รุ่นเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Not in lady years.",
      "th": "คนทั่วไปไม่คิดงั้น"
    }
  },
  {
    "translation": {
      "en": "In lady years, I'm a crone,",
      "th": "เขาจะบอกว่าฉันหง่อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "and somehow you'll still be considered sexy at, like, 70, no matter how wrinkled and bald you get.",
      "th": "แต่นายน่ะ ต่อให้อายุ 70 มีตีนกา หัวล้านแค่ไหนก็ยังเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -So congratulations. I'll admit it. It's a good deal.",
      "th": "- ยินดีด้วยนะ - รับก็ได้ เสียดายของ"
    }
  },
  {
    "translation": {
      "en": "Oh, I got you the greatest birthday present.",
      "th": "ฉันมีของขวัญสุดเจ๋งให้นายด้วย"
    }
  },
  {
    "translation": {
      "en": "You got me a Porsche? A 356?",
      "th": "รถพอร์ชเหรอ รุ่น 356 ปะ"
    }
  },
  {
    "translation": {
      "en": "No, the 911 in purple, right?",
      "th": "ไม่ใช่ 911 สีม่วงใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[woman] Do you want coffee?",
      "th": "เอากาแฟมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, thank you.",
      "th": "เอาจ้ะ ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "You know what? Let me call you back.",
      "th": "เอางี้ เดี๋ยวโทรกลับนะ"
    }
  },
  {
    "translation": {
      "en": "You said you didn't need me to bring you anything in New York,",
      "th": "นายบอกว่าไม่อยากได้ของฝาก"
    }
  },
  {
    "translation": {
      "en": "but do you have any herb plants?",
      "th": "แต่นายปลูกพืชสมุนไพรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You know, herb plants? Never mind, I'll just pick some up.",
      "th": "พืชสมุนไพรไง ช่างเหอะ เดี๋ยวฉันเลือกเอง"
    }
  },
  {
    "translation": {
      "en": "You pop them in the windowsill and then you have fresh basil or mint",
      "th": "แค่วางไว้ตรงขอบหน้าต่าง ก็มีโหระพาหรือสะระแหน่สดๆ"
    }
  },
  {
    "translation": {
      "en": "anytime you need to cook with it, or eat it, or just smell it.",
      "th": "- ไว้ทำอาหาร กิน หรือดมตลอดแล้ว - เด็บบี้"
    }
  },
  {
    "translation": {
      "en": "Okay, Debbie, please do not bring soil into my apartment. I'm begging you.",
      "th": "- ไว้ทำอาหาร กิน หรือดมตลอดแล้ว - เด็บบี้ อย่าเอาดินเข้าห้องฉัน ขอร้องเลย"
    }
  },
  {
    "translation": {
      "en": "Big shocker, you listen to The Cars in the morning.",
      "th": "ไม่แปลกใจเลยที่นายฟังเดอะคาร์สตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Morning, noon, and night. -Oh, I wanted to mention,",
      "th": "เช้า เที่ยง และเย็น เอ้อ ถ้านายอยากพาใครมาตอนฉันไปหา"
    }
  },
  {
    "translation": {
      "en": "when I'm at your place, if you wanna have somebody over,",
      "th": "เอ้อ ถ้านายอยากพาใครมาตอนฉันไปหา"
    }
  },
  {
    "translation": {
      "en": "and you want me to get out of the way, I can do that, so you can…",
      "th": "แล้วจะให้ฉันไปนอนที่อื่นก็ได้นะ นายจะได้…"
    }
  },
  {
    "translation": {
      "en": "Okay, now I'm feeling uncomfortable. Oh, please, I've seen you naked.",
      "th": "- เริ่มอึดอัดละ - บ้า มีอะไรที่ฉันยังไม่เคยเห็นมั่ง"
    }
  },
  {
    "translation": {
      "en": "-Never stops being weird. -Which is so weird.",
      "th": "- พิลึกไม่เลิก - พิลึกมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you. I think I can control myself for one week.",
      "th": "ขอบใจนะ แต่แค่อาทิตย์เดียวฉันหักห้ามใจได้"
    }
  },
  {
    "translation": {
      "en": "You-- You never know, maybe you'll meet someone while you're here",
      "th": "ใครจะรู้ เธออาจจะเจอใครที่นี่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "and we'll have a big ol' sex party up in here.",
      "th": "จะได้ปาร์ตี้เซ็กซ์หมู่กันไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Uh, barf? -Yeah, I'm sorry, that was gross.",
      "th": "- ทุเรศ - จริง โทษที ทุเรศมาก"
    }
  },
  {
    "translation": {
      "en": "Anyway, no chance of me meeting anybody.",
      "th": "แต่ฉันไม่มีทางเจอใครหรอก"
    }
  },
  {
    "translation": {
      "en": "As you know, my heart is a cold, hard little stone.",
      "th": "นายก็รู้ว่าหัวใจฉันแข็งและเย็นเหมือนก้อนหิน"
    }
  },
  {
    "translation": {
      "en": "[inhales] I'm so glad you're not being dramatic about it.",
      "th": "ขอบใจนะที่ไม่ดราม่าใส่ฉัน"
    }
  },
  {
    "translation": {
      "en": "By the way, I am so proud of you for being cool about leaving Jack for a whole week.",
      "th": "เออนี่ ฉันภูมิใจมากที่เธอทิ้งแจ็คได้ตั้งอาทิตย์นึง"
    }
  },
  {
    "translation": {
      "en": "I'm not being cool about it, I'm having a panic attack.",
      "th": "ได้ที่ไหนล่ะ แพนิกจะแย่แล้ว แจ็คเป็นลูกฉันนะ"
    }
  },
  {
    "translation": {
      "en": "He's my baby. I've never left him for that long.",
      "th": "ได้ที่ไหนล่ะ แพนิกจะแย่แล้ว แจ็คเป็นลูกฉันนะ แล้วฉันก็ไม่เคยทิ้งเขานานขนาดนี้ ลูกพี่ตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Jack] Hey. -Ah, the creature awakens!",
      "th": "แล้วฉันก็ไม่เคยทิ้งเขานานขนาดนี้ ลูกพี่ตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Morning. -Morning.",
      "th": "- อรุณสวัสดิ์ครับ ผมกินนี่ได้มั้ย - อรุณสวัสดิ์จ้ะ"
    }
  },
  {
    "translation": {
      "en": "- Can I eat this? -Yes, it's gluten-free.",
      "th": "- อรุณสวัสดิ์ครับ ผมกินนี่ได้มั้ย - อรุณสวัสดิ์จ้ะ - ได้ กลูเตนฟรีนะ ทักปีเตอร์หน่อย - ไงฮะปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "-Also, say hi to Peter. -'Sup, Peter?",
      "th": "- ได้ กลูเตนฟรีนะ ทักปีเตอร์หน่อย - ไงฮะปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "Hey! 'Sup, Jack-O'-Lantern?",
      "th": "- ว่าไง แจ็คโอแลนเทิร์น - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -[Peter] Oh, I'm working on nicknames. No?",
      "th": "- ว่าไง แจ็คโอแลนเทิร์น - อะไรนะ หัดตั้งฉายาอยู่น่ะ ไม่ผ่านเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, he didn't like it.",
      "th": "ไม่ เขาไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "-Go back to the drawing board on that one. -Look at him. He's not a baby.",
      "th": "- ไปคิดมาใหม่ - ดูสิ เขาไม่ใช่เด็กแบเบาะแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right? He's gonna be fine.",
      "th": "- ไปคิดมาใหม่ - ดูสิ เขาไม่ใช่เด็กแบเบาะแล้ว อยู่คนเดียวได้น่า"
    }
  },
  {
    "translation": {
      "en": "It's not like you're leaving him with a dog bowl and a chew toy.",
      "th": "ทำอย่างกับเขาจะอดอยากตาย"
    }
  },
  {
    "translation": {
      "en": "Right? Scarlet's gonna be there. You-- You want my opinion?",
      "th": "เดี๋ยวสการ์เล็ตก็มาอยู่ด้วย ฉันคิดว่าไงรู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Just you saying that, I know exactly what your opinion is.",
      "th": "ได้ยินแค่นี้ฉันก็รู้แล้วว่าคิดไง"
    }
  },
  {
    "translation": {
      "en": "Look, he's not my kid, but I think Jack could use the space.",
      "th": "เขาไม่ใช่ลูกฉันก็จริงนะ แต่ปล่อยให้แจ็คอยู่คนเดียวบ้างเถอะ"
    }
  },
  {
    "translation": {
      "en": "All right, notes on parenting",
      "th": "แหม ตำราเลี้ยงลูก"
    }
  },
  {
    "translation": {
      "en": "from a guy whose only pet was a goldfish that died in a bong fire.",
      "th": "ฉบับผู้ชายที่เคยทำปลาทองตัวเองตายในกองไฟ"
    }
  },
  {
    "translation": {
      "en": "Okay, look, I'm just saying. There's, like, helicopter parenting, there's snowplow parenting.",
      "th": "ฉันแค่จะบอกว่าบางคนก็เฝ้าลูกตลอด บางคนก็ปกป้องลูกเวอร์"
    }
  },
  {
    "translation": {
      "en": "What you're doing? This is Saran Wrap parenting.",
      "th": "แต่แบบเธอเนี่ย เขาเรียกเอ็มแรปลูก"
    }
  },
  {
    "translation": {
      "en": "You're so tightly wrapped around this kid, you're suffocating him!",
      "th": "เธอติดลูกแจ จนเขาอัดอึดจะแย่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yes, I can track a metaphor, thanks. -[laughs]",
      "th": "ไม่ต้องแปลก็ได้ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "Okay, how excited are you that you and I are gonna be in the same city for a whole week?",
      "th": "ตื่นเต้นมั้ยที่เรา จะได้อยู่เมืองเดียวกันอาทิตย์นึงเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "When's the last time we hung out that long?",
      "th": "เราอยู่ด้วยกันนานขนาดนั้นตอนไหนนะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, 2008? When you left LA because you were scared of earthquakes.",
      "th": "น่าจะปี 2008 มั้ย ตอนนายย้ายออก จากแอลเอเพราะกลัวแผ่นดินไหว"
    }
  },
  {
    "translation": {
      "en": "Okay, hey! -The Chino Hills Temblor was no joke! -[laughs]",
      "th": "นี่ ชิโนฮิลส์เทมเบลอร์มันโหดจริงนะ"
    }
  },
  {
    "translation": {
      "en": "Anyway, I know you have to go to work and I want to give you your present",
      "th": "ฉันรู้ว่านายต้องไปทำงาน เลยอยากให้ของขวัญก่อนไป"
    }
  },
  {
    "translation": {
      "en": "before you go. So I was cleaning out this drawer--",
      "th": "ฉันรู้ว่านายต้องไปทำงาน เลยอยากให้ของขวัญก่อนไป - วันก่อนฉันโล๊ะของในเก๊ะ… - เคยด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You clean things out?",
      "th": "- วันก่อนฉันโล๊ะของในเก๊ะ… - เคยด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Occasionally, I clean things out.",
      "th": "นานๆ ที แต่ก็ทำ"
    }
  },
  {
    "translation": {
      "en": "And look what I found!",
      "th": "แล้วดูซิว่าฉันเจออะไร"
    }
  },
  {
    "translation": {
      "en": "I know you hate mementos.",
      "th": "เครื่องเตือนใจที่นายเกลียด"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I hate mementos above all mentos.",
      "th": "ใช่ ฉันเกลียดเครื่องเตือนใจมากกว่าเครื่องใดๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, hold on. Here's your present. Look.",
      "th": "โอเค เดี๋ยวนะ นี่ของขวัญ ดูสิ"
    }
  },
  {
    "translation": {
      "en": "I put this in the end table the night you stayed over,",
      "th": "คืนที่นายนอนค้าง ฉันใส่นี่ไว้ในโต๊ะข้างเตียง"
    }
  },
  {
    "translation": {
      "en": "because, I don't know, I thought it would be a keepsake",
      "th": "คงเพราะกะจะให้มันเป็น ของที่ระลึกในงานแต่งเรามั้ง"
    }
  },
  {
    "translation": {
      "en": "at our wedding or something. That's how dumb I was in my 20s.",
      "th": "คงเพราะกะจะให้มันเป็น ของที่ระลึกในงานแต่งเรามั้ง - ตอน 20 นี่ฉันโง่เนอะ - ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "-You weren't dumb. -I was a little bit dumb.",
      "th": "- ตอน 20 นี่ฉันโง่เนอะ - ไม่หรอก ก็นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Anyway, the best part of the whole night was when I took all your money!",
      "th": "แต่ช่วงที่ดีที่สุดของคืนนั้น คือตอนฉันกินเงินนายหมดตัว"
    }
  },
  {
    "translation": {
      "en": "That was the best part?",
      "th": "นั่นดีที่สุดแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, it overshadowed the sex part, because you fled the next day.",
      "th": "ตอนมีเซ็กซ์ชิดซ้ายไปเลย เพราะวันรุ่งขึ้นนายเทฉัน"
    }
  },
  {
    "translation": {
      "en": "-Wait, hold on. I did call you later. -Yeah, you did call me later.",
      "th": "- แล้วฉันก็โทรหาไง - ใช่ โทรมาบอกว่าคบกับฉันไม่ได้ คบคนอื่นก็ไม่ได้เพราะนายเป็น…"
    }
  },
  {
    "translation": {
      "en": "When you said that you couldn't date me or anybody else",
      "th": "โทรมาบอกว่าคบกับฉันไม่ได้ คบคนอื่นก็ไม่ได้เพราะนายเป็น…"
    }
  },
  {
    "translation": {
      "en": "because you were, \"an unknowable piece of shit\"?",
      "th": "โทรมาบอกว่าคบกับฉันไม่ได้ คบคนอื่นก็ไม่ได้เพราะนายเป็น… \"ผู้ชายกระจอกไร้ชื่อเสียง\""
    }
  },
  {
    "translation": {
      "en": "Uh, mmm, there's the writer in me right there. Now that's a beautiful turn of phrase.",
      "th": "สำนวนนักเขียนไง แต่ก็รื่นหูดีนะ"
    }
  },
  {
    "translation": {
      "en": "-And I'm the dramatic one? -[chuckles]",
      "th": "ส่วนฉันชอบดึงดราม่างี้ แต่ถึงยังไง"
    }
  },
  {
    "translation": {
      "en": "Anyway, 20 years of friendship. 20 years! Can you believe it?",
      "th": "ส่วนฉันชอบดึงดราม่างี้ แต่ถึงยังไง เราก็เป็นเพื่อนกันมา 20 ปีแล้ว เหลือเชื่อเนอะ"
    }
  },
  {
    "translation": {
      "en": "You've had the best best friend in the entire world.",
      "th": "เพื่อนนายนี่ดีที่สุดในโลกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Back at you.",
      "th": "เพื่อนเธอด้วย"
    }
  },
  {
    "translation": {
      "en": "Have a great birthday, Peter.",
      "th": "สุขสันต์วันเกิดนะปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "-I will. You're awesome. -[chuckles]",
      "th": "ได้เลย เธอสุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll see you in a couple days. -[beeps]",
      "th": "อีกสองสามวันเจอกัน"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Geez, I thought you and Debbie were gonna blab, like, forever.",
      "th": "นึกว่าคุณกับเด็บบี้จะคุยกันยาวซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I know. I'm sorry about that. -So, what were you talking about?",
      "th": "- ใช่ นานเลย โทษที - คุยอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "-Like, just stuff. -\"Stuff\"?",
      "th": "- ก็คุยไปเรื่อย - คุยไปเรื่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, so your best friend, who's a woman who I've never met,",
      "th": "โอเค เพื่อนสนิทผู้หญิงของคุณที่ฉันไม่เคยเจอ"
    }
  },
  {
    "translation": {
      "en": "just calls you on your birthday and you, like, talk forever?",
      "th": "โทรมาหาในวันเกิดแล้วคุยกันยาวเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, it's not \"a girl,\" it's Debbie.",
      "th": "ไม่ใช่ \"ผู้หญิง\" นี่ \"เด็บบี้\""
    }
  },
  {
    "translation": {
      "en": "Okay, obviously, I'm not jealous. I mean, look at me, but it's just weird.",
      "th": "ฉันไม่ได้หึงนะ เพราะฉันก็ไม่ธรรมดา แต่มันพิลึกน่ะ"
    }
  },
  {
    "translation": {
      "en": "Becca?",
      "th": "เบ็คก้า"
    }
  },
  {
    "translation": {
      "en": "I mean, if you like each other so much, why aren't you guys together?",
      "th": "ถ้าชอบกันขนาดนั้นทำไมไม่คบกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] Me and Debbie? Yeah, 'cause.",
      "th": "ผมกับเด็บบี้น่ะนะ ก็มันน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Because… -She's…",
      "th": "ก็มัน… เขา…"
    }
  },
  {
    "translation": {
      "en": "her.",
      "th": "เป็นงั้น"
    }
  },
  {
    "translation": {
      "en": "And I'm me.",
      "th": "แล้วผมเป็นงี้"
    }
  },
  {
    "translation": {
      "en": "Oh, look at that. Should we get to work? Uber's here.",
      "th": "ไปทำงานมั้ย อูเบอร์มารับแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You look great today. -Uh-huh.",
      "th": "วันนี้คุณสวยมากเลย"
    }
  },
  {
    "translation": {
      "en": "-Okay, tonight… -Mm-hmm. …at the Brownstone Club, do not tell them it's my birthday.",
      "th": "โอเค อย่าบอกคน ที่บราวน์สโตนคลับนะว่าคืนนี้วันเกิดผม"
    }
  },
  {
    "translation": {
      "en": "They'll make a big fuss out of it, and I just want it to be you and me.",
      "th": "เดี๋ยวพวกเขาวุ่นวายกัน ผมอยากฉลองกันแค่สองคน"
    }
  },
  {
    "translation": {
      "en": "Peter…",
      "th": "ปีเตอร์…"
    }
  },
  {
    "translation": {
      "en": "Yes?",
      "th": "ว่า"
    }
  },
  {
    "translation": {
      "en": "What happens next?",
      "th": "แล้วจะยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "Like, wha-- After dinner? I-- I mean, I enjoy their flan.",
      "th": "หลังดินเนอร์เหรอ ผมก็จะสั่งฟลานมากินไง"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, I-- I mean with us.",
      "th": "ไม่ใช่ ฉันหมายถึงเรา"
    }
  },
  {
    "translation": {
      "en": "I mean, we've been together for six months, and…",
      "th": "เราคบกันมาหกเดือนแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I just feel like we're not really getting any closer.",
      "th": "แต่ฉันรู้สึกว่าเราไม่ได้สนิทกันมากขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "-I mean, I don't know that much about you. -Yes, you do.",
      "th": "- ฉันไม่ค่อยรู้เรื่องคุณเลย - รู้สิ"
    }
  },
  {
    "translation": {
      "en": "-Uh… -I-- Look, I'll tell you anything. I'm an open book.",
      "th": "เดี๋ยวผมจะบอกทุกเรื่อง ผมเปิดเผยอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Look, if this is a waste of my time, I just want to know. Okay?",
      "th": "ถ้าจะทำฉันเสียดายเวลา ก็บอกมาเลย"
    }
  },
  {
    "translation": {
      "en": "Define \"waste.\"",
      "th": "- โอเคมั้ย - \"เสียดาย\" แปลว่า"
    }
  },
  {
    "translation": {
      "en": "You just did.",
      "th": "แปลว่าคุณตอบฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Happy birthday.",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "No! Come-- Come on.",
      "th": "โธ่ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "-It's over, Peter. -It-- It's…",
      "th": "- เลิกกันเถอะปีเตอร์ - มัน…"
    }
  },
  {
    "translation": {
      "en": "And she took the car.",
      "th": "แล้วนางก็เอารถไป"
    }
  },
  {
    "translation": {
      "en": "-Okay, did you take your antihistamine? -Check.",
      "th": "- เอายาแก้แพ้มารึยัง - แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Nasal spray? -Check.",
      "th": "- ยาพ่นจมูก - แล้ว"
    }
  },
  {
    "translation": {
      "en": "Good! Good to go!",
      "th": "ดี ไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Morning, team! Hey! -[Debbie] Oh!",
      "th": "อรุณสวัสดิ์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Ladybugs are kicking some ass in the garden out here.",
      "th": "ตอนนี้เต่าทองกำลังกำจัดศัตรูพืชสนุกสนานเลย"
    }
  },
  {
    "translation": {
      "en": "You guys do the same. Have a great one.",
      "th": "- พวกคุณก็เต็มที่นะ ขอให้โชคดี - เช่นกันค่ะเซน"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Right back at you, Zen. -I'll be right here!",
      "th": "- พวกคุณก็เต็มที่นะ ขอให้โชคดี - เช่นกันค่ะเซน ผมอยู่นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Or maybe, uh, over there.",
      "th": "หรืออาจจะอยู่โน่น"
    }
  },
  {
    "translation": {
      "en": "Hey, um, I talked to Alexander's mom about providing an alternative dessert",
      "th": "เอ้อ แม่บอกแม่อเล็กซานเดอร์แล้วนะ ว่าเราน่าจะมีของหวานทางเลือก"
    }
  },
  {
    "translation": {
      "en": "at the birthday party because of all your allergies.",
      "th": "ในงานวันเกิด เพราะลูกแพ้"
    }
  },
  {
    "translation": {
      "en": "Okay, don't forget-- You gotta be kidding me, Mom. That's so embarrassing.",
      "th": "- อย่าลืมล่ะ - ถามจริงแม่ ผมอายน่ะ"
    }
  },
  {
    "translation": {
      "en": "Do you still hang out with Wade? Hi, Wade!",
      "th": "ลูกยังคุยกับเวดอยู่มั้ย ว่าไงจ๊ะเวด"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Mom! No. -[Debbie] What?",
      "th": "- แม่ อย่า - อะไร"
    }
  },
  {
    "translation": {
      "en": "-What? He's one of my students! -Gosh, you're not a teacher.",
      "th": "- อะไร เขาเป็นนักเรียนแม่นะ - เฮ้อ แม่ไม่ใช่ครู"
    }
  },
  {
    "translation": {
      "en": "Technically, I work here. Let me get your lunch.",
      "th": "แม่ทำงานที่นี่นะ เดี๋ยวหยิบมื้อเที่ยงให้"
    }
  },
  {
    "translation": {
      "en": "Um, you guys used to hang out all the time.",
      "th": "เมื่อก่อนพวกลูกไปไหนมาไหนด้วยกันตลอด"
    }
  },
  {
    "translation": {
      "en": "He used to come for sleepovers.",
      "th": "เขายังเคยมาค้างที่บ้านเลย"
    }
  },
  {
    "translation": {
      "en": "Here, let me put this in your bag. Didn't he pee on our sofa once?",
      "th": "เปิดกระเป๋าหน่อย เขาฉี่ใส่โซฟาเราทีนึงเนอะ"
    }
  },
  {
    "translation": {
      "en": "Mom!",
      "th": "แม่"
    }
  },
  {
    "translation": {
      "en": "What? He did!",
      "th": "เอ้า ก็จริงนี่"
    }
  },
  {
    "translation": {
      "en": "-Hey, girl. Hey. -Oh, my God, hey.",
      "th": "- ว่าไงจ๊ะ - เฮ้อ ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Do you want to have some of my terrible office coffee?",
      "th": "อยากกินกาแฟห่วยๆ ของฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "-I have this. -Oh, okay.",
      "th": "- ฉันมีนี่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-But, yes, of course. -Well, let's do it.",
      "th": "- แต่กินได้ - งั้นไป"
    }
  },
  {
    "translation": {
      "en": "-Uh, so, are you packed? -[Debbie] Yes, I am packed.",
      "th": "เก็บของรึยัง เก็บแล้วจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I have to say, I am so glad you're finally taking a vacay.",
      "th": "บอกเลยนะว่าฉันดีใจมากที่เธอลาพักร้อนซะที"
    }
  },
  {
    "translation": {
      "en": "What? A-- No, I am not going on vacay. I have explained this to you!",
      "th": "อะไร เปล่า ไม่ใช่พักร้อน ฉันอธิบายให้เธอฟังแล้วไง"
    }
  },
  {
    "translation": {
      "en": "I have to finish this program before the end of the year",
      "th": "ฉันต้องเรียนหลักสูตรนี้ให้จบก่อนสิ้นปี"
    }
  },
  {
    "translation": {
      "en": "so that I can apply for that open Senior Accounting position at the Regional School District.",
      "th": "จะได้สมัครเป็นนักบัญชีอาวุโส ที่สำนักงานเขตพื้นที่การศึกษา"
    }
  },
  {
    "translation": {
      "en": "Oh, I love it when you say a bunch of sexy words like that.",
      "th": "ฉันชอบมากเวลาเธอพูดอะไรเซ็กซี่ๆ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I just-- I need the money.",
      "th": "ใช่ ฉัน… ฉันต้องใช้เงิน"
    }
  },
  {
    "translation": {
      "en": "Jack's eczema medicine is only gonna be covered by my insurance",
      "th": "ประกันฉันจะจ่ายค่ายาโรคผิวหนังอักเสบของแจ็ค"
    }
  },
  {
    "translation": {
      "en": "for the next six months, and then it's, like…",
      "th": "แค่หกเดือน หลังจากนั้น…"
    }
  },
  {
    "translation": {
      "en": "-One thousand dollars. -Yes!",
      "th": "- เดือนละพัน - ใช่"
    }
  },
  {
    "translation": {
      "en": "One thousand GD dollars a month! So, no, not a vacay.",
      "th": "แม่งเดือนละพันเลยนะ นี่ไม่ใช่พักร้อนอะ"
    }
  },
  {
    "translation": {
      "en": "All right, all right. Well, I just hope that when you're in New York,",
      "th": "ไม่ใช่ก็ไม่ใช่ งั้นหวังว่าตอนไปอยู่นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "you will take time to do something nice for yourself.",
      "th": "เธอจะหาเวลาทำอะไรดีๆ ให้ตัวเองบ้าง"
    }
  },
  {
    "translation": {
      "en": "Maybe take a bath. Relax.",
      "th": "นอนแช่น้ำก็ได้ ผ่อนคลายดี"
    }
  },
  {
    "translation": {
      "en": "That's what I love to do when I travel, I like to take a bath,",
      "th": "ฉันชอบทำเวลาไปเที่ยว แช่น้ำไป ไม่ต้องฟังเสียงลูกตะโกน \"หิวแล้ว\""
    }
  },
  {
    "translation": {
      "en": "and not hear either of my kids yell, \"I'm hungry!\"",
      "th": "แช่น้ำไป ไม่ต้องฟังเสียงลูกตะโกน \"หิวแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Are they just always hungry?",
      "th": "พวกเขาหิวตลอดเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Well, never feed 'em, so… -Ever?",
      "th": "- เปล่า ฉันไม่เคยให้กินน่ะ - ไม่เคยเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Wait, why can't Jimmy come here to watch Jack?",
      "th": "ว่าแต่ทำไมจิมมี่มาเลี้ยงแจ็คไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It's peak climbing season. He has to be out there.",
      "th": "มันเป็นฤดูปีนเขาน่ะ เขาเลยต้องไป"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, you are so nice about him.",
      "th": "เธอใจดีกับเขามากเลย"
    }
  },
  {
    "translation": {
      "en": "If my ex was a mountain climber and spent ten months out of every year",
      "th": "ถ้าสามีเก่าฉันเป็นนักปีนเขา แล้วใช้เวลาปีละสิบเดือน"
    }
  },
  {
    "translation": {
      "en": "traveling the world with some hot 33-year-old covered in tattoos…",
      "th": "เดินทางรอบโลก กับผู้หญิงฮ็อตอายุ 33 ที่สักเต็มตัว…"
    }
  },
  {
    "translation": {
      "en": "Have you been looking at her Instagram?",
      "th": "นี่ไปส่องอินสตาแกรมเขามาเหรอ"
    }
  },
  {
    "translation": {
      "en": "You think I'm not gonna be looking at Jimmy's girlfriend's Instagram account?",
      "th": "คิดว่าฉันจะไม่ส่องอินสตาแกรมแฟนจิมมี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, what are we even doing? Who would I even be?",
      "th": "ไม่ส่องได้เหรอ ระดับฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look, it's fine. It works for him, it works for me.",
      "th": "ไม่เป็นไรหรอก ถ้าเขาชอบฉันก็ไม่ขัด"
    }
  },
  {
    "translation": {
      "en": "Besides, Jack loves hanging out with Scarlet.",
      "th": "แล้วแจ็คก็ชอบอยู่กับสการ์เล็ต"
    }
  },
  {
    "translation": {
      "en": "All right, well, I hope that you get what you want out of this trip.",
      "th": "หวังว่าเธอคงได้อะไรจากทริปนี้สมใจนะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -And what you need.",
      "th": "- จ้ะ - ได้ไอ้ที่บอกว่าสำคัญด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, get your degree, find a man, come home,",
      "th": "เรียนให้จบ ได้ผู้ชาย กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "and then remodel that ancient kitchen of yours.",
      "th": "แล้วมาทำห้องครัวโบราณใหม่ด้วย"
    }
  },
  {
    "translation": {
      "en": "I also think it's time to get layers in your hair. Layers, but not bangs.",
      "th": "แล้วฉันว่าเธอไปเลเยอร์ผมเหอะ ไม่ใช่ตัดหน้าม้านะ"
    }
  },
  {
    "translation": {
      "en": "Bangs are for an emergency.",
      "th": "หน้าม้าไว้ตัดตอนฉุกเฉิน"
    }
  },
  {
    "translation": {
      "en": "Wow, you really have all the answers to my life figured out.",
      "th": "โอ้โฮ เธอตอบโจทย์ชีวิตฉันได้หมดเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, we're friends.",
      "th": "ก็เราเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "Obviously, I have well-thought-out critiques of every choice you've ever made.",
      "th": "ฉันเรียบเรียงคำวิจารณ์ การตัดสินใจในชีวิตเธอไว้หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And all the fixes.",
      "th": "แถมทางแก้ให้ด้วย"
    }
  },
  {
    "translation": {
      "en": "So, if you end up going on this Manhattan adventure",
      "th": "ดังนั้นถ้าตอนตะลุยแมนฮัตตัน แล้วไปเจอหนุ่มฮ็อตเข้า"
    }
  },
  {
    "translation": {
      "en": "and find yourself a hottie, might I suggest a manicure.",
      "th": "ดังนั้นถ้าตอนตะลุยแมนฮัตตัน แล้วไปเจอหนุ่มฮ็อตเข้า ฉันขอแนะนำให้ทำเล็บ"
    }
  },
  {
    "translation": {
      "en": "Maybe get waxed. You know, spruce it up a bit.",
      "th": "หรืออาจจะแว็กซ์ จัดทรงซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Waxed? Oh, my--",
      "th": "แว็กซ์เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Oh, \"waxed.\" -Waxed.",
      "th": "แว็กซ์ - แว็กซ์ - อ๋อ ฉันคงไม่ทำอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, well, that's just not gonna happen.",
      "th": "- แว็กซ์ - อ๋อ ฉันคงไม่ทำอะ"
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir! Please, don't hurt me!",
      "th": "ขอร้องละค่ะ อย่าทำร้ายฉันเลย"
    }
  },
  {
    "translation": {
      "en": "No, no. Okay, don't-- Don't judge that. Don't judge that.",
      "th": "ไม่เอาๆ อย่าเพิ่งนะ ขอลองอีกรอบ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna do it again. Okay.",
      "th": "ไม่เอาๆ อย่าเพิ่งนะ ขอลองอีกรอบ โอเค"
    }
  },
  {
    "translation": {
      "en": "I beg of you, sir, do not hurt me!",
      "th": "ขอร้องละค่ะ อย่าทำร้ายฉัน"
    }
  },
  {
    "translation": {
      "en": "Was that good?",
      "th": "ดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Incredible. -Hey, Scarlet.",
      "th": "- สุดยอดครับ - ว่าไงสการ์เล็ต"
    }
  },
  {
    "translation": {
      "en": "-Hey, Deb! Um-- -What's going on?",
      "th": "- หวัดดีค่ะเด็บ - ทำอะไรกันเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Well, I got an audition! -What?",
      "th": "- ฉันโดนเรียกไปออดิชั่นน่ะ - ถามจริง"
    }
  },
  {
    "translation": {
      "en": "Ah, yeah! It's for a TV series set in the '20s about this serial killer,",
      "th": "จริง เป็นทีวีซีรีส์ยุค 20 เกี่ยวกับฆาตกรฆ่าต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "and I would play a maid who gets strangled by the lead.",
      "th": "ฉันจะรับบทเป็นคนรับใช้ที่โดนพระเอกบีบคอ"
    }
  },
  {
    "translation": {
      "en": "Okay, can I try this out? Okay.",
      "th": "ขอลองอีกทีนะ โอเค พร้อมละ"
    }
  },
  {
    "translation": {
      "en": "[in raspy voice] I beg of you, sir! Please don't hurt me!",
      "th": "ขอร้องละค่ะ อย่าทำร้ายฉัน"
    }
  },
  {
    "translation": {
      "en": "[normally] I was being strangled. Did you get that? How was that?",
      "th": "ฉันโดนบีบคออยู่น่ะ เป็นไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "Honestly? Nailed it.",
      "th": "ไม่ได้อวยเลยนะ เนียนมาก"
    }
  },
  {
    "translation": {
      "en": "I'm probably not gonna get this anyway 'cause I don't get anything.",
      "th": "- แต่ก็อาจจะไม่ผ่านนะ - ไม่แน่หรอก"
    }
  },
  {
    "translation": {
      "en": "Hey, you never know. Um, listen, did you get the emails that I sent",
      "th": "- แต่ก็อาจจะไม่ผ่านนะ - ไม่แน่หรอก เธอได้อีเมลที่ฉันส่งไปมั้ย"
    }
  },
  {
    "translation": {
      "en": "about what to do with Jack while I'm out of town?",
      "th": "ว่าต้องดูแลแจ็คยังไงตอนฉันไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "-Yep, yep, yep! We're on it! Right, Jack? -Yeah!",
      "th": "- ได้แล้ว ไม่ต้องห่วง เนอะแจ็ค - ช่าย"
    }
  },
  {
    "translation": {
      "en": "-Deb, I gotta say, I'm so happy for you. -Oh!",
      "th": "เด็บ ดีใจด้วยจริงๆ นะคะ"
    }
  },
  {
    "translation": {
      "en": "It's, like, really cool and inspirational, this whole accounting thing or-- or whatever.",
      "th": "มันเจ๋งแล้วก็น่าประทับใจมาก ที่คุณจะไปอะไรเรื่องบัญชีน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's so funny that you're a numbers person, 'cause I thought you liked books.",
      "th": "ตลกดีที่คุณมาทำงานด้านตัวเลข ฉันนึกว่าคุณชอบหนังสือซะอีก"
    }
  },
  {
    "translation": {
      "en": "So, I-- Why aren't you doing something with, like, booky-books?",
      "th": "ทำไมไม่ทำอะไรด้านหนังสือล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, this degree is practical, which is what you have to be when you're a single mom.",
      "th": "หลักสูตรนี้ใช้ได้จริงน่ะ คนเป็นซิงเกิลมัมก็งี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Right, right. Tragic.",
      "th": "เข้าใจ เศร้าเนอะ"
    }
  },
  {
    "translation": {
      "en": "[man] It's just such a waste.",
      "th": "เสียดายจริงๆ"
    }
  },
  {
    "translation": {
      "en": "\"A waste.\"",
      "th": "\"เสียดาย\""
    }
  },
  {
    "translation": {
      "en": "Look, we know that our consulting period with you is up, but--",
      "th": "เรารู้ว่าคุณหมดสัญญาด้านที่ปรึกษากับเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, we were just hoping for a little more time to get to know you better.",
      "th": "แต่เรายังอยากรู้จักคุณมากกว่านี้อีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "Guys, you know me so well.",
      "th": "พวกคุณรู้จักผมดีมากนะ"
    }
  },
  {
    "translation": {
      "en": "We spent so much time together over the last six months.",
      "th": "หกเดือนที่ผ่านมาเราใช้เวลาด้วยกันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, we did, and it's been…",
      "th": "ใช่ เยอะจริงๆ แล้วมันก็…"
    }
  },
  {
    "translation": {
      "en": "-It's been amazing. -Amazing.",
      "th": "- สุดยอด - สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Um, you know, we're just wondering, what happens next?",
      "th": "เราแค่อยากรู้ว่าแล้วจะยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "Next, I move on.",
      "th": "หลังจากนี้ ผมก็ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "I'm really sorry.",
      "th": "ขอโทษจริงๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "Come with us.",
      "th": "มาอยู่กับเราเถอะ"
    }
  },
  {
    "translation": {
      "en": "We just-- We need a new CMO and it should be you, it's so obvious.",
      "th": "เราต้องเปลี่ยนซีเอ็มโอ แล้วก็ต้องเป็นคุณนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "-Yes! -Guys, I'm sorry.",
      "th": "- ใช่ - ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "It's just not on the table for me.",
      "th": "ผมทำไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I-- Look, look, don't be sad.",
      "th": "อย่าเศร้านะ"
    }
  },
  {
    "translation": {
      "en": "-Nope. It's fine. Yeah. No, I-- -[Peter mutters]",
      "th": "ไม่ ไม่เป็นไร จริงๆ"
    }
  },
  {
    "translation": {
      "en": "This is just how it has to be.",
      "th": "มันต้องเป็นแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "I don't know if I like you anymore.",
      "th": "ผมอาจจะไม่ชอบคุณแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] Oh, it's getting ugly.",
      "th": "เริ่มมาคุแล้ว"
    }
  },
  {
    "translation": {
      "en": "I knew it was gonna get ugly.",
      "th": "กะแล้วว่าต้องจบไม่สวย"
    }
  },
  {
    "translation": {
      "en": "You can, um, take my contact and erase it from your phone.",
      "th": "ช่วยลบเบอร์ติดต่อผมจากมือถือด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] I don't have it in my phone. Well, then put it in your phone and then erase it. [exhales]",
      "th": "- ผมไม่ได้เซฟไว้ในมือถือ - งั้นก็เซฟแล้วลบทิ้งเลย"
    }
  },
  {
    "translation": {
      "en": "-He's sorry. We're sorry. He didn't-- -No, it's okay.",
      "th": "- เขาขอโทษ เราขอโทษ - ไม่เป็นไรครับ"
    }
  },
  {
    "translation": {
      "en": "Listen, Peter, if this is happening,",
      "th": "ฟังนะปีเตอร์ ถ้ามันแน่นอน"
    }
  },
  {
    "translation": {
      "en": "and it clearly is, I want to say to you, I hope you find what you're looking for.",
      "th": "และคุณตัดสินใจแล้ว ผมก็ขอให้คุณสมหวังในสิ่งที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "♪ Let them make you a clown ♪",
      "th": "(สุขสันต์วันเกิดปีเตอร์ จากคณะกรรมการคอนโด)"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, buddy.",
      "th": "สุขสันต์วันเกิดว่ะ"
    }
  },
  {
    "translation": {
      "en": "-You're staring. -I know.",
      "th": "- แม่จ้องหน้าผม - ใช่ลูก"
    }
  },
  {
    "translation": {
      "en": "I-- I'm just… I'm gonna miss you a whole lot.",
      "th": "แม่… แม่ต้องคิดถึงลูกมากแน่เลย"
    }
  },
  {
    "translation": {
      "en": "Mom, you've been wanting to go do this thing for forever.",
      "th": "แม่ฮะ แม่อยากเรียนหลักสูตรนี้มานานแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-I promise I'll be fine. -[knocking]",
      "th": "ไม่ต้องห่วงผม"
    }
  },
  {
    "translation": {
      "en": "[in Cockney accent] I beg of you, sir, do not hurt me!",
      "th": "ขอร้องละค่ะ อย่าทำร้ายฉัน"
    }
  },
  {
    "translation": {
      "en": "[normally] Um, I got the part!",
      "th": "- ฉันผ่านแล้ว - ฮะ"
    }
  },
  {
    "translation": {
      "en": "-What? -Yeah! Can you believe it?",
      "th": "ใช่ ไม่น่าเชื่อเนอะ"
    }
  },
  {
    "translation": {
      "en": "[gasps] That's amazing! I know, I know! I fly to Vancouver tonight!",
      "th": "- สุดยอดไปเลย - ใช่ ฉันต้องบินไปแวนคูเวอร์คืนนี้"
    }
  },
  {
    "translation": {
      "en": "And I'm there for two weeks, because even though I only have one line,",
      "th": "ต้องไปอยู่ที่นั่นสองอาทิตย์ เพราะถึงจะได้พูดแค่ประโยคเดียว"
    }
  },
  {
    "translation": {
      "en": "my character is in the background of all these really important scenes. Oh, my God.",
      "th": "แต่ฉันต้องอยู่ในฉากสำคัญๆ ตลอด ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What is wrong with me?",
      "th": "ตายละๆ ฉันเป็นบ้าอะไรเนี่ย ฉันรีบมาบอกเพราะฉันรักทั้งสองคนมาก"
    }
  },
  {
    "translation": {
      "en": "I-- I rushed over here to tell you the news, because I love you guys so much,",
      "th": "ฉันรีบมาบอกเพราะฉันรักทั้งสองคนมาก"
    }
  },
  {
    "translation": {
      "en": "and I totally forgot that, of course, I'm supposed to be with Jack, because I'm a selfish butthole!",
      "th": "แต่ดันลืมว่าต้องดูแลแจ็ค เพราะฉันมันเฮงซวย"
    }
  },
  {
    "translation": {
      "en": "-No! -Mm-mmm.",
      "th": "ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "[Scarlet] What am I gonna do?",
      "th": "ฉันจะทำยังไงดี"
    }
  },
  {
    "translation": {
      "en": "What are we gonna do?",
      "th": "เราจะทำยังไงดี"
    }
  },
  {
    "translation": {
      "en": "-It's fine. Totally fine. -[dishes clatter]",
      "th": "ไม่เป็นไร ไม่เป็นไรเลย"
    }
  },
  {
    "translation": {
      "en": "Doesn't seem fine. Seems loud.",
      "th": "ไม่เป็นตรงไหน เสียงดังเชียว"
    }
  },
  {
    "translation": {
      "en": "I'll finish the program next year. They don't offer it again until then anyway.",
      "th": "ปีหน้าค่อยไปก็ได้ เขาเปิดรับอีกทีปีหน้าเลย"
    }
  },
  {
    "translation": {
      "en": "Well, you seem kind of bummed out.",
      "th": "แต่แม่ดูเซ็งนะครับ"
    }
  },
  {
    "translation": {
      "en": "It's okay. I'm an adult.",
      "th": "ไม่เป็นไร แม่โตแล้ว"
    }
  },
  {
    "translation": {
      "en": "A big part of being an adult is being bummed out.",
      "th": "โตแล้วต้องเซ็งเป็นเรื่องธรรมดา"
    }
  },
  {
    "translation": {
      "en": "A lot of the time, really.",
      "th": "เป็นส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "That's something to look forward to.",
      "th": "อยากโตไวๆ เลยแฮะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, and that's just why you have to be careful and you have to be cautious all of the time.",
      "th": "ใช่ เราถึงต้องระวังตัวแล้วก็รอบคอบตลอดไง"
    }
  },
  {
    "translation": {
      "en": "-You're not answering? -No, he's gonna try and lend me money.",
      "th": "- แม่ไม่รับสายเหรอ - ไม่ เขาจะยัดเยียดเงินให้แม่ยืม"
    }
  },
  {
    "translation": {
      "en": "-You don't know that. -Yes, I do.",
      "th": "- ก็ไม่แน่หรอก - แน่สิ"
    }
  },
  {
    "translation": {
      "en": "Hey, Peter. [Peter] Tell her I'm not trying to lend her money.",
      "th": "- ไงครับปีเตอร์ - บอกแม่ด้วยว่าฉันไม่ให้ยืมเงิน"
    }
  },
  {
    "translation": {
      "en": "I said that. [Peter] I'm calling because I booked a flight, Jackity-Jack.",
      "th": "- ผมบอกแล้ว - ฉันโทรมาบอกว่าฉันจองตั๋วเครื่องบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Are you ready to hang? -Please, the nicknames.",
      "th": "- พร้อมอยู่กับฉันมั้ย - ไม่เอาฉายานะ"
    }
  },
  {
    "translation": {
      "en": "-Wait, what? -You're right.",
      "th": "- ว่าไงนะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I'm shooting blanks with the nicknames. We'll work on that when I get there.",
      "th": "ฉันตั้งฉายาไม่เก่ง งั้นเดี๋ยวช่วยกันคิดนะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Debbie! -Wait, what?",
      "th": "- ว่าไงเด็บบี้ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm renting my own car,",
      "th": "ฉันเช่ารถแล้ว เพราะรถเธอเหมือนเศษเหล็กวิ่งได้"
    }
  },
  {
    "translation": {
      "en": "'cause God knows whatever hell show you're driving, I want no part of.",
      "th": "ฉันเช่ารถแล้ว เพราะรถเธอเหมือนเศษเหล็กวิ่งได้ - ฉันไม่อยากแตะ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "-Wait, what? -You're saying \"Wait, what?\" a lot. And it makes you sound kinda dumb.",
      "th": "เธอพูด \"ว่าไงนะ\" เยอะมาก อย่าทำให้ตัวเองดูโง่สิ"
    }
  },
  {
    "translation": {
      "en": "-I just don't-- I don't understand. -Well, I'm coming to LA for a week.",
      "th": "ก็ฉันไม่เข้าใจ ฉันจะไปช่วยเลี้ยงแจ็คที่แอลเออาทิตย์นึง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna look after Jack, and you can stay here solo.",
      "th": "ฉันจะไปช่วยเลี้ยงแจ็คที่แอลเออาทิตย์นึง - เธอก็มาอยู่นี่คนเดียว - ปีเตอร์ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Peter, come on.",
      "th": "- เธอก็มาอยู่นี่คนเดียว - ปีเตอร์ ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "You can't just drop everything to come and babysit.",
      "th": "นายจะทิ้งทุกอย่างมาเลี้ยงแจ็คที่นี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You have a job and a life.",
      "th": "นายต้องทำงาน ต้องใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know about a life, but you have a job.",
      "th": "ชีวิตอะไรไม่รู้ละ แต่นายมีงาน"
    }
  },
  {
    "translation": {
      "en": "[grunts] Actually, I have, uh, some time off between clients, so we're all good there.",
      "th": "ตอนนี้ฉันว่างอยู่ ไปได้สบายมาก"
    }
  },
  {
    "translation": {
      "en": "It's not as much fun as us hanging out together,",
      "th": "ถึงจะไม่สนุกเท่าอยู่ด้วยกัน แต่…"
    }
  },
  {
    "translation": {
      "en": "but gets you what you need.",
      "th": "แต่ก็ตอบโจทย์เธอ"
    }
  },
  {
    "translation": {
      "en": "Peter, taking care of Jack is actually a lot of work.",
      "th": "ปีเตอร์ การดูแลแจ็คมันจุกจิกนะ"
    }
  },
  {
    "translation": {
      "en": "It-- He's allergic to a billion things, like, he takes a bunch of medicine,",
      "th": "เขาแพ้สารพัดอย่าง กินยาเป็นกำ"
    }
  },
  {
    "translation": {
      "en": "and, honestly, he doesn't have a lot of friends right now.",
      "th": "แล้วตอนนี้เขาก็ไม่ค่อยมีเพื่อนด้วย"
    }
  },
  {
    "translation": {
      "en": "Let me help. I owe you.",
      "th": "- ฉันช่วยเอง ตอบแทนเธอ - เรื่อง"
    }
  },
  {
    "translation": {
      "en": "-Owe me? -Yes! Where was I when Jack was born?",
      "th": "- ฉันช่วยเอง ตอบแทนเธอ - เรื่อง หลายเรื่อง ตอนแจ็คเกิดฉันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I was in London helping a Spanish bank launch a sister branch in Eastern Europe.",
      "th": "อยู่ลอนดอน ไปช่วยแบงก์สเปน เปิดสาขาลูกในยุโรปตะวันออก"
    }
  },
  {
    "translation": {
      "en": "But when my mom died, you drove from Los Angeles",
      "th": "แต่ตอนแม่ฉันตาย เธอขับรถจากลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "to freaking Ohio for the services.",
      "th": "มาร่วมงานศพถึงที่โอไฮโอ"
    }
  },
  {
    "translation": {
      "en": "And you picked me up from rehab not once, but twice.",
      "th": "เธอไปรับฉันจากสถานบำบัด ไม่ใช่แค่ครั้งเดียว สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, I-- I-- I know, I'm a really good friend,",
      "th": "เออ ฉันรู้ว่าฉันเป็นเพื่อนที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "but I-- I didn't do any of those things expecting something in return.",
      "th": "แต่ฉันไม่ได้ทำอะไรเพื่อหวังผลตอบแทนนะ"
    }
  },
  {
    "translation": {
      "en": "Of course you didn't,",
      "th": "ก็ไม่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "'cause you're not a monster.",
      "th": "เพราะเธอไม่ใช่คนเลว"
    }
  },
  {
    "translation": {
      "en": "You need help.",
      "th": "เธอกำลังแย่"
    }
  },
  {
    "translation": {
      "en": "And I'm coming,",
      "th": "ฉันเลยจะไปช่วย"
    }
  },
  {
    "translation": {
      "en": "and that's that.",
      "th": "ไม่ต้องพูดต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "[mutters] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "He's gonna be fine, right?",
      "th": "เขาอยู่ได้แหละเนอะ"
    }
  },
  {
    "translation": {
      "en": "Yes, it's only a week.",
      "th": "ได้สิ อาทิตย์เดียวเอง"
    }
  },
  {
    "translation": {
      "en": "It's only a week!",
      "th": "แค่อาทิตย์เดียว"
    }
  },
  {
    "translation": {
      "en": "I'm hugging a pair of pants.",
      "th": "ฉันกอดกางเกงอยู่นะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Jack] Mom, come on! We're gonna be late!",
      "th": "เร็วสิแม่ เดี๋ยวไม่ทันนะ"
    }
  },
  {
    "translation": {
      "en": "-Need help? -No, no.",
      "th": "- ให้ช่วยมั้ย - ไม่ต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "I have a method.",
      "th": "ฉันทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "That's how I do it. Okay.",
      "th": "- วิธีของฉัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "You know, they make these, uh, zippy, little four-wheelers now.",
      "th": "เดี๋ยวนี้เขาทำกระเป๋าสี่ล้อมีซิป"
    }
  },
  {
    "translation": {
      "en": "You barely have to push 'em. They call 'em \"spinners.\"",
      "th": "ลากสบายแล้วนะ เรียก \"กระเป๋าล้อลาก\""
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah? -Yeah! All right. Hey.",
      "th": "- เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Begonias while you're begone?",
      "th": "- อะไร - ใครไม่ดีเดินทางดีๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Knock yourself out, Zen. All right, good. Safe travels.",
      "th": "- สู้ๆ นะเซน - สบายมาก เดินทางปลอดภัยนะ"
    }
  },
  {
    "translation": {
      "en": "Thanks!",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "♪ Safe travels, hope you make it ♪",
      "th": "เดินทางปลอดภัย ขอให้คลาดแคล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ No… sudden cornfield stops… ♪",
      "th": "ไร้แววสิ้นหวัง…"
    }
  },
  {
    "translation": {
      "en": "[Debbie chuckles] Yeah!",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "I'm gonna miss you. I'll call you every day.",
      "th": "แม่จะคิดถึงนะ เดี๋ยวจะโทรหาทุกวันเลย"
    }
  },
  {
    "translation": {
      "en": "-Okay? -All right.",
      "th": "- นะจ๊ะ - ฮะ"
    }
  },
  {
    "translation": {
      "en": "[Zen] ♪ Safe travels, hope you make it ♪",
      "th": "เดินทางปลอดภัย ขอให้คลาดแคล้ว"
    }
  },
  {
    "translation": {
      "en": "-I love you! -Bye, Mama!",
      "th": "- รักนะ - บายฮะแม่"
    }
  },
  {
    "translation": {
      "en": "♪ Hope you're all right ♪",
      "th": "ผ่องแผ้วสุขี"
    }
  },
  {
    "translation": {
      "en": "Leesh!",
      "th": "ลีช"
    }
  },
  {
    "translation": {
      "en": "-Oh, here's this guy. -[Peter] Look at you!",
      "th": "หมอนี่เอง โอ้โฮ เธอดูดีนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You look great!",
      "th": "โอ้โฮ เธอดูดีนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "You look, like, the same!",
      "th": "เหมือนเดิมเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know! It's spooky, isn't it?",
      "th": "ใช่ น่าขนลุกเนอะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -Yeah. Uh…",
      "th": "- ใช่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Oh, uh, do you want this? -Oh. I thought you might need it.",
      "th": "สักแก้วมั้ย นายน่าจะอยากดื่มกาแฟ"
    }
  },
  {
    "translation": {
      "en": "-You look good. -Thank you.",
      "th": "- นายดูดีนะ - ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "You still got that tall, squared-jaw, long-eyelash vibe going on.",
      "th": "ยังสูงโปร่ง หน้าได้รูป ขนตายาวเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "Some people like that.",
      "th": "บางคนก็ชอบนะ"
    }
  },
  {
    "translation": {
      "en": "-It was never my thing, but… -Yup.",
      "th": "- ฉันไม่อินน่ะ แต่… - ใช่"
    }
  },
  {
    "translation": {
      "en": "Anyway, it was really nice of you to come out here to take care of Jack.",
      "th": "แต่ว่านายมีน้ำใจมากเลยที่มาดูแลแจ็คถึงนี่"
    }
  },
  {
    "translation": {
      "en": "Come on, it's no sweat. Honestly, I was between clients and, well…",
      "th": "สบายมาก ตอนนี้ฉันว่างอยู่ด้วย และมันก็แป๊บเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "-It's a short-term project, right? -[bell rings]",
      "th": "ตอนนี้ฉันว่างอยู่ด้วย และมันก็แป๊บเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "That's what I do. I get in, manage things, no muss, no fuss.",
      "th": "ฉันถนัดเรื่องบริหารจัดการอยู่แล้ว ไม่เห็นยุ่งยากเลย"
    }
  },
  {
    "translation": {
      "en": "I have bad news. Kids are all muss and all fuss.",
      "th": "ฉันมีข่าวร้าย เด็กๆ น่ะทั้งยุ่งและยากเลย"
    }
  },
  {
    "translation": {
      "en": "-Are they though? -Uh, yeah. -Very much so. -Oh.",
      "th": "- ถามจริง - จริงยิ่งกว่าจริง"
    }
  },
  {
    "translation": {
      "en": "-[girl] Give it back! -We'll see.",
      "th": "เดี๋ยวก็รู้"
    }
  },
  {
    "translation": {
      "en": "Those two, those are my girls.",
      "th": "สองคนนั้นเป็นลูกสาวฉัน"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Okay. Oh, fun. They look fun. -[girls arguing]",
      "th": "โอเค น่าสนุก ดูคึกคักดี"
    }
  },
  {
    "translation": {
      "en": "Oh, there's Jack.",
      "th": "แจ็คก็มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right, I think I got this.",
      "th": "เอาละ น่าจะจัดการได้"
    }
  },
  {
    "translation": {
      "en": "What's up, Jackie Gleason?",
      "th": "ว่าไง แจ็คกี้ กลีสัน"
    }
  },
  {
    "translation": {
      "en": "Who or what is that?",
      "th": "นั่นชื่อคนหรือตัวอะไร"
    }
  },
  {
    "translation": {
      "en": "No? All right, all right. Let's blow this popsicle stand, huh?",
      "th": "ไม่ผ่านเหรอ เค ไปกินหวานเย็นกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "What's a popsicle stand?",
      "th": "อะไรคือหวานเย็น"
    }
  },
  {
    "translation": {
      "en": "I am not entirely sure, to be honest.",
      "th": "เอาจริงๆ ก็ไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "Hey, you want to drive?",
      "th": "- อยากขับมั้ย - ไม่"
    }
  },
  {
    "translation": {
      "en": "-No. -You can drive the Porsche.",
      "th": "- นายขับพอร์ชได้นะ - ไม่อยากขับ"
    }
  },
  {
    "translation": {
      "en": "-I don't want to drive-- -It was this or a Lamborgh--",
      "th": "- นายขับพอร์ชได้นะ - ไม่อยากขับ เขามีแค่คันนี้กับลัมโบร์กีนี หรือนายอยากขับโลตัส"
    }
  },
  {
    "translation": {
      "en": "I know, you don't like the Porsche. You'd rather drive the Lotus?",
      "th": "เขามีแค่คันนี้กับลัมโบร์กีนี หรือนายอยากขับโลตัส"
    }
  },
  {
    "translation": {
      "en": "-What? -All right, well…",
      "th": "- อะไรนะ - ได้"
    }
  },
  {
    "translation": {
      "en": "Next time, I'll bring the Lotus, and you can drive it.",
      "th": "คราวหน้าฉันจะเช่าโลตัสมาให้นายขับ"
    }
  },
  {
    "translation": {
      "en": "[Jack] What's a Lotus?",
      "th": "อะไรคือโลตัส"
    }
  },
  {
    "translation": {
      "en": "My mom hates convertibles, you know? She says they roll over too easily.",
      "th": "แม่ผมไม่ชอบรถเปิดประทุนนะ แม่บอกว่ามันคว่ำง่าย"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, they're also awesome, so that negates the rolling part.",
      "th": "แต่มันก็เท่ห์ไง เรื่องคว่ำเลยหยวนๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Hey, let me ask you a question. Those kids back there,",
      "th": "ขอถามอะไรหน่อยสิ เด็กสองคนนั้นที่เมินนายน่ะ มีเรื่องอะไรกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "they were blowing you off. What was that about?",
      "th": "เด็กสองคนนั้นที่เมินนายน่ะ มีเรื่องอะไรกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Look, man. I was a 13-year-old boy once, all right?",
      "th": "นี่ ฉันก็เคยเป็นเด็กอายุ 13 นะ เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "And I know I'm pretty cool now,",
      "th": "ตอนนี้ฉันเจ๋งพอตัวก็จริง"
    }
  },
  {
    "translation": {
      "en": "but when I was 13 I was basically a walking Adam's apple with a bowl cut",
      "th": "แต่ตอนนั้นฉันก็แค่เด็กผู้ชายผมทรงกะลาครอบ"
    }
  },
  {
    "translation": {
      "en": "and a tattered copy of Catcher in the Rye under my arm, so…",
      "th": "ที่ถือหนังสือแคทเชอร์อินเดอไรย์ขาดๆ คนนึง"
    }
  },
  {
    "translation": {
      "en": "Plus, I didn't have a dad.",
      "th": "แถมยังกำพร้าพ่ออีก"
    }
  },
  {
    "translation": {
      "en": "He bailed on me when I was 13,",
      "th": "เขาทิ้งไปตอนฉันอายุ 13"
    }
  },
  {
    "translation": {
      "en": "then he died three years later, drunk in a ditch.",
      "th": "สามปีต่อมาก็เมาตกคูน้ำตาย"
    }
  },
  {
    "translation": {
      "en": "He was walking along the side of the road and he just went \"bloop.\"",
      "th": "เห็นว่าเดินอยู่ข้างถนนแล้วก็ \"บุ๋ง\" ลงไปเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "So, seriously, whatever you're going through, I've probably seen worse, so you can hit me with it.",
      "th": "ฉันไม่รู้เรื่องนายนะ แต่ฉันน่าจะ เจอมาหนักกว่า เพราะฉะนั้นไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "-Well, give it to me, Jack Be Nimble. -I don't even understand that one.",
      "th": "- เล่ามาเลยแจ็ค บี นิมเบิ้ล - ชื่ออะไรของคุณ"
    }
  },
  {
    "translation": {
      "en": "Look, I'm still workshopping, okay?",
      "th": "ฉันกำลังฝึกฝีมืออยู่ เคนะ"
    }
  },
  {
    "translation": {
      "en": "It's because of hockey.",
      "th": "เพราะฮอกกี้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Wade and I were friends, and we used to skate at the rink together,",
      "th": "เวดกับผมเคยเป็นเพื่อนกัน เล่นสเก็ตด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "but now he plays on the team and I can't.",
      "th": "แต่ตอนนี้เขาได้เข้าทีม ผมไม่ได้เข้า"
    }
  },
  {
    "translation": {
      "en": "So he hangs out with Evan, who does.",
      "th": "เขาเลยไปสนิทกับเอเว่นในทีมแทน"
    }
  },
  {
    "translation": {
      "en": "So we just stopped hanging at all.",
      "th": "- เราเลยเลิกคบกัน - เอ๊ะ นายเล่นฮอกกี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Whoa, wait, you play hockey? Well, Debbie never told me that.",
      "th": "- เราเลยเลิกคบกัน - เอ๊ะ นายเล่นฮอกกี้เหรอ เด็บบี้ไม่เคยบอกฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "I can't play basketball 'cause I'm allergic to the gym,",
      "th": "ผมเล่นบาสไม่ได้ เพราะแพ้โรงยิม"
    }
  },
  {
    "translation": {
      "en": "and I can't play baseball 'cause I'm allergic to grass.",
      "th": "เล่นเบสบอลก็ไม่ได้ เพราะแพ้หญ้า"
    }
  },
  {
    "translation": {
      "en": "Wait- I don't understand why you can't play on the team",
      "th": "แล้วทำไมนายถึงเล่นกับเวด แล้วก็เพื่อนขี้โกงเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "with Wade and his weaselly friend. Oh, I'm sorry. He--",
      "th": "แล้วทำไมนายถึงเล่นกับเวด แล้วก็เพื่อนขี้โกงเขาไม่ได้ โทษๆ"
    }
  },
  {
    "translation": {
      "en": "He's probably not weaselly, but, like, he's got a weasel face.",
      "th": "เขาอาจจะไม่ขี้โกง แต่หน้าดูขี้โกง"
    }
  },
  {
    "translation": {
      "en": "You know? So, but-- Why can't you play on the team?",
      "th": "นึกออกเนอะ แล้วทำไมนายเข้าทีมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm too small. Mom says it's too dangerous.",
      "th": "ผมตัวเล็กไป แม่บอกว่าอันตราย"
    }
  },
  {
    "translation": {
      "en": "I cannot believe your mom didn't tell me about this.",
      "th": "ไม่น่าเชื่อนะว่าแม่นายไม่ได้เล่าให้ฉันฟัง"
    }
  },
  {
    "translation": {
      "en": "Like, she tells me everything.",
      "th": "เขาบอกฉันทุกเรื่องนะ"
    }
  },
  {
    "translation": {
      "en": "But do you? Tell her everything?",
      "th": "แต่คุณล่ะ เล่าให้แม่ฟังทุกเรื่องมั้ย"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "ทุกเรื่องสิ"
    }
  },
  {
    "translation": {
      "en": "[Peter] I never understood why Debbie",
      "th": "ฉันไม่เคยเข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "decided to buy a house on the side of a whole entire hill.",
      "th": "ว่าทำไมเด็บบี้ถึงตัดสินใจซื้อบ้านบนเนินเขาฝั่งนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "นั่นดิ"
    }
  },
  {
    "translation": {
      "en": "I suppose you get used to it after a while, huh?",
      "th": "นายคงชินแล้วสิ"
    }
  },
  {
    "translation": {
      "en": "No. It continues to suck.",
      "th": "ไม่เลย ยิ่งโตยิ่งเซ็ง"
    }
  },
  {
    "translation": {
      "en": "Who lived here before you, like, an alpaca?",
      "th": "เจ้าของบ้านเก่าเป็นใครเนี่ย อัลปากาเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah! Yo, Jack.",
      "th": "เอ้อ ว่าไงแจ็ค"
    }
  },
  {
    "translation": {
      "en": "You're the guy-- You're the dude that's, uh, gonna be hanging with, uh, Jack.",
      "th": "คุณใช่มั้ยที่จะมาอยู่กับแจ็ค"
    }
  },
  {
    "translation": {
      "en": "-Nice to meet you. -I'm Zen.",
      "th": "- ยินดีที่ได้รู้จัก - ผมชื่อเซน"
    }
  },
  {
    "translation": {
      "en": "Yeah, like the Buddhism.",
      "th": "ศาสนาพุทธน่ะ"
    }
  },
  {
    "translation": {
      "en": "I live through the gate there, and, uh, I'm independently wealthy",
      "th": "บ้านผมอยู่ข้างๆ ผมรวยเละจากการเข้าซื้อบริษัทเทค"
    }
  },
  {
    "translation": {
      "en": "due to a tech buyout.",
      "th": "ผมรวยเละจากการเข้าซื้อบริษัทเทค"
    }
  },
  {
    "translation": {
      "en": "-Of course. -I surf in the AM.",
      "th": "- อ้อ - ตอนเช้าไปเซิร์ฟ"
    }
  },
  {
    "translation": {
      "en": "Spend the rest of the day here in Debbie's garden.",
      "th": "หลังจากนั้นก็มาขลุกอยู่ในสวนบ้านเด็บบี้"
    }
  },
  {
    "translation": {
      "en": "-What about your yard? -My yard?",
      "th": "- แล้วสวนคุณล่ะ - สวนผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't do my yard, I got a guy for that.",
      "th": "ผมจ้างคนมาทำน่ะ อยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah? -[laughs] Yeah!",
      "th": "- ครับ - เย่"
    }
  },
  {
    "translation": {
      "en": "Dude, he's so funny.",
      "th": "เขาฮามาก"
    }
  },
  {
    "translation": {
      "en": "He's from Spokane.",
      "th": "มาจากสโปเคน"
    }
  },
  {
    "translation": {
      "en": "Okay. Well, it was nice to meet you.",
      "th": "โอเค ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Jack] Bye, Zen.",
      "th": "- โอเค - ไปนะฮะเซน"
    }
  },
  {
    "translation": {
      "en": "All right, back at it. [grunts]",
      "th": "เอาละ ทำงานต่อ"
    }
  },
  {
    "translation": {
      "en": "-[Jack] You didn't know about Zen? -[Peter] Nope.",
      "th": "- คุณไม่รู้เรื่องเซนเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "So the whole thing where you and Mom tell each other everything-- Yeah, no, we're not gonna-- That's grown-up talk.",
      "th": "- งั้นที่ว่าคุณกับแม่บอกกันทุกเรื่อง… - พอๆ ไม่ต้อง… เรื่องของผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Did she stay up all night doing this?",
      "th": "นี่แม่นายอดนอนทำพวกนี้ทั้งคืนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Your mom's crazy.",
      "th": "แม่นายบ้านะ"
    }
  },
  {
    "translation": {
      "en": "[emphatically] I am well aware.",
      "th": "ไม่ต้องย้ำหรอก"
    }
  },
  {
    "translation": {
      "en": "All right, let's, um…",
      "th": "โอเค งั้น…"
    }
  },
  {
    "translation": {
      "en": "[Debbie on phone] Oh, hey! I made it. I'm in Brooklyn.",
      "th": "ว่าไง ถึงแล้วนะ อยู่บรุคลิน"
    }
  },
  {
    "translation": {
      "en": "Are-- Are you home yet? Did you see my Post-Its?",
      "th": "ถึงบ้านรึยัง เห็นโพสต์อิทฉันรึยัง"
    }
  },
  {
    "translation": {
      "en": "-Yeah, they're kinda hard to miss, Deb. -Okay.",
      "th": "- เห็นสิ เต็มบ้านขนาดนี้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "The most important thing is that you feed him breakfast,",
      "th": "ที่ห้ามลืมคือต้องให้เขากินมื้อเช้า"
    }
  },
  {
    "translation": {
      "en": "then you pack his lunch, and then you pick up his prescriptions on the way to school.",
      "th": "ทำมื้อเที่ยงให้เขา แล้วแวะรับยาตอนไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Oh, and the other most important thing is that you get the list",
      "th": "ที่สำคัญอีกอย่างคือลิสต์สิ่งที่เขาแพ้"
    }
  },
  {
    "translation": {
      "en": "of things that he's allergic to. It's right by the coffee maker.",
      "th": "ที่สำคัญอีกอย่างคือลิสต์สิ่งที่เขาแพ้ อยู่ข้างๆ เครื่องทำกาแฟ ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Oh! Excuse me. -Oh, wow. Laminated. Nice.",
      "th": "อยู่ข้างๆ เครื่องทำกาแฟ ขอโทษค่ะ เคลือบพลาสติก แจ๋ว เขียน \"ด่วน\" ซะด้วย"
    }
  },
  {
    "translation": {
      "en": "-Oh, this one says \"urgent.\" -Yeah.",
      "th": "เคลือบพลาสติก แจ๋ว เขียน \"ด่วน\" ซะด้วย ใช่ ฉันลืมแปะป้ายเนยถั่วไม่ใส่ถั่ว แต่อยู่แถวนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "And I forgot to label the nut-free nut butter.",
      "th": "ใช่ ฉันลืมแปะป้ายเนยถั่วไม่ใส่ถั่ว แต่อยู่แถวนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "But it's in there. It's in the… Do you--",
      "th": "ใช่ ฉันลืมแปะป้ายเนยถั่วไม่ใส่ถั่ว แต่อยู่แถวนั้นแหละ - อยู่ใน… นั่นน่ะ - ฉันไม่รู้จักนะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I don't know what that is.",
      "th": "- อยู่ใน… นั่นน่ะ - ฉันไม่รู้จักนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, and Jack, Jack, have you started your history paper?",
      "th": "แจ็คลูก เริ่มทำรายงานประวัติศาสตร์รึยัง"
    }
  },
  {
    "translation": {
      "en": "Already started it.",
      "th": "- เริ่มแล้วฮะ - แปลว่ายังไม่ได้ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, that means he's done nothing, Peter. You have to remind him.",
      "th": "- เริ่มแล้วฮะ - แปลว่ายังไม่ได้ทำอะไรเลย เตือนเขาด้วยนะ เขาต้องเลือกหัวข้อวิทยานิพนธ์"
    }
  },
  {
    "translation": {
      "en": "Okay, he has to pick a thesis.",
      "th": "เตือนเขาด้วยนะ เขาต้องเลือกหัวข้อวิทยานิพนธ์"
    }
  },
  {
    "translation": {
      "en": "He's doing the Spanish-American War, which is, I think, against Spain.",
      "th": "เขาจะทำเรื่องสงครามสเปนอเมริกา ซึ่งฉันว่ามันเหยียดสเปน"
    }
  },
  {
    "translation": {
      "en": "-Yeah, Deb? -I'm not sure. -Jack is okay. -Oh, hi! [laughs]",
      "th": "- ไม่แน่ใจ - เด็บ ไม่ต้องห่วงแจ็ค"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. There are so many people here. It's crazy.",
      "th": "ที่นี่คนเยอะจัง วุ่นวายมาก"
    }
  },
  {
    "translation": {
      "en": "We're gonna figure out dinner.",
      "th": "เราจะหามื้อเย็นกินละ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, you don't have to worry about it, because I left dinner.",
      "th": "อ๋อ ไม่ต้องห่วง เพราะฉันเตรียมไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "O-- Open the freezer.",
      "th": "เปิดช่องฟรีซดู"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Wait, this also says \"urgent.\" -Jack loves those casseroles.",
      "th": "เดี๋ยวนะ นี่ก็ \"ด่วน\" แจ็คชอบแคสเซอโรล"
    }
  },
  {
    "translation": {
      "en": "-[mouthing] -You know, I could-- I could buy dinner.",
      "th": "ฉันมีตังซื้อนะ"
    }
  },
  {
    "translation": {
      "en": "Peter, I know that you have a lot of money,",
      "th": "ฉันรู้ว่านายมีเงินเยอะ"
    }
  },
  {
    "translation": {
      "en": "but I really don't want you getting him take-out, and-- and other things that are fancy.",
      "th": "แต่ฉันไม่อยากให้นายสั่ง หรือซื้อของแพงๆ ให้เขากิน"
    }
  },
  {
    "translation": {
      "en": "Yeah, okay! Homework, and then frozen… [mutters] …for dinner.",
      "th": "โอเคได้ ทำการบ้าน แล้วก็ กิน…แช่แข็งเป็นมื้อเย็น"
    }
  },
  {
    "translation": {
      "en": "I know there's something else I forgot to tell you.",
      "th": "ฉันต้องลืมบอกอะไรแน่เลย"
    }
  },
  {
    "translation": {
      "en": "Shoot, I forgot what I forgot to tell you.",
      "th": "ฉันลืมแล้วว่าลืมบอกอะไร…"
    }
  },
  {
    "translation": {
      "en": "Debbie, stop.",
      "th": "เด็บบี้หยุด"
    }
  },
  {
    "translation": {
      "en": "T-- Take a breath.",
      "th": "หายใจลึกๆ"
    }
  },
  {
    "translation": {
      "en": "Look around.",
      "th": "มองไปรอบๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, enjoy it.",
      "th": "ดีมาก สนุกให้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "-Call us later. -Okay.",
      "th": "- แล้วค่อยโทรมา - โอเค"
    }
  },
  {
    "translation": {
      "en": "-You allergic to Mexican food? -No.",
      "th": "- นายแพ้อาหารเม็กซิโกปะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Excuse me, pardon me.",
      "th": "ขอโทษค่ะ ขอทางหน่อย"
    }
  },
  {
    "translation": {
      "en": "Uh, um, excuse me, I'm gonna go to Peter Coleman's.",
      "th": "ขอโทษค่ะ ฉันจะขึ้นห้องปีเตอร์ โคลแมนค่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, they make those with four wheels now.",
      "th": "เดี๋ยวนี้เขาทำกระเป๋าสี่ล้อ"
    }
  },
  {
    "translation": {
      "en": "They're called \"spinners.\"",
      "th": "เรียก \"กระเป๋าล้อลาก\" แล้วครับ"
    }
  },
  {
    "translation": {
      "en": "-[elevator bell rings] -Right, so…",
      "th": "ค่ะ แล้ว…"
    }
  },
  {
    "translation": {
      "en": "Got it.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "This is gorgeous.",
      "th": "สวยมากเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. [sighs heavily]",
      "th": "เฮ้อ"
    }
  },
  {
    "translation": {
      "en": "What!?",
      "th": "อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "By color? Really?",
      "th": "ไล่สีเลย ถามจริง"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Peter.",
      "th": "โอ้โฮ ปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "Wait, where are the handles? How do you even open this?",
      "th": "เอ๊ะ มือจับอยู่ไหนเนี่ย เปิดยังไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "What is this?",
      "th": "อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "That's just sad.",
      "th": "เศร้าชะมัด"
    }
  },
  {
    "translation": {
      "en": "Peter. [scoffs]",
      "th": "ปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "They still have stickers on them.",
      "th": "ยังมีสติกเกอร์ติดอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Twenty-five dollars for a glass? Oh, my God.",
      "th": "แก้วใบละ 25 เหรียญเนี่ยนะ โห"
    }
  },
  {
    "translation": {
      "en": "Peter. Just because you can doesn't mean you should.",
      "th": "ปีเตอร์ มีเงินซื้อไม่ได้แปลว่าควรซื้อนะ"
    }
  },
  {
    "translation": {
      "en": "Okay… what should we do?",
      "th": "โอเค ทำอะไรกันดีเรา"
    }
  },
  {
    "translation": {
      "en": "Well, I have homework that I should probably do.",
      "th": "ผมคงต้องทำการบ้าน"
    }
  },
  {
    "translation": {
      "en": "God, I just got here!",
      "th": "ฉันเพิ่งมาถึงเอง"
    }
  },
  {
    "translation": {
      "en": "What-- It's-- [blabbers] This is our night!",
      "th": "นี่เป็นคืนของเรานะ โอกาสมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's our occasion! We're having a special-- We're occasioning!",
      "th": "นี่เป็นคืนของเรานะ โอกาสมาแล้ว เราต้องมีโอกาสกัน"
    }
  },
  {
    "translation": {
      "en": "-It's-- That's not a word. -It is now!",
      "th": "- คำนั้นไม่มีความหมายนะ - มีแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Let's-- We can-- We can watch a movie.",
      "th": "เรา… ดูหนังกันเหอะ"
    }
  },
  {
    "translation": {
      "en": "[Jack] Yeah, no.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "We have three remotes. Uh, can I see that?",
      "th": "เรามีรีโมตสามอัน ผมขอดูหน่อย"
    }
  },
  {
    "translation": {
      "en": "This one controls the TV and it makes sure the DVD player isn't on.",
      "th": "นี่รีโมตทีวีที่เอาไว้เช็กด้วย ว่าปิดเครื่องเล่นดีวีดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-This one controls the sound. -Oh, yeah, I was gonna do that. It's all volume.",
      "th": "นี่รีโมตเครื่องเสียง เพิ่มเสียงเบาเสียง"
    }
  },
  {
    "translation": {
      "en": "This one controls the cable to make sure the Wi-Fi is working.",
      "th": "นี่รีโมตเคเบิล เอาไว้เปิดปิดไวไฟ"
    }
  },
  {
    "translation": {
      "en": "And, oh, yeah. This one also is the receiver.",
      "th": "อ้อ อันนี้เป็นตัวรับสัญญาณด้วย"
    }
  },
  {
    "translation": {
      "en": "Got that sequence. But I'm not supposed to watch TV while I eat.",
      "th": "แต่ผมไม่ควรดูทีวีตอนกิน"
    }
  },
  {
    "translation": {
      "en": "And never before homework.",
      "th": "แล้วก็ต้องทำการบ้านให้เสร็จก่อนทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "You poor child.",
      "th": "น่าสงสารเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "Had I known what was going on in this house,",
      "th": "ถ้าฉันรู้ว่าเกิดอะไรขึ้นในบ้านหลังนี้"
    }
  },
  {
    "translation": {
      "en": "I would have come a lot sooner.",
      "th": "ฉันคงรีบมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You know, my mom always says you're kinda irresponsible.",
      "th": "แม่ผมชอบบอกว่าคุณไม่ค่อยรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "She calls you, \"a rolling stone that gathers no moss.\" -[laughs] -Whatever that is.",
      "th": "บอกว่าคุณเป็น \"ไม้หลักปักขี้เลน\" ที่แปลว่าอะไรไม่รู้"
    }
  },
  {
    "translation": {
      "en": "She does, huh?",
      "th": "อ้อเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, she also says you're terrible with women.",
      "th": "ใช่ แล้วก็บอกว่าคุณดูแลผู้หญิงไม่ดี"
    }
  },
  {
    "translation": {
      "en": "Ah. [chuckles] Your mom!",
      "th": "แม่นายนี่นะ"
    }
  },
  {
    "translation": {
      "en": "But I'm psyched you're here, 'cause you're chill.",
      "th": "แต่ผมตื่นเต้นนะที่คุณมา เพราะคุณชิลล์ดี"
    }
  },
  {
    "translation": {
      "en": "Chill.",
      "th": "ชิลล์"
    }
  },
  {
    "translation": {
      "en": "Oh, stop. Stop everything. That's the movie we're gonna watch.",
      "th": "หยุด ไม่ต้องทำอะไรทั้งนั้น เราจะดูหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "-Alien? -Yeah, have you seen it?",
      "th": "- เอเลี่ยนเหรอ - ใช่ เคยดูยัง"
    }
  },
  {
    "translation": {
      "en": "-No, is it scary? -[in gruff voice] It's terrifying.",
      "th": "ยัง น่ากลัวมั้ย สยองเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "Cool!",
      "th": "จัดไป"
    }
  },
  {
    "translation": {
      "en": "Oh, no, that's not…",
      "th": "ไม่ ไม่ใช่…"
    }
  },
  {
    "translation": {
      "en": "Why is it so cold in here?",
      "th": "ทำไมในนี้หนาวจัง"
    }
  },
  {
    "translation": {
      "en": "Heat…",
      "th": "ร้อน"
    }
  },
  {
    "translation": {
      "en": "Heat!",
      "th": "ร้อน"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm sorry, I-- I can't hear you.",
      "th": "- ไงคะ - ขอโทษนะคะ ไม่ได้ยินเลย"
    }
  },
  {
    "translation": {
      "en": "You just have to point at the sensor.",
      "th": "คุณต้องหันไปหาเซนเซอร์"
    }
  },
  {
    "translation": {
      "en": "-[music stops] -Oh, my God. Thank you.",
      "th": "เฮ้อ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Debbie.",
      "th": "หวัดดีค่ะ เด็บบี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Wait a second. Are you the Debbie? Peter talks about you all the time!",
      "th": "เดี๋ยวนะ เด็บบี้คนนั้นน่ะเหรอ ปีเตอร์พูดถึงคุณตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah, I guess that's me. -[chuckles] Um, who are you?",
      "th": "คงใช่มั้งคะ แล้วคุณล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "I'm Minka, and I am a skosh embarrassed.",
      "th": "มินก้าค่ะ นี่ฉันแอบเขินนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I thought Peter was here and I am not wearing anything under this.",
      "th": "ฉันนึกว่าปีเตอร์อยู่บ้าน ก็เลยมาแบบไม่ได้ใส่อะไรข้างในเลย"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] I figured that. -Yeah, I feel like an idiot.",
      "th": "- พอดูออกค่ะ - ค่ะ น่าเกลียดจัง"
    }
  },
  {
    "translation": {
      "en": "Oh, don't worry about it.",
      "th": "ไม่ต้องคิดมาก"
    }
  },
  {
    "translation": {
      "en": "We've all done the thing where we knock on the door half-naked for some g…",
      "th": "ใครๆ ก็เคยทำแบบนี้มาแล้วทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "So you and Peter are…",
      "th": "นี่คุณกับปีเตอร์…"
    }
  },
  {
    "translation": {
      "en": "We were. We used to.",
      "th": "ใช่ เคยเป็น"
    }
  },
  {
    "translation": {
      "en": "We broke up after six months and then he started dating this woman Becca,",
      "th": "คบกันได้หกเดือนก็เลิกกัน แล้วเขาก็ไปคบเบ็คก้า"
    }
  },
  {
    "translation": {
      "en": "but through the careful study of her socials, I figured out they broke up.",
      "th": "แต่หลังจากไปส่องนาง ฉันก็เพิ่งรู้ว่าเลิกกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I thought I would come over and…",
      "th": "เลยกะว่าจะแวะมา…"
    }
  },
  {
    "translation": {
      "en": "-So that is how you sit there. -By the way, where is Peter?",
      "th": "- เขานั่งกันแบบนี้นี่เอง - เอ้อ แล้วปีเตอร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, he's staying at my place in LA.",
      "th": "เขาไปอยู่บ้านฉันที่แอลเอ ส่วนฉันจะมาอยู่ที่นี่สองสามวัน"
    }
  },
  {
    "translation": {
      "en": "-And I'm just here for a few days. -Cute!",
      "th": "เขาไปอยู่บ้านฉันที่แอลเอ ส่วนฉันจะมาอยู่ที่นี่สองสามวัน คิ้วท์อะ ฉันขอเลี้ยงเหล้าได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Can I buy you a drink?",
      "th": "คิ้วท์อะ ฉันขอเลี้ยงเหล้าได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "No ulterior motive.",
      "th": "ไม่มีเจตนาแอบแฝง"
    }
  },
  {
    "translation": {
      "en": "I will not ask you why Peter is so emotionally, like, broken.",
      "th": "ฉันจะไม่ถามว่าทำไมปีเตอร์ถึงหดหู่จัง"
    }
  },
  {
    "translation": {
      "en": "Oh, I would love that, but, um, I'm starting classes tomorrow.",
      "th": "ก็อยากไปนะ แต่พรุ่งนี้ฉันมีเรียนวันแรก"
    }
  },
  {
    "translation": {
      "en": "I have to get up early. I'm doing this program, and…",
      "th": "ต้องแต่ตื่นเช้าเลย ไว้วันหน้าแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "-Anyway, maybe some other time. -Yeah, sure!",
      "th": "ต้องแต่ตื่นเช้าเลย ไว้วันหน้าแล้วกัน อ๋อ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I will take you to the Brownstone Club. That's where Peter and I met.",
      "th": "ฉันจะพาไปบราวน์สโตนคลับ ที่ฉันกับปีเตอร์เจอกันครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "You know, you are great.",
      "th": "เอาจริงนะ คุณดูดีอะ"
    }
  },
  {
    "translation": {
      "en": "I like you.",
      "th": "ฉันชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I dig this whole sexy, Gen-X, Earth Mama thing you've got going on.",
      "th": "ชอบลุคเจนเอ็กซ์แสนเรียบง่ายของคุณ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] You're gonna party with Minka?",
      "th": "เธอจะไปปาร์ตี้กับมินก้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "She asked if maybe I wanted to go for a drink sometime.",
      "th": "เขาถามน่ะว่าฉันอยากไปดื่มกับเขามั้ย"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Oh, fancy! -Right. -Hey, what are you guys doing tonight? -[Peter] Um…",
      "th": "- ดีงาม - คืนนี้ทำอะไรกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "-What did we do? Um, nothing special. -Oh, is he there?",
      "th": "ทำอะไรล่ะ ก็ไม่มีอะไร เขาอยู่มั้ย เขาอยากคุยกับฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Does he want to talk to me? -[yells]",
      "th": "เขาอยู่มั้ย เขาอยากคุยกับฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "Uh, he's-- he's actually doing his homework right now, so…",
      "th": "เขาทำการบ้านอยู่"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh! Oh, that's good.",
      "th": "อ๋อ ดีๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, uh, by the way, are you aware that there is a gentleman and his butt crack",
      "th": "เออนี่ เธอรู้ตัวมั้ยว่ามีผู้ชายกางเกงหลุดตูด"
    }
  },
  {
    "translation": {
      "en": "in your yard all ding-dong day?",
      "th": "เด้งหน้าเด้งหลังอยู่ในสวนบ้านเธอทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, that's Zen. He just-- He's around a lot.",
      "th": "อ๋อ เซนน่ะ เขาชอบป้วนเปี้ยนอยู่แถวนั้น แล้วเขาทำสวนเก่ง"
    }
  },
  {
    "translation": {
      "en": "It's, uh-- You know, he does a really great job with the garden",
      "th": "เขาชอบป้วนเปี้ยนอยู่แถวนั้น แล้วเขาทำสวนเก่ง"
    }
  },
  {
    "translation": {
      "en": "and-- and so I just let him do his thing. Um, did I not mention Zen?",
      "th": "ฉันเลยไม่ได้ว่าอะไร ฉันไม่เคยพูดถึงเซนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. No, no, you failed to mention that there is a man living in your yard.",
      "th": "ไม่ๆ เธอไม่ได้เล่าเลย ว่ามีผู้ชายกินนอนอยู่ที่สนามหน้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "Um, Peter, I just want to say thank you. This place is amazing.",
      "th": "ปีเตอร์ ขอบคุณมากจริงๆ บ้านนายเลิศมาก"
    }
  },
  {
    "translation": {
      "en": "-It's just comfortable and… -[chuckles] Really?",
      "th": "- อยู่สบาย แล้วก็… - ถามจริง"
    }
  },
  {
    "translation": {
      "en": "-No, not really. It's very, very empty. -[laughs]",
      "th": "ไม่จริงอะ มันโล่งมาก"
    }
  },
  {
    "translation": {
      "en": "It looks like somebody stole all your stuff.",
      "th": "เหมือนโดนยกเค้าไปหมดบ้าน"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, if they did, they brought it all here, 'cause you have all the stuff.",
      "th": "ใช่ ขโมยมาไว้บ้านนี้แหละ ของอย่างเพียบ"
    }
  },
  {
    "translation": {
      "en": "Like, literally, all the things that are, were, and ever shall be, are here.",
      "th": "จริงๆ นะ ทุกสรรพสิ่งในสามโลกมารวมกันอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, really? Well, you don't have a photo or a knickknack.",
      "th": "เหรอยะ บ้านนายก็ไม่มีรูปถ่ายหรือของจุกจิก"
    }
  },
  {
    "translation": {
      "en": "I don't do knickknacks. I don't buy them, like, ever. I have nixed the knickknacks.",
      "th": "ฉันไม่มีของจุกจิก ไม่เคยซื้อ ไม่ต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, your books are all color-coded, which is…",
      "th": "เอ้อ นายเรียงหนังสือไล่สีด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, I knew New York had changed you, but that one hit me hard.",
      "th": "นิวยอร์กทำให้นายเปลี่ยนไปก็จริง แต่อันนี้อึ้งมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, my decorator did that.",
      "th": "- ฝีมือนักออกแบบ - ทุเรศมาก"
    }
  },
  {
    "translation": {
      "en": "That's just gross, and I can't believe you said it out loud.",
      "th": "- ฝีมือนักออกแบบ - ทุเรศมาก ช่างกล้าพูดเนอะ แล้วไม่มีเครื่องเตือนใจจากแอลเอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Also, you don't have any mementos from LA?",
      "th": "ช่างกล้าพูดเนอะ แล้วไม่มีเครื่องเตือนใจจากแอลเอเหรอ"
    }
  },
  {
    "translation": {
      "en": "No! You know my policy on mentos.",
      "th": "ไม่มี เธอก็รู้ว่าฉันไม่มีเครื่องเตือนใจ"
    }
  },
  {
    "translation": {
      "en": "So, let me ask you a question.",
      "th": "ขอถามอะไรหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not trying to pry, but what happened with Minka?",
      "th": "ฉันไม่ได้จะเผือกนะ แต่ทำไมเลิกกับมินก้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "She seems like she's your type. She's so silky and sleek.",
      "th": "ฉันว่าเขาสเปกนายเลย ทั้งนุ่มนวลและเงางาม"
    }
  },
  {
    "translation": {
      "en": "Okay, what? She's not an otter.",
      "th": "คนนะไม่ใช่ตัวนาก"
    }
  },
  {
    "translation": {
      "en": "-What happened? -I don't know. I don't--",
      "th": "- เลิกทำไม - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "You know me. I probably did something to screw it up.",
      "th": "ก็ตามสไตล์ ฉันคงทำอะไรพลาดไป"
    }
  },
  {
    "translation": {
      "en": "Oh, stop it.",
      "th": "ไม่ต้องเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, let the fossil record show that I am terrible with women.",
      "th": "ดูจากซากไดโนเสาร์ยังรู้เลยว่าฉันดูแลผู้หญิงไม่ดี"
    }
  },
  {
    "translation": {
      "en": "In-- In fact, some would say that I am \"a rolling stone that gathers no moss.\"",
      "th": "ที่จริงมีคนพูดว่าฉันเป็น \"ไม้หลักปักขี้เลน\" ด้วย"
    }
  },
  {
    "translation": {
      "en": "Uh, what?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, just so you know, your kid's a sieve, all right?",
      "th": "ใช่ บอกเลยว่าลูกเธอขี้เมาท์"
    }
  },
  {
    "translation": {
      "en": "So everything you've ever said about me, I'm about to hear.",
      "th": "เดี๋ยวฉันก็รู้แล้วว่าเธอนินทาอะไรฉันไว้มั่ง"
    }
  },
  {
    "translation": {
      "en": "Okay, I didn't-- I didn't say it like that.",
      "th": "ฉันไม่ได้พูดทำนองนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay, yeah, I-- I did. I said that. -Yeah.",
      "th": "- ยอมรับก็ได้ ฉันพูด - ใช่ ฉันก็ว่า"
    }
  },
  {
    "translation": {
      "en": "-But I think he misunderstood me. -Yeah, I'm sure. Right, look.",
      "th": "- ฉันว่าเขาเข้าใจผิด - เอาเหอะ ดึกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's getting late out there. You should go to sleep.",
      "th": "- ฉันว่าเขาเข้าใจผิด - เอาเหอะ ดึกแล้ว ไปนอนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And 'cause I have a list of things that's a mile long",
      "th": "แล้วฉันก็มีลิสต์สิ่งที่ต้องทำยาวเป็นหางว่าว"
    }
  },
  {
    "translation": {
      "en": "that was left here for me to do by a crazy person.",
      "th": "ไม่รู้คนบ้าที่ไหนทิ้งไว้ให้"
    }
  },
  {
    "translation": {
      "en": "[laughs] \"Goodnight,\" said the crazy person.",
      "th": "ไม่รู้คนบ้าที่ไหนทิ้งไว้ให้ ราตรีสวัสดิ์ ฝากบอกแจ็คด้วย แล้วเจอกันบนอินเตอร์เว็บจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Say bye to Jack. And I'll see you later on the interwebs.",
      "th": "ราตรีสวัสดิ์ ฝากบอกแจ็คด้วย แล้วเจอกันบนอินเตอร์เว็บจ้ะ"
    }
  },
  {
    "translation": {
      "en": "I'll find you later!",
      "th": "- แล้วเจอกัน - ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "-Goodnight. -Bye.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "So? Did I scar you for life?",
      "th": "เป็นไง ฉันสร้างแผลใจให้นายรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Who cares? That was dope! My mom would've never let me watch that.",
      "th": "สร้างแล้วไง หนังดีมาก แม่ผมไม่มีทางยอมให้ดูแน่"
    }
  },
  {
    "translation": {
      "en": "Do I look like your mom?",
      "th": "ฉันเหมือนแม่นายเหรอ"
    }
  },
  {
    "translation": {
      "en": "For the love of God. You can't…",
      "th": "ฆ่ากันเลยดีกว่า อย่าบอก…"
    }
  },
  {
    "translation": {
      "en": "\"Peter.\"",
      "th": "\"ปีเตอร์\""
    }
  },
  {
    "translation": {
      "en": "\"Thank.\"",
      "th": "\"ขอบ\""
    }
  },
  {
    "translation": {
      "en": "\"You.\"",
      "th": "\"คุณ\""
    }
  },
  {
    "translation": {
      "en": "\"So.\"",
      "th": "\"มาก\""
    }
  },
  {
    "translation": {
      "en": "\"Much.\" [laughs]",
      "th": "\"มาก\""
    }
  },
  {
    "translation": {
      "en": "\"Don't screw up my kid.\"",
      "th": "\"อย่าทำลูกฉันเสียคนนะ\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet!",
      "th": "(เรียนจบเมื่อไหร่จัดเลยนะ) น่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "[Peter] \"He's allergic to all nuts, most legumes,",
      "th": "เขาแพ้ถั่วทุกชนิด พืชตระกูลถั่ว อัลมอนด์ พิสตาชิโอ มะม่วงหิมพานต์ พีแคน แมคคาเดเมีย"
    }
  },
  {
    "translation": {
      "en": "almonds, pistachios, cashews, pecans, macadamias,",
      "th": "พืชตระกูลถั่ว อัลมอนด์ พิสตาชิโอ มะม่วงหิมพานต์ พีแคน แมคคาเดเมีย"
    }
  },
  {
    "translation": {
      "en": "hazelnuts, walnuts, Brazilian, coconuts.\"",
      "th": "เฮเซลนัต วอลนัต บราซิลเลียนนัต โคโคนัต"
    }
  },
  {
    "translation": {
      "en": "\"Sunflower butter.\"",
      "th": "เนยเมล็ดดอกทานตะวัน"
    }
  },
  {
    "translation": {
      "en": "Not a nut. Okay.",
      "th": "ไม่ใช่ถั่วเนาะ โอเค"
    }
  },
  {
    "translation": {
      "en": "All right. Oranges, not on the list.",
      "th": "โอเค ส้ม ไม่อยู่ในลิสต์"
    }
  },
  {
    "translation": {
      "en": "All right, need a knife…",
      "th": "ทีนี้ก็หยิบมีด…"
    }
  },
  {
    "translation": {
      "en": "-[clattering] -Hey, now!",
      "th": "เอ้ย เดี๋ยวดิ"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, man.",
      "th": "อ้าว ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -What are we doing here?",
      "th": "- ไง - ทำอะไรอยู่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "I'm just… I gotta…",
      "th": "ผม… ต้อง…"
    }
  },
  {
    "translation": {
      "en": "Holy shit.",
      "th": "ฉิบหายละ"
    }
  },
  {
    "translation": {
      "en": "Jack?",
      "th": "แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Okay, let's do this.",
      "th": "โอเค มาเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, what's this thing do besides release a genie? [chuckles]",
      "th": "นี่อะไร ถ้าไม่ใช่ตะเกียงวิเศษ"
    }
  },
  {
    "translation": {
      "en": "It flushes out my sinuses.",
      "th": "เอาไว้ล้างรูจมูกผม"
    }
  },
  {
    "translation": {
      "en": "Gross.",
      "th": "แหวะ"
    }
  },
  {
    "translation": {
      "en": "Did you make lunch?",
      "th": "เตรียมมื้อเที่ยงรึยัง"
    }
  },
  {
    "translation": {
      "en": "-I'm working on it. -What about breakfast?",
      "th": "- กำลังทำอยู่ - แล้วมื้อเช้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "You didn't make breakfast, did you? Okay. [sighs]",
      "th": "คุณยังไม่ได้ทำมื้อเช้าใช่มั้ย โอเค"
    }
  },
  {
    "translation": {
      "en": "-Gluten-free pancakes for you. -[Jack] Thanks.",
      "th": "- แพนเค้กกลูเตนฟรีค่ะ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -For you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Can I get one of those? -No.",
      "th": "- ผมขอมั่งได้มั้ย - ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Check the laminated card. -No.",
      "th": "- อ่านโพยสิ - ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "-I'm not allergic to coffee. Come on. -You're not drinking coffee. Let's focus.",
      "th": "- ผมไม่ได้แพ้กาแฟ - ดื่มกาแฟไม่ได้ ตั้งสติก่อน"
    }
  },
  {
    "translation": {
      "en": "These neti pots, and packed lunches,",
      "th": "ไอ้เรื่องโถล้างจมูก เรื่องทำมื้อเที่ยง"
    }
  },
  {
    "translation": {
      "en": "breakfasts, age-appropriate movies?",
      "th": "ทำมื้อเช้า หนังที่เหมาะกับวัยเนี่ย ฉันไม่ถนัดเลย"
    }
  },
  {
    "translation": {
      "en": "Not my thing, not my strength, right?",
      "th": "ทำมื้อเช้า หนังที่เหมาะกับวัยเนี่ย ฉันไม่ถนัดเลย ไม่ใช่จุดแข็งของฉัน"
    }
  },
  {
    "translation": {
      "en": "But that's okay, 'cause I'm here to focus on you.",
      "th": "แต่ไม่เป็นไร เพราะฉันมาดูแลนายเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Okay, and my-- my work here is very simple.",
      "th": "แล้วงานของฉันก็ง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "It's to teach you to tell a story to other people about you",
      "th": "นั่นคือการสอนให้นายเล่าเรื่องตัวเองให้คนอื่นฟัง"
    }
  },
  {
    "translation": {
      "en": "that is better than the story that you tell yourself.",
      "th": "ให้ดีกว่าเรื่องที่นายเล่าให้ตัวเองฟัง"
    }
  },
  {
    "translation": {
      "en": "'Cause the stories we tell ourselves are very limiting.",
      "th": "เพราะเราเล่าให้ตัวเองฟังได้ไม่เยอะ"
    }
  },
  {
    "translation": {
      "en": "-I'm not following. What do you mean? -Okay, example.",
      "th": "- ผมไม่เข้าใจ แปลหน่อย - โอเค เช่น"
    }
  },
  {
    "translation": {
      "en": "Look, let's take someone we both know, your mom.",
      "th": "เอาเป็นคนที่เรารู้จัก อย่างแม่นาย"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Your mom is the smartest person I know.",
      "th": "- โอเค - แม่นายฉลาดที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay? When we first met, she was extremely ambitious.",
      "th": "ตอนเจอกันเขาเป็นคนทะเยอทะยานมาก"
    }
  },
  {
    "translation": {
      "en": "She wanted to be an editor, or whatever, but then over time,",
      "th": "อยากเป็นบรรณาธิการอะไรเนี่ย แต่นานๆ เข้า"
    }
  },
  {
    "translation": {
      "en": "she started to believe that she had to be practical,",
      "th": "เขาเริ่มเชื่อว่าตัวเอง ต้องเป็นเรื่องเป็นราว"
    }
  },
  {
    "translation": {
      "en": "and she had to be sensible, and that is the story that she told herself.",
      "th": "ต้องมีสติ มันเป็นสิ่งที่เขาบอกตัวเองอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "\"Be responsible.\"",
      "th": "\"มีความรับผิดชอบ\""
    }
  },
  {
    "translation": {
      "en": "-So that's not your story? -No, co--",
      "th": "มันไม่ใช่เรื่องของคุณนี่"
    }
  },
  {
    "translation": {
      "en": "Are we talking about me? Do you always answer a question with a question?",
      "th": "- เราพูดถึงฉันอยู่เหรอ - คุณย้อนถามตลอดเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you always answer a question to a question with a question?",
      "th": "นายตอบคำถามด้วยคำถามตลอดเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Did you really move to New York because of the earthquakes?",
      "th": "คุณย้ายไปนิวยอร์กเพราะแผ่นดินไหวจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-'Cause my mom doesn't believe that. -All right, can we stay on message here?",
      "th": "- เพราะแม่ผมไม่เชื่อ - อย่านอกเรื่องได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Okay, look, in the beginning of a rebrand,",
      "th": "ช่วงแรกๆ ที่รีแบรนด์ ฉันจะคิดใหม่ทำใหม่ทั้งองค์กร"
    }
  },
  {
    "translation": {
      "en": "I like to do a thing called a \"global realignment,\" all right?",
      "th": "ช่วงแรกๆ ที่รีแบรนด์ ฉันจะคิดใหม่ทำใหม่ทั้งองค์กร เข้าใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "And that is a gesture to the world, in your case, Wade and Weasel Face…",
      "th": "มันเป็นการแสดงให้โลกเห็น ในกรณีนายคือเวดกับไอ้หน้าขี้โกง…"
    }
  },
  {
    "translation": {
      "en": "Evan, of what you have to offer.",
      "th": "เอเว่น ว่านายมีศักยภาพอะไร"
    }
  },
  {
    "translation": {
      "en": "Today, you have to offer these.",
      "th": "วันนี้นายต้องแสดงศักยภาพนี้"
    }
  },
  {
    "translation": {
      "en": "-Seats to the Kings game? -What are-- These aren't seats.",
      "th": "- ตั๋วดูทีมคิงส์เหรอ - หือ… ไม่ใช่ตั๋ว"
    }
  },
  {
    "translation": {
      "en": "These are tickets to a luxury box.",
      "th": "บัตรดูแข่งในห้องส่วนตัวต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Isn't that bribing them to be friends with me?",
      "th": "มันก็เหมือนผมซื้อเพื่อนนี่นา"
    }
  },
  {
    "translation": {
      "en": "Ah, and this is where the rebrand comes in.",
      "th": "ตอนนี้แหละที่ต้องรีแบรนด์"
    }
  },
  {
    "translation": {
      "en": "So we're gonna rebrand the word \"bribing\" with \"incentivization.\"",
      "th": "เราจะรีแบรนด์คำว่า \"ซื้อเพื่อน\" เป็น \"จูงชัก\""
    }
  },
  {
    "translation": {
      "en": "That's not a word.",
      "th": "คำอะไรของคุณเนี่ย"
    }
  },
  {
    "translation": {
      "en": "In my line of work, we make up the words that we need.",
      "th": "คนวงการฉันชอบคิดคำใหม่ๆ มาใช้น่ะ"
    }
  },
  {
    "translation": {
      "en": "That's kind of sketch.",
      "th": "ผักชีโรยหน้านะ"
    }
  },
  {
    "translation": {
      "en": "Now you're getting it. There you go, \"sketch.\"",
      "th": "นายเก็ตละ นั่นแหละ ผักชีโรยหน้า"
    }
  },
  {
    "translation": {
      "en": "-Look at-- Look at my sketch coffee. -I really want one of those.",
      "th": "- ดูผักชีโรยหน้าแก้วนี้สิ - ผมอยากกินจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Hey, uh, remember, I'm gonna pick you up after school.",
      "th": "นี่ อย่าลืมนะ เลิกเรียนแล้วฉันจะมารับ"
    }
  },
  {
    "translation": {
      "en": "-We're gonna go to that Kings game. Okay? -Yeah, okay.",
      "th": "- ไปดูทีมคิงส์แข่งกัน - ครับ โอเค"
    }
  },
  {
    "translation": {
      "en": "Got it. And we got the big private box so you can invite whoever you want.",
      "th": "เรามีห้องส่วนตัว นายจะชวนใครมาก็ได้"
    }
  },
  {
    "translation": {
      "en": "-'Cause it's the luxury box. -[Jack] Yeah. See you after school, Peter.",
      "th": "- เพราะมันหรูมาก - โอเค เจอกันหลังเลิกเรียน"
    }
  },
  {
    "translation": {
      "en": "We'll see you after school when we go to the Kings game!",
      "th": "แล้วเจอกันหลังเลิกเรียน ไปดูคิงส์แข่งกัน"
    }
  },
  {
    "translation": {
      "en": "[Jack, forcefully] Yep, big game! Let's go! [Peter] Yeah, with all that candy and ice cream!",
      "th": "- ครับ เกมสำคัญ ลุย - ใช่ มีขนมกับไอศกรีมด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hey! Coffee? -You buying?",
      "th": "- กาแฟมั้ย - เลี้ยงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Oh! Oh, yeah, can we get one of those, uh… the butter coffees?",
      "th": "เอ้อ ที่นี่มีร้านไหนขายกาแฟใส่เนยมั้ย"
    }
  },
  {
    "translation": {
      "en": "-With the butter… -[sighs] He's miming.",
      "th": "เขาเนียนนะ"
    }
  },
  {
    "translation": {
      "en": "He's miming.",
      "th": "เขาเนียน"
    }
  },
  {
    "translation": {
      "en": "Yes, he is.",
      "th": "เนียนมาก"
    }
  },
  {
    "translation": {
      "en": "-That's actually really good. -I've been working on it.",
      "th": "- มันดีมากเลย - ฉันกำลังฝึกอยู่"
    }
  },
  {
    "translation": {
      "en": "Hi! Good morning!",
      "th": "ไงจ๊ะ อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Ah, I just love new school supplies.",
      "th": "ฉันชอบเครื่องเขียนใหม่ๆ จัง"
    }
  },
  {
    "translation": {
      "en": "The smell… [sniffs] …of new pencils! Isn't it great?",
      "th": "กลิ่นดินสอแท่งใหม่หอมดีเนอะ"
    }
  },
  {
    "translation": {
      "en": "You know you don't have to take notes. It's all online.",
      "th": "คุณรู้ใช่มั้ยว่าไม่ต้องจด มันออนไลน์หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, I know, but I find if I write it… -[professor] Hello, everyone. -…it goes in my brain…",
      "th": "- รู้ๆ แต่ฉันว่าพอเขียนแล้วมันเข้า… - สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "-Welcome to Statistics in Risk Modeling. -We'll talk later.",
      "th": "นี่เป็นวิชาการใช้สถิติ กับรูปแบบความเสี่ยง หัวข้อนี้เนื้อหาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Now, we got a lot to cover. So let's get started here.",
      "th": "นี่เป็นวิชาการใช้สถิติ กับรูปแบบความเสี่ยง หัวข้อนี้เนื้อหาเยอะมาก มาเรียนกันเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "First, we're going to start",
      "th": "เราจะเริ่มตั้งแต่ การทบทวนปัญหาของรูปแบบต่างๆ"
    }
  },
  {
    "translation": {
      "en": "by reviewing types of modeling problems and methods,",
      "th": "เราจะเริ่มตั้งแต่ การทบทวนปัญหาของรูปแบบต่างๆ และวิธีการทั้งแบบมีผู้กำกับดูแล และไม่มีผู้กำกับดูแล"
    }
  },
  {
    "translation": {
      "en": "including supervised versus unsupervised learning.",
      "th": "และวิธีการทั้งแบบมีผู้กำกับดูแล และไม่มีผู้กำกับดูแล"
    }
  },
  {
    "translation": {
      "en": "You know, that was a lot of information.",
      "th": "ข้อมูลเยอะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Do you feel like sometime, we could share notes, or…?",
      "th": "เรามาแบ่งเลคเชอร์กันอ่านดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "[man] Oh, my God, that class was so boring.",
      "th": "โอ้โฮ วิชานี้น่าเบื่อมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, hi!",
      "th": "ว่าไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-How was your first class? -It was fine.",
      "th": "- วิชาแรกเป็นไงบ้าง - ก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Now, that drink we talked about, you in the mood?",
      "th": "ตกลงเรื่องดื่มเนี่ย อยากไปมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yeah, sure! -Great! I'm right near you.",
      "th": "- ไปสิ - แจ๋ว ฉันอยู่ใกล้ๆ เลย เดี๋ยวไปรับนะ แล้วเจอกัน บาย"
    }
  },
  {
    "translation": {
      "en": "So, I'll come pick you up. See you soon! Bye!",
      "th": "ฉันอยู่ใกล้ๆ เลย เดี๋ยวไปรับนะ แล้วเจอกัน บาย"
    }
  },
  {
    "translation": {
      "en": "In this literature class, prepare yourself to do a lot of reading.",
      "th": "คนจะเรียนวิชาวรรณกรรมนี้ ต้องเตรียมตัวอ่านหนังสือเยอะๆ นะ"
    }
  },
  {
    "translation": {
      "en": "We're gonna be tackling some big novels, I'm talking about the chunky ones.",
      "th": "เราจะอ่านนิยายเล่มโต เล่มใหญ่ๆ กัน"
    }
  },
  {
    "translation": {
      "en": "I'm talking some real door-stoppers.",
      "th": "หนาแบบเป็นกันชนประตูได้"
    }
  },
  {
    "translation": {
      "en": "In this class, Anna Karenina is a pamphlet.",
      "th": "นิยายของแอนนา คาเรนิน่า กลายเป็นใบปลิวไปเลย"
    }
  },
  {
    "translation": {
      "en": "I grew up reading Uris, and Clavell, and Michener.",
      "th": "สมัยก่อนผมอ่านยูริส, ลาเวลล์, แล้วก็มิเชเนอร์"
    }
  },
  {
    "translation": {
      "en": "Haley! Do not forget Alex Haley.",
      "th": "เฮลีย์อีกคน ขาดไม่ได้เลยคนนี้"
    }
  },
  {
    "translation": {
      "en": "Never got over the thrill of reading a massive book with tiny, tiny print.",
      "th": "การอ่านหนังสือเล่มใหญ่ ตัวหนังสือจิ๋วๆ ยังน่าตื่นเต้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Sorry.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "How many of you have read Alex Haley's Autobiography of Malcolm X?",
      "th": "มีใครเคยอ่านอัตชีวประวัติ ของมัลคอล์ม เอ็กซ์ที่อเล็กซ์ เฮลีย์เขียนบ้าง"
    }
  },
  {
    "translation": {
      "en": "Hands? Okay…",
      "th": "ยกมือขึ้น โอเค…"
    }
  },
  {
    "translation": {
      "en": "Oh, hey, Miss Backpack! You ready?",
      "th": "ว่าไงคะคุณเป้ พร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] That was fast. -Cute college.",
      "th": "- มาเร็วจัง - มหาลัยน่ารักนะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Right?",
      "th": "น่ารักเนอะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm personally allergic to school.",
      "th": "ฉันเป็นภูมิแพ้โรงเรียนน่ะ"
    }
  },
  {
    "translation": {
      "en": "After I got the master's in differential calculus,",
      "th": "พอได้ปริญญาโทสาขาแคลคูลัสเชิงอนุพันธ์"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Enough!\" You know? Okay, follow me.",
      "th": "ฉันก็คิดว่า \"พอเหอะ\" โอเค ตามมา"
    }
  },
  {
    "translation": {
      "en": "Did you say differential calculus?",
      "th": "แคลคูลัสเชิงอนุพันธ์เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Wade] So funny. You ran, like, right into the practice station.",
      "th": "ตลกอะ นายพุ่งเข้าไปตรงที่ซ้อมเลย"
    }
  },
  {
    "translation": {
      "en": "Dude, it's not my fault the lace on my right skate snapped!",
      "th": "เปล่านะ เชือกรองเท้าสเก็ตฉันขาด"
    }
  },
  {
    "translation": {
      "en": "Whoa! Look at these!",
      "th": "ดูสิ"
    }
  },
  {
    "translation": {
      "en": "-Dude! Jelly beans. -I love those! Those are my favorite!",
      "th": "- โห เจลลี่บีน - ฉันชอบมาก ของโปรดเลย"
    }
  },
  {
    "translation": {
      "en": "Dude, I think this is the cinnamon one that's super spicy.",
      "th": "- ฉันว่านี่รสสไปซีซินนามอน - เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Really? -You ever had the cinnamon Jolly Rancher?",
      "th": "เคยกินจอลลี่แรนเชอร์รสซินนามอนมั้ย"
    }
  },
  {
    "translation": {
      "en": "-The spicy one? -Yeah. Oh! I love those cinnamon… spicy ones!",
      "th": "- เคย - ฉันชอบรสสไปซีซินนามอน"
    }
  },
  {
    "translation": {
      "en": "That's so spicy. I'm good. I don't really like those ones.",
      "th": "เผ็ดสุดๆ ฉันไม่ชอบรสนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, none of this stuff is on the allergy list, so you're good to go.",
      "th": "ไม่มีของที่นายแพ้เลยนะ กินได้หมด"
    }
  },
  {
    "translation": {
      "en": "So just go nuts, have at it.",
      "th": "เต็มที่ ไม่ต้องยั้ง ไม่มีถั่วก็เพลินได้"
    }
  },
  {
    "translation": {
      "en": "-Without eating any nuts. -[Wade] I think that's actually licorice.",
      "th": "เต็มที่ ไม่ต้องยั้ง ไม่มีถั่วก็เพลินได้ - ฉันว่ารสชะเอม - ทำไมพวกนั้นไม่คุยกับผม"
    }
  },
  {
    "translation": {
      "en": "[Jack] Why aren't they talking to me?",
      "th": "- ฉันว่ารสชะเอม - ทำไมพวกนั้นไม่คุยกับผม"
    }
  },
  {
    "translation": {
      "en": "-[boys] Dots! -[Peter] They will!",
      "th": "- ด็อตส์ - เดี๋ยวก็คุย"
    }
  },
  {
    "translation": {
      "en": "They will. Don't worry about it. Let's go.",
      "th": "อย่าคิดมาก เอาเลย"
    }
  },
  {
    "translation": {
      "en": "We'll, hey, get a jersey or something. Let's get our kit on. Let's go. Go, Kings!",
      "th": "ไปเอาเสื้อมาใส่ เตรียมตัวเชียร์ สู้ๆ คิงส์"
    }
  },
  {
    "translation": {
      "en": "[Minka] Okay, I need a drink.",
      "th": "โอเค ฉันอยากดื่มมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, yes. Let's have a drink!",
      "th": "เห็นด้วย มาดื่มกัน"
    }
  },
  {
    "translation": {
      "en": "-[Minka] For one, I'm so thirsty. -I know!",
      "th": "- เพราะฉันคอแห้งแล้วหนึ่ง - ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Wait a second. The-- These people look really fancy.",
      "th": "เดี๋ยวนะ ทุกคนดูหรูหรามากเลย"
    }
  },
  {
    "translation": {
      "en": "[Minka] Yeah, you have to be someone or know someone, and I'm both.",
      "th": "ใช่ ต้องเป็นคนดังหรือมีเพื่อนดัง แล้วฉันเป็นทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "And also kind of neither. That's what's great about me.",
      "th": "แต่ก็ไม่ได้เป็นเลยด้วย ฉันเจ๋งตรงนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Uh, I don't think I fit in here.",
      "th": "ฉันว่าฉันไม่เหมาะกับที่นี่"
    }
  },
  {
    "translation": {
      "en": "I mean, obviously. But you're with me. Come on.",
      "th": "ก็ใช่สิ แต่เธอมากับฉันไง มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Thank you, Petra!",
      "th": "ขอบใจจ้ะเพตรา"
    }
  },
  {
    "translation": {
      "en": "By the way, we do not have to talk about Peter.",
      "th": "เออนี่ เราไม่ต้องพูดถึงปีเตอร์นะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, okay. Got it.",
      "th": "โอเค ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -I mean, he had it-- -He had it at the start, right? -Dude!",
      "th": "- เขาได้ตั้งแต่เปิดเกมแล้ว - โห"
    }
  },
  {
    "translation": {
      "en": "-He literally had it-- -Guys, guys! Did you see that last rally?",
      "th": "- เขาเด่นจริงๆ - พวกนายเห็นลูกเมื่อกี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "That was crazy, huh? That was, like-- That was sketch!",
      "th": "บ้ามาก ผักชีโรยหน้าสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Or as the Canadians would say, that was sketch, eh?",
      "th": "ชาวแคนาดาจะพูดผักชีโรยหน้าซู๊ดๆ"
    }
  },
  {
    "translation": {
      "en": "What is he talking about?",
      "th": "อะไรของเขาเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[Minka] Just be conscious of-- -[server] All right.",
      "th": "- คอยระวังตัว… - มาแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Manhattan Maiden for you.",
      "th": "แมนฮัตตันเมเดนของคุณ"
    }
  },
  {
    "translation": {
      "en": "And the Garden Glory for you.",
      "th": "และการ์เดนกลอรี่ของคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Enjoy! -Thank you. [chuckles]",
      "th": "- เชิญครับ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Am I supposed to drink it or water it? So how did you and Peter meet again?",
      "th": "- เอามาให้ดื่มหรือปลูกเนี่ย - เธอกับปีเตอร์เจอกันได้ยังไงนะ"
    }
  },
  {
    "translation": {
      "en": "Is this the part where we don't talk about Peter? -Mm-hmm. -Okay.",
      "th": "นี่เหรอที่ว่าจะไม่พูดถึงปีเตอร์ โอเค"
    }
  },
  {
    "translation": {
      "en": "[Minka] This is that part.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Well, short story, we hooked up once, and then he bailed, and we became friends.",
      "th": "สั้นๆ คือเราเคยกิ๊กกันแล้วเขาเท แล้วเราก็กลายเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "And you married someone else.",
      "th": "แล้วเธอก็ไปแต่งกับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "-Mm, Jimmy the mountain climber. -[Minka] Mm.",
      "th": "จิมมี่นักปีนเขา"
    }
  },
  {
    "translation": {
      "en": "Which is funny, 'cause at the time, he felt like a safe choice for me.",
      "th": "ซึ่งตลกดี เพราะตอนนั้นฉันว่าเขาไว้ใจได้"
    }
  },
  {
    "translation": {
      "en": "-Mm. -He was just very sure about me.",
      "th": "เขามั่นใจในตัวฉันมาก"
    }
  },
  {
    "translation": {
      "en": "But, ultimately, he wanted to go on big adventures,",
      "th": "แต่อยู่ไปอยู่มาเขาก็อยากออกผจญภัย"
    }
  },
  {
    "translation": {
      "en": "and my adventures are reading books and being a mom.",
      "th": "แต่ฉันชอบอ่านหนังสือแล้วก็เลี้ยงลูก"
    }
  },
  {
    "translation": {
      "en": "So, we realized he needed somebody who always wanted to be by his side",
      "th": "แล้วเขาอยากอยู่กับคนที่ไปกับเขาได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "and that just wasn't gonna be me.",
      "th": "ซึ่งไม่ใช่ฉัน"
    }
  },
  {
    "translation": {
      "en": "And your love life now?",
      "th": "แล้วชีวิตรักของเธอตอนนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Sort of like… wind on an open prairie, or…",
      "th": "ก็คล้ายๆ สายลมบนทุ่งหญ้ากว้าง"
    }
  },
  {
    "translation": {
      "en": "footsteps in an empty attic,",
      "th": "ฝีเท้าในห้องใต้ดินโล่งๆ"
    }
  },
  {
    "translation": {
      "en": "or what are those…",
      "th": "หรือว่าอะไรนะ…"
    }
  },
  {
    "translation": {
      "en": "Tumbleweeds going through an old ghost town. Sort of like that.",
      "th": "ทัมเบิลวีดที่กลิ้งไปทั่วเมืองร้าง ประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "Okay, we need to get on that.",
      "th": "โอเค เราต้องพัฒนานะ"
    }
  },
  {
    "translation": {
      "en": "Well, good luck. It's been a minute.",
      "th": "โชคดีนะ ฉันขึ้นสนิมแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, I know that guy. He's a professor at my school, the guy with the bow tie.",
      "th": "ฉันรู้จักคนที่ผูกหูกระต่าย เป็นอาจารย์ที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "-Wow, the guy he is sitting with is… -[Debbie] Oh, my God.",
      "th": "- คนที่เขานั่งด้วย… - โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "I know. He is fuego.",
      "th": "ใช่ หล่อสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, yes, that-- And that's, uh, Theo Martin.",
      "th": "อ๋อ อีกคนชื่อธีโอ มาร์ติน"
    }
  },
  {
    "translation": {
      "en": "He's the editor of Duncan Press.",
      "th": "เป็นบรรณาธิการดันแคนเพรส"
    }
  },
  {
    "translation": {
      "en": "They publish the best contemporary fiction on earth.",
      "th": "เป็นสำนักพิมพ์นิยายร่วมสมัยที่ดีที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "Mmm, yeah. I only listen to celebrity bios.",
      "th": "อืม ฉันสนใจแต่ประวัติดารา"
    }
  },
  {
    "translation": {
      "en": "The Rob Lowe one is my favorite. The first one, of course.",
      "th": "คนโปรดคือร็อบ โลว์ คนแรกนะ"
    }
  },
  {
    "translation": {
      "en": "Theo Martin is so famous.",
      "th": "ธีโอ มาร์ตินดังมากนะ"
    }
  },
  {
    "translation": {
      "en": "Also, he's yummy, and he's sitting with someone you know.",
      "th": "แถมน่ากินด้วย แล้วยังนั่งกับคนที่เธอรู้จัก"
    }
  },
  {
    "translation": {
      "en": "-He's very attractive, that's true. -So, come on.",
      "th": "- เขามีเสน่ห์มากจริง - ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "Wait, where you going? Oh, oh… okay. Maybe I should bring my plant.",
      "th": "จะไปไหนน่ะ โอเค งั้นฉันเอาต้นไม้ไปด้วยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "-It's true. You know, ambitious. -Hi! Sorry to barge over.",
      "th": "- จริงนะ ความทะเยอทะยาน - สวัสดีค่ะ ขอโทษที่รบกวน"
    }
  },
  {
    "translation": {
      "en": "But we saw you from over there--",
      "th": "เรามาจากโต๊ะนั้น…"
    }
  },
  {
    "translation": {
      "en": "Hold on, you! You were in my class.",
      "th": "เอ๊ะ คุณมาฟังผมสอน"
    }
  },
  {
    "translation": {
      "en": "-You came over and I saw… Yeah, hi. -Yeah! That was me.",
      "th": "- คุณแวะมา แล้วผม… - ค่ะ ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "I never forget a denim skirt.",
      "th": "กระโปรงยีนส์มันทิ่มตา"
    }
  },
  {
    "translation": {
      "en": "Cute! That's a really cool story! I'm Minka. This is Debbie. You are?",
      "th": "น่ารัก สนุกจัง ฉันมินก้าค่ะ นี่เด็บบี้ คุณล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "-Theo Martin from Duncan Press. -Yes.",
      "th": "- ธีโอ มาร์ตินจากดันแคนเพรส - ครับ"
    }
  },
  {
    "translation": {
      "en": "I recognized you. I've read every Duncan Press book.",
      "th": "ฉันจำคุณได้ ฉันอ่านหนังสือดันแคนเพรสทุกเล่ม"
    }
  },
  {
    "translation": {
      "en": "Wow. Well, not every book. I mean, no way. [laughs] Yes, way!",
      "th": "- ไม่ใช่ทุกเล่มหรอก ไม่มีทาง - มีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, 870-page tome set on a pirate ship in the South Pacific?",
      "th": "โอเค หนังสือหนา 870 หน้า เกี่ยวกับเรือโจรสลัดในแปซิฟิกใต้"
    }
  },
  {
    "translation": {
      "en": "Hobart's Horizon. I read it in two days. Ahoy!",
      "th": "โฮบาร์ทส์ฮอไรซัน ฉันอ่านจบในสองวัน อะฮอย"
    }
  },
  {
    "translation": {
      "en": "All right, spy novel set in Crete.",
      "th": "ครับ นิยายสายลับบนเกาะครีต"
    }
  },
  {
    "translation": {
      "en": "Oh, Ocean of Lies! I mean, one of the best!",
      "th": "โอเชียนออฟลายส์ หนึ่งในผลงานชิ้นโบแดง ฉันพูดแบบนี้ทั้งอาทิตย์เลย…"
    }
  },
  {
    "translation": {
      "en": "I kept saying for a week, \"Eímai katáskopos!\"",
      "th": "หนึ่งในผลงานชิ้นโบแดง ฉันพูดแบบนี้ทั้งอาทิตย์เลย…"
    }
  },
  {
    "translation": {
      "en": "-That's, um, Greek for \"I am a spy.\" -\"I am a spy.\"",
      "th": "- ขอโทษ - ภาษากรีกแปลว่า \"ฉันเป็นสายลับ\" - \"ฉันเป็นสายลับ\" - อ๋อ"
    }
  },
  {
    "translation": {
      "en": "-Sure. -All right, I got it, I got it.",
      "th": "- \"ฉันเป็นสายลับ\" - อ๋อ โอเค เล่มนี้ๆ"
    }
  },
  {
    "translation": {
      "en": "You did not read the Dust Bowl book, because no one read the Dust Bowl book.",
      "th": "คุณไม่ได้อ่านดัสต์โบวล์แน่เพราะไม่มีใครอ่าน"
    }
  },
  {
    "translation": {
      "en": "Where The Rattlesnake Sings. I-- I bought it the day it came out.",
      "th": "ที่มีงูหางกระดิ่งร้องใช่มั้ย ฉันซื้อตั้งแต่วันที่วางแผงเลย"
    }
  },
  {
    "translation": {
      "en": "That was you? I'm pretty sure we only sold the one copy.",
      "th": "คุณเองเหรอ ผมว่าเราขายได้แค่เล่มเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "That was me! I bought it!",
      "th": "ฉันไง ฉันซื้อ"
    }
  },
  {
    "translation": {
      "en": "-[Theo] Wow. -Anyway, yeah. [Theo] S-- So many vegetables.",
      "th": "- ใช่ค่ะ - ผักเยอะจัง"
    }
  },
  {
    "translation": {
      "en": "Oh, I know, isn't this crazy?",
      "th": "ใช่ค่ะ ล้นเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "I even said, \"Oh, what? Should I get some dip with my crudité platter?\"",
      "th": "ฉันยังพูดเลยว่า \"ขอซอสจิ้มผักหน่อยได้มั้ย\""
    }
  },
  {
    "translation": {
      "en": "-[Minka] It was so nice to meet you both! -[Theo] Yeah, you too.",
      "th": "- ยินดีที่ได้รู้จักทั้งคู่นะคะ - ครับ เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Can I get your number, actually?",
      "th": "ผมขอเบอร์หน่อยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "I occasionally have galleys to give away, signed ones even.",
      "th": "บางทีผมก็แจกฉบับตรวจแก้น่ะ มีลายเซ็นด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[gasps] I would love that!",
      "th": "บางทีผมก็แจกฉบับตรวจแก้น่ะ มีลายเซ็นด้วยนะ ด้วยความยินดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Minka] Oh, my God.",
      "th": "ซะทีเถอะ"
    }
  },
  {
    "translation": {
      "en": "Here, put in your number.",
      "th": "นี่ค่ะ กดเบอร์เลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "- โอเค - โอเค ไปนะคะหนุ่มๆ"
    }
  },
  {
    "translation": {
      "en": "-Okay! Ciao, boys! -Ciao.",
      "th": "- โอเค - โอเค ไปนะคะหนุ่มๆ - โอเค เรากลับทางนี้ - บายค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[professor] We're gonna go this way. -OMG, he is into you!",
      "th": "- โอเค เรากลับทางนี้ - บายค่ะ อุ๊ยตาย เขาปิ๊งเธอ"
    }
  },
  {
    "translation": {
      "en": "-No, he's not. -Uh, okay.",
      "th": "- ไม่ใช่หรอก - จ้า"
    }
  },
  {
    "translation": {
      "en": "-He's being nice. -No, he's not.",
      "th": "- เขามีมารยาท - ไม่ใช่นะ"
    }
  },
  {
    "translation": {
      "en": "That is what \"into you\" looks like.",
      "th": "ลักษณะแบบนั้นคือ \"ปิ๊ง\" ชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, please!",
      "th": "บ้าน่า"
    }
  },
  {
    "translation": {
      "en": "It's cute how you like the book people, and how you and Peter actually read books.",
      "th": "น่ารักดีนะที่เธอชอบคนทำหนังสือ แล้วเธอกับปีเตอร์อ่านหนังสือจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -It's very cute.",
      "th": "น่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yeah, we always had that in common.",
      "th": "ใช่ เราชอบอ่านหนังสือเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "We were just two old-fashioned book lovers.",
      "th": "เราเป็นคนเชยๆ ที่ชอบอ่านหนังสือ"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "อืม ใช่"
    }
  },
  {
    "translation": {
      "en": "And, well, there's the book he wrote.",
      "th": "แต่เขาเขียนหนังสือด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-What book? -Novel, big thing, massive.",
      "th": "- หนังสืออะไร - นิยาย เล่มหนา ปึก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] What? No.",
      "th": "ที่ไหน ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "[mock chuckles] \"What?\" Yeah.",
      "th": "ที่ไหน ไม่จริง \"ที่ไหน\" จริง"
    }
  },
  {
    "translation": {
      "en": "I don't believe you.",
      "th": "ฉันไม่เชื่อหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, he wrote a whole big fat book.",
      "th": "เขาเขียนหนังสือเล่มหนาเลย"
    }
  },
  {
    "translation": {
      "en": "Keeps it in an envelope in his oven.",
      "th": "ใส่ในซองจดหมายเก็บไว้ในเตาอบ"
    }
  },
  {
    "translation": {
      "en": "I found it once when I was trying to bake keto brownies, which, by the way, do not recommend.",
      "th": "ฉันเจอตอนพยายามจะอบคีโตบราวนี่ซึ่งไม่แนะนำ"
    }
  },
  {
    "translation": {
      "en": "Two out of ten. There's zucchini in the recipe.",
      "th": "สองเต็มสิบ ในสูตรใส่ซูกินีด้วย"
    }
  },
  {
    "translation": {
      "en": "Peter used to want to be a writer, but he quit when he moved here.",
      "th": "สองเต็มสิบ ในสูตรใส่ซูกินีด้วย ปีเตอร์เคยอยากเป็นนักเขียน แต่เลิกคิดตอนย้ายมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "He-- He doesn't write anymore. Uh-huh. Except for the part where…",
      "th": "- เขาไม่ได้เขียนแล้ว - แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "he does.",
      "th": "เขาเขียนน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Open it.",
      "th": "เปิดเลย"
    }
  },
  {
    "translation": {
      "en": "The Boy by P. Coleman. Peter!",
      "th": "เดอะบอย โดยพี. โคลแมน ปีเตอร์นี่"
    }
  },
  {
    "translation": {
      "en": "Wow. You're good at detective-y things.",
      "th": "เธอนี่สืบเก่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Hold on.",
      "th": "เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Peter wrote a whole novel and never mentioned it to me?",
      "th": "ปีเตอร์เขียนนิยายทั้งเล่ม แต่ไม่เคยบอกฉันเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You should read it. I didn't read it because it's a book.",
      "th": "เธออ่านสิ ฉันไม่ได้อ่านเพราะมันเป็นหนังสือ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, I-- I can't read it.",
      "th": "ฉันอ่านไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "If-- If he wanted me to read it, he would have told me, because we tell each other everything.",
      "th": "ถ้าเขาอยากให้อ่าน เขาคงบอกฉันแล้ว เราบอกกันทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "I mean, obviously, you don't.",
      "th": "ก็เห็นๆ อยู่ว่าไม่ได้บอก"
    }
  },
  {
    "translation": {
      "en": "But we do.",
      "th": "บอกนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "See, that's the thing. We tell each other… everything.",
      "th": "เราเป็นแบบนี้แหละ บอกกัน…"
    }
  },
  {
    "translation": {
      "en": "Mmm.",
      "th": "ทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "\"Everything.\"",
      "th": "\"ทุกเรื่อง\" โนะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] All right, this is a minor setback, right?",
      "th": "เอาน่า สะดุดนิดหน่อยเอง"
    }
  },
  {
    "translation": {
      "en": "This happens all the time at the beginning of a project.",
      "th": "เวลาเริ่มโปรเจกต์อะไรก็แบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "What we need to do is pivot, okay? We're gonna stay with the same approach--",
      "th": "เราต้องเปลี่ยนทิศทาง เข้าใจมั้ย - ใช้วิธีเดิม… - ผมไม่อยากคุย"
    }
  },
  {
    "translation": {
      "en": "I don't want to talk.",
      "th": "- ใช้วิธีเดิม… - ผมไม่อยากคุย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "That sucked.",
      "th": "มันห่วย"
    }
  },
  {
    "translation": {
      "en": "My problem-solving skills are…",
      "th": "ทักษะการแก้ปัญหาของฉันมัน…"
    }
  },
  {
    "translation": {
      "en": "I guess, more pertain to the business world.",
      "th": "ฉันว่าคงเหมาะกับธุรกิจมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Thanks for the tickets. I enjoyed watching the game.",
      "th": "ขอบคุณที่ซื้อตั๋วให้ครับ เกมสนุกมาก"
    }
  },
  {
    "translation": {
      "en": "Okay, you're being polite.",
      "th": "นายพูดตามมารยาท"
    }
  },
  {
    "translation": {
      "en": "This is bad.",
      "th": "ไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "'Night.",
      "th": "ฝันดี"
    }
  },
  {
    "translation": {
      "en": "[Peter] Hey, hi.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Hey! How are you doing?",
      "th": "ว่าไง เป็นไงมั่ง"
    }
  },
  {
    "translation": {
      "en": "-[Peter] I'm good. -Good, good.",
      "th": "ก็ดี - ดีๆ - เอ๊ะ มีอะไร"
    }
  },
  {
    "translation": {
      "en": "Wait, what's wrong? It's-- You're-- It's late where you are.",
      "th": "- ดีๆ - เอ๊ะ มีอะไร - ที่นั่นดึกแล้วนะ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh, no. You know what? It sounds echo-y there.",
      "th": "- ที่นั่นดึกแล้วนะ - เปล่า เสียงมันสะท้อนนะ นายแช่อ่างอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Are you in the bathtub? -No! I don't take baths.",
      "th": "เสียงมันสะท้อนนะ นายแช่อ่างอยู่เหรอ เปล่า ฉันไม่แช่อ่าง"
    }
  },
  {
    "translation": {
      "en": "I don't even get baths. Right, right.",
      "th": "- ฉันไม่อินกับอ่างด้วยซ้ำ - อืมๆ"
    }
  },
  {
    "translation": {
      "en": "You and I tell each other everything, right?",
      "th": "เราสองคนบอกกันทุกเรื่องใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "-No. -What?",
      "th": "- ไม่ใช่ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "I took Jack to the hockey game without asking you first, and he brought his friends Wade and Evan.",
      "th": "ฉันพาแจ็คไปดูแข่งฮอกกี้ โดยไม่ขอเธอก่อน เขาพาเวดกับเอเว่นไปด้วย"
    }
  },
  {
    "translation": {
      "en": "You got Wade and Evan to hang out with Jack?",
      "th": "นายทำให้เวดกับเอเว่นยอมอยู่กับแจ็คเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes. I-- Yeah, yes. And-- And he ate pizza.",
      "th": "ใช่ๆ แล้วเขาก็กินพิซซ่า"
    }
  },
  {
    "translation": {
      "en": "It was gluten-free pizza, but pizza all the same.",
      "th": "เป็นพิซซ่ากลูเตนฟรี แต่พิซซ่าก็คือพิซซ่า"
    }
  },
  {
    "translation": {
      "en": "-Okay, Peter, I-- -I-- I'm not done.",
      "th": "- โอเค ปีเตอร์ ฉัน… - ยังไม่จบ"
    }
  },
  {
    "translation": {
      "en": "We're not gonna eat your casseroles, Debbie. Uh, ever. They're gross.",
      "th": "เราไม่กินแคสเซอโรลของเธอนะ คำเดียวก็ไม่ เห็นแล้วกินไม่ลง"
    }
  },
  {
    "translation": {
      "en": "Okay, thank you. That's a refreshing amount of honesty.",
      "th": "ขอบใจนะ แค่นี้ก็จริงใจเกินพอ"
    }
  },
  {
    "translation": {
      "en": "I got it all out. That's it.",
      "th": "หมดเปลือกแล้ว ไม่เหลือแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look, you don't have to report everything to me. I trust you.",
      "th": "ไม่ต้องรายงานทุกเรื่องก็ได้ ฉันไว้ใจนาย"
    }
  },
  {
    "translation": {
      "en": "-You do? -Mostly.",
      "th": "- จริงเหรอ - ส่วนใหญ่นะ"
    }
  },
  {
    "translation": {
      "en": "-And you trust me, right? -[chuckles] Of course.",
      "th": "- นายก็ไว้ใจฉันใช่มั้ย - อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So, if you ever wanted to tell me about anything, you could, right?",
      "th": "ถ้านายมีอะไรจะบอกฉัน นายก็จะบอกใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Tell you? About what?",
      "th": "เรื่องอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "-Like, if you have a special project. -You want to hear about my projects?",
      "th": "- ก็สมมตินายมีโปรเจกต์พิเศษอะไร - เธออยากรู้เหรอ"
    }
  },
  {
    "translation": {
      "en": "My point is, you can tell me anything. Which is what I do, like, always.",
      "th": "- ฉันจะบอกว่านายบอกฉันได้ทุกเรื่อง - ฉันก็บอกไง"
    }
  },
  {
    "translation": {
      "en": "Same. I mean, total honesty.",
      "th": "เหมือนกัน ไม่เคยปิดบังเลย"
    }
  },
  {
    "translation": {
      "en": "Always.",
      "th": "บอกตลอด"
    }
  },
  {
    "translation": {
      "en": "Always.",
      "th": "บอกตลอด"
    }
  },
  {
    "translation": {
      "en": "[professor] There are six critical elements that we have to consider",
      "th": "มีองค์ประกอบสำคัญอยู่หกอย่าง"
    }
  },
  {
    "translation": {
      "en": "when deciding which risk model to use.",
      "th": "ในการพิจารณานำรูปแบบความเสี่ยงมาใช้"
    }
  },
  {
    "translation": {
      "en": "Now, are you sure Peter would want you to do this?",
      "th": "เธอแน่ใจเหรอว่าปีเตอร์อยากให้เธอทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I'm doing this for Peter!",
      "th": "ฉันทำเพื่อปีเตอร์นะ"
    }
  },
  {
    "translation": {
      "en": "-Mmm. -Oh, here he comes. Here he comes.",
      "th": "เขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Minka] Oh, God, he is so happy to see you. It's so cute, it's gross!",
      "th": "ต๊าย เขาดีใจที่ได้เจอเธอ น่ารักจนขนลุกเลย"
    }
  },
  {
    "translation": {
      "en": "-Hi, Minka. -Hi! Hey.",
      "th": "- ไงคะ - ว่าไงมินก้า"
    }
  },
  {
    "translation": {
      "en": "Thank you so much for coming.",
      "th": "ขอบคุณมากค่ะที่มา"
    }
  },
  {
    "translation": {
      "en": "Sure, don't worry about it. I was-- It was on my way, so…",
      "th": "ครับ ไม่เป็นไร ทางผ่านผมอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Well, I wanted to give you this manuscript.",
      "th": "โอเค ฉันอยากเอาต้นฉบับให้คุณ"
    }
  },
  {
    "translation": {
      "en": "-Ah. -And I wanted to get it to you ASAP.",
      "th": "ที่ฉันอยากรีบส่งให้ เพราะเดี๋ยวฉันจะไม่ได้อยู่นิวยอร์กแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Because I'm leaving town soon. -Wait, is this your book?",
      "th": "ที่ฉันอยากรีบส่งให้ เพราะเดี๋ยวฉันจะไม่ได้อยู่นิวยอร์กแล้ว - หนังสือคุณเหรอ คุณเขียนเหรอ - เปล่าค่ะ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "-Did you write this? -Oh, no, no. I didn't-- I didn't write it.",
      "th": "- หนังสือคุณเหรอ คุณเขียนเหรอ - เปล่าค่ะ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Ah, right. See, the thing is that",
      "th": "อ๋อ คือเวลามีคนเอาต้นฉบับมาให้ผมอ่าน"
    }
  },
  {
    "translation": {
      "en": "whenever someone just hands me a manuscript,",
      "th": "คือเวลามีคนเอาต้นฉบับมาให้ผมอ่าน"
    }
  },
  {
    "translation": {
      "en": "it's about-- I don't know, I'd say 100% of the time basically insane.",
      "th": "เรียกว่ามันไร้สาระ 100% เลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Um, also not allowed to take submissions unless it's from an agent or an editor, so…",
      "th": "แล้วผมก็รับได้แค่ ผลงานจากตัวแทนหรือบรรณาธิการ"
    }
  },
  {
    "translation": {
      "en": "Oh, well, this is perfect because she is the editor.",
      "th": "พอดีเลยค่ะ เพราะเขาเป็นบรรณาธิการ"
    }
  },
  {
    "translation": {
      "en": "She edited-ed it.",
      "th": "เขาเรียบเรียงเรียงเอง"
    }
  },
  {
    "translation": {
      "en": "Is that right?",
      "th": "อ๋อเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Oh. -I'm a, um-- I'm an edit-ed-or, but freelance.",
      "th": "ฉันเป็นผู้เรียบเรียงเรียง ฟรีแลนซ์นะคะ"
    }
  },
  {
    "translation": {
      "en": "And I read so many manuscripts and this one is really special.",
      "th": "ฉันอ่านต้นฉบับมาเยอะมาก แล้วเล่มนี้ไม่เหมือนใครจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's called The Boy.",
      "th": "หนังสือชื่อเดอะบอย"
    }
  },
  {
    "translation": {
      "en": "And it's about a 13-year-old boy whose father dies of a stroke,",
      "th": "เป็นเรื่องของเด็กอายุ 13 ที่พ่อเป็นโรคหลอดเลือดสมอง"
    }
  },
  {
    "translation": {
      "en": "and… [inhales sharply] …through a twist of fate, he becomes allergic to himself by…",
      "th": "โชคชะตานำพาให้เขาเป็นโรคภูมิแพ้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "If he touches his skin, it blisters. I know, it sounds tragic.",
      "th": "ถ้าเขาแตะตัวเองจะเป็นแผลพุพอง ฟังดูรันทนนะคะ"
    }
  },
  {
    "translation": {
      "en": "But it's magical and, uh… But…",
      "th": "แต่มันดีมากแล้วก็…"
    }
  },
  {
    "translation": {
      "en": "I get emotional about it, because, um… I have a 13-year-old son and he--",
      "th": "มันโดนใจฉัน เพราะฉันมีลูกชายอายุ 13 เขา…"
    }
  },
  {
    "translation": {
      "en": "-Oh, you do, really? -Yeah.",
      "th": "- คุณมีลูกเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "So do I.",
      "th": "ผมก็มี"
    }
  },
  {
    "translation": {
      "en": "Max.",
      "th": "แม็กซ์"
    }
  },
  {
    "translation": {
      "en": "My son's Jack.",
      "th": "ลูกชายฉันชื่อแจ็ค"
    }
  },
  {
    "translation": {
      "en": "Wow. That's…",
      "th": "แหม…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I mean, I'm-- I'm divorced now, but…",
      "th": "ครับ - ผมหย่าแล้ว แต่… - เหมือนกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "So am I. Um…",
      "th": "- ผมหย่าแล้ว แต่… - เหมือนกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, I appreciate your passion, Debbie.",
      "th": "ขอบคุณนะเด็บบี้ ที่เต็มที่ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Um, so I will do my best to read it as soon as possible.",
      "th": "ผมจะรีบอ่านให้เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "Also, if there's any way that you could read it sooner,",
      "th": "คุณพอจะรีบอ่านให้เร็วขึ้นได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm leaving this weekend. Oh, there's a clock?",
      "th": "- เสาร์อาทิตย์นี้ฉันก็ไปแล้วน่ะ - มีกำหนดด้วย"
    }
  },
  {
    "translation": {
      "en": "-No, I don't mean that-- -No, it's fine. [laughs]",
      "th": "- เปล่า ไม่ใช่… - ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-It's fine. No, no, it's fine. -You're very special and important.",
      "th": "- ไม่เป็นไร - คุณเป็นคนพิเศษแล้วก็สำคัญด้วย"
    }
  },
  {
    "translation": {
      "en": "I didn't mean it that way. But I promise it's worth your time.",
      "th": "ฉันไม่ได้คิดแบบนั้นเลย รับรองว่าไม่เสียเวลาเปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, all right. I'm excited to check it out.",
      "th": "โอเค ผมอยากอ่านแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Thank you. -You're very welcome. -You are… [sighs]",
      "th": "- ขอบคุณค่ะ คุณ… - ยินดีครับ"
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "th": "คุณก็รู้ตัวแหละ"
    }
  },
  {
    "translation": {
      "en": "I… would like to think so, yeah.",
      "th": "ผมว่าผมน่าจะรู้นะ ไปนะ"
    }
  },
  {
    "translation": {
      "en": "[Theo] All right.",
      "th": "- ได้ค่ะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Did I just give Theo that book? -You did!",
      "th": "- ฉันเอาหนังสือให้ธีโอไปเหรอ - ใช่จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Now, when are you going to tell Peter?",
      "th": "แล้วเธอจะบอกปีเตอร์เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Peter, right.",
      "th": "ปีเตอร์ จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "You know much about The Cars?",
      "th": "รู้จักเดอะคาร์สมั้ย"
    }
  },
  {
    "translation": {
      "en": "You know, the band The Cars?",
      "th": "เป็นชื่อวงดนตรีน่ะ"
    }
  },
  {
    "translation": {
      "en": "-It's what you always play. -Yeah.",
      "th": "- เพลงที่คุณชอบเปิดไง - ใช่"
    }
  },
  {
    "translation": {
      "en": "You want to know why?",
      "th": "อยากรู้เหตุผลมั้ย"
    }
  },
  {
    "translation": {
      "en": "For starters, they were my dad's favorite. So then my dad left.",
      "th": "มันเป็นวงโปรดของพ่อฉัน แล้วพ่อก็ทิ้งฉัน"
    }
  },
  {
    "translation": {
      "en": "As I mentioned, and you already know, he kicked the bucket, right.",
      "th": "ที่เคยเล่าให้ฟังว่าพ่อฉันตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "So then, for a while, I didn't listen to The Cars at all.",
      "th": "ฉันเลิกฟังเดอะคาร์สไปพักนึงเลย ฟังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I couldn't. It was, like, too painful and just reminded me of shit-- s--",
      "th": "มันเจ็บปวดเกินไปและทำให้ฉันนึกถึงเรื่องห่า…"
    }
  },
  {
    "translation": {
      "en": "stuff that I had lost.",
      "th": "เรื่องการสูญเสีย"
    }
  },
  {
    "translation": {
      "en": "And one day, I heard 'em on the radio.",
      "th": "มีวันนึงฉันได้ยินเพลงพวกเขาทางวิทยุ"
    }
  },
  {
    "translation": {
      "en": "And their songs were still with me, even if he wasn't.",
      "th": "เพลงยังอยู่ในความทรงจำฉัน ถึงพ่อจะตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "And they always will be!",
      "th": "ไม่มีวันจางหายไป"
    }
  },
  {
    "translation": {
      "en": "Look, you got great parents,",
      "th": "นายมีพ่อแม่ที่ดี"
    }
  },
  {
    "translation": {
      "en": "and you live in a nice little house stuck in the middle of a mountain like a ski chalet.",
      "th": "มีบ้านสวยๆ อยู่กลางเขาอย่างกับสกีรีสอร์ท"
    }
  },
  {
    "translation": {
      "en": "But I get it, you got your shit. Everybody does. Life is hard, right?",
      "th": "แต่นายยังเจอปัญหา ฉันเข้าใจ ใครๆ ก็เจอ ชีวิตมันไม่ได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "You go-- Sometimes, it kicks you in the teeth.",
      "th": "บางทีนายก็ต้องเจ็บปวดบ้าง"
    }
  },
  {
    "translation": {
      "en": "Like, I do not have my shit together.",
      "th": "ชีวิตฉันเละเทะจะตาย"
    }
  },
  {
    "translation": {
      "en": "I was gonna be a great American novelist and find somebody to spend my life with.",
      "th": "ฉันเคยอยากเป็นนักเขียนชื่อดัง แล้วใช้ชีวิตอยู่กับใครสักคน"
    }
  },
  {
    "translation": {
      "en": "And now I'm just a lonely guy with outstanding hair",
      "th": "แต่ทุกวันนี้ได้เป็นแค่หนุ่มโสดผมสวย"
    }
  },
  {
    "translation": {
      "en": "that tells other people who to be, even though I'm not sure I know who I am.",
      "th": "ที่บอกให้คนอื่นเปลี่ยนตัวเอง ทั้งที่ฉันยังไม่แน่ใจเลยว่าตัวเองเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I got an idea.",
      "th": "ฉันนึกออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Please no more branding. I'm begging you. -Nope. Screw that.",
      "th": "- ไม่ต้องสร้างแบรนด์แล้ว ผมไหว้ละ - ไม่ เลิกแล้ว"
    }
  },
  {
    "translation": {
      "en": "We-- Now, we are moving on to action.",
      "th": "เราจะข้ามไปลงมือเลย"
    }
  },
  {
    "translation": {
      "en": "You…",
      "th": "นาย"
    }
  },
  {
    "translation": {
      "en": "need to play hockey with the team.",
      "th": "ต้องเข้าไปเล่นฮอกกี้ในทีม"
    }
  },
  {
    "translation": {
      "en": "-The one that Evan and Wade are on. Yes. -What?",
      "th": "- ทีมที่เอเว่นกับเวดอยู่ ใช่ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Yes. If-- If you want to, I support it.",
      "th": "ใช่ ถ้านายอยากเข้า ฉันสนับสนุน"
    }
  },
  {
    "translation": {
      "en": "But not because you need to be friends with those asshole kids.",
      "th": "แต่ไม่ใช่เพราะต้องเป็นเพื่อนกับเด็กงี่เง่าพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "And again, I'm sure they're great.",
      "th": "พวกเขาคงนิสัยดีแหละ"
    }
  },
  {
    "translation": {
      "en": "You're gonna let me go out for the team and practice?",
      "th": "คุณจะให้ผมซ้อมเพื่อเข้าทีมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Are you gonna tell Mom?",
      "th": "คุณจะบอกแม่มั้ย"
    }
  },
  {
    "translation": {
      "en": "So I'm thinking maybe we tell her when she gets back.",
      "th": "ฉันว่าเอาไว้บอกตอนแม่กลับมาดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Go learn something.",
      "th": "- อืม ตั้งใจเรียนนะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "All right, see you later, Jumpin' Jack Flash.",
      "th": "แล้วเจอกันนะจัมปิ้นแจ็กแฟลช"
    }
  },
  {
    "translation": {
      "en": "-No. -Nope? All right.",
      "th": "- ไม่ - ไม่เหรอ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "How's it going? You look exhausted.",
      "th": "เป็นไงมั่ง ดูเพลียๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I screwed something up yesterday, and, uh, didn't sleep last night,",
      "th": "ใช่ เมื่อวานฉันพลาดหนักมาก เมื่อคืนก็นอนไม่หลับ แต่วันนี้ถือว่าทำดี"
    }
  },
  {
    "translation": {
      "en": "but then I did-- I did a good thing today. I think.",
      "th": "เมื่อคืนก็นอนไม่หลับ แต่วันนี้ถือว่าทำดี คิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, this whole \"being a life-changing male adult role model…\"",
      "th": "การเป็นต้นแบบผู้ใหญ่เพศชาย ที่ช่วยเปลี่ยนชีวิตเด็กนี่"
    }
  },
  {
    "translation": {
      "en": "little trickier than I anticipated.",
      "th": "ยากกว่าที่คิดแฮะ"
    }
  },
  {
    "translation": {
      "en": "Hmm. I think you were just supposed to keep him alive.",
      "th": "เขาแค่ให้มาดูลูกไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "[professor] In order to pass this exam,",
      "th": "ถ้าอยากสอบให้ผ่าน"
    }
  },
  {
    "translation": {
      "en": "one needs to be able to describe specific time series models.",
      "th": "พวกคุณต้องเข้าใจแบบจำลองอนุกรมเวลาต่างๆ"
    }
  },
  {
    "translation": {
      "en": "-Including exponential smoothing… -[phone rings] …autoregressive,",
      "th": "และวิธีเอกซ์โปเนนเซียลปรับเรียบ การถดถอยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "and autoregressive conditional heteroskedastic models.",
      "th": "และแบบจำลองการถดถอยอัตโนมัติ ที่มีความแปรปรวนไม่คงที่"
    }
  },
  {
    "translation": {
      "en": "-Would you mind taking that outside? -[Debbie] Yeah, pardon me. [professor] Thank you.",
      "th": "ช่วยไปคุยข้างนอกได้มั้ย ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Minka] Wait, I don't understand. What did the assistant say?",
      "th": "เดี๋ยวนะ ฉันไม่เข้าใจ ผู้ช่วยว่ายังไงนะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Okay, she said to just come up and see Theo.",
      "th": "เขาบอกแค่ว่าให้มาหาธีโอ"
    }
  },
  {
    "translation": {
      "en": "And thank you for coming with me, I have no idea what to say to this guy.",
      "th": "ขอบคุณที่มาเป็นเพื่อนนะ ฉันไม่รู้จะคุยอะไรกับเขา"
    }
  },
  {
    "translation": {
      "en": "I mean, who can say things when he's smiling at you with that smile?",
      "th": "ใครจะพูดออก เวลาโดนรอยยิ้มแบบนั้นเข้า"
    }
  },
  {
    "translation": {
      "en": "Right? That smile.",
      "th": "เนอะ ยิ้มสวยจะตาย"
    }
  },
  {
    "translation": {
      "en": "-[Minka sighs] -Okay, that's Duncan Press.",
      "th": "โอเค ถึงดันแคนเพรสแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Minka] You got this! You got this! -Okay, very exciting.",
      "th": "- เธอทำได้ ตื่นเต้นจัง - โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, boy.",
      "th": "โอ้โฮ (ดันแคนเพรส)"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "th": "อรุณสวัสดิ์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, hi. Uh, I'm looking for Theo Martin.",
      "th": "สวัสดีค่ะ ฉันมาหาธีโอ มาร์ตินค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, sorry.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Cute. -Oh, my God. Look at those book covers.",
      "th": "น่ารัก อุ๊ย ดูปกหนังสือสิ"
    }
  },
  {
    "translation": {
      "en": "Oh, there you are. Welcome. Hello, Minka.",
      "th": "มาแล้ว เชิญครับ หวัดดีครับมินก้า"
    }
  },
  {
    "translation": {
      "en": "Theo.",
      "th": "ธีโอ"
    }
  },
  {
    "translation": {
      "en": "-Debbie. -Hi!",
      "th": "- เด็บบี้ - หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry to have you run uptown without much notice,",
      "th": "ขอโทษที่เรียกคุณมาอัปทาวน์กะทันหันนะครับ"
    }
  },
  {
    "translation": {
      "en": "but this book, I mean, it is… It has a lot of promise.",
      "th": "แต่หนังสือเล่มนี้… น่าจะมีแวว"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Did you read the whole thing already? That's, like, a shit ton of pages!",
      "th": "โห คุณอ่านจบแล้วเหรอ มันโคตรหนาเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Well, my assistant did.",
      "th": "ผู้ช่วยผมอ่านน่ะ"
    }
  },
  {
    "translation": {
      "en": "She thought it had potential, and passed it on to me, and I gotta say, I-- I agree.",
      "th": "เขาคิดว่าเข้าท่า เลยส่งให้ผมอ่าน แล้วผมเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "I also see why you cried. I may have shed a tear myself.",
      "th": "ผมรู้แล้วว่าทำไมคุณร้องไห้ ผมก็ปาดน้ำตาเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "The dad, right?",
      "th": "พ่อใช่มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Especially, yeah. I mean, look, I'm very interested.",
      "th": "ตัวดีเลยละ คือ… ผมสนใจตีพิมพ์มาก"
    }
  },
  {
    "translation": {
      "en": "And I would-- I would really like to speak to the author as soon as possible.",
      "th": "แล้วก็อยากคุยกับนักเขียนด่วนที่สุด"
    }
  },
  {
    "translation": {
      "en": "The author. You know, can I, um…",
      "th": "นักเขียน ฉัน… เมื่อกี้ฉันกินกาแฟแก้วใหญ่มา"
    }
  },
  {
    "translation": {
      "en": "I had a really big coffee on the way here. I just need to tinkle.",
      "th": "นักเขียน ฉัน… เมื่อกี้ฉันกินกาแฟแก้วใหญ่มา เลยปวดชิ้งฉ่องน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sure, yeah. Most of the tinkling happens right down the hall.",
      "th": "อ๋อ ได้ - ที่ชิ้งฉ่องอยู่ข้างนอก - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "- ที่ชิ้งฉ่องอยู่ข้างนอก - โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "-This is insane! -I know, this place is so old school.",
      "th": "- ฉันจะบ้าตาย - ใช่ ตึกนี้เก่ามาก"
    }
  },
  {
    "translation": {
      "en": "I smell dead people.",
      "th": "ฉันได้กลิ่นคนตาย"
    }
  },
  {
    "translation": {
      "en": "No, no, no! What am I doing?",
      "th": "ไม่ใช่ ฉันหมายถึงที่มาที่นี่ ฉันบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm acting crazy! I know I like to help friends out,",
      "th": "ไม่ใช่ ฉันหมายถึงที่มาที่นี่ ฉันบ้าไปแล้ว ฉันชอบช่วยเพื่อนนะ"
    }
  },
  {
    "translation": {
      "en": "but that normally means picking up Alicia's twins at carpool.",
      "th": "แต่ปกติก็แค่ให้ลูกแฝดของอลิเชียติดรถกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "I have to just call Peter, and put a hold on this. Ew, no.",
      "th": "- ฉันต้องโทรหาปีเตอร์ จะได้จบๆ - ไม่"
    }
  },
  {
    "translation": {
      "en": "No?",
      "th": "ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You believe in Peter's book, so why not see this through?",
      "th": "เธอเชื่อว่าหนังสือของปีเตอร์ดีนี่ แล้วทำไมไม่คุยให้รู้แล้วรู้รอดไปล่ะ"
    }
  },
  {
    "translation": {
      "en": "So, just…",
      "th": "งั้นก็…"
    }
  },
  {
    "translation": {
      "en": "Yeah! You got this, girl!",
      "th": "ใช่ เธอทำได้"
    }
  },
  {
    "translation": {
      "en": "Okay. Okay, okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Also, no, I actually do have to pee.",
      "th": "แล้วฉันก็ปวดฉี่เหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "Theo, I would like to discuss the next steps.",
      "th": "ธีโอคะ ฉันอยากคุยขั้นตอนต่อไปเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sure. You free for dinner?",
      "th": "ได้เลย คุณว่างไปกินมื้อเย็นมั้ย"
    }
  },
  {
    "translation": {
      "en": "Uh, yes.",
      "th": "ว่างค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes! Sure.",
      "th": "ค่ะ ได้"
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Perfect. [sighs]",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Perfect!",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "-Uh, is that the coach? -Yeah, that's him.",
      "th": "- นั่นโค้ชเหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "All right, you stay here. Let me do my thing.",
      "th": "นายรออยู่นี่นะ เดี๋ยวฉันจัดให้"
    }
  },
  {
    "translation": {
      "en": "-Say hey to your coach. -[Jack] Hey.",
      "th": "- ทักทายโค้ชสิ - โค้ชครับ"
    }
  },
  {
    "translation": {
      "en": "-You got-- One of these yours? Yeah? -Uh, yeah.",
      "th": "- คุณ… มาดูลูกเหรอครับ - ค่ะ คนนั้น"
    }
  },
  {
    "translation": {
      "en": "-That's him. -Oh, Weasel F-- Ev-- Evan!",
      "th": "ขี้… เอเว่น"
    }
  },
  {
    "translation": {
      "en": "-That's him, yeah. -Yeah, he's… Yup.",
      "th": "- ค่ะ - ครับ เขา… อื้ม"
    }
  },
  {
    "translation": {
      "en": "That's it, J-- You're good! [coach] Are you ready?",
      "th": "- ดีมากแจ็ค เก่ง - พร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh! That's it! Yep! Yep, that's my guy! That's him.",
      "th": "อย่างงั้น แจ๋ว เด็กผมเอง"
    }
  },
  {
    "translation": {
      "en": "-[woman] That's great. -That's my guy.",
      "th": "คนนั้นเลย เด็กผม"
    }
  },
  {
    "translation": {
      "en": "[panting] I thought black was best, since you are a bright winter.",
      "th": "ฉันว่าสีดำเหมาะที่สุด เพราะเธอเหมาะกับสีโทนเย็น"
    }
  },
  {
    "translation": {
      "en": "Oh, I-- I don't need a new outfit.",
      "th": "ฉันใส่ชุดเดิมก็ได้"
    }
  },
  {
    "translation": {
      "en": "[sighs] I feel terrible. I'm about to tell a guy,",
      "th": "รู้สึกแย่มากเลย ฉันกำลังจะบอก บรรณาธิการวรรณกรรมที่ดังที่สุดในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "who's the most famous literary editor in all of America,",
      "th": "ฉันกำลังจะบอก บรรณาธิการวรรณกรรมที่ดังที่สุดในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "that I gave him a manuscript that he might want to publish,",
      "th": "ว่าต้นฉบับจากฉันที่เขาอยากตีพิมพ์"
    }
  },
  {
    "translation": {
      "en": "but he possibly cannot. And why isn't Peter calling me back?",
      "th": "อาจจะตีพิมพ์ไม่ได้ แล้วทำไมปีเตอร์ไม่โทรกลับมา"
    }
  },
  {
    "translation": {
      "en": "If you can't reach Peter before your date with Theo--",
      "th": "ถ้าติดต่อปีเตอร์ไม่ได้ก่อนไปเดตกับธีโอ…"
    }
  },
  {
    "translation": {
      "en": "No, no, no, it's not a date.",
      "th": "เปล่าๆ ไม่ใช่เดต"
    }
  },
  {
    "translation": {
      "en": "-Let me have this! -Okay.",
      "th": "ขอฉันฟินเหอะ"
    }
  },
  {
    "translation": {
      "en": "I mean, I can't even stay out that late. I have an exam tomorrow.",
      "th": "ฉันอยู่ดึกมากไม่ได้ด้วยซ้ำ พรุ่งนี้ฉันมีสอบ"
    }
  },
  {
    "translation": {
      "en": "Shh. Try a dress on. I'm sorry, I'm just worried about Peter and Jack.",
      "th": "- ลองชุดก่อน - ฉันเป็นห่วงปีเตอร์กับแจ็คน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Where are they? -Try one on!",
      "th": "- อยู่ไหนกันเนี่ย - เอาไปลอง!"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "th": "เถอะจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] You are by far the fastest guy out there.",
      "th": "นายไวที่สุดในสนามเลยนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "New nickname, Jack Frost, 'cause you own the ice!",
      "th": "ฉายาใหม่แจ็ค ฟรอสต์ เพราะนายเป็นเทพแห่งหิมะ"
    }
  },
  {
    "translation": {
      "en": "-'Sup, fellas! -What's up, man?",
      "th": "- ว่าไง แฮปปี้มั้ย - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "-Great day? -Great day, brah.",
      "th": "- ว่าไง แฮปปี้มั้ย - ว่าไง แฮปปี้มากลูกพี่"
    }
  },
  {
    "translation": {
      "en": "-Yes, I love that! -Great day.",
      "th": "เออ มันต้องงี้"
    }
  },
  {
    "translation": {
      "en": "So, you ever gonna have kids?",
      "th": "คุณคิดจะมีลูกมั้ย"
    }
  },
  {
    "translation": {
      "en": "What? I don't know.",
      "th": "ฮะ ไม่รู้ดิ"
    }
  },
  {
    "translation": {
      "en": "Should I?",
      "th": "ควรมั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean… you're not terrible at it.",
      "th": "คุณก็เลี้ยงเด็กใช้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "A little weird, but you don't suck.",
      "th": "พิลึกไปหน่อย แต่ไม่ห่วย"
    }
  },
  {
    "translation": {
      "en": "I don't?",
      "th": "ไม่ห่วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Well, I should probably start my homework.",
      "th": "ผมไปทำการบ้านดีกว่า"
    }
  },
  {
    "translation": {
      "en": "See ya.",
      "th": "เจอกันฮะ"
    }
  },
  {
    "translation": {
      "en": "Oh, for me?",
      "th": "ให้ผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Come on, take a break.",
      "th": "ใช่ พักซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Well, I don't-- I don't need a break.",
      "th": "ไม่ต้องพักนะ"
    }
  },
  {
    "translation": {
      "en": "I don't work here, so…",
      "th": "ผมไม่ใช่คนงาน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know.",
      "th": "ผมรู้"
    }
  },
  {
    "translation": {
      "en": "Oh. All right.",
      "th": "- ได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Oh, yeah. -All right.",
      "th": "- ได้ - โอเค ก็ดี"
    }
  },
  {
    "translation": {
      "en": "You know, I thought you didn't like me.",
      "th": "รู้มั้ย ผมนึกว่าคุณไม่ชอบผม"
    }
  },
  {
    "translation": {
      "en": "Why? [laughs] Because I've been such a jerk to you?",
      "th": "ทำไมล่ะ เพราะผมเสียมารยาทกับคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, that.",
      "th": "ใช่ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Ah, look, I'm sorry.",
      "th": "ขอโทษนะ"
    }
  },
  {
    "translation": {
      "en": "I-- I think I've just been stressed out being responsible for a human.",
      "th": "ผมคงเครียดน่ะที่ต้องรับผิดชอบชีวิตคนทั้งคน"
    }
  },
  {
    "translation": {
      "en": "[chuckles] You know, I've never even taken care of, like, a… herb plant before.",
      "th": "ผมไม่เคยดูแลแม้กระทั่งพืชสมุนไพร"
    }
  },
  {
    "translation": {
      "en": "Well, dude, herb plants can be as hard as children.",
      "th": "บางทีพืชสมุนไพรก็เลี้ยงยากเหมือนเด็กนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I got-- I got a sage over by the patio,",
      "th": "จริงๆ ผมปลูกต้นเสจตรงระเบียงบ้าน"
    }
  },
  {
    "translation": {
      "en": "kept me up till 3:00 a.m. last week.",
      "th": "อาทิตย์ที่แล้วทำผมตาสว่างถึงตีสาม"
    }
  },
  {
    "translation": {
      "en": "I call it \"plant colic.\"",
      "th": "ผมเรียก \"โคลิกในพืช\""
    }
  },
  {
    "translation": {
      "en": "So, you know, I get it.",
      "th": "จะบอกว่าผมเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah, no, you get it.",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "-Same damn thing. -Yup.",
      "th": "- เหมือนกันเด๊ะ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah, actually, I feel like I'm, uh, doing an okay job now.",
      "th": "นั่นแหละ แต่ตอนนี้ผมรู้สึกว่าผมก็ใช้ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Ah, that's dope, brah.",
      "th": "สุดยอดนะ"
    }
  },
  {
    "translation": {
      "en": "And so I'm sorry if I wasn't as friendly as I could have been.",
      "th": "แล้วก็ขอโทษด้วย ถ้าผมไม่เป็นมิตรเท่าที่ควร"
    }
  },
  {
    "translation": {
      "en": "Right? 'Cause I'm-- Hey, I, actually-- I think Debbie's really lucky to have you 'round here helping out.",
      "th": "เพราะผมคิดว่าเด็บบี้โชคดีมาก ที่ได้คุณมาคอยช่วยดูแลบ้าน"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, no. I'm the lucky one, okay?",
      "th": "ไม่เลยๆ ผมต่างหากที่โชคดี"
    }
  },
  {
    "translation": {
      "en": "I mean, she is…",
      "th": "เพราะเด็บบี้…"
    }
  },
  {
    "translation": {
      "en": "…amazing, you know?",
      "th": "สุดยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, she really is.",
      "th": "ใช่ สุดยอดมากๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, we've been friends for a long time.",
      "th": "เราเป็นเพื่อนกันมานานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, not as long as she and I have been friends, so…",
      "th": "แต่ไม่นานเท่าผมกับเขานะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, no. Well, of course, I'm not-- -In years.",
      "th": "- ไม่ ไม่เลย ผมไม่ได้… - นานโข"
    }
  },
  {
    "translation": {
      "en": "Right. Look.",
      "th": "ใช่ ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "You and Debbie, you have your thing, which is different from our thing.",
      "th": "คุณกับเด็บบี้สนิทกันอีกแบบ ซึ่งต่างจากของเรา"
    }
  },
  {
    "translation": {
      "en": "-Your thing. Yeah. -Right! Like, you're her friend.",
      "th": "- อีกแบบ ใช่ - ใช่ คุณเป็นเพื่อนเด็บบี้"
    }
  },
  {
    "translation": {
      "en": "I'm her neighbor and, like, part-time lover, you know?",
      "th": "ผมเป็นเพื่อนบ้าน แล้วก็เพื่อนนอน"
    }
  },
  {
    "translation": {
      "en": "-What was that? -Oh, you know what?",
      "th": "- ว่าไงนะ - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "You probably haven't noticed this because you guys are just friends, but…",
      "th": "คุณอาจจะไม่ได้สังเกตเพราะพวกคุณเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "brodiddly, she is pretty hot.",
      "th": "แต่เพื่อนเอ๊ย นางฮ็อตมากนะ"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I mean, I know, I know, she's out of my league. I got it. But I have a plan.",
      "th": "คือผมรู้ว่าเขาคงไม่สนผมหรอก ผมรู้ แต่ผมมีแผน"
    }
  },
  {
    "translation": {
      "en": "Okay? My thing is…",
      "th": "โอเคมั้ย ผมกะว่า…"
    }
  },
  {
    "translation": {
      "en": "I just keep showing up in her life, you know?",
      "th": "จะป้วนเปี้ยนอยู่ในชีวิตเขาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And then maybe, maybe, she'll change her mind about me.",
      "th": "แล้วไม่แน่ สักวันผมอาจจะได้ใจเขา เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "You know what I mean?",
      "th": "สักวันผมอาจจะได้ใจเขา เข้าใจใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "In the meantime, I'll take friends with benefits.",
      "th": "ระหว่างนี้ ผมยอมเป็นเพื่อนนอนไปก่อน"
    }
  },
  {
    "translation": {
      "en": "I really love how the book starts.",
      "th": "ผมชอบตอนเริ่มของหนังสือมาก"
    }
  },
  {
    "translation": {
      "en": "-Oh, isn't it amazing? -[sighs happily]",
      "th": "ดีใช่มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "It reminded me of As I Lay Dying.",
      "th": "อ่านแล้วคิดถึงเรื่องแอสไอเลย์ดายอิ้ง"
    }
  },
  {
    "translation": {
      "en": "-Faulkner? Really? -Mmm.",
      "th": "ฟอล์คเนอร์เหรอ จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I was thinking more Franzen.",
      "th": "ผมกลับนึกถึงแฟรนเซ่นนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I see that. The-- The family dynamics?",
      "th": "- ก็มีเค้านะ แนวครอบครัวใช่มั้ย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Yeah, yeah. -Mm-hmm.",
      "th": "- ก็มีเค้านะ แนวครอบครัวใช่มั้ย - ใช่ ใช่ คุณเจอเพชรเม็ดงามจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I mean, you really-- You really found a gem.",
      "th": "ใช่ คุณเจอเพชรเม็ดงามจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I think I did.",
      "th": "ฉันเห็นด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "The book that I have read the most is House of Mirth.",
      "th": "หนังสือที่ฉันอ่านบ่อยที่สุดคือเฮาส์ออฟเมิร์ธ"
    }
  },
  {
    "translation": {
      "en": "Oh, Edith Wharton. Very underrated social critic, I must say.",
      "th": "อีดิธ วอร์ตัน นักวิจารณ์สังคม ที่ควรจะดังกว่านี้ เสียดาย"
    }
  },
  {
    "translation": {
      "en": "-Scathing. -Do you like her work? Of course!",
      "th": "- คุณชอบงานเขามั้ย - ชอบมาก"
    }
  },
  {
    "translation": {
      "en": "Look, anybody who doesn't love Edie Dubs just hasn't really read Edie Dubs.",
      "th": "คนไม่ชอบงานอีดี้ ดับส์คือไม่เคยอ่านงานอีดี้ ดับส์"
    }
  },
  {
    "translation": {
      "en": "[laughs] And I cry my eyes out every time Lily Bart dies.",
      "th": "คนไม่ชอบงานอีดี้ ดับส์คือไม่เคยอ่านงานอีดี้ ดับส์ ฉันร้องไห้น้ำตาแตกทุกครั้งที่ลิลี่ บาร์ทตาย"
    }
  },
  {
    "translation": {
      "en": "Oh, I know! And then poor Lawrence shows up the next morning to propose. Like, buddy, come on!",
      "th": "ใช่ แล้วเช้าวันรุ่งขึ้นลอว์เรนซ์ก็มาขอแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "It's just a little bit late.",
      "th": "มันสายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I took all that sleeping potion stuff last night and I am super dead!",
      "th": "เมื่อคืนฉันกินยานอนหลับไป ก็เลยตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry, but I have perished, mon ami.",
      "th": "ขอโทษนะ แต่ฉันตายโหงแล้วเพื่อน"
    }
  },
  {
    "translation": {
      "en": "[sighs] But looked gorgeous doing it.",
      "th": "แต่ศพสวยสง่ามาก"
    }
  },
  {
    "translation": {
      "en": "Do you know what Walt Whitman said about the Brooklyn Bridge?",
      "th": "คุณรู้มั้ยว่าวอลท์ วิทแมน พูดถึงสะพานบรุกลินว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "No, tell me.",
      "th": "ไม่รู้ ว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "He said, \"It was the best and most effective medicine",
      "th": "เขาบอกว่า \"มันเป็นยาบำรุงจิตวิญญาณ ที่ได้ผลดีที่สุดสำหรับผม\""
    }
  },
  {
    "translation": {
      "en": "my soul has yet partaken.\"",
      "th": "\"มันเป็นยาบำรุงจิตวิญญาณ ที่ได้ผลดีที่สุดสำหรับผม\""
    }
  },
  {
    "translation": {
      "en": "That's a really great quote.",
      "th": "เป็นคำพูดที่ดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "Sadly, that's the Manhattan Bridge.",
      "th": "แต่เสียดายที่นั่นเป็นสะพานแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "Good quote, though.",
      "th": "แต่เป็นคำพูดที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "-And I-- I knew that. -I figured. I thought you did.",
      "th": "- ฉันรู้ค่ะ - นั่นสิ ผมว่าคุณรู้"
    }
  },
  {
    "translation": {
      "en": "-I just wanted to see if you knew that. -Right, right.",
      "th": "- ฉันแค่อยากลองว่าคุณจะรู้มั้ย - ใช่"
    }
  },
  {
    "translation": {
      "en": "-So, clearly you're very smart. -Yeah. This is, I must say, going well.",
      "th": "แล้วคุณก็ฉลาดมาก - ผมว่ามันไปได้สวยนะ - ฉันทดสอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] It was a test! -Did I pass?",
      "th": "- ผมว่ามันไปได้สวยนะ - ฉันทดสอบคุณ ผมผ่านมั้ย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Yes!",
      "th": "ผ่าน"
    }
  },
  {
    "translation": {
      "en": "Well, I'm-- I'm gonna talk to the writer about that manuscript.",
      "th": "เดี๋ยวฉันจะคุยกับนักเขียนเรื่องต้นฉบับนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, perfect. Great!",
      "th": "เยี่ยมเลย - แจ๋ว ผมว่าจะ… - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I was gonna…",
      "th": "- แจ๋ว ผมว่าจะ… - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, um…",
      "th": "ถ้างั้น…"
    }
  },
  {
    "translation": {
      "en": "And, um, I can't-- I forgot whether or not you…",
      "th": "ฉันลืมไปแล้วว่าคุณได้…"
    }
  },
  {
    "translation": {
      "en": "Did you have a cappuccino at the restaurant?",
      "th": "คุณสั่งคาปูชิโนที่ร้านใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Yes, you ordered it for me.",
      "th": "ใช่ คุณสั่งให้ผม"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay! -[both laugh]",
      "th": "โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Um, this is the part where… This is the part, right?",
      "th": "ตอนนี้เราต้อง… - ตอนนี้แหละใช่มั้ย - ผมว่าใช่"
    }
  },
  {
    "translation": {
      "en": "-I think so. -Okay.",
      "th": "- ตอนนี้แหละใช่มั้ย - ผมว่าใช่"
    }
  },
  {
    "translation": {
      "en": "-Let's… Yeah. -[elevator bell rings]",
      "th": "- โอเค - ไป… เนอะ"
    }
  },
  {
    "translation": {
      "en": "Okay, great.",
      "th": "โอเค ดี"
    }
  },
  {
    "translation": {
      "en": "Wow, nice place! Airbnb?",
      "th": "บ้านสวยนะ แอร์บีเอ็นบีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh… Uh, yeah.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's funny how they're always so devoid of personality, right?",
      "th": "ตลกดีนะที่ห้องเช่าแบบนี้ไม่มีเอกลักษณ์เลย"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "- ใช่ - บ้าน่า ใคร…"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, who-- who sorts books by color?",
      "th": "- ใช่ - บ้าน่า ใคร… - ใครจัดหนังสือตามสีมั่ง ถามจริง - พูดเหมือนฉันเลย"
    }
  },
  {
    "translation": {
      "en": "-Honestly? -That is what I said!",
      "th": "- ใครจัดหนังสือตามสีมั่ง ถามจริง - พูดเหมือนฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Um, so I don't have a lot of food, um, but I do have Champagne.",
      "th": "ฉันไม่ค่อยมีอะไรกิน แต่มีแชมเปญนะคะ"
    }
  },
  {
    "translation": {
      "en": "And as a wise person said once, too much of anything is bad,",
      "th": "คนฉลาดเคยกล่าวไว้ว่าอะไรมากไปก็ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "but too much Champagne is just right.",
      "th": "แต่แชมเปญมากไปคือพอดี"
    }
  },
  {
    "translation": {
      "en": "Ah. Mark Twain, right?",
      "th": "มาร์ค ทเวนใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes! Must have been a big boozer, that guy.",
      "th": "ใช่ เขาน่าจะขี้เมานะ"
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. That's what I heard.",
      "th": "ผมได้ข่าวว่างั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Should I do the honors?",
      "th": "ผมเปิดให้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Please.",
      "th": "เชิญค่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't mind if I do.",
      "th": "ด้วยความยินดีครับ"
    }
  },
  {
    "translation": {
      "en": "[Jack] Who was in the Spanish-American War?",
      "th": "ใครรบในสงครามสเปนกับอเมริกาครับ"
    }
  },
  {
    "translation": {
      "en": "The Spanish and the Americans.",
      "th": "คนสเปนกับอเมริกันไง"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "th": "คุณไหวมั้ย"
    }
  },
  {
    "translation": {
      "en": "Yup.",
      "th": "ไหว"
    }
  },
  {
    "translation": {
      "en": "-This view, it just… -I know. It's just awful, isn't it?",
      "th": "- วิวนี่แบบ… - ใช่ ไม่สวยเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "[sighs] It won't do, it's terrible!",
      "th": "ไม่ไหว รกสายตา"
    }
  },
  {
    "translation": {
      "en": "-Can I, um… -Yes.",
      "th": "- ผมขอ… - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-The windows. -Windows?",
      "th": "- หน้าต่าง - หน้าต่างเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah, curtains. Right. Um…",
      "th": "- ค่ะ - อ๋อ ผ้าม่าน ใช่"
    }
  },
  {
    "translation": {
      "en": "-They're probably some digital… -Yeah, I don't…",
      "th": "- น่าจะเป็นดิจิทัล - ใช่ ฉันไม่…"
    }
  },
  {
    "translation": {
      "en": "-Oh. -Yeah.",
      "th": "- นี่แหละ - มันใช้ยากมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-This thing is very tricky. -I got it, it's probably pretty simple.",
      "th": "- นี่แหละ - มันใช้ยากมากเลยนะ ผมใช้เป็น ง่ายๆ นะ แค่…"
    }
  },
  {
    "translation": {
      "en": "-[music blares] -Oh! Oh, that is…",
      "th": "ผมใช้เป็น ง่ายๆ นะ แค่…"
    }
  },
  {
    "translation": {
      "en": "No, that happened before. -Okay. The… -You have to aim it at the sensor.",
      "th": "ไม่ใช่ ฉันเจอมาแล้ว คุณต้องหันไปทางเซนเซอร์"
    }
  },
  {
    "translation": {
      "en": "-I have no idea. -Is there-- Is that an actual thing?",
      "th": "- ฉันใช้ไม่เป็นเลย - มันมีจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จริง"
    }
  },
  {
    "translation": {
      "en": "All right. Maybe… that way?",
      "th": "โอเค สงสัยต้อง…"
    }
  },
  {
    "translation": {
      "en": "-Oh. -All right, um… All right. -Oh, here it is. -Oh.",
      "th": "เจอแล้ว นี่ไง"
    }
  },
  {
    "translation": {
      "en": "You're amazing.",
      "th": "คุณเก่งมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "♪ You know I was only doing What you told me to do ♪",
      "th": "(เปิดใช้กล้องในบ้าน)"
    }
  },
  {
    "translation": {
      "en": "Seriously… you need to use your words!",
      "th": "ขนาดนี้เลยเหรอ คุณต้องพูดออกมาบ้างนะ"
    }
  },
  {
    "translation": {
      "en": "Oh! I just remembered.",
      "th": "ฉันเพิ่งนึกได้"
    }
  },
  {
    "translation": {
      "en": "I have something that I need to do, like, right now.",
      "th": "ฉันมีเรื่องต้องทำด่วนๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Not gonna be fun, like, at all, but…",
      "th": "เรื่องเครียดมาก แต่…"
    }
  },
  {
    "translation": {
      "en": "So I'm just gonna, uh, solo mission.",
      "th": "ฉันเลยต้องลุยเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "I-- I was thinking I was gonna call Alicia and see if she can watch you.",
      "th": "ฉันกะจะโทรถามอลิเชียว่าว่างมาดูนายมั้ย"
    }
  },
  {
    "translation": {
      "en": "Sure. Whatevs.",
      "th": "ได้ แล้วแต่"
    }
  },
  {
    "translation": {
      "en": "Okay, you are the greatest human being that exists. I owe you.",
      "th": "เธอเป็นมนุษย์ที่ประเสริฐที่สุด ฉันจะไม่ลืมพระคุณเลย"
    }
  },
  {
    "translation": {
      "en": "Ah, don't worry about it.",
      "th": "อย่าคิดมากเลย"
    }
  },
  {
    "translation": {
      "en": "Mimi's cooking tonight, and lately all she ever makes is, uh, weird TikTok recipes.",
      "th": "คืนนี้มีมี่ทำอาหาร แล้วช่วงนี้ ชอบลอกสูตรเพี้ยนๆ จากติ๊กต่อก"
    }
  },
  {
    "translation": {
      "en": "Some things don't need to be air-fried, you know? Yeah.",
      "th": "- ไม่ต้องแอร์ฟรายทุกอย่างก็ได้ - จริง"
    }
  },
  {
    "translation": {
      "en": "[sniffs] Is that cologne?",
      "th": "- ฉีดน้ำหอมเหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "I ate a candle.",
      "th": "ฉันกินเทียนเข้าไป"
    }
  },
  {
    "translation": {
      "en": "No, you didn't.",
      "th": "ไม่จริงอะ"
    }
  },
  {
    "translation": {
      "en": "No, I didn't.",
      "th": "ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "Seriously, thank you.",
      "th": "ขอบใจจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "What can I get you?",
      "th": "รับอะไรดีครับ"
    }
  },
  {
    "translation": {
      "en": "I would love… a Macallan.",
      "th": "ผมอยากดื่มแมคคัลแลนมาก"
    }
  },
  {
    "translation": {
      "en": "A double.",
      "th": "ดับเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "But since I don't drink anymore, Pellegrino me.",
      "th": "แต่ผมเลิกดื่มแล้ว ขอน้ำแร่แทนแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "On the rocks in a tumbler, please.",
      "th": "ใส่น้ำแข็ง แก้ววิสกี้"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "ไงคะ"
    }
  },
  {
    "translation": {
      "en": "Oh. Hi.",
      "th": "ไงครับ"
    }
  },
  {
    "translation": {
      "en": "Vanessa Morton.",
      "th": "วาเนสซ่า มอร์ตัน"
    }
  },
  {
    "translation": {
      "en": "Peter Coleman. I couldn't believe it when my phone rang.",
      "th": "ปีเตอร์ โคลแมน ฉันไม่อยากเชื่อเลยตอนที่รับสาย"
    }
  },
  {
    "translation": {
      "en": "I-- Who would've thunk you'd have the same number?",
      "th": "ผมก็ไม่นึกว่าคุณจะยังใช้เบอร์เดิม"
    }
  },
  {
    "translation": {
      "en": "-I didn't change it for this exact reason. -[laughs] Oh, really?",
      "th": "- ฉันไม่เปลี่ยนเพราะแบบนี้แหละ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "How long has it been?",
      "th": "กี่ปีแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Twenty years.",
      "th": "ยี่สิบปี"
    }
  },
  {
    "translation": {
      "en": "And yet I'm 30. Weird.",
      "th": "แล้วตอนนี้ฉันอายุ 30 พิลึก"
    }
  },
  {
    "translation": {
      "en": "Amazing.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "So what are you doing in town?",
      "th": "คุณมาทำอะไรที่นี่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "-You remember Debbie? -Of course.",
      "th": "- จำเด็บบี้ได้มั้ย - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "I am here watching her kid for a while.",
      "th": "ผมมาดูแลลูกชายให้เขาแป๊บนึง"
    }
  },
  {
    "translation": {
      "en": "Wow! You? The rolling stone?",
      "th": "คุณเนี่ยนะ ไม้หลักปักขี้เลนเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-[Peter] So… -[Vanessa] Mm?",
      "th": "แล้วนี่…"
    }
  },
  {
    "translation": {
      "en": "-[Peter] Do you have kids? -Nope.",
      "th": "คุณมีลูกมั้ย - ไม่ - ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-No? -No kids or husband.",
      "th": "ไม่มีทั้งลูกทั้งสามี"
    }
  },
  {
    "translation": {
      "en": "-[sighs] -You know, it's, um…",
      "th": "ฉันว่า"
    }
  },
  {
    "translation": {
      "en": "It's kind of loud in here.",
      "th": "ในนี้เสียงดังนะ"
    }
  },
  {
    "translation": {
      "en": "It's actually really quiet.",
      "th": "เงียบมากต่างหาก"
    }
  },
  {
    "translation": {
      "en": "I was just thinking… You know, if you want, I live right near here.",
      "th": "ฉันคิดนะ… ถ้าคุณอยาก บ้านฉันอยู่ใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "[sighs] I mean, I-- I wanted to.",
      "th": "ฉันอยากนะ"
    }
  },
  {
    "translation": {
      "en": "Then… [groans] I mean, look at me. I put on the suit, I went to the bar.",
      "th": "ดูฉันสิ อุตส่าห์ใส่สูท ไปเที่ยวบาร์"
    }
  },
  {
    "translation": {
      "en": "I-- I had a moment with a woman.",
      "th": "ได้คุยกับผู้หญิงคนนึง"
    }
  },
  {
    "translation": {
      "en": "And-- And I was-- I'm-- I'm trying to be the guy, right?",
      "th": "แล้ว… ฉันก็พยายามจะเป็นแบดบอย"
    }
  },
  {
    "translation": {
      "en": "But that guy is…",
      "th": "แต่หมอนั่น… หายไปไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "I-- I don't know, but he smells terrific.",
      "th": "ฉันก็ไม่รู้ รู้แต่เขาหอมมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "-Sage-y. -With a touch of oak.",
      "th": "- กลิ่นเซจ - แทรกกลิ่นไม้โอ๊ก"
    }
  },
  {
    "translation": {
      "en": "-I didn't, uh, pick up on that. -Oh, it-- it's there.",
      "th": "- ไม่ได้กลิ่นเลย - มีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Can I tell you something?",
      "th": "ฉันขอพูดอะไรหน่อยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "It's a thing that I don't think I've ever said out loud.",
      "th": "มันเป็นสิ่งที่ฉันไม่เคยพูดออกมาเลยมั้ง"
    }
  },
  {
    "translation": {
      "en": "-Immediately. Please. -Okay.",
      "th": "งั้นพูดเลย"
    }
  },
  {
    "translation": {
      "en": "So, the night that Debbie and I… spent together,",
      "th": "- เชิญ - โอเค คืนที่เด็บบี้กับฉันอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "after, I told her to stay away from me, because…",
      "th": "หลังจากนั้นฉันไม่ให้เขามายุ่งกับฉัน เพราะ…"
    }
  },
  {
    "translation": {
      "en": "I-- It's-- And-- And-- And then I just--",
      "th": "แล้วฉันก็…"
    }
  },
  {
    "translation": {
      "en": "I found myself thinking about her. A lot.",
      "th": "ฉันรู้สึกว่าตัวเองคิดถึงเขาบ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "So I was gonna call her and see if she…",
      "th": "ฉันเลยกะจะโทรไปถามว่าเขา…"
    }
  },
  {
    "translation": {
      "en": "But a couple days later, I saw her and Jimmy at the BevCon movie theater.",
      "th": "แต่หลังจากนั้นสองสามวัน ฉันก็เห็นเขากับจิมมี่ที่โรงหนังเบฟคอน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, the BevCon! I saw every movie there.",
      "th": "โอ้โฮ เบฟคอน ฉันไปดูหนังทุกเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "I saw Hunt for Red October there like eight times.",
      "th": "ฉันดูฮันต์ฟอร์เร้ดอ็อคโทเบอร์ที่นั่นแปดรอบ"
    }
  },
  {
    "translation": {
      "en": "Yeah, anyway, the-- So, when I saw them,",
      "th": "นั่นแหละ พอเห็นสองคนนั้น…"
    }
  },
  {
    "translation": {
      "en": "it-- I-- I could tell.",
      "th": "ฉันดูออกน่ะ"
    }
  },
  {
    "translation": {
      "en": "You-- So I just-- I let it go.",
      "th": "ฉันเลยปล่อยวาง"
    }
  },
  {
    "translation": {
      "en": "And then she comes to pick me up from rehab, the second time.",
      "th": "แล้วเขาก็มารับฉันที่สถานบำบัดรอบที่สอง"
    }
  },
  {
    "translation": {
      "en": "And I'd done, like, uh, therapy in there, right?",
      "th": "ฉันเข้าไปบำบัดที่นั่นใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "And so when she comes to get me, I'm on this truth kick,",
      "th": "ตอนเขามารับ ฉันกำลังฝึกพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna tell her",
      "th": "ฉันกะจะบอกเขา"
    }
  },
  {
    "translation": {
      "en": "how I feel about her.",
      "th": "ว่าฉันรู้สึกยังไงกับเขา"
    }
  },
  {
    "translation": {
      "en": "So-- But she was still married. And-- But they didn't have a kid yet.",
      "th": "แต่เขายังแต่งงานอยู่ ตอนนั้นยังไม่มีลูกนะ จิมมี่ไม่อยู่บ้านเลย"
    }
  },
  {
    "translation": {
      "en": "And he was away a lot. He was doing his climbing thing.",
      "th": "ตอนนั้นยังไม่มีลูกนะ จิมมี่ไม่อยู่บ้านเลย - ไปปีนเขาอะไรนั่นน่ะ - ท่าอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "-What was that? -It was cl-- climbing.",
      "th": "- ไปปีนเขาอะไรนั่นน่ะ - ท่าอะไรน่ะ ปีนเขา"
    }
  },
  {
    "translation": {
      "en": "Like, his-- Look, he would climb the mountains.",
      "th": "ท่าเวลาปีนเขาไง"
    }
  },
  {
    "translation": {
      "en": "Okay, well, it looks like fishing.",
      "th": "เหมือนตกปลาเลย"
    }
  },
  {
    "translation": {
      "en": "Anyway, so I get in the car… and…",
      "th": "นั่นแหละ ฉันขึ้นรถมา แล้ว…"
    }
  },
  {
    "translation": {
      "en": "she tells me she's pregnant.",
      "th": "เขาก็บอกว่าเขาท้อง"
    }
  },
  {
    "translation": {
      "en": "Wait, is that why you left LA?",
      "th": "นายเลยย้ายออกจากแอลเอเหรอ"
    }
  },
  {
    "translation": {
      "en": "No! No, it was the quakes.",
      "th": "ไม่ใช่ ฉันไปเพราะแผ่นดินไหว ฉันกลัว"
    }
  },
  {
    "translation": {
      "en": "That-- I'm sc-- I'm scared of them.",
      "th": "ฉันไปเพราะแผ่นดินไหว ฉันกลัว"
    }
  },
  {
    "translation": {
      "en": "Oh, right, the \"scary quakes.\"",
      "th": "อ๋อ แผ่นดินไหวโหด"
    }
  },
  {
    "translation": {
      "en": "You have to tell her.",
      "th": "นายต้องบอกเขานะ"
    }
  },
  {
    "translation": {
      "en": "What? No, I c-- No! What are you-- I-- It's too late!",
      "th": "- ไม่เอา มันสายไปแล้ว - เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Dude, remember, I was at the first poker game.",
      "th": "- จำได้มั้ยว่าคืนนั้นฉันก็เล่นโป๊กเกอร์ - ได้"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You played like shit.",
      "th": "- จำได้มั้ยว่าคืนนั้นฉันก็เล่นโป๊กเกอร์ - ได้ นายเล่นโคตรห่วย แต่ยังกล้า แล้วหมอนั่นเป็นไง"
    }
  },
  {
    "translation": {
      "en": "But you took risks. What happened to that guy?",
      "th": "นายเล่นโคตรห่วย แต่ยังกล้า แล้วหมอนั่นเป็นไง"
    }
  },
  {
    "translation": {
      "en": "That guy is…",
      "th": "หมอนั่น…"
    }
  },
  {
    "translation": {
      "en": "Drank too much, and he quit writing,",
      "th": "ดื่มหนักไป จนเลิกเขียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "and he's got a friend, and she lives across the country,",
      "th": "เขามีเพื่อนผู้หญิงคนนึงที่อีกฝั่งนึงของประเทศ"
    }
  },
  {
    "translation": {
      "en": "and, most importantly, he's dated like a million women,",
      "th": "ที่สำคัญที่สุดคือเขาเดตกับผู้หญิงเป็นล้าน"
    }
  },
  {
    "translation": {
      "en": "and it never lasts more than six months.",
      "th": "แต่ไม่เคยคบนานเกินหกเดือน"
    }
  },
  {
    "translation": {
      "en": "Why? Because he is an unknowable piece of shit.",
      "th": "ทำไม เพราะเขาเป็นผู้ชายกระจอกไร้ชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "No, no, it's because he has been with the wrong people.",
      "th": "ไม่ใช่ เพราะเขาคบผิดคนต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-Stop telling yourself that story. -Mmm.",
      "th": "เลิกคิดแบบนั้นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Peter! Your whole life has been leading up to this point.",
      "th": "ปีเตอร์ ชีวิตนายปูทางมาถึงจุดนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Don't waste a second. Oh, my God.",
      "th": "อย่ามัวเสียเวลา จะบ้าตาย"
    }
  },
  {
    "translation": {
      "en": "I've had ten of these. I'm out of my mind.",
      "th": "ฉันกินมาสิบแก้วแล้ว เพี้ยนไปแล้ว ต้องปั่นจักรยานหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "I need to hop on a Peloton or something.",
      "th": "เพี้ยนไปแล้ว ต้องปั่นจักรยานหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-I… -But what are you gonna do?",
      "th": "นายจะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "♪ I work here all day ♪ ♪ Making this hay ♪",
      "th": "ฉันทำงานทั้งวัน สุมฟางเป็นกอง"
    }
  },
  {
    "translation": {
      "en": "♪ Spend a little roof time with you ♪",
      "th": "ครวญคิดถึงเธอบ้าง"
    }
  },
  {
    "translation": {
      "en": "♪ I sit here and stew ♪",
      "th": "ฉันนั่งกังวลอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "♪ Just sipping a brew ♪",
      "th": "ที่ที่ฉันจิบเบียร์"
    }
  },
  {
    "translation": {
      "en": "♪ The only thing missing is you ♪",
      "th": "สิ่งเดียวที่ขาดหายไปคือเธอ"
    }
  },
  {
    "translation": {
      "en": "[gasps] Shit! What time is it?",
      "th": "เฮ้ย กี่โมงแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm late for my final. Your what now?",
      "th": "- ตายแล้ว ฉันไปสอบสาย - ไปไหนนะ"
    }
  },
  {
    "translation": {
      "en": "Um, the, uh, final draft of a book that I'm editing.",
      "th": "ตรวจสอบหนังสือที่เรียบเรียงรอบสุดท้ายน่ะ"
    }
  },
  {
    "translation": {
      "en": "You can show yourself out, right? Great!",
      "th": "คุณกลับบ้านเองได้เนอะ ดีเลย"
    }
  },
  {
    "translation": {
      "en": "[Peter] Breakfast.",
      "th": "มื้อเช้า"
    }
  },
  {
    "translation": {
      "en": "Raisins!",
      "th": "ลูกเกด"
    }
  },
  {
    "translation": {
      "en": "Ooh! Terrible.",
      "th": "ห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "Not bad.",
      "th": "ก็ใช้ได้"
    }
  },
  {
    "translation": {
      "en": "Hey!",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Um, sorry we didn't get to talk yesterday, but…",
      "th": "ขอโทษนะที่เมื่อวานไม่ได้คุยเลย แต่…"
    }
  },
  {
    "translation": {
      "en": "Look, I just…",
      "th": "คือ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I just wanted to say thank you again.",
      "th": "ฉันแค่อยากโทรมาขอบคุณอีกครั้งน่ะ"
    }
  },
  {
    "translation": {
      "en": "I-- I know-- I know you don't like gratitude, and \"thank you's\" bother you and all that, but I just…",
      "th": "ฉันรู้ว่านายไม่ชอบให้ใครมาซาบซึ้ง นายรำคาญคำว่า \"ขอบคุณ\" แต่ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Thanks to you, I got to have this amazing week.",
      "th": "อยากขอบคุณนาย ที่ทำให้อาทิตย์นี้ของฉันสุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "And I… I don't even know how I would ever repay you.",
      "th": "จนไม่รู้จะตอบแทนบุญคุณนายยังไงด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna try until my dying breath. [laughs]",
      "th": "ฉันจะพยายามจนตายแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "But, um, anyway, I'll-- Just call me anytime or I'll see you soon.",
      "th": "แต่โทรหาฉันได้ตลอดนะ หรือไม่ก็เดี๋ยวเจอกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I'll see you soon. Okay.",
      "th": "โอ้โฮ เดี๋ยวเจอกันนะ โอเค"
    }
  },
  {
    "translation": {
      "en": "[sniffs] No.",
      "th": "ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "Uh, okay. How much for three?",
      "th": "โอเค สามต้นเท่าไหร่คะ"
    }
  },
  {
    "translation": {
      "en": "♪ Oh ♪",
      "th": "(ใส่รูปตรงนี้)"
    }
  },
  {
    "translation": {
      "en": "Oh, hey. Hi.",
      "th": "ไงคะ"
    }
  },
  {
    "translation": {
      "en": "-[Theo] Hey, I got you! -Yeah, you got me.",
      "th": "- ติดต่อได้แล้ว - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, listen, I know it's your last night, I don't want to monopolize you",
      "th": "ผมรู้ว่าคืนนี้เป็นคืนสุดท้ายแล้ว ผมไม่อยากครองคุณไว้คนเดียว"
    }
  },
  {
    "translation": {
      "en": "before you go home,",
      "th": "ผมไม่อยากครองคุณไว้คนเดียว"
    }
  },
  {
    "translation": {
      "en": "but I've got something important I'd like to talk to you about.",
      "th": "แต่ผมมีเรื่องสำคัญอยากคุยกับคุณ"
    }
  },
  {
    "translation": {
      "en": "A proposal, kind of.",
      "th": "เรียกว่าข้อเสนอก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Uh, if you are free for a drink? -Oh, um, yeah, sure.",
      "th": "- คุณว่างไปดื่มมั้ย - ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Brownstone Club?",
      "th": "บราวน์สโตนคลับนะ"
    }
  },
  {
    "translation": {
      "en": "Great!",
      "th": "ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Minka] \"Proposal\"? Wow.",
      "th": "ข้อเสนอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well…",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "What is it? What's wrong?",
      "th": "มีอะไร เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Nothing, it's just… [sighs] I haven't heard from Peter.",
      "th": "เปล่า คือ… ปีเตอร์ไม่ติดต่อมาเลยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Jack and I texted, but I haven't heard from Peter.",
      "th": "แจ็คยังแชตคุยกับฉัน แต่ปีเตอร์หายไปเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, I can't with this mood. Look at what you've done.",
      "th": "โอเค อย่ามาฟีลนี้ได้มั้ย เธอทำอะไรมั่ง"
    }
  },
  {
    "translation": {
      "en": "In a measly few days, you got a boring as hell but useful, I guess, degree,",
      "th": "มาอยู่แค่ไม่กี่วัน ถึงจะน่าเบื่อแต่เธอก็เรียนจบ"
    }
  },
  {
    "translation": {
      "en": "got Peter's book published, and befriended an adorable millennial, me.",
      "th": "ช่วยให้ปีเตอร์ได้พิมพ์หนังสือ เป็นเพื่อนกับเด็กเจนวาย"
    }
  },
  {
    "translation": {
      "en": "And then Theo, the sexy cherry on top! I mean--",
      "th": "แถมยังได้ซี๊ดกับธีโออีก"
    }
  },
  {
    "translation": {
      "en": "No, no, you're right. You're right. It's just-- It's just a little bit weird when I don't hear from him.",
      "th": "เออ จริงของเธอ แต่ฉันไม่ชินที่เขาหายไปเลยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Forget Peter!",
      "th": "ลืมปีเตอร์ไปก่อน"
    }
  },
  {
    "translation": {
      "en": "Theo, Theo, Theo! That's who you're seeing right now.",
      "th": "ธีโอๆ ตอนนี้เธออยู่กับคนนี้"
    }
  },
  {
    "translation": {
      "en": "Guess we don't have time to buy you a new dress.",
      "th": "เราไม่มีเวลาซื้อชุดใหม่ให้เธอเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, no, I'm just gonna go as Debbie tonight. Just regular Debbie.",
      "th": "ไม่ คืนนี้ฉันจะเป็นเด็บบี้ เด็บบี้คนเดิม"
    }
  },
  {
    "translation": {
      "en": "Speaking of which, I've been looking for my jean jacket.",
      "th": "ฉันหาแจ็กเกตยีนส์มาหลายวันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Have you seen it? -I mean, hard to say.",
      "th": "- เธอเห็นมั้ย - จะพูดไงดี"
    }
  },
  {
    "translation": {
      "en": "Can't really pick it out from all the other mass-market denim",
      "th": "ฉันแยกยีนส์ทั่วไปตามท้องตลาด"
    }
  },
  {
    "translation": {
      "en": "and chambray items strewn about.",
      "th": "กับผ้าฝ้ายสียีนส์ไม่ออกน่ะ"
    }
  },
  {
    "translation": {
      "en": "Also, you do know they make these things called spinners now?",
      "th": "แล้วเธอรู้มั้ยว่าเขาทำกระเป๋าสี่ล้อแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-There's something under here. -What is it?",
      "th": "- มีอะไรอยู่ใต้นี้แฮะ - อะไร"
    }
  },
  {
    "translation": {
      "en": "Drugs? Porn? What?",
      "th": "ยา หนังโป๊ อะไร"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, my God.",
      "th": "ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "He wrote another book?",
      "th": "เขาเขียนหนังสืออีกเล่มเหรอ"
    }
  },
  {
    "translation": {
      "en": "Real scribbler, this guy.",
      "th": "อีตานี่เขียนเก่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's not a book.",
      "th": "ไม่ใช่หนังสือ"
    }
  },
  {
    "translation": {
      "en": "We should definitely not open that.",
      "th": "เราไม่ควรเปิดซองนี้เด็ดขาดนะ"
    }
  },
  {
    "translation": {
      "en": "No, yeah, here's the thing about me. I respect people's privacy.",
      "th": "ใช่ ฉันเคารพสิทธิส่วนบุคคลของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Same. As my drunk mother used to always say, \"Mind your own business.\"",
      "th": "เหมือนกัน แม่ขี้เหล้าฉันสอนตลอดว่า \"สนใจแต่เรื่องตัวเองไป\""
    }
  },
  {
    "translation": {
      "en": "-Five-star parking. All right. -[chuckles softly]",
      "th": "ที่จอดรถคนดัง เอาละ"
    }
  },
  {
    "translation": {
      "en": "Don't you want to…",
      "th": "นายไม่อยาก…"
    }
  },
  {
    "translation": {
      "en": "I mean, tryouts start in 15 minutes, so…",
      "th": "อีก 15 นาทีจะเริ่มคัดตัวนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "th": "แล้วจะยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "Mm, like after practice? I don't know. We can get a slushie. I enjoy their slushies.",
      "th": "หลังซ้อมเหรอ ไปกินสเลอปี้กัน ฉันชอบนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, me too.",
      "th": "ผมก็ชอบ"
    }
  },
  {
    "translation": {
      "en": "Um, no, I mean, like, with you, and me, and Mom.",
      "th": "เปล่า ผมหมายถึงคุณ ผม แล้วก็แม่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, I go back to New York, and--",
      "th": "ฉันก็กลับนิวยอร์ก แล้ว…"
    }
  },
  {
    "translation": {
      "en": "Yeah. Uh, yeah, let-- Let's say that didn't happen.",
      "th": "เอาเป็นว่าคุณไม่ได้กลับแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I mean like, it just seems that we make a good team, the three of us.",
      "th": "ผมว่าเราสามคนน่าจะเข้ากันได้ดีนะ"
    }
  },
  {
    "translation": {
      "en": "-Wow, yeah. -Here, in LA, in our house.",
      "th": "- ใช่ - ที่บ้านในแอลเอของเราเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I don't know how you guys decide this kind of stuff, but that was just a thought I had.",
      "th": "ผมไม่รู้ว่าคุณจะเอายังไงนะ แต่ผมคิดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I don't know how we decide this stuff either. [laughs]",
      "th": "ฉันก็ไม่รู้ว่าจะเอายังไง"
    }
  },
  {
    "translation": {
      "en": "What's that look for?",
      "th": "ทำไมทำหน้าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You look like you just felt an earthquake or something.",
      "th": "หน้าเหมือนเจอแผ่นดินไหว"
    }
  },
  {
    "translation": {
      "en": "Well, I better get in there. Hockey tryouts.",
      "th": "ผมไปก่อนนะ ต้องเตรียมคัดตัว"
    }
  },
  {
    "translation": {
      "en": "-See you in there. -Yeah.",
      "th": "- เจอกันข้างใน - ได้"
    }
  },
  {
    "translation": {
      "en": "Peter hates mementos.",
      "th": "ปีเตอร์ไม่ชอบเครื่องเตือนใจ"
    }
  },
  {
    "translation": {
      "en": "So many pictures of… you.",
      "th": "รูปเธอเยอะจัง"
    }
  },
  {
    "translation": {
      "en": "And postcards I sent him?",
      "th": "โปสการ์ดที่ฉันส่งให้เขา"
    }
  },
  {
    "translation": {
      "en": "Oh, the Dodger game!",
      "th": "ดอดเจอร์แข่ง"
    }
  },
  {
    "translation": {
      "en": "Oh, I-- I found that in Texas.",
      "th": "ฉันได้มาจากเทกซัส"
    }
  },
  {
    "translation": {
      "en": "[Minka] Yeah.",
      "th": "น่ารัก"
    }
  },
  {
    "translation": {
      "en": "Wait.",
      "th": "เอ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. He saved it too?",
      "th": "ตายแล้ว เขาก็เก็บไว้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "This makes so much sense. Why he couldn't fall in love with me.",
      "th": "ฉันเข้าใจแจ่มแจ้งแล้ว ว่าทำไมเขาไม่รักฉัน"
    }
  },
  {
    "translation": {
      "en": "There had to be a reason. It couldn't be because of me.",
      "th": "มันต้องมีเหตุผล ไม่ใช่เพราะฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm the best.",
      "th": "ฉันคือเดอะเบสต์"
    }
  },
  {
    "translation": {
      "en": "Do you love him too?",
      "th": "เธอก็รักเขารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'm…",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I think I… [sighs] I feel like…",
      "th": "ฉันว่าฉันรู้สึก…"
    }
  },
  {
    "translation": {
      "en": "-Okay. [clears throat] -[groans woozily]",
      "th": "โอเค ฟังฉันแล้วกันนะ"
    }
  },
  {
    "translation": {
      "en": "-I'll tell you what I think. -Okay.",
      "th": "โอเค ฟังฉันแล้วกันนะ ได้"
    }
  },
  {
    "translation": {
      "en": "I think you fell in love with Peter that first night you hooked up.",
      "th": "ฉันว่าเธอตกหลุมรักปีเตอร์ ตั้งแต่คืนแรกที่มีอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "What? No. No, no, no.",
      "th": "ว่าไงนะ ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "That would be reckless and impractical, and I am not--",
      "th": "แบบนั้นใจเร็วแล้วก็คิดสั้นไป ฉันไม่ใช่…"
    }
  },
  {
    "translation": {
      "en": "Human? We know. That's why you freaked out about his book",
      "th": "มนุษย์ เรารู้ เธอเลยสติแตกเรื่องหนังสือของเขา จนพล่านเหมือนคนเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "and ran around like a little lunatic with it?",
      "th": "เธอเลยสติแตกเรื่องหนังสือของเขา จนพล่านเหมือนคนเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "No, I didn't!",
      "th": "เปล่าซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I did. [gasps] Oh, my God. Yes, I did.",
      "th": "เออ มันใช่เลย ตายแล้ว จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Because you're in love. You are.",
      "th": "เพราะเธอมีความรัก"
    }
  },
  {
    "translation": {
      "en": "Don't make me sing \"I Am A Woman In Love\" by Barbra Streisand, 'cause I will.",
      "th": "อย่าให้ฉันร้อง \"ไอแอมอะวูแมนอินเลิฟ\" ของบาร์บร่า สไตรแซนด์นะ ฉันร้องแน่"
    }
  },
  {
    "translation": {
      "en": "-I sang it at my nana's retirement home. -No, no, no, no, no.",
      "th": "- ฉันเคยไปร้องที่บ้านคุณยายมาแล้ว - ไม่"
    }
  },
  {
    "translation": {
      "en": "Even if I felt like Peter and I were…",
      "th": "ต่อให้ฉันรู้สึกว่าปีเตอร์กับฉัน…"
    }
  },
  {
    "translation": {
      "en": "No, no, no. He-- Peter's not interested in me like that.",
      "th": "ไม่หรอก ปีเตอร์ไม่คิดแบบนั้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "-Um-- -He let me know that night.",
      "th": "คืนนั้นเขาชัดเจนมาก แล้วก็ชัดเจนมาตลอด"
    }
  },
  {
    "translation": {
      "en": "And-- And over the years, just by dating women",
      "th": "คืนนั้นเขาชัดเจนมาก แล้วก็ชัดเจนมาตลอด ด้วยการคบผู้หญิงที่ต่างกับฉันลิบลับ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "who are utterly nothing like me. I would just…",
      "th": "ด้วยการคบผู้หญิงที่ต่างกับฉันลิบลับ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "No. And I would never risk my friendship with him on the off-chance--",
      "th": "ไม่ ฉันไม่มีทางเอามิตรภาพไปแลกกับเรื่องที่…"
    }
  },
  {
    "translation": {
      "en": "Don't you get it? All you have to do is take a chance.",
      "th": "เมื่อไหร่จะเข้าใจเนี่ย ว่าเธอต้องเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "No, see, that's what you don't get about me, is I don't take chances.",
      "th": "ไม่ เธอไม่เข้าใจเลยว่าฉันไม่เสี่ยง"
    }
  },
  {
    "translation": {
      "en": "What I have is great, and-- and-- and I appreciate it, you know?",
      "th": "ชีวิตฉันดีอยู่แล้ว แล้วฉันก็พอใจ"
    }
  },
  {
    "translation": {
      "en": "You get what you get, and you don't get upset.",
      "th": "ไม่ต้องดิ้นรน ไม่อารมณ์เสีย"
    }
  },
  {
    "translation": {
      "en": "And-- And… that's how I live my life.",
      "th": "ฉันใช้ชีวิตแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "And-- And that is how I play poker. I never draw into a straight.",
      "th": "เล่นโป๊กเกอร์ก็เหมือนกัน ฉันไม่เคยจั่วไพ่เพิ่ม"
    }
  },
  {
    "translation": {
      "en": "You know what I mean? You don't, 'cause you don't play poker,",
      "th": "เธอเข้าใจมั้ย ไม่เข้าใจเพราะเธอไม่เล่นโป๊กเกอร์ ไว้ฉันอธิบายให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "but I'll explain it later, at a different time.",
      "th": "ไม่เข้าใจเพราะเธอไม่เล่นโป๊กเกอร์ ไว้ฉันอธิบายให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "But this is just… [sighs] This is who I am.",
      "th": "แต่จะบอกว่า ฉันเป็นคนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "And-- And-- And I evaluate odds and it has kept me safe,",
      "th": "ฉันประเมินความเป็นไปได้ ฉันปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and it has kept my kid safe, and I just-- I just need to be safe.",
      "th": "ลูกฉันก็ปลอดภัย ฉันไม่ชอบความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "No, no! No. No! No.",
      "th": "ไม่ได้ ไม่เอา ไม่ดี ไม่งาม"
    }
  },
  {
    "translation": {
      "en": "No. Okay, I just don't understand",
      "th": "ไม่ได้ ไม่เอา ไม่ดี ไม่งาม ไม่เข้าใจว่าทำไม เธอไม่นึกถึงความรู้สึกของฉันบ้าง"
    }
  },
  {
    "translation": {
      "en": "why you're not taking into consideration how I feel about this.",
      "th": "ไม่เข้าใจว่าทำไม เธอไม่นึกถึงความรู้สึกของฉันบ้าง"
    }
  },
  {
    "translation": {
      "en": "I have to-- I have to go! I don't want to talk about this anymore. I have to take a shower, I'm gonna go see Theo.",
      "th": "ไว้ก่อนแล้วกัน ฉันไม่อยากพูดเรื่องนี้ ฉันต้องอาบน้ำ ไปหาธีโอ…"
    }
  },
  {
    "translation": {
      "en": "-And Peter? -Just forget about it. I don't want to roll the dice.",
      "th": "- แล้วปีเตอร์ล่ะ - ปล่อยไปเหอะ ฉันไม่อยากเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "If you start with another poker analogy, I will perish.",
      "th": "ถ้าเธองัดโป๊กเกอร์มาเทศน์อีก ฉันจะตายนะ"
    }
  },
  {
    "translation": {
      "en": "You do take chances, by the way. I've seen it.",
      "th": "ใครว่าเธอไม่เสี่ยง ฉันเห็นมากับตา"
    }
  },
  {
    "translation": {
      "en": "You can do this.",
      "th": "เธอทำได้"
    }
  },
  {
    "translation": {
      "en": "You can tell Peter how you feel. You can.",
      "th": "เธอเผยความในใจกับปีเตอร์ได้ จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man] Let's go, guys! Come on!",
      "th": "ไปเลย เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Come on, kid.",
      "th": "สู้เขานะไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, gosh, okay!",
      "th": "ตายละ โอเค"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "th": "หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey!",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry I'm late.",
      "th": "ขอโทษนะคะที่มาช้า"
    }
  },
  {
    "translation": {
      "en": "-Did you run here? -No, I'm just…",
      "th": "- คุณวิ่งมาเหรอ - เปล่าค่ะ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I'm just a little bit breathless.",
      "th": "ฉันหายใจไม่ทันน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Well, me too. -Okay. [chuckles]",
      "th": "ผมก็เหมือนกัน โอเค"
    }
  },
  {
    "translation": {
      "en": "-Hi. -God, I--",
      "th": "- ไงคะ - โอ้โฮ"
    }
  },
  {
    "translation": {
      "en": "I wanted to wait till appetizers, but do you mind if I just start?",
      "th": "ผมกะจะบอกหลังอาหารเรียกน้ำย่อย แต่ขอพูดเลยได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "ได้สิคะ"
    }
  },
  {
    "translation": {
      "en": "Get in there, get in there!",
      "th": "เข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Peter yells] Go, Jack!",
      "th": "สุดยอดแจ็ค"
    }
  },
  {
    "translation": {
      "en": "My proposal for you is that I got you an interview at Macmillan.",
      "th": "ข้อเสนอของผมคือ ผมช่วยให้คุณได้สัมภาษณ์ที่แมคมิลแลน"
    }
  },
  {
    "translation": {
      "en": "Full-time editor position.",
      "th": "ตำแหน่งบรรณาธิการประจำ"
    }
  },
  {
    "translation": {
      "en": "They need one, you're amazing, and they would be really lucky to have you.",
      "th": "พวกเขาขาดคน คุณเก่ง ถ้าได้คุณไป ถือว่าพวกเขาโชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "And the second part is-- is that I didn't get you an interview at-- at Duncan Press.",
      "th": "อีกอย่างที่ผมไม่ชวนมาสัมภาษณ์ที่ดันแคนเพรส"
    }
  },
  {
    "translation": {
      "en": "And that is because I feel like we should see what you and I have…",
      "th": "เพราะผมรู้สึกว่าเราควรค่อยๆ เรียนรัก…"
    }
  },
  {
    "translation": {
      "en": "are… uh, could be.",
      "th": "เรียนรู้ กันไป"
    }
  },
  {
    "translation": {
      "en": "It's early, of course, just you shouldn't work with me",
      "th": "มันเพิ่งเริ่ม แต่คุณไม่ควรทำงานกับผมถ้าเรา"
    }
  },
  {
    "translation": {
      "en": "if we're even considering exploring that, you know?",
      "th": "มันเพิ่งเริ่ม แต่คุณไม่ควรทำงานกับผมถ้าเรา คิดจะดูๆ กันไปก่อน"
    }
  },
  {
    "translation": {
      "en": "And I know you had a whole life in LA. You know, I don't want to get ahead of myself.",
      "th": "ผมรู้ว่าชีวิตคุณอยู่แอลเอ ผมไม่กล้าคิดไปไกลหรอก"
    }
  },
  {
    "translation": {
      "en": "He says, terribly ahead of himself.",
      "th": "เขาพูดเลยเถิดไปไกลมาก"
    }
  },
  {
    "translation": {
      "en": "I… Wow.",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I-- I-- I don't know what to say.",
      "th": "ฉันพูดไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's-- it's not a little bit, it's a lot.",
      "th": "ใช่ มันไม่น้อยเลย มันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "It's a lot.",
      "th": "เยอะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There we go, there we go.",
      "th": "ไปแล้วๆ"
    }
  },
  {
    "translation": {
      "en": "[coach] Let's go, guys! Keep at it! Let's go! Let's go.",
      "th": "ไปเลยทุกคน สู้ๆ ลุยเข้าไป"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "สวย"
    }
  },
  {
    "translation": {
      "en": "-Go! Go! -[coach] Let's get it!",
      "th": "- ไปเลย - เอาเลย"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "ไปๆ"
    }
  },
  {
    "translation": {
      "en": "Theo, you are wonderful.",
      "th": "ธีโอ คุณวิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Um, just this past week has been…",
      "th": "แต่อาทิตย์ที่ผ่านมามัน…"
    }
  },
  {
    "translation": {
      "en": "unreal. Uh, I really…",
      "th": "เหมือนฝันน่ะค่ะ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "The fact that you believe in me means the world to me.",
      "th": "แค่คุณเชื่อในตัวฉัน มันก็มีความหมายมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Um, but earlier today, I…",
      "th": "แต่เมื่อกี้นี้ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I was looking for my jean jacket, and-- and I was digging around,",
      "th": "ฉันหาแจ็กเกตยีนส์อยู่ ก็ค้นไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and then I found this envelope, and, you know…",
      "th": "แล้วเจอซองจดหมายที่…"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. This is the weirdest thing I've ever said. [inhales]",
      "th": "ไม่เคยพูดอะไรพิลึกขนาดนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I… I think I might be in love with somebody else.",
      "th": "ฉันว่าฉันอาจจะหลงรักคนอื่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "I know that's a crazy, crazy thing to say.",
      "th": "- อ๋อ - ฉันรู้ว่ามันเหมือนไร้สติ"
    }
  },
  {
    "translation": {
      "en": "I mean, love's crazy. Love's the worst.",
      "th": "เพราะความรักไง มันแย่ที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "-It's a nightmare. -[chuckles]",
      "th": "เหมือนฝันร้ายเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "Especially when it hits you, whoosh, just out of nowhere.",
      "th": "ยิ่งเวลามันถาโถมเข้ามา… จากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[coach] Back up, back up, back up. Are you all right?",
      "th": "ถอยไปๆ เป็นอะไรรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-You need to get that? -Uh… I-- I do.",
      "th": "- คุณต้องรับมั้ย - ต้องรับค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Don't worry about it. -I'm, uh-- I'll be right back.",
      "th": "- รับได้เลย - เดี๋ยวรีบมาค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Hey!",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I know that, um, we're gonna see each other tomorrow, but I wanted to--",
      "th": "ฉันรู้ว่าเดี๋ยวพรุ่งนี้ก็ได้เจอกันแล้ว แต่ฉันอยาก…"
    }
  },
  {
    "translation": {
      "en": "Wait, what?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. What do you-- What do you mean, \"hockey tryouts\"?",
      "th": "ตายแล้ว \"คัดตัวฮอกกี้\" คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "โธ่เอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh, my God! Oh, my God!",
      "th": "ลูกแม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Ambulance got there so quick and he's with the doctor now, so…",
      "th": "รถพยาบาลไปถึงเร็วมาก ตอนนี้เขาถึงมือหมอแล้ว เธอก็…"
    }
  },
  {
    "translation": {
      "en": "Oh, here comes the doctor. I'm gonna put you on speaker.",
      "th": "หมอมาพอดี เดี๋ยวให้คุยกับหมอนะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Oh, my God, is he okay?",
      "th": "ตายแล้ว เขาเป็นอะไรมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, well, good news, he's doing great.",
      "th": "ข่าวดีค่ะ เขาสบายดี"
    }
  },
  {
    "translation": {
      "en": "-There-- There we go. -Ah!",
      "th": "นั่นไง"
    }
  },
  {
    "translation": {
      "en": "He does have a touch of a headache and some nausea.",
      "th": "แต่ปวดหัวนิดหน่อยแล้วก็คลื่นไส้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "-So we're keeping him here overnight. -Oh, my God.",
      "th": "หมอจะให้ค้างคืนนึง - ตายแล้ว - เพื่อเช็กว่าสมองไม่กระทบกระเทือน"
    }
  },
  {
    "translation": {
      "en": "Just to make sure he didn't sustain a concussion, improbably,",
      "th": "- ตายแล้ว - เพื่อเช็กว่าสมองไม่กระทบกระเทือน เลือดไม่ออกในสมอง หรือในเนื้อเยื่อ"
    }
  },
  {
    "translation": {
      "en": "or another kind of hematoma.",
      "th": "เลือดไม่ออกในสมอง หรือในเนื้อเยื่อ"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] Oh, my God! -[wincing]",
      "th": "น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "[whimpers] I want to talk to him. Uh, he's gonna be okay.",
      "th": "- ฉันอยากคุยกับเขา - เขาไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "I don't want to talk to you, Peter! I want to talk to Jack!",
      "th": "ฉันไม่อยากคุยกับนาย ฉันอยากคุยกับแจ็ค"
    }
  },
  {
    "translation": {
      "en": "Well, he's in his room.",
      "th": "เขาอยู่ในห้อง"
    }
  },
  {
    "translation": {
      "en": "Put Jack on the phone, Peter,",
      "th": "เอาแจ็คมาคุยเดี๋ยวนี้ ปีเตอร์"
    }
  },
  {
    "translation": {
      "en": "before the serious brain injury sets in and he doesn't remember who his mother is!",
      "th": "ก่อนเขาจะมีอาการทางสมอง จนจำแม่ตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna-- I'm gonna go. -Yeah, you should, probably.",
      "th": "- ผมไปนะครับ - ค่ะ ดีแล้วละ"
    }
  },
  {
    "translation": {
      "en": "Hematoma, that's, uh… That's what you want, right?",
      "th": "เลือดออกในเนื้อเยื่อนี่ดีใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "-No, no, no. You don't want that. -Yeah, you don't? -That's-- That's a bad thing. -You don't.",
      "th": "- ไม่ค่ะ ไม่ดีเลย น่ากลัว - ไม่ดีเนอะ ไม่เอา"
    }
  },
  {
    "translation": {
      "en": "[Peter] Yeah, I got-- He-- Yeah, he's right here. It's your mom.",
      "th": "อะ เขาอยู่นี่แล้ว แม่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey, honey, are you okay?",
      "th": "- ไงฮะ - ลูก เจ็บมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "I'm fantastic!",
      "th": "ไม่เจ็บเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, I'm so sorry I'm not there.",
      "th": "ขอโทษจริงๆ นะที่แม่ไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "I-- I-- I'm coming home right now. I--",
      "th": "แม่จะรีบกลับบ้านเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Mom, stop!",
      "th": "แม่ หยุด"
    }
  },
  {
    "translation": {
      "en": "What? You're hurt, honey. This was the best week of my life.",
      "th": "- ลูกบาดเจ็บนะ - อาทิตย์นี้ผมมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "Me and Peter, like, we watched Alien, and drove in a convertible,",
      "th": "ผมกับปีเตอร์นั่งดูเอเลี่ยน ขับรถเปิดประทุน"
    }
  },
  {
    "translation": {
      "en": "and I almost drank coffee.",
      "th": "แล้วผมเกือบได้ดื่มกาแฟ"
    }
  },
  {
    "translation": {
      "en": "W-- Wait, just slow down. Ba-- Back up, what? What?",
      "th": "เดี๋ยว ช้าๆ หน่อย เมื่อกี้ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "This week I got to be a different kind of me. It was kinda great.",
      "th": "อาทิตย์นี้ผมได้ใช้ชีวิตอีกแบบ แล้วผมฟินมาก"
    }
  },
  {
    "translation": {
      "en": "Don't be mad at Peter, okay?",
      "th": "อย่าโกรธปีเตอร์นะครับ"
    }
  },
  {
    "translation": {
      "en": "I-- I-- Jack, I will deal with Peter separately.",
      "th": "แจ็ค เดี๋ยวแม่ค่อยคุยกับปีเตอร์อีกที"
    }
  },
  {
    "translation": {
      "en": "And guess what? I made the hockey team!",
      "th": "มีอะไรจะบอก ผมได้เข้าทีมฮอกกี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, well, we're gonna have to discuss that when I get home.",
      "th": "เดี๋ยวแม่กลับไปค่อยคุยกันนะลูก"
    }
  },
  {
    "translation": {
      "en": "No! I want to talk about it now.",
      "th": "ไม่เอา ผมอยากคุยเลย"
    }
  },
  {
    "translation": {
      "en": "I want to do it. I want you to let me.",
      "th": "ผมอยากเล่น แม่ต้องให้ผมเล่น"
    }
  },
  {
    "translation": {
      "en": "Look, I know you're afraid of stuff.",
      "th": "ผมรู้ว่าแม่กลัวสารพัด"
    }
  },
  {
    "translation": {
      "en": "Sometimes, I am too, but I don't want that for us anymore.",
      "th": "บางทีผมก็เป็น แต่ผมไม่อยากให้เรากลัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay. Um-- -Anyway, love you, Mom.",
      "th": "- โอเค - แต่ผมรักแม่นะ"
    }
  },
  {
    "translation": {
      "en": "-I gotta go, my friends are here. -[Wade] Dude, you wiped out!",
      "th": "- แค่นี้นะแม่ เพื่อนผมมา - โห นายสลบไปเลย…"
    }
  },
  {
    "translation": {
      "en": "-We were there! -It was epic!",
      "th": "- เราเห็น - สุดยอด"
    }
  },
  {
    "translation": {
      "en": "[Jack] It was super sick. Like, I remember getting tied up and, like, hooked.",
      "th": "สนุกสุดๆ เพิ่งเคยโดนรุม โดนกัน"
    }
  },
  {
    "translation": {
      "en": "-Like, this guy crashed into me and then… -See? That's-- He's fine.",
      "th": "- พอโดนคนนั้นกระแทกฉันก็… - เห็นมั้ย เขาโอเค"
    }
  },
  {
    "translation": {
      "en": "Well, and the-- And, look, I'm genuinely sorry that I didn't-- [Debbie] Is Alicia there?",
      "th": "- ขอโทษจริงๆ ที่ฉันไม่ได้… - อลิเชียอยู่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah. She's right here, and-- and I'm gonna be here when you get back.",
      "th": "อยู่ข้างๆ เนี่ย เดี๋ยวฉันจะรอเธอกลับมาด้วย"
    }
  },
  {
    "translation": {
      "en": "Please don't be. I'm coming home right now. Please just go.",
      "th": "ไม่ต้องรอ ฉันจะกลับบ้านแล้ว นายไปซะ"
    }
  },
  {
    "translation": {
      "en": "-But-- -Peter, just go!",
      "th": "- แต่… - ปีเตอร์ กลับไป"
    }
  },
  {
    "translation": {
      "en": "-Jack's had an emergency. He's hurt. -Is he okay?",
      "th": "- แจ็คเข้าโรงพยาบาลค่ะ เขาเจ็บ - เจ็บมากมั้ย"
    }
  },
  {
    "translation": {
      "en": "I don't know. I have to go.",
      "th": "ไม่รู้เลยค่ะ ขอตัวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Theo, you're…",
      "th": "ธีโอ คุณ…"
    }
  },
  {
    "translation": {
      "en": "You know what you are.",
      "th": "คุณก็รู้ตัวแหละ"
    }
  },
  {
    "translation": {
      "en": "You too.",
      "th": "เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[man] Oh! Sorry.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I just landed in LA and I'm going straight to the hospital.",
      "th": "ฉันถึงแอลเอแล้ว และจะตรงไปโรงพยาบาลเลย"
    }
  },
  {
    "translation": {
      "en": "-[Peter] He's not there. -What?",
      "th": "- เขาไม่อยู่ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] He's at home with Alicia and he's fine.",
      "th": "เขาอยู่บ้านกับอลิเชีย แล้วก็ปกติดี"
    }
  },
  {
    "translation": {
      "en": "But I tried to call you a million times. I'm sorry, okay? I screwed up.",
      "th": "แต่ฉันโทรหาเธอเป็นล้านครั้งได้ ขอโทษนะ ฉันผิดเอง ฉันน่าจะบอกเธอก่อนการคัดตัว"
    }
  },
  {
    "translation": {
      "en": "I should have told you before he tried out.",
      "th": "ฉันผิดเอง ฉันน่าจะบอกเธอก่อนการคัดตัว"
    }
  },
  {
    "translation": {
      "en": "You think?",
      "th": "อ๋อเหรอ"
    }
  },
  {
    "translation": {
      "en": "Look, I thought I was giving him what he needed!",
      "th": "ก็ฉันนึกว่าเขาอยากเป็นมานานแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "-What? A hematoma? -Hi, by the way.",
      "th": "- เป็นเลือดออกในเนื้อเยื่อเหรอ - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "-What? -I'm over here.",
      "th": "- อะไร - ฉันอยู่ทางนี้"
    }
  },
  {
    "translation": {
      "en": "-What are you doing here? -I'm going. You told me to go.",
      "th": "- นายมาอยู่นี่ได้ไง - ขึ้นเครื่องไง เธอไล่ฉัน"
    }
  },
  {
    "translation": {
      "en": "Well, good. I should have told you,",
      "th": "- ดี - ฉันน่าจะบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "but there's some shit that you should have told me too.",
      "th": "แต่เธอก็น่าจะบอกฉันหลายเรื่องเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no, you don't get to turn this around.",
      "th": "อย่ามา ไม่ต้องมาพาลกลับเลย"
    }
  },
  {
    "translation": {
      "en": "-I talked to Minka. -Yeah?",
      "th": "- ฉันคุยกับมินก้าแล้ว - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "She told me about the book. What you did is insane!",
      "th": "เขาบอกฉันเรื่องหนังสือ เธอทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Look, I was gonna tell you about the-- -Oh, there's other stuff too.",
      "th": "- ฉันกะจะบอกนายอยู่แล้ว - มีอีกนะ"
    }
  },
  {
    "translation": {
      "en": "How about Zen? And what about Theo? As in, \"Oh, Theo!\"",
      "th": "เรื่องเซน เรื่องธีโอ เรื่อง \"อ๊า ธีโอ\" น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hold on. How do you know about that? -There's a camera in my apartment.",
      "th": "- เดี๋ยวนะ รู้ได้ไงเนี่ย - ห้องฉันติดกล้อง"
    }
  },
  {
    "translation": {
      "en": "You watched me and Theo?",
      "th": "นายแอบดูฉันกับธีโอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Only long enough to want to poke my eyes out!",
      "th": "ฉันก็ไม่ได้อยากดูหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "What happened to, \"I'm done with all of that?\" Well, I'm a person, Peter, I'm not a rock.",
      "th": "- ไหนว่า \"ฉันพอแล้ว\" ไง - ฉันเป็นคนนะ ไม่ใช่อิฐใช่ปูน"
    }
  },
  {
    "translation": {
      "en": "That's literally what you said! \"My heart is a cold, hard stone.\"",
      "th": "เธอพูดออกมาเองนะ \"หัวใจฉันแข็งและเย็นเหมือนก้อนหิน\""
    }
  },
  {
    "translation": {
      "en": "Okay, okay, well-- And you talking about somebody's personal life?",
      "th": "โอเค มันไม่ใช่เรื่องของนายรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh, okay. Here we go.",
      "th": "โอเค เอาอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I gave you my kid.",
      "th": "ฉันอุตส่าห์ยกลูกให้"
    }
  },
  {
    "translation": {
      "en": "He is my whole life!",
      "th": "เขาเป็นชีวิตของฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Which is maybe a problem.",
      "th": "ก็นั่นแหละมั้งคือปัญหา"
    }
  },
  {
    "translation": {
      "en": "I cannot believe you.",
      "th": "พูดออกมาได้นะ"
    }
  },
  {
    "translation": {
      "en": "You know what?",
      "th": "จำได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "You always said you were a piece of shit. Well, maybe you were right!",
      "th": "ที่นายชอบพูดว่าตัวเองเฮงซวยน่ะ อาจจะจริงก็ได้"
    }
  },
  {
    "translation": {
      "en": "-That was really fucking mean. -Okay, well, you--",
      "th": "- ใจร้ายไปแล้วนะ - เออ นายก็…"
    }
  },
  {
    "translation": {
      "en": "What? I dropped my life to come help you? Is that what I did wrong?",
      "th": "ฉันทิ้งทุกอย่างมาช่วยเธอ ฉันผิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're unbelievable! Unbelievable!",
      "th": "นายนี่เหลือเกินเลย แย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "th": "ตายละ"
    }
  },
  {
    "translation": {
      "en": "Wait! Wait, don't… Hold on a second.",
      "th": "เดี๋ยว อย่า… รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "-I'm so mad at-- -What the hell is wrong with you?",
      "th": "- ฉันโมโห… - เป็นบ้าอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "-You went through my things? -Why didn't you tell me?",
      "th": "- เธอรื้อข้าวของฉันเหรอ - ทำไมไม่บอกฉัน"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] Why didn't you say anything? Why did you let so much time go by?",
      "th": "ทำไมไม่พูดอะไรเลย ทำไมถึงปล่อยให้เวลาผ่านไปนานขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "-Be-- Because I was scared! -Scared of what?",
      "th": "- เพราะฉันกลัว - กลัวอะไร"
    }
  },
  {
    "translation": {
      "en": "-Scared that I'm not good enough for you! -Oh!",
      "th": "กลัวว่าฉันจะไม่ดีพอสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "Scared that you're gonna reject me if I tell you how I feel.",
      "th": "กลัวว่าบอกความในใจไปแล้วเธอจะปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "Well, just tell me how you feel!",
      "th": "บอกมาสิว่านายรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "You know how I feel!",
      "th": "เธอก็รู้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Wait, what? That, what, you're in love with me or something? No!",
      "th": "- ยังไงนะ นายรักฉันเหรอ - ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Debbie, I am madly, deeply, overwhelmingly in love with you.",
      "th": "เด็บบี้ ฉันรักเธอแบบหัวปักหัวปำ รักจนโงหัวไม่ขึ้น รักจนจะบ้าตาย"
    }
  },
  {
    "translation": {
      "en": "And I have been since the moment I met you.",
      "th": "รักมาตั้งแต่เจอเธอครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Well, you could have said something. We talk every day.",
      "th": "น่าจะพูดอะไรหน่อยนะ เราคุยกันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "Well, now what are we gonna do? I thought we were gonna be friends forever.",
      "th": "แล้วจะทำยังไงเนี่ย ฉันก็นึกว่าเราจะเป็นเพื่อนกันตลอดไป"
    }
  },
  {
    "translation": {
      "en": "-We're not? -No.",
      "th": "- ไม่ใช่เหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "We're not gonna be friends anymore, Debbie.",
      "th": "เราจะไม่เป็นเพื่อนกันแล้วเด็บบี้"
    }
  },
  {
    "translation": {
      "en": "-So you're gonna be a published author! -[Peter] That's-- Yeah. And you're gonna be a fancy editor.",
      "th": "- หนังสือนายจะได้ตีพิมพ์นะ - ใช่ แล้วเธอก็จะได้เป็นบรรณาธิการดัง"
    }
  },
  {
    "translation": {
      "en": "-[Debbie] So weird. [laughs] -Big time.",
      "th": "พิลึกจัง อยากเจอแจ็คเร็วๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Can't wait to see Jack. -Oh, my God. He's gonna freak out.",
      "th": "พิลึกจัง อยากเจอแจ็คเร็วๆ แล้ว - เขาต้องอึ้งแน่ - เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "-He's gonna be so excited. -Wait a second.",
      "th": "- เขาต้องอึ้งแน่ - เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Are we gonna be hand-holders?",
      "th": "นี่เราชอบจับมือเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I've never seen you hold a human's hand. -I don't hold hands!",
      "th": "- ฉันไม่เคยเห็นนายจับมือใครเลย - ก็ใช่ไง"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "-But it-- it feels kind of… good. -What about this one?",
      "th": "- แต่แอบรู้สึกดีนะ - แบบนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I think we're hand-holders. -Mmm!",
      "th": "ดี ฉันว่าเราชอบจับมือละ"
    }
  },
  {
    "translation": {
      "en": "-Oh! Look at us. -I think we are.",
      "th": "จริงๆ นะ เป็นไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, there he is. That's our Uber. All right. [sighs]",
      "th": "โอเค นั่นไง อูเบอร์เรามาแล้ว เอาละ"
    }
  },
  {
    "translation": {
      "en": "So, what happens next?",
      "th": "แล้วจะยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "♪ To hang around with you ♪",
      "th": "(หกเดือนต่อมา หลังจาก…)"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe you think I'm lucky ♪",
      "th": "(หกเดือนต่อมา หลังจาก…) (ตีพิมพ์หนังสือหนึ่งเล่ม (ปีเตอร์))"
    }
  },
  {
    "translation": {
      "en": "♪ To have something to do ♪",
      "th": "(ขนของขึ้นลงเขาเข้าบ้าน อย่างทุลักทุเลหนึ่งรอบ (ปีเตอร์อีกเหมือนกัน))"
    }
  },
  {
    "translation": {
      "en": "♪ But I think that you're wild ♪",
      "th": "(ขนของขึ้นลงเขาเข้าบ้าน อย่างทุลักทุเลหนึ่งรอบ (ปีเตอร์อีกเหมือนกัน)) (ได้เป็นบรรณาธิการสำนักพิมพ์อินดี้ (เด็บบี้))"
    }
  },
  {
    "translation": {
      "en": "♪ Inside me is some child ♪",
      "th": "(ได้เป็นบรรณาธิการสำนักพิมพ์อินดี้ (เด็บบี้))"
    }
  },
  {
    "translation": {
      "en": "♪ You might think I'm foolish ♪",
      "th": "(และซ้อมฮอกกี้วนไป (แจ็ค))"
    }
  },
  {
    "translation": {
      "en": "♪ You might think I'm crazy ♪ ♪ All I want ♪",
      "th": "(พวกเขาก็อยู่กันอย่างมีความสุขตลอดไป)"
    }
  },
  {
    "translation": {
      "en": "♪ All I want is you ♪",
      "th": "(พวกเขาก็อยู่กันอย่างมีความสุขตลอดไป) (ล้อเล่นนะ ชีวิตแต่งงานมันยาก)"
    }
  },
  {
    "translation": {
      "en": "♪ Ooh, ooh ♪",
      "th": "(ล้อเล่นนะ ชีวิตแต่งงานมันยาก)"
    }
  },
  {
    "translation": {
      "en": "♪ All I want is you ♪",
      "th": "(ล้อเล่นนะ ชีวิตแต่งงานมันยาก) (แต่พวกเขาก็สบายดี)"
    }
  },
  {
    "translation": {
      "en": "-♪ All I want is you ♪ -♪ All I want is you ♪",
      "th": "(แต่พวกเขาก็สบายดี)"
    }
  },
  {
    "translation": {
      "en": "♪ We were embers ♪",
      "th": "คำบรรยายโดย นวลักษณ์ เกียรติ"
    }
  }
]