[
  {
    "translation": {
      "en": "[man] A lot of people say that an octopus is like an alien.",
      "th": "หลายคนบอกว่า หมึกสายเหมือนมนุษย์ต่างดาว"
    }
  },
  {
    "translation": {
      "en": "But the strange thing is, as you get closer to them,",
      "th": "แต่สิ่งที่แปลกก็คือ พอคุณยิ่งเข้าใกล้พวกมัน"
    }
  },
  {
    "translation": {
      "en": "you realize that we're very similar in a lot of ways.",
      "th": "คุณเริ่มรู้ว่าพวกเรามีความคล้ายคลึงกันมาก ในหลายๆ แง่"
    }
  },
  {
    "translation": {
      "en": "You're stepping into this completely different world.",
      "th": "คุณกำลังก้าวสู่โลกที่แตกต่างไปโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "Such an incredible feeling.",
      "th": "เป็นความรู้สึกที่เหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "And you feel you're on the brink of something extraordinary.",
      "th": "คุณรู้สึกได้เลยว่า คุณกำลังเฉียดเข้าใกล้บางสิ่งที่มหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "But you realize that there's a line that can't be crossed.",
      "th": "แต่คุณรู้ดีว่ามันมีเส้น ที่คุณข้ามไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It's quite a long time ago now, that day when it all started.",
      "th": "มันนานมาแล้วทีเดียว ที่วันนั้นทุกอย่างได้เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "This place on the tip of Africa is known as the Cape of Storms.",
      "th": "ที่แห่งนี้ตรงปลายของแอฟริกา เป็นที่รู้จักในชื่อของแหลมแห่งพายุ"
    }
  },
  {
    "translation": {
      "en": "My childhood memories are completely dominated",
      "th": "ภาพความทรงจำตอนเด็กของผมเต็มไปด้วย"
    }
  },
  {
    "translation": {
      "en": "by the rocky shore, the intertidal and the kelp forest.",
      "th": "ชายฝั่งโขดหิน เขตน้ำขึ้นน้ำลง และป่าสาหร่าย"
    }
  },
  {
    "translation": {
      "en": "We had this little wooden bungalow,",
      "th": "เรามีบังกะโลไม้หลังเล็ก"
    }
  },
  {
    "translation": {
      "en": "literally below the high-water mark.",
      "th": "ที่อยู่ต่ำกว่าจุดน้ำขึ้นสูง"
    }
  },
  {
    "translation": {
      "en": "So when those huge storms used to come in,",
      "th": "พอถึงเวลาที่มีพายุใหญ่พัดเข้ามา"
    }
  },
  {
    "translation": {
      "en": "the ocean used to smash the doors down and fill up the bottom of the house.",
      "th": "มหาสมุทรจะซัดประตูพัง และท่วมด้านล่างของบ้าน"
    }
  },
  {
    "translation": {
      "en": "So it was incredibly exciting as a child",
      "th": "มันเลยเป็นเรื่องน่าตื่นเต้นตอนเด็ก"
    }
  },
  {
    "translation": {
      "en": "to literally live in the force of that giant Atlantic Ocean.",
      "th": "ที่ได้อาศัยท่ามกลาง พลังของมหาสมุทรแอตแลนติกอันมหึมา"
    }
  },
  {
    "translation": {
      "en": "Most of my childhood was spent in the rock pools,",
      "th": "ชีวิตวัยเด็กส่วนใหญ่ของผม คือการใช้เวลาในแอ่งหิน"
    }
  },
  {
    "translation": {
      "en": "diving in the shallow kelp forest.",
      "th": "ดำน้ำในป่าสาหร่ายตื้นๆ"
    }
  },
  {
    "translation": {
      "en": "That's what I most loved to do.",
      "th": "มันเป็นที่ผมรักที่จะทำที่สุด"
    }
  },
  {
    "translation": {
      "en": "As an adult, I'd been separated from that.",
      "th": "พอโตขึ้นเป็นผู้ใหญ่ ผมไม่ได้ทำมันอีกเลย"
    }
  },
  {
    "translation": {
      "en": "And that was fine at first.",
      "th": "ในตอนแรกมันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Until I went to the central Kalahari about 20 years ago.",
      "th": "จนกระทั่งผมไปทะเลทรายคาลาฮารี เมื่อ 20 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "I was making a film called The Great Dance with my brother.",
      "th": "ผมกำลังทำหนัง เรื่อง เดอะ เกรท แดนซ์ กับพี่ชาย"
    }
  },
  {
    "translation": {
      "en": "And then I met these men",
      "th": "และผมได้พบกับชายเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "who were probably some of the best trackers in the world.",
      "th": "ซึ่งน่าจะเป็น หนึ่งในนักแกะรอยที่เก่งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "To watch these men...",
      "th": "การได้เห็นพวกเขา..."
    }
  },
  {
    "translation": {
      "en": "go into the incredible, subtle signs in nature,",
      "th": "ก้าวเข้าไปสัมผัส ร่องรอยจางๆ ของธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "things that my eye couldn't even see,",
      "th": "สิ่งที่ดวงตาของผมมองไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "and then follow them, sometimes for hours,",
      "th": "และติดตามพวกมันไปหลายๆ ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and find hidden animals in the landscape",
      "th": "จนเจอสัตว์ต่างๆ ที่ซ่อนตัวอยู่ในพื้นที่นั้น"
    }
  },
  {
    "translation": {
      "en": "was just extraordinary to witness.",
      "th": "มันช่างน่าทึ่งที่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "I mean, they just were inside of the natural world.",
      "th": "พวกเขาได้เข้าไปอยู่ในโลกของธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "And I could feel I was outside.",
      "th": "และผมรู้สึกเหมือนอยู่วงนอก"
    }
  },
  {
    "translation": {
      "en": "And I had this deep longing to be inside that world.",
      "th": "ผมมีความต้องการอย่าสุดซึ้ง ที่จะก้าวเข้าไปอยู่ในโลกใบนั้น"
    }
  },
  {
    "translation": {
      "en": "I went through two years of absolute hell.",
      "th": "ผมผ่านช่วงเวลาสองปีที่เหมือนอยู่ในนรก"
    }
  },
  {
    "translation": {
      "en": "I had been working hard for a long time,",
      "th": "ผมทำงานหนักมาเป็นเวลานาน"
    }
  },
  {
    "translation": {
      "en": "I'd just worn myself out.",
      "th": "และผมทำตัวเองพัง"
    }
  },
  {
    "translation": {
      "en": "I hadn't slept properly for months.",
      "th": "ผมนอนหลับไม่สนิทเป็นเดือนๆ"
    }
  },
  {
    "translation": {
      "en": "My family was suffering.",
      "th": "ครอบครัวผมเป็นทุกข์มาก"
    }
  },
  {
    "translation": {
      "en": "And I was getting sick from all the pressure.",
      "th": "ผมเริ่มป่วยเพราะแรงกดดันต่างๆ"
    }
  },
  {
    "translation": {
      "en": "My mind couldn't deal with all that stuff.",
      "th": "จิตใจผมรับมือกับเรื่องทั้งหมดไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "And I didn't wanna see a camera or an edit suite ever again.",
      "th": "และผมไม่อยากเห็นกล้อง หรือโปรแกรมตัดต่ออะไรอีกเลย"
    }
  },
  {
    "translation": {
      "en": "I couldn't even face that.",
      "th": "ผมรับมันไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "Your great purpose in life is now...",
      "th": "เป้าหมายที่ยิ่งใหญ่ในชีวิตตอนนี้..."
    }
  },
  {
    "translation": {
      "en": "just in pieces.",
      "th": "ไม่เหลือชิ้นดี"
    }
  },
  {
    "translation": {
      "en": "And you've got this young child that's growing up.",
      "th": "แล้วคุณมีลูกที่กำลังเติบโต"
    }
  },
  {
    "translation": {
      "en": "Tom.",
      "th": "ทอม"
    }
  },
  {
    "translation": {
      "en": "I just couldn't, in that state, be a good father to my son.",
      "th": "ตอนนั้นผมไม่อยู่ในสภาพ การเป็นพ่อที่ดีของลูกชายได้"
    }
  },
  {
    "translation": {
      "en": "I had to have a radical change.",
      "th": "ผมต้องเปลี่ยนอย่างจริงจัง"
    }
  },
  {
    "translation": {
      "en": "And I took inspiration from my childhood,",
      "th": "ผมนำแรงบันดาลใจในวัยเด็ก"
    }
  },
  {
    "translation": {
      "en": "and I took inspiration from these master trackers",
      "th": "และแรงบันดาลใจจากเหล่านักแกะรอย"
    }
  },
  {
    "translation": {
      "en": "I worked with in the Kalahari.",
      "th": "ที่ผมเคยทำงานด้วยในคาลาฮารี"
    }
  },
  {
    "translation": {
      "en": "And the only way I knew how to do it was to...",
      "th": "และวิธีเดียวที่ผมรู้จักก็คือ..."
    }
  },
  {
    "translation": {
      "en": "be in this ocean.",
      "th": "การอยู่ในมหาสมุทร"
    }
  },
  {
    "translation": {
      "en": "In the beginning, it's a hard thing to get in the water.",
      "th": "ช่วงเริ่มแรก การลงน้ำเป็นเรื่องที่ยากมาก"
    }
  },
  {
    "translation": {
      "en": "It's one of the wildest, most scary places to swim on the planet.",
      "th": "มันเป็นที่ๆ โหดและน่ากลัวที่สุดในโลก สำหรับการว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "The water drops to as low as eight, nine degrees Celsius.",
      "th": "อุณหภูมิน้ำลดต่ำลงได้ ถึงแปดหรือเก้าองศาเซลเซียส"
    }
  },
  {
    "translation": {
      "en": "The cold takes your breath away.",
      "th": "ความเย็นทำให้คุณหายใจลำบาก"
    }
  },
  {
    "translation": {
      "en": "And you just have to relax.",
      "th": "คุณต้องผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "And then you'll get this beautiful window of time for 10, 15 minutes.",
      "th": "คุณอยู่ในห้วงเวลาที่งดงามนั้น ประมาณสิบหรือสิบห้านาที"
    }
  },
  {
    "translation": {
      "en": "Suddenly...",
      "th": "ทันใดนั้น..."
    }
  },
  {
    "translation": {
      "en": "everything feels okay.",
      "th": "ทุกอย่างก็เรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "The cold upgrades the brain because you're getting this flood of chemicals",
      "th": "ความเย็นช่วยยกระดับสมองของคุณ เพราะเคมีต่างๆ จะสูบฉีด"
    }
  },
  {
    "translation": {
      "en": "every time you immerse in that cold water.",
      "th": "ทุกครั้งที่คุณแช่อยู่ในน้ำเย็น"
    }
  },
  {
    "translation": {
      "en": "Your whole body comes alive.",
      "th": "ร่างกายของคุณจะกระปรี้กระเปร่า"
    }
  },
  {
    "translation": {
      "en": "And then, as your body adapts, it just becomes easier and easier.",
      "th": "พอร่างกายปรับตัวได้ มันก็จะง่ายขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And eventually...",
      "th": "จนท้ายที่สุด..."
    }
  },
  {
    "translation": {
      "en": "after about a year...",
      "th": "หลังผ่านไปหนึ่งปี..."
    }
  },
  {
    "translation": {
      "en": "you start to crave the cold.",
      "th": "คุณเริ่มโหยหาความเย็นนั้น"
    }
  },
  {
    "translation": {
      "en": "What's so amazing about this environment",
      "th": "สิ่งที่น่าพิศวงเกี่ยวกับสภาพแวล้อมแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "is you're in a three-dimensional forest,",
      "th": "คือคุณได้อยู่ในป่าสามมิติ"
    }
  },
  {
    "translation": {
      "en": "and you can jump off the top and go wherever you want.",
      "th": "ที่คุณสามารถกระโดดจากยอดหนึ่ง ไปสู่ที่ไหนก็ตามที่คุณอยากไป"
    }
  },
  {
    "translation": {
      "en": "You're flying, basically.",
      "th": "จริงๆ แล้วคุณกำลังบิน"
    }
  },
  {
    "translation": {
      "en": "You might as well be on another planet.",
      "th": "คุณอาจจะอยู่บนโลกใบอื่น"
    }
  },
  {
    "translation": {
      "en": "You naturally just get more relaxed in the water.",
      "th": "โดยธรรมชาติแล้ว การอยู่ในน้ำทำให้คุณผ่อนคลายมากกว่า"
    }
  },
  {
    "translation": {
      "en": "You get to be able to hold your breath for longer.",
      "th": "คุณจะสามารถกลั้นหายใจได้นานขึ้น"
    }
  },
  {
    "translation": {
      "en": "Having a scuba tank in a thick kelp forest is not optimal for me.",
      "th": "การแบกถังอากาศเข้าไปในป่าสาหร่ายที่หนาทึบ ไม่เหมาะกับผม"
    }
  },
  {
    "translation": {
      "en": "I want to be more like an amphibious animal.",
      "th": "ผมอยากทำตัวเป็นสัตว์ครึ่งบกครึ่งน้ำมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Instinctively, I knew not to wear a wet suit.",
      "th": "โดยสัญชาตญาณแล้ว ผมรู้ว่าผมไม่ควรใช้ชุดดำน้ำ"
    }
  },
  {
    "translation": {
      "en": "If you really wanna get close to...",
      "th": "ถ้าคุณอยากเข้าใกล้กับ..."
    }
  },
  {
    "translation": {
      "en": "an environment like this,",
      "th": "สภาพแวดล้อมช่นนี้"
    }
  },
  {
    "translation": {
      "en": "it helps tremendously to have no barrier to that environment.",
      "th": "การไม่มีสิ่งกั้นกันจากสภาพแวดล้อมนั้น มันช่วยได้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And I suddenly realized I've got energy to take images and film again...",
      "th": "และทันใดนั้นผมรู้สึกได้ว่าผมมีแรง ที่จะกลับไปถ่ายรูปและถ่ายหนังอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and then picked up my camera again",
      "th": "กลับมาจับกล้องอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and started doing the thing I love and what I know.",
      "th": "และเริ่มทำสิ่งที่ผมรักและรู้จัก"
    }
  },
  {
    "translation": {
      "en": "The animals are extremely exotic and strange.",
      "th": "สัตว์ต่างๆ มีความแปลกประหลาดอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "It's, like, much more extreme than our maddest science fiction.",
      "th": "มันประหลาดยิ่งกว่า หนังสือนวนิยายวิทยาศาสตร์เพี้ยนๆ เสียอีก"
    }
  },
  {
    "translation": {
      "en": "I remember that day when it all started.",
      "th": "ผมจำวันนั้น วันที่ทุกอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I found this very, very special area",
      "th": "ผมพบสถานที่ๆ พิเศษมากๆ"
    }
  },
  {
    "translation": {
      "en": "that is protected with a big piece of kelp forest,",
      "th": "มันได้รับการปกป้อง ด้วยป่าสาหร่ายขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "'cause the forest itself actually dampens the swell.",
      "th": "เพราะป่าช่วยลดแรงกระเพื่อมของคลื่น"
    }
  },
  {
    "translation": {
      "en": "And the whole forest around there",
      "th": "และป่าทั้งหมดในบริเวณนั้น"
    }
  },
  {
    "translation": {
      "en": "is absolutely murky, and you can't see a thing.",
      "th": "มันหนาทึบมาก คุณมองไม่เห็นอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And in this little 200-meter patch, you can dive",
      "th": "คุณดำได้แค่พื้นที่ 200 เมตรเล็กๆ ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and observe.",
      "th": "และเฝ้าสังเกต"
    }
  },
  {
    "translation": {
      "en": "And it's an incredible place.",
      "th": "มันเป็นสถานที่ๆ น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "And I remember there was this strange shape to my left",
      "th": "ผมจำได้ว่ามีรูปทรงประหลาด อยู่ทางซ้ายมือของผม"
    }
  },
  {
    "translation": {
      "en": "and just going down...",
      "th": "ผมเลยดำลงไป"
    }
  },
  {
    "translation": {
      "en": "and seeing this really strange thing.",
      "th": "ดูเจ้าสิ่งประหลาดนี้"
    }
  },
  {
    "translation": {
      "en": "The fish even seemed to be confused.",
      "th": "ขนาดปลายังดูงง"
    }
  },
  {
    "translation": {
      "en": "And then, suddenly...",
      "th": "แล้วทันใดนั้น..."
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't know",
      "th": "ในตอนนั้น ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I'd witnessed something extraordinary.",
      "th": "ว่าผมได้เห็นเรื่องมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "I'd come in at the end of a whole drama.",
      "th": "ผมเข้าไปตอนที่เรื่องทุกอย่างจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "You think, \"What on earth is this animal doing?\"",
      "th": "คุณได้แต่คิดว่า \"เจ้าสัตว์ตัวนี้มันกำลังทำอะไรเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "And I think she was a little bit afraid of me,",
      "th": "ผมว่าเธอกลัวผมนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "so she lifted this incredibly slippery...",
      "th": "เธอเลยหยิบ..."
    }
  },
  {
    "translation": {
      "en": "piece of algae that you can hardly hold with your hands",
      "th": "แผ่นตะไค่ลื่นๆ ให้คุณใช้มือจับได้ยาก"
    }
  },
  {
    "translation": {
      "en": "and just wrapped it in this extraordinary cloak around her",
      "th": "มาห่อตัว เป็นผ้าคลุมมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "and then stared at me out of the little gap.",
      "th": "แล้วจ้องมองผมผ่านรูเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "And then, boom, you know, she was gone.",
      "th": "ทันใดนั้น ตู้ม! เธอหายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's a hard thing to explain,",
      "th": "มันเป็นอะไรที่อธิบายไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "but sometimes you just get a feeling,",
      "th": "แต่คุณสัมผัสความรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "and you know there's-- there's something to this creature that's very unusual.",
      "th": "และคุณรู้ว่ามีบางอย่างเกี่ยวกับเจ้าสิ่งมีชีวิตนี้ ที่ไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "There's something to learn here.",
      "th": "มีบางอย่างให้ได้เรียนรู้"
    }
  },
  {
    "translation": {
      "en": "There's something special about her.",
      "th": "มีบางอย่างที่พิเศษเกี่ยวกับเธอ"
    }
  },
  {
    "translation": {
      "en": "And then I had this crazy idea.",
      "th": "ผมเลยมีความคิดหลุดโลกขึ้นว่า"
    }
  },
  {
    "translation": {
      "en": "What happens if I just went every day?",
      "th": "จะเกิดอะไรขึ้นถ้าผมไปที่นั่นทุกวันล่ะ"
    }
  },
  {
    "translation": {
      "en": "What happens if I... I never missed a day?",
      "th": "จะเกิดอะไรขึ้นถ้าผมไม่พลาดสักวัน"
    }
  },
  {
    "translation": {
      "en": "And, initially, she was clearly being affected by my presence,",
      "th": "ตอนแรกเห็นได้ชัดว่าการปรากฏตัวของผม มีผลกับเธอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "so I thought, \"I'll leave the camera there,",
      "th": "ผมเลยคิดว่า \"ฉันน่าจะทิ้งกล้องไว้ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "and then that will record her going about her business.\"",
      "th": "ให้บันทึกภาพตอนเธอทำกิจกรรมต่างๆ"
    }
  },
  {
    "translation": {
      "en": "She sees this shiny new thing in the forest.",
      "th": "เธอเห็นเจ้าอุปกรณ์เงาวับนี้จากป่า"
    }
  },
  {
    "translation": {
      "en": "Coming at it with a shield,",
      "th": "ก้าวเข้ามาพร้อมโล่"
    }
  },
  {
    "translation": {
      "en": "just in case it attacked, and put up the shield.",
      "th": "เผื่อเวลาโดนโจมตี จะได้เอาโล่ขึ้นมากัน"
    }
  },
  {
    "translation": {
      "en": "This is something different. This is interesting.",
      "th": "นี่เป็นของแปลก ดูน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "Touching it, feeling it, tasting it.",
      "th": "จับมัน สัมผัสมัน ชิมมัน"
    }
  },
  {
    "translation": {
      "en": "If she was in a playful mood, you couldn't leave it there for too long.",
      "th": "บางครั้งถ้าเธอมีอารมณ์เล่นด้วย คุณก็ไม่ควรวางมันทิ้งไว้นานๆ"
    }
  },
  {
    "translation": {
      "en": "She'd just pull the thing over.",
      "th": "เธอจะลากมันเข้ามา"
    }
  },
  {
    "translation": {
      "en": "It took going in every day to really get to know her environment better.",
      "th": "ผมอาศัยการเข้าไปหาทุกวันเพื่อทำความรู้จัก กับสภาพแวดล้อมของเธอให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Initially, it all just seems like much of the same thing.",
      "th": "ในช่วงแรกมันดูเหมือนมีแต่ของเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "But then, after a while, you see all the different types of the forest.",
      "th": "แต่พอเวลาผ่านไป คุณจะเห็นป่าประเภทต่างๆ"
    }
  },
  {
    "translation": {
      "en": "You get the old-growth forest.",
      "th": "คุณมีป่าที่เก่าแก่"
    }
  },
  {
    "translation": {
      "en": "You get the forest with a lot of different algae growing in the bottom.",
      "th": "คุณมีป่าที่เต็มไปด้วย ตะไคร่นานาชนิดอยู่เบื้องล่าง"
    }
  },
  {
    "translation": {
      "en": "You get the misty forest.",
      "th": "คุณมีป่าที่ดูสลัวๆ"
    }
  },
  {
    "translation": {
      "en": "As I started to map the environment around her den,",
      "th": "ผมเริ่มทำแผนที่ สภาพแวดล้อมรอบๆ โพรงของเธอ"
    }
  },
  {
    "translation": {
      "en": "it was shocking to see small caves really close to her,",
      "th": "ผมตกใจที่เจอถ้ำเล็กๆ ติดกับโพรงของเธอ"
    }
  },
  {
    "translation": {
      "en": "packed with pyjama sharks.",
      "th": "มันเต็มไปด้วยฉลามพาจามา"
    }
  },
  {
    "translation": {
      "en": "And they really are her most serious predator.",
      "th": "พวกมันเป็นนักล่าตัวร้ายของเธอ"
    }
  },
  {
    "translation": {
      "en": "Their skin is striped. That's why they're called a pyjama shark.",
      "th": "ผิวของมันมีลายทาง มันเลยมีชื่อว่าฉลามพาจามา"
    }
  },
  {
    "translation": {
      "en": "They're not visual predators.",
      "th": "พวกมันไม่ได้ใช้สายตาในการล่า"
    }
  },
  {
    "translation": {
      "en": "But they have an incredible sense of smell.",
      "th": "แต่พวกมันมีประสาท การรับรู้กลิ่นที่เยี่ยมยอด"
    }
  },
  {
    "translation": {
      "en": "And they are particularly aggressive.",
      "th": "และพวกมันมีความดุร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "They can shove their noses into a small crack.",
      "th": "พวกมันสามารถดุนจมูก เข้าไปในรอยแยกเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "So they are deadly little octopus predators.",
      "th": "พวกมันเลยเป็น นักล่าหมึกสายตัวน้อยที่แสนฉกาจ"
    }
  },
  {
    "translation": {
      "en": "And I was thinking, \"Well, how long before something happens with these animals?\"",
      "th": "แล้วผมก็คิดว่า \"เหลือเวลาที่แค่ไหน ก่อนที่อะไรๆ จะเกิดขึ้นกับสัตว์พวกนี้\""
    }
  },
  {
    "translation": {
      "en": "After visiting her more and more and more,",
      "th": "หลังจากที่ผมได้ไปเยี่ยมเธอบ่อยขึ้นๆ"
    }
  },
  {
    "translation": {
      "en": "there was a definite moment where...",
      "th": "มันมาถึงจุดที่..."
    }
  },
  {
    "translation": {
      "en": "that fear had subsided tremendously.",
      "th": "ความกลัวมันคลายหายไปอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "She'd see big movement, and she'd be slightly afraid and then look, \"Oh, it's him.\"",
      "th": "เธอเห็นวัตุใหญ่เคลื่อนไหว และยังกลัวนิดหน่อย เธอมองออกมา \"นั่นเขานี่\""
    }
  },
  {
    "translation": {
      "en": "And she'd come out and be very curious.",
      "th": "เธอเลยออกมาและดูอยากรู้อยากเห็น"
    }
  },
  {
    "translation": {
      "en": "Very interested, very curious, but not taking stupid chances.",
      "th": "ดูสนอกสนใจ ขี้สงสัยมาก แต่ไม่เผลอทำอะไรโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "Keeping all the other arms attached to the den",
      "th": "เก็บหนวดทั้งหมด เกาะโพรงเอาไว้"
    }
  },
  {
    "translation": {
      "en": "and the suckers in place.",
      "th": "และเก็บปุ่มดูด"
    }
  },
  {
    "translation": {
      "en": "And then it just happens.",
      "th": "แล้วจู่ๆ มันก็เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I put my hand out a tiny bit.",
      "th": "ผมยื่นมือออกมาเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "Something happens when that animal makes contact.",
      "th": "มีบางอย่างเกิดขึ้น เมื่อเจ้าตัวนี้ติดต่อสื่อสารด้วย"
    }
  },
  {
    "translation": {
      "en": "But, at some point, you're gonna have to breathe.",
      "th": "แต่ถึงจุดหนึ่งคุณจะต้องหายใจ"
    }
  },
  {
    "translation": {
      "en": "So you've got to very gently prize off those suckers",
      "th": "คุณต้องค่อยๆ ดึงปุ่มดูดออก"
    }
  },
  {
    "translation": {
      "en": "without disturbing her,",
      "th": "โดยไม่กวนเธอ"
    }
  },
  {
    "translation": {
      "en": "so that you can actually go up and take a breath.",
      "th": "เพื่อคุณจะได้ขึ้นไปหายใจข้างบน"
    }
  },
  {
    "translation": {
      "en": "By far the most powerful",
      "th": "ถึงตอนนี้ สิ่งที่สุดยอดที่สุด"
    }
  },
  {
    "translation": {
      "en": "is when it comes out the den",
      "th": "คือตอนที่มันออกมาจากโพรง"
    }
  },
  {
    "translation": {
      "en": "because that's when you know there's full trust.",
      "th": "เพราะคุณรู้ได้เลยว่า มันเต็มไปด้วยความไว้ใจ"
    }
  },
  {
    "translation": {
      "en": "There's no holding the arms back just in case I have to pull back.",
      "th": "มันไม่มีการเก็บหนวดไว้ข้างหลัง เผื่อต้องถอยกลับเข้าไป"
    }
  },
  {
    "translation": {
      "en": "It's like, \"I totally trust this human,",
      "th": "มันเหมือนกับ \"ฉันไว้ใจชายคนนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "and I'm coming out of the den,",
      "th": "ฉันเลยออกมาจากโพรง"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna go about my business.\"",
      "th": "มาทำกิจกรรมต่างๆ\""
    }
  },
  {
    "translation": {
      "en": "I started to see pretty extraordinary things.",
      "th": "ผมเริ่มได้เห็นความพิเศษต่างๆ"
    }
  },
  {
    "translation": {
      "en": "They can look spiky. They can look smooth.",
      "th": "พวกมันทำตัวให้มีหนามได้ พวกมันทำตัวให้เรียบได้"
    }
  },
  {
    "translation": {
      "en": "Grow horns on their heads.",
      "th": "งอกเขาบนหัวได้"
    }
  },
  {
    "translation": {
      "en": "They can match color, texture, pattern, skin.",
      "th": "พวกมันสามารถเปลี่ยนสี ผิวสัมผัส ลวดลาย ผิวหนัง"
    }
  },
  {
    "translation": {
      "en": "It's beautiful.",
      "th": "มันสวยงาม"
    }
  },
  {
    "translation": {
      "en": "Most of the time, she's jetting or crawling or swimming.",
      "th": "ส่วนใหญ่เธอจะพุ่งตัวออกไป คืบตัว ไม่ก็ว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "But occasionally, two legs come out.",
      "th": "แต่ในบางครั้ง จะมีขาสองขาโผล่ออกมา"
    }
  },
  {
    "translation": {
      "en": "She walks.",
      "th": "เธอเดิน"
    }
  },
  {
    "translation": {
      "en": "And off she goes, striding away,",
      "th": "เธอก้าวไป"
    }
  },
  {
    "translation": {
      "en": "walking bipedally.",
      "th": "เดินด้วยสองขา"
    }
  },
  {
    "translation": {
      "en": "She puts her body into this strange posture that kind of looks like a rock.",
      "th": "เธอทำตัวเป็นรูปทรงประหลาด ดูคล้ายก้อนหิน"
    }
  },
  {
    "translation": {
      "en": "And then two of those arms underneath slowly moving,",
      "th": "จากนั้นเจ้าหนวดสองอันข้างใต้ ก็ค่อยๆ เคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "so the rock is just slowly moving away.",
      "th": "เหมือนหินค่อยๆ เคลื่อนย้ายหนีไป"
    }
  },
  {
    "translation": {
      "en": "And then she changes",
      "th": "จากนั้นเธอก็แปลงร่าง"
    }
  },
  {
    "translation": {
      "en": "into this extraordinary, wobbly, flowy old lady in a dress.",
      "th": "เป็นชุดนอนคุณยาย ที่ลอยโคลงเคลงได้อย่างน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "Perhaps she's trying to mimic",
      "th": "เธอคงพยายามทำตัวเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "kelp or algae moving in the swell...",
      "th": "สาหร่ายหรือตะไคร่ที่เคลื่อนไหวในเกลียวคลื่น"
    }
  },
  {
    "translation": {
      "en": "and, at the same time, is slowly moving away.",
      "th": "และในขณะเดียวกันเธอก็ค่อยๆ เคลื่อนตัวหนีไป"
    }
  },
  {
    "translation": {
      "en": "And this is how she works.",
      "th": "และนี่คือวิธีที่เธอทำ"
    }
  },
  {
    "translation": {
      "en": "This incredible creativity to deceive.",
      "th": "การหลอกล่อที่สร้างสรรค์แสนน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "An octopus is essentially a snail that's lost its shell in evolution.",
      "th": "จริงๆ แล้วหมึกสายคือ หอยทากที่สูญเสียเปลือกไปตอนวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "A very fragile, liquid, soft animal",
      "th": "มันเป็นสัตว์ที่เปราะบาง ลื่นไหล นุ่มนิ่ม"
    }
  },
  {
    "translation": {
      "en": "that relies on tremendous intelligence.",
      "th": "มันดำรงชีวิตอยู่ด้วยความเฉลียวฉลาด"
    }
  },
  {
    "translation": {
      "en": "She's got no mother or father to teach her anything. She's alone.",
      "th": "เธอไม่มีพ่อแม่คอยสอนอะไร มีแค่เธอตัวเดียวลำพัง"
    }
  },
  {
    "translation": {
      "en": "'Cause you've got all these different types of predators, all hunting her.",
      "th": "เพราะเธอมีนักล่าหลากประเภท ที่คอยออกล่าเธอ"
    }
  },
  {
    "translation": {
      "en": "So, over millions of years, she's had to...",
      "th": "ดังนั้น กว่าล้านๆ ปีที่เธอต้อง..."
    }
  },
  {
    "translation": {
      "en": "come up with the most incredible methods to deceive them.",
      "th": "หาวิธีที่น่าทึ่งที่สุดในการหลอกล่อพวกมัน"
    }
  },
  {
    "translation": {
      "en": "And she's got to learn fast because she's only got just over a year to live.",
      "th": "และเธอต้องเรียนรู้มันอย่างรวดเร็ว เพราะเธอมีอายุขัยแค่หนึ่งปีเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "When you're diving alone, everything about my kit has to be perfect.",
      "th": "เมื่อคุณต้องดำน้ำคนเดียว อุปกรณ์ทั้งหมดของผมต้องสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And I've gotta be prepared for all eventualities.",
      "th": "และผมต้องเตรียมพร้อม กับทุกสิ่งที่อาจจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I can't be fiddling around. It's gotta be instinctive.",
      "th": "ผมไม่สามารถควานหาอะไรได้ ทุกอย่างต้องเป็นไปโดยสัญชาตญาณ"
    }
  },
  {
    "translation": {
      "en": "But, at that point, I was making a lot of mistakes.",
      "th": "แต่จุดนั้นเอง ที่ผมทำพลาด"
    }
  },
  {
    "translation": {
      "en": "One day, she was following me.",
      "th": "วันหนึ่ง ขณะที่เธอกำลังตามผมอยู่"
    }
  },
  {
    "translation": {
      "en": "And that's the most incredible thing, is to be followed by an octopus.",
      "th": "และมันเป็นเรื่องที่น่าทึ่งที่สุด ที่โดนหมึกสายไล่ตาม"
    }
  },
  {
    "translation": {
      "en": "You know, you're just backing away, moving backwards,",
      "th": "คุณกำลังถอยหลัง ขยับตัวไปข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "and this incredible animal is coming towards you.",
      "th": "และสัตว์น่าทึ่งตัวนี้ กำลังเข้ามาหาคุณ"
    }
  },
  {
    "translation": {
      "en": "And there's not a lot of fear in it at all.",
      "th": "มันไม่มีความหวาดกลัวใดๆ"
    }
  },
  {
    "translation": {
      "en": "It's curious, and there's trust, and it's like this fantastic feeling.",
      "th": "มันมีแต่ความสงสัยและความไว้ใจ และมันเป็นความรู้สึกที่ยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "And then, bam!",
      "th": "แล้วทันใดนั้น ตู้ม!"
    }
  },
  {
    "translation": {
      "en": "I dropped one of my lenses,",
      "th": "ผมทำเลนส์ตัวหนึ่งหล่น"
    }
  },
  {
    "translation": {
      "en": "and that thing falling quickly just startles that animal.",
      "th": "มันกลิ้งหล่นไปอย่างรวดเร็ว ทำให้สัตว์ตกใจ"
    }
  },
  {
    "translation": {
      "en": "And then it turns and rushes, and it's got a huge fright.",
      "th": "มันเลยหันตัวพุ่งหนีไปด้วยความกลัวสุดขีด"
    }
  },
  {
    "translation": {
      "en": "And you just... you wanna kick yourself, because it's, you know...",
      "th": "ผมอยากจะตีตัวเองจริงๆ เพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "That could have ended in the most incredible interaction and deep trust,",
      "th": "มันอาจจะปิดฉากการปฏิสัมพันธ์ที่น่าทึ่ง และความไว้เนื้อเชื่อใจ"
    }
  },
  {
    "translation": {
      "en": "and you've ruined it.",
      "th": "คุณทำมันพัง"
    }
  },
  {
    "translation": {
      "en": "Now, you know, have you ruined it forever?",
      "th": "แล้วถ้าคุณทำมันพังไปตลอดกาลล่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, is that animal ever gonna trust you?",
      "th": "เจ้าสัตว์ตัวนี้จะไว้ใจคุณอีกไหม"
    }
  },
  {
    "translation": {
      "en": "Has that... has that experience freaked it out too much?",
      "th": "เหตุการณ์ครั้งนี้ จะทำให้มันตกใจมากเกินไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "And then I approached her too fast.",
      "th": "แล้วผมก็เข้าหาเธอเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "And that's when she left the den and got a real fright...",
      "th": "และนั่นคือตอนที่เธอทิ้งโพรงไป ด้วยความกลัว"
    }
  },
  {
    "translation": {
      "en": "and didn't come back to that den.",
      "th": "และไม่กลับมาที่โพรงนั้นอีกเลย"
    }
  },
  {
    "translation": {
      "en": "And I thought this was over.",
      "th": "ผมเลยคิดว่ามันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "She was gone.",
      "th": "เธอจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'd had this experience with these incredible San master trackers.",
      "th": "ผมเคยมีประสบการณ์จาก นักแกะรอยชาวแอฟริกาใต้ที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "I just thought, \"I wonder if anybody could ever track anything underwater?\"",
      "th": "ผมเลยคิดว่า \"เป็นไปได้ไหม... ที่คนเราจะสามารถแกะรอยสัตว์ใต้น้ำได้\""
    }
  },
  {
    "translation": {
      "en": "This animal has spent millions of years learning to be impossible to find.",
      "th": "เจ้าสัตว์ชนิดนี้ใช้เวลาร่วมล้านปี ในการเรียนรู้ที่จะทำตัวให้เจอยาก"
    }
  },
  {
    "translation": {
      "en": "I had to learn what octopus tracks looked like.",
      "th": "ผมต้องเรียนรู้ว่า รอยของหมึกสายมีลักษณะยังไง"
    }
  },
  {
    "translation": {
      "en": "And that was very frustrating at first, so difficult to discern.",
      "th": "ช่วงแรกมันน่าท้อแท้มาก มันแยกแยะได้ยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "What's the difference between octopus tracks",
      "th": "อะไรคือความแตกต่าง ระหว่างรอยของหมึกสาย"
    }
  },
  {
    "translation": {
      "en": "and heart urchin tracks",
      "th": "กับรอยของเม่นทะเลหัวใจ"
    }
  },
  {
    "translation": {
      "en": "and fish tracks...",
      "th": "รอยของปลา..."
    }
  },
  {
    "translation": {
      "en": "and worm tracks?",
      "th": "และรอยของหนอนทะเล"
    }
  },
  {
    "translation": {
      "en": "And the predation marks.",
      "th": "ร่องรอยของเหล่านักล่า"
    }
  },
  {
    "translation": {
      "en": "The egg casings.",
      "th": "เปลือกหุ้มไข่"
    }
  },
  {
    "translation": {
      "en": "I needed to learn everything.",
      "th": "ผมต้องเรียนรู้ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "And then you have to start thinking...",
      "th": "และคุณต้องเริ่มคิด"
    }
  },
  {
    "translation": {
      "en": "like an octopus.",
      "th": "แบบหมึกสาย"
    }
  },
  {
    "translation": {
      "en": "It's like being a detective.",
      "th": "เหมือนเราเป็นนักสืบ"
    }
  },
  {
    "translation": {
      "en": "And you just slowly get all your clues together.",
      "th": "ค่อยๆ ประติดประต่อคำใบ้ทั้งหมด เข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And then I started to...",
      "th": "และผมก็เริ่ม..."
    }
  },
  {
    "translation": {
      "en": "make breakthroughs.",
      "th": "มีความคืบหน้า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, those are the animals she's killing.\"",
      "th": "\"โอเค นี่คือสัตว์ที่เธอฆ่า\""
    }
  },
  {
    "translation": {
      "en": "So I'm looking at kills. I'm looking at little marks, diggings in the sand,",
      "th": "ผมมองหาซาก มองหารอยขุดทรายเล็กๆ ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "little changes in the algal patterns where she's been moving.",
      "th": "รูปแบบของตะไคร่เล็กๆ น้อยๆ ที่เปลี่ยนไป เวลาที่เธอเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "And then knowing, \"Okay, this animal is very close now.",
      "th": "และเริ่มรู้ว่า \"โอเค เจ้าสัตว์ตัวนี้อยู่ใกล้แค่เอื้อม"
    }
  },
  {
    "translation": {
      "en": "It's close. It's within one or two meters.\"",
      "th": "มันใกล้มากในระยะหนึ่งถึงสองเมตร\""
    }
  },
  {
    "translation": {
      "en": "And then focusing on that small space.",
      "th": "ต้องใช้สมาธิกับพื้นที่เล็กๆ แห่งนี้"
    }
  },
  {
    "translation": {
      "en": "And then, bang!",
      "th": "และทันใดนั้น ตู้ม!"
    }
  },
  {
    "translation": {
      "en": "She's there.",
      "th": "เธออยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Finally, after looking for her for a week, day after day,",
      "th": "ในที่สุด หลังจากที่ใช้เวลาตามหาเธอ มาเป็นอาทิตย์ วันแล้ววันเล่า"
    }
  },
  {
    "translation": {
      "en": "there she was.",
      "th": "เธออยู่ตรงนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "It's like a...",
      "th": "มันเหมือนกับ..."
    }
  },
  {
    "translation": {
      "en": "a human friend, like, waving and saying, \"Hi, I'm excited to see you.\"",
      "th": "มีเพื่อนที่เป็นมนุษย์โบกมือทักทาย และตื่นเต้นที่จะเจอคุณ"
    }
  },
  {
    "translation": {
      "en": "And I could feel it, like from one minute to the next,",
      "th": "และผมรู้สึกได้ถึงช่วงเวลาสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "\"Okay, I trust you. I trust you, human.",
      "th": "\"โอเค มนุษย์ ฉันเชื่อใจคุณ"
    }
  },
  {
    "translation": {
      "en": "And now you can come into my octopus world.\"",
      "th": "ทีนี้คุณก็เข้ามา ในโลกหมึกสายของฉันได้\""
    }
  },
  {
    "translation": {
      "en": "And she's moving towards me.",
      "th": "และเธอขยับตัวมาหาผม"
    }
  },
  {
    "translation": {
      "en": "And my natural instinct is...",
      "th": "สัญชาตญาณโดยธรรมชาติของผมคือ..."
    }
  },
  {
    "translation": {
      "en": "to gently back away.",
      "th": "ค่อยๆ ถอยห่าง"
    }
  },
  {
    "translation": {
      "en": "And then I just wanted to keep still, so I held onto a rock.",
      "th": "แล้วผมก็ลองอยู่นิ่งๆ ผมเกาะก้อนหิน"
    }
  },
  {
    "translation": {
      "en": "She just kept coming...",
      "th": "เธอขยับเข้ามาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and then covered my whole hand.",
      "th": "และเกาะมือทั้งมือของผม"
    }
  },
  {
    "translation": {
      "en": "I'd been underwater for quite a long time,",
      "th": "ผมอยู่ในน้ำมานานสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "so I just gently pushed for the surface, thinking she would move off my hand.",
      "th": "ผมเลยค่อยๆ พาตัวขึ้นสู่ผิวน้ำ กะว่าเธอจะออกจากมือผมไป"
    }
  },
  {
    "translation": {
      "en": "But she didn't. She just rode on my hand right to the surface.",
      "th": "แต่ไม่เลย เธอเกาะมือผมขึ้นไปบนผิวน้ำด้วย"
    }
  },
  {
    "translation": {
      "en": "There I was, just staring into the eyes of this incredible creature.",
      "th": "ตอนนั้นเอง ผมจ้องเข้าไปในตา ของสิ่งมีชีวิตที่น่าอัศจรรย์นี้"
    }
  },
  {
    "translation": {
      "en": "It was difficult to imagine at first",
      "th": "ตอนแรกผมยังนึกไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "that she was getting anything out of the relationship.",
      "th": "ว่าเธอจะได้อะไรจากความสัมพันธ์นี้"
    }
  },
  {
    "translation": {
      "en": "Why would a wild animal, doing its thing,",
      "th": "ทำไมสัตว์ป่ามันถึงทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "get anything out of this strange human creature visiting?",
      "th": "มันจะได้อะไร จากการมาเยี่ยมเยือนของมนุษย์เหรอ"
    }
  },
  {
    "translation": {
      "en": "And this is where it gets interesting.",
      "th": "และนี่คือจุดเริ่มต้นที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "I think quite stimulating for that huge intelligence.",
      "th": "ผมคงเป็นตัวกระตุ้น ให้กับเจ้าสิ่งที่แสนฉลาดล้ำนั่น"
    }
  },
  {
    "translation": {
      "en": "Somehow, she realizes this thing is not dangerous,",
      "th": "ไม่ว่ายังไง เธอรู้ว่า เจ้าสิ่งนี้ไม่เป็นอันตราย"
    }
  },
  {
    "translation": {
      "en": "so you go and you interact with this human.",
      "th": "เลยเข้าไปหา และมีปฏิสัมพันธ์กับมนุษย์คนนี้"
    }
  },
  {
    "translation": {
      "en": "And perhaps it does give you some strange octopus level of joy.",
      "th": "บางทีมันอาจจะให้หมึกสาย รู้สึกสนุกในแบบของมันก็ได้"
    }
  },
  {
    "translation": {
      "en": "When you have that connection with an animal",
      "th": "เมื่อคุณเชื่อมความสัมพันธ์กับสัตว์"
    }
  },
  {
    "translation": {
      "en": "and have those experiences, it's absolutely mind-blowing.",
      "th": "และได้มีประสบการณ์ที่น่าตื่นเต้นที่สุด"
    }
  },
  {
    "translation": {
      "en": "There's no greater feeling on earth.",
      "th": "ไม่มีความรู้สึกใดในโลกที่ยิ่งใหญ่กว่านี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "The boundaries between her and I seemed to dissolve.",
      "th": "เส้นกั้นระหว่างเธอกับผม ดูเหมือนมันละลายไป"
    }
  },
  {
    "translation": {
      "en": "Just the pure magnificence of her.",
      "th": "มีแค่ความงดงามของเธอ"
    }
  },
  {
    "translation": {
      "en": "All I could do at the time was just think of her.",
      "th": "สิ่งที่ผมทำได้ก็คือ การเฝ้าคิดถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "In the water and on land.",
      "th": "ทั้งบนบกและในน้ำ"
    }
  },
  {
    "translation": {
      "en": "I mean, it just became a bit of an obsession.",
      "th": "มันกลายเป็นความหมกมุ่นนิดๆ"
    }
  },
  {
    "translation": {
      "en": "You just want to visit her every day and see what's going on.",
      "th": "คุณอยากไปหาเธอทุกๆ วัน ดูว่าเธอเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "You can't wait to get back in the water.",
      "th": "คุณรอที่จะกลับลงน้ำอีกแทบไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "What goes through her mind? What's she thinking?",
      "th": "เธอกำลังคิดถึงอะไร เธอกำลังคิดอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Does she dream? If she dreams, what does she dream about?",
      "th": "เธอฝันหรือเปล่า ถ้าฝัน เธอฝันถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "She just ignited my curiosity in a way that I had not experienced before.",
      "th": "เธอจุดประกายความสงสัยของผม ในแบบที่ผมไม่เคยเป็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "It's very useful to come back home",
      "th": "มันมีประโยชน์มากที่ได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "and try and read as many scientific papers as possible.",
      "th": "และพยายามอ่านวรสารทางวิทยาศาสตร์ ให้มากที่สุดเท่าที่จะมากได้"
    }
  },
  {
    "translation": {
      "en": "She's a common octopus.",
      "th": "เธอคือหมึกสายสามัญ"
    }
  },
  {
    "translation": {
      "en": "Octopus vulgaris is the scientific name.",
      "th": "ชื่อทางวิทยาศาสตร์คือ อ็อคโตปุส วัลการิส"
    }
  },
  {
    "translation": {
      "en": "Two-thirds of her cognition",
      "th": "สองในสามของประสาทการรับรู้"
    }
  },
  {
    "translation": {
      "en": "is actually outside of her brain, in her arms.",
      "th": "มาจากสมองที่อยู่ตรงหนวดของมัน"
    }
  },
  {
    "translation": {
      "en": "Her entire being is thinking, feeling, exploring.",
      "th": "เธอมีชีวิตอยู่ได้ด้วยการคิด การรู้สึก และการสำรวจ"
    }
  },
  {
    "translation": {
      "en": "She's got 2,000 suckers, and she's using all of them independently.",
      "th": "เธอมีปุ่มหนวด 2,000 ปุ่ม และใช้พวกมันอย่างเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "How do you do that?",
      "th": "เธอทำอย่างนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Imagine having 2,000 fingers.",
      "th": "ลองนึกภาพว่าคุณมี 2,000 นิ้ว"
    }
  },
  {
    "translation": {
      "en": "You can compare her intelligence to a cat or a dog",
      "th": "คุณสามารถเทียบความฉลาดของเธอ ได้เท่ากับหมาหรือแมว"
    }
  },
  {
    "translation": {
      "en": "or even to one of the lower primates.",
      "th": "หรือแม้แต่สัตว์ตระกูลวานรระดับล่าง"
    }
  },
  {
    "translation": {
      "en": "A mollusk shouldn't be this intelligent.",
      "th": "สัตว์จำพวกหอย ไม่ควรมีความเฉลียวฉลาดได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "So many times I'd go and search through the scientific papers,",
      "th": "หลายครั้งที่ผมดูวรสารทางวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "looking for the strange thing I'd seen.",
      "th": "เพื่อมองหาสิ่งแปลกๆ ที่ผมเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "And then you'd just come up absolutely blank. There's nothing.",
      "th": "กลับพบแต่ความว่างเปล่า ไม่เจออะไรเลย"
    }
  },
  {
    "translation": {
      "en": "You're going into a place that's under-studied,",
      "th": "คุณก้าวเข้ามาในพื้นที่ ที่ยังไม่มีใครมาศึกษา"
    }
  },
  {
    "translation": {
      "en": "and, almost on a weekly basis, you can find out something new to science.",
      "th": "เกือบตลอดทุกอาทิตย์ คุณจะเจอการค้นพบทางวิทยาศาสตร์ใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "According to the literature, octopus are supposed to be a nocturnal species.",
      "th": "ตามเนื้อหาในวรรณคดี หมึกสายเป็นสัตว์ที่ออกหากินเวลากลางคืน"
    }
  },
  {
    "translation": {
      "en": "Now, was she more active at night?",
      "th": "เธอว่องไวขึ้น ในตอนกลางคืนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It was a little bit scary in the dark.",
      "th": "ความมืดค่อนข้างน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "These incredible sounds of the humpback whales coming through the water.",
      "th": "เสียงที่น่าทึ่งของปลาวาฬหลังค่อม ดังผ่านน้ำให้ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "You're on hyperalert.",
      "th": "คุณระวังตัวเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "I couldn't find her. She wasn't in her den.",
      "th": "ผมหาเธอไม่เจอ เธอไม่อย่ในโพรง"
    }
  },
  {
    "translation": {
      "en": "I'd kind of given up and was going back to the shore.",
      "th": "ผมเริ่มถอดใจ และกำลังกลับขึ้นไปบนชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "Something just made me veer slightly to the left.",
      "th": "มีบางอย่าง ทำให้ผมต้องเหลียวไปทางซ้าย"
    }
  },
  {
    "translation": {
      "en": "And there she is...",
      "th": "และเธออยู่นั่นเอง"
    }
  },
  {
    "translation": {
      "en": "right in extremely shallow water.",
      "th": "อยู่ตรงบริเวณน้ำตื้นมาก"
    }
  },
  {
    "translation": {
      "en": "Can't see what she's doing.",
      "th": "มองไม่เห็นว่าเธอกำลังทำอะไร"
    }
  },
  {
    "translation": {
      "en": "These lightning-fast strikes.",
      "th": "การโจมตีอย่างฉับพลัน"
    }
  },
  {
    "translation": {
      "en": "Using her arm like this strange weapon.",
      "th": "ใช้หนวดแทนอาวุธหน้าตาประหลาด"
    }
  },
  {
    "translation": {
      "en": "Just rolling it up in this fraction of a second.",
      "th": "ห่อหุ้มมันในเวลาเพียงเสี้ยววินาที"
    }
  },
  {
    "translation": {
      "en": "And I saw her catch three fish like this.",
      "th": "และผมเห็นเธอจับปลาได้สามตัว"
    }
  },
  {
    "translation": {
      "en": "I'd never seen her catching a fish during the day.",
      "th": "ผมไม่เคยเห็นเธอจับปลาในตอนกลางวัน"
    }
  },
  {
    "translation": {
      "en": "Super dangerous out in the deeper forest at night,",
      "th": "มันอันตรายมาก ที่ออกมาจากป่าลึกตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "so this incredibly clever animal retreats to the shallows,",
      "th": "มันเป็นสัตว์ที่เฉลียวฉลาด ที่ถอยมาอยู่เขตน้ำตื้น"
    }
  },
  {
    "translation": {
      "en": "where it's difficult for these sharks to get to,",
      "th": "ที่ซึ่งบรรดาฉลามจะเข้าถึงลำบาก"
    }
  },
  {
    "translation": {
      "en": "and takes advantage of all the wonderful food available there.",
      "th": "และกอบโกยอาหารอร่อยที่อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "The first instinct is to try and scare the sharks away.",
      "th": "สัญชาตญาณแรกคือ ความพยายามไล่ฉลามออกไป"
    }
  },
  {
    "translation": {
      "en": "But then you realize",
      "th": "แต่แล้วคุณรู้ตัวว่า"
    }
  },
  {
    "translation": {
      "en": "that you'd be interfering with the whole process of the forest.",
      "th": "คุณกำลังเข้าไปขัดขวางวงจรของป่า"
    }
  },
  {
    "translation": {
      "en": "She was out of the den, moving around near the edge of the forest.",
      "th": "เธอออกมาจากโพรง เคลื่อนตัวไปรอบๆ ชายป่า"
    }
  },
  {
    "translation": {
      "en": "I noticed...",
      "th": "ผมมองเห็น..."
    }
  },
  {
    "translation": {
      "en": "the shark.",
      "th": "ฉลาม"
    }
  },
  {
    "translation": {
      "en": "Body was slightly hunched forward and was following the scent trail.",
      "th": "ตัวมันพุ่งเข้ามา ตามรอยกลิ่นมา"
    }
  },
  {
    "translation": {
      "en": "This is not good.",
      "th": "นี่ไม่ดีแน่"
    }
  },
  {
    "translation": {
      "en": "I think, \"Thank God she's safe. She's right under the rock.\"",
      "th": "ใจผมคิดว่า \"ขอบคุณพระเจ้า เธอปลอดภัย เธออยู่ใต้ก้อนหินพอดี\""
    }
  },
  {
    "translation": {
      "en": "These things are coming right into that crack.",
      "th": "เจ้าพวกนี้ตรงเข้ามาตรงรอยแยก"
    }
  },
  {
    "translation": {
      "en": "And the next minute, the shark is actually clamped down on one of her arms,",
      "th": "ไม่กี่นาทีต่อมา ฉลามงับหนวดของเธอได้เส้นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "doing this terrifying death roll.",
      "th": "และหมุนตัวเพื่อฉีกเนื้อ"
    }
  },
  {
    "translation": {
      "en": "And I can clearly see...",
      "th": "ผมเห็นชัดเลย..."
    }
  },
  {
    "translation": {
      "en": "her severed arm in its mouth.",
      "th": "ว่าหนวดที่ขาดแล้วอยู่ในปาก"
    }
  },
  {
    "translation": {
      "en": "You had that terrible feeling in your stomach.",
      "th": "ใช่ มันเป็นความรู้สึกกระอักกระอ่วนมวนท้อง"
    }
  },
  {
    "translation": {
      "en": "And thank God she managed to get really deep in that crack.",
      "th": "และขอบคุณพระเจ้าที่เธอสามารถ พาตัวให้อยู่ลึกเข้าไปในรอยแยก"
    }
  },
  {
    "translation": {
      "en": "She was moving very badly, slowly, very weak.",
      "th": "เธอค่อยๆ เคลื่อนไหวได้อย่างลำบาก เธออ่อนแอมาก"
    }
  },
  {
    "translation": {
      "en": "She's bleeding. That smell's in the water.",
      "th": "เธอเลือดออก มันส่งกลิ่นไปในน้ำ"
    }
  },
  {
    "translation": {
      "en": "There's quite a distance to the den.",
      "th": "โพรงยังอยู่อีกไกล"
    }
  },
  {
    "translation": {
      "en": "Are these sharks gonna pitch up again?",
      "th": "ไม่รู้ว่าพวกฉลามจะโผล่มาอีกไหม"
    }
  },
  {
    "translation": {
      "en": "I thought about helping her back physically to the den.",
      "th": "ผมคิดจะช่วยพาเธอกลับไปที่โพรง"
    }
  },
  {
    "translation": {
      "en": "But, luckily, I didn't need to.",
      "th": "แต่โชคดีที่ผมไม่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "I didn't know...",
      "th": "ผมไม่รู้ว่า..."
    }
  },
  {
    "translation": {
      "en": "what was gonna happen to her or if this would make her weak and vulnerable,",
      "th": "จะเกิดอะไรขึ้นกับเธอ หรือมันจะทำให้เธออ่อนแอ เจ็บปวดหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "and they'd finish her off that night.",
      "th": "หรือพวกมันกินเธอไปแล้วคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "And I couldn't help feeling...",
      "th": "ผมอดไม่ได้ที่จะรู้สึก..."
    }
  },
  {
    "translation": {
      "en": "had I been responsible for this?",
      "th": "ว่าผมมีส่วนรับผิดชอบในเรื่องนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "Was she out because I was there?",
      "th": "เธอออกมาเพราะผมอยู่ตรงนั้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I felt very vulnerable.",
      "th": "ผมรู้สึกเจ็บปวดมาก"
    }
  },
  {
    "translation": {
      "en": "As if somehow what happened to her had happened to me in some strange way.",
      "th": "เหมือนสิ่งที่เกิดกับเธอ มันเกิดขึ้นกับผมในแบบที่แปลกประหลาด"
    }
  },
  {
    "translation": {
      "en": "And then this almost felt, psychologically, like I was...",
      "th": "สภาพจิตใจของผมตอนนั้น ผมรู้สึกเหมือน..."
    }
  },
  {
    "translation": {
      "en": "going through a type of dismembering.",
      "th": "แขนของผมโดนตัดไปด้วย"
    }
  },
  {
    "translation": {
      "en": "You start thinking about your own death and your own vulnerability,",
      "th": "คุณเริ่มคิดถึงความตาย และความเจ็บปวดของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "worried about your family, your child.",
      "th": "ความห่วงครอบครัว ห่วงลูก"
    }
  },
  {
    "translation": {
      "en": "I hadn't been a person that was overly sentimental towards animals before.",
      "th": "ผมไม่เคยเป็นคนที่ มีอารมณ์อ่อนไหวมากมายต่อสัตว์มาก่อน"
    }
  },
  {
    "translation": {
      "en": "I realized I was changing.",
      "th": "ผมรู้ตัวว่าผมเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "She was teaching me to become sensitized to the other.",
      "th": "เธอสอนให้ผม กลายเป็นคนมีอารมณ์อ่อนไหวต่อผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "Especially wild creatures.",
      "th": "โดยเฉพาะอย่างยิ่งต่อสัตว์ป่า"
    }
  },
  {
    "translation": {
      "en": "A scary feeling, going into the water early the next day.",
      "th": "ความรู้สึกขนลุก ที่ต้องกลับลงไปในน้ำเช้าวันต่อมา"
    }
  },
  {
    "translation": {
      "en": "I was very relieved that she was alive, breathing.",
      "th": "ผมโล่งใจมากที่เธอยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "She's so weak that she can't make those vibrant colors of a healthy octopus,",
      "th": "เธออ่อนแอมากจนไม่สามารถผลิตสีสันสดใส แบบหมึกสายที่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "and she's just dull and white.",
      "th": "เธอซีดขาว"
    }
  },
  {
    "translation": {
      "en": "And now I'm worried, \"How is she getting food?\"",
      "th": "ผมเป็นห่วงว่า \"เธอจะหาอาหารได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "You are crossing a line when you interfere in the lives of animals.",
      "th": "คุณกำลังข้ามเส้น เมื่อคุณเข้าไปขัดขวางชีวิตของสัตว์"
    }
  },
  {
    "translation": {
      "en": "But I was just too overcome with my feelings for her.",
      "th": "แต่ผมพ่ายแพ้ความรู้สึกที่ผมมีให้ต่อเธอ"
    }
  },
  {
    "translation": {
      "en": "I don't think it really helped.",
      "th": "ผมไม่คิดว่ามันช่วยอะไร"
    }
  },
  {
    "translation": {
      "en": "And she's right at the back of the den, you know, just not moving much.",
      "th": "เธออยู่ตรงปลายโพรง ไม่ขยับเขยื้อนตัวเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "I was just checking every day to see if she was okay,",
      "th": "ผมมาแวะมาเยี่ยมทุกวัน เพื่อดูว่าเธอสบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "wondering, \"Is this the last day? Am I not gonna see her?\"",
      "th": "สงสัยว่า \"วันนี้จะเป็นวันสุดท้ายหรือเปล่า ที่ผมจะได้เจอเธอ\""
    }
  },
  {
    "translation": {
      "en": "The big relief came a week or so later,",
      "th": "ผมโล่งใจขึ้นอย่างมาก หลังผ่านไปประมาณหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "and I could see it had sort of healed over pretty fast.",
      "th": "ผมเห็นว่ามันฟื้นตัวได้เร็วทีเดียว"
    }
  },
  {
    "translation": {
      "en": "And then the most amazing thing, to see this...",
      "th": "และสิ่งที่น่าทึ่งที่สุดที่ได้เห็นก็คือ..."
    }
  },
  {
    "translation": {
      "en": "tiny little miniature, perfect miniature arm...",
      "th": "หนวดเล็กๆ ที่สมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "starting to grow back.",
      "th": "เริ่มงอกคืนมา"
    }
  },
  {
    "translation": {
      "en": "And it gave me a strange sort of confidence",
      "th": "และมันทำให้ผม มีความมั่นใจอย่างประหลาด"
    }
  },
  {
    "translation": {
      "en": "that she can get past this incredible difficulty.",
      "th": "ว่าเธอจะผ่านช่วงเวลา ที่ยากลำบากแสนน่าทึ่งนี้ได้"
    }
  },
  {
    "translation": {
      "en": "And I felt, in my life, I was getting past the difficulties I had.",
      "th": "และผมรู้สึกว่า ในชีวิตของผม ผมกำลังผ่านช่วงเวลาที่ยากลำบากที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "In this strange way, our lives were mirroring each other.",
      "th": "ชีวิตของเราเป็นกระจกสะท้อนกันและกัน อย่างประหลาด"
    }
  },
  {
    "translation": {
      "en": "My relationship with people, with humans was changing.",
      "th": "ความสัมพันธ์ของผมกับผู้คน กับมนุษย์ กำลังเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "My son, at this stage, was very interested in everything underwater.",
      "th": "ช่วงนั้นลูกชายของผม สนใจทุกสิ่งทุกอย่างใต้ท้องทะเลอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And every day, I'd tell him the stories.",
      "th": "และทุกๆ วันผมจะเล่าเรื่องให้เขาฟัง"
    }
  },
  {
    "translation": {
      "en": "He'd seen her. He'd met her.",
      "th": "เขาได้เห็นเธอ ได้เจอเธอ"
    }
  },
  {
    "translation": {
      "en": "I'd taken him so many times.",
      "th": "ผมพาเขาไปด้วยหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "The arm becomes pretty functional,",
      "th": "หนวดเริ่มใช้การได้"
    }
  },
  {
    "translation": {
      "en": "even when it's half grown.",
      "th": "ถึงมันจะยังโตไม่เต็มที่"
    }
  },
  {
    "translation": {
      "en": "And then, slowly, as the arm grew, she grew her confidence back.",
      "th": "ขณะที่หนวดค่อยๆ งอกช้าๆ ความมั่นใจของเธอก็ค่อยๆ เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "Eventually, about 100 days later, that arm had fully regrown.",
      "th": "จนท้ายที่สุด ประมาณ 100 วันต่อมา หนวดเส้นนั้นก็งอกโตเต็มที่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "An amazing feeling to think that this animal is capable of that",
      "th": "มันเป็นความรู้สึกที่เยี่ยมยอดเมื่อคิดถึง สัตว์ที่มีความสามารถเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "and can withstand such an attack and fully recover.",
      "th": "สามารถยืนหยัดการโจมตีแบบนั้น และหายเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "After a while, she was just carrying on with her normal activities,",
      "th": "หลังจากนั้นต่อมา พอเธอกลับมาใช้ชีวิตตามกิจวัตรปกติ"
    }
  },
  {
    "translation": {
      "en": "so I then started a whole new development",
      "th": "ผมเริ่มมีความก้าวหน้าใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "of seeing even deeper into her world.",
      "th": "เพื่อเข้าไปในโลกของเธอให้ลึกยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "It was a nice, calm, clear day.",
      "th": "มันเป็นวันที่ดี สงบ สดใส"
    }
  },
  {
    "translation": {
      "en": "She comes around a corner and spots a crab.",
      "th": "เธอเข้ามาใกล้ และเจอปู"
    }
  },
  {
    "translation": {
      "en": "The problem when you're a crab,",
      "th": "ปัญหาคือพอคุณเป็นปู..."
    }
  },
  {
    "translation": {
      "en": "you're being now hunted by a liquid animal.",
      "th": "คุณกำลังโดนสัตว์ตัวเหลวล่า"
    }
  },
  {
    "translation": {
      "en": "She can pour herself through a tiny little crack.",
      "th": "เธอสามารถเลื้อยเข้าไปตามช่องว่างเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "And the crab seems to sense her",
      "th": "และปูเหมือนจะรู้สึกถึงเธอได้"
    }
  },
  {
    "translation": {
      "en": "and goes and hides underneath a big, poisonous anemone.",
      "th": "เลยเข้าไปซ่อนตัว อยู่ใต้ดอกไม้ทะเลมีพิษ"
    }
  },
  {
    "translation": {
      "en": "And then she waits and hides.",
      "th": "เธอเลยซ่อนตัวรอ"
    }
  },
  {
    "translation": {
      "en": "And then the crab thinks, \"Okay, everything's all right,\"",
      "th": "จนปูนึกว่า \"โอเค ทุกอย่างปลอดภัยแล้ว\""
    }
  },
  {
    "translation": {
      "en": "and makes the mistake of leaving that anemone.",
      "th": "และเผลอออกมาจากดอกไม้ทะเล"
    }
  },
  {
    "translation": {
      "en": "She's quite a messy eater.",
      "th": "เธอเป็นนักกินที่มูมมาม"
    }
  },
  {
    "translation": {
      "en": "Bits going everywhere. The smell's going out.",
      "th": "เศษกระจายไปทั่ว ส่งกลิ่นออกมา"
    }
  },
  {
    "translation": {
      "en": "And then you just look around, and you see these brittle stars,",
      "th": "พอคุณเริ่มมองรอบๆ คุณเห็นดาวเปราะ"
    }
  },
  {
    "translation": {
      "en": "surprisingly fast, just being drawn to her.",
      "th": "พุ่งเข้ามาหาเธออย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Just a mass of them sort of overwhelm her,",
      "th": "พวกมันมาเป็นฝูง ปกคลุมตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "and she doesn't seem sure of what to do or how to deal with them.",
      "th": "เธอไม่แน่ใจว่าต้องทำยังไง หรือรับมือกับมันแบบไหน"
    }
  },
  {
    "translation": {
      "en": "So I thought, \"Yeah, this is like a real problem now.",
      "th": "ผมคิดว่า \"นี่เป็นปัญหาซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "She's always gonna have this problem of brittle stars taking all her food.\"",
      "th": "เธอมักจะเจอดาวเปราะ มาแย่งอาหารของเธอตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Not that long in the future,",
      "th": "ไม่นานนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "she's thought, \"Okay, brittle stars are stealing my food,\"",
      "th": "เธอคิดว่า \"โอเค ดาวเปราะกำลังโขมยอาหารของฉัน\""
    }
  },
  {
    "translation": {
      "en": "and has this amazing method of just picking them up with her suckers",
      "th": "เธอมีวิธีหยิบมันออก ด้วยปุ่มดูดได้อย่างน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "and gently just throwing them out the den.",
      "th": "ค่อยๆ โยนพวกมันออกจากโพรง"
    }
  },
  {
    "translation": {
      "en": "Now she's completely the boss.",
      "th": "ตอนนี้เธอเป็นคนคุมเกมแล้ว"
    }
  },
  {
    "translation": {
      "en": "She initially adopted the same method to crab hunting with lobster.",
      "th": "เธอเริ่มใช้วิธีเดียวกับที่ใช้ล่าปู มาล่ากุ้งมังกร"
    }
  },
  {
    "translation": {
      "en": "You just suddenly see...",
      "th": "จู่ๆ คุณก็เห็น..."
    }
  },
  {
    "translation": {
      "en": "lobsters just shooting out of the reef.",
      "th": "กุ้งมังกรพุ่งออกจากปะการัง"
    }
  },
  {
    "translation": {
      "en": "I'm thinking now, \"She's definitely gonna catch this one.\"",
      "th": "ผมคิดว่า \"เธอต้องจับมันได้แน่นอน\""
    }
  },
  {
    "translation": {
      "en": "Time and time again, they just evade her.",
      "th": "มันหลุดหนีไปได้หลายต่อหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "And then, a couple of weeks later,",
      "th": "ไม่กี่อาทิตย์หลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "watching her coming round the side,",
      "th": "ดูเธออ้อมไปด้านข้าง"
    }
  },
  {
    "translation": {
      "en": "corralling me so that she can then get between the lobster and myself.",
      "th": "ล้อมผมไว้เพื่อเธอจะได้ อยู่ระหว่างกุ้งมังกรกับตัวผม"
    }
  },
  {
    "translation": {
      "en": "Using me as part of her hunting strategy.",
      "th": "เธอใช้ผมเป็นส่วนหนึ่งของกลยุทธการล่า"
    }
  },
  {
    "translation": {
      "en": "And instead of that messy lunge...",
      "th": "แทนที่จะพุ่งไปอย่างเร่งร้อน"
    }
  },
  {
    "translation": {
      "en": "throwing her web over the top.",
      "th": "เธอเหวี่ยงแหจากด้านบนลงมา"
    }
  },
  {
    "translation": {
      "en": "And then there's nowhere for it to go.",
      "th": "ทีนี้มันหนีไปไหนไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "This is an animal that is strategizing",
      "th": "นี่เป็นสัตว์ที่ใช้กลยุทธ"
    }
  },
  {
    "translation": {
      "en": "and working out very quickly how best to hunt a very tricky prey.",
      "th": "และหาวิธีอย่างรวดเร็ว เพื่อล่าเหยื่อที่ล่ายาก"
    }
  },
  {
    "translation": {
      "en": "A lot of her intelligence is built",
      "th": "ความฉลาดของเธอถูกสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "from the sheer number of prey that she has to catch.",
      "th": "ตามจำนวนเหยื่อที่เธอล่าได้"
    }
  },
  {
    "translation": {
      "en": "All sorts of animals.",
      "th": "สัตว์ทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "All the mollusks she is capturing, they're quite easy to catch,",
      "th": "พวกหอยที่เธอจับได้ มันจับได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "but they've got these incredibly hard shells.",
      "th": "แต่มันมีเปลือกที่แข็งมาก"
    }
  },
  {
    "translation": {
      "en": "Now, how the hell does she kill and eat them?",
      "th": "แล้วอย่างนี้ เธอจะฆ่าแล้วกินมันยังไง"
    }
  },
  {
    "translation": {
      "en": "At the base of all those arms,",
      "th": "ที่ฐานของหนวด"
    }
  },
  {
    "translation": {
      "en": "there's a drill that can drill through hard shell",
      "th": "มันมีสว่าน ที่สามารถเจาะทะลุเปลือกแข็ง"
    }
  },
  {
    "translation": {
      "en": "and then drop venom in there, like a snake,",
      "th": "และปล่อยพิษออกมาได้เหมือนงู"
    }
  },
  {
    "translation": {
      "en": "and see how that mollusk reacts.",
      "th": "และดูว่าหอยมันมีปฏิกิริยายังไง"
    }
  },
  {
    "translation": {
      "en": "But some of these mollusks will only relax",
      "th": "แต่หอยบางตัวจะแค่รู้สึกผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "if that drill is precisely in the apex of the shell,",
      "th": "ถ้ามันเจาะเข้าตรงยอดเปลือกของมันพอดี"
    }
  },
  {
    "translation": {
      "en": "on the abductor muscle.",
      "th": "ตรงกล้ามเนื้อยึดเปลือก"
    }
  },
  {
    "translation": {
      "en": "She basically has to do geometry",
      "th": "เธอต้องคำนวณเรขาคณิต"
    }
  },
  {
    "translation": {
      "en": "to work out exactly the precise spot where she needs to drill that shell",
      "th": "เพื่อคิดหาจุดที่ต้องเจาะเปลือกหอย ให้ได้พอดี"
    }
  },
  {
    "translation": {
      "en": "in order to get her food.",
      "th": "เพื่อที่จะได้อาหาร"
    }
  },
  {
    "translation": {
      "en": "This is high-level invertebrate intelligence.",
      "th": "นี่คือความฉลาดอย่างมาก ของสัตว์ที่ไม่มีกระดูกสันหลังชนิดนี้"
    }
  },
  {
    "translation": {
      "en": "Her ability to learn and remember details.",
      "th": "ความสามารถของเธอในการเรียนรู้ และจดจำรายละเอียดต่างๆ"
    }
  },
  {
    "translation": {
      "en": "And it hit me how she was teaching me so much.",
      "th": "มันส่งผลกับผม ว่าเธอได้สอนผมหลายต่อหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "You just can't wait to get up in the morning, 'cause there's so much to do",
      "th": "คุณรอที่จะตื่นขึ้นมาพรุ่งนี้เช้าแทบไม่ไหว เพราะมันมีหลายอย่างให้ทำ"
    }
  },
  {
    "translation": {
      "en": "to understand every little tiny mark, every little behavior,",
      "th": "เพื่อทำความเข้าใจทุกร่องรอยเล็กๆ พฤติกรรมต่างๆ ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "every species and what they're doing, how they're interacting.",
      "th": "ทุกสายพันธุ์ ว่าพวกมันกำลังทำอะไร มันมีปฏิสัมพันธ์อย่างไร"
    }
  },
  {
    "translation": {
      "en": "People ask, \"Why are you going to the same place every day?\"",
      "th": "หลายคนบอกว่า \"ทำไมคุณต้องไปที่เดิมทุกวัน\""
    }
  },
  {
    "translation": {
      "en": "But that's when you see the subtle differences.",
      "th": "แต่นั่นมันทำให้เห็นความแตกต่างเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "And that's when you get to know the wild.",
      "th": "และนั่นเป็นวิธีที่คุณได้เรียนรู้ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "So when these thousands of threads going off from the octopus",
      "th": "มันมีความเชื่อมโยงอีกเป็นพันๆ ที่แตกกระจายออกมาจากหมึกสาย"
    }
  },
  {
    "translation": {
      "en": "to all the other animals, predator and prey,",
      "th": "ถึงเหล่าสัตว์ต่างๆ ทั้งนักล่า และเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "and then this incredible forest,",
      "th": "และป่าที่น่าทึ่งนี้"
    }
  },
  {
    "translation": {
      "en": "um, just nurturing all of this.",
      "th": "คอยเลี้ยงดูทุกสิ่ง"
    }
  },
  {
    "translation": {
      "en": "And now I know how the helmet shell is connected to the urchin",
      "th": "ตอนนี้ผมรู้แล้วว่า หอยตีนช้างเกี่ยวข้องกับเม่นทะเลได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "and how the octopus is connected to the helmet shell.",
      "th": "และหมึกสายเกี่ยวข้องกับหอยตีนช้างได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And as I draw all these lines,",
      "th": "แล้วพอผมลากเส้นเหล่าขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "all these stories are just being thrown up.",
      "th": "เรื่องราวทั้งหลายจึงเผยออกมา"
    }
  },
  {
    "translation": {
      "en": "It's almost like the forest mind.",
      "th": "มันเป็นเหมือนจิตวิญญาณของป่า"
    }
  },
  {
    "translation": {
      "en": "I really could feel it. That big creature.",
      "th": "ผมสัมผัสได้เลยถึงเจ้าสัตว์ยักษ์"
    }
  },
  {
    "translation": {
      "en": "It was thousands of times more awake and intelligent than I am.",
      "th": "มันฉลาดและตื่นตัวกว่าผมหลายเท่า"
    }
  },
  {
    "translation": {
      "en": "This is like a giant underwater brain operating over millions of years.",
      "th": "มันเป็นเหมือนสมองใต้น้ำที่คอยทำงาน"
    }
  },
  {
    "translation": {
      "en": "And it just keeps everything in balance.",
      "th": "และมันควบคุมให้ทุกอย่างอยู่ในสมดุล"
    }
  },
  {
    "translation": {
      "en": "Everything seemed, at this point...",
      "th": "ถึงจุดนี้ ทุกอย่างดูเหมือน..."
    }
  },
  {
    "translation": {
      "en": "sort of perfect in the forest.",
      "th": "...เป็นป่าที่สมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "And, of course, you know...",
      "th": "และแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[chuckling] ...you've forgotten...",
      "th": "คุณลืมไป..."
    }
  },
  {
    "translation": {
      "en": "those predators are ever present.",
      "th": "ว่ามีพวกนักล่าอยู่ที่นั่นตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Just have this...",
      "th": "อยู่ๆ ก็มี..."
    }
  },
  {
    "translation": {
      "en": "burnt in my memory, this, like, huge shark just suddenly approaching her.",
      "th": "เป็นความจำที่ยังฝังหัว ที่มีฉลามตัวใหญ่ ว่ายเข้ามาพุ่งเข้ามาหาเธออย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "She kept still and tried to hide.",
      "th": "เธออยู่นิ่งๆ พยายามซ่อนตัว"
    }
  },
  {
    "translation": {
      "en": "Then you just saw the shark swimming on the periphery, picking up her scent.",
      "th": "ทันใดนั้นคุณก็เห็นฉลาม ว่ายเข้ามาในอาณาเขต รับรู้กลิ่นของเธอได้"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Oh, no, this is this whole...",
      "th": "ผมคิดเลยว่า \"โอ้ ไม่นะ..."
    }
  },
  {
    "translation": {
      "en": "nightmare happening again.\"",
      "th": "ฝันร้ายทั้งหมดมันกลับมาอีกแล้ว\""
    }
  },
  {
    "translation": {
      "en": "She jets up in the canopy,",
      "th": "เธอพุ่งตัวไปที่ยอดป่าสาหร่าย"
    }
  },
  {
    "translation": {
      "en": "and she's wrapping many leaves of kelp tightly around her body",
      "th": "เธอเลยเอาใบสาหร่ายหลายๆ ใบ มาห่อตัวจนแน่น"
    }
  },
  {
    "translation": {
      "en": "and then just peering out.",
      "th": "แล้วมองลอดออกมา"
    }
  },
  {
    "translation": {
      "en": "All the smell's on the kelp,",
      "th": "กลิ่นของสาหร่าย"
    }
  },
  {
    "translation": {
      "en": "so the shark's now biting and snapping at the kelp.",
      "th": "ฉลามเลยกัดแทะสาหร่ายแทน"
    }
  },
  {
    "translation": {
      "en": "She's shot out the back.",
      "th": "เธอพุ่งตัวไปข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "She just climbs out over a rock, leaves the water, and I was like...",
      "th": "เธอปีนขึ้นโหดหิน ขึ้นมาจากน้ำ ผมถึงกับ..."
    }
  },
  {
    "translation": {
      "en": "I just, you know... almost can't believe my eyes.",
      "th": "ถึงกับ... ไม่อยากเชื่อสายตาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But the problem is, of course, she's gotta come back.",
      "th": "แต่ปัญหาคือ ยังไงเธอก็ต้องกลับลงน้ำ"
    }
  },
  {
    "translation": {
      "en": "On the other side, the shark picks up her scent again.",
      "th": "อีกด้านหนึ่ง ฉลามสามารถตรวจจับกลิ่นเธอได้อีก"
    }
  },
  {
    "translation": {
      "en": "And this crazy chase is on.",
      "th": "การไล่ล่าที่ดุเดือดจึงเริ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "And then, I see her,",
      "th": "จากนั้นผมเห็นเธอ"
    }
  },
  {
    "translation": {
      "en": "in a very quick movement,",
      "th": "เคลื่อนไหวอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "picking up maybe close to 100 shells and stones...",
      "th": "หยิบเปลือกหอยและก้อนหินเกือบร้อยชิ้น..."
    }
  },
  {
    "translation": {
      "en": "and then folding her arms over her vulnerable head.",
      "th": "จากนั้นใช้หนวดม้วนบังหัวที่เปราะบางของเธอ"
    }
  },
  {
    "translation": {
      "en": "And in that moment,",
      "th": "และตอนนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "I realized, \"This is this crazy thing I saw...",
      "th": "ผมถึงนึกได้ว่า \"นี่คือสิ่งที่อัศจรรย์ที่ผมเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "so long ago.\"",
      "th": "เมื่อนานมาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Next minute, the shark grabs her.",
      "th": "นาทีต่อมา ฉลามคว้าเธอได้"
    }
  },
  {
    "translation": {
      "en": "But I had to breathe.",
      "th": "แต่ผมต้องขึ้นไปหายใจ"
    }
  },
  {
    "translation": {
      "en": "Rush to the surface as fast as you can.",
      "th": "รีบขึ้นไปที่ผิวน้ำให้เร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "Straight back down again.",
      "th": "และรีบกลับลงไปใหม่"
    }
  },
  {
    "translation": {
      "en": "And it's like, \"Okay, now, this is too crazy.\"",
      "th": "มันเหมือนกับ \"โอเค นี่มันบ้าเกินไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Somehow she's managed to maneuver herself into the least dangerous place,",
      "th": "ด้วยวิธีไหนก็ตาม เธอเอาตัวรอด จากสถานที่ที่อันตรายที่สุดมาได้"
    }
  },
  {
    "translation": {
      "en": "and that's on the shark's back.",
      "th": "และนั่นคือการอยู่หลังของฉลาม"
    }
  },
  {
    "translation": {
      "en": "The shark tries to shake her off and is swimming away.",
      "th": "ฉลามพยายามสะบัดเธอออก และว่ายหนีไป"
    }
  },
  {
    "translation": {
      "en": "Takes a few seconds to figure out,",
      "th": "มันใช้เวลาคิดอยู่พักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "\"What the hell's going on here?\"",
      "th": "ว่าเมื่อกี๊มันเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "But you can immediately tell",
      "th": "แต่คุณบอกได้ทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "she's now got the upper hand.",
      "th": "ว่าเธอเป็นฝ่ายได้เปรียบ"
    }
  },
  {
    "translation": {
      "en": "As the shark goes near some of the thick kelp...",
      "th": "ขณะที่ฉลามเข้าใกล้กอสาหร่าย"
    }
  },
  {
    "translation": {
      "en": "she just pushes off the back...",
      "th": "เธอผละตัวเองออกจากหลัง"
    }
  },
  {
    "translation": {
      "en": "drops the remaining shells",
      "th": "ทิ้งเปลือกหอยเอาไว้"
    }
  },
  {
    "translation": {
      "en": "and jets away.",
      "th": "และพุ่งตัวหนีไป"
    }
  },
  {
    "translation": {
      "en": "And the shark, it's just been completely outwitted.",
      "th": "ฉลามมันฉลาดสู้เธอไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "The shark comes, does one pass,",
      "th": "ฉลามว่ายผ่านมารอบหนึ่ง แต่เธอปลอดภัยดี"
    }
  },
  {
    "translation": {
      "en": "but she's completely safe. There's nothing it can do.",
      "th": "ฉลามว่ายผ่านมารอบหนึ่ง แต่เธอปลอดภัยดี มันทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And it leaves.",
      "th": "มาว่ายจากไป"
    }
  },
  {
    "translation": {
      "en": "How she can think that quickly and make those life-and-death decisions,",
      "th": "เธอคิดวิธีได้รวดเร็วและตัดสินใจ ระหว่างความเป็นความตายแบบนั้นได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "uh, it's just, yeah, pretty, pretty incredible.",
      "th": "มันเป็นเรื่องน่าทึ่งมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I was around for a good 80 percent of her life.",
      "th": "ผมน่าจะใช้เวลา กว่า 80 เปอร์เซนต์ของชีวิตเธอ"
    }
  },
  {
    "translation": {
      "en": "Each moment is so precious because it's so short.",
      "th": "ทุกช่วงเวลามีค่ามากเพราะมันสั้นมาก"
    }
  },
  {
    "translation": {
      "en": "There was this one incredible day.",
      "th": "มันมีอยู่วันหนึ่งที่แสนน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "A big shoal of dream fish.",
      "th": "ปลาดรีมฟิชฝูงใหญ่"
    }
  },
  {
    "translation": {
      "en": "Fairly shallow water.",
      "th": "น้ำค่อนข้างตื้น"
    }
  },
  {
    "translation": {
      "en": "Suddenly, she's...",
      "th": "ทันใดนั้น เธอก็..."
    }
  },
  {
    "translation": {
      "en": "reaching up for the surface like that.",
      "th": "กางหนวดขึ้นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Initially, I thought...",
      "th": "ตอนแรกผมนึกว่า..."
    }
  },
  {
    "translation": {
      "en": "\"She's hunting the fish.\"",
      "th": "เธอกำลังล่าปลา"
    }
  },
  {
    "translation": {
      "en": "Then I was like, \"Hold on.",
      "th": "แล้วผมรู้สึกว่า \"เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "When she hunts, she's strategic, and she's like...",
      "th": "เวลาเธอล่า เธอจะวางแผนและเธอจะ..."
    }
  },
  {
    "translation": {
      "en": "focused.",
      "th": "ใช้สมาธิ"
    }
  },
  {
    "translation": {
      "en": "This behavior doesn't feel predatory to me.\"",
      "th": "พฤติกรรมนี้ดูไม่เหมือนการล่า"
    }
  },
  {
    "translation": {
      "en": "It took a long time to actually, like, process it.",
      "th": "ผมใช้เวลาสักพักเพื่อทำความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "But I couldn't help thinking, \"She's playing with the fish.\"",
      "th": "แต่ผมอดคิดไม่ได้ว่า \"เธอกำลังเล่นกับพวกปลา\""
    }
  },
  {
    "translation": {
      "en": "You see play often in social animals.",
      "th": "ปกติคุณจะเห็นการเล่นในหมู่สัตว์สังคม"
    }
  },
  {
    "translation": {
      "en": "Here's a highly antisocial animal playing with fish.",
      "th": "แต่นี่คือสัตว์ที่รักสันโดษกำลังเล่นกับปลา"
    }
  },
  {
    "translation": {
      "en": "It takes that animal to a different level.",
      "th": "มันทำให้สัตว์ชนิดนี้ไปก้าวสู่อีกระดับ"
    }
  },
  {
    "translation": {
      "en": "Oh, then she completely lost interest in the fish,",
      "th": "แล้วเธอก็เบื่อการเล่นกับปลา"
    }
  },
  {
    "translation": {
      "en": "rushed over...",
      "th": "พุ่งเข้ามา"
    }
  },
  {
    "translation": {
      "en": "grabbed hold of me.",
      "th": "เกาะผมไว้"
    }
  },
  {
    "translation": {
      "en": "And that was the last time we had physical contact.",
      "th": "และนั่นคือครั้งสุดท้าย ที่เราได้สัมผัสตัวกัน"
    }
  },
  {
    "translation": {
      "en": "If I think back,",
      "th": "ถ้าคิดย้อนกลับไป"
    }
  },
  {
    "translation": {
      "en": "and I remember it was a very rough day, very turbulent.",
      "th": "ผมจำได้ว่ามันเป็นวันที่คลื่นลมแรงมาก"
    }
  },
  {
    "translation": {
      "en": "Sediment everywhere.",
      "th": "ตะกอนเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "Go down and whoa,",
      "th": "ผมดำลงไปและ..."
    }
  },
  {
    "translation": {
      "en": "there's another big octopus right next to her.",
      "th": "มีหมึกสายตัวใหญ่อีกตัวอยู่ข้างๆ เธอ"
    }
  },
  {
    "translation": {
      "en": "It's very, very rare to see two octopus close together.",
      "th": "เป็นเรื่องที่ยากมาก ที่จะได้เห็นหมึกสายสองตัวอยู่ใกล้ชิดกัน"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my God, what's going on?\"",
      "th": "\"โอ้พระเจ้า มันเกิดอะไรขึ้นเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "And then seeing that both animals are pretty relaxed",
      "th": "แล้วผมก็เห็นว่าสัตว์สองตัวนี้กำลังผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "and realizing, \"Okay, and then the mating is beginning.\"",
      "th": "เลยนึกได้ว่า \"โอเค การผสมพันธุ์กำลังเริ่มขึ้นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "By this stage, I knew quite well the stages of an octopus's life.",
      "th": "ถึงตอนนี้ ผมรู้ดีเรื่องช่วงชีวิตของหมึกสาย"
    }
  },
  {
    "translation": {
      "en": "So while I was very excited that this mating was beginning,",
      "th": "ขณะที่ผมกำลังดีใจ ว่าการผสมพันธุ์เริ่มขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "there was a sort of...",
      "th": "มันก็มี..."
    }
  },
  {
    "translation": {
      "en": "this dread in the bottom of my stomach.",
      "th": "ความหวาดหวั่น... อยู่ลึกๆ ในใจ"
    }
  },
  {
    "translation": {
      "en": "She wasn't coming out of that den.",
      "th": "เธอไม่ออกมาจากโพรง"
    }
  },
  {
    "translation": {
      "en": "There was no more feeding, no more hunting.",
      "th": "ไม่มีการกินอาหาร ไม่มีการออกล่าเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "A huge part of her body is actually given to those eggs.",
      "th": "ร่างกายของเธอแทบทั้งหมด ได้มอบให้ไข่พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "So she drops in weight, and she loses an enormous amount of strength.",
      "th": "น้ำหนักของเธอหายไป เธอสูญเสียความแข็งแรงไปมาก"
    }
  },
  {
    "translation": {
      "en": "The eggs are laid right in the back, in the dark.",
      "th": "ไข่ถูกวางอยู่ตรงมุมมืดด้านใน"
    }
  },
  {
    "translation": {
      "en": "It's impossible to see them.",
      "th": "ยากที่จะมองเห็น"
    }
  },
  {
    "translation": {
      "en": "I just keep going every day and just check.",
      "th": "ผมไปหาเธอทุกวัน เพื่อเฝ้าดู"
    }
  },
  {
    "translation": {
      "en": "She's oxygenating the eggs with her siphon, looking after them.",
      "th": "เธอให้ออกซิเจนหล่อเลี้ยงไข่ด้วยท่อพ่นน้ำ คอยดูแลพวกมัน"
    }
  },
  {
    "translation": {
      "en": "She's just slowly dying",
      "th": "เธอค่อยๆ ตายช้าๆ"
    }
  },
  {
    "translation": {
      "en": "and timing her death exactly for the hatching of those eggs.",
      "th": "และกำหนดเวลาการตายให้พอดี กับเวลาที่ไข่ฟักออกมา"
    }
  },
  {
    "translation": {
      "en": "I mean, it struck home so hard for me.",
      "th": "มันทำให้ผมเจ็บปวดมาก"
    }
  },
  {
    "translation": {
      "en": "Here's an invertebrate, essentially a mollusk,",
      "th": "เรามีสัตว์ไม่มีกระดูกสันหลัง จริงๆ มันคือสัตว์จำพวกหอย"
    }
  },
  {
    "translation": {
      "en": "sacrificing her own life",
      "th": "กำลังสละชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "for her young.",
      "th": "ให้กับลูกๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "All those eggs hatched.",
      "th": "ไข่ทั้งหมดฟักออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "They're tiny, and they go into the water column.",
      "th": "พวกมันตัวเล็กมาก และมันว่ายไปในห้วงน้ำ"
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of them.",
      "th": "นับแสนๆ ตัว"
    }
  },
  {
    "translation": {
      "en": "And the next thing I saw, she's washed out the den, barely alive.",
      "th": "จากนั้นผมเห็นเธอทลายโพรงออกมา กำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "And the fish, you know, feeding on her.",
      "th": "และปลาเริ่มมาแทะกินเธอ"
    }
  },
  {
    "translation": {
      "en": "A lot of the scavengers coming to feed on her.",
      "th": "พวกสัตว์กินซากทั้งหลายก็มากินเธอ"
    }
  },
  {
    "translation": {
      "en": "It was just heartbreaking.",
      "th": "มันช่างน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "A part of me just wanted to hold her and chase them away.",
      "th": "ใจหนึ่งผมอยากเข้าไปอุ้มเธอ แล้วไล่พวกมันออกไป"
    }
  },
  {
    "translation": {
      "en": "But I didn't do that.",
      "th": "แต่ผมไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "The next day...",
      "th": "วันต่อมา..."
    }
  },
  {
    "translation": {
      "en": "a big shark came...",
      "th": "ฉลามตัวใหญ่ก็มา"
    }
  },
  {
    "translation": {
      "en": "and just took her away, you know, into the misty forest.",
      "th": "มันพาเธอไป ลึกเข้าไปในป่าอึมครึมนั้น"
    }
  },
  {
    "translation": {
      "en": "Often, I go to the place of her main den.",
      "th": "ผมไปที่โพรงหลักของเธอบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And I just float above it and feel her there.",
      "th": "ผมลอยตัวอยู่เหนือมัน และรู้สึกถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "[choking up] Of course I miss her.",
      "th": "แน่นอน ผมคิดถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "But, um...",
      "th": "แต่..."
    }
  },
  {
    "translation": {
      "en": "I mean, in some crazy way, it was a relief.",
      "th": "มันก็เป็นความโล่งใจอย่างประหลาด"
    }
  },
  {
    "translation": {
      "en": "It was a relief, because the intensity of going every day and tracking her, um...",
      "th": "มันเป็นความโล่งใจ เพราะการตามรอยเธอ อย่างขมักเขม้นทุกๆ วัน..."
    }
  },
  {
    "translation": {
      "en": "and trying to capture, it was...",
      "th": "และพยายามบันทึกไว้ มันช่าง..."
    }
  },
  {
    "translation": {
      "en": "It was tough in a way.",
      "th": "มันยากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "I mean, I sort of slept, dreamt...",
      "th": "ผมได้แต่เฝ้าคิดถึง"
    }
  },
  {
    "translation": {
      "en": "this animal.",
      "th": "เจ้าสัตว์ตัวนี้"
    }
  },
  {
    "translation": {
      "en": "I was... You know, I was...",
      "th": "แบบว่า ผม..."
    }
  },
  {
    "translation": {
      "en": "in my mind, thinking like an octopus.",
      "th": "ในหัวผมกำลังคิดแบบหมึกสาย"
    }
  },
  {
    "translation": {
      "en": "And... and it was all so taxing, in a way.",
      "th": "และมันใช้พลังงานอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "But underneath that,",
      "th": "แต่ลึกลงไปนั้น"
    }
  },
  {
    "translation": {
      "en": "this incredible pride for this animal",
      "th": "เป็นความภูมิใจที่มีให้แก่สัตว์ตัวนี้"
    }
  },
  {
    "translation": {
      "en": "that's been through impossible odds to get to this place.",
      "th": "ที่ต้องเจอเรื่องยากลำบากต่างๆ เพื่อเข้าไปในสถานที่นั้น"
    }
  },
  {
    "translation": {
      "en": "I mean, an unimaginable life.",
      "th": "มันเป็นชีวิตที่เหนือจินตนาการ"
    }
  },
  {
    "translation": {
      "en": "One of the most exciting things ever in my life, taking my son,",
      "th": "หนึ่งในสิ่งที่น่าตื่นเต้นที่สุดในชีวิตของผมก็คือ การพาลูกชายผม"
    }
  },
  {
    "translation": {
      "en": "walking along the shore",
      "th": "ไปเดินที่ชายเดิน"
    }
  },
  {
    "translation": {
      "en": "and just showing him the... the wonders of nature",
      "th": "และแสดงให้เขาเห็นธรรมชาติที่อัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "and the details and the intricacies.",
      "th": "และรายละเอียดต่างๆ และความสลับซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "I was getting so much from the wild, and I could actually now give.",
      "th": "ผมได้เรียนรู้อย่างมากจากป่า และตอนนี้ผมได้เป็นผู้ให้บ้าง"
    }
  },
  {
    "translation": {
      "en": "I had so much energy to give back.",
      "th": "ผมมีพลังอย่างล้นเหลือที่จะให้"
    }
  },
  {
    "translation": {
      "en": "He's like a little marine biologist now. He knows so much.",
      "th": "เขากลายเป็นนักชีววิทยาทางทะเลน้อยๆ เขารู้อะไรเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "And very powerful swimmer.",
      "th": "เป็นนักว่ายน้ำที่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "And as he gets older, he seems to want to do it more and more.",
      "th": "ยิ่งเขาโตขึ้นมากขึ้น เขายิ่งอยากทำอะไรได้มากขึ้นๆ"
    }
  },
  {
    "translation": {
      "en": "To see that develop,",
      "th": "การได้เห็นพัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "a strong sense of himself...",
      "th": "ความเป็นตัวของตัวเองอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "an incredible confidence,",
      "th": "ความมั่นใจที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "but the most important thing,",
      "th": "แต่สิ่งที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "a gentleness.",
      "th": "ความอ่อนโยน"
    }
  },
  {
    "translation": {
      "en": "And I think that's the thing",
      "th": "ผละผมคิดว่า นั้นคือสิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "that thousands of hours in nature can teach a child.",
      "th": "ที่หลายหมื่นชั่วโมงในธรรมชาติ ได้สอนเด็กคนนี้"
    }
  },
  {
    "translation": {
      "en": "A few months later, after she'd died,",
      "th": "ไม่กี่เดือนต่อมาหลังเธอตาย"
    }
  },
  {
    "translation": {
      "en": "he actually found this tiny little octopus.",
      "th": "ลูกผมเจอลูกหมึกสายตัวจิ๋ว"
    }
  },
  {
    "translation": {
      "en": "It's very rare to see an animal that small.",
      "th": "สัตว์ตัวเล็กขนาดนั้นมันพบได้ยากมาก"
    }
  },
  {
    "translation": {
      "en": "They have up to half a million young. A handful survive.",
      "th": "ถึงแม้จะมีลูกหมึกสายฟักออกมากว่าครึ่งล้าน แต่มีเพียงหยิบมือที่รอด"
    }
  },
  {
    "translation": {
      "en": "So it's a pretty tough road they have to walk.",
      "th": "มันจึงเป็นเส้นทางที่ยากลำบากที่ต้องเดินทางไป"
    }
  },
  {
    "translation": {
      "en": "But that's their strategy, live fast and die young.",
      "th": "แต่กลยุทธนั่นคือของมัน ตายไวต้องรีบใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "We kind of imagined that it might be one of her young.",
      "th": "เราเลยคิดเอาเองว่า นี่คงเป็นหนึ่งในลูกๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "It was kind of the right size, the right time.",
      "th": "มันมีขนาดที่ถูกต้อง พอดีกับเวลา"
    }
  },
  {
    "translation": {
      "en": "And it was joyous. It was like, \"Well, there she is.\"",
      "th": "และมันเป็นความสุขที่ได้รู้สึกว่า \"เธออยู่นี่ไง\""
    }
  },
  {
    "translation": {
      "en": "She'd made me realize",
      "th": "เธอทำให้ผมตระหนักได้"
    }
  },
  {
    "translation": {
      "en": "just how precious wild places are.",
      "th": "ว่าที่พื้นที่ธรรมชาติทั้งหลายสำคัญแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You go into that water...",
      "th": "คุณดำน้ำลงไป"
    }
  },
  {
    "translation": {
      "en": "and it's extremely liberating.",
      "th": "มันเป็นอิสระมาก"
    }
  },
  {
    "translation": {
      "en": "All your...",
      "th": "ทั้งหมดที่คุณ..."
    }
  },
  {
    "translation": {
      "en": "worries and problems and life drama just dissolve.",
      "th": "เป็นกังวล ปัญหาต่างๆ และเรื่องวุ่นๆ ในชีวิต มันละลายหายไป"
    }
  },
  {
    "translation": {
      "en": "You slowly start to care about all the animals,",
      "th": "คุณเริ่มเป็นห่วงเป็นใยสัตว์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "even the tiniest little animals.",
      "th": "แม้จะเป็นสัตว์ที่ตัวเล็กที่สุด"
    }
  },
  {
    "translation": {
      "en": "You realize that every one is very important.",
      "th": "คุณเรียนรู้ว่าทุกชีวิตมีความสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "To sense how vulnerable these wild animals' lives are,",
      "th": "การสัมผัสได้ถึงความเปราะบาง ของชีวิตสัตว์ป่าเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "and actually, then how vulnerable all our lives on this planet are.",
      "th": "และจริงๆ แล้วชีวิตของเราบนโลกใบนี้ มันช่างเปราะบางแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "My relationship with the sea forest and its creatures deepens...",
      "th": "ความสัมพันธ์ของผมกับป่าแห่งท้องทะเล และสิ่งมีชีวิตในนั้นมันลึกซึ้งขึ้น"
    }
  },
  {
    "translation": {
      "en": "week after month after year after year.",
      "th": "ผ่านไปเป็นสัปดาห์ เป็นเดือน เป็นปีๆ"
    }
  },
  {
    "translation": {
      "en": "You're in touch with this wild place, and it's speaking to you.",
      "th": "คุณได้สัมผัสกับธรรมชาติในสถานที่แห่งนี้ และมันพูดกับคุณ"
    }
  },
  {
    "translation": {
      "en": "Its language is visible.",
      "th": "เรามองเห็นภาษาของมัน"
    }
  },
  {
    "translation": {
      "en": "I fell in love with her",
      "th": "ผมหลงรักเธอ"
    }
  },
  {
    "translation": {
      "en": "but also with that amazing wildness that she represented",
      "th": "และรักสัญชาตญาณสัตว์ป่า ที่เธอแสดงออกมาอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "and... and how that changed me.",
      "th": "และสิ่งที่มันเปลี่ยนผม"
    }
  },
  {
    "translation": {
      "en": "What she taught me was to feel...",
      "th": "สิ่งที่เธอสอนผมคือการรู้สึก"
    }
  },
  {
    "translation": {
      "en": "that you're part of this place, not a visitor.",
      "th": "ว่าคุณเป็นส่วนหนึ่งของพื้นที่แห่งนี้ ไม่ใช่ผู้มาเยือน"
    }
  },
  {
    "translation": {
      "en": "That's a huge difference.",
      "th": "มันต่างกันอย่างมาก"
    }
  }
]