[
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] ] Champion spellers, we are now in uncharted territory.",
      "th": "สุดยอดผู้สะกดคำศัพท์ทุกคน ตอนนี้เราเจอประสบการณ์ที่ไม่คุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "We're throwing the dictionary at you",
      "th": "เราโยนพจนานุกรมใส่คุณ"
    }
  },
  {
    "translation": {
      "en": "and so far you are showing this dictionary who is boss.",
      "th": "และจนถึงตอนนี้ คุณก็ทำให้พจนานุกรม รู้ว่าใครเหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "We've now reached the start of round 20,",
      "th": "ตอนนี้เรามาถึงการเริ่มต้นรอบ 20 แล้ว"
    }
  },
  {
    "translation": {
      "en": "the round I informed you would be the final one of this competition.",
      "th": "เป็นรอบที่ผมบอกทุกคนไว้ว่า จะเป็นรอบสุดท้ายของการแข่งครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "When we get to the end of round 20,",
      "th": "เมื่อเราจบการแข่งของรอบ 20"
    }
  },
  {
    "translation": {
      "en": "we will take an extraordinary step of declaring as co-champions",
      "th": "เราจะใช้ขั้นตอนพิเศษ ในการประกาศการได้แชมป์ร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "those of you still remaining in the competition.",
      "th": "สำหรับพวกคุณที่ยังคงอยู่ในการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "-[pronouncer] You are correct! -[audience cheering]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[pronouncer] You are correct! -[audience cheering]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[pronouncer] You are correct!",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "You are correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-You are correct. -[audience cheering]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "You are correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[male host 1] It's complete.",
      "th": "เสร็จสิ้นแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "You're all champions of the 2019 Scripps National Spelling Bee.",
      "th": "คุณทุกคนเป็นแชมป์แข่งสะกดคำศัพท์ระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง ปีของปี 2019"
    }
  },
  {
    "translation": {
      "en": "[male host 1] They will forever be remembered as the Elite 8,",
      "th": "พวกเขาจะเป็นที่จดจำตลอดไป ในฐานะแปดสุดยอดคนเก่ง"
    }
  },
  {
    "translation": {
      "en": "the eight spellers that for three and a half hours",
      "th": "ผู้แข่งสะกดคำศัพท์แปดคน ที่ในเวลาสามชั่วโมงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "took the best parts the dictionary had to throw at them,",
      "th": "เอาชนะแทบทั้งหมดที่พจนานุกรมโยนใส่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "and this is the night that the kids won the Spelling Bee.",
      "th": "และนี่คือค่ำคืนที่เด็กๆ ชนะในการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "And there you have it,",
      "th": "และนั่นล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "a picture that will be on the front page of every newspaper and website.",
      "th": "ภาพที่จะอยู่บนหน้าหนึ่งของ หนังสือพิมพ์ทุกฉบับและทุกเว็บไซต์"
    }
  },
  {
    "translation": {
      "en": "[male] Spelling bees are a time-honored American tradition",
      "th": "การแข่งสะกดคำศัพท์ เป็นประเพณีเก่าแก่ของคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and the Scripps National Spelling Bee",
      "th": "และการแข่งระดับประเทศชาติ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "is the most prestigious contest in the country.",
      "th": "เป็นการแข่งขันที่ทรงเกียรติที่สุดในประเทศ"
    }
  },
  {
    "translation": {
      "en": "[female] South Asian-American kids are dominating the Scripps National Spelling Bee.",
      "th": "เด็กๆ อเมริกันเชื้อสายเอเชียใต้กำลังยึดครอง การแข่งขันสคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "I think people are curious about, like, do they have a secret?",
      "th": "ฉันคิดว่าคนอยากรู้ว่าพวกเขามีเคล็ดลับมั้ย"
    }
  },
  {
    "translation": {
      "en": "Is there something that they’re genetically predisposed to knowing?",
      "th": "มีอะไรมั้ยที่ทำให้พวกเขา มีแนวโน้มทางพันธุกรรมเรื่องการเรียนรู้"
    }
  },
  {
    "translation": {
      "en": "The most phenomenal assemblage of super spellers.",
      "th": "กลุ่มของสุดยอดผู้สะกดคำศัพท์ที่มหัศจรรย์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Meet the kids who exhausted the dictionary itself.",
      "th": "ขอเชิญพบกับเด็กๆ ที่ทำให้พจนานุกรมถึงกับหมดแรง"
    }
  },
  {
    "translation": {
      "en": "-The Octo-Champs, ladies and gentlemen! -[audience cheering, applauding]",
      "th": "แชมป์ทั้งแปดครับ ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "What kind of a name is Erin?",
      "th": "เอรินนี่เป็นชื่อแบบไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Since 2008, a decade of dominance.",
      "th": "ตั้งแต่ปี 2008 สิบปีของการครองความยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Hari Kondabolu] We rival the Yankees, the Dallas Cowboys, Celtics, Lakers.",
      "th": "เราทัดเทียมกับทีมแยงกีส์ ดัลลัสคาวบอยส์ เซลติกส์ เลเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "Indian-American kids in spelling, like, we’re in that.",
      "th": "เด็กอเมริกันเชื้อสายอินเดีย ในการสะกดคำศัพท์ เราอยู่จุดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "When we find something that works, we go all in.",
      "th": "เมื่อเราเจอสิ่งที่ได้ผล เราจะทุ่มหมดตัว"
    }
  },
  {
    "translation": {
      "en": "[male] Something clearly is going on that needs to be better understood.",
      "th": "มีบางสิ่งกำลังเกิดขึ้นอย่างชัดเจน ที่ต้องทำความเข้าใจให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "...international society of people with high IQs has two new members.",
      "th": "สมาคมกลุ่มผู้มีไอคิวสูงของโลก ได้สมาชิกใหม่สองคน"
    }
  },
  {
    "translation": {
      "en": "They're children!",
      "th": "ทั้งคู่เป็นเด็ก"
    }
  },
  {
    "translation": {
      "en": "Three-year-old Akash Vukoti and five-year-old Amritha Vukoti",
      "th": "อากาศ วูโกตี อายุสามขวบ และอมริตา วูโกตี อายุห้าขวบ"
    }
  },
  {
    "translation": {
      "en": "have been accepted into the American MENSA.",
      "th": "ได้รับการต้อนรับสู่สมาคมเมนซาของอเมริกา (อากาศ วูโกตี สมาชิกเมนซา)"
    }
  },
  {
    "translation": {
      "en": "Welcome to Little Big Shots!",
      "th": "ขอต้อนรับสู่รายการ \"ลิทเทิ่ล บิ๊ก ช็อตส์\""
    }
  },
  {
    "translation": {
      "en": "You have never seen kids like the ones who are coming out here today.",
      "th": "คุณไม่เคยเห็นเด็กที่เหมือนคนที่จะออกมาวันนี้แน่"
    }
  },
  {
    "translation": {
      "en": "[Steve Harvey] Cona-sewer.",
      "th": "คอนา ซูวร์"
    }
  },
  {
    "translation": {
      "en": "[laughing] No! Not \"cona-sewer.\"",
      "th": "ไม่ใช่ครับ \"คอนา ซูเวอร์\""
    }
  },
  {
    "translation": {
      "en": "-Okay, catch it up. -[audience laughing]",
      "th": "โอเค ตามให้ทัน"
    }
  },
  {
    "translation": {
      "en": "The kids getting the big buzz at the Spelling Bee.",
      "th": "เด็กๆ กำลังดังระเบิดในการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "A six-year-old making history",
      "th": "เด็กหกขวบสร้างประวัติสาสตร์"
    }
  },
  {
    "translation": {
      "en": "as the first first-grader ever in the competition.",
      "th": "ในฐานะเด็กเกรดหนึ่งคนแรกเลยที่เข้าแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "Inviscate.",
      "th": "อินวิสเกต"
    }
  },
  {
    "translation": {
      "en": "-Inviscate. -[female] That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, funny story. First, my uncle... One of my uncles...",
      "th": "เป็นเรื่องขำๆ ครับ ตอนแรกลุงผม หนึ่งในลุงผม... (อากาศ วัยเจ็ดขวบ สะกดคำศัพท์มาตั้งแต่สองขวบ)"
    }
  },
  {
    "translation": {
      "en": "was feeding me something like a type of rice thingy.",
      "th": "ป้อนอะไรผมสักอย่างคล้ายๆ ข้าว"
    }
  },
  {
    "translation": {
      "en": "And then he showed a spoon, told me to spell \"spoon.\"",
      "th": "แล้วก็เอาช้อนให้ผมดู บอกให้ผมสะกดคำว่า \"ช้อน\""
    }
  },
  {
    "translation": {
      "en": "I said...",
      "th": "ผมก็พูด..."
    }
  },
  {
    "translation": {
      "en": "So the next day, the same uncle came to me and said to spell \"spoon\" again.",
      "th": "แล้ววันต่อมา ลุงคนเดิมก็มาหาผม และบอกให้ผมสะกดคำว่า \"ช้อน\" อีก"
    }
  },
  {
    "translation": {
      "en": "I spelled...",
      "th": "ผมก็สะกด..."
    }
  },
  {
    "translation": {
      "en": "That was not normal for, you know, for a two... just two-years-old kid",
      "th": "นั่นเป็นเรื่องไม่ธรรมดาครับ สำหรับเด็กอายุแค่สองขวบ"
    }
  },
  {
    "translation": {
      "en": "to spell it back in the same sequence, in the same order of the alphabet.",
      "th": "ที่จะสะกดได้แบบเดิม ในลำดับพยัญชนะแบบเดิม"
    }
  },
  {
    "translation": {
      "en": "That was the first time when we noticed that, oh, he...",
      "th": "นั่นเป็นครั้งแรกที่เราสังเกตเห็นว่า โห เขา..."
    }
  },
  {
    "translation": {
      "en": "He has something into the spellings.",
      "th": "เขาสนใจเรื่องการสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "That’s when my parents saw that first interest.",
      "th": "นั่นคือตอนที่พ่อแม่ผม เห็นความสนใจอย่างแรก"
    }
  },
  {
    "translation": {
      "en": "First interest.",
      "th": "ความสนใจอย่างแรก"
    }
  },
  {
    "translation": {
      "en": "-[Mom] Who are the Spelling Bee champion? -I am!",
      "th": "- ใครเป็นแชมป์การแข่งสะกดคำศัพท์ - ผมเอง"
    }
  },
  {
    "translation": {
      "en": "I am the Spelling Bee champion.",
      "th": "ผมเป็นแชมป์แข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "-What's \"L\" for? -Lion!",
      "th": "- ตัว \"แอล\" แทนคำว่าอะไร - ไลอ้อน (สิงโต)"
    }
  },
  {
    "translation": {
      "en": "-What’s \"lion\" spelling? -Lion? L-I-O-N. Lion!",
      "th": "- \"ไลอ้อน\" สะกดยังไง - ไลอ้อนเหรอ แอล ไอ โอ เอ็น ไลอ้อน"
    }
  },
  {
    "translation": {
      "en": "[Krishna] I came from a rural village in India.",
      "th": "ผมมาจากหมู่บ้านชนบทในอินเดีย (พ่อแม่ของอากาศมาจากรัฐอานธรประเทศ)"
    }
  },
  {
    "translation": {
      "en": "If I didn’t dream high, I wouldn’t be coming to America.",
      "th": "(พ่อแม่ของอากาศมาจากรัฐอานธรประเทศ) ถ้าผมไม่ฝันสูง ผมคงไม่มาอเมริกา"
    }
  },
  {
    "translation": {
      "en": "A kid who was born here in America should do a lot more.",
      "th": "เด็กที่เกิดในอเมริกาควรจะทำมากขึ้น (อากาศเกิดที่ร็อกวิลล์ แมริแลนด์)"
    }
  },
  {
    "translation": {
      "en": "The goal for Akash would be to be a good citizen.",
      "th": "เป้าหมายสำหรับอากาศ คือการเป็นพลเมืองที่ดี"
    }
  },
  {
    "translation": {
      "en": "So whatever he does, whatever he learns, it should benefit the community,",
      "th": "ดังนั้นไม่ว่าเขาจะทำอะไร เรียนรู้อะไร มันควรเป็นประโยชน์ต่อชุมชน"
    }
  },
  {
    "translation": {
      "en": "the country, the world.",
      "th": "ต่อประเทศ ต่อโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "Something like, you know, Microsoft, for example.",
      "th": "บางอย่าง ตัวอย่างเช่นไมโครซอฟท์"
    }
  },
  {
    "translation": {
      "en": "Or the Google, or the Facebook! Should be something like that,",
      "th": "หรือกูเกิ้ล หรือเฟซบุ๊ก ควรจะเป็นอะไรประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "that should change the lives of the people around the world.",
      "th": "สิ่งที่ควรจะเปลี่ยนแปลงชีวิตของผู้คนทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "We don’t know.... I mean, if it happens, we’ll be really blessed.",
      "th": "เราไม่รู้หรอกครับ คือถ้ามันเกิดขึ้น เราคงรู้สึกโชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "One of the myths, I think, that people have about Indian-Americans",
      "th": "ผมคิดว่าหนึ่งในความเชื่อผิดๆ ที่คนมีต่อคนอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "and their success is that it's somehow genetic or even ethnic.",
      "th": "และความสำเร็จของพวกเขา คือมันเกี่ยวกับพันธุกรรม หรือแม้แต่ชาติพันธุ์"
    }
  },
  {
    "translation": {
      "en": "So what happened in the United States?",
      "th": "ดังนั้นมันเกิดอะไรขึ้นในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "The Indians who do well in Spelling Bees in America",
      "th": "คนอินเดียที่ทำได้ดี ในการแข่งสะกดคำศัพท์ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "are drawn from Indians who were very adventurous,",
      "th": "มาจากคนอินเดียที่กล้าเจอกับความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "who decided to take advantage",
      "th": "ที่ตัดสินใจใช้ประโยชน์"
    }
  },
  {
    "translation": {
      "en": "of the relaxation of American immigration rules in 1965.",
      "th": "จากการผ่อนปรนของกฎการเข้าเมือง ของอเมริกาในปี 1965"
    }
  },
  {
    "translation": {
      "en": "[Lyndon B. Johnson] This bill says simply that from this day forth,",
      "th": "ร่างกฏหมายนี้บอกเพียงว่า จากวันนี้เป็นต้นไป"
    }
  },
  {
    "translation": {
      "en": "those wishing to immigrate to America",
      "th": "ผู้ที่ต้องการย้ายถิ่นฐานมาอยู่อเมริกา"
    }
  },
  {
    "translation": {
      "en": "shall be admitted on the basis of their skills",
      "th": "จะได้รับการยอมรับเข้ามา โดยดูตามทักษะของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and their close relationships to those already here.",
      "th": "และความสัมพันธ์ใกล้ชิดของพวกเขา กับคนที่อยู่ที่นี่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "This is a simple test, and it is a fair test.",
      "th": "นี่คือการทดสอบง่ายๆ และเป็นการทดสอบที่ยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Those who can contribute most to this country,",
      "th": "คนที่ทุ่มเทให้กับประเทศนี้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "to its growth, to its strength, to its spirit,",
      "th": "ให้กับการเติบโต ให้กับความเข้มแข็ง ให้กับจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "will be the first that are admitted to this land.",
      "th": "จะเป็นกลุ่มแรกที่เรารับเข้ามาอยู่ในดินแดนนี้"
    }
  },
  {
    "translation": {
      "en": "That stopped the relatively racist quotas on who could immigrate from where",
      "th": "นั่นช่วยยุติโควต้าที่ค่อนข้างเหยียดผิว ว่าใครอพยพมาจากไหนบ้าง... (พาวัน ธินกรา นักสังคมวิทยาและนักเขียน วิทยาลัยแอมเฮิร์สต์)"
    }
  },
  {
    "translation": {
      "en": "in other parts of the world,",
      "th": "ในส่วนอื่นๆ ของโลก"
    }
  },
  {
    "translation": {
      "en": "and it allowed for immigrants to come in",
      "th": "และเปิดโอกาสให้มีผู้อพยพเข้ามา"
    }
  },
  {
    "translation": {
      "en": "from Asia, Africa, the Caribbean...",
      "th": "จากเอเชีย แอฟริกา จากแถบแคริบเบียน"
    }
  },
  {
    "translation": {
      "en": "Parts of the world that had been oftentimes cut off.",
      "th": "หลายส่วนของโลกที่บ่อยครั้งจะถูกปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "It wasn’t like every South Asian was allowed in.",
      "th": "ไม่ใช่ว่าคนเอเชียใต้ทุกคนจะได้รับอนุญาตให้เข้า"
    }
  },
  {
    "translation": {
      "en": "They picked people who were the most educated,",
      "th": "พวกเขาเลือกคนที่มีการศึกษามากที่สุด..."
    }
  },
  {
    "translation": {
      "en": "who could add a very clear, like, monetary value,",
      "th": "(ฮารี คอนดาโบลู นักแสดงตลก) คนที่สามารถเพิ่มค่าเงินได้ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "and serve a clear purpose for America and its economy.",
      "th": "และตอบสนองเป้าหมายที่ชัดเจนของอเมริกา และเศรษฐกิจของประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Fareed Zakaria] And Indians take advantage of this, but mostly, they are engineers, doctors.",
      "th": "และคนอินเดียก็ใช้ประโยชน์จากโอกาสนี้ แต่ส่วนมากพวกเขาจะเป็นวิศวกร เป็นแพทย์"
    }
  },
  {
    "translation": {
      "en": "One of the interesting things to notice is how many Indian doctors you’ll find",
      "th": "เรื่องน่าสนใจเรื่องหนึ่งที่น่าสังเกต คือคุณจะพบหมอชาวอินเดียมากมาย"
    }
  },
  {
    "translation": {
      "en": "in very remote parts of America.",
      "th": "ในพื้นที่ที่ห่างไกลมากของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "And you see them in rural Alabama or Mississippi or Louisiana,",
      "th": "และคุณเห็นพวกเขาในชนบทของแอละแบมา มิสซิสซิปปี หรือลุยเซียนา"
    }
  },
  {
    "translation": {
      "en": "and you ask yourself, \"Why was there an Indian doctor in one of these places?\"",
      "th": "แล้วก็ถามตัวเองว่า \"ทำไมมีหมอชาวอินเดีย อยู่ในที่แบบนี้ด้วย\""
    }
  },
  {
    "translation": {
      "en": "'Cause no white person wanted to go to rural Alabama and be a doctor,",
      "th": "เพราะไม่มีคนผิวขาวคนไหนอยากไปเป็นหมอ อยู่ในชนบทของแอละแบมา"
    }
  },
  {
    "translation": {
      "en": "and those were the job openings that the Indians filled.",
      "th": "และเหล่านั้นคือตำแหน่งงานที่เปิดรับ ซึ่งคนอินเดียเข้าไปทำ"
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] Then in the '80s, and really mushrooming in the '90s",
      "th": "แล้วแน่นอน ในยุค 80 และเพิ่มขึ้นเร็วมากในยุค 90"
    }
  },
  {
    "translation": {
      "en": "and since then, has been the growth of the IT industry.",
      "th": "และตั้งแต่นั้นมา มันคือการเติบโตของธุรกิจไอที"
    }
  },
  {
    "translation": {
      "en": "There wasn’t conflict.",
      "th": "มันไม่มีความขัดแย้ง"
    }
  },
  {
    "translation": {
      "en": "There wasn’t persecution or prosecution.",
      "th": "ไม่มีการข่มเหงรังแก หรือคดีความ"
    }
  },
  {
    "translation": {
      "en": "They weren’t fleeing. It was all really revolved around possibility.",
      "th": "ไม่มีการหลบหนี ทั้งหมดมันว่ากันที่ เรื่องของโอกาสจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So I don’t think it’s this magical Indian cultural superiority stuff",
      "th": "ผมเลยไม่คิดว่ามันเป็นเรื่องความยิ่งใหญ่ ทางวัฒนธรรมอินเดียที่หัศจรรย์อะไรพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I hear all the time.",
      "th": "ที่ผมได้ยินอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "A portion of the story is culture,",
      "th": "ส่วนหนึ่งของเรื่องราวนี้คือวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "but a large portion is how people got here.",
      "th": "แต่ส่วนสำคัญคือวิธีที่ผู้คนมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "In addition to, like, you know, India’s a colonized country.",
      "th": "นอกจากนี้ อินเดียเป็นประเทศ ที่เคยเป็นอาณานิคม"
    }
  },
  {
    "translation": {
      "en": "English was around.",
      "th": "ภาษาอังกฤษอยู่รอบตัว"
    }
  },
  {
    "translation": {
      "en": "[Fareed] They come to the United States.",
      "th": "พวกเขามาสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "They get trained or they go to companies. They do well.",
      "th": "ไปฝึกอบรมหรือไปทำงานในบริษัท พวกเขาทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "Now, they have children,",
      "th": "ตอนนี้พวกเขามีลูกห้าคน"
    }
  },
  {
    "translation": {
      "en": "and they want to ensure that their children",
      "th": "และต้องการให้แน่ใจว่าลูกๆ ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "take advantage of these extraordinary opportunities",
      "th": "จะใช้ประโยชน์จากโอกาสที่ไม่ธรรมดานี้"
    }
  },
  {
    "translation": {
      "en": "that they see in America as immigrants.",
      "th": "ที่พวกเขาเห็นในอเมริกาในฐานะผู้อพยพ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu Natarajan] My parents came for opportunity.",
      "th": "พ่อแม่ผมมาเพื่อโอกาส"
    }
  },
  {
    "translation": {
      "en": "There was a lot of emphasis on language growing up inside the house,",
      "th": "มีการเน้นมากเรื่องภาษาตอนโตมาในบ้าน"
    }
  },
  {
    "translation": {
      "en": "and English was extremely stressed.",
      "th": "และภาษาอังกฤษก็เครียดสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I think a lot of my interest in spelling",
      "th": "ผมคิดว่าความสนใจเรื่องการสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "came because of that early exposure to English through my mom",
      "th": "มาจากการรับภาษาอังกฤษเข้ามาตอนเด็ก ผ่านทางแม่ผม (ผู้สะกดคำเก่งที่สุดในประเทศ)"
    }
  },
  {
    "translation": {
      "en": "and somewhat my dad.",
      "th": "และจากพ่อผมบ้าง"
    }
  },
  {
    "translation": {
      "en": "It took a solid four years for me to get from start to finish",
      "th": "ผมใช้เวลาถึงสี่ปีเต็มจากจุดเริ่มต้นจนถึงเส้นชัย"
    }
  },
  {
    "translation": {
      "en": "in my National Spelling Bee win pursuit,",
      "th": "ในการไล่ตามชัยชนะ ในการแข่งสะกดคำระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "and then eventually, in 1985, I was able to win.",
      "th": "และในปี 1985 ก็ชนะได้ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "[male] It was his third try at the National Spelling Bee.",
      "th": "เป็นความพยายามครั้งที่สามของเขา ในการแข่งสะกดคำศัพท์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "Third time’s the charm!",
      "th": "ครั้งที่สามต้องโชคดี"
    }
  },
  {
    "translation": {
      "en": "For him this year, no bell will bing.",
      "th": "สำหรับเขาปีนี้ คงไม่มีเสียงกระดิ่งดัง"
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] I don’t think I recognized the magnitude of that probably until decades later.",
      "th": "ผมคิดว่าผมไม่รู้แน่ชัดถึงความสำคัญของเรื่องนั้น อาจจะจนกระทั่งหลายทศวรรษต่อมา"
    }
  },
  {
    "translation": {
      "en": "And when I realized",
      "th": "และตอนที่ผมรู้... (ลูกชายผู้อพยพพบ 'สภาพแวดล้อม\" ของเขาในการแข่งสะกดคำศัพท์)"
    }
  },
  {
    "translation": {
      "en": "how relevant it was that the son of immigrants",
      "th": "(ลูกชายผู้อพยพพบ 'สภาพแวดล้อม\" ของเขาในการแข่งสะกดคำศัพท์) ว่ามันมีความหมายแค่ไหน ที่ลูกชายผู้อพยพ"
    }
  },
  {
    "translation": {
      "en": "had won the National Spelling Bee",
      "th": "ชนะการแข่งสะกดคำศัพท์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "was when I saw other immigrants, primarily Indian parents,",
      "th": "คือตอนที่ผมเห็นผู้อพยพคนอื่นๆ ส่วนใหญ่เป็นพ่อแม่ชาวอินเดีย"
    }
  },
  {
    "translation": {
      "en": "um, say that it was 1985",
      "th": "พูดว่ามันคือปี 1985"
    }
  },
  {
    "translation": {
      "en": "that put the National Spelling Bee on the map for Indians.",
      "th": "ที่ทำให้การแข่งสะกดคำศัพท์ระดับประเทศ กลายเป็นเรื่องสำคัญสำหรับคนอินเดีย"
    }
  },
  {
    "translation": {
      "en": "And so while I never pretended that it was a big deal",
      "th": "และในขณะที่ผมไม่เคยแสร้งทำ ว่ามันเป็นเรื่องใหญ่ (ชัยชนะในการแข่งขันสะกดคำศัพท์ ใช้เวลาชัวชีวิต)"
    }
  },
  {
    "translation": {
      "en": "other people informed me that it was a big deal to them.",
      "th": "คนอื่นๆ ก็บอกผมว่า มันเป็นเรื่องใหญ่สำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Shourav] Playing tennis and spelling are pretty similar",
      "th": "การเล่นเทนนิสและการสะกดคำศัพท์คล้ายกันมาก"
    }
  },
  {
    "translation": {
      "en": "because it takes persistence,",
      "th": "เพราะต้องใช้ความเพียร"
    }
  },
  {
    "translation": {
      "en": "because the first time you go to a match or a spelling bee, you might not win.",
      "th": "เพราะครั้งแรกที่ลงแข่ง หรือแข่งสะกดคำศัพท์ เราอาจไม่ชนะ"
    }
  },
  {
    "translation": {
      "en": "Because the more you practice, the better you get,",
      "th": "เพราะยิ่งฝึกมากขึ้น ก็ยิ่งเก่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "and then you can just get better and better.",
      "th": "แล้วเราก็มีแต่จะเก่งขึ้นๆ"
    }
  },
  {
    "translation": {
      "en": "And then eventually, you just...",
      "th": "และในที่สุด เราก็..."
    }
  },
  {
    "translation": {
      "en": "Everything will fall into place and maybe you’ll win.",
      "th": "ทุกอย่างมันจะลงตัว และบางทีเราอาจชนะ"
    }
  },
  {
    "translation": {
      "en": "Well, I’ve been doing this for many years.",
      "th": "ผมทำสิ่งนี้มาหลายปีแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "I started when I was in second grade, and every year I’ve constantly improved,",
      "th": "ผมเริ่มต้นตอนอยู่เกรดสอง และทุกปีผมก็พัฒนาขึ้นอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "so, like, hopefully that this year will be the year.",
      "th": "ผมเลยหวังว่าคงจะเป็นปีนี้"
    }
  },
  {
    "translation": {
      "en": "[Usha] We are originally from India.",
      "th": "เรามาจากประเทศอินเดีย"
    }
  },
  {
    "translation": {
      "en": "India has lots of languages, so I think that bilingual concept",
      "th": "อินเดียมีภาษาเยอะมาก ฉันเลยคิดว่าแนวคิดเรื่องสองภาษา"
    }
  },
  {
    "translation": {
      "en": "helped them learn a lot of other languages too.",
      "th": "ช่วยให้พวกเขาเรียนรู้ภาษาอื่นได้มากเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "There is an expectation that he’ll do well and probably win.",
      "th": "มีความคาดหวังว่าเขาจะทำได้ดี และอาจจะชนะ..."
    }
  },
  {
    "translation": {
      "en": "Um, but also I think he’s kind of used to the pressure,",
      "th": "(อุษาและคเนศ พ่อแม่ของชูราฟ) แต่ผมก็คิดว่าเขาคุ้นเคยกับความกดดัน"
    }
  },
  {
    "translation": {
      "en": "and also it’s not like a random guess.",
      "th": "และมันก็ไม่ใช่เป็นการเดาสุ่ม"
    }
  },
  {
    "translation": {
      "en": "He has proven himself that he could win the other competitions.",
      "th": "เขาได้พิสูจน์ตัวเองแล้ว ว่าเขาชนะผู้แข่งขันคนอื่นได้"
    }
  },
  {
    "translation": {
      "en": "So that gives him the confidence.",
      "th": "นั่นก็เลยทำให้เขามั่นใจ"
    }
  },
  {
    "translation": {
      "en": "I think he doesn’t feel that pressure so much.",
      "th": "ผมคิดว่าเขาไม่รู้สึกกดดันมากหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "[male] How good is he, really?",
      "th": "จริงๆ เขาเก่งแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "He's really good.",
      "th": "เขาเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "[stammers] Um...",
      "th": "(โชบา อายุ 16 พี่สาวของชูราฟ)"
    }
  },
  {
    "translation": {
      "en": "I mean, when I was...",
      "th": "คือตอนที่ฉัน..."
    }
  },
  {
    "translation": {
      "en": "When I was still in eighth grade, I would say we were about equal,",
      "th": "ตอนฉันยังอยู่เกรดแปด ฉันคงจะพูดว่าเราสูสีกัน"
    }
  },
  {
    "translation": {
      "en": "but, like, since then, he’s kept on going.",
      "th": "แต่ตั้งแต่นั้น เขาก็ก้าวต่อไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I wanna say he is probably the best speller in the world.",
      "th": "ฉันอยากจะพูดว่าเขาอาจจะเป็น ผู้สะกดคำศัพท์ที่เก่งที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "-He's like Michael Jordan. -Obviously, Michael Jordan. Yeah.",
      "th": "- เขาเหมือนไมเคิ่ล จอร์แดน - แน่นอน ไมเคิ่ล จอร์แดน ใช่"
    }
  },
  {
    "translation": {
      "en": "Michael Jordan is just, like, consistently the best player in,",
      "th": "ไมเคิ่ล จอร์แดนเป็นผู้เล่น ที่เก่งที่สุดคงเส้นคงวาใน"
    }
  },
  {
    "translation": {
      "en": "like, in the league when he was playing,",
      "th": "ในลีกเวลาเขาลงเล่น"
    }
  },
  {
    "translation": {
      "en": "and I think Shourav is, like, consistently the best speller in the school,",
      "th": "และผมคิดว่าชูราฟเป็นคนสะกดคำศัพท์ ที่เก่งที่สุดคงเส้นคงวาในโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and probably, like, in the state,",
      "th": "และอาจจะในรัฐด้วย"
    }
  },
  {
    "translation": {
      "en": "and, like, maybe, probably even the nation.",
      "th": "และบางทีอาจจะในระดับประเทศด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[girl] We found a word that Ashrita did not know!",
      "th": "เราเจอคำที่อาชรีตาไม่รู้จักแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Ashrita] S-U-P-E-R-C...",
      "th": "(รองอันดับหนึ่ง (ระดับภูมิภาค))"
    }
  },
  {
    "translation": {
      "en": "...you have all day!",
      "th": "เธอมีเวลาทั้งวันเลย"
    }
  },
  {
    "translation": {
      "en": "By the time she was two, two and a half, she was already good at solving puzzles,",
      "th": "ตอนสองขวบ สองขวบครึ่ง เธอก็เก่งเรื่องเกมปริศนาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and she was asking for more,",
      "th": "แล้วเธอก็ขออีก"
    }
  },
  {
    "translation": {
      "en": "and she was able to recognize some of the letters.",
      "th": "และเธอสามารถจดจำพยัญชนะบางตัวได้"
    }
  },
  {
    "translation": {
      "en": "And by the time she was three, she was able to read the smaller books,",
      "th": "และพอตอนสามขวบ เธอก็สามารถอ่านหนังสือที่เล็กลงได้"
    }
  },
  {
    "translation": {
      "en": "the books with a few words in each sentence.",
      "th": "หนังสือที่มีคำนิดหน่อยในแต่ละประโยค"
    }
  },
  {
    "translation": {
      "en": "So we did not think of it as a talent.",
      "th": "เราเลยไม่คิดว่าเป็นเรื่องของความสามารถ"
    }
  },
  {
    "translation": {
      "en": "We thought it was a normal thing",
      "th": "เราคิดว่าเป็นเรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "-that all kids do... -For all kids!",
      "th": "- ที่เด็กทุกคนทำ... - เด็กทุกคน"
    }
  },
  {
    "translation": {
      "en": "...and so we just continued filling her with more and more,",
      "th": "เราเลยเพิ่มให้เธอมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "whatever she was comfortable with.",
      "th": "อะไรก็ตามที่เธอพอใจกับมัน"
    }
  },
  {
    "translation": {
      "en": "Basically, it started a really long time ago",
      "th": "พูดง่ายๆ คือมันเริ่มต้นนานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "when I was about five.",
      "th": "ตอนหนูประมาณห้าขวบ (อาชรีตา วัย 10 ขวบ สะกดคำมาตั้งแต่อายุห้าขวบ)"
    }
  },
  {
    "translation": {
      "en": "I was in an art competition,",
      "th": "หนูกำลังแข่งขันงานศิลปะอยู่"
    }
  },
  {
    "translation": {
      "en": "'cause I was kind of into art at that time,",
      "th": "เพราะตอนนั้นหนูชอบศิลปะมาก"
    }
  },
  {
    "translation": {
      "en": "and in the next room they had a spelling bee.",
      "th": "และในห้องข้างๆ ก็มีการสะกดคำกัน"
    }
  },
  {
    "translation": {
      "en": "Since I was really young, they just let me in randomly.",
      "th": "ตอนนั้นหนูเด็กมาก เขาเลยให้หนูเข้าแข่ง แบบไม่ได้คิดอะไร"
    }
  },
  {
    "translation": {
      "en": "They didn’t really think I was gonna do any good or anything.",
      "th": "พวกเขาไม่คิดว่าหนูจะทำได้ดีหรืออะไรหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "So they’re just like, “Yeah, sure, you can do it.”",
      "th": "พวกเขาเลยบอกประมาณ \"ได้สิ หนูแข่งก็ได้\""
    }
  },
  {
    "translation": {
      "en": "I go there, I take the tests, and I come third",
      "th": "หนูก็เข้าไปทดสอบ แล้วก็ได้ที่สาม"
    }
  },
  {
    "translation": {
      "en": "out of first-through-eighth graders.",
      "th": "จากนักเรียนที่ผ่านเข้ารอบมาแปดคน"
    }
  },
  {
    "translation": {
      "en": "And then my parents were just like...",
      "th": "แล้วพ่อแม่หนูก็แบบ..."
    }
  },
  {
    "translation": {
      "en": "\"Something’s up.\" [chuckling]",
      "th": "\"มีบางอย่างเกิดขึ้นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Swapna] My brother Bharat, he’s very focused",
      "th": "(อาชรีตาเกิดที่บอสตัน แมสซาชูเซตส์) พี่ชายฉัน ภารัต เขามุ่งมั่นมาก"
    }
  },
  {
    "translation": {
      "en": "and he has set very high goals for himself.",
      "th": "และตั้งเป้าหมายให้ตัวเองไว้สูงมาก"
    }
  },
  {
    "translation": {
      "en": "So the same thing I observe in Ashrita.",
      "th": "(ครอบครัวญาติๆ ของอาชรีตาอยู่ที่บังคาลอร์) และฉันก็สังเกตเห็นสิ่งเดียวกันในตัวอาชรีตา (เมืองบังคาลอร์ อินเดีย)"
    }
  },
  {
    "translation": {
      "en": "Ashrita has a great influence on the younger kids",
      "th": "อาชรีตามีอิทธิพลมากต่อเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "and also on the people way back in my hometown.",
      "th": "และรวมทั้งคนที่บ้านเกิดฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "As Ashrita was getting through each year,",
      "th": "พออาชรีตาผ่านไปได้แต่ละปี"
    }
  },
  {
    "translation": {
      "en": "trying to get through Scripps, people came to know that,",
      "th": "พยายามไปให้ถึงการแข่งของสคริปป์ส คนก็รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, this is what is happening.\"",
      "th": "\"โอเค นี่ล่ะ สิ่งที่กำลังเกิดขึ้น\""
    }
  },
  {
    "translation": {
      "en": "During the competitions,",
      "th": "ระหว่างการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "we make sure that we are calling her every day,",
      "th": "เราทำให้แน่ใจว่าได้โทรหาเธอทุกวัน"
    }
  },
  {
    "translation": {
      "en": "because it’s not very easy to spell on the stage",
      "th": "เพราะมันไม่ง่ายเลยในการสะกดคำศัพท์บนเวที"
    }
  },
  {
    "translation": {
      "en": "where millions of people are watching her.",
      "th": "ที่มีคนเป็นล้านๆ กำลังดูเธออยู่"
    }
  },
  {
    "translation": {
      "en": "Whatever may be the result, we always love her and encourage her.",
      "th": "ไม่ว่าผลจะออกมายังไง เราก็รักและให้กำลังใจเธอเสมอ"
    }
  },
  {
    "translation": {
      "en": "-[woman singing Indian music over stereo] -[cymbal ringing]",
      "th": "(เกลนอัลเลน เวอร์จิเนีย)"
    }
  },
  {
    "translation": {
      "en": "[Tejas] The first time I thought \"I want to win the Scripps Bee\" was in fourth grade,",
      "th": "ครั้งแรกที่ผมคิดว่า \"ฉันอยากชนะการแข่ง สะกดคำศัพท์ของสคริปป์ส\" ผมอยู่เกรดสี่"
    }
  },
  {
    "translation": {
      "en": "because I’d lost the county bee that year, placing second.",
      "th": "เพราะผมแพ้ตอนแข่งขันสะกดคำศัพท์ ของเขตในปีนั้น ได้ที่สอง"
    }
  },
  {
    "translation": {
      "en": "And then I contemplated my reasons for continuing",
      "th": "แล้วผมก็พิจารณาเหตุผลของผม ในการเดินหน้าต่อ"
    }
  },
  {
    "translation": {
      "en": "because I was obviously crushed,",
      "th": "เพราะผมผิดหวังมาก"
    }
  },
  {
    "translation": {
      "en": "and then that same year I watched the National Spelling Bee,",
      "th": "แล้วปีเดียวกันนั้น ผมดู การแข่งสะกดคำศัพท์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "and I saw Arvind win.",
      "th": "และเห็นอาร์วินด์ชนะ"
    }
  },
  {
    "translation": {
      "en": "And I really wanted to be in that spotlight",
      "th": "ผมอยากไปอยู่ในจุดที่คนสนใจแบบนั้นมาก"
    }
  },
  {
    "translation": {
      "en": "and I wanted to hoist that trophy over my head,",
      "th": "และอยากชูถ้วยรางวัลนั้น"
    }
  },
  {
    "translation": {
      "en": "and so that’s where it started.",
      "th": "นั่นล่ะครับที่เป็นจุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "[Sri] I was so happy that there is a chance that exists",
      "th": "ผมดีใจมากที่มีโอกาสจริงๆ"
    }
  },
  {
    "translation": {
      "en": "to entertain this kid in an area that he’s interested in.",
      "th": "ที่จะให้เด็กคนนี้ได้สนุกในเรื่องที่เขาสนใจ... (ศรีและมูทู พ่อแม่ของเทจัส)"
    }
  },
  {
    "translation": {
      "en": "At the same time, instill the habits",
      "th": "และในเวลาเดียวกัน ก็ปลูกฝังนิสัย"
    }
  },
  {
    "translation": {
      "en": "which will actually come and live with him for later in his life.",
      "th": "ซึ่งจะติดตัวเขาไปจนถึงตอนโตเป็นผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "The benefit of hard work, the work ethic and all that stuff.",
      "th": "ประโยชน์ของความอุตสาหะ ขยันหมั่นเพียร และอะไรทั้งหมดนั่น"
    }
  },
  {
    "translation": {
      "en": "So I was really, really happy.",
      "th": "ผมก็เลยมีความสุขมากๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "[Karthikeyan] When it comes to Tejas,",
      "th": "เมื่อพูดถึงเทจัส..."
    }
  },
  {
    "translation": {
      "en": "the inherent nature that, you know, that being curious",
      "th": "(ครอบครัวญาติๆ ของเทจัส อยู่ที่บังคาลอร์) นิสัยโดยธรรมชาติมีความอยากรู้อยากเห็น"
    }
  },
  {
    "translation": {
      "en": "to a different subject, be it medicine, to dance, to...",
      "th": "ในเรื่องที่แตกต่าง ตั้งแต่เรื่องยา การเต้นรำ เรื่อง... (บังคาลอร์ อินเดีย)"
    }
  },
  {
    "translation": {
      "en": "You call it, the different ones, he’s curious.",
      "th": "คุณบอกมาเถอะ เขาอยากรู้หมด"
    }
  },
  {
    "translation": {
      "en": "His curiosity is what comes to my mind, which is very unique to him.",
      "th": "ความสนใจใคร่รู้ของเขาคือสิ่งที่ผมนึกถึง ซึ่งเป็นสิ่งพิเศษมากของเขา"
    }
  },
  {
    "translation": {
      "en": "It really makes... makes us all proud.",
      "th": "มันทำให้เราภูมิใจมาก"
    }
  },
  {
    "translation": {
      "en": "And especially, I feel proud, and that’s where it gives an inspiration to my kid.",
      "th": "และโดยเฉพาะอย่างยิ่ง ผมภูมิใจ และมันช่วยสร้างแรงบันดาลใจให้ลูกผม"
    }
  },
  {
    "translation": {
      "en": "He looks upon to him as my brother,",
      "th": "ลูกผมมองเขาในฐานะน้องชายผม"
    }
  },
  {
    "translation": {
      "en": "and he takes a lot of inspiration from him.",
      "th": "และได้แรงบันดาลใจมากมายจากเขา"
    }
  },
  {
    "translation": {
      "en": "So someone, like, you know, when you see someone on the TV,",
      "th": "คือบางคน เวลาเขาเห็นใครในทีวี"
    }
  },
  {
    "translation": {
      "en": "especially the big platform like YouTube,",
      "th": "โดยเฉพาะช่องทางใหญ่อย่างเช่นยูทูบ"
    }
  },
  {
    "translation": {
      "en": "or be on a, like, you know, the ESPN.",
      "th": "หรือในช่องอย่างอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "My son, he loves to watch for hours and hours,",
      "th": "ลูกชายผม เขาชอบดูเป็นชั่วโมงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "and naturally I see that the longer he watches those videos,",
      "th": "และแน่นอน ผมเห็นว่า ยิ่งเขาดูวิดีโอพวกนั้นนานขึ้น"
    }
  },
  {
    "translation": {
      "en": "he’s getting more inspired by him.",
      "th": "เขาก็ยิ่งได้แรงบันดาลใจจากเทจัสมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Scripps Howard is proud to introduce the 1988 National Spelling Bee champion",
      "th": "สคริปป์ส ฮาเวิร์ดภูมิใจที่จะขอแนะนำ ผู้ชนะการแข่งสะกดคำศัพท์ระดับประเทศปี 1988"
    }
  },
  {
    "translation": {
      "en": "from the Sacramento Bee, Rageshree Bhag Ramachandran.",
      "th": "จากแซคราเมนโต ราเกศรี บาก รามาจันดรัน"
    }
  },
  {
    "translation": {
      "en": "I think those who didn't have someone to look up to...",
      "th": "ฉันคิดว่าคนที่ไม่มีใครเป็นแบบอย่าง... (ชาลินี ชังการ์ นักมานุษยวิทยาและนักเขียน มหาวิทยาลัยนอร์ทเวสเทิร์น)"
    }
  },
  {
    "translation": {
      "en": "we can legitimately call trailblazers.",
      "th": "เราเรียกได้โดยชอบธรรมว่าผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] As I recall, I think it was 1983.",
      "th": "เท่าที่จำได้ ผมคิดว่าคงเป็นปี 1983"
    }
  },
  {
    "translation": {
      "en": "We have a picture at home.",
      "th": "เรามีรูปถ่ายอยู่ที่บ้านรูปนึง"
    }
  },
  {
    "translation": {
      "en": "There are six of us.",
      "th": "มีพวกเราหกคน"
    }
  },
  {
    "translation": {
      "en": "All six of us accounted for the entire Indian contingent",
      "th": "เราทั้งหกคนคือกลุ่มของคนอินเดียทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "in the 1983 National Spelling Bee.",
      "th": "ในการแข่งสะกดคำศัพท์ระดับประเทศปี 1983"
    }
  },
  {
    "translation": {
      "en": "That was it. Just six out of 137, I think.",
      "th": "นั่นล่ะครับ แค่หกคนจาก 137 คิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "[Srinivas] In the Scripps Spelling Bee in the early '90s,",
      "th": "ในการแข่งสะกดคำศัพท์ของสคริปป์ส ต้นยุค 90 ที่ผมไป"
    }
  },
  {
    "translation": {
      "en": "I recall seeing a few Indian-American students,",
      "th": "จำได้ว่าเห็นนักเรียนอเมริกัน เชื้อสายอินเดียไม่กี่คน"
    }
  },
  {
    "translation": {
      "en": "certainly South Asian-American students.",
      "th": "เป็นนักเรียนอเมริกันเชื้อสายเอเชียใต้แน่นอน"
    }
  },
  {
    "translation": {
      "en": "It wasn’t something that felt, like, normal that there was a ton.",
      "th": "ตอนนั้นไม่ใช่สิ่งที่รู้สึกว่าปกติที่มีเยอะ"
    }
  },
  {
    "translation": {
      "en": "At the time, I think,",
      "th": "ตอนนั้น ผมคิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "my eight or nine-year-old brother was the first time I realized",
      "th": "พี่ชายอายุแปดหรือเก้าขวบของผม คือครั้งแรกที่ได้รู้"
    }
  },
  {
    "translation": {
      "en": "just potentially how big spelling bees were within this community.",
      "th": "ว่าการแข่งสะกดคำศัพท์ มันยิ่งใหญ่แค่ไหนในชุมชนนี้"
    }
  },
  {
    "translation": {
      "en": "He was eight years old!",
      "th": "เขาออายุแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "And he was talking about it in these reverential terms",
      "th": "แล้วเขาก็พูดถึงมันด้วยคำที่ยกย่อง"
    }
  },
  {
    "translation": {
      "en": "that made me believe that this was something that he was really motivated by.",
      "th": "ที่ทำให้ผมเชื่อนี่คือสิ่งที่เขา ได้แรงบันดาลใจมาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It all changed in 1994, when ESPN first began broadcasting the Bee,",
      "th": "ทั้งหมดเปลี่ยนไปในปี 1994 เมื่ออีเอสพีเอ็น ออกอากาศการแข่งสะกดคำศัพท์เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "because all of a sudden,",
      "th": "เพราะทันใดนั้น"
    }
  },
  {
    "translation": {
      "en": "not only could you read about it in your newspaper,",
      "th": "ไม่ใช่แค่อ่านเกี่ยวกับการแข่ง ได้จากหนังสือพิมพ์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "but you could just easily watch it on television.",
      "th": "แต่แค่เปิดโทรทัศน์คุณก็ดูได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Srinivas] Definitely a much bigger buzz for us. It was really cool.",
      "th": "แน่นอนว่าเราก็ยิ่งตื่นเต้นขึ้นไปอีก มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, I was a huge basketball fan by that time.",
      "th": "คือตอนนั้นผมเป็นแฟนบาสเกตบอลตัวยง"
    }
  },
  {
    "translation": {
      "en": "You know, I was wearing, like, a Bulls cap at one of the picnics,",
      "th": "ผมใส่หมวกของทีมบูลส์ตอนไปปิกนิกครั้งนึง"
    }
  },
  {
    "translation": {
      "en": "and they would ask me, like, \"Who's your favorite players?\"",
      "th": "แล้วคนก็จะถามผมว่า \"ชอบผู้เล่นคนไหนมากที่สุด\""
    }
  },
  {
    "translation": {
      "en": "I was like, “Scottie Pippen and Michael Jordan.\"",
      "th": "ผมก็ตอบ \"สก็อตตี้ พิพเพ่น กับไมเคิ่ล จอร์แดน\""
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay] I’m a sports guy, I like sports, and I remember watching it on ESPN.",
      "th": "ผมเป็นคอกีฬา ผมชอบดุกีฬา และจำได้ว่าดูทางช่องอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"They’re showing a spelling bee on ESPN.\"",
      "th": "แล้วผมก็คิด \"พวกเขาจะออกอากาศ การแข่งสะกดคำศัพท์ทางอีเอสพีเอ็น\""
    }
  },
  {
    "translation": {
      "en": "I mean, Indian kids have arrived, finally, you know,",
      "th": "คือ... เด็กๆ อินเดียมาถึงแล้ว ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "with regard to sports because, you know,",
      "th": "เกี่ยวเนื่องกับกีฬา เพราะว่า คือ..."
    }
  },
  {
    "translation": {
      "en": "sports was not an area where they were excelling as much.",
      "th": "กีฬาไม่ใช่สิ่งที่พวกเขาเก่งกาจนัก"
    }
  },
  {
    "translation": {
      "en": "But spelling was on ESPN, so, hey, it’s pretty much the same thing, right?",
      "th": "แต่การสะกดคำศัพท์ออกทางอีเอสพีเอ็น งั้นมันก็เป็นเรื่องเดียวกันอยู่นะ ว่ามั้ย"
    }
  },
  {
    "translation": {
      "en": "I remember at that point, I thought to myself, \"Something’s happening here.\"",
      "th": "ผมจำได้ว่าตอนนั้นผมคิดในใจว่า \"บางอย่างกำลังเกิดขึ้นที่นี่\""
    }
  },
  {
    "translation": {
      "en": "Before! First of all! First things first, next things next,",
      "th": "ก่อนอื่น อย่างแรก อย่างแรกก่อน อย่างถัดไปถัดไป"
    }
  },
  {
    "translation": {
      "en": "and without further ado, I’m going to go ahead.",
      "th": "และเพื่อไม่ให้เป็นการเสียเวลา ผมจะเริ่มเลย"
    }
  },
  {
    "translation": {
      "en": "And the definition is... [clicks tongue] Um, it’s a lung disease.",
      "th": "และคำจำกัดความคือ... มันคือโรคปอด"
    }
  },
  {
    "translation": {
      "en": "That’s why it’s…",
      "th": "มันถึงได้..."
    }
  },
  {
    "translation": {
      "en": "\"sis\", \"o-sis\"ending.",
      "th": "มี \"ซิส โอ ซิส\" ตอนท้าย"
    }
  },
  {
    "translation": {
      "en": "Which is caused by inhaling ash, sand, dust…",
      "th": "ซึ่งเกิดจากการสูดดมเถ้าถ่าน ทราย ฝุ่น..."
    }
  },
  {
    "translation": {
      "en": "...etcetera.",
      "th": "และอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, the word is 45 letters, okay? So don’t be surprised on this.",
      "th": "โอเค คำมี 45 พยัญชนะ โอเคนะ เพราะฉะนั้นอย่าแปลกใจกับคำนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "Anyways, so...",
      "th": "เอาละ งั้น..."
    }
  },
  {
    "translation": {
      "en": "Excuse me for the moment. [exhales]",
      "th": "ขอเวลาแป๊บนึงครับ"
    }
  },
  {
    "translation": {
      "en": "Ready, set, spell!",
      "th": "เข้าที่ ระวัง สะกด"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think the word just filled up the entire screen.",
      "th": "ใช่ ผมว่าคำนี้มันคงเต็มจอเลยล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "[Shalini Shankar] Akash Vukoti, I think, burst onto the scene",
      "th": "อากาศ วูโกตี ฉันคิดว่า โผล่มาในการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "as being this phenomenon.",
      "th": "แบบเป็นปรากฏการณ์เลย"
    }
  },
  {
    "translation": {
      "en": "He’s so young, and yet he’s so poised and so competent,",
      "th": "เขายังเด็กมาก แต่ก็มีความเชื่อมั่นมาก และมีความสามารถมาก"
    }
  },
  {
    "translation": {
      "en": "and so gifted at spelling in a way that kids who are six,",
      "th": "และมีพรสวรรค์มากในการสะกดคำศัพท์ ในแบบที่เด็กๆ วัยหกขวบ"
    }
  },
  {
    "translation": {
      "en": "I’ve never seen a child spell.",
      "th": "ฉันไม่เคยเห็นเด็กสะกดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It’s fun to get all the attention. I’m not really jealous of him.",
      "th": "(อมริตา วัย 9 ขวบ พี่สาวของอากาศ) มันสนุกที่ได้รับความสนใจจากใครๆ หนูไม่อิจฉาเขาเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "I’m just glad that he has all that media attention.",
      "th": "หนูดีใจที่เขาได้รับความสนใจจากสื่อ"
    }
  },
  {
    "translation": {
      "en": "He kind of keeps me in it too,",
      "th": "เขาแบบว่าให้หนูร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "which doesn’t make me feel left out,",
      "th": "ซึ่งทำให้หนูไม่รู้สึกว่าถูกลืม"
    }
  },
  {
    "translation": {
      "en": "and if I’m not left out, that doesn’t really make me feel jealous. [chuckles]",
      "th": "และถ้าหนูไม่ถูกลืม ก็ไม่ทำให้หนูรู้สึกอิจฉาค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, last year, Akash was Cereno Spelling Bee champion.",
      "th": "ปีที่แล้ว อากาศเป็นแชมป์ แข่งสะกดคำศัพท์ของเซรีโน"
    }
  },
  {
    "translation": {
      "en": "...T-L-Y, circumspectly.",
      "th": "ที แอล วาย เซอร์คัมสเป็คท์ลี"
    }
  },
  {
    "translation": {
      "en": "[host] We have a new champ!",
      "th": "เราได้ผู้ชนะคนใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "How do I win the Scripps National Spelling Bee?",
      "th": "ผมจะชนะแข่งสะกดคำศัพท์ระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บีได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "The way to win the Bee is simply…",
      "th": "วิธีที่จะชนะการแข่งสะกดคำศัพท์ก็แค่..."
    }
  },
  {
    "translation": {
      "en": "90 percent hard work!",
      "th": "เก้าสิบเปอร์เซ็นต์ความอุตสาหะ"
    }
  },
  {
    "translation": {
      "en": "Ten percent…",
      "th": "สิบเปอร์เซ็นต์..."
    }
  },
  {
    "translation": {
      "en": "other.",
      "th": "อื่นๆ"
    }
  },
  {
    "translation": {
      "en": "[Ganesh] So this is our database of words.",
      "th": "นี่คือฐานข้อมูลคำศัพท์ของเราครับ"
    }
  },
  {
    "translation": {
      "en": "The dictionary has about 475,000 words,",
      "th": "พจนานุกรมมีคำศัพท์ประมาณ 475,000 คำ"
    }
  },
  {
    "translation": {
      "en": "and what we realized is we can condense that 475,000 words",
      "th": "และสิ่งที่เรารู้คือเราสามารถ ลดคำศัพท์ 475,000 คำนั้นลง"
    }
  },
  {
    "translation": {
      "en": "into about 125,000 words by simply removing the extensions.",
      "th": "ให้เหลือประมาณ 125,000 คำ ด้วยการแค่ตัดส่วนขยายของคำออก"
    }
  },
  {
    "translation": {
      "en": "So, for example, if you know \"sleep,\" \"sleeping\" is not required.",
      "th": "ตัวอย่างเช่น ถ้าคุณรู้จักคำว่า \"สลีพ (นอน)\" คำว่า \"สลีพพิ่ง (การนอน)\" ก็ไม่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "So if you know these base words,",
      "th": "เพราะฉะนั้นถ้าคุณรู้คำเดิมเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "you can construct any of the remaining words in the dictionary.",
      "th": "คุณสามารถสร้างคำที่เหลือคำไหนก็ได้ ในพจนานุกรม"
    }
  },
  {
    "translation": {
      "en": "[Shourav] I know probably, like, 98 to 99 percent.",
      "th": "ผมรู้จักคำน่าจะสัก 98 ถึง 99 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "That's how much accuracy you need.",
      "th": "นั่นคือระดับความแม่นยำที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Ganesh] We haven’t seen a word which came outside this dictionary",
      "th": "เรายังไม่เคยเห็นคำศัพท์ที่อยู่นอกพจนานุกรมนี้"
    }
  },
  {
    "translation": {
      "en": "for the last four years.",
      "th": "ในช่วงสี่ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "If someone really masters this database,",
      "th": "ถ้าใครรู้ฐานข้อมูลนี้อย่างถ่องแท้"
    }
  },
  {
    "translation": {
      "en": "there is a very high probability that they can win any competition,",
      "th": "ก็มีความเป็นไปได้สูงมาก ที่พวกเขาจะชนะในทุกการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "including the Scripps Spelling Bee.",
      "th": "รวมทั้งสคริปป์ส สเปลลิ่ง บีด้วย"
    }
  },
  {
    "translation": {
      "en": "[Muthu] Tiercé.",
      "th": "เทียร์ซี"
    }
  },
  {
    "translation": {
      "en": "T-I-E-R-C-E-E.",
      "th": "ที ไอ อี อาร์ ซี อี อี"
    }
  },
  {
    "translation": {
      "en": "-The language of origin is French. -Yeah.",
      "th": "- ภาษาต้นกำเนิดคือฝรั่งเศส - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Muthu] So does that change your ending? -No.",
      "th": "- งั้นลูกจะเปลี่ยนตอนท้ายมั้ย - ไม่"
    }
  },
  {
    "translation": {
      "en": "-[Muthu] What did you say again? -T-I-E-R-C-E-E.",
      "th": "- ลูกสะกดว่ายังไงนะ - ที ไอ อี อาร์ ซี อี อี"
    }
  },
  {
    "translation": {
      "en": "No, it’s T-I-E-R-C-E, with that accent on top.",
      "th": "ไม่ใช่ มันสะกดว่าที ไอ อี อาร์ ซี อี มีเครื่องหมายเน้นเสียงข้างบน"
    }
  },
  {
    "translation": {
      "en": "My expectations for Tejas is, like, win the trophy",
      "th": "ฉันก็หวังว่าเทจัสจะชนะค่ะ"
    }
  },
  {
    "translation": {
      "en": "because he has put in a lot of hard work. It’s been six years' penance for him.",
      "th": "เพราะเขาตั้งใจและทุ่มเทสุดๆ เป็นหกปีที่เขาพากเพียรอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "So he has been putting in a lot of hours, like, putting in a lot of energy into it.",
      "th": "เขาทุ่มเทเวลามากมาย ทุ่มเทแรงกายมากมายให้กับสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "He’s putting a lot of his emotions and feel into it.",
      "th": "ทุ่มเทแรงใจและความรู้สึกให้กับสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Tejas] You can’t be a champion just by putting an hour a day.",
      "th": "คุณไม่สามารถเป็นผู้ชนะได้ ด้วยการใช้เวลาแค่วันละชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Whether it’s in sports or in spelling, you have to put in the effort.",
      "th": "(ผู้ชนะจากเฮนริโกทำได้อีกครั้ง) ไม่ว่าในเรื่องกีฬาหรือการสะกดคำศัพท์ คุณก็ต้องใช้ความพยายาม"
    }
  },
  {
    "translation": {
      "en": "And what you see time and time again is people who have,",
      "th": "(ผู้สะกดคำจากเฮนริโกแสดงถึงความมุ่งมั่น ในชัยชนะครั้งที่สามในการแข่งสะกดคำศัพท์) และสิ่งที่คุณเห็นหลายต่อหลายครั้ง คือคนที่..."
    }
  },
  {
    "translation": {
      "en": "more or less, devoted their whole lives to spelling",
      "th": "ประมาณว่า ทุ่มเททั้งชีวิตให้กับการสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "become Spelling Bee champions,",
      "th": "จะเป็นแชมป์สะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "and I think that really is a testament to the benefits of hard work.",
      "th": "และผมคิดว่านั่นคือข้อพิสูจน์ชัดเจน ถึงประโยชน์ของความอุตสาหะ"
    }
  },
  {
    "translation": {
      "en": "[Muthu] This is the gateway to get into Scripps National Spelling Bee.",
      "th": "นี่คือประตูที่จะเข้าไปสู่การแข่งระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "I'm feeling excited and nervous at the same time.",
      "th": "ฉันรู้สึกตื่นเต้นและกังวลใจในเวลาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Tejas has won this regional competition thrice.",
      "th": "เทจัสได้แชมป์การแข่งระดับภูมิภาคสามครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh, I’m always a nervous wreck.",
      "th": "โอ้พระเจ้า ฉันตื่นเต้นสุดๆ ทุกครั้ง..."
    }
  },
  {
    "translation": {
      "en": "Always, always. I'm confident in his ability,",
      "th": "(เด็บ กริบเบน เคยเป็นครูของเทจัส) ทุกครั้งเลย ฉันมั่นใจในความสามารถของเขา"
    }
  },
  {
    "translation": {
      "en": "but spelling bees, it’s the luck of the draw.",
      "th": "แต่แข่งสะกดคำศัพท์ มันขึ้นอยู่กับดวงว่าจะได้คำไหน"
    }
  },
  {
    "translation": {
      "en": "One word can do it and hopefully he’ll have good words today and do well.",
      "th": "คำคำเดียวสามารถตัดสินแชมป์ได้ และหวังว่า วันนี้เขาจะได้คำดีๆ และทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "[host] Welcome to the 43rd Annual Richmond Times-Dispatch Regional Spelling Bee.",
      "th": "และขอต้อนรับ สู่การแข่งสะกดคำศัพท์ระดับภูมิภาค โดยริชมอนด์ ไทมส์-ดิสแพทช์ปีที่ 43"
    }
  },
  {
    "translation": {
      "en": "Thank you for joining us today. Judges, are we ready?",
      "th": "ขอบคุณทุกท่านที่มาในวันนี้ครับ กรรมการครับ เราพร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "M-A-N...",
      "th": "(ห้องสมุดเวอร์จิเนีย)"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[pronouncer] Mattock.",
      "th": "แม็ทเทิ่ก"
    }
  },
  {
    "translation": {
      "en": "[whispering] Yes, yes. Phew!",
      "th": "โล่งอก"
    }
  },
  {
    "translation": {
      "en": "[male host] All right, this is the start of round 11.",
      "th": "เอาละครับ นี่คือการเริ่มแข่งรอบ 11"
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Campodeiform.",
      "th": "แคมโพเดียฟอร์ม"
    }
  },
  {
    "translation": {
      "en": "Alma mater.",
      "th": "อัลมา มาเทอร์"
    }
  },
  {
    "translation": {
      "en": "[quietly] Yes, yes.",
      "th": "เย้"
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Okay, you'll now have to spell one additional word.",
      "th": "โอเค ตอนนี้คุณต้องสะกดเพิ่มอีกหนึ่งคำ"
    }
  },
  {
    "translation": {
      "en": "Florilegium.",
      "th": "โฟลริลีเจียม"
    }
  },
  {
    "translation": {
      "en": "Florilegium. Definition, please?",
      "th": "โฟลริลีเจียม ขอคำจำกัดความด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "\"A volume or collection of brief extracts or writings; an anthology.\"",
      "th": "\"หนังสือหรือการรวบรวมงานสั้นๆ หรืองานเขียน หนังสือรวมงานของนักเขียนหลายคน\""
    }
  },
  {
    "translation": {
      "en": "Florilegium. Are there any alternate pronunciations?",
      "th": "โฟลริลีเจียม มีการออกเสียงแบบอื่นมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "There are not.",
      "th": "ไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "[pronouncer] Okay, we have our champion!",
      "th": "โอเค เราได้ผู้ชนะแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "One more trip.",
      "th": "อีกครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "[male host] Wow, congratulations to all of our spellers.",
      "th": "ว้าว ขอแสดงความยินดี กับผู้สะกดคำศัพท์ทุกคนครับ"
    }
  },
  {
    "translation": {
      "en": "They’re all champions.",
      "th": "ทุกคนคือผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "[Tejas] I’m really happy that I managed to pull it off,",
      "th": "ผมมีความสุขมากที่ทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "and I’m really excited that I get to go back",
      "th": "และตื่นเต้นมากที่จะได้กลับไป"
    }
  },
  {
    "translation": {
      "en": "to the National Spelling Bee for my last year,",
      "th": "ที่การแข่งสะกดคำศัพท์ระดับประเทศ สำหรับปีสุดท้ายของผม"
    }
  },
  {
    "translation": {
      "en": "and I’m just ready to work really hard for it.",
      "th": "และผมพร้อมแล้วที่จะทุ่มเทเพื่อการแข่งครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "[Tejas] I don’t really enjoy attention that much.",
      "th": "จริงๆ ผมไม่ได้ชอบการได้รับความสนใจ มากขนาดนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Whenever people compliment me, I take the compliment,",
      "th": "เวลามีใครชมผม ผมก็รับคำชม"
    }
  },
  {
    "translation": {
      "en": "and I thank them but within me, I kind of say, \"I don’t deserve it,\"",
      "th": "แล้วก็ขอบคุณเขา แต่ในใจผม ผมจะบอกว่า \"ผมไม่คู่ควรหรอก\""
    }
  },
  {
    "translation": {
      "en": "because I haven’t gotten the ultimate trophy yet.",
      "th": "เพราะผมยังไม่ได้รางวัลสูงสุด"
    }
  },
  {
    "translation": {
      "en": "Logorrhea. May I have a sentence, please?",
      "th": "ลอกอร์เรีย หนูขอเป็นประโยคได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] \"The patient’s logorrhea was indicative of deep emotional problems.\"",
      "th": "\"อาการพูดไม่หยุดของผู้ป่วยบ่งชี้ถึง ปัญหาทางอารมณ์ที่หนักมาก\""
    }
  },
  {
    "translation": {
      "en": "I had grown up in North Carolina...",
      "th": "ฉันโตที่นอร์ทแคโรไลนา... (นูปูร์ ลาลา)"
    }
  },
  {
    "translation": {
      "en": "and had moved to Florida...",
      "th": "แล้วย้ายไปอยู่ที่ฟลอริดา (แชมป์สะกดคำศัพท์ระดับประเทศปี 1999 เป็นคนอเมริกันเชื้อสายอินเดียคนที่สาม)"
    }
  },
  {
    "translation": {
      "en": "and I’d never been in settings where I didn’t feel distinctly different.",
      "th": "(แชมป์สะกดคำศัพท์ระดับประเทศปี 1999 เป็นคนอเมริกันเชื้อสายอินเดียคนที่สาม) และฉันไม่เคยอยู่ในสภาพแวดล้อม ที่ฉันไม่รู้สึกว่าตัวเองแตกต่างชัดเจนเลย"
    }
  },
  {
    "translation": {
      "en": "For having my name, for looking the way I did,",
      "th": "ด้วยชื่อที่ฉันมี ด้วยวิธีที่ฉันทำ"
    }
  },
  {
    "translation": {
      "en": "rather unusual to be somebody who went home and did her homework",
      "th": "ค่อนข้างแปลกกับการเป็นคนที่ กลับบ้านและทำการบ้าน"
    }
  },
  {
    "translation": {
      "en": "instead of hanging out after school.",
      "th": "แทนที่จะนั่งสังสรรค์หลังเลิกเรียน"
    }
  },
  {
    "translation": {
      "en": "Where I was really inspired",
      "th": "ฉันได้แรงบันดาลใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "was seeing a list of the kids who were finalists in 1997,",
      "th": "คือตอนที่เห็นรายชื่อเด็กๆ ที่เข้ารอบสุดท้ายปี 1997"
    }
  },
  {
    "translation": {
      "en": "and seeing at that point that it was a majority of Indian spellers.",
      "th": "และได้เห็นว่าตอนนั้นมันคือส่วนใหญ่ ของผู้สะกดคำศัพท์ที่เป็นคนอินเดียเลย"
    }
  },
  {
    "translation": {
      "en": "And so, as an Indian student,",
      "th": "ดังนั้น ในฐานะนักเรียนที่เป็นคนอินเดีย"
    }
  },
  {
    "translation": {
      "en": "this felt like an arena",
      "th": "รู้สึกเหมือนเป็นสนาม"
    }
  },
  {
    "translation": {
      "en": "in which I could compete and be successful.",
      "th": "ที่ฉันสามารถไปแข่งและประสบความสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "[Nupur] In the 1999 Scripps National Finals, there were four kids of Indian origin.",
      "th": "ในการแข่งระดับประเทศ สคริปป์ส เนชั่นแนล ปี 1999 รอบตัดสิน มีเด็กเชื้อสายอินเดียสี่คน"
    }
  },
  {
    "translation": {
      "en": "And so, seeing so many Indian spellers at Scripps",
      "th": "ดังนั้น การได้เห็นผู้สะกดคำศัพท์ชาวอินเดีย มากมายที่สคริปป์ส"
    }
  },
  {
    "translation": {
      "en": "gave me a sense of comfort and a sense of belonging,",
      "th": "ทำให้ฉันรู้สึกสบายใจและรู้สึกเป็นส่วนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and also it was the first time in my life that I didn’t feel",
      "th": "และยังเป็นครั้งแรกในชีวิต ที่ฉันไม่รู้สึก..."
    }
  },
  {
    "translation": {
      "en": "extremely different.",
      "th": "แตกต่างอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "Logorrhea, L-O-G-O-R-R-H-E-A.",
      "th": "ลอกอร์เรีย แอล โอ จี โอ อาร์ อาร์ เอช อี เอ"
    }
  },
  {
    "translation": {
      "en": "-[female pronouncer] That is correct. -[audience cheering, applauding]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] Once Nupur Lala won the 1999 Scripps National Spelling Bee,",
      "th": "เมื่อนูปูร์ ลาลาชนะในการแข่งระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 1999"
    }
  },
  {
    "translation": {
      "en": "and it was broadcast via the film Spellbound,",
      "th": "และออกอากาศตอนฉายหนังเรื่อง \"สเปลบาวน์ด\""
    }
  },
  {
    "translation": {
      "en": "it really raised awareness to the entire community",
      "th": "มันทำให้เกิดการตื่นตัวไปทั่วทั้งชุมชน"
    }
  },
  {
    "translation": {
      "en": "about this being a niche in which Indian-American kids can excel.",
      "th": "ว่านี่คือช่องทางที่เด็กอเมริกันเชื้อสายอินเดีย สามารถเป็นเลิศได้"
    }
  },
  {
    "translation": {
      "en": "Have you seen the movie Spellbound?",
      "th": "คุณเคยดูหนังเรื่อง \"สเปลบาวน์ด\" มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Oh my God, every...",
      "th": "โอ้ แม่เจ้า ทุก..."
    }
  },
  {
    "translation": {
      "en": "Every time she has a major spelling bee or anything like that,",
      "th": "ทุกครั้งที่เธอแข่งสะกดคำศัพท์ครั้งสำคัญ หรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "we have, yeah.",
      "th": "เราจะดู ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "These are... I think we watch it, like, very often.",
      "th": "พวกนี้คือ... ฉันคิดว่าเราดูบ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "All the time.",
      "th": "ดูตลอด"
    }
  },
  {
    "translation": {
      "en": "[George] There’s three tips I have for other spellers.",
      "th": "ผมมีคำแนะนำสามข้อสำหรับผู้สะกดคำคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "One, trust in Jesus.",
      "th": "หนึ่ง เชื่อในพระเยซู"
    }
  },
  {
    "translation": {
      "en": "Trust and believe in Jesus.",
      "th": "เชื่อและศรัทธาในพระเยซู..."
    }
  },
  {
    "translation": {
      "en": "Two, honoring your parents.",
      "th": "(จอร์จ แทมปี ผู้ชนะแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิง บี 2000) สอง ให้เกียรติพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "And three, hard work.",
      "th": "และสาม อุตสาหะ"
    }
  },
  {
    "translation": {
      "en": "I love that. Like, he is so like, \"I spell.",
      "th": "ผมชอบมาก เขาแบบว่า \"ฉันสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "I’m dominant in it.",
      "th": "ฉันเอามันอยู่หมัด"
    }
  },
  {
    "translation": {
      "en": "My parents, all about it.",
      "th": "พ่อแม่ฉันสนับสนุนเต็มที่"
    }
  },
  {
    "translation": {
      "en": "Respect your parents, trust Jesus.\"",
      "th": "เคารพพ่อแม่ เชื่อพระเยซู\""
    }
  },
  {
    "translation": {
      "en": "He trusted Jesus all the way to first place. [laughing]",
      "th": "เขาเชื่อในพระเยซูเต็มที่จนถึงเส้นชัย"
    }
  },
  {
    "translation": {
      "en": "[female pronouncer] You have won the...",
      "th": "คุณชนะใน..."
    }
  },
  {
    "translation": {
      "en": "Success seemed attainable, it seemed achievable,",
      "th": "ความสำเร็จดูเหมือนเอื้อมถึงได้ เป็นสิ่งที่ดูเหมือนทำได้"
    }
  },
  {
    "translation": {
      "en": "because you had watched other Indian-Americans do it.",
      "th": "เพราะคุณเฝ้าดูคนอเมริกันเชื้อสายอินเดีย คนอื่นๆ ทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "And I think that often when you have something like that in a community",
      "th": "และผมคิดว่าบ่อยครั้ง เวลาที่คุณมีอะไรแบบนั้นในชุมชน"
    }
  },
  {
    "translation": {
      "en": "where people can imagine the success,",
      "th": "ที่คนสามารถจินตนาการถึงความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "it’s tangible, it’s not abstract,",
      "th": "มันจับต้องได้ ไม่ใช่ความคิดทางทฤษฎี"
    }
  },
  {
    "translation": {
      "en": "they go for it and they work hard for it.",
      "th": "พวกเขาลงมือทำและมุ่งมั่นทุ่มเท"
    }
  },
  {
    "translation": {
      "en": "And so the success has then bred success and led to even greater success.",
      "th": "ความสำเร็จนั้นจึงทำให้เกิดความสำเร็จขึ้นมาอีก และนำไปสู่ความสำเร็จที่ยิ่งใหญ่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Correct. -Indian-American students",
      "th": "- ถูกต้อง - นักเรียนอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "have two other bees that are specifically designed for them",
      "th": "มีการแข่งสะกดคำศัพท์อีกสองรายการ ที่ออกแบบเพื่อพวกเขาโดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "to foster the competition that they have amongst themselves",
      "th": "เพื่อส่งเสริมการแข่งขันกันเองในหมู่พวกเขา"
    }
  },
  {
    "translation": {
      "en": "and to get better at spelling in front of a group,",
      "th": "และเพื่อให้สะกดคำศัพท์ได้ดีขึ้นต่อหน้ากลุ่มคน"
    }
  },
  {
    "translation": {
      "en": "and to collaborate with their peers on how to study,",
      "th": "และเพื่อให้เกิดความร่วมมือระหว่างผู้สะกดคำ ว่าจะเรียนรู้ยังไง และเพื่อที่พ่อแม"
    }
  },
  {
    "translation": {
      "en": "and for the parents to get together and talk about what’s working",
      "th": "และเพื่อให้เกิดความร่วมมือระหว่างผู้สะกดคำ ว่าจะเรียนรู้ยังไง และเพื่อที่พ่อแม จะได้มาพบปะพูดคุยกันว่าอะไรได้ผล"
    }
  },
  {
    "translation": {
      "en": "and what’s not working.",
      "th": "และอะไรไม่ได้ผล"
    }
  },
  {
    "translation": {
      "en": "When I heard they were doing them, I was like, “Of course.”",
      "th": "ตอนที่ผมได้ยินว่าพวกเขาทำแบบนั้น ผมก็แบบ \"ใช่เลย\""
    }
  },
  {
    "translation": {
      "en": "This is how it’s done in the Indian-American community.",
      "th": "นี่คือวิธีการทำเรื่องนี้ ในชุมชนคนอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "Let’s raise the stakes and let’s see what happens!",
      "th": "เรามาลองเพิ่มเดิมพันกัน แล้วดูซิว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I think only when this minor league circuit",
      "th": "ฉันคิดว่าตอนที่การแข่งขันในลีกเล็ก"
    }
  },
  {
    "translation": {
      "en": "of the South Asian Spelling Bee",
      "th": "ของการแข่งสะกดคำศัพท์ เซาท์ เอเชียน สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "and the North South Foundation Spelling Bee,",
      "th": "และนอร์ท เซาท์ ฟาวเดชั่น สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "which has been in effect for over 20 years, I believe,",
      "th": "ซึ่งฉันคิดว่ามีมานานกว่า 20 ปีแล้วนั่นล่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "that you really see these kids hone their craft",
      "th": "ที่คุณได้เห็นเด็กๆ เหล่านี้ฝึกฝนทักษะของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "to a level that you didn’t otherwise see before that.",
      "th": "ไปสู่ระดับที่ก่อนหน้านั้นคุณคงไม่ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] A lot of the families approach these bees",
      "th": "หลายครอบครัวคิดว่าการแข่งสะกดคำศัพท์เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "as practice rounds, if you will, for the big Scripps Spelling Bee.",
      "th": "ว่าเป็นรอบฝึกซ้อม ถ้าคุณอยากจะเรียกนะ สำหรับรายการใหญ่สคริปป์ส สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "[female choreographer] Two. No feet. All right. Five, six...",
      "th": "สอง ไม่ลงเท้า เอาละ ห้า หก..."
    }
  },
  {
    "translation": {
      "en": "So no feet. Five, six, seven, and one...",
      "th": "ไม่ลงเท้า ห้า หก เจ็ด และ หนึ่ง..."
    }
  },
  {
    "translation": {
      "en": "[male coach] Run in. Good. Around. And here it comes, three more.",
      "th": "วิ่งเข้ามา ดีมาก อ้อม ไปแล้วนะ อีกสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Results are important, but we have to ignore the results",
      "th": "ผลลัพธ์สำคัญ แต่เราต้องมองข้ามผล"
    }
  },
  {
    "translation": {
      "en": "and concentrate on the process.",
      "th": "และสนใจที่กระบวนการ"
    }
  },
  {
    "translation": {
      "en": "Enjoy the process, the results will come on their own.",
      "th": "สนุกกับกระบวนการ ผลลัพธ์มันจะมาเอง"
    }
  },
  {
    "translation": {
      "en": "[Sirisha] I’m telling Ashrita whatever is the outcome,",
      "th": "ฉันบอกอาชรีตาว่าไม่ว่าผลลัพธ์จะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "we don’t have so many expectations or anything. It’s fine with us.",
      "th": "เราก็ไม่ได้มีความคาดหวังมากมายหรืออะไร พ่อแม่ไม่มีปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "You just, like, do your best.",
      "th": "ลูกแค่ทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "We want her to be relaxed, as relaxed as she can.",
      "th": "เราอยากให้เธอรู้สึกสบายๆ สบายๆ เท่าที่เธอจะทำได้"
    }
  },
  {
    "translation": {
      "en": "Ashrita, like, when she’s relaxed,",
      "th": "อาชรีตา เวลาที่เธอสบายใจ"
    }
  },
  {
    "translation": {
      "en": "-she can spell very tough words. -She does better.",
      "th": "- เธอจะสะกดคำศัพท์ยากๆ ได้ - เธอทำได้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "She does better.",
      "th": "เธอทำได้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[Shourav] So, basically what we do is my mom or dad makes a list of words,",
      "th": "หลักๆ แล้ว สิ่งที่เราทำคือ แม่กับพ่อผมจะลิสต์คำศัพท์มา"
    }
  },
  {
    "translation": {
      "en": "and then I just go over them,",
      "th": "แล้วผมก็จะตรวจดู"
    }
  },
  {
    "translation": {
      "en": "and they just keep quizzing me until I get all of them right.",
      "th": "และพวกเขาก็จะคอยถามผม จนกว่าผมจะบอกได้ถูกต้องทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Usha] Mornay.",
      "th": "มอร์เนย์"
    }
  },
  {
    "translation": {
      "en": "What’s the definition?",
      "th": "คำจำกัดความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "\"A cheese-flavored cream sauce.\"",
      "th": "\"ครีมซอสรสชีส\""
    }
  },
  {
    "translation": {
      "en": "M-O-R-N-A-Y.",
      "th": "เอ็ม โอ อาร์ เอ็น เอ วาย"
    }
  },
  {
    "translation": {
      "en": "[Usha] Yeah, good. Good job.",
      "th": "ใช่ ดีมาก เก่งมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "We mostly keep this as a secret, but...",
      "th": "ส่วนมากแล้วเราจะปิดเป็นความลับ แต่..."
    }
  },
  {
    "translation": {
      "en": "[Ganesh] It’s only we are sharing this database because this is our last year,",
      "th": "เราแบ่งปันข้อมูลนี้ เพราะนี่คือปีสุดท้ายของเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "and so far we have kept this as a family trade secret,",
      "th": "และจนถึงตอนนี้เราเก็บเรื่องนี้ไว้ เป็นความลับของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and that gives Shourav a competitive advantage,",
      "th": "และนั่นทำให้ชูราฟได้เปรียบในการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "the way he prepares.",
      "th": "วิธีเตรียมตัวของเขาน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "So, yeah, we haven’t shared with anybody else so far.",
      "th": "เราเลยไม่เคยบอกใครจนถึงตอนนี้"
    }
  },
  {
    "translation": {
      "en": "As always, I’m kind of nervous because it’s my last year,",
      "th": "เหมือนทุกครั้งครับ ผมกังวลนิดหน่อย เพราะเป็นปีสุดท้ายของผม"
    }
  },
  {
    "translation": {
      "en": "so there’s really no room for error.",
      "th": "ก็เลยไม่สามารถผิดพลาดได้"
    }
  },
  {
    "translation": {
      "en": "But I’m also pretty confident that I’ll do pretty good,",
      "th": "แต่ผมก็ค่อนข้างมั่นใจว่าผมจะทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "so we’ll just see how it goes.",
      "th": "มาดูกันว่าจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "[male host] The biggest spelling event in Texas starts right now.",
      "th": "การแข่งสะกดคำศัพท์รายการใหญ่ที่สุด ในรัฐเทกซัส เริ่มต้นขึ้นแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Welcome to the 2017 Houston Public Media Spelling Bee.",
      "th": "ขอต้อนรับสู่การแข่งสะกดคำศัพท์ ฮิวสตัน พับลิก มีเดีย สเปลลิ่ง บี 2017"
    }
  },
  {
    "translation": {
      "en": "We’re here today with 56 finalists.",
      "th": "เราอยู่ที่นี่กับผู้เข้ารอบสุดท้าย 56 คน"
    }
  },
  {
    "translation": {
      "en": "At the end of our Bee,",
      "th": "เมื่อการแข่งขันจบลง"
    }
  },
  {
    "translation": {
      "en": "only two will be going to the Scripps National Spelling Bee",
      "th": "มีแค่สองคนที่จะได้ไปแข่งระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "in Washington, D.C.,",
      "th": "ที่วอชิงตัน ดี.ซี."
    }
  },
  {
    "translation": {
      "en": "where they’ll compete to find out who is our nation’s top speller.",
      "th": "ที่พวกเขาต้องแข่งขันเพื่อหาว่าใครคือ ผู้สะกดคำศัพท์ที่เก่งที่สุดของประเทศเรา"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"capsule.\"",
      "th": "คำนั้นคือ \"แคปซูล\""
    }
  },
  {
    "translation": {
      "en": "Capsule. May I have the definition?",
      "th": "แคปซูล ผมขอคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "The word is \"gloaming.\"",
      "th": "คำนั้นคือ \"โกลมิ่่ง\""
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct. That's correct.",
      "th": "ถูกต้อง ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -[male TV host] Wow, what a difficult Bee we have been fighting so far.",
      "th": "ว้าว เป็นการแข่งขันที่โหดมาก ที่สู้กันมาจนถึงตอนนี้"
    }
  },
  {
    "translation": {
      "en": "If my count is right, we’re down to just four spellers.",
      "th": "ถ้าผมนับไม่ผิด เราเหลือผู้สะกดคำศัพท์แค่สี่คน"
    }
  },
  {
    "translation": {
      "en": "The word is \"gamapetalous.\"",
      "th": "คำนั้นคือ \"แกมาแพทาลัส\""
    }
  },
  {
    "translation": {
      "en": "[boy] A-L...",
      "th": "(รอบ 5 เหลือผู้แข่งขันสะกดคำศัพท์สี่คน)"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's correct. That's correct. That's correct. Correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"bardiglio.\"",
      "th": "คำนั้นคือ \"บาร์ดิลโย\""
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"zwitterion.\"",
      "th": "คำนั้นคือ \"ซวิทเทอไรออน\""
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] The word is \"promyshlennik.\"",
      "th": "คำนั้นคือ \"พรอมิชเลนนิค\""
    }
  },
  {
    "translation": {
      "en": "Promyshlennik. Can I have the definition?",
      "th": "พรอมิชเลนนิค ผมขอคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "th": "ขอทราบภาษาต้นกำเนิดได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Can I have the sentence?",
      "th": "ผมขอเป็นประโยคได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Wait, can I start over?",
      "th": "เดี๋ยวครับ ผมขอเริ่มใหม่ได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "-Can you repeat the word one more time? -Promyshlennik.",
      "th": "- ช่วยบอกคำนั้นอีกครั้งได้มั้ยครับ - พรอมิชเลนนิค"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[male TV host] Nicely done. Shourav, don’t go anywhere.",
      "th": "ทำได้เยี่ยมมาก ชูราฟ อย่าไปไหนนะ"
    }
  },
  {
    "translation": {
      "en": "He has spelled the word correctly in his round.",
      "th": "เขาสะกดคำศัพท์ได้ถูกต้องในรอบของเขา"
    }
  },
  {
    "translation": {
      "en": "There’s nobody else in his round to compete against,",
      "th": "ไม่มีคนอื่นในรอบของเขาให้แข่งด้วย"
    }
  },
  {
    "translation": {
      "en": "so he goes on to a championship word. If he gets this correct,",
      "th": "ดังนั้นเขาจะได้สะกดคำที่จะทำให้ได้แชมป์ ถ้าเขาสะกดได้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "then he’s our champion. If not, the Bee continues.",
      "th": "เขาก็จะเป็นผู้ชนะของเรา ถ้าไม่ถูก การแข่งขันก็ดำเนินต่อ"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เริ่มแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "The word is \"rafraichissoir.\"",
      "th": "คำนั้นคือ \"ราเฟรชิซซัวร์\""
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] I guess he was pretty proud of that spelling!",
      "th": "ผมว่าเขาต้องภูมิใจมากกับการสะกดคำนั้น"
    }
  },
  {
    "translation": {
      "en": "I just won the Houston Public Media Regional Spelling Bee",
      "th": "ผมเพิ่งชนะการแข่งระดับภูมิภาค ฮิวสตัน พับลิก มีเดีย สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "and I’m feeling pretty good about it. [chuckles]",
      "th": "และผมรู้สึกดีมากๆ เลยครับ"
    }
  },
  {
    "translation": {
      "en": "I just knew it off the top of my head and I...",
      "th": "ผมรู้โดยไม่ต้องคิดเลย และผม..."
    }
  },
  {
    "translation": {
      "en": "I’m just like, why not just get it over with right then and there,",
      "th": "แบบว่า ทำไมไม่ทำให้มันจบๆ ไปซะเลย"
    }
  },
  {
    "translation": {
      "en": "so I just spelled it, like, in two seconds flat.",
      "th": "ผมก็เลยสะกดคำนั้นแบบแป๊บเดียวเลย"
    }
  },
  {
    "translation": {
      "en": "We expected him to win, and he won in that sense, uh...",
      "th": "เราก็คาดหวังว่าเขาจะชนะ และเขาชนะในอารมณ์แบบนั้น..."
    }
  },
  {
    "translation": {
      "en": "-It's a good turnout. -Yeah, it’s... It’s the expected outcome.",
      "th": "- เป็นผลลัพธ์ที่ดีมาก - ใช่ครับ มัน... เป็นผลลัพธ์ที่คาดไว้"
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m just really happy and really proud, I guess,",
      "th": "ผมมีความสุขมากและภูมิใจมาก คงงั้นครับ"
    }
  },
  {
    "translation": {
      "en": "just to be going back and representing Houston again.",
      "th": "ที่ได้กลับไปแข่งและเป็นตัวแทนของฮิวสตันอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "I was talking with a past champion,",
      "th": "ผมได้คุยกับแชมป์เก่าคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and of course I asked her the most obvious question,",
      "th": "และแน่นอน ได้ถามคำถามที่เด่นชัดที่สุดกับเธอ"
    }
  },
  {
    "translation": {
      "en": "“Why do you think so many Indians win the Bees?”",
      "th": "\"คุณคิดว่าทำไมคนอินเดีย ชนะการแข่งสะกดคำศัพท์เยอะมาก\""
    }
  },
  {
    "translation": {
      "en": "And she said, for her, one of the key reasons is that languages",
      "th": "และเธอตอบว่า สำหรับเธอ หนึ่งในเหตุผลสำคัญคือภาษา..."
    }
  },
  {
    "translation": {
      "en": "is something that her family and herself just know so much about.",
      "th": "เป็นสิ่งที่ครอบครัวเธอและตัวเธอเอง รู้มากมายเกี่ยวกับมัน"
    }
  },
  {
    "translation": {
      "en": "Her parents were fluent in five languages,",
      "th": "พ่อแม่เธอพูดได้ถึงห้าภาษา"
    }
  },
  {
    "translation": {
      "en": "and while that’s a lot, being multilingual is commonplace.",
      "th": "และในขณะที่นั่นว่าเยอะมาก การพูดได้หลายภาษาก็เป็นเรื่องธรรมดา"
    }
  },
  {
    "translation": {
      "en": "And the familiarity of language,",
      "th": "และความคุ้นเคยกับภาษา"
    }
  },
  {
    "translation": {
      "en": "the ability to communicate so fluently across multiple languages,",
      "th": "ความสามารถในการสื่อสารได้อย่างคล่องแคล่ว ข้ามหลายภาษา"
    }
  },
  {
    "translation": {
      "en": "helps the kids in their minds grasp words,",
      "th": "ช่วยให้เด็กๆ เข้าใจความหมายของคำ ในความจำของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "grasp spelling, grasp languages, nuances, its etymologies,",
      "th": "เข้าใจการสะกดคำ เข้าใจภาษา ความต่าง ประวัติของคำ"
    }
  },
  {
    "translation": {
      "en": "and that helps them achieve in the Bee.",
      "th": "และนั่นช่วยให้พวกเขาทำได้สำเร็จ ในการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "[Krishna] Akash can fluently read-write three languages.",
      "th": "อากาศอ่านและเขียนได้อย่างคล่องแคล่ว ถึงสามภาษา"
    }
  },
  {
    "translation": {
      "en": "Mother tongue, English. Mother’s mother tongue, Telugu.",
      "th": "ภาษาที่พูดตั้งแต่เกิด อังกฤษ ภาษาของแม่เขา เตลูกู"
    }
  },
  {
    "translation": {
      "en": "And then Hindi, which is India’s national language.",
      "th": "และภาษาฮินดี ซึ่งเป็นภาษา ประจำชาติของอินเดีย"
    }
  },
  {
    "translation": {
      "en": "-So he’s fluent in three languages. Yeah. -Yeah, he can read and write.",
      "th": "- เขาก็เลยคล่องทั้งสามภาษา ใช่ครับ - ใช่ค่ะ เขาอ่านและเขียนได้"
    }
  },
  {
    "translation": {
      "en": "[Krishna] And he is really looking into learn other languages,",
      "th": "แล้วเขากำลังจะลองเรียนรู้ภาษาอื่นอีก"
    }
  },
  {
    "translation": {
      "en": "like, you know, German or Hebrew or Korean.",
      "th": "อย่างเช่น เยอรมัน หรือฮีบรู หรือเกาหลี"
    }
  },
  {
    "translation": {
      "en": "To be a winner, you probably need to master 60 to 100 thousand words.",
      "th": "การจะเป็นผู้ชนะ คุณอาจจำเป็นต้อง รอบรู้คำมากถึงหกหมื่นถึงหนึ่งแสนคำ"
    }
  },
  {
    "translation": {
      "en": "You also need to understand patterns from different languages.",
      "th": "คุณยังต้องเข้าใจรูปแบบจากภาษาอื่นๆ ด้วย... (วาเลอรี บราวนิ่ง ผู้ร่วมก่อตั้งเฮกซ์โก อะคาเดมิก)"
    }
  },
  {
    "translation": {
      "en": "You need to study old Bees,",
      "th": "(วาเลอรี บราวนิ่ง ผู้ร่วมก่อตั้งเฮกซ์โก อะคาเดมิก) คุณต้องศึกษาการแข่งในอดีต"
    }
  },
  {
    "translation": {
      "en": "and one of the things we haven’t talked about",
      "th": "และสิ่งหนึ่งที่เรายังไม่ได้พูดถึง"
    }
  },
  {
    "translation": {
      "en": "is you’ve got to be able to stand on stage and think on your feet",
      "th": "คือคุณต้องสามารถยืนอยู่บนเวที และยืนคิด"
    }
  },
  {
    "translation": {
      "en": "and present these words without getting distracted",
      "th": "และบอกคำเหล่านี้ออกมาโดยไม่เสียสมาธิ"
    }
  },
  {
    "translation": {
      "en": "or getting flustered, and think through what the word means,",
      "th": "หรือสับสน และคิดอย่างรอบคอบ ว่าคำนั้นหมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "and you’ve got a limited time clock to do this. It’s a huge amount of work.",
      "th": "และคุณมีเวลาจำกัดในการทำแบบนั้น มันเป็นงานที่ต้องทำเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Most of these students spend one to two hours a day, all week,",
      "th": "นักเรียนเหล่านี้ส่วนใหญ่ใช้เวลา วันละหนึ่งหรือสองชั่วโมง ทั้งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "every week, and then more on the weekends,",
      "th": "ทุกสัปดาห์ และมากขึ้นในช่วงสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "and they do this for years leading up to the National Bee.",
      "th": "พวกเขาทำแบบนี้เป็นปีๆ เพื่อเข้าสู่การแข่งระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "Some of these students start on this",
      "th": "นักเรียนบางคนเริ่มทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "as young as three and four years old in some of these families.",
      "th": "ตั้งแต่อายุแค่สามหรือสี่ขวบในบางครอบครัว"
    }
  },
  {
    "translation": {
      "en": "These kids have put more time into spelling by the time they’re 13",
      "th": "ถึงตอนอายุ 13 เด็กเหล่านี้ ก็ใช้เวลากับการสะกดคำศัพท์มากกว่า"
    }
  },
  {
    "translation": {
      "en": "than most of us put into anything our entire lives.",
      "th": "ที่เราส่วนใหญ่ใช้ กับทำอะไรสักอย่างตลอดชีวิตเราเลย"
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] The popular misconception of these families",
      "th": "เรื่องที่คนชอบเข้าใจผิดกันมาก เกี่ยวกับครอบครัวเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "is that they are \"tiger parents,\"",
      "th": "คือพวกเขาเป็น \"พ่อแม่จอมบงการ\""
    }
  },
  {
    "translation": {
      "en": "who are drilling their kids, forcing them to study against their will.",
      "th": "ซึ่งจะฝึกฝนลูก และบังคับให้ลูกเรียน สิ่งที่ลูกไม่อยากเรียน"
    }
  },
  {
    "translation": {
      "en": "How else can you explain why so many Indian children",
      "th": "คุณจะอธิบายได้ยังไง ว่าทำไม เด็กเชื่อสายอินเดียมากมาย"
    }
  },
  {
    "translation": {
      "en": "are excelling in this one particular niche?",
      "th": "ถึงเป็นเลิศในช่องทางเฉพาะนี้"
    }
  },
  {
    "translation": {
      "en": "To be honest, when children are young,",
      "th": "พูดตามตรง ตอนลูกยังเล็ก"
    }
  },
  {
    "translation": {
      "en": "parents do typically enroll their kids",
      "th": "พ่อแม่ก็มักจะสมัครให้ลูกๆ"
    }
  },
  {
    "translation": {
      "en": "in a spelling bee or some other academic competition,",
      "th": "เพื่อเข้าแข่งสะกดคำศัพท์ หรือการแข่งขันทางวิชาการอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "the same way that parents enroll their children",
      "th": "แบบเดียวกับที่พ่อแม่สมัครให้ลูก"
    }
  },
  {
    "translation": {
      "en": "into basketball or swimming without asking their kids' permission,",
      "th": "เข้าทีมบาสเกตบอลหรือว่ายน้ำ โดยไม่ขอความยินยอมจากลูกก่อน"
    }
  },
  {
    "translation": {
      "en": "hoping that their kids will like it and get good at something.",
      "th": "และหวังว่าลูกๆ จะชอบ และเก่งสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "But the kids don’t stick with it unless they like it,",
      "th": "แต่เด็กๆ ไม่อยู่กับสิ่งนั้นไปตลอดหรอก นอกจากว่าพวกเขาชอบ"
    }
  },
  {
    "translation": {
      "en": "and the parents don’t force their kids to become spellers",
      "th": "และพ่อแม่ก็ไม่ควรบังคับให้ลูกเป็นนักสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "unless the kids find some internal drive for it.",
      "th": "ยกเว้นลูกจะพบแรงกระตุ้นในตัวเองที่จะทำมัน"
    }
  },
  {
    "translation": {
      "en": "[Dr. Balu] The Spelling Bee was something I wanted to do.",
      "th": "การแข่งสะกดคำศัพท์เป็นสิ่งที่ผมอยากทำ"
    }
  },
  {
    "translation": {
      "en": "I didn’t get intense pressure from home to do it.",
      "th": "ผมไม่ได้ถูกที่บ้านบังคับกดดันให้ทำ"
    }
  },
  {
    "translation": {
      "en": "In fact, after losing out in 1984 in the National Spelling Bee,",
      "th": "ที่จริง หลังจากแพ้ในการแข่งสะกดคำศัพท์ ระดับประเทศ ปี 1984"
    }
  },
  {
    "translation": {
      "en": "my parents said, “Do you really want to do this again?”",
      "th": "พ่อแม่ผมก็พูดว่า \"ลูกอยากแข่งอีกหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "I thought about it and I said, “Yes, I do want to pursue it again.”",
      "th": "ผมก็คิดดูแล้วบอกว่า \"ครับ ผมอยากเข้าแข่งอีกครั้ง\""
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay] This is a metaphor for something else, a metaphor for success,",
      "th": "เรื่องนี้คืออุปมาอุปไมยของสิ่งอื่น มันคือการเปรียบเทียบกับความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "it’s a metaphor for \"I have achieved something",
      "th": "มันคืออุปมาอุปไมยของ \"ฉันประสบความสำเร็จบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "and received recognition within my own community,\"",
      "th": "และได้รับการยอมรับในชุมชนของฉัน\""
    }
  },
  {
    "translation": {
      "en": "and the motivations would be the same as anything else in life.",
      "th": "และแรงบันดาลใจในการทำ ก็เหมือนกับเรื่องอื่นๆ ในชีวิตนั่นล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Mmm! Let’s begin round one of the Vukoti Spelling Bee. Let's go.",
      "th": "เรื่มรอบหนึ่งของการแข่งสะกดคำศัพท์ ของบ้านวูโกตีกันเลย"
    }
  },
  {
    "translation": {
      "en": "Number one.",
      "th": "หมายเลขหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] When you watch the Bee,",
      "th": "เมื่อคุณดูการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "the first thing you think of is",
      "th": "สิ่งแรกที่คุณนึกถึงคือ"
    }
  },
  {
    "translation": {
      "en": "it’s a family affair throughout the whole process.",
      "th": "มันคือเรื่องของครอบครัว ตลอดกระบวนการทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Akash] Accommodate.",
      "th": "อัคคอมโมเดท"
    }
  },
  {
    "translation": {
      "en": "A-C-C-O-M-M-O-D-A-T-E.",
      "th": "เอ ซี ซี โอ เอ็ม เอ็ม โอ ดี เอ ที อี"
    }
  },
  {
    "translation": {
      "en": "-Accommodate. -[Krishna] Good job.",
      "th": "- อัคคอมโทเดท - เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "When a parent devotes a lot of time",
      "th": "เวลาที่พ่อแม่ทุ่มเทเวลาเต็มที่"
    }
  },
  {
    "translation": {
      "en": "to coaching a student through a spelling competition,",
      "th": "ในการช่วยนักเรียนฝึกซ้อม ผ่านทางการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "the siblings are there.",
      "th": "พี่น้องก็อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "They’re listening to it, learning it, picking it up,",
      "th": "พวกเขาก็ได้ฟัง ได้เรียนรู้ ได้เก็บคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "and there’s usually some competition among the siblings.",
      "th": "และปกติก็มักจะมีการแข่งขันกันในหมู่พี่น้อง"
    }
  },
  {
    "translation": {
      "en": "Their parents have already figured out by the time you get to the second sibling",
      "th": "พ่อแม่พวกเขารู้แล้วตอนมาถึงพี่น้องคนที่สอง"
    }
  },
  {
    "translation": {
      "en": "how to help that speller learn and practice",
      "th": "ว่าจะช่วยทีมสะกดคำให้เรียนรู้และฝึกฝนยังไง"
    }
  },
  {
    "translation": {
      "en": "in a much more refined and efficient way.",
      "th": "ในวิธีที่ดีกว่าและมีประสิทธิภาพมากกว่า"
    }
  },
  {
    "translation": {
      "en": "When the older one won the district spelling bee, the younger one,",
      "th": "ตอนที่พี่ชายชนะการแข่งสะกดคำศัพท์ ระดับเขต คนน้อง"
    }
  },
  {
    "translation": {
      "en": "who’s three years younger than him,",
      "th": "ที่อายุน้อยกว่าเขาสามปี"
    }
  },
  {
    "translation": {
      "en": "wrote down every word correctly in the district bee",
      "th": "เขียนคำในการแข่งสะกดคำศัพท์ระดับเขต ได้อย่างถูกต้องทุกคำ"
    }
  },
  {
    "translation": {
      "en": "that everybody got. So, you know, he’s...",
      "th": "คำที่ทุกคนได้ ดังนั้นเขา..."
    }
  },
  {
    "translation": {
      "en": "He’s in second grade. [laughing]",
      "th": "เขาเรียนอยู่เกรดสองครับ"
    }
  },
  {
    "translation": {
      "en": "[Shourav] I got into it in second grade,",
      "th": "ผมเริ่มชอบตอนเรียนอยู่เกรดสอง"
    }
  },
  {
    "translation": {
      "en": "and that was when Shobha was in fourth grade,",
      "th": "และนั่นคือตอนที่โชบาอยู่เกรดสี่"
    }
  },
  {
    "translation": {
      "en": "so we had just really started that year 'cause, like,",
      "th": "เราก็เลยเริ่มต้นจริงๆ ปีนั้น เพราะ..."
    }
  },
  {
    "translation": {
      "en": "that was the year that Shobha won her first school spelling bee,",
      "th": "นั่นเป็นปีที่โชบาชนะแข่งสะกดคำศัพท์ ของโรงเรียนครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "so then my parents just started helping her from there.",
      "th": "พ่อแม่ผมก็เลยเริ่มช่วยเธอจากจุดนั้น"
    }
  },
  {
    "translation": {
      "en": "[Ganesh] Initially, we thought he would be a good pronouncer,",
      "th": "ตอนแรก เราคิดว่าเขาคงเป็นคนประกาศคำที่ดี"
    }
  },
  {
    "translation": {
      "en": "because some of the words we were not able to pronounce the way Shobha wanted.",
      "th": "เพราะมีบางคำที่เราไม่สามารถออกเสียงได้ ในแบบที่โชบาต้องการ"
    }
  },
  {
    "translation": {
      "en": "So we recruited him as a pronouncer to Shobha,",
      "th": "เราก็เลยให้เขาเป็นคนบอกคำให้โชบา"
    }
  },
  {
    "translation": {
      "en": "and then he realized that, \"Oh, I can just not be the pronouncer,",
      "th": "แล้วเขาก็รู้ตัวว่า \"โอ้ ฉันไม่ได้เป็นได้แค่ คนประกาศคำนี่นา"
    }
  },
  {
    "translation": {
      "en": "I can be the best speller too and I can beat my sister too.\"",
      "th": "ฉันเป็นคนสะกดคำที่เก่งที่สุดก็ได้ และเอาชนะพี่สาวฉันก็ได้ด้วย\""
    }
  },
  {
    "translation": {
      "en": "So I think that’s how it started, and after that he took off.",
      "th": "ผมคิดว่ามันเริ่มต้นแบบนั้นล่ะครับ หลังจากนั้นเขาก็เริ่มเลย"
    }
  },
  {
    "translation": {
      "en": "[Shobha] We were really competitive with each other,",
      "th": "ตอนน้้นจริงๆ เราก็แข่งกันเองนะคะ"
    }
  },
  {
    "translation": {
      "en": "but it was kind of like a balance.",
      "th": "แต่มันคล้ายๆ เป็นความสมดุล"
    }
  },
  {
    "translation": {
      "en": "Like, we’d be really competitive at a bee",
      "th": "คือเราแข่งกันจริงๆ ตอนแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "and we wouldn’t talk to each other, that kind of thing.",
      "th": "และเราก็ไม่พูดคุยกัน ทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "Or I would talk to him, but he wouldn’t talk to me.",
      "th": "หรือไม่ฉันพูดกับเขา แต่เขาไม่พูดกับฉัน"
    }
  },
  {
    "translation": {
      "en": "And then, once we got home, it was fine though.",
      "th": "แล้วพอกลับถึงบ้าน ก็ไม่มีปัญหาอะไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "We’d sit in the game room and play video games and, like...",
      "th": "เราจะนั่งในห้องเล่นเกมและเล่นวิดีโอเกม"
    }
  },
  {
    "translation": {
      "en": "that kind of thing.",
      "th": "อะไรประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "I don’t think there was a moment",
      "th": "ฉันไม่คิดว่ามีช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "where he, like, questioned why he was doing it.",
      "th": "ที่แบบว่า เขาสงสัยว่าเขาทำสิ่งนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "He just knew he wanted to win, and so he, like... he just went for it,",
      "th": "เขารู้แค่ว่าเขาอยากชนะ แล้วเขาก็... เดินหน้าลุยเลย"
    }
  },
  {
    "translation": {
      "en": "and I really admire that about him.",
      "th": "และฉันชื่นชมเขาในเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "I’ve been doing it for such a long time,",
      "th": "ผมทำมานานแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "and it’s something that I really enjoy.",
      "th": "และมันก็เป็นสิ่งที่ผมชอบมาก"
    }
  },
  {
    "translation": {
      "en": "And to be the best at it, that would be, like, a really surreal experience.",
      "th": "และการได้เป็นคนเก่งที่สุด มันคงจะเป็นประสบการณ์ที่เหมือนฝัน"
    }
  },
  {
    "translation": {
      "en": "Now, I’ll research more things about this.",
      "th": "ตอนนี้ หนูจะหาข้อมูลเพิ่มเติมเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I just like going to Wikipedia and reading about stuff 'cause I like reading.",
      "th": "หนูชอบไปที่วิกิพีเดีย และอ่านเกี่ยวกับเรื่องนู่นนี่ เพราะหนูชอบอ่าน"
    }
  },
  {
    "translation": {
      "en": "I can connect it to spelling in a way, because hali-ya, blah-blah-blah,",
      "th": "หนูเชื่อมโยงมันกับการสะกดคำศัพท์ได้ เพราะว่าเฮลี ยา โน่น นี่ นั่น"
    }
  },
  {
    "translation": {
      "en": "which is a scientific name for a bald eagle.",
      "th": "ซึ่งเป็นชื่อทางวิทยาศาสตร์ของนกอินทรีหัวขาว"
    }
  },
  {
    "translation": {
      "en": "It actually comes from the Greek, hali meaning \"sea,\" aetos meaning \"eagle,\"",
      "th": "จริงๆ มันมาจากภาษากรีก \"เฮลี\" แปลว่าทะเล \"อายโทส\" แปลว่านกอินทรี"
    }
  },
  {
    "translation": {
      "en": "leuko meaning \"white,\" and suphlos meaning \"head.\"",
      "th": "\"ลูโค\" แปลว่าขาว และ \"ซัฟลอส\" แปลว่าหัว"
    }
  },
  {
    "translation": {
      "en": "And they all squish it together.",
      "th": "แล้วคำทั้งหมดก็บีบอัดเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "So I just want to do further research into that.",
      "th": "หนูก็เลยอยากหาข้อมูลเพิ่มเติมเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "If I see a new word, like in school, maybe...",
      "th": "ถ้าหนูเห็นคำใหม่ เช่นที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Maybe one day, my teacher uses the word \"finagle,\"",
      "th": "อาจจะมีวันนึง ครูหนูใช้คำว่า \"ฟิเนเกิล\""
    }
  },
  {
    "translation": {
      "en": "I’m like, “What does finagle mean?” I look it up.",
      "th": "หนูก็แบบ \"ฟิเนเกิลแปลว่าอะไร\" แล้วก็ไปค้นหา"
    }
  },
  {
    "translation": {
      "en": "And maybe, in the word \"finagle,’\" I see the word \"persifleur,’\"",
      "th": "และบางที ในคำว่า \"ฟิเนเกิล\" หนูจะเห็นคำว่า \"เพอร์ซิเฟลอร์\""
    }
  },
  {
    "translation": {
      "en": "then maybe I’ll research that.",
      "th": "แล้วหนูก็อาจจะไปหาข้อมูลของคำนั้น"
    }
  },
  {
    "translation": {
      "en": "And then maybe in that entry, I find a different word.",
      "th": "แล้วบางทีในบทความนั้นหนูก็เจอคำอื่น"
    }
  },
  {
    "translation": {
      "en": "And in that entry, I find a different word.",
      "th": "และในบทความนั้นหนูก็เจอคำอื่น"
    }
  },
  {
    "translation": {
      "en": "And I research all of them, and then that’s how I expand my vocab.",
      "th": "แล้วหนูก็หาข้อมูลของคำทั้งหมด และนั่นคือวิธีที่หนูได้คำศัพท์เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "[male] Akash, are you excited for tomorrow?",
      "th": "อากาศ ตื่นเต้นเรื่องพรุ่งนี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah! I’m really excited!",
      "th": "(หนึ่งวัน ก่อนจะถึงการแข่งสะกดคำศัพท์ ระดับภูมิภาค) ครับ ผมตื่นเต้นมาก แต่ก็กังวลนิดหน่อยด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "But I’m also kind of nervous at the same time.",
      "th": "ครับ ผมตื่นเต้นมาก แต่ก็กังวลนิดหน่อยด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "I want you to go through one more time all the etymology things, okay?",
      "th": "แม่อยากให้หนูอ่านประวัติของคำทั้งหมด ให้ละเอียดอีกครั้ง โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yep. -You got the necessary words in this list.",
      "th": "- ครับ - หนูมีคำศัพท์ที่จำเป็นอยู่ในลิสต์นี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, yeah. Okay, should we do it?",
      "th": "ครับๆ โอเคๆ เราเริ่มได้ยัง"
    }
  },
  {
    "translation": {
      "en": "Long \"iya\" and a plural noun, spelled \"ae,\"",
      "th": "\"เอีย\" ยาว และเป็นคำนามพหูพจน์ สะกดว่า \"เอ อี\""
    }
  },
  {
    "translation": {
      "en": "as in algae, larvae...",
      "th": "อย่างในคำว่าแอลจี (สาหร่าย) ลาร์วี (ตัวอ่อนของสัตว์)"
    }
  },
  {
    "translation": {
      "en": "Wait, larvae?",
      "th": "เดี๋ยว ลาร์วีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Antennae.",
      "th": "แอนเทนนี (หนวดของสัตว์)"
    }
  },
  {
    "translation": {
      "en": "So you know all these words' spellings, right? -[Akash] Mm-hmm. -Yes or no?",
      "th": "ตอนนี้หนูรู้จักทุกคำที่สะกดแล้วใช่มั้ย ใช่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[Chandrakala] So can I go to next page? -Go ahead.",
      "th": "- แม่ไปหน้าต่อไปได้ยัง - ไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Cirrhosis. You wrote-- -[Akash] Cirrhosis.",
      "th": "- ซีร์โรซิส - ซีร์โรซิส"
    }
  },
  {
    "translation": {
      "en": "-C-I... -[Chandrakala] Mm-hmm. ...R-R-H-O-S-I-S.",
      "th": "ซี ไอ อาร์ อาร์ เอช โอ เอส ไอ เอส"
    }
  },
  {
    "translation": {
      "en": "-Cirrhosis. -Good job!",
      "th": "- ซีร์โรซิส - เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "If at all Akash continues his interest in the spellings",
      "th": "ถ้าอากาศยังสนใจการสะกดคำศัพท์ต่อไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "in the same way like what he has now,",
      "th": "เหมือนที่เขาเป็นอยู่ตอนนี้นะครับ"
    }
  },
  {
    "translation": {
      "en": "we expect him to win the National Spelling Bee title,",
      "th": "เราก็คาดหวังว่าเขาจะได้แชมป์ การแข่งสะกดคำศัพท์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "like, in three to four years, by sixth grade.",
      "th": "ในอีกสักสามหรือสี่ปี ช่วงเกรดหก ถ้าเขาสามารถ เป็นแชมป์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "If he can become the national champion,",
      "th": "ช่วงเกรดหก ถ้าเขาสามารถ เป็นแชมป์ระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "he’ll be blessed and all of us would be blessed.",
      "th": "เขาคงมีความสุข และเราทุกคนก็คงมีความสุข"
    }
  },
  {
    "translation": {
      "en": "[female host] Contestants, if you will please rise.",
      "th": "ผู้เข้าแข่งขันกรุณาลุกขึ้นยืนด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "We’re going to say the Pledge of Allegiance",
      "th": "เราจะกล่าวปฏิญาณความจงรักภักดี"
    }
  },
  {
    "translation": {
      "en": "before we get started.",
      "th": "ก่อนที่เราจะเริ่ม"
    }
  },
  {
    "translation": {
      "en": "[all] I pledge allegiance to the flag of the United States of America.",
      "th": "ข้าพเจ้าขอปฏิญาณความจงรักภักดี ต่อธงชาติของสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[male] We all set? Let’s roll.",
      "th": "เอาละ ทุกคนพร้อมนะ เริ่มกันเลย"
    }
  },
  {
    "translation": {
      "en": "Stucco.",
      "th": "สตักโก"
    }
  },
  {
    "translation": {
      "en": "Is... Are there any other alternate pronunciations, please?",
      "th": "คอลลาจ มีการออกเสียงแบบอื่นมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "May I have the language of origin, please? May I have the definition, please?",
      "th": "ผมขอทราบภาษาต้นกำเนิดได้มั้ยครับ ผมขอคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "May I have the sentence, please?",
      "th": "ผมขอตัวอย่างประโยคได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[male pronouncer] \"Akash spent weeks finishing a large collage of a Paris street scene.\"",
      "th": "\"อากาศใช้เวลาหลายสัปดาห์ในการทำ คอลลาจของถนนสายหนึ่งในปารีสให้เสร็จ\""
    }
  },
  {
    "translation": {
      "en": "[exaggerated deep voice] And then there were four. The final four.",
      "th": "แล้วก็เหลือสี่คน สี่คนสุดท้าย (รอบ 8 เหลือผู้แข่งขันสะกดคำศัพท์สี่คน)"
    }
  },
  {
    "translation": {
      "en": "This word has a homonym.",
      "th": "คำนี้มีคำพ้องเสียง"
    }
  },
  {
    "translation": {
      "en": "The word is \"boarders.\"",
      "th": "คำนี้คือ \"บอร์เดอร์ส\""
    }
  },
  {
    "translation": {
      "en": "It is a noun,",
      "th": "เป็นคำนาม"
    }
  },
  {
    "translation": {
      "en": "and it’s \"people who are provided with regular meals",
      "th": "และคนที่อยู่ที่มีอาหารมื้อปกติให้"
    }
  },
  {
    "translation": {
      "en": "or regular meals and lodging.\"",
      "th": "หรืออาหารมื้อปกติและที่พัก"
    }
  },
  {
    "translation": {
      "en": "May I have the alternate pronunciations, please?",
      "th": "ผมขอการออกเสียงแบบอื่นได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[male] There are none.",
      "th": "ไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "May I have the language of origin, please?",
      "th": "ผมขอภาษาต้นกำเนิดด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "[male] This word consists of two originally English parts.",
      "th": "คำนี้ประกอบด้วยภาษาอังกฤษดั้งเดิมสองส่วน"
    }
  },
  {
    "translation": {
      "en": "Can you please repeat the word again?",
      "th": "ช่วยบอกคำนั้นอีกครั้งได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Good luck to all my fellow spellers. I hope I’ll come back next year.",
      "th": "ขอให้เพื่อนๆ ผู้สะกดคำของผมทุกคนโชคดีครับ ผมหวังว่าปีหน้าจะได้กลับมาใหม่"
    }
  },
  {
    "translation": {
      "en": "[Amrita] He's still young and he has a lot of years,",
      "th": "เขายังเด็ก และยังมีเวลาอีกหลายปี"
    }
  },
  {
    "translation": {
      "en": "so he might learn some new words.",
      "th": "เขาอาจจะเรียนรู้คำศัพท์ใหม่ๆ อีกมาก"
    }
  },
  {
    "translation": {
      "en": "I’ve heard of that word before,",
      "th": "หนูเคยได้ยินคำนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "but I’ve heard it many times when I was older.",
      "th": "แต่ได้ยินบ่อยตอนหนูโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "'Cause when I was his age, I had no idea what that word is.",
      "th": "เพราะตอนหนูอายุเท่าเขา หนูไม่รู้เลยว่าคำนั้นมันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Krishna] Akash, you're in second grade.",
      "th": "ฟังนะอากาศ ลูกเพิ่งจะอยู่เกรดสอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, you've got so many more chances to go.",
      "th": "ใช่ ลูกมีโอกาสอีกมากที่จะทำให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "-[Akash sobbing] -That's okay.",
      "th": "ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Krishna] \"The question over there was who would be going to Washington, D.C.,",
      "th": "\"คำถามตรงนั้นคือใครจะได้ไปวอชิงตัน ดี.ซี."
    }
  },
  {
    "translation": {
      "en": "representing our region. That was the only question over there.",
      "th": "และเป็นตัวแทนภูมิภาคเรา นั่นคือคำถามเดียวตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "You may or may not be the regional champion,",
      "th": "ลูกอาจได้เป็นหรือไม่ได้เป็นแชมป์ภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "but you’re already the school champion,",
      "th": "แต่ลูกเป็นแชมป์ของโรงเรียนแล้ว"
    }
  },
  {
    "translation": {
      "en": "and, you know, on the way to prepare for this Spelling Bee,",
      "th": "และระหว่างทางเพื่อเตรียมพร้อม สำหรับการแข่งสะกดคำศัพท์ครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "you improved your knowledge. That’s the purpose",
      "th": "ลูกได้พัฒนาความรู้ นั่นคือจุดประสงค์"
    }
  },
  {
    "translation": {
      "en": "of why the Scripps National Spelling Bee is there,",
      "th": "ที่มีการแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "and we are on the way.",
      "th": "และเรากำลังอยู่บนเส้นทาง"
    }
  },
  {
    "translation": {
      "en": "One day, you may get the National Spelling Bee trophy.\"",
      "th": "สักวัน ลูกอาจได้ถ้วยรางวัล การแข่งสะกดคำศัพท์ระดับประเทศก็ได้\""
    }
  },
  {
    "translation": {
      "en": "So that’s what we said. He understood it. You can see a smile on his face now.",
      "th": "นั่นคือสิ่งที่เราบอก เขาก็เข้าใจ ตอนนี้คุณจะเห็นรอยยิ้มของเขาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Krishna chuckling] That was only for, you know, a brief time,",
      "th": "เป็นแบบนั้นแค่แป๊บเดียว"
    }
  },
  {
    "translation": {
      "en": "and, you know, that’s very... quite natural for a kid.",
      "th": "มันก็... เป็นธรรมดามากสำหรับเด็กครับ"
    }
  },
  {
    "translation": {
      "en": "If it isn't obvious yet, I love the Spelling Bee.",
      "th": "ถ้านี่ยังไม่ชัด ผมชอบการสะกดคำศัพท์มาก (\"โททอลลี่ไบแอสด์\" (2013)) (เดอะคอนดาบุลเลทิน กับฮารี คอนดาโบลู)"
    }
  },
  {
    "translation": {
      "en": "Or as I like to call it, the Indian Super Bowl.",
      "th": "(\"โททอลลี่ไบแอสด์\" (2013)) (เดอะคอนดาบุลเลทิน กับฮารี คอนดาโบลู) หรือที่ผมอยากเรียกว่า ซูเปอร์โบวล์อินเดีย"
    }
  },
  {
    "translation": {
      "en": "Six winners in a row! Six in a row, son!",
      "th": "ผู้ชนะหกคนติดต่อกัน หกคนติดต่อกัน ลูกชาย"
    }
  },
  {
    "translation": {
      "en": "-That’s incredible! -[audience laughing, cheering]",
      "th": "เหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "So it gives me great pleasure to finally say,",
      "th": "ผมจึงยินดีอย่างยิ่งที่จะพูดออกมาในที่สุด"
    }
  },
  {
    "translation": {
      "en": "“Hey, white people, learn the language.”",
      "th": "\"นี่ คนผิวขาว ไปเรียนภาษาซะนะ\""
    }
  },
  {
    "translation": {
      "en": "Writing that piece, I got to put together all the reasons I loved it.",
      "th": "การเขียนบทของตอนนั้น ผมต้องรวบรวม เหตุผลทุกอย่างที่ผมชอบมัน"
    }
  },
  {
    "translation": {
      "en": "Like, here was something that we were dominant in...",
      "th": "เช่น นี่คือบางสิ่งที่เราเหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "that had never been seen before.",
      "th": "ที่ไม่เคยเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "And it's spelling!",
      "th": "และมันคือการสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "But, of course,",
      "th": "แต่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "the internet would not let me enjoy this completely.",
      "th": "อินเทอร์เน็ตคงไม่ยอมให้ผมสนุกกับเรื่องนี้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "One patriot tweeted,",
      "th": "ผู้รักชาติคนหนึ่งทวิตข้อความ"
    }
  },
  {
    "translation": {
      "en": "“America has to step it up with our spelling game.",
      "th": "\"อเมริกาต้องเร่งเครื่อง เรื่องเกมสะกดคำศัพท์ของเราแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Last three remaining, all of Indian decent.”",
      "th": "สามคนสุดท้ายที่เหลืออยู่ ทั้งหมดเป็นคนอินเดีย 'ที่เหมาะสม'\""
    }
  },
  {
    "translation": {
      "en": "First of all, these kids of Indian descent are also American.",
      "th": "อย่างแรก เด็กๆ เชื้อสายอินเดียเหล่านี้ ก็เป็นคนอเมริกันเหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "-[man] Woo! -Secondly, you spelled \"descent\" wrong!",
      "th": "อย่างที่สอง คุณสะกดคำว่า \"เชื้อสาย\" ผิด"
    }
  },
  {
    "translation": {
      "en": "The kid who won that year was Arvind Mahankali, who was from Queens.",
      "th": "เด็กที่ชนะในปีนั้นคืออาร์วินด์ มาฮังคาลี ซึ่งมาจากย่านควีนส์"
    }
  },
  {
    "translation": {
      "en": "It was a big deal to me,",
      "th": "มันเป็นเรื่องใหญ่สำหรับผม"
    }
  },
  {
    "translation": {
      "en": "both as a Queens resident and as an Indian-American.",
      "th": "ทั้งในฐานะผู้อยู่อาศัยที่ควีนส์ และในฐานะคนอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "These kids are amazing, and they know it!",
      "th": "เด็กๆ เหล่านี้น่าทึ่งมาก และพวกเขาก็รู้"
    }
  },
  {
    "translation": {
      "en": "I mean, look how cool Arvind is winning the title.",
      "th": "คือดูสิครับว่าอาร์วินด์เท่แค่ไหนตอนได้แชมป์"
    }
  },
  {
    "translation": {
      "en": "That is so G! That is so G!",
      "th": "นั่นเจ๋งจริงๆ เจ๋งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Little homie didn’t even care that he won!",
      "th": "เจ้าหนูเพื่อนบ้านคนนี้ไม่ได้สนเลยว่าเขาชนะ"
    }
  },
  {
    "translation": {
      "en": "He looks like he’s still waiting for the next word!",
      "th": "ท่าทางเขาเหมือนยังรอคำต่อไปอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "And I’m like, \"Why can’t we celebrate that?",
      "th": "แล้วผมก็แบบ \"ทำไมเราจะฉลองไม่ได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why can’t we celebrate the fact",
      "th": "ทำไมเราฉลองความจริงไม่ได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "that this kid did something and he did it in such a cool way?\"",
      "th": "ว่าเด็กคนนี้ได้ทำบางสิ่ง และเขาทำในแบบที่เท่มาก\""
    }
  },
  {
    "translation": {
      "en": "He reached the mountain top of that particular sport.",
      "th": "เขาขึ้นไปถึงยอดเขาของกีฬานั้น"
    }
  },
  {
    "translation": {
      "en": "So, yeah, I wanted to celebrate that.",
      "th": "เพราะฉะนั้น ใช่ ผมอยากฉลองเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Luckily, I got to do that in a very ridiculous way.",
      "th": "โชคดีที่ผมต้องทำในแบบที่ไร้สาระมาก"
    }
  },
  {
    "translation": {
      "en": "[Pawan Dhingra] For those of us who are not in the Bees, what we see online,",
      "th": "สำหรับเราที่ไม่ได้เข้าแข่งสะกดคำศัพท์ สิ่งที่เราเห็นบนอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "the racist or xenophobic comments critiquing Indians who win,",
      "th": "คนเหยียดผิว หรือพวกกลัวคนต่างชาติ แสดงความเห็นวิจารณ์คนอินเดียที่ชนะ"
    }
  },
  {
    "translation": {
      "en": "it's very disparaging and it’s very disheartening.",
      "th": "มันดูหมิ่นมาก และทำให้ท้อใจมาก"
    }
  },
  {
    "translation": {
      "en": "And we worry about the families and, of course, about the kids themselves.",
      "th": "และเราก็เป็นห่วงครอบครัวพวกเขา และแน่นอน เป็นห่วงเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "[Shalini Shankar] When you have an activity that's so explicitly branded",
      "th": "เมื่อคุณมีกิจกรรมที่ประทับตราอย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "as a quintessentially American contest,",
      "th": "ว่าเป็นการแข่งขันที่เป็นแบบฉบับของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "the idea of who gets to be named as an American",
      "th": "ความคิดที่ว่าใครจะได้ชื่อว่าเป็นคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and who is considered a legitimate champion in that arena",
      "th": "และใครจะได้รับการพิจารณาว่า เป็นแชมป์ที่ถูกต้องตามกฎหมายของสนามนั้น"
    }
  },
  {
    "translation": {
      "en": "is really coded still by whiteness,",
      "th": "ยังคงถูกกำหนดด้วยผิวสีขาวอยู่เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "and there’s a real emphasis on America ultimately remaining a white country.",
      "th": "และนั่นคือการเน้นย้ำว่าอเมริกา สุดท้ายแล้วยังคงเป็นประเทศของคนผิวขาว"
    }
  },
  {
    "translation": {
      "en": "I dread the day when \"somebody else\" wins the Spelling Bee,",
      "th": "ผมกังวลมากเวลา \"คนอื่น\" ชนะการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "because it'll make me sad,",
      "th": "เพราะคงทำให้ผมเศร้า"
    }
  },
  {
    "translation": {
      "en": "the kind of commentary that comes out of that.",
      "th": "จากลักษณะความคิดเห็นที่มาจากเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "And it’s the kind of commentary about taking something back that…",
      "th": "และมันเป็นความคิดเห็นแบบที่ เกี่ยวกับการนำบางอย่างกลับมา ที่..."
    }
  },
  {
    "translation": {
      "en": "It is endemic to so much of our national debate right now",
      "th": "มันเป็นปัญหาโต้แย้งระดับประเทศของเราตอนนี้"
    }
  },
  {
    "translation": {
      "en": "in such a misguided way.",
      "th": "ในทางที่ผิดมาก"
    }
  },
  {
    "translation": {
      "en": "For years, our representation was dictated by other people.",
      "th": "เป็นเวลานานแล้ว ที่ภาพของเรา ถูกกำหนดโดยคนอื่น"
    }
  },
  {
    "translation": {
      "en": "We were forced to play convenience store owners",
      "th": "เราถูกบังคับให้รับบทเจ้าของร้านสะดวกซื้อ"
    }
  },
  {
    "translation": {
      "en": "or we were forced to play cab drivers.",
      "th": "หรือไม่ก็ต้องเล่นเป็นคนขับแท็กซี่"
    }
  },
  {
    "translation": {
      "en": "Like, there was a limited range of representation.",
      "th": "มีขอบเขตจำกัดของภาพแทนตัวเรา"
    }
  },
  {
    "translation": {
      "en": "Like, film and TV, you know, especially when you’re such a small minority,",
      "th": "อย่างหนังและทีวี โดยเฉพาะ เมื่อคุณเป็นคนกลุ่มน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "affect how the whole country or the whole world views you.",
      "th": "ภาพแบบนี้มันส่งผลถึงการที่คนทั้งประเทศ หรือทั้งโลกมองคุณ"
    }
  },
  {
    "translation": {
      "en": "And these kids, like, they earn their way on television by succeeding.",
      "th": "และเด็กๆ เหล่านี้ พวกเขาหาหนทางของตัวเอง บนจอทีวีได้โดยใช้ความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Only in New York City could a child of Indian immigrants,",
      "th": "มีแค่ในนครนิวยอร์กเท่านั้น ที่ลูกของผู้ย้ายถิ่นชาวอินเดีย"
    }
  },
  {
    "translation": {
      "en": "who speaks Spanish and Telugu,",
      "th": "ที่พูดภาษาสเปนและเตลูกูได้"
    }
  },
  {
    "translation": {
      "en": "compete for a trophy",
      "th": "แข่งขันเพื่อชิงถ้วยรางวัล"
    }
  },
  {
    "translation": {
      "en": "named for a British-American newspaper publisher,",
      "th": "ที่ตั้งชื่อตามผู้ผลิตหนังสือพิมพ์ ชาวอเมริกันเชื้อสายอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "and win the competition for spelling a Yiddish word.",
      "th": "และชนะการแข่งขัน จากการสะกดคำภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "I’ve actually been kvelling all day.",
      "th": "ที่จริงผมรู้สึก \"คเวลลิ่ง\" ทั้งวันเลย"
    }
  },
  {
    "translation": {
      "en": "Do you know how to spell \"kvelling\"? -Yeah, I figured. -[all laughing]",
      "th": "เธอสะกดคำว่า \"คเวลลิ่ง\" ได้มั้ย ใช่ ฉันคิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's correct. We have a champion!",
      "th": "ถูกต้อง คุณเป็นแชมป์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "...O-U-S.",
      "th": "โอ ยู เอส"
    }
  },
  {
    "translation": {
      "en": "Fatuous.",
      "th": "แฟชชวส"
    }
  },
  {
    "translation": {
      "en": "[male producer] Correct!",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "...K-A.",
      "th": "เค เอ"
    }
  },
  {
    "translation": {
      "en": "Zubrowka.",
      "th": "ซูโบรฟคา"
    }
  },
  {
    "translation": {
      "en": "There you go!",
      "th": "ใช่แล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[Tejas] This is my lucky purple rock.",
      "th": "นี่คือหินสีม่วงนำโชคของผม"
    }
  },
  {
    "translation": {
      "en": "His fifth grade teacher, Mrs. Gribben, she has given him that rock.",
      "th": "ครูสอนเกรดห้าของเขา คุณครูกริบเบน เธอให้หินก้อนนี้กับเขา"
    }
  },
  {
    "translation": {
      "en": "[Tejas] We keep it in here just to keep it really safe",
      "th": "เราเก็บไว้ในนี้ มันจะได้ปลอดภัยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "because when I’m spelling, I don’t feel as confident",
      "th": "เพราะตอนผมสะกดคำศัพท์ ผมรู้สึกไม่ค่อยมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "when I’m not carrying this rock.",
      "th": "เวลาไม่ได้พกหินก้อนนี้ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "So I always ensure that it’s safe and sound.",
      "th": "ผมเลยต้องดูให้แน่ใจตลอดว่ามันปลอดภัยดี"
    }
  },
  {
    "translation": {
      "en": "They’re treated like diamonds at my household where...",
      "th": "มันได้รับการดูแลเหมือนเพชรเลยที่บ้านฉัน ที่..."
    }
  },
  {
    "translation": {
      "en": "Especially during Bee season.",
      "th": "โดยเฉพาะช่วงฤดูการแข่งขันสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "I know I might not really show it, but I’m just like…",
      "th": "หนูรู้ว่าหนูอาจจะไม่ได้แสดงออกมาก แต่หนูแบบว่า..."
    }
  },
  {
    "translation": {
      "en": "I can’t describe it in words. I’m that excited!",
      "th": "หนูอธิบายเป็นคำพูดไม่ถูกเลย หนูตื่นเต้นขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "A few years ago, when I was in first grade,",
      "th": "สองสามปีที่แล้ว ตอนหนูอยู่เกรดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "all I did was win my school and I participated in the regionals.",
      "th": "หนูก็แค่ชนะการแข่งของโรงเรียน แล้วก็เข้าแข่งระดับภูมิภาค"
    }
  },
  {
    "translation": {
      "en": "Now, I’m actually going to the Scripps. I mean, that feeling is just great for me.",
      "th": "ตอนนี้หนูจะไปแข่งระดับประเทศจริงๆ ความรู้สึกมันยิ่งใหญ่มากสำหรับหนู"
    }
  },
  {
    "translation": {
      "en": "We have been waiting for this for the past two years.",
      "th": "เรารอคอยสิ่งนี้มาสองปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now it finally came true.",
      "th": "ในที่สุดมันก็เป็นความจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, we heard so many exciting things about the Bee Week.",
      "th": "โอ้ เราได้ยินเรื่องตื่นเต้นมากมาย เกี่ยวกับสัปดาห์การแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "Ah, we’re really excited to go and be there!",
      "th": "เราตื่นเต้นมากที่จะได้ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "Like, you know, my kid is going to be there on the ESPN,",
      "th": "แบบว่า ลูกฉันจะได้ไปที่นั่น ออกช่องอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "so I can’t just like, yeah…",
      "th": "ฉันก็เลยอดไม่ได้ แบบว่า..."
    }
  },
  {
    "translation": {
      "en": "My goal? I’m studying really hard to be at least in the top 50,",
      "th": "เป้าหมายของหนู หนูเรียนรู้คำศัพท์หนักมาก เพื่ออย่างน้อยจะได้อยู่ใน 50 คนแรก"
    }
  },
  {
    "translation": {
      "en": "but I’m not expecting to do better than that because I...",
      "th": "แต่หนูไม่คาดหวังว่าจะทำได้ดีกว่านั้น เพราะ..."
    }
  },
  {
    "translation": {
      "en": "I just really want to be in the top 50. That’s all I want to do this year.",
      "th": "หนูแค่อยากอยู่ใน 50 คนแรก นั่นคือสิ่งที่หนูต้องการในปีนี้"
    }
  },
  {
    "translation": {
      "en": "[Usha] Scripps National Spelling Bee is in ten days,",
      "th": "อีกสิบวันจะถึงการแข่งระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี"
    }
  },
  {
    "translation": {
      "en": "so Shourav is almost done with the reviewing.",
      "th": "ชูราฟเลยทบทวนคำศัพท์เกือบจะหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, these ten days,",
      "th": "ตอนนี้ สิบวันนี้"
    }
  },
  {
    "translation": {
      "en": "he will go through the dictionary words one more time.",
      "th": "เขาจะดูคำในพจนานุกรมอย่างละเอียดอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "It’s kind of surreal, I guess,",
      "th": "มันค่อนข้างเหมือนฝัน คงงั้นครับ"
    }
  },
  {
    "translation": {
      "en": "because, like, I’ve been doing it for so long, it’s just like...",
      "th": "เพราะผมทำสิ่งนี้มาตลอดนานแล้ว มันเหมือน..."
    }
  },
  {
    "translation": {
      "en": "You've only... I only have ten more days and then I’m done with it, so…",
      "th": "เราแค่... ผมมีเวลาอีกแค่สิบวัน แล้วก็เสร็จแล้ว เลย..."
    }
  },
  {
    "translation": {
      "en": "It’s just kind of, like, just do all you can because...",
      "th": "ประมาณว่าทำทุกอย่างที่เราทำได้ เพราะ..."
    }
  },
  {
    "translation": {
      "en": "Well, in ten days, you’ll be done with it,",
      "th": "อีกสิบวัน เดี๋ยวก็จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "so you don’t have to worry about it anymore.",
      "th": "เราก็ไม่ต้องกังวัลกับมันอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "I just have, like, a few words here and there that I don’t know,",
      "th": "มีศัพท์อยู่สองสามคำ ตรงนั้นบ้างตรงนี้บ้างที่ผมไม่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "so I think I’m pretty confident that whatever happens",
      "th": "ผมเลยคิดว่าผมค่อนข้างมั่นใจ ว่าไม่ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "then I’ll just be happy with it.",
      "th": "ผมก็จะมีความสุขกับมัน"
    }
  },
  {
    "translation": {
      "en": "So these are diacritical marks, and that’s how, like,",
      "th": "พวกนี้คือเครื่องหมายกำกับเสียง และนั่นคือวิธีที่..."
    }
  },
  {
    "translation": {
      "en": "the pronouncers at Bees read the words off the list that they have.",
      "th": "ผู้ประกาศคำในการแข่งสะกดคำศัพท์ อ่านคำจากลิสต์ที่พวกเขามี"
    }
  },
  {
    "translation": {
      "en": "That’s how I also read the words for the database.",
      "th": "ผมก็ใช้วิธีนั้นในการอ่านคำสำหรับฐานข้อมูลครับ"
    }
  },
  {
    "translation": {
      "en": "I just see the diacriticals and I can read it like a second language,",
      "th": "ผมจะเห็นเครื่องหมายกำกับ แล้วผมก็อ่านได้เหมือนเป็นภาษาที่สอง"
    }
  },
  {
    "translation": {
      "en": "and then I type it.",
      "th": "แล้วผมก็พิมพ์คำนั้น"
    }
  },
  {
    "translation": {
      "en": "Usually, if it’s a word that I’m, like, 100 percent confident about,",
      "th": "ปกติแล้ว ถ้าเป็นคำที่ผมมั่นใจเต็มที่"
    }
  },
  {
    "translation": {
      "en": "I can, like... While I’m typing it, I can just look at the next word,",
      "th": "ผมสามารถ... ระหว่างที่พิมพ์ ผมก็มองที่คำต่อไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "so that’s how I can go so fast.",
      "th": "นั่นคือวิธีที่ทำให้ผมไปได้เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "After, like, years of doing it, it just kind of becomes second nature.",
      "th": "หลังจากทำแบบนี้มาหลายปี มันเลยคล้ายๆ เป็นนิสัยไปเลยครับ"
    }
  },
  {
    "translation": {
      "en": "So, I’m about to just type and see how many words I can type in a minute",
      "th": "ผมกำลังจะพิมพ์อย่างเดียว และดูว่าผมพิมพ์ได้นาทีละกี่คำ"
    }
  },
  {
    "translation": {
      "en": "if I just go as fast as I can, so…",
      "th": "ถ้าผมไปแบบเร็วที่สุดที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "-So, three, two, one. -[stopwatch beeps]",
      "th": "งั้น สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Yeah, so that’s…",
      "th": "ครับ นั่นล่ะ..."
    }
  },
  {
    "translation": {
      "en": "I just finished the one minute and I did 45 words in that minute.",
      "th": "ผมเพิ่งพิมพ์แบบหบึ่งนาทีเสร็จไป และทำได้ 45 คำในหนึ่งนาทีนั้น"
    }
  },
  {
    "translation": {
      "en": "Saying it out loud takes, like, probably five to ten seconds.",
      "th": "พูดคำออกมาดังๆ อาจจะใช้เวลาห้าหรือสิบวินาที"
    }
  },
  {
    "translation": {
      "en": "Typing a word takes, like, two seconds... two to three seconds.",
      "th": "พิมพ์หนึ่งคำประมาณสองวินาที สองถึงสามวินาที"
    }
  },
  {
    "translation": {
      "en": "So it’s just... It just goes faster for the same effect,",
      "th": "เพราะฉะนั้นมันเลยไปได้เร็วกว่า สำหรับผลแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "so I think typing is, like, the better way.",
      "th": "ผมเลยคิดว่าการพิมพ์เป็นวิธีที่ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "We have, like, a root word document, and I study 100 root words",
      "th": "เรามีเอกสารคำที่เป็นรากศัพท์ และหนูเรียนรู้รากศัพท์ 100 คำ"
    }
  },
  {
    "translation": {
      "en": "and I take a two-minute break, and then I study another 100,",
      "th": "แล้วพักสองนาที แล้วก็เรียนรู้อีก 100 คำ"
    }
  },
  {
    "translation": {
      "en": "take a two-minute break.",
      "th": "พักอีกสองนาที"
    }
  },
  {
    "translation": {
      "en": "But I’m just trying to study as much as I can without cramming.",
      "th": "แต่หนูพยายามเรียนรู้ให้มากที่สุดที่ทำได้ โดยไม่ต้องกวดวิชา"
    }
  },
  {
    "translation": {
      "en": "She has studied well. She has worked hard for the whole year.",
      "th": "เธอเรียนรู้คำศัพท์ได้ดีมาก เธอตั้งใจเรียนรู้ตลอดทั้งปี"
    }
  },
  {
    "translation": {
      "en": "All she can do is do her best and I’m sure she’ll do her best.",
      "th": "ทั้งหมดที่เธอทำได้คือทำให้ดีที่สุด และผมแน่ใจว่าเธอจะทำเต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Tejas] My plan is just to study for confidence,",
      "th": "ความตั้งใจของผมคือเรียนรู้เพื่อความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "so I can go on stage thinking,",
      "th": "ผมจะได้ขึ้นไปบนเวทีและคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, I’ve studied all the words I can.",
      "th": "\"โอเค ฉันเรียนรู้คำศัพท์ทั้งหมดที่ฉันไหวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, it’s just up to the word I get and up to my stage performance.\"",
      "th": "ตอนนี้ก็ขึ้นอยู่กับคำที่ฉันจะได้รับ และผลงานบนเวทีของฉันแล้วล่ะ\""
    }
  },
  {
    "translation": {
      "en": "It’s not exactly religious, but we follow a scripture",
      "th": "ไม่เชิงเคร่งศาสนาหรอก แต่เราปฏิบัติตามคำสอนของคัมภีร์"
    }
  },
  {
    "translation": {
      "en": "called Bhagavad Gita, where it says,",
      "th": "ชื่อ \"ภควัตคีตา\" ที่บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Do your duty. There are so many things out of your control,",
      "th": "\"ทำหน้าที่ของเรา มีหลายสิ่งที่เราควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and don’t focus on the results.\"",
      "th": "และอย่ามุ่งเน้นไปที่ผลลัพธ์\""
    }
  },
  {
    "translation": {
      "en": "And that’s something we have always been telling Tejas,",
      "th": "และนั่นคือสิ่งที่เราบอกเทจัสมาตลอด"
    }
  },
  {
    "translation": {
      "en": "not just for Spelling Bee, for his life.",
      "th": "ไม่ใช่แค่ในการแข่งสะกดคำศัพท์ แต่ในชีวิตของเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, for his studies, for his academics, for his job,",
      "th": "หมายถึง ในการเรียนรู้ของเขา การศึกษาของเขา การทำงานของเขา"
    }
  },
  {
    "translation": {
      "en": "and I think he’ll be looking forward to find his new adventure",
      "th": "ฉันคิดว่าเขาจะตั้งตารอ ที่จะพบกับการผจญภัยใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "and move on to his new interests.",
      "th": "แล้วก็ก้าวต่อไปกับความสนใจใหม่ๆ ของเขา"
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m pretty relaxed, I’d have to say,",
      "th": "ผมค่อนข้างสบายๆ คิดว่างั้นครับ"
    }
  },
  {
    "translation": {
      "en": "but there’s always, like, a bit of nerves involved.",
      "th": "แต่ก็แอบกังวลนิดหน่อยตลอด"
    }
  },
  {
    "translation": {
      "en": "But I think I’ve been here, like, four times before, five including now,",
      "th": "แต่ผมคิดว่าผมมาที่นี่สี่ครั้งแล้ว รวมครั้งนี้ก็ห้าครั้ง"
    }
  },
  {
    "translation": {
      "en": "so I think I’m pretty familiar with everything.",
      "th": "ผมเลยคิดว่าค่อนข้างคุ้นเคยกับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "So I think I’m just relaxed and just ready to go.",
      "th": "ก็เลยคิดว่าสบายๆ และพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Usha] I think Shourav has a winning chance of about 90 percent.",
      "th": "ฉันคิดว่าชูราฟมีโอกาสชนะ ประมาณ 90 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "We are going with the hope that he will be the champion,",
      "th": "เราจะไปพร้อมกับความหวังว่าเขาจะเป็นผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "but if there is any one or two percent chance",
      "th": "แต่ถ้ามีโอกาสหนึ่งหรือสองเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "of not getting the championship,",
      "th": "ที่จะไม่ได้แชมป์"
    }
  },
  {
    "translation": {
      "en": "that is fine because it is another year.",
      "th": "ก็ไม่เป็นไร เพราะมันก็เป็นแค่อีกปีนึง"
    }
  },
  {
    "translation": {
      "en": "[female host] We are now ready to begin round two of the 2017 Scripps National Spelling Bee",
      "th": "ตอนนี้เราพร้อมแล้วที่จะเริ่มการแข่งรอบสอง ของสคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2017"
    }
  },
  {
    "translation": {
      "en": "presented by Kindle.",
      "th": "นำเสนอโดยคินเดิล"
    }
  },
  {
    "translation": {
      "en": "Speller number one, Naomi Zarin, you may approach the microphone.",
      "th": "ผู้สะกดคำหมายเลขหนึ่ง เนโอมี แซริน เดินเข้ามาใกล้ไมโครโฟนเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Jacques Bailly] Hi, Naomi. -Hi.",
      "th": "- สวัสดี เนโอมี - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Your word is \"politeia.\"",
      "th": "คำของคุณคือ \"โพลิไทอา\""
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "th": "ผมขอทราบคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Your word is \"embezzlement.\"",
      "th": "คำของคุณคือ \"เอ็มเบซเซิลเมนท์\""
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "th": "หนูของภาษาต้นกำเนิดได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Savoyard, or savo-yard,",
      "th": "ซาโวยาร์ด หรือ ซาโว ยาร์ด"
    }
  },
  {
    "translation": {
      "en": "or savoy-ar, or savoy-yard.",
      "th": "หรือซาวอย ยาร์ หรือซาวอย ยาร์ด"
    }
  },
  {
    "translation": {
      "en": "Could you please repeat the word?",
      "th": "ช่วยบอกคำนั้นอีกครั้งได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Filipendulous.",
      "th": "ฟิลิเพนจูลัส"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] That's correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "-Correct. -[Dr. Jacques Bailly] Repudiate.",
      "th": "- ถูกต้อง - รีพิวดิเอท"
    }
  },
  {
    "translation": {
      "en": "-Could you please sing it in a song? -[Dr. Bailly laughing]",
      "th": "ช่วยร้องเป็นเพลงได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "You don't want to hear that. [chuckles]",
      "th": "หนูคงไม่อยากได้ยินหรอก"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Look, Dr. Bailly, you really need to come through for me right now, okay?",
      "th": "ฟังนะคะ ดร.เบลลี่ ตอนนี้คุณต้อง ให้กำลังใจหนู โอเคมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "-Correct. -[audience applauding]",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female host] That concludes round three and the preliminaries",
      "th": "จบรอบสามและรอบคัดเลือก"
    }
  },
  {
    "translation": {
      "en": "of the 2017 Scripps National Spelling Bee presented by Kindle.",
      "th": "ของการแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2017 ที่นำเสนอโดยคินเดิล"
    }
  },
  {
    "translation": {
      "en": "[male host] Here are your 2017 Scripps National Spelling Bee finalists.",
      "th": "นี่คือผู้เข้ารอบสุดท้ายการแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2017"
    }
  },
  {
    "translation": {
      "en": "From Huntsville, Alabama, speller 36, Erin Howard.",
      "th": "จากฮันต์สวิลล์ แอละแบมา ผู้สะกดคำหมายเลข 36 เอริน ฮาเวิร์ด"
    }
  },
  {
    "translation": {
      "en": "From North Andover, Massachusetts, speller number 214, Ashrita Gandhahari.",
      "th": "จากนอร์ทแอนโดเวอร์ แมสซาชูเซตส์ ผู้สะกดคำหมายเลข 214 อาชรีตา กันดาฮารี"
    }
  },
  {
    "translation": {
      "en": "[male host] From St. Johns, Florida, speller number 167, Sreeniketh Vogoti.",
      "th": "จากเซนต์จอห์นส์ ฟลอริดา ผู้สะกดคำหมายเลข 167 ศรีนิเกท โวโกตี"
    }
  },
  {
    "translation": {
      "en": "A face you’ve seen before from Glen Allen, Virginia, number 143, Tejas Muthusamy.",
      "th": "ใบหน้าที่คุณเคยเห็นมาก่อนจากเกลนอัลเลน เวอร์จิเนีย หมายเลข 143 เทจัส มูทูซามี"
    }
  },
  {
    "translation": {
      "en": "From Bainbridge, New York, speller number nine, Melodie Loya.",
      "th": "จากเบนบริดจ์ นิวยอร์ก ผู้สะกดคำหมายเลขเก้า เมโลดี้ โลยา"
    }
  },
  {
    "translation": {
      "en": "From Spring, Texas, number 254, Shourav Dasari.",
      "th": "จากสปริง เทกซัส หมายเลข 254 ชูราฟ ดาสารี"
    }
  },
  {
    "translation": {
      "en": "I know they’re excited",
      "th": "ผมรู้ว่าพวกเขากำลังตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "at Fugman Elementary in Fresno, California,",
      "th": "ที่โรงเรียนประถมฟุกแมน ในเฟรสโน แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "for speller number 264, Ananya Vinay.",
      "th": "กับผู้สะกดคำหมายเลข 264 อนันยา วิเนย์"
    }
  },
  {
    "translation": {
      "en": "[male host] And our final finalist for 2017,",
      "th": "และผู้เข้ารอบสุดท้ายคนสุดท้ายสำหรับปี 2017"
    }
  },
  {
    "translation": {
      "en": "from Edmond, Oklahoma, number 235, Rohan Rajeev.",
      "th": "จากเอ็ดมอนด์ โอคลาโฮมา หมายเลข 235 โรฮัน ราจีฟ"
    }
  },
  {
    "translation": {
      "en": "[male host] Once again, everyone, all of these young spellers",
      "th": "อีกครั้งครับทุกท่าน เยาวชนผู้สะกดคำทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "are our 2017 Scripps National Spelling Bee finalists.",
      "th": "คือผู้เข้ารอบสุดท้ายการแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2017"
    }
  },
  {
    "translation": {
      "en": "Congratulations, you guys. Great job!",
      "th": "ยินดีด้วยครับ ทุกคน เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "That standing ovation is for you.",
      "th": "การยืนปรบมือให้นี้เพื่อพวกคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] The one thing you notice about Thursday morning",
      "th": "สิ่งหนึ่งที่คุณสังเกตเห็นในเช้าวันพฤหัสบดี"
    }
  },
  {
    "translation": {
      "en": "is the level of difficulty,",
      "th": "คือระดับของความยาก"
    }
  },
  {
    "translation": {
      "en": "completely different from what we witnessed on Wednesday.",
      "th": "ต่างกันอย่างสิ้นเชิงจากสิ่งที่เราเห็นในวันพุธ"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Jacques Bailly] Hi, Melodie. -[timidly] Hi.",
      "th": "- สวัสดี เมโลดี้ - สวัสดีค่ะ (รอบสี่ เหลือผู้แข่งขันสะกดคำ 40 คน)"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Should we do this?",
      "th": "เราควรจะทำมั้ย"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Purlieu, or per-lew.",
      "th": "เพอร์ลิว หรือเพอร์ลูว์"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "th": "มีการออกเสียงแบบอื่นมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Chryselephantine.",
      "th": "คริสเซเลแฟนทีน"
    }
  },
  {
    "translation": {
      "en": "-[female host] That is correct. -[audience applauding]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[female] Correct. -Thank you.",
      "th": "- ถูกต้อง - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi. -[Dr. Bailly] Hi, Ashrita.",
      "th": "- สวัสดีค่ะ - สวัสดี อาชรีตา"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Elidible. -Elidible?",
      "th": "- เอไลดิเบิล - เอไลดิเบิลเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Elidible.",
      "th": "เอไลดิเบิล"
    }
  },
  {
    "translation": {
      "en": "Could I have the definition?",
      "th": "หนูขอคำจำกัดความได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "\"Capable of being passed over or suppressed.\"",
      "th": "\"สามารถมองข้ามไปได้ หรือระงับได้\""
    }
  },
  {
    "translation": {
      "en": "[Ashrita] Could I have the language of origin?",
      "th": "หนูขอภาษาต้นกำเนิดได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "It’s made up of originally Latin parts.",
      "th": "มันสร้างจากส่วนประกอบของคำในภาษาลาติน"
    }
  },
  {
    "translation": {
      "en": "-Elidible? -[Dr. Bailly] Elidible.",
      "th": "- เอไลดิเบิลนะคะ - เอไลดิเบิล"
    }
  },
  {
    "translation": {
      "en": "Elidible.",
      "th": "เอไลดิเบิล"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Elidible.",
      "th": "เอไลดิเบิล"
    }
  },
  {
    "translation": {
      "en": "-Elidible is spelled E-L-I-D-I-B-L-E. -Thank you.",
      "th": "- เอไลดิเบิลสะกดอี แอล ไอ ดี ไอ บี แอล อี - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Ashrita] Okay, so I misspelled a word up there.",
      "th": "โอเค หนูสะกดผิดไปหนึ่งคำบนเวที"
    }
  },
  {
    "translation": {
      "en": "I feel like I really overcomplicated it.",
      "th": "หนูรู้สึกว่าหนูทำให้มันยุ่งยากเกินเหตุ"
    }
  },
  {
    "translation": {
      "en": "I didn’t really get really sad over it 'cause I have, like, four more years.",
      "th": "หนูไม่ได้เศร้ามากมายหรอกค่ะ เพราะหนูยังมีเวลาอีกสี่ปี"
    }
  },
  {
    "translation": {
      "en": "I did really good, I did my best, and I don’t really mind, so...",
      "th": "หนูทำได้ดีมาก หนูทำดีที่สุดแล้ว และหนูก็ไม่ได้เสียใจ ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "We are extremely proud of my daughter’s achievements.",
      "th": "เราภูมิใจในตัวลูกที่สุด... ในความสำเร็จของลูกสาวเรา"
    }
  },
  {
    "translation": {
      "en": "She made it so far. We are definitely going to come back next year.",
      "th": "เธอทำสำเร็จแล้วจนถึงตอนนี้ เราจะ... ปีหน้าเราจะกลับมาอีกแน่นอนค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bharat] For the first-timer, for a fourth-grader, tying for 40th spot",
      "th": "สำหรับคนที่เพิ่งมาปีแรก สำหรับเด็กเกรดสี่ การได้อันดับที่ 40 ร่วม"
    }
  },
  {
    "translation": {
      "en": "is more than what we expected her to do this year,",
      "th": "มันเกินที่เราคาดไว้ว่าเธอจะทำได้ในปีนี้"
    }
  },
  {
    "translation": {
      "en": "so she did an awesome job.",
      "th": "ถือว่าเธอทำได้เยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] The competition is not so much about this kid on stage versus this kid.",
      "th": "การแข่งขันนี้ไม่ใช่ว่าเป็นเรื่องของ เด็กคนนี้บนเวทีสู้กับเด็กคนนี้"
    }
  },
  {
    "translation": {
      "en": "It’s this kid versus a dictionary of a half a million words.",
      "th": "มันคือเรื่องของเด็กคนนี้สู้กับพจนานุกรม ที่มีคำศัพท์ครึ่งล้านคำ"
    }
  },
  {
    "translation": {
      "en": "At that point, I wanna go up there and give them a high five and be like,",
      "th": "ในตอนนั้น ผมอยากขึ้นไปบนเวที และแตะมือยินดีกับพวกเขาและบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, you kicked butt here to get here.\"",
      "th": "\"ใช่ หนูเจ๋งมากที่มาถึงที่นี่\""
    }
  },
  {
    "translation": {
      "en": "People worry about competition.",
      "th": "คนกังวลเรื่องการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "They don’t wanna keep score in anything intellectual in the U.S.",
      "th": "ในอเมริกา พวกเขาไม่อยากเก็บบันทึกคะแนน อะไรที่เกี่ยวกับสติปัญญา"
    }
  },
  {
    "translation": {
      "en": "Oh, we keep score in sports but nothing intellectual.",
      "th": "เราเก็บบันทึกคะแนนในเรื่องกีฬานะ แต่ในเรื่องสติปัญญากลับไม่มี"
    }
  },
  {
    "translation": {
      "en": "Here, we can keep score intellectually",
      "th": "ที่นี่ เรานับและบันทึกคะแนนทางสติปัญญาได้"
    }
  },
  {
    "translation": {
      "en": "and realize that it doesn’t put down somebody",
      "th": "และตระหนักว่ามันไม่ได้เป็นการดูถูกใคร"
    }
  },
  {
    "translation": {
      "en": "just because one person wins.",
      "th": "เพียงเพราะมีคนนึงชนะ"
    }
  },
  {
    "translation": {
      "en": "It’s a celebration of learning.",
      "th": "มันคือการฉลองการเรียนรู้"
    }
  },
  {
    "translation": {
      "en": "[girl] Artiad.",
      "th": "อาร์เทียด"
    }
  },
  {
    "translation": {
      "en": "[female host] That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Warison. -Warison. Can I have the spelling, please?",
      "th": "- แวริสัน - แวริสัน ช่วยสะกดหน่อยได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "-You almost got me. -[all laughing]",
      "th": "ผมเกือบหลงกลแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don’t know if I can ask this,",
      "th": "ผมไม่รู้ว่าผมถามได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "but does this contain the French word boudin meaning sausage?",
      "th": "แต่คำนี้มีคำภาษาฝรั่งเศสว่า \"บูแดง\" ที่แปลว่า ไส้กรอกมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Yes. -Okay.",
      "th": "- มี - โอเค"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Corriedale. Kari-dale.",
      "th": "คอร์ริเดล คาริเดล"
    }
  },
  {
    "translation": {
      "en": "[girl] May I please have the definition?",
      "th": "หนูขอคำจำกัดความได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "\"A member of a breed of rather large, usually hornless sheep",
      "th": "\"แกะสายพันธุ์หนึ่งตัวค่อนข้างใหญ่ ปกติไม่มีเขา"
    }
  },
  {
    "translation": {
      "en": "developed in New Zealand from several different breeds.\"",
      "th": "พัฒนาสายพันธุ์ขึ้นในประเทศนิวซีแลนด์ จากการผสมข้ามพันธุ์\""
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Corriedale is spelled C-O-R-R-I-E-D-A-L-E.",
      "th": "คอร์ริเดล สะกดว่า ซี โอ อาร์ อาร์ ไอ อี ดี เอ แอล อี"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Virement.",
      "th": "เวียร์มองต์"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[female] That's correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "-[gasps] Yes! -[audience laughing]",
      "th": "เย้"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -Yes!",
      "th": "(รอบเจ็ด เหลือผู้แข่งขันสะกดคำ 17 คน) - ถูกต้องค่ะ - เย้"
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "th": "- ถูกต้อง - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "th": "- ถูกต้อง - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female] Correct. Correct. Correct. Correct. Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "-Correct. -Thank you.",
      "th": "- ถูกต้อง - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female host] That concludes round seven.",
      "th": "รอบเจ็ดเสร็จสิ้นแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Spellers, you're going to be on ESPN tonight.",
      "th": "ผู้สะกดคำคะ คืนนี้คุณจะได้ออกทีวี ช่องอีเอสพีเอ็นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Congratulations, spellers.",
      "th": "ยินดีด้วยค่ะ ผู้สะกดคำทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Shourav] I’m really excited since it’s something",
      "th": "ผมตื่นเต้นมาก เพราะเป็นสิ่ง"
    }
  },
  {
    "translation": {
      "en": "that I’ve been working hard for for a long time.",
      "th": "ที่ผมทุ่มเทเพื่อมันมานานมาก"
    }
  },
  {
    "translation": {
      "en": "I just finally get to be a part of the night finals on ESPN.",
      "th": "ในที่สุดผมก็ได้เป็นส่วนหนึ่ง ของรอบตัดสินตอนกลางคืนทางอีเอสพีเอ็น"
    }
  },
  {
    "translation": {
      "en": "I’m gonna brag to my friends.",
      "th": "ผมจะต้องไปคุยอวดเพื่อน"
    }
  },
  {
    "translation": {
      "en": "I’m gonna be on ESPN, I don’t need to be an athlete or anything.",
      "th": "ผมจะได้ออกช่องอีเอสพีเอ็น ผมไม่ต้องเป็นนักกีฬาหรืออะไร"
    }
  },
  {
    "translation": {
      "en": "What I loved about Shourav is that there was...",
      "th": "สิ่งที่ผมชอบมากเกี่ยวกับชูราฟคือมี..."
    }
  },
  {
    "translation": {
      "en": "there was flavor to the whole thing.",
      "th": "มีรสชาติกับทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "And there’s nothing wrong with having that type of flavor.",
      "th": "และไม่มีอะไรผิดกับการที่ชีวิตมีรสชาติแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I mean, when you’re wearing the lucky Nike hoodie",
      "th": "หมายถึง เมื่อคุณใส่เสื้อฮู้ดไนกี้นำโชค"
    }
  },
  {
    "translation": {
      "en": "that’s carried you through this whole thing.",
      "th": "ที่จะพาคุณผ่านเรื่องทั้งหมดนี้ได้"
    }
  },
  {
    "translation": {
      "en": "He’s on stage and halfway through the word,",
      "th": "เขาอยู่บนเวที และสะกดคำศัพท์ไปครึ่งทางแล้ว"
    }
  },
  {
    "translation": {
      "en": "he starts to have that little smile, like he knew.",
      "th": "เขาเริ่มมีรอยยิ้มเล็กๆ เหมือนเขารู้"
    }
  },
  {
    "translation": {
      "en": "He knew it was a big event and he was confident!",
      "th": "เขารู้ว่ามันเป็นเหตุการณ์สำคัญ และเขามั่นใจ"
    }
  },
  {
    "translation": {
      "en": "It also separated him from other people because each time up, you’re like,",
      "th": "มันยังแยกเขาออกจากคนอื่นๆ ด้วย เพราะทุกครั้งคุณจะแบบ"
    }
  },
  {
    "translation": {
      "en": "\"All right, where’s the guy? Where’s the guy in the hoodie?",
      "th": "เอาละ เขาอยู่ไหน ผู้ชายที่ใส่เสื้อฮู้ดอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Where is Shourav?”",
      "th": "ชูราฟอยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "And I think that was a cool element to have in the program.",
      "th": "และผมคิดว่านั่นเป็นองค์ประกอบเท่ๆ ที่จะมีในรายการ"
    }
  },
  {
    "translation": {
      "en": "[Tejas] It worked well.",
      "th": "มันได้ผลดีมากครับ"
    }
  },
  {
    "translation": {
      "en": "I definitely got words that I knew or was able to derive.",
      "th": "ผมได้คำศัพท์ที่ผมรู้จัก หรือสามารถอนุมานได้"
    }
  },
  {
    "translation": {
      "en": "In each round, there’s probably one or two words",
      "th": "ในแต่ละรอบ อาจจะมีคำหรือสองคำ"
    }
  },
  {
    "translation": {
      "en": "that I didn’t recognize at first that other people got,",
      "th": "ที่ตอนแรกผมจำไม่ได้ว่าคนอื่นได้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and so I would consider myself pretty lucky.",
      "th": "ผมก็เลยคิดว่าผมโชคดีมากครับ"
    }
  },
  {
    "translation": {
      "en": "I’m just going to look over a couple of words",
      "th": "ผมจะตรวจดูคำศัพท์สองสามคำครับ"
    }
  },
  {
    "translation": {
      "en": "just to get my mind in the zone and...",
      "th": "เติมประสิทธิภาพให้ความจำ และ..."
    }
  },
  {
    "translation": {
      "en": "Relax, maybe meditate a little bit.",
      "th": "พักผ่อน อาจนั่งสมาธินิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I’m not sure if I’ll have time for that, but definitely relax",
      "th": "แต่ไม่แน่ใจว่าจะมีเวลาพอสำหรับเรื่องนั้นมั้ย แต่จะพักผ่อนแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "and soak in the experience because I know next year",
      "th": "และซึมซับประสบการณ์ เพราะผมรู้ว่าปีหน้า"
    }
  },
  {
    "translation": {
      "en": "I’m not going to be able to have it, no matter what happens.",
      "th": "ผมจะไม่ได้ประสบการณ์นี้แล้ว ไม่ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "And then we get to the final 15",
      "th": "แล้วเราก็ได้ 15 คนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "and you can’t ignore what we’re looking at:",
      "th": "และคุณไม่สนใจสิ่งที่เราดูอยู่ไม่ได้แน่"
    }
  },
  {
    "translation": {
      "en": "thirteen Indian-Americans.",
      "th": "เด็กอเมริกันเชื้อสายอินเดีย 13 คน"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] We now begin round eight, the prime time finals,",
      "th": "ตอนนี้เราจะเริ่มรอบแปด รอบตัดสินช่วงไพรม์ไทม์"
    }
  },
  {
    "translation": {
      "en": "and to start things off,",
      "th": "และเพื่อเริ่มการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "the 1980 Bee champion Dr. Jacques Bailly is our pronouncer,",
      "th": "ผู้ชนะในปี 1980 ดร.ฌาคส์ เบลลี คือผู้ประกาศคำของเรา"
    }
  },
  {
    "translation": {
      "en": "his 15th year in this role. Let’s start the spelling.",
      "th": "เป็นปีที่ 15 ในการทำหน้าที่นี้ของเขา เริ่มการสะกดคำศัพท์กันเลยครับ (รอบแปด เหลือผู้แข่งขันสะกดคำ 15 คน)"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Xanthochroism.",
      "th": "แซนธอโครอิสม์"
    }
  },
  {
    "translation": {
      "en": "Xanthochroism. Language of origin?",
      "th": "แซนธอโครอิสม์ ขอภาษาต้นกำเนิดครับ"
    }
  },
  {
    "translation": {
      "en": "This word is made up of parts that went from Greek to Latin,",
      "th": "คำนี้สร้างจากส่วนประกอบของคำ ที่มาจากภาษากรีกถึงลาติน"
    }
  },
  {
    "translation": {
      "en": "plus an English combining form.",
      "th": "และรูปแบบการประกอบคำของภาษาอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Does this contain the Greek root xantho",
      "th": "มีรากศัพท์ภาษากรีกคำว่า \"แซนโธ\""
    }
  },
  {
    "translation": {
      "en": "-meaning yellow? -Yes.",
      "th": "- ที่แปลว่าสีเหลืองมั้ยครับ - มี"
    }
  },
  {
    "translation": {
      "en": "Does this contain the Greek root chro",
      "th": "มีรากศัพท์ภาษากรีกคำว่า \"โคร\""
    }
  },
  {
    "translation": {
      "en": "-meaning color? -Yes.",
      "th": "- ที่แปลว่าสีมั้ยครับ - มี"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[countdown beeps] -I’ll try my best.",
      "th": "ผมจะพยายามให้เต็มที่ครับ"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[applauding loudly]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[bell rings] -Oh, dang it.",
      "th": "โอ้ แย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Dr. Jacques Bailly] Savate is spelled S-A-V-A-T-E.",
      "th": "ซาวาท สะกดว่าเอส เอ วี เอ ที อี"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[girl] Okay.",
      "th": "- ถูกต้องค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female] That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[female host] Correct.",
      "th": "ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Saussurite.",
      "th": "ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "Could you repeat the word, please?",
      "th": "ช่วยบอกคำนั้นอีกครั้งได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Saussurite.",
      "th": "ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "Saussurite. Definition, please?",
      "th": "ซอสเซอไรท์ ขอคำจำกัดความด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "\"A mineral consisting of a tough, compact substance",
      "th": "\"แร่ที่มีมวลเนื้อแน่นและเหนียว"
    }
  },
  {
    "translation": {
      "en": "that is white, greenish or grayish,",
      "th": "มีสีขาว แกมเขียว หรือเทาอ่อนๆ"
    }
  },
  {
    "translation": {
      "en": "and is produced in part at least by alteration of feldspar.\"",
      "th": "และเกิดขึ้นจากการแปรสภาพของแร่ฟันม้า\""
    }
  },
  {
    "translation": {
      "en": "-Could you repeat the word again? -[Dr. Bailly] Saussurite.",
      "th": "ช่วยบอกคำนั้นอีกครั้งได้มั้ยครับ ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "So there are no alternate pronunciations?",
      "th": "ไม่มีการออกเสียงแบบอื่นใช่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Just the one. Saussurite.",
      "th": "ออกเสียงแบบเดียว ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "Saussurite.",
      "th": "ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "-[countdown beeps] -Saussurite.",
      "th": "ซอสเซอไรท์"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Saussurite is spelled S-A-U-S-S-U-R-I-T-E.",
      "th": "ซอสเซอไรท์สะกดว่า เอส เอ ยู เอส เอส ยู อาร์ ไอ ที อี"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[quietly] Did you know it?",
      "th": "แม่รู้มั้ย"
    }
  },
  {
    "translation": {
      "en": "[speaking Tamil] I don't know. I thought it was like cup and saucer.",
      "th": "ไม่รู้ แม่นึกว่ามันเหมือนแก้วกับจานรอง"
    }
  },
  {
    "translation": {
      "en": "[speaking Tamil] You did very well.",
      "th": "ลูกทำได้ดีมากแล้วจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[in English] I'm very proud of you. Whatever happened, I'm very proud of you.",
      "th": "แม่ภูมิใจในตัวลูกมาก ไม่ว่าจะเกิดอะไรขึ้น แม่ก้ภูมิใจในตัวลูกมาก โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "You'll always be my champion. [speaks Tamil]",
      "th": "ลูกจะเป็นคนเก่งที่สุดของแม่เสมอ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Mogollon.",
      "th": "โมโกยอน"
    }
  },
  {
    "translation": {
      "en": "-[audience gasping] -Correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] Then you’re watching Shourav",
      "th": "แล้วคุณก็กำลังดูชูราฟ"
    }
  },
  {
    "translation": {
      "en": "and you see this extreme confidence on the stage.",
      "th": "และได้เห็นความมั่นใจสุดๆ บนเวที"
    }
  },
  {
    "translation": {
      "en": "At that point, you feel like he has all the makings,",
      "th": "ในตอนนั้น คุณรู้สึกเหมือนเขามีทุกอย่าง ที่จะประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "and the one thing that stood out was how quickly he got that one word,",
      "th": "และสิ่งหนึ่งที่เด่นชัด คือเขาสะกดคำนั้นได้เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "within five seconds,",
      "th": "ภายในห้าวินาที"
    }
  },
  {
    "translation": {
      "en": "but everybody in the room felt like, \"That’s the guy.\"",
      "th": "แต่ทุกคนในห้องก็รู้สึกประมาณว่า \"คนนี้แหละ\""
    }
  },
  {
    "translation": {
      "en": "Ubaid.",
      "th": "อูเบด"
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "th": "ผมขอคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "\"Of or relating to an early Bronze Age culture",
      "th": "\"ของ หรือเกี่ยวข้องกับ วัฒนธรรมต้นยุคสัมฤทธิ์"
    }
  },
  {
    "translation": {
      "en": "in Mesopotamia prior to 3000 BCE.\"",
      "th": "ในเมโสโปเตเมียก่อนคริสตศักราช 3,000 ปี\""
    }
  },
  {
    "translation": {
      "en": "Can you repeat the word again?",
      "th": "ขอคำนั้นอีกทีได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Ubaid. Ub-ayd.",
      "th": "อูเบด อูบายด์"
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "th": "ผมขอทราบภาษาต้นกำเนิดได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from an Iraqi geographical name.",
      "th": "มาจากชื่อทางภูมิศาสตร์ในภาษาอิรัก"
    }
  },
  {
    "translation": {
      "en": "Can you use it in a sentence?",
      "th": "ช่วยใช้ในประโยคได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Can you repeat the pronunciations again?",
      "th": "ช่วยออกเสียงอีกครั้งได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Ubaid. Ub-ayd.",
      "th": "อูเบด อูบายด์"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Spiegeleisen.",
      "th": "สปีเกิลไลเซน"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "Correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -[audience applauding]",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "th": "สตรูลด์บรัก"
    }
  },
  {
    "translation": {
      "en": "Str... Can you repeat the word again?",
      "th": "ช่วยพูดคำนั้นอีกครั้งได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "th": "สตรูลด์บรัก"
    }
  },
  {
    "translation": {
      "en": "Can I have the definition?",
      "th": "ผมขำคำจำกัดความได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "\"One of a class of imaginary persons who can never die,",
      "th": "\"หนึ่งในกลุ่มของคนในจินตนาการผู้ไม่มีวันตาย"
    }
  },
  {
    "translation": {
      "en": "but who are declared dead in law at the age of 80",
      "th": "แต่ถูกประกาศว่าเสียชีวิตตามกฎหมาย ตอนอายุ 80"
    }
  },
  {
    "translation": {
      "en": "and live on wretchedly at state expense.\"",
      "th": "และอยู่อย่างอนาถด้วยค่าใช้จ่ายของรัฐ\""
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "th": "มีการออกเสียงแบบอื่นมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "There’s struldbrug and strul-brug.",
      "th": "มีสตรัลด์บรัก กับสตรัลบรัก"
    }
  },
  {
    "translation": {
      "en": "Can I have the language of origin?",
      "th": "ผมขอทราบภาษาต้นกำเนิดได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from an English literary name. Struldbrug. Strul-brug.",
      "th": "มาจากชื่อภาษาอังกฤษที่แต่งขึ้นมา สตรัลด์บรัก สตรัลบรัก"
    }
  },
  {
    "translation": {
      "en": "Can you repeat the word again?",
      "th": "ขอคำนั้นอีกทีได้มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug.",
      "th": "สตรัลด์บรัก"
    }
  },
  {
    "translation": {
      "en": "Or strul-brug.",
      "th": "หรือสตรัลบรัก"
    }
  },
  {
    "translation": {
      "en": "Struldbrug.",
      "th": "สตรัลด์บรัก"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Struldbrug is spelled S-T-R-U-L-D-B-R-U-G.",
      "th": "สตรัลด์บรักสะกดว่า เอส ที อาร์ ยู แอล ดี บี อาร์ ยู จี"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] It comes down to two, two students that were unflappable.",
      "th": "ตอนนี้เหลือแค่สองคน นักเรียนสองคนที่ดูนิ่งมาก"
    }
  },
  {
    "translation": {
      "en": "Ananya on one side, the sixth grader.",
      "th": "ด้านหนึ่งคืออนันยา นักเรียนเกรดหก"
    }
  },
  {
    "translation": {
      "en": "And then Rohan, the 14-year-old, who’s never been here before.",
      "th": "แล้วก็โรฮัน เด็กอายุ 14 ปี ที่ไม่เคยเข้าแข่งขันที่นี่มาก่อน"
    }
  },
  {
    "translation": {
      "en": "First time on this stage in this setting.",
      "th": "ครั้งแรกบนเวทีนี้ดูความนิ่งขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "And you couldn’t tell!",
      "th": "และคุณไม่สามารถบอกได้เลย"
    }
  },
  {
    "translation": {
      "en": "They were both locked in.",
      "th": "ทั้งสองคนดูมีสมาธิมาก"
    }
  },
  {
    "translation": {
      "en": "[female host] That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That's correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Marram is spelled M-A-R-R-A-M.",
      "th": "แมร์รัมสะกดว่า เอ็ม เอ อาร์ อาร์ เอ เอ็ม"
    }
  },
  {
    "translation": {
      "en": "Definition, please.",
      "th": "ขอคำจำกัดความค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] \"Gifblaar is a perennial shrub of southern Africa",
      "th": "\"กิฟบลาร์เป็นไม้พุ่มยืนต้นของแอฟริกาตอนใต้"
    }
  },
  {
    "translation": {
      "en": "that is deadly poisonous to livestock.\"",
      "th": "ที่มีพิษถึงตายต่อปศุสัตว์\""
    }
  },
  {
    "translation": {
      "en": "Language of origin?",
      "th": "ภาษาต้นกำเนิดค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Afrikaans.",
      "th": "อาฟรีคานส์"
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "th": "มีการออกเสียงแบบอื่นมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Just the one.",
      "th": "มีแค่แบบเดียว"
    }
  },
  {
    "translation": {
      "en": "That is correct.",
      "th": "ถูกต้องค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Ananya, if you spell this next word correctly,",
      "th": "อนันยา ถ้าหนูสะกดคำต่อไปนี้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "we will declare you the 2017 Scripps National Spelling Bee champion.",
      "th": "เราจะประกาศให้หนูเป็นผู้ชนะ การแข่งขันสะกดคำระดับประเทศปี 2017"
    }
  },
  {
    "translation": {
      "en": "Marocain.",
      "th": "มาโรเคน"
    }
  },
  {
    "translation": {
      "en": "[Ananya] Marocain.",
      "th": "มาโรเคน"
    }
  },
  {
    "translation": {
      "en": "May I have the definition, please?",
      "th": "หนูขอคำจำกัดความได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] \"A dress fabric that is made with a warp of silk or rayon",
      "th": "\"ผ้าตัดชุดที่ทำด้วยเส้นไหม หรือเส้นใยเรยอนตามยาว"
    }
  },
  {
    "translation": {
      "en": "and a filling of other yarns,",
      "th": "และเส้นด้ายอื่นๆ ตามขวาง"
    }
  },
  {
    "translation": {
      "en": "and is similar to but heavier than canton crepe.\"",
      "th": "และคล้ายแพรย่นที่ทำจากไหม หรือเรยอน แต่หนักกว่า\""
    }
  },
  {
    "translation": {
      "en": "Part of speech?",
      "th": "ชนิดของคำ"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Bailly] Noun. -[Ananya] Language of origin?",
      "th": "คำนาม ภาษาต้นกำเนิด"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] It’s from a French word from an African geographical name.",
      "th": "มาจากคำในภาษาฝรั่งเศส ที่มาจากชื่อทางภูมิศาสตร์ในภาษาแอฟริกัน"
    }
  },
  {
    "translation": {
      "en": "Are there any alternate pronunciations?",
      "th": "มีการออกเสียงแบบอื่นมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] There are not.",
      "th": "ไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "Can you please repeat the word?",
      "th": "ขอคำนั้นอีกทีได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Bailly] Marocain.",
      "th": "มาโรเคน"
    }
  },
  {
    "translation": {
      "en": "-That is correct. -Congratulations, Ananya!",
      "th": "- ถูกต้องค่ะ - ยินดีด้วย อนันยา"
    }
  },
  {
    "translation": {
      "en": "-[audience cheering] -[Dr. Bailly] You are the champion!",
      "th": "หนูคือผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "[male 1] Ananya,",
      "th": "อนันยา"
    }
  },
  {
    "translation": {
      "en": "this is yours.",
      "th": "นี่คือรางวัลของหนู"
    }
  },
  {
    "translation": {
      "en": "Congratulations, you're the 2017 champion of the Scripps National Spelling Bee.",
      "th": "ยินดีด้วยครับ หนูเป็นแชมป์ระดับประเทศ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี ปี 2017"
    }
  },
  {
    "translation": {
      "en": "The trend of Indian-American success in the Bee is long-running,",
      "th": "ความสำเร็จของคนอเมริกันเชื้อสายอินเดีย ในเรื่องการสะกดคำศัพท์มีมายาวนาน"
    }
  },
  {
    "translation": {
      "en": "and I think it’s going to continue in that direction",
      "th": "และฉันคิดว่ามันจะเป็นไปในทิศทางนี้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "for the unforeseeable future.",
      "th": "สำหรับในอนาคตที่คาดเดาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[male 2] Congratulations, Karthik.",
      "th": "ยินดีด้วยคาร์ทิค คุณคือแชมป์การแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2018"
    }
  },
  {
    "translation": {
      "en": "You are the 2018 Scripps National Spelling Bee Champion!",
      "th": "ยินดีด้วยคาร์ทิค คุณคือแชมป์การแข่งสะกดคำศัพท์ สคริปป์ส เนชั่นแนล สเปลลิ่ง บี 2018 (แชมป์สะกดคำศัพท์ระดับประเทศ ปี 2018)"
    }
  },
  {
    "translation": {
      "en": "[male] The most phenomenal assemblage of super-spellers",
      "th": "กลุ่มของสุดยอดผู้สะกดคำศัพท์ที่มหัศจรรย์ที่สุด"
    }
  },
  {
    "translation": {
      "en": "in the history of this storied competition.",
      "th": "ในประวัติศาสตร์ของการแข่งขัน ที่มีเรื่องราวมากมายนี้"
    }
  },
  {
    "translation": {
      "en": "It’s never gonna be all Indian.",
      "th": "มันไม่มีทางเป็นคนอินเดีย \"ทั้งหมด\""
    }
  },
  {
    "translation": {
      "en": "We have plenty of other students who are competing,",
      "th": "เรามีนักเรียนคนอื่นอีกมากมายที่แข่งขัน"
    }
  },
  {
    "translation": {
      "en": "but they are highly successful, they are having fun with it,",
      "th": "แต่พวกเขาประสบความสำเร็จอย่างมาก พวกเขาสนุกกับการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "and they are winning. I don’t see it changing anytime soon.",
      "th": "และพวกเขาชนะ ฉันไม่เห็น ว่าจะเกิดการเปลี่ยนแปลงในเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "The only way Indian-American kids are losing the Spelling Bee",
      "th": "ทางเดียวที่เด็กๆ อเมริกันเชื้อสายอินเดีย จะแพ้ในการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "is if they switch to Spanish next year.",
      "th": "คือถ้าปีหน้าพวกเขาเปลี่ยนเป็นแข่งภาษาสเปน"
    }
  },
  {
    "translation": {
      "en": "And then it’s still, like, 50/50.",
      "th": "แต่นั่นแหละ มันก็ยังมีโอกาส 50-50"
    }
  },
  {
    "translation": {
      "en": "I think that this is in part a reflection of this particular time in our history,",
      "th": "ผมคิดว่านี่คือภาพสะท้อนบางส่วน ของช่วงเวลานี้ในประวัติศาสตร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "and some of the values that have been instilled, I think,",
      "th": "และบางส่วนของคุณค่าที่ได้รับการปลูกฝัง"
    }
  },
  {
    "translation": {
      "en": "by Indian immigrants on their kids.",
      "th": "จากผู้อพยพชาวอินเดียต่อลูกๆ ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "The relentless and, I think, you know, for the most part, constructive focus",
      "th": "ความเข้มงวด และผมคิดว่าและส่วนใหญ่ การมุ่งประโยชน์"
    }
  },
  {
    "translation": {
      "en": "on education for these kids,",
      "th": "เรื่องการศึกษาของเด็กๆ เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "and the fact that spelling in particular ended up fulfilling all these aspirations",
      "th": "และความจริงที่ว่าการสะกดคำศัพท์ มีผลสรุปที่เติมเต็มความฝันทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "of these parents for their kids.",
      "th": "ของพ่อแม่ของเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Sanjay Gupta] As generations go on,",
      "th": "แต่ผมดิดว่าเมื่อผ่านไปหลายชั่วอายุคน คุณอาจเห็นความสนใจน้อยลง"
    }
  },
  {
    "translation": {
      "en": "you may see less of a focus on things like Spelling Bees",
      "th": "แต่ผมดิดว่าเมื่อผ่านไปหลายชั่วอายุคน คุณอาจเห็นความสนใจน้อยลง ในเรื่องอย่างการสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "and hopefully more of a focus on other areas as well.",
      "th": "และหวังว่าจะมีความสนใจ ในเรื่องอื่นๆ มากขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "Things that may not necessarily be purely academic,",
      "th": "เรื่องที่อาจไม่จำเป็นต้องเป็นวิชาการล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "but other areas where kids are interested in and want to excel.",
      "th": "แต่เป็นด้านอื่นๆ ที่เด็กสนใจและอยากเก่ง"
    }
  },
  {
    "translation": {
      "en": "So I think you’ll see a sort of more broadening out",
      "th": "ดังนั้นผมคิดว่าคุณจะได้เห็นการขยายขอบเขต"
    }
  },
  {
    "translation": {
      "en": "of particularly Indian-American kids’ interests.",
      "th": "ของความสนใจของเด็กอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "[Hari Kondabolu] The Spelling Bee playing every year on television,",
      "th": "การแข่งสะกดคำศัพท์ ออกอากาศทางโทรทัศน์ทุกปี"
    }
  },
  {
    "translation": {
      "en": "I think it certainly inspires lots of South Asian kids, Indian-American kids",
      "th": "ผมคิดว่ามันกระตุ้นเด็กเอเชียใต้มากมาย เด็กอเมริกันเชื้อสายอินเดีย"
    }
  },
  {
    "translation": {
      "en": "to take up spelling as a thing.",
      "th": "ให้สนใจการสะกดคำศัพท์ในฐานะสิ่งพิเศษ"
    }
  },
  {
    "translation": {
      "en": "But it’s also getting a bunch of other kids into it too",
      "th": "แต่มันก็ยังได้เด็กอื่นๆ อีกมากเข้ามาด้วย"
    }
  },
  {
    "translation": {
      "en": "that aren’t South Asian.",
      "th": "ที่ไม่ใช่คนเอเชียใต้"
    }
  },
  {
    "translation": {
      "en": "Tiger Woods, most of his heroes in golf would’ve been white, right?",
      "th": "ไทเกอร์ วู้ดส์ ฮีโร่ในกีฬากอล์ฟของเขา ส่วนใหญ่คงเป็นคนผิวขาวใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Like, for the most part? Like, considering what the sport is?",
      "th": "ส่วนใหญ่น่ะ เมื่อมองว่ามันคือกีฬาอะไร"
    }
  },
  {
    "translation": {
      "en": "Yet that inspired him to achieve,",
      "th": "แต่นั่นก็ยังเป็นแรงบันดาลใจให้เขาทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "so who’s to say that there isn’t some, like, kid in the middle of America,",
      "th": "ดังนั้นใครจะบอกได้ว่าจะไม่มี เด็กสักคนในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "who’s, like, brown or black or Latino,",
      "th": "ที่ผิวสีน้ำตาล หรือผิวดำ หรือเชื้อสายลาติน"
    }
  },
  {
    "translation": {
      "en": "isn’t a huge Arvind Mahankali-head.",
      "th": "ไม่ได้มีสมองเก่งกาจแบบอาร์วินด์ มาฮังคาลี"
    }
  },
  {
    "translation": {
      "en": "That’s, like, the dude he looked up to when he was a kid,",
      "th": "ประมาณว่านั่นคือคนที่เขา ดูเป็นแบบอย่างตอนเป็นเด็ก"
    }
  },
  {
    "translation": {
      "en": "and now wants to win.",
      "th": "และตอนนี้เขาอยากชนะ"
    }
  },
  {
    "translation": {
      "en": "[Fareed] But the truth is, I think, what these kids show more than anything else",
      "th": "แต่ผมคิดว่าความจริงคือ สิ่งที่เด็กๆ เหล่านี้ แสดงให้เห็นมากกว่าสิ่งอื่นใด"
    }
  },
  {
    "translation": {
      "en": "is American assimilation at work.",
      "th": "คือการปรับตัวเข้ากับสังคมอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "Here are kids who really come from a very different world and culture",
      "th": "นี่คือเด็กๆ ที่มาจากต่างสังคม และต่างวัฒนธรรมอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "in their historical and cultural origins,",
      "th": "ในทางประวัติศาสตร์ และรากเหง้าทางวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "and they are taking part in the most American tradition,",
      "th": "และพวกเขากำลังมีส่วนร่วม ในประเพณีที่เป็นของคนอเมริกันที่สุด"
    }
  },
  {
    "translation": {
      "en": "doing well at it, playing by the rules.",
      "th": "ทำได้ดีมาก และเล่นตามกฎ"
    }
  },
  {
    "translation": {
      "en": "If that’s not American assimilation at work, I don’t know what is.",
      "th": "ถ้านั่นไม่ใช่การปรับตัวเข้ากับสังคมอเมริกัน ผมก็ไม่รู้ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Kevin Negandhi] We are part of this DNA, this melting pot, uh, cliché.",
      "th": "เราเป็นส่วนหนึ่งของดีเอ็นเอนี้ การหลอมรวมทางวัฒนธรรมที่พูดกันซ้ำๆ"
    }
  },
  {
    "translation": {
      "en": "And it’s not a cliché, we are part of it.",
      "th": "และมันไม่ใช่คำพูดซ้ำซากครับ เราเป็นส่วนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And to have ownership of one thing,",
      "th": "และการที่มีความเป็นเจ้าของสิ่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "in the sense of that we can dominate something, it’s pretty cool,",
      "th": "ในแง่ที่ว่าเราสามารถเหนือกว่าในบางเรื่อง มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "considering there’s just one percent of the population of Indian-Americans.",
      "th": "เมื่อคิดว่ามีประชากรอเมริกันเชื้อสายอินเดีย แค่หนึ่งเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "So to me, when I say that, I say that as a joke, like,",
      "th": "ดังนั้นสำหรับผม เวลาพูดเรื่องนั้น ผมก็พูดเป็นเรื่องตลก ประมาณ"
    }
  },
  {
    "translation": {
      "en": "\"Yes! We own this!\"",
      "th": "\"ใช่แล้ว เราเป็นเจ้าของรางวัลนี้\""
    }
  },
  {
    "translation": {
      "en": "Because it’s a small thing,",
      "th": "เพราะมันเป็นแค่เรื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "but it means so much to so many people in our community.",
      "th": "แต่มีความหมายมากสำหรับคนมากมาย ในชุมชนของเรา"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gupta] It just was the perfect storm. And I think Spelling Bees,",
      "th": "มันเป็นปัจจัยที่ถาโถมเข้ามา และผมคิดว่าการแข่งสะกดคำศัพท์"
    }
  },
  {
    "translation": {
      "en": "I mean, that became the Olympics for so many Indians.",
      "th": "มันกลายเป็นการแข่งโอลิมปิก สำหรับคนอินเดียมากมายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I just need to say it slowly.",
      "th": "ผมต้องพูดช้าๆ"
    }
  },
  {
    "translation": {
      "en": "[Krishna] You got it.",
      "th": "ใช่ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Humu humu, you just say \"humu humu,\" and then you say \"nuku nuku,\"",
      "th": "ฮิวมิว ฮิวมิว คุณต้องพูดว่า \"ฮิวมิว ฮิวมิว\" แล้วก็พูดว่า \"นูกู นูกู\""
    }
  },
  {
    "translation": {
      "en": "and then you say \"apua ah,\" and then you finish the whole thing.",
      "th": "แล้วคุณก็พูดว่า \"อาปัว อาห์\" เสร็จแล้วก็จบเรียบร้อยทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Krishna] Say it.",
      "th": "พูดเลย"
    }
  }
]