[
  {
    "translation": {
      "en": "[man 1] I was Deputy Commissioner of public information",
      "th": "ผมเคยเป็นรองผู้บัญชาการกองสารนิเทศ"
    }
  },
  {
    "translation": {
      "en": "in the New York City Police Department.",
      "th": "ในกรมตำรวจนครนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "[911 operator] 911 operator 1505.",
      "th": "โอเปอเรเตอร์ 911 หมายเลข 1505"
    }
  },
  {
    "translation": {
      "en": "[man 2] Hi, um, I wanna report a sexual assault.",
      "th": "สวัสดีครับ ผมขอแจ้งการล่วงละเมิดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "[man 1] I immediately headed to the city, you know, with lights and sirens and everything.",
      "th": "ผมตรงเข้าไปในเมืองทันที เปิดไฟและไซเรนและก็ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[911 operator] Who's assaulted?",
      "th": "ใครถูกล่วงละเมิด"
    }
  },
  {
    "translation": {
      "en": "[man 2] Uh, well, this is actually a hotel, and it's one of our, uh… uh, room attendants.",
      "th": "จริงๆ แล้วที่นี่เป็นโรงแรม และมีพนักงานดูแลห้องพักคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Uh, apparently, she was, uh, assaulted by one of the big guests.",
      "th": "เธอถูกแขกคนสำคัญคนหนึ่งล่วงละเมิด"
    }
  },
  {
    "translation": {
      "en": "-[operator] What's the name of your hotel? -[man 2] The Sofitel Hotel.",
      "th": "โรงแรมชื่ออะไร โรงแรมโซฟิเทล"
    }
  },
  {
    "translation": {
      "en": "-[911 operator] Say it again? -[man 2] Sofitel. S-O-F-I-T-E-L.",
      "th": "- พูดอีกทีค่ะ - โซฟิเทล เอส-โอ-เอฟ-ไอ-ที-อี-แอล"
    }
  },
  {
    "translation": {
      "en": "[911 operator] Do you know who the guest is?",
      "th": "รู้ไหมว่าแขกเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "[man 2] Uh, yeah, we do have a folio on him.",
      "th": "รู้ครับ เรามีเอกสารเกี่ยวกับเขา"
    }
  },
  {
    "translation": {
      "en": "He's, uh… I'm not necessarily at liberty to give his name right now.",
      "th": "- ผมไม่มีสิทธิ์ที่จะบอกชื่อเขาในตอนนี้ได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[man 1] We discovered a very wealthy, renowned person,",
      "th": "เราพบว่าเป็นผู้ที่มีชื่อเสียง ร่ำรวยมาก"
    }
  },
  {
    "translation": {
      "en": "internationally known.",
      "th": "เป็นที่รู้จักกันในระดับนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "A very powerful individual",
      "th": "เป็นบุคคลที่มีอำนาจมาก"
    }
  },
  {
    "translation": {
      "en": "who was likely to be the next president of France.",
      "th": "ที่เป็นไปได้ว่าจะเป็น ประธานาธิบดีคนต่อไปของฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Dominique Strauss-Kahn was gonna be accused of a very serious crime…",
      "th": "ดอมีนิก สโทรส-กาน จะถูกกล่าวหาว่ากระทำความผิดร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "against a poor woman, a poor immigrant into this country.",
      "th": "ต่อผู้หญิงที่น่าสงสารคนหนึ่ง ซึ่งเป็นคนต่างด้าวในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "I know by this time, this is going to be a major international story.",
      "th": "ผมรู้เลยว่า นี่จะเป็นเรื่องราวที่สำคัญในระดับนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "One of the great things about my job is you're sometimes parachuted into history…",
      "th": "สิ่งที่ดีเยี่ยมอย่างหนึ่งเกี่ยวกับงานของผมก็คือ บางครั้งคุณเพิ่มเข้าไปในประวัติศาสตร์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "What will become history.",
      "th": "เพิ่มสิ่งที่จะกลายเป็นประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[man 3] It could affect your job, your retirement, your wallet.",
      "th": "(ปี 2008) มันอาจมีผลต่องาน การเกษียณและการเงินของคุณ"
    }
  },
  {
    "translation": {
      "en": "Another shock to the financial system.",
      "th": "เป็นสภาวะช็อกอีกอย่างต่อระบบการเงิน"
    }
  },
  {
    "translation": {
      "en": "[newswoman, in French] Lehman Brothers, the most important bankruptcy in America's financial history.",
      "th": "เลห์แมน บราเธอร์สคือการล้มละลาย ครั้งสำคัญที่สุดในประวัติศาสตร์การเงินอเมริกา"
    }
  },
  {
    "translation": {
      "en": "It's the latest victim of the subprime crisis.",
      "th": "มันคือเหยื่อรายล่าสุดของวิกฤตซับไพรม์"
    }
  },
  {
    "translation": {
      "en": "[newswoman 2] These high-risk loans were given haphazardly",
      "th": "เงินกู้ความเสี่ยงสูงเหล่านี้ถูกปล่อยส่งเดช"
    }
  },
  {
    "translation": {
      "en": "to low-income households that were unable to pay.",
      "th": "ให้กับครัวเรือนที่มีรายได้น้อย ซึ่งไม่สามารถชำระหนี้ได้"
    }
  },
  {
    "translation": {
      "en": "[newsman, in English] The number of homes facing foreclosure has jumped 57%.",
      "th": "จำนวนบ้านที่ถูกยึดสูงถึง 57 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[newsman, in French] The banks aren't big on empathy.",
      "th": "ธนาคารต่างๆ ไม่มีความเห็นใจ"
    }
  },
  {
    "translation": {
      "en": "Those that don't leave quickly enough end up on the sidewalk.",
      "th": "ผู้ที่ย้ายออกไม่ทันก็จะไปลงเอยอยู่บนทางเท้า"
    }
  },
  {
    "translation": {
      "en": "[in English] Tried to make this house what it is.",
      "th": "พยายามทำบ้านนี้ให้เป็นอย่างที่มันเป็น"
    }
  },
  {
    "translation": {
      "en": "And they wouldn't even help me, they just throw 'em on the street like a… an old shoe.",
      "th": "พวกเขาไม่ช่วยฉันด้วยซ้ำ แค่โยนมันลงบนถนนเหมือนรองเท้าเก่าๆ"
    }
  },
  {
    "translation": {
      "en": "Everybody is going haywire now. I don't know how it's gonna turn out.",
      "th": "ทุกคนโวยวายกันใหญ่ ผมไม่รู้ว่ามันจะออกมายังไง"
    }
  },
  {
    "translation": {
      "en": "[in French] It was absolute panic on Wall Street, in the financial system.",
      "th": "ที่วอลสตรีตตื่นตระหนกกันมาก ในระบบการเงิน"
    }
  },
  {
    "translation": {
      "en": "The American banking crisis",
      "th": "วิกฤตการธนาคารในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "is causing markets to crash around the world.",
      "th": "ทำให้ตลาดหลักทรัพย์ล่มสลายทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[newswoman] From Paris to Frankfurt, Europe keeps sliding into hell.",
      "th": "ตั้งแต่ปารีสถึงแฟรงก์เฟิร์ต ยุโรปตกอยู่ในความโกลาหล"
    }
  },
  {
    "translation": {
      "en": "The world had totally changed. We were at war.",
      "th": "โลกเปลี่ยนไปโดยสิ้นเชิง เราตกอยู่ในสงคราม"
    }
  },
  {
    "translation": {
      "en": "[newswoman, in English] The crisis overseas has been rippling",
      "th": "วิกฤตในต่างประเทศ ส่งผลกระทบต่อตลาดการเงิน"
    }
  },
  {
    "translation": {
      "en": "through financial markets, and Greece is nearly broke.",
      "th": "วิกฤตในต่างประเทศ ส่งผลกระทบต่อตลาดการเงิน และกรีซก็ใกล้ที่จะไม่มีเงินเหลือ"
    }
  },
  {
    "translation": {
      "en": "Tens of thousands took to the streets during a 24-hour nationwide strike.",
      "th": "หลายหมื่นคนไปอยู่ตามถนน ในช่วงการประท้วง 24 ชั่วโมงทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "[in French] The IMF acts as an adviser and also has the slightly tougher job,",
      "th": "ไอเอ็มเอฟทำหน้าที่เป็นที่ปรึกษา และมีงานที่ยากกว่าเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "which is when things go wrong,",
      "th": "ซึ่งก็คือเมื่อมีสิ่งต่างๆ ผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "we intervene in policies to help countries find money.",
      "th": "เราจะแทรกแซงนโยบาย เพื่อช่วยประเทศต่างๆ หาเงิน"
    }
  },
  {
    "translation": {
      "en": "[in English] It's an enormously important institution. Enormously important.",
      "th": "มันเป็นสถาบันที่สำคัญอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "I mean, it deals with the global finances, the health of the economy of every country.",
      "th": "มันจัดการการเงินทั่วโลก ความแข็งแกร่งทางเศรษฐกิจของทุกประเทศ"
    }
  },
  {
    "translation": {
      "en": "This was the biggest test of the IMF probably since it's been founded.",
      "th": "นี่เป็นการทดสอบที่สำคัญสุดของไอเอ็มเอฟ ตั้งแต่มันถูกก่อตั้งเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "During that time, Mr. Strauss-Kahn is the head of the IMF,",
      "th": "ในช่วงเวลานั้น คุณสโทรส-กานเป็นหัวหน้าของไอเอ็มเอฟ"
    }
  },
  {
    "translation": {
      "en": "uh, which is playing an… an incredibly important role",
      "th": "ซึ่งมีบทบาทที่สำคัญอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "during, you know, the worst financial crisis since, uh… since the depression.",
      "th": "ในช่วงวิกฤตทางการเงินที่เลวร้ายที่สุด ตั้งแต่เศรษฐกิจตกต่ำครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Everybody was looking for a leader, and he was leading.",
      "th": "ทุกคนมองหาผู้นำ และเขาก็คือผู้นำ"
    }
  },
  {
    "translation": {
      "en": "The first priority now",
      "th": "สิ่งสำคัญอันดับแรกในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is to restore normal functioning of the financial markets.",
      "th": "ก็คือฟื้นฟูการทำงานที่เป็นปกติของตลาดการเงิน"
    }
  },
  {
    "translation": {
      "en": "What I expect is the commitment from those world leaders",
      "th": "สิ่งที่ผมคาดหวังคือการให้คำมั่น จากผู้นำเหล่านั้นของโลก"
    }
  },
  {
    "translation": {
      "en": "to make a step forward and to make it rapidly.",
      "th": "ว่าจะทำหน้าที่ของผู้นำและทำมันโดยเร็ว"
    }
  },
  {
    "translation": {
      "en": "[newsman, in French] It's his first time in Greece since the beginning of the crisis.",
      "th": "เขามาเยือนกรีซเป็นครั้งแรก ตั้งแต่เกิดภาวะวิกฤต"
    }
  },
  {
    "translation": {
      "en": "[Strauss-Kahn, in English] If you had, uh, some disease",
      "th": "ถ้าคุณเป็นโรค"
    }
  },
  {
    "translation": {
      "en": "and you ask the doctor to help you,",
      "th": "และคุณขอให้หมอช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "the doctor comes, gives you medicine.",
      "th": "หมอมาหา แล้วให้ยาคุณ"
    }
  },
  {
    "translation": {
      "en": "In our case, medicine is money.",
      "th": "ในกรณีของเรา ยาก็คือเงิน"
    }
  },
  {
    "translation": {
      "en": "But the doctor also tells you to change your behavior.",
      "th": "แต่หมอก็บอกคุณด้วยว่าให้เปลี่ยนพฤติกรรมของคุณ"
    }
  },
  {
    "translation": {
      "en": "If you don't change your behavior, you won't be healthy again.",
      "th": "ถ้าคุณไม่เปลี่ยนพฤติกรรม สุขภาพของคุณก็จะไม่ดีอีก"
    }
  },
  {
    "translation": {
      "en": "[Boyd] I started working at the IMF August 13, 1984.",
      "th": "ฉันเริ่มทำงานที่ไอเอ็มเอฟ วันที่ 13 สิงหาคม 1984 (เดลรีน บอยด์ ผู้ช่วยผู้อำนวยการไอเอ็มเอฟ)"
    }
  },
  {
    "translation": {
      "en": "Finally got recognized to work for the managing director.",
      "th": "ในที่สุดก็ได้ทำงานให้ผู้อำนวยการ"
    }
  },
  {
    "translation": {
      "en": "Any subject that was brought to him,",
      "th": "ทุกเรื่องที่นำเสนอต่อเขา"
    }
  },
  {
    "translation": {
      "en": "he didn't need much, uh, background.",
      "th": "เขาไม่ต้องการเนื้อหาอะไรมาก"
    }
  },
  {
    "translation": {
      "en": "He'd have a short meeting with the economist concerned,",
      "th": "เขาประชุมสั้นๆ กับนักเศรษฐศาสตร์ที่เกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "and he would grasp it, and he would say, \"Okay, I got it.\"",
      "th": "และเขาก็เข้าใจ เขาจะพูดว่า \"โอเค ผมเข้าใจแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[in French] He's highly intelligent and instinctive.",
      "th": "เขามีสติปัญญาและมีสัญชาตญาณที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "If there's an obstacle, I can go around it.",
      "th": "ถ้ามีอุปสรรค ผมหลีกเลี่ยงมันได้"
    }
  },
  {
    "translation": {
      "en": "Some do it slowly, others fast.",
      "th": "บางคนทำมันได้ช้า บางคนก็ทำได้เร็ว"
    }
  },
  {
    "translation": {
      "en": "He falls into the faster category.",
      "th": "เขาอยู่ในประเภทที่ทำมันได้เร็วกว่า"
    }
  },
  {
    "translation": {
      "en": "[Davis, in English] So, he was, you know, an important figure in all of these negotiations",
      "th": "เขาเป็นบุคคลสำคัญในการเจรจาเหล่านี้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "to keep the global crisis from sliding into depression.",
      "th": "เพื่อป้องกันไม่ให้วิกฤตทั่วโลก ตกอยู่ในภาวะเศรษฐกิจตกต่ำ"
    }
  },
  {
    "translation": {
      "en": "He knew how to, you know, maneuver",
      "th": "เขารู้วิธี ใช้กลยุทธ์กับเจ้าหน้าที่อาวุโสส่วนใหญ่ จากประเทศใหญ่ๆ ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "with the most senior officials from all the major countries.",
      "th": "ใช้กลยุทธ์กับเจ้าหน้าที่อาวุโสส่วนใหญ่ จากประเทศใหญ่ๆ ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "The world referred to Dominique Strauss-Kahn",
      "th": "คนทั้งโลกพูดถึงดอมีนิก สโทรส-กาน"
    }
  },
  {
    "translation": {
      "en": "as the financial czar of the world.",
      "th": "ว่าเป็นซาร์ทางการเงินของโลก"
    }
  },
  {
    "translation": {
      "en": "My full name is Nafissatou Diallo.",
      "th": "ชื่อเต็มๆ ของฉันคือนาฟิสซาตู ดิอัลโล"
    }
  },
  {
    "translation": {
      "en": "I feel like I have to talk.",
      "th": "ฉันรู้สึกเหมือนฉันต้องพูด"
    }
  },
  {
    "translation": {
      "en": "I have to let people know who I am.",
      "th": "ฉันต้องบอกให้คนรู้ว่าฉันเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I was born August 18, 1978,",
      "th": "ฉันเกิดวันที่ 18 สิงหาคม 1978"
    }
  },
  {
    "translation": {
      "en": "in Guinea, Conakry.",
      "th": "ในกินี เมืองโกนากรี"
    }
  },
  {
    "translation": {
      "en": "I do have one child now.",
      "th": "ตอนนี้ฉันมีลูกหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "I had two. One passed away. So, I have my daughter.",
      "th": "ฉันเคยมีสองคน ตายไปหนึ่งคน ฉันเลยเหลือแต่ลูกสาว"
    }
  },
  {
    "translation": {
      "en": "2003, I came here for a better life.",
      "th": "ปี 2003 ฉันมาที่นี่เพื่อมีชีวิตที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man 1] Diallo is living in a low-income part of the city, the Bronx.",
      "th": "ดิอัลโลอาศัยอยู่ใน ย่านผู้มีรายได้น้อยของเมือง เดอะบร็องซ์"
    }
  },
  {
    "translation": {
      "en": "-The borough the Bronx. -[horn honks]",
      "th": "เบอโรเดอะบร็องซ์"
    }
  },
  {
    "translation": {
      "en": "I grew up there as a kid. My parents were Irish immigrants.",
      "th": "ตอนเด็กๆ ผมเติบโตที่นั่น เป็นคนต่างด้าวชาวไอร์แลนด์"
    }
  },
  {
    "translation": {
      "en": "She lived in where I lived, because it's cheap housing.",
      "th": "เธออาศัยอยู่ในย่านที่ผมอยู่ เพราะมันเป็นบ้านการเคหะราคาถูก"
    }
  },
  {
    "translation": {
      "en": "It's a not-too-fancy… [laughs] neighborhood, but it's okay,",
      "th": "มันเป็นย่านที่ไม่หรูหราอะไรนัก แต่มันก็อยู่ได้"
    }
  },
  {
    "translation": {
      "en": "because for me, I'm… I'm almost always inside my apartment if I'm not at work.",
      "th": "เพราะสำหรับฉันแล้ว ฉันอยู่ในอะพาร์ตเมนต์ เกือบตลอดเวลาถ้าฉันไม่ได้ไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "มันอยู่ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I never had a chance to go to school.",
      "th": "ฉันไม่มีโอกาสได้เรียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "When I was young, my parents didn't let me go.",
      "th": "ตอนฉันยังเด็ก พ่อแม่ไม่ให้ฉันไปเรียน"
    }
  },
  {
    "translation": {
      "en": "I had my daughter here.",
      "th": "ฉันมีลูกสาวอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "I got the chance for her to go to school.",
      "th": "ฉันมีโอกาสส่งเธอเรียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "Sometimes, after work, we gonna go to the movies.",
      "th": "บางครั้งหลังเลิกงาน เราไปดูหนังกัน"
    }
  },
  {
    "translation": {
      "en": "I used to like the place.",
      "th": "ฉันเคยชอบที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It was a very good dream for me.",
      "th": "มันเป็นความฝันที่ดีมากสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "I was very happy there with the job and with everything.",
      "th": "ฉันอยู่ที่นั่นมีความสุขมาก มีงานทำและก็ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Like every Saturday, I used to go to work.",
      "th": "ก็เหมือนทุกวันเสาร์ ฉันเคยไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "I used to take D Train to 47-50 and get off there, go to my job.",
      "th": "ฉันเคยขึ้นรถไฟสายดีไปที่ 47-50 แล้วก็ลงที่นั่น ไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "Diallo is like thousands, if not millions, of newly arrived Americans…",
      "th": "ดิอัลโลก็เหมือนหลายพันคน ไม่ก็หลายล้านคน ของชาวอเมริกาที่มาอยู่ใหม่"
    }
  },
  {
    "translation": {
      "en": "making, uh, a living in a service industry.",
      "th": "หาเลี้ยงชีพในอุตสาหกรรมบริการ"
    }
  },
  {
    "translation": {
      "en": "So, she was commuting",
      "th": "เธอเดินทางจากย่านหนึ่งที่อาจมีรายได้ต่ำสุด"
    }
  },
  {
    "translation": {
      "en": "from probably one of the lowest-income neighborhoods in New York City",
      "th": "เธอเดินทางจากย่านหนึ่งที่อาจมีรายได้ต่ำสุด ในนครนิวยอร์กไปยังย่านที่ร่ำรวยที่สุด"
    }
  },
  {
    "translation": {
      "en": "to the wealthiest.",
      "th": "ในนครนิวยอร์กไปยังย่านที่ร่ำรวยที่สุด"
    }
  },
  {
    "translation": {
      "en": "I feel like I had my dream, what I wanted. It was good.",
      "th": "ฉันรู้สึกเหมือนฉันมีความฝัน สิ่งที่ฉันต้องการ มันดีมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "[newswoman, in French] We're one year from the presidential elections",
      "th": "เราจะมีการเลือกตั้งประธานาธิบดีในอีกหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "and surveys already suggest a favorite, the Socialist, Dominique Strauss-Kahn.",
      "th": "แต่ผลสำรวจบ่งชี้ผู้ที่เป็นตัวเต็งแล้ว คือดอมีนิก สโทรส-กานจากพรรคสังคมนิยม"
    }
  },
  {
    "translation": {
      "en": "[newswoman 2] Dominique Strauss-Kahn leads the polls with 29%",
      "th": "ดอมีนิก สโทรส-กานนำอยู่ 29 เปอร์เซ็นต์ ในโพลสำรวจรอบแรก"
    }
  },
  {
    "translation": {
      "en": "at the first round of the presidential election.",
      "th": "ของการเลือกตั้งประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "[newsman] Our projection shows him getting 34% of the vote.",
      "th": "การคาดคะเนของเราบ่งชี้ว่า เขาได้รับคะแนนเสียง 34 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[newsman 2] He's riding high in the polls.",
      "th": "เขาคะแนนนำลิ่วในโพลสำรวจ"
    }
  },
  {
    "translation": {
      "en": "[woman] I've been a journalist for 30 years. I write about power,",
      "th": "ฉันเป็นนักข่าวมา 30 ปี ฉันเขียนเกี่ยวกับอำนาจ ในแง่ทั่วๆ ไป ความหลงใหลมันและการทำงานในวงใน"
    }
  },
  {
    "translation": {
      "en": "in a general way, its passions and inner workings.",
      "th": "ฉันเขียนเกี่ยวกับอำนาจ ในแง่ทั่วๆ ไป ความหลงใหลมันและการทำงานในวงใน"
    }
  },
  {
    "translation": {
      "en": "That's how I met Dominique Strauss-Kahn.",
      "th": "ฉันถึงได้รู้จักกับดอมีนิก สโทรส-กาน"
    }
  },
  {
    "translation": {
      "en": "At that time in France, he was leading in the polls.",
      "th": "(ราฟาแอล บักเก \"เลอมงด์\" ผู้สื่อข่าวการเมือง) ตอนนั้นในฝรั่งเศส เขามีคะแนนนำในโพลสำรวจ"
    }
  },
  {
    "translation": {
      "en": "He ticks all the boxes.",
      "th": "เขามีคุณสมบัติครบถ้วน"
    }
  },
  {
    "translation": {
      "en": "He has international experience, he's popular, he's modern.",
      "th": "เขามีประสบการณ์ระดับนานาชาติ เขาเป็นที่นิยม เขาทันสมัย"
    }
  },
  {
    "translation": {
      "en": "So, he seems like an obvious front-runner for the upcoming election.",
      "th": "ดูเหมือนเขาเป็นตัวเต็งอย่างเห็นได้ชัด สำหรับการเลือกตั้งที่กำลังมาถึง"
    }
  },
  {
    "translation": {
      "en": "[newswoman] The head of the IMF was in Paris a couple days ago",
      "th": "ผู้อำนวยการไอเอ็มเอฟ อยู่ในปารีสเมื่อสองวันมานี้"
    }
  },
  {
    "translation": {
      "en": "and he was able to gauge his popularity.",
      "th": "และเขาก็สามารถวัดความนิยมของเขาได้"
    }
  },
  {
    "translation": {
      "en": "His visit eclipsed the economic situation.",
      "th": "การมาเยือนของเขาบดบังรัศมี สถานการณ์ทางเศรษฐกิจไปเลย"
    }
  },
  {
    "translation": {
      "en": "His possible candidacy is all everyone is talking about.",
      "th": "การสมัครรับเลือกตั้งของเขาที่อาจชนะ คือสิ่งที่ทุกคนพูดถึง"
    }
  },
  {
    "translation": {
      "en": "It's nice to see you.",
      "th": "ยินดีที่ได้เจอครับ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Dominique comes to Paris.",
      "th": "ดอมีนิกมาที่ปารีส"
    }
  },
  {
    "translation": {
      "en": "That's when I tell him he needs to enter the race straight away.",
      "th": "นั่นคือตอนที่ฉันบอกเขาว่าเขาต้องลงแข่งขันทันที (เอลิซาเบธ กีกู อดีตรัฐมนตรีกระทรวงยุติธรรม)"
    }
  },
  {
    "translation": {
      "en": "He's likely to win…",
      "th": "เป็นไปได้ว่าเขาจะชนะ"
    }
  },
  {
    "translation": {
      "en": "we know he will do a great job with the campaign.",
      "th": "เรารู้ว่าเขาจะทำได้เยี่ยมมาก กับการรณรงค์หาเสียง"
    }
  },
  {
    "translation": {
      "en": "For all his friends, it's the promise of a bright future.",
      "th": "สำหรับเพื่อนๆ ทั้งหมดของเขา มันคือหลักประกันอนาคตที่สดใส"
    }
  },
  {
    "translation": {
      "en": "-[host] Good evening, Mr. Strauss-Kahn. -Good evening.",
      "th": "สวัสดีครับ คุณสโทรส-กาน"
    }
  },
  {
    "translation": {
      "en": "Thank you for coming. You're perhaps France's most famous expat.",
      "th": "ขอบคุณนะครับที่มา คุณอาจเป็นคนต่างด้าว ที่มีชื่อเสียงที่สุดของฝรั่งเศสเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "We don't hear from you often. First off, are you well?",
      "th": "เราไม่ค่อยได้ข่าวจากคุณเลย ก่อนอื่นนะครับ คุณสบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, I'm doing very well.",
      "th": "ครับ ผมสบายมากเลย"
    }
  },
  {
    "translation": {
      "en": "Especially when I have a chance to come to Paris and see my family and friends.",
      "th": "โดยเฉพาะเมื่อผมมีโอกาสได้มาปารีส และเจอกับครอบครัวและเพื่อนๆ ของผม"
    }
  },
  {
    "translation": {
      "en": "What do you miss most,",
      "th": "คุณคิดถึงอะไรมากที่สุดครับ"
    }
  },
  {
    "translation": {
      "en": "besides political talk shows on Sunday nights?",
      "th": "นอกจากรายการพูดคุยทางการเมือง ในคืนวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "-In France? -[host] Yes?",
      "th": "- ในฝรั่งเศสเหรอ - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Seeing and meeting my fellow French people.",
      "th": "การได้เห็นและพบเจอคนฝรั่งเศสด้วยกันครับ"
    }
  },
  {
    "translation": {
      "en": "Do you read French news, which talks a lot about you in the polls?",
      "th": "คุณอ่านข่าวฝรั่งเศส ซึ่งพูดถึงคุณเยอะมากในโพลสำรวจหรือเปล่าครับ"
    }
  },
  {
    "translation": {
      "en": "No, I don't pay much attention to polls.",
      "th": "เปล่าครับ ผมไม่ค่อยสนใจโพลสำรวจเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "In the lead-up to the 2012 campaign,",
      "th": "ในขั้นต้นของการรณรงค์หาเสียงปี 2012"
    }
  },
  {
    "translation": {
      "en": "the president, Nicolas Sarkozy, was highly unpopular.",
      "th": "ประธานาธิบดีนีกอลา ซาร์กอซี ไม่เป็นที่นิยมอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "What's wrong with you?!",
      "th": "คุณเป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "[newsman] Never has France disliked a president so much.",
      "th": "ไม่เคยมีคนฝรั่งเศส ไม่ชอบประธานาธิบดีมากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "GET LOST ASSHOLE!",
      "th": "(ไปให้พ้น ไอ้เลว)"
    }
  },
  {
    "translation": {
      "en": "All of France! We're dying out here.",
      "th": "คนทั้งฝรั่งเศส เรากำลังจะตายกันหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And why am I here?",
      "th": "แล้วผมมาอยู่ที่นี่ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bacqué] He wasn't doing well in the polls,",
      "th": "คะแนนของเขาในโพลสำรวจไม่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "and there's one key rival that emerges, Dominique Strauss-Kahn.",
      "th": "และมีคู่แข่งคนสำคัญคนหนึ่งปรากฏขึ้น ดอมีนิก สโทรส-กาน"
    }
  },
  {
    "translation": {
      "en": "Every poll gives him a 60% chance of victory,",
      "th": "ทุกโพลให้เขามีโอกาสชนะ 60 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "as opposed to 40% for Sarkozy.",
      "th": "ต่อ 40 เปอร์เซ็นต์สำหรับซาร์กอซี"
    }
  },
  {
    "translation": {
      "en": "He was the Left's best hope for a chance at winning.",
      "th": "เขาคือความหวังที่ดีที่สุดของฝ่ายซ้าย ที่จะมีโอกาสคว้าชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "So, he's highly respected, now more than ever.",
      "th": "ตอนนี้เขาเลยเป็นที่เคารพนับถือมากขึ้นกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "[reporter] What's with the T-shirt?",
      "th": "(ใช่ เราทำได้) เสื้อยืดนั่นอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Looks like a campaign slogan. -[laughs]",
      "th": "ดูเหมือนสโลแกนหาเสียง"
    }
  },
  {
    "translation": {
      "en": "It was done without my knowledge. Behind my back!",
      "th": "ผมไม่รู้หรอกว่าพวกเขาทำมัน ทำลับหลังผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Do you like that slogan?",
      "th": "คุณชอบสโลแกนนั้นไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Strauss-Kahn] He served once, he can't serve twice.",
      "th": "เขาเป็นสมัยหนึ่งแล้ว เขาเป็นสองสมัยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[in English] Yes, we can!",
      "th": "ใช่ เราทำได้!"
    }
  },
  {
    "translation": {
      "en": "[Bacqué, in French] Everyone thought he'd be elected, no doubt.",
      "th": "ทุกคนคิดว่าเขาคงชนะเลือกตั้ง ไม่ต้องสงสัยเลย"
    }
  },
  {
    "translation": {
      "en": "So, he's truly… the future president.",
      "th": "เขาเป็น... ว่าที่ประธานาธิบดีอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "[crowd clapping and chanting, in English] Yes, we Kahn! Yes, we Kahn! Yes, we Kahn!",
      "th": "ใช่ เราทำได้!"
    }
  },
  {
    "translation": {
      "en": "-[horn honks] -[siren wails]",
      "th": "(นิวยอร์ก)"
    }
  },
  {
    "translation": {
      "en": "[911 operator] 911 operator 1505.",
      "th": "โอเปอเรเตอร์ 911 หมายเลข 1505"
    }
  },
  {
    "translation": {
      "en": "[man] Hi, um, I wanna report a sexual assault.",
      "th": "สวัสดีครับ ผมขอแจ้งการล่วงละเมิดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "[man] May 13th, Mr. Dominique Strauss-Kahn arrived to Sofitel, New York.",
      "th": "วันที่ 13 พฤษภาคม คุณดอมีนิก สโทรส-กาน เดินทางถึงโซฟิเทล นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "He was upgraded to the presidential suite based on availability of that suite.",
      "th": "เขายกระดับไปพัก ห้องเพรสซิเดนเชียลสวีททันทีที่มันว่าง"
    }
  },
  {
    "translation": {
      "en": "The manager on duty would usually escort them right up to the guest room.",
      "th": "ปกติผู้จัดการจะพาพวกเขาไปที่ห้องพักสำหรับแขก"
    }
  },
  {
    "translation": {
      "en": "And he asked him repeatedly multiple times for a female employee to come up to his room for champagne.",
      "th": "เขาขอหลายครั้งให้ส่งพนักงานหญิง ไปที่ห้องของเขาเพื่อดื่มแชมเปญ"
    }
  },
  {
    "translation": {
      "en": "There was this consistency",
      "th": "มีการพยายามอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "of trying to have employees stay in his room or go up to his room.",
      "th": "มีการพยายามอย่างต่อเนื่อง ให้พนักงานอยู่ในห้องของเขา หรือขึ้นไปที่ห้องของเขา"
    }
  },
  {
    "translation": {
      "en": "He left the hotel in the night time.",
      "th": "เขาออกจากโรงแรมตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "He didn't have his normal security with him.",
      "th": "เขาไม่มีคนคุ้มกันไปกับเขาตามปกติ"
    }
  },
  {
    "translation": {
      "en": "And then, only a few hours later,",
      "th": "แล้วแค่ไม่กี่ชั่วโมงต่อมา"
    }
  },
  {
    "translation": {
      "en": "he comes back with another individual female in the middle of the night.",
      "th": "เขาก็กลับมาพร้อมกับผู้หญิงอีกคน ตอนกลางดึก"
    }
  },
  {
    "translation": {
      "en": "And then a few moments later, a few hours later, she exits the hotel by herself.",
      "th": "แล้วสักพักใหญ่หรือหลายชั่วโมงต่อมา เธอก็ออกจากโรงแรมไปคนเดียว"
    }
  },
  {
    "translation": {
      "en": "[Diallo] Like every Saturday,",
      "th": "ก็เหมือนทุกวันเสาร์ ฉันใส่ชุดพนักงาน"
    }
  },
  {
    "translation": {
      "en": "I got my uniform, got my coffee,",
      "th": "ก็เหมือนทุกวันเสาร์ ฉันใส่ชุดพนักงาน ดื่มกาแฟแล้วก็เตรียมตัวทำงาน"
    }
  },
  {
    "translation": {
      "en": "and be ready to work.",
      "th": "ดื่มกาแฟแล้วก็เตรียมตัวทำงาน"
    }
  },
  {
    "translation": {
      "en": "Especially at that time, I was very happy.",
      "th": "โดยเฉพาะในตอนนั้น ฉันมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "They pay good, I have a union, I have a lot of benefits with the job.",
      "th": "เงินเดือนดี ฉันมีสหภาพ ได้รับสวัสดิการหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "It's a peaceful place, though. The company's very good, very organized.",
      "th": "แต่มันเป็นที่ที่เงียบสงบ บริษัทดีมาก มีระเบียบดีมาก"
    }
  },
  {
    "translation": {
      "en": "That's a very good place for me to work. I was happy with the job.",
      "th": "นั่นเป็นที่ทำงานที่ดีมากสำหรับฉัน ฉันมีความสุขกับงาน"
    }
  },
  {
    "translation": {
      "en": "-[elevator dings] -[automated voice] 28th floor.",
      "th": "(ชั้น 28)"
    }
  },
  {
    "translation": {
      "en": "Before I got to the room, I saw a room service guy coming out with a tray.",
      "th": "ก่อนที่ฉันจะเข้าไปในห้อง ฉันเห็นพนักงานรูมเซอร์วิซถือถาดเดินออกมา"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh, excuse me, hi. Is… Is it checkout?\"",
      "th": "ฉันพูดว่า \"อ้าว ขอโทษค่ะ แขกเช็กเอาท์แล้วเหรอ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Yeah, it's checkout.\" I say, \"Oh, my God.",
      "th": "เขาพูดว่า \"ครับ แขกเช็กเอาท์แล้ว\" ฉันพูดว่า \"คุณพระช่วย"
    }
  },
  {
    "translation": {
      "en": "Thank God, because all my rooms are 'Do not disturb' today.\"",
      "th": "โชคดึจริง เพราะวันนี้ทุกห้อง แขวนป้าย 'ห้ามรบกวน' หมดเลย\""
    }
  },
  {
    "translation": {
      "en": "I came to the door. I knock on the door.",
      "th": "ฉันเดินไปที่ประตู แล้วก็เคาะประตู"
    }
  },
  {
    "translation": {
      "en": "\"Housekeeping, housekeeping, housekeeping,\" three times.",
      "th": "\"แม่บ้านค่ะ แม่บ้านค่ะ แม่บ้านค่ะ\" สามครั้ง"
    }
  },
  {
    "translation": {
      "en": "No one answers, and I use my key.",
      "th": "ไม่มีใครตอบ ฉันเลยใช้กุญแจของฉัน"
    }
  },
  {
    "translation": {
      "en": "I open the door.",
      "th": "ฉันเปิดประตู"
    }
  },
  {
    "translation": {
      "en": "[man, in French] I met Dominique in '68,",
      "th": "ผมรู้จักกับดอมีนิกในปี 68 ตอนเรียนเพื่อสอบเข้าโรงเรียนธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "while studying to get into business school.",
      "th": "ผมรู้จักกับดอมีนิกในปี 68 ตอนเรียนเพื่อสอบเข้าโรงเรียนธุรกิจ (อีฟส์ มักน็อง เพื่อนที่รู้จักกันมานานของดีเอสเค)"
    }
  },
  {
    "translation": {
      "en": "Back in '68, we all had girlfriends here and there.",
      "th": "ในปี 68 เราทุกคนมีแฟนที่โน่นบ้างที่นี่บ้าง"
    }
  },
  {
    "translation": {
      "en": "The only one married and faithful was Dominique.",
      "th": "คนเดียวที่แต่งงานและซื่อสัตย์คือดอมีนิก"
    }
  },
  {
    "translation": {
      "en": "We often went out at night to various parties.",
      "th": "ตอนกลางคืนเราออกไปปาร์ตี้กันบ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "Dominique didn't come.",
      "th": "แต่ดอมีนิกไม่ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "He said, \"I'm working. I'm investing in my future.\"",
      "th": "เขาพูดว่า \"ฉันทำงานอยู่ ฉันกำลังลงทุนในอนาคตของฉัน\""
    }
  },
  {
    "translation": {
      "en": "His first wife, Hélène Dumas,",
      "th": "ภรรยาคนแรกของเขา เอเลน ดูมา"
    }
  },
  {
    "translation": {
      "en": "brought home the bacon, as they say, while he pursued his studies.",
      "th": "เป็นคนหาเงินเข้าบ้าน ตามที่คนพูดกัน ระหว่างที่เขาศึกษาเล่าเรียน"
    }
  },
  {
    "translation": {
      "en": "He's already ambitious.",
      "th": "เขาเป็นคนทะเยอทะยานอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "He'd often ask me",
      "th": "เขาถามผมอยู่บ่อยๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "if I thought he'd be Finance Minister or a Nobel Prize winner in economics.",
      "th": "ผมคิดว่าเขาจะเป็นรัฐมนตรีคลัง หรือได้รางวัลโนเบลสาขาเศรษฐศาสตร์ไหม"
    }
  },
  {
    "translation": {
      "en": "[newsman] Five, four, three, two, one…",
      "th": "(ปี 1968) ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "François Mitterrand is the President of the Republic.",
      "th": "(ปี 1981) ฟร็องซัว มีแตร็อง คือประธานาธิบดีของสาธารณรัฐ"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Mitterrand! Mitterrand! Mitterrand! Mitterrand! Mitterrand!",
      "th": "มีแตร็อง!"
    }
  },
  {
    "translation": {
      "en": "Mitterrand! We won! We won! We won!",
      "th": "(ฟร็องซัว มีแตร็อง ประธานาธิบดีสังคมนิยมคนแรกของฝรั่งเศส)"
    }
  },
  {
    "translation": {
      "en": "François Mitterrand wanted to be surrounded by a young team.",
      "th": "ฟร็องซัว มีแตร็อง ต้องการให้มีทีมคนหนุ่มสาวอยู่รอบตัว"
    }
  },
  {
    "translation": {
      "en": "Intelligent people,",
      "th": "(แจ็ค แลง อดีตรัฐมนตรีกระทรวงวัฒนธรรม) คนที่มีสติปัญญาดีและโดยเฉพาะคนของคนรุ่นต่อไป"
    }
  },
  {
    "translation": {
      "en": "and especially people of the next generation.",
      "th": "คนที่มีสติปัญญาดีและโดยเฉพาะคนของคนรุ่นต่อไป"
    }
  },
  {
    "translation": {
      "en": "Mr. Strauss-Kahn is a professor of economics",
      "th": "คุณสโทรส-กาน เป็นศาสตราจารย์ด้านเศรษฐศาสตร์"
    }
  },
  {
    "translation": {
      "en": "and may even receive the Nobel Prize in Economic Sciences.",
      "th": "และอาจได้รับรางวัลโนเบลสาขาเศรษฐศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Guigou] Dominique was one of the young economists in the Socialist Party",
      "th": "ดอมีนิกเป็นนักเศรษฐศาสตร์รุ่นเยาว์คนหนึ่ง ในพรรคสังคมนิยม"
    }
  },
  {
    "translation": {
      "en": "who showed the most promise and intelligence.",
      "th": "ที่แสดงให้เห็นถึงคำมั่นสัญญาและสติปัญญามากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[host] Are we seeing a different approach to debt?",
      "th": "เราเห็นวิธีจัดการหนี้ที่ต่างจากนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "There is a change. French behavior tends to mirror the trends that emerged",
      "th": "มีการเปลี่ยนแปลง พฤติกรรมของคนฝรั่งเศสมีแนวโน้มที่จะ เลียนแบบสมัยนิยมที่ปรากฏ"
    }
  },
  {
    "translation": {
      "en": "in other developed countries, such as the United States.",
      "th": "ในประเทศอื่นๆ ที่พัฒนาแล้ว อย่างเช่นสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "And what we had in common",
      "th": "และสิ่งที่เรามีเหมือนๆ กัน"
    }
  },
  {
    "translation": {
      "en": "was that we were educated, even over-educated.",
      "th": "ก็คือเรามีความรู้ มีความรู้มากไปด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "We wanted to renew the Left and renew politics.",
      "th": "เราต้องการเริ่มฝ่ายซ้ายใหม่ และเริ่มการเมืองใหม่"
    }
  },
  {
    "translation": {
      "en": "It's what every new generation wants to do, which is good.",
      "th": "มันคือสิ่งที่คนรุ่นใหม่ทุกคนอยากทำ ซึ่งเป็นสิ่งที่ดี"
    }
  },
  {
    "translation": {
      "en": "Dominique was, for me, a breath of fresh air, sunlight.",
      "th": "สำหรับผมแล้ว ดอมีนิกเป็นคนที่มีชีวิตชีวา มีทัศนคติที่แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "I was struck by his approach to life.",
      "th": "ผมประทับใจวิธีการใช้ชีวิตของเขา"
    }
  },
  {
    "translation": {
      "en": "His exuberance, his dazzling intelligence, his authenticity.",
      "th": "ความเบิกบานของเขา สติปัญญาที่น่าทึ่งของเขา ความน่าเชื่อถือของเขา"
    }
  },
  {
    "translation": {
      "en": "His second wife, Brigitte Guillemette, was a communications specialist",
      "th": "ภรรยาคนที่สองของเขา บรีฌิต กีลเม็ต เป็นผู้เชี่ยวชาญด้านการสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "and she remade his public image.",
      "th": "และเธอก็สร้างภาพลักษณ์ของเขาใหม่"
    }
  },
  {
    "translation": {
      "en": "She made him shave the big professor's beard.",
      "th": "เธอให้เขาโกนเคราหนาที่ดูเป็นศาสตราจารย์"
    }
  },
  {
    "translation": {
      "en": "She dressed him better, with tailored suits.",
      "th": "เธอแต่งตัวให้เขาดูดีขึ้นด้วยสูทสั่งตัด"
    }
  },
  {
    "translation": {
      "en": "She styled his salt-and-pepper hair.",
      "th": "เธอทำให้ผมหงอกๆ ของเขาดูมีสไตล์"
    }
  },
  {
    "translation": {
      "en": "She made him seductive.",
      "th": "เธอทำให้เขาดูน่าดึงดูดใจ"
    }
  },
  {
    "translation": {
      "en": "Brigitte Guillemette motivated him, she brought him structure, helped him.",
      "th": "บรีฌิต กีลเม็ตเป็นแรงกระตุ้นเขา เธอนำแบบแผนมาให้เขา ช่วยเขา"
    }
  },
  {
    "translation": {
      "en": "She did a lot of good for him.",
      "th": "เธอทำสิ่งดีๆ ให้เขาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And she allows him to enter into this new world,",
      "th": "และเธอก็ให้เขาเข้าสู่โลกใหม่นี้"
    }
  },
  {
    "translation": {
      "en": "the world of politics, of media.",
      "th": "โลกของการเมือง โลกของสื่อ"
    }
  },
  {
    "translation": {
      "en": "This campaign film shows exactly who he is.",
      "th": "วิดีโอการรณรงค์นี้แสดงให้เห็นตัวตนของเขา"
    }
  },
  {
    "translation": {
      "en": "It wanted to look American, where the candidates appear cooler,",
      "th": "มันต้องการให้ดูเป็นอเมริกัน ขณะที่ผู้สมัครรับเลือกตั้งดูดีกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "in a kind of normal life.",
      "th": "มันต้องการให้ดูเป็นอเมริกัน ขณะที่ผู้สมัครรับเลือกตั้งดูดีกว่านั้น ในชีวิตปกติธรรมดา"
    }
  },
  {
    "translation": {
      "en": "It plays up his seductiveness, his cheekiness.",
      "th": "มันแสดงให้เห็นความดึงดูดใจของเขา ความขี้เล่นของเขา"
    }
  },
  {
    "translation": {
      "en": "He aims to be modern.",
      "th": "เขามุ่งหมายที่จะดูทันสมัย"
    }
  },
  {
    "translation": {
      "en": "[crowd chanting] Dominique! Dominique! Dominique!",
      "th": "ดอมีนิก!"
    }
  },
  {
    "translation": {
      "en": "[Bacqué] In 1986, he was elected to parliament. He will be several times in his career.",
      "th": "ในปี 1986 เขาได้รับเลือกเป็นสมาชิกรัฐสภา เขาจะได้รับเลือกหลายครั้งในอาชีพของเขา"
    }
  },
  {
    "translation": {
      "en": "He very quickly distinguished himself from others.",
      "th": "เขาทำให้ตัวเอง โดดเด่นกว่าคนอื่นๆ ได้รวดเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "-[whistles] -[newswoman] DSK has many hobbies. Chess, painting, and a passion for computing.",
      "th": "ดีเอสเคมีงานอดิเรกหลายอย่าง หมากรุก วาดภาพ และหลงใหลการใช้คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "[Bacqué] He's very interested by new tech.",
      "th": "เขาสนใจเทคโนโลยีใหม่ๆ มาก"
    }
  },
  {
    "translation": {
      "en": "He went to California. He understands Silicon Valley,",
      "th": "เขาไปแคลิฟอร์เนีย เขาเข้าใจซิลิคอนแวลลีย์"
    }
  },
  {
    "translation": {
      "en": "while it's still a huge blind spot in France.",
      "th": "ขณะที่มันยังคงเป็นจุดบอดในฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[Bacqué] And so, he doesn't resemble other French politicians.",
      "th": "เขาจึงไม่เหมือนนักการเมืองชาวฝรั่งเศสคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "[woman] You seem younger than on camera.",
      "th": "คุณดูหนุ่มกว่าในกล้องอีกนะคะ"
    }
  },
  {
    "translation": {
      "en": "He doesn't crave power in and of itself.",
      "th": "เขาไม่ได้โหยหาอำนาจในตัวของมันเอง"
    }
  },
  {
    "translation": {
      "en": "First and foremost, he is driven by pleasure.",
      "th": "สิ่งสำคัญที่สุดอย่างแรก ความสนุกสนานคือสิ่งที่ผลักดันเขา"
    }
  },
  {
    "translation": {
      "en": "And his wives are the ones",
      "th": "และเหล่าภรรยาของเขาก็คือ"
    }
  },
  {
    "translation": {
      "en": "who give him the rigor and the discipline required for a political career.",
      "th": "ผู้ที่ทำให้เขามีความเข้มงวดและมีวินัย ที่จำเป็นสำหรับอาชีพทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "Mainly the one he meets in 1988.",
      "th": "ส่วนใหญ่แล้วคือคนที่เขาพบในปี 1988"
    }
  },
  {
    "translation": {
      "en": "Good evening. I often sit down with politicians,",
      "th": "สวัสดีค่ะ ฉันมักจะนั่งคุยกับนักการเมือง"
    }
  },
  {
    "translation": {
      "en": "artists, intellectuals, and sports people,",
      "th": "ศิลปิน ปัญญาชนและคนในแวดวงกีฬา"
    }
  },
  {
    "translation": {
      "en": "but rarely geniuses. Good evening, Woody Allen.",
      "th": "แต่ไม่ค่อยได้คุยกับอัจฉริยะ สวัสดีค่ะ วูดดี อัลเลน"
    }
  },
  {
    "translation": {
      "en": "-Good evening, Madonna. -[giggles] Good evening.",
      "th": "- สวัสดีค่ะ มาดอนนา - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Your Royal Highness, good evening.",
      "th": "ฝ่าบาท สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Magnan] Anne was a big star then.",
      "th": "ตอนนั้นแอนน์เป็นดาราดัง"
    }
  },
  {
    "translation": {
      "en": "She's a beautiful, clever woman.",
      "th": "เธอเป็นผู้หญิงที่สวย ฉลาด"
    }
  },
  {
    "translation": {
      "en": "Anne Sinclair was an icon. She had a show every Sunday night that…",
      "th": "แอนน์ ซินแคลร์เป็นสัญลักษณ์ เธอมีรายการทุกคืนวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "many people in France watched religiously.",
      "th": "ที่คนมากมายในฝรั่งเศสดูอย่างเลื่อมใส"
    }
  },
  {
    "translation": {
      "en": "Our surprise guest has been waiting in our Paris studio, his back turned.",
      "th": "แขกเซอร์ไพรส์ของเรา รออยู่ในสตูดิโอที่ปารีสแล้วค่ะ เขาหันหน้ากลับมาแล้ว นั่นไงคะ"
    }
  },
  {
    "translation": {
      "en": "There he is.",
      "th": "เขาหันหน้ากลับมาแล้ว นั่นไงคะ"
    }
  },
  {
    "translation": {
      "en": "-Hello, Dominique Strauss-Kahn. -Hi.",
      "th": "- สวัสดีค่ะ ดอมีนิก สโทรส-กาน - สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "You're the Chairman of the Committee on Finance at the National Assembly.",
      "th": "คุณเป็นประธานคณะกรรมาธิการการคลัง ที่สมัชชาแห่งชาติ"
    }
  },
  {
    "translation": {
      "en": "I'll turn you over to Alain Juppé, rather than us four.",
      "th": "ฉันจะให้คุณคุยกับอาแล็ง ฌูว์เป แทนที่จะคุยกับเราสี่คนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Trust me, four at once is never easy. [laughs]",
      "th": "เชื่อฉันเถอะค่ะ คุยพร้อมกันสี่คนไม่เคยง่ายเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Meeting Anne Sinclair was love at first sight",
      "th": "การพบกับแอนน์ ซินแคลร์คือรักแรกพบ"
    }
  },
  {
    "translation": {
      "en": "for these two brilliant, strong, talented people.",
      "th": "สำหรับคนที่มีพรสวรรค์ แข็งแกร่งและฉลาดสองคนนี้"
    }
  },
  {
    "translation": {
      "en": "When she saw him, communicating remotely, because they weren't in the same studio,",
      "th": "ตอนเธอเห็นเขา พูดคุยกันระยะไกล เพราะพวกเขาไม่ได้อยู่ในสตูดิโอเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "she thought he was very…",
      "th": "เธอคิดว่าเขา..."
    }
  },
  {
    "translation": {
      "en": "very seductive, very genuine, very good on television.",
      "th": "ดึงดูดใจมาก จริงใจมาก ดูดีมากในโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "But they were both married.",
      "th": "แต่พวกเขาทั้งคู่แต่งงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Brigitte Guillemette, the second wife of Dominique Strauss-Kahn,",
      "th": "บรีฌิต กีลเม็ต ภรรยาคนที่สองของดอมีนิก สโทรส-กาน"
    }
  },
  {
    "translation": {
      "en": "pushed him to get to know her.",
      "th": "ยุยงเขาให้ทำความรู้จักกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Brigitte wanted him in the media.",
      "th": "บรีฌิตต้องการให้เขาออกสื่อ"
    }
  },
  {
    "translation": {
      "en": "She knew that's how you start a career in politics.",
      "th": "เธอรู้ว่านั่นคือวิธีที่คุณเริ่มอาชีพการเมือง"
    }
  },
  {
    "translation": {
      "en": "And she organizes the lunch that ends up being fatal for her.",
      "th": "แล้วเธอก็นัดกินมื้อเที่ยง ที่ทำให้ชีวิตแต่งงานของเธอจบลง"
    }
  },
  {
    "translation": {
      "en": "That's when Dominique Strauss-Kahn was really able to seduce Anne Sinclair.",
      "th": "นั่นคือตอนที่ดอมีนิก สโทรส-กาน ดึงดูดใจแอนน์ ซินแคลร์ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "They saw each other in secret.",
      "th": "พวกเขาแอบเจอกัน"
    }
  },
  {
    "translation": {
      "en": "What's most surprising is how they saw each other.",
      "th": "สิ่งที่น่าแปลกใจที่สุดก็คือวิธีที่พวกเขาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "It was Dominique Strauss-Kahn's father who rented the bachelor pad for him",
      "th": "พ่อของดอมีนิก สโทรส-กาน คือคนที่เช่าอะพาร์ตเมนต์ชายโสดให้เขา"
    }
  },
  {
    "translation": {
      "en": "where Dominique and Anne would meet up.",
      "th": "ที่ที่ดอมีนิกกับแอนน์มาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "It's not often you see fathers helping their sons cheat on their wives.",
      "th": "ไม่บ่อยนักที่คุณจะได้เห็น พ่อช่วยลูกชายของตัวเองนอกใจภรรยา"
    }
  },
  {
    "translation": {
      "en": "What Anne had for him…",
      "th": "สิ่งที่แอนน์มีสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "her eyes were full of love for him.",
      "th": "แววตาของเธอเปี่ยมด้วยความรักที่มีต่อเขา"
    }
  },
  {
    "translation": {
      "en": "She was obviously infatuated with him.",
      "th": "เธอลุ่มหลงเขาอย่างเห็นได้ชัด"
    }
  },
  {
    "translation": {
      "en": "Since the beginning, she was to Dominique",
      "th": "ตั้งแต่แรกเลย เธอซื่อสัตย์ต่อดอมีนิก"
    }
  },
  {
    "translation": {
      "en": "a loyal, attentive, and smart partner.",
      "th": "เอาอกเอาใจและเป็นคู่คิดที่ฉลาด"
    }
  },
  {
    "translation": {
      "en": "[Strauss-Kahn] Family is children and the woman you live with.",
      "th": "ครอบครัวคือลูกและผู้หญิงที่คุณอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "And she's not just an anchor, she's your passion.",
      "th": "เธอไม่ได้เป็นแค่ที่ยึดเหนี่ยว เธอคือความหลงใหลของคุณ"
    }
  },
  {
    "translation": {
      "en": "And life without passion isn't worth living.",
      "th": "และชีวิตที่ปราศจากความหลงใหล ก็เป็นชีวิตที่ไม่มีคุณค่า"
    }
  },
  {
    "translation": {
      "en": "She was the highest-paid journalist in France and she's also an heiress.",
      "th": "เธอเป็นนักข่าวที่มีรายได้สูงสุดในฝรั่งเศส และเธอก็เป็นทายาทผู้รับมรดก"
    }
  },
  {
    "translation": {
      "en": "She inherited from her grandfather, Paul Rosenberg, a major art dealer.",
      "th": "เธอได้รับมรดกจากปู่ของเธอ ปอล โรเซนเบิร์ก ผู้ขายงานศิลปะรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "She wasn't just rich, but extravagantly rich.",
      "th": "เธอไม่ใช่แค่รวย แต่รวยมหาศาลมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Not only did he find a wife who was loving and idolized him,",
      "th": "เขาไม่ใช่แค่พบภรรยาที่รักและบูชาเขา"
    }
  },
  {
    "translation": {
      "en": "but he found someone who could finance his ambitions.",
      "th": "แต่เขาพบคนที่ช่วยเหลือทางการเงิน ให้กับความทะเยอทะยานของเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "Dominique has a lot of potential.",
      "th": "ดอมีนิกมีศักยภาพสูงมาก"
    }
  },
  {
    "translation": {
      "en": "She helps him realize that and make it a reality.",
      "th": "เธอช่วยให้เขาตระหนักในเรื่องนั้น และทำให้มันเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "She was like the third stage of a rocket.",
      "th": "เธอเป็นเหมือนสิ่งผลักดันเขาไปสู่อีกระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[newswoman] Dominique Strauss-Kahn has been appointed Minister of Industry and Foreign Trade.",
      "th": "ดอมีนิก สโทรส-กานได้รับการแต่งตั้งเป็น รัฐมนตรีอุตสาหกรรมและการค้าระหว่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "First, he becomes a minister, Minister of Industry,",
      "th": "ตอนแรก เขาเป็นรัฐมนตรี รัฐมนตรีกระทรวงอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "but his big moment is when he's appointed Minister of Economy.",
      "th": "แต่ช่วงเวลาที่สำคัญของเขาคือตอนที่เขา ได้รับการแต่งตั้งเป็นรัฐมนตรีกระทรวงเศรษฐกิจ"
    }
  },
  {
    "translation": {
      "en": "[newsman] Dominique Strauss-Kahn heads a super-ministry at the height of its power.",
      "th": "ดอมีนิก สโทรส-กาน นำกระทรวงใหญ่ขึ้นสู่อำนาจสูงสุดของมัน"
    }
  },
  {
    "translation": {
      "en": "[newswoman] If he wasn't a politician, he'd be a mathematician.",
      "th": "ถ้าเขาไม่ได้เป็นนักการเมือง เขาก็คงเป็นนักคณิตศาสตร์"
    }
  },
  {
    "translation": {
      "en": "He loves equations, combinations. Some say he's a walking calculator.",
      "th": "เขารักสมการ การจัดหมู่ บางคนพูดว่าเขาเป็นเครื่องคิดเลขเดินได้"
    }
  },
  {
    "translation": {
      "en": "He was an excellent minister from day one.",
      "th": "เขาเป็นรัฐมนตรีที่ยอดเยี่ยมมากตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "He's lively, smart, creative, and very solid.",
      "th": "เขามีชีวิตชีวา ฉลาด สร้างสรรค์และดีเลิศมาก"
    }
  },
  {
    "translation": {
      "en": "He's bullheaded, which is a trait of a good minister.",
      "th": "เขาดื้อรั้น ซึ่งเป็นคุณสมบัติของรัฐมนตรีที่ดี"
    }
  },
  {
    "translation": {
      "en": "[reporter] For the first time ever, we'll see a Euro coin.",
      "th": "เป็นครั้งแรกที่เราจะได้เห็นเหรียญยูโร"
    }
  },
  {
    "translation": {
      "en": "There it is, the first French Euro! The first in Europe.",
      "th": "นี่ไงครับ เหรียญยูโรฝรั่งเศสเหรียญแรก เหรียญแรกในยุโรป"
    }
  },
  {
    "translation": {
      "en": "[host] I'm handing the mic over to Dominique Strauss-Kahn.",
      "th": "ผมจะส่งไมค์ให้ดอมีนิก สโทรส-กานนะครับ"
    }
  },
  {
    "translation": {
      "en": "[host] Thanks for coming. Dominique Strauss-Kahn is our guest today.",
      "th": "ขอบคุณมากครับที่มา ดอมีนิก สโทรส-กานคือแขกของเราในวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Azoulai] As a wife, journalist, and TV personality,",
      "th": "ในฐานะภรรยา นักข่าวและผู้มีเชื่อเสียงทางโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "Anne gave plenty of advice.",
      "th": "แอนน์ให้คำแนะนำเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "She was very present by Dominique's side, and it was crucial.",
      "th": "เธออยู่เคียงข้างดอมีนิกตลอดเวลา และมันก็เป็นสิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "It's over, and I'm a little sad to sign off,",
      "th": "จบข่าวเพียงเท่านี้ค่ะ และฉันก็เศร้าใจที่ต้องกล่าวอำลาท่านผู้ชม"
    }
  },
  {
    "translation": {
      "en": "because these have been 13 years of joy and freedom.",
      "th": "เพราะนี่เป็นความสุขและอิสระนาน 13 ปี"
    }
  },
  {
    "translation": {
      "en": "Anne gave up her career in television.",
      "th": "แอนน์เลิกอาชีพงานโทรทัศน์ เธอทำมันเพื่อความรัก"
    }
  },
  {
    "translation": {
      "en": "She did it for love.",
      "th": "เธอทำมันเพื่อความรัก"
    }
  },
  {
    "translation": {
      "en": "And during that period, she was an essential source of support.",
      "th": "และในช่วงเวลานั้น เธอเป็นแหล่งความช่วยเหลือที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "She's drawn to his ambition. She's a political journalist, after all.",
      "th": "ความทะเยอทะยานของเขาดึงดูดใจเธอ ในเมื่อเธอเป็นนักข่าวการเมือง"
    }
  },
  {
    "translation": {
      "en": "So, obviously, being with a politician",
      "th": "จึงเห็นได้ชัดว่าการอยู่กับนักการเมือง"
    }
  },
  {
    "translation": {
      "en": "who might eventually be president",
      "th": "ผู้ซึ่งในที่สุดอาจได้เป็นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "is in harmony with what she's been doing as a political journalist for years.",
      "th": "มันเข้ากันได้ดีกับสิ่งที่เธอทำมานานหลายปี ในฐานะนักข่าวการเมือง"
    }
  },
  {
    "translation": {
      "en": "I'm certain he'll make an excellent IMF director.",
      "th": "ผมแน่ใจว่า เขาจะเป็นผู้อำนวยการไอเอ็มเอฟที่ดีเยี่ยม (นีกอลา ซาร์กอซี อดีตประธานาธิบดีของฝรั่งเศส)"
    }
  },
  {
    "translation": {
      "en": "So now a French man leads one of the most important international organizations.",
      "th": "ตอนนี้คนฝรั่งเศสเป็นผู้นำ หนึ่งในองค์กรระหว่างประเทศที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was a very clever and a terrific nomination.",
      "th": "มันเป็นการเสนอชื่อที่ยอดเยี่ยมและฉลาดมาก"
    }
  },
  {
    "translation": {
      "en": "There may have been an ulterior motive for President Sarkozy.",
      "th": "ประธานาธิบดีซาร์กอซี อาจมีแรงจูงใจที่ซ่อนเร้นอยู่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe he thought that with Dominique in Washington,",
      "th": "เขาอาจคิดว่าในเมื่อดอมีนิกอยู่ในวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "he had one less rival for the future presidential election.",
      "th": "เขาก็จะมีคู่แข่งน้อยลงหนึ่งคน สำหรับการเลือกตั้งประธานาธิบดีในอนาคต"
    }
  },
  {
    "translation": {
      "en": "-[reporter speaking indistinctly] -I have a press briefing this afternoon.",
      "th": "ผมมีสรุปแถลงข่าวตอนบ่ายนี้"
    }
  },
  {
    "translation": {
      "en": "-[reporter] What's your first impression? -It's a good impression.",
      "th": "- ความประทับใจแรกของคุณคืออะไรครับ - มันเป็นความประทับใจที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Boyd, in English] They had a very cozy, uh, home life.",
      "th": "พวกเขามีชีวิตที่แสนสบายอยู่ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "She had a Picasso painting on the wall.",
      "th": "เธอมีภาพเขียนปิกาโซแขวนบนผนัง"
    }
  },
  {
    "translation": {
      "en": "They had a lot of art, beautiful artwork.",
      "th": "พวกเขามีงานศิลปะเยอะมาก งานศิลปะสวยๆ"
    }
  },
  {
    "translation": {
      "en": "They would be working together.",
      "th": "พวกเขาทำงานด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "They had their desks, you know, facing each other like this.",
      "th": "พวกเขาตั้งโต๊ะหันหน้าเข้าหากันแบบนี้"
    }
  },
  {
    "translation": {
      "en": "There was that togetherness.",
      "th": "มีมิตรภาพอันอบอุ่น"
    }
  },
  {
    "translation": {
      "en": "It looked very loving.",
      "th": "ดูพวกเขารักกันมาก"
    }
  },
  {
    "translation": {
      "en": "What happens behind closed doors, I don't know,",
      "th": "แต่เรื่องส่วนตัวเป็นยังไงนั้นฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "but if you ask me, \"Do they look happy together?\" Oh, yes, they do.",
      "th": "แต่ถ้าคุณถามฉันว่า \"พวกเขาดูมีความสุขกันไหม\" ใช่ค่ะ พวกเขามีความสุข"
    }
  },
  {
    "translation": {
      "en": "[Sheehan] Uh, this is actually a hotel, and it's one of our room attendants.",
      "th": "จริงๆ แล้วที่นี่เป็นโรงแรม และมีพนักงานดูแลห้องพักคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Apparently, she was, uh, assaulted by one of the big guests.",
      "th": "(หนึ่งชั่วโมงก่อนการโทรแจ้ง 911) เธอถูกแขกคนสำคัญคนหนึ่งล่วงละเมิด"
    }
  },
  {
    "translation": {
      "en": "[Diallo] The room is very big.",
      "th": "ห้องใหญ่มากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I enter and I look at the… I don't see nothing. No bag. No nothing.",
      "th": "ฉันเข้าไปและก็ดู... ฉันไม่เห็นอะไรเลย ไม่มีกระเป๋า ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Then I check the office. No laptop, no nothing.",
      "th": "แล้วฉันก็ไปดูในห้องทำงาน ไม่มีแล็ปท็อป ไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Then I walk back.",
      "th": "แล้วฉันก็เดินกลับมา"
    }
  },
  {
    "translation": {
      "en": "I'm about to say, \"Housekeeping.\"",
      "th": "ฉันกำลังจะพูดว่า \"แม่บ้านค่ะ\""
    }
  },
  {
    "translation": {
      "en": "That's the time the guy come, naked guy, come on me.",
      "th": "ตอนนั้นเองที่เขาเข้ามาหา ผู้ชายเปลือยกาย เดินเข้ามาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh, my God, I'm sorry, sir. I'm sorry.\"",
      "th": "ฉันพูดว่า \"คุณพระช่วย ขอโทษค่ะ ฉันขอโทษ\""
    }
  },
  {
    "translation": {
      "en": "He… The next thing, his hands are on my… on my chest.",
      "th": "แล้วเขาก็เอามือจับหน้าอกฉัน"
    }
  },
  {
    "translation": {
      "en": "He grabbed my breast like, \"No, you don't have to be sorry. You don't have to be sorry.\"",
      "th": "เขาจับหน้าอกฉัน พูดว่า \"คุณไม่ต้องขอโทษหรอก\""
    }
  },
  {
    "translation": {
      "en": "He pushed me down and I want to get up, and he pushed me again.",
      "th": "เขาผลักฉันลงบนพื้น ฉันพยายามลุกขึ้น เขาก็ผลักฉันอีก"
    }
  },
  {
    "translation": {
      "en": "I say, \"Stop, sir, I don't want to lose my job.\"",
      "th": "ฉันพูดว่า \"หยุดเถอะค่ะ ฉันไม่อยากตกงาน\""
    }
  },
  {
    "translation": {
      "en": "He says, \"No, you won't lose your job. You're not gonna lose your job.\"",
      "th": "เขาพูดว่า \"ไม่ คุณจะไม่ตกงานหรอก\""
    }
  },
  {
    "translation": {
      "en": "I tell him, \"My supervisor is right there. My supervisor is outside.\"",
      "th": "ฉันบอกเขาว่าหัวหน้าฉันอยู่ตรงนั้น หัวหน้าฉันอยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "I lied, my supervisor is not there, but I… I wanted him to stop.",
      "th": "ฉันโกหก หัวหน้าฉันไม่ได้อยู่ตรงนั้น แต่ฉันอยากให้เขาหยุด"
    }
  },
  {
    "translation": {
      "en": "I wanted him to stop.",
      "th": "ฉันอยากให้เขาหยุด"
    }
  },
  {
    "translation": {
      "en": "He was like a… [hesitating] …a monkey, an animal.",
      "th": "เขาเป็นเหมือน... ลิง เหมือนสัตว์"
    }
  },
  {
    "translation": {
      "en": "That's how he pushed me inside all the way to the back, next to the bathroom.",
      "th": "เขาถึงได้ผลักฉันเข้าไปข้างในที่ด้านหลัง ข้างๆ ห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "He tried to pull my pants down, and I hold my pants.",
      "th": "เขาพยายามถกกางเกงในฉันลง ฉันจับกางเกงในของฉันไว้"
    }
  },
  {
    "translation": {
      "en": "I… I pull my dress, then he…",
      "th": "ฉันดึงกระโปรงฉันไว้ แล้วเขาก็..."
    }
  },
  {
    "translation": {
      "en": "He grabbed me.",
      "th": "เขาจับฉัน"
    }
  },
  {
    "translation": {
      "en": "He grabbed me. I was so scared.",
      "th": "เขาจับฉัน ฉันกลัวมาก"
    }
  },
  {
    "translation": {
      "en": "I tell him to stop.",
      "th": "ฉันบอกให้เขาหยุด"
    }
  },
  {
    "translation": {
      "en": "[sniffles] I want to push him, I want to run out. That's how he…",
      "th": "ฉันอยากผลักเขา อยากวิ่งหนีออกไป เขาถึงได้..."
    }
  },
  {
    "translation": {
      "en": "He pushed me hard down.",
      "th": "เขาผลักฉันแรงมาก"
    }
  },
  {
    "translation": {
      "en": "I fell on my hand and my left shoulder.",
      "th": "ฉันล้มลงมือและไหล่ข้างซ้ายกระแทกพื้น"
    }
  },
  {
    "translation": {
      "en": "That's the way he put his…",
      "th": "นั่นคือตอนที่เขายัด"
    }
  },
  {
    "translation": {
      "en": "[crying] …his thing in my mouth.",
      "th": "ของลับของเขาใส่ปากฉัน"
    }
  },
  {
    "translation": {
      "en": "That was the time I can do nothing. [sobs]",
      "th": "ตอนนั้นฉันทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Just stay until he… do whatever he want to do.",
      "th": "แค่อยู่เฉยๆ จนเขา... ทำอะไรก็ตามที่เขาอยากทำจนเสร็จ"
    }
  },
  {
    "translation": {
      "en": "After that, I spit everywhere. I was… I felt dirty.",
      "th": "หลังจากนั้น ฉันก็ถ่มน้ำลายไปทั่ว ฉันรู้สึกโสโครก"
    }
  },
  {
    "translation": {
      "en": "I feel everything's dirty and I run away.",
      "th": "ฉันรู้สึกว่าทุกอย่างมันโสโครกแล้วฉันก็วิ่งหนีไป"
    }
  },
  {
    "translation": {
      "en": "He doesn't say anything, and I run outside.",
      "th": "เขาไม่ได้พูดอะไรและฉันก็วิ่งออกไปข้างนอก"
    }
  },
  {
    "translation": {
      "en": "I want…",
      "th": "ฉันอยาก..."
    }
  },
  {
    "translation": {
      "en": "I was walking down the hallway and I saw him going out.",
      "th": "ฉันเดินมาตามโถงทางเดิน และเห็นเขากำลังออกไป"
    }
  },
  {
    "translation": {
      "en": "Five, no… Maybe five minutes. I don't know, five minutes.",
      "th": "ห้า... อาจจะห้านาที ไม่แน่ใจ ห้านาที"
    }
  },
  {
    "translation": {
      "en": "That was the time my supervisor come.",
      "th": "ตอนนั้นเองที่หัวหน้าฉันเดินมา"
    }
  },
  {
    "translation": {
      "en": "She never saw me that way before. She was like…",
      "th": "เธอไม่เคยเห็นฉันเป็นแบบนั้นมาก่อน เธอพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What happened? What happened?\"",
      "th": "\"เกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "[hesitating] I don't know what to tell her",
      "th": "ฉันไม่รู้จะบอกเธอยังไงดี"
    }
  },
  {
    "translation": {
      "en": "because I don't know what's gonna happen if I tell her.",
      "th": "เพราะฉันไม่รู้ว่าจะเกิดอะไรขึ้นถ้าฉันบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "I… I was like, just…",
      "th": "ฉันแบบว่า..."
    }
  },
  {
    "translation": {
      "en": "But I cannot keep it too, because I was angry.",
      "th": "แต่ฉันก็เก็บไว้ในใจไม่ได้ เพราะฉันโกรธ"
    }
  },
  {
    "translation": {
      "en": "So I said, \"Can I ask you something?\"",
      "th": "ฉันเลยพูดว่า \"ขอถามอะไรหน่อยได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Yeah, go ahead.\" I say, \"If someone tried to do things to you…\"",
      "th": "เธอพูดว่า \"ได้ ถามมาสิ \" ฉันก็พูดว่า \"ถ้ามีคนพยายามทำอะไรคุณ\""
    }
  },
  {
    "translation": {
      "en": "And like that. I don't tell her details. I just say,",
      "th": "ถามแบบนั้น ฉันไม่ได้บอกเธอ... ฉันแค่พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"If someone tried to… to… to rape you, what… what do you do in this job?\"",
      "th": "\"ถ้ามีคนพยายามข่มขืนคุณ คุณจะทำยังไงในงานแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "What… What do you do?\"",
      "th": "\"คุณจะทำยังไง\""
    }
  },
  {
    "translation": {
      "en": "She was like, \"What happened to you? Tell me what happened.\"",
      "th": "เธอถามว่า \"เกิดอะไรขึ้นกับคุณ บอกมาสิว่าเกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "Then they take me downstairs to the security office.",
      "th": "แล้วพวกเขาก็พาฉันลงไปที่ แผนกรักษาความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I feel torn up, so they tell me to sit there.",
      "th": "ฉันรู้สึกว้าวุ่นใจมาก พวกเขาเลยให้ฉันนั่งอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "I tell them what happened.",
      "th": "ฉันเล่าสิ่งที่เกิดขึ้นให้พวกเขาฟัง"
    }
  },
  {
    "translation": {
      "en": "That's how the drama started.",
      "th": "เหตุการณ์ที่น่ากลัวมันเริ่มขึ้นอย่างนั้นแหละค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sheehan] I've been in the security industry for approximately 32 years.",
      "th": "ผมอยู่ในแวดวงรักษาความปลอดภัย มาประมาณ 32 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I was in the military for four years.",
      "th": "ผมเป็นทหารอยู่สี่ปี"
    }
  },
  {
    "translation": {
      "en": "I take great pride in protecting people,",
      "th": "ผมภูมิใจมากกับการปกป้องผู้คน"
    }
  },
  {
    "translation": {
      "en": "and I just wanted to let her know that, you know, we're gonna do everything",
      "th": "และผมก็อยากบอกให้เธอรู้ว่า เราจะทำทุกอย่างเพื่อให้แน่ใจว่า ต่อจากนี้ไปเธอได้รับการปกป้อง"
    }
  },
  {
    "translation": {
      "en": "to make sure that she's protected moving forward.",
      "th": "เราจะทำทุกอย่างเพื่อให้แน่ใจว่า ต่อจากนี้ไปเธอได้รับการปกป้อง"
    }
  },
  {
    "translation": {
      "en": "Right away, my feeling is, uh, of great emotion,",
      "th": "ผมรู้สึกสะเทือนใจมากในทันที"
    }
  },
  {
    "translation": {
      "en": "sort of a little bit of sickness to my stomach,",
      "th": "จนท้องไส้ปั่นป่วนอยากอาเจียน"
    }
  },
  {
    "translation": {
      "en": "because it was an emotional roller coaster. I mean, you… I took that personal that on my watch…",
      "th": "เพราะอารมณ์มันขึ้นๆ ลงๆ สับสนไปหมด ผมถือเป็นเรื่องส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "uh, a female employee was sexually assaulted.",
      "th": "ที่มีพนักงานหญิงถูกล่วงละเมิดทางเพศ ขณะผมปฏิบัติหน้าที่"
    }
  },
  {
    "translation": {
      "en": "I say, \" I want to go rinse my mouth.\"",
      "th": "ฉันบอกว่าฉันอยากไปบ้วนปาก"
    }
  },
  {
    "translation": {
      "en": "They say, \"No, you're gonna have to go to the hospital.",
      "th": "พวกเขาบอก \"ไม่ได้ คุณต้องไปโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "They're gonna have to do a checkup.\"",
      "th": "พวกเขาต้องตรวจร่างกายคุณ\""
    }
  },
  {
    "translation": {
      "en": "I tell you, my shoulder is hurting, but nothing is broken.",
      "th": "ฉันบอกได้ว่าไหล่ฉันเจ็บแต่กระดูกไม่ได้หัก"
    }
  },
  {
    "translation": {
      "en": "I believe I'm gonna be okay.",
      "th": "ฉันเชื่อว่าฉันจะไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I don't want to go to, like, the hospital. I don't want to lose my job.",
      "th": "ฉันไม่อยากไปโรงพยาบาล ฉันไม่อยากตกงาน"
    }
  },
  {
    "translation": {
      "en": "I got a certificate for being the best employee.",
      "th": "ฉันได้รับประกาศนียบัตรเพราะเป็นพนักงานดีเด่น"
    }
  },
  {
    "translation": {
      "en": "I was doing good. I work from my heart.",
      "th": "ฉันทำงานดี ฉันทำงานด้วยใจ"
    }
  },
  {
    "translation": {
      "en": "I like the job.",
      "th": "ฉันชอบงานนี้"
    }
  },
  {
    "translation": {
      "en": "Nafi was brave in what she did, and she came forward.",
      "th": "นาฟีกล้าหาญในสิ่งที่เธอทำและเธอก็พูดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "And had she not come out, none of this would ever have been disclosed.",
      "th": "ถ้าเธอไม่พูด เรื่องนี้ก็คงไม่ถูกเปิดเผย"
    }
  },
  {
    "translation": {
      "en": "All my dream going away. I never… I never wanted…",
      "th": "ความฝันทุกอย่างของฉันจบสิ้นลง ฉันไม่เคยต้องการ..."
    }
  },
  {
    "translation": {
      "en": "I never thought that's gonna be my last time over there.",
      "th": "ฉันไม่เคยคิดว่านั่นจะเป็นครั้งสุดท้ายที่ฉันอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[911 operator] 911 operator 1505.",
      "th": "โอเปอเรเตอร์ 911 หมายเลข 1505"
    }
  },
  {
    "translation": {
      "en": "BFMTV EXCLUSIVE",
      "th": "(รายงานพิเศษบีเอฟเอ็มทีวี)"
    }
  },
  {
    "translation": {
      "en": "[Browne] We get her statements.",
      "th": "เราได้คำให้การของเธอ"
    }
  },
  {
    "translation": {
      "en": "Uh, her story remained consistent",
      "th": "เรื่องราวของเธอสอดคล้องกัน"
    }
  },
  {
    "translation": {
      "en": "in the initial interviews that day.",
      "th": "ในการสัมภาษณ์ครั้งแรกวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Consistent and credible.",
      "th": "สอดคล้องกันและน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "She will be sent to the hospital,",
      "th": "เธอจะถูกส่งไปที่โรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "first, to see if she needs medical attention,",
      "th": "อย่างแรกเพื่อดูว่าเธอต้องได้รับการรักษาหรือไม่"
    }
  },
  {
    "translation": {
      "en": "uh, and also in the case of, uh, a sexual assault, to, uh, gather evidence.",
      "th": "และในกรณีที่ถูกล่วงละเมิดทางเพศ ก็จะได้เก็บรวมรวบหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "A photographer will also photograph the room,",
      "th": "ช่างภาพจะถ่ายรูปห้องพักด้วยเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "and because of the notoriety of the case,",
      "th": "และเพราะความฉาวโฉ่ของคดี"
    }
  },
  {
    "translation": {
      "en": "the most recognized police official in this field of Special Victim",
      "th": "เจ้าหน้าที่ตำรวจ ที่ได้รับการยอมรับมากที่สุดในด้านนี้ ของหน่วยสืบสวนคดีอุกฉกรรจ์พิเศษก็ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "also responded.",
      "th": "ของหน่วยสืบสวนคดีอุกฉกรรจ์พิเศษก็ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Osgood] I immediately jumped in my police car and drove into Manhattan.",
      "th": "ผมโดดขึ้นรถตำรวจของผมทันที แล้วขับไปที่แมนแฮตตัน"
    }
  },
  {
    "translation": {
      "en": "I had a very good captain working for me, Captain Joe White.",
      "th": "มีผู้กองคนเก่งอยู่กับผม ร้อยตำรวจเอกโจ ไวต์"
    }
  },
  {
    "translation": {
      "en": "I said, \"Joe, what do we have?\"",
      "th": "ผมพูดว่า \"โจ เรามีข้อมูลอะไรบ้าง\""
    }
  },
  {
    "translation": {
      "en": "And he says, \"Uh, Chief, that, uh, early this afternoon, the president of the IMF",
      "th": "เขาพูดว่า \"หัวหน้า เมื่อตอนบ่าย ประธานของไอเอ็มเอฟ"
    }
  },
  {
    "translation": {
      "en": "is accused of sexually assaulting a maid inside a hotel, Upper Manhattan.\"",
      "th": "ถูกกล่าวหาว่าล่วงละเมิดทางเพศแม่บ้าน ในโรงแรมที่อัปเปอร์ แมนแฮตตัน\""
    }
  },
  {
    "translation": {
      "en": "I knew the president of the IMF",
      "th": "ผมรู้ว่าประธานไอเอ็มเอฟอาจเป็นคนที่มี"
    }
  },
  {
    "translation": {
      "en": "would probably be the eighth or ninth most powerful person in the world.",
      "th": "ผมรู้ว่าประธานไอเอ็มเอฟอาจเป็นคนที่มี อำนาจมากที่สุดอันดับแปดหรือเก้าในโลก"
    }
  },
  {
    "translation": {
      "en": "Now, we don't know where he is yet. He could be on a plane.",
      "th": "เราไม่รู้ว่าเขาอยู่ที่ไหน เขาอาจอยู่บนเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "He could be back to Washington, DC. Uh, no one knows where he is.",
      "th": "เขาอาจกลับไปวอชิงตัน ดี.ซี. ไม่มีใครรู้ว่าเขาอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "We have to find him.",
      "th": "เราต้องหาเขาให้พบ"
    }
  },
  {
    "translation": {
      "en": "What happened next is extremely unexpected, it's extremely rare,",
      "th": "สิ่งต่อมาที่เกิดขึ้นเหนือความคาดเดาที่สุด และพบได้ยากที่สุด"
    }
  },
  {
    "translation": {
      "en": "and it flips this whole thing.",
      "th": "และมันก็เปลี่ยนแปลงทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Sheehan] At one particular point, Mr. Strauss-Kahn calls the hotel,",
      "th": "ตรงจุดหนึ่ง คุณสโทรส-กานโทรมาที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "and I'm… I'm there with the detectives,",
      "th": "ผมอยู่ที่นั่นกับตำรวจนักสืบ"
    }
  },
  {
    "translation": {
      "en": "and I… I explain that I have him on the phone.",
      "th": "ผมอธิบายว่าผมคุยโทรศัพท์กับเขา"
    }
  },
  {
    "translation": {
      "en": "He's explaining that he left his cell phone behind.",
      "th": "เขาอธิบายว่าเขาลืมโทรศัพท์มือถือไว้"
    }
  },
  {
    "translation": {
      "en": "I'm asking, \"Well, how can we get the phone to you?\"",
      "th": "ผมถามว่า \"เราจะส่งโทรศัพท์ไปให้คุณได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "And he stated that he was at Air France lounge, and that he was at JFK.",
      "th": "เขาบอกว่าเขาอยู่ที่ห้องรับรองของแอร์ฟรานซ์ และก็บอกว่าเขาอยู่ที่สนามบินเจเอฟเค"
    }
  },
  {
    "translation": {
      "en": "I wrote it… wrote it down real fast, \"JFK, Air France Lounge,\"",
      "th": "ผมรีบจดไว้ \"เจเอฟเค ห้องรับรองแอร์ฟรานซ์\""
    }
  },
  {
    "translation": {
      "en": "uh, handed it off to the detectives…",
      "th": "แล้วก็ส่งให้ตำรวจนักสืบ"
    }
  },
  {
    "translation": {
      "en": "-[siren wails] -…and they… they were literally out the door as fast as humanly possible",
      "th": "พวกเขารีบออกประตูไป เร็วที่สุดเท่าที่คนเราจะทำได้"
    }
  },
  {
    "translation": {
      "en": "en route to… to JFK Airport.",
      "th": "เดินทางไปที่สนามบินเจเอฟเค"
    }
  },
  {
    "translation": {
      "en": "If he got on the plane and back to France,",
      "th": "ถ้าเขาขึ้นเครื่องบินกลับฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "it's very unlikely we would ever get him back.",
      "th": "เป็นไปได้มากทีเดียวที่เราจะไม่ได้ตัวเขากลับมา"
    }
  }
]