[
  {
    "translation": {
      "en": "-Oh, hey. Listen, I was-- -[teen] Well, well, well.",
      "th": "- สวัสดี คืออย่างนี้นะ... - แหมๆ"
    }
  },
  {
    "translation": {
      "en": "Looks like they sent us the perfect woman for the job.",
      "th": "พวกเขาส่งผู้หญิงมาเหมาะกับงานมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, crap. What kind of ranch did I walk into?",
      "th": "ซวยล่ะ นี่ฉันเดินเข้ามาในฟาร์มแบบไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Horses, mostly. You like horses?",
      "th": "ฟาร์มม้าครับ คุณชอบม้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Not that much. -Wait!",
      "th": "- ไม่ได้ชอบมากขนาดนั้น - เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "-Aren't you from the nanny agency? -No.",
      "th": "คุณมาจากบริษัทพี่เลี้ยงเด็กไม่ใช่เหรอ - ไม่ใช่ - เสียดายจัง"
    }
  },
  {
    "translation": {
      "en": "Dang. Do you have any experience taking care of kids?",
      "th": "- ไม่ใช่ - เสียดายจัง แล้วคุณมีประสบการณ์ดูแลเด็กบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -Have any experience lyin'? I do.",
      "th": "- ไม่มี - เคยโกหกไหม ผมเคย"
    }
  },
  {
    "translation": {
      "en": "Hey, y'all! Come meet our new nanny! I'm Tuck, and you are?",
      "th": "ทุกคน มาเจอพี่เลี้ยงคนใหม่ของเราสิ ผมทัค และคุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "Not a nanny. Look, my truck died, my phone died.",
      "th": "ไม่ใช่พี่เลี้ยงเด็ก คือรถฉันเสีย มือถือดับ"
    }
  },
  {
    "translation": {
      "en": "-I just need to use your phone-- -[Tuck] Y'all, get down here!",
      "th": "- ฉันแค่จะขอใช้โทรศัพท์... - ทุกคน ลงมาข้างล่าง"
    }
  },
  {
    "translation": {
      "en": "-Everybody, this is our new nanny. -I'm not a nanny.",
      "th": "- ทุกคน นี่พี่เลี้ยงคนใหม่ของเรา - ฉันไม่ใช่พี่เลี้ยง"
    }
  },
  {
    "translation": {
      "en": "New nanny, that's Brody, Dylan, and Chloe.",
      "th": "พี่เลี้ยงคนใหม่ นั่นโบรดี้ ดีแลนและโคลอี้"
    }
  },
  {
    "translation": {
      "en": "Hey, y'all. Is your mama or daddy around?",
      "th": "สวัสดีจ้ะ ทุกคน แม่หรือพ่อเธออยู่บ้านหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'm having a breakdown. My truck, and emotional.",
      "th": "ฉันกำลังเสียสติ ทั้งเรื่องรถกระบะและอารมณ์"
    }
  },
  {
    "translation": {
      "en": "Actually, our mama died two years ago.",
      "th": "ที่จริงแม่เราเสียชีวิตไปสองปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm so sorry.",
      "th": "เสียใจด้วยจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -And thanks for showing up, Nanny…",
      "th": "- ขอบคุณ - และขอบคุณที่มา พี่เลี้ยง..."
    }
  },
  {
    "translation": {
      "en": "No, Bailey. Just Bailey. I just need to use your phone,",
      "th": "ไม่ใช่ เบลีย์ ฉันชื่อเบลีย์ ฉันแค่อยากขอใช้โทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "call a mechanic, get back home, wherever that is.",
      "th": "โทรเรียกช่างแล้วกลับบ้าน ไม่ว่ามันจะอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "You forgot where you live? Did you check the tag on your backpack?",
      "th": "คุณลืมว่าตัวเองอยู่ที่ไหนเหรอคะ ดูป้ายที่เป้หรือยังคะ"
    }
  },
  {
    "translation": {
      "en": "Honey, I wish it were that simple.",
      "th": "ที่รัก ฉันก็อยากให้มันง่ายแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Never date a musician.",
      "th": "ห้ามเป็นแฟนกับนักดนตรีเด็ดขาดนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, honey. It's okay.",
      "th": "ที่รัก ไม่เป็นไรนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "It's okay. I just need to use a phone.",
      "th": "ไม่เป็นไร ฉันแค่ต้องการใช้โทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "Cell phone. Home phone. Xylophone.",
      "th": "มือถือก็ได้ โทรศัพท์บ้านก็ดี โทรศัพท์อะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Oh, is that a phone? -[Tuck] It doesn't matter.",
      "th": "- นั่นใช่โทรศัพท์หรือเปล่า - ไม่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "-Storm knocked out all the phone service. -Of course it did. Why do you hate me?",
      "th": "- พายุทำให้บริการโทรศัพท์ขัดข้องหมด - ใช่สินะ ทำไมต้องเกลียดฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "Look how good she is with children!",
      "th": "ดูสิว่าเธอเข้ากับเด็กได้ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "She's straight up Mary Poppins, bro.",
      "th": "อย่างกับแมรี่ พอปปินส์เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I think nanny number ten is a winner.",
      "th": "ฉันว่าพี่เลี้ยงหมายเลขสิบชนะเลิศนะ"
    }
  },
  {
    "translation": {
      "en": "Ten nannies? What is wrong with y'all?",
      "th": "พี่เลี้ยงสิบคนเหรอ พวกเธอแย่ได้ขนาดไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Her. She's got some anger issues.",
      "th": "คนนี้ต่างหาก เธอคุมอารมณ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Are you kiddin' me?",
      "th": "ล้อเล่นหรือเปล่าเนี่ย"
    }
  },
  {
    "translation": {
      "en": "We're not hiring her just 'cause you fools think she's hot.",
      "th": "เราจะไม่จ้างเธอ แค่เพราะพวกงี่เง่าอย่างพี่คิดว่าเธอเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "\"You fools\" think I'm hot?",
      "th": "\"พวกงี่เง่า\" คิดว่าฉันเซ็กซี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Smokin'! -So hot.",
      "th": "- มาก - สุดเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "You have no idea how much that means to me.",
      "th": "เธอไม่รู้หรอกว่ามีความหมายแค่ไหนกับฉัน"
    }
  },
  {
    "translation": {
      "en": "You can't imagine what I've been through, and for y'all to think--",
      "th": "เธอคงนึกไม่ออกว่าฉันเจออะไรมา และเมื่อพวกเธอคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "Résumé, ma'am.",
      "th": "ใบประวัติการทำงานค่ะ"
    }
  },
  {
    "translation": {
      "en": "I… I don't have a résumé, because I'm--",
      "th": "ฉันไม่มีใบประวัติทำงานหรอกเพราะ…"
    }
  },
  {
    "translation": {
      "en": "Because you think you can just stroll through life on your good looks?",
      "th": "เพราะคุณคิดว่าใช้ความสวยทำอะไรก็ได้งั้นสิ"
    }
  },
  {
    "translation": {
      "en": "No, because I'm not equipped to do anything. [sobs lightly]",
      "th": "ไม่ใช่ เพราะฉันทำอะไรไม่เป็นเลยต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Tell you what, we'll double whatever you were making at your last job,",
      "th": "เอาอย่างนี้ เราจะให้เงินเดือนสองเท่า ของงานที่ทำคุณก่อนหน้านี้"
    }
  },
  {
    "translation": {
      "en": "unless, of course, we find out you were fired,",
      "th": "เว้นแต่เราจะรู้ว่าคุณถูกไล่ออก"
    }
  },
  {
    "translation": {
      "en": "in which case we'll have to cut your salary in half and strip your bonuses",
      "th": "กรณีนั้นเราจะต้องตัดเงินเดือนคุณครึ่งหนึ่ง และไม่ให้โบนัส"
    }
  },
  {
    "translation": {
      "en": "until you prove yourself. It's called playing hardball, people.",
      "th": "จนกว่าคุณจะพิสูจน์ตัวเอง เขาเรียกเล่นไม้แข็ง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Sweetie, you mind sittin' next to me? I'm a little scared of thunder.",
      "th": "ที่รัก มานั่งข้างฉันได้ไหมจ๊ะ ฉันกลัวเสียงฟ้าร้อง"
    }
  },
  {
    "translation": {
      "en": "Well, I guess if you're scared.",
      "th": "ถ้าคุณกลัวก็ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Lord help me, another brother?",
      "th": "พระเจ้าช่วย พี่ชายอีกคนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Ah! You flatter me. I'm actually the daddy of all these.",
      "th": "คุณประจบผม ที่จริงผมเป็นพ่อของเจ้าพวกนี้"
    }
  },
  {
    "translation": {
      "en": "And I'm the daddy's girlfriend of all these.",
      "th": "และฉันเป็นแฟนของพ่อ"
    }
  },
  {
    "translation": {
      "en": "Well, you are early for your interview, and I like that.",
      "th": "คุณมาสัมภาษณ์ก่อนเวลาและผมชอบนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, actually, Mr.-- -Beau.",
      "th": "- อันที่จริง คุณ… - โบ"
    }
  },
  {
    "translation": {
      "en": "-Mr. Beau-- -No, Beau's my first name.",
      "th": "- คุณโบ - ไม่ใช่ โบเป็นชื่อผม"
    }
  },
  {
    "translation": {
      "en": "-Beau Beau? -Just Beau.",
      "th": "- โบ โบ เหรอคะ - โบเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Just… Just my Beau. [chuckles]",
      "th": "แค่โบของฉัน"
    }
  },
  {
    "translation": {
      "en": "And who might you be? Oh, I'm Bailey. I was--",
      "th": "- และคุณคือใครคะ - ฉันเบลีย์ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Our new nanny.",
      "th": "พี่เลี้ยงคนใหม่ของเราค่ะ"
    }
  },
  {
    "translation": {
      "en": "Bailey, Summer. Summer, Bailey.",
      "th": "เบลีย์ นี่ซัมเมอร์ ซัมเมอร์ นี่เบลีย์"
    }
  },
  {
    "translation": {
      "en": "All right, let's go, Daddy. Can't be late.",
      "th": "ไปครับ พ่อ ไปสายไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-See ya after school, Nanny. -Whoa, hold on there, Tuck.",
      "th": "- เจอกันหลังเลิกเรียน คุณพี่เลี้ยง - เดี๋ยวก่อนสิ ทัค"
    }
  },
  {
    "translation": {
      "en": "[laughing] Your daddy hasn't even checked her references yet.",
      "th": "พ่อเธอยังไม่ได้ตรวจสอบประวัติเธอเลย"
    }
  },
  {
    "translation": {
      "en": "She thinks I look like their brother. You're hired.",
      "th": "เธอคิดว่าผมเหมือนพี่ชายเจ้าพวกนี้ ผมจ้างคุณ"
    }
  },
  {
    "translation": {
      "en": "Why are we wasting time?",
      "th": "เราจะเสียเวลากันทำไมคะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "She's young, she's pretty, she's great with kids.",
      "th": "เธอยังสาว แล้วก็สวย ดูแลเด็กได้ดี"
    }
  },
  {
    "translation": {
      "en": "-I'm not a nanny! -That will greatly reduce your salary.",
      "th": "- ฉันไม่ใช่พี่เลี้ยงเด็ก - ตรงนั้นจะลดเงินเดือนคุณลงอีก"
    }
  },
  {
    "translation": {
      "en": "Bailey, if you're not a nanny, what exactly you doin' in our house?",
      "th": "เบลีย์ ถ้าคุณไม่ใช่พี่เลี้ยงเด็ก แล้วมาทำอะไรในบ้านเรากันแน่"
    }
  },
  {
    "translation": {
      "en": "Well, it all started last night",
      "th": "คือว่าเรื่องทุกอย่างเริ่มต้นเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "when me and my boyfriend, Boone, were singing at Tootsies.",
      "th": "ตอนฉันกับแฟนชื่อบูน กำลังร้องเพลงที่ร้านทูตซีส์"
    }
  },
  {
    "translation": {
      "en": "Our band's been playing that club forever,",
      "th": "วงของเราเล่นที่คลับนั่นมานานมาก"
    }
  },
  {
    "translation": {
      "en": "but last night, Mr. Sam Gold from Sam Gold Records was coming in to see us.",
      "th": "แต่เมื่อคืนคุณแซม โกลด์ จากค่ายแซมโกลด์เรคอร์ดส์มาดูเราเล่น"
    }
  },
  {
    "translation": {
      "en": "He's one of the biggest producers in country music.",
      "th": "เขาเป็นโปรดิวเซอร์คนสำคัญคนหนึ่ง ของวงการเพลงคันทรี่"
    }
  },
  {
    "translation": {
      "en": "If he likes you, it can change your whole life.",
      "th": "ถ้าเขาชอบคุณ มันจะเปลี่ยนชีวิตคุณได้"
    }
  },
  {
    "translation": {
      "en": "And not to toot our own horns, but we crushed it.",
      "th": "และเราไม่ได้โอ้อวดนะคะ เราทำได้เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "♪ Dream baby got me dreaming sweet dreams The whole day through ♪",
      "th": "คนในฝันทำให้ฉันฝันหวานตลอดทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "♪ Dream baby got me dreaming sweet dreams Nighttime, too ♪",
      "th": "คนในฝันทำให้ฉันฝันหวานทั้งคืนเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "♪ I love you and I'm dreaming of you But that won't do ♪",
      "th": "ฉันรักเธอและฝันถึงเธอแต่เท่านั้นยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "♪ Dream baby, make me stop my dreaming You can make my dreams come true ♪",
      "th": "คนในฝันทำให้ฉันหยุดฝัน และทำให้ฝันของฉันเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Turns out, Mr. Sam Gold didn't think we crushed it",
      "th": "กลายเป็นว่าคุณแซม โกลด์ไม่คิดว่าเราเจ๋ง"
    }
  },
  {
    "translation": {
      "en": "the way I thought we crushed it, and I was crushed.",
      "th": "แบบที่ฉันคิดว่าเราเจ๋ง และฉันเสียใจมาก"
    }
  },
  {
    "translation": {
      "en": "So, why are you in our house?",
      "th": "แล้วคุณเข้ามาบ้านผมทำไมนะ"
    }
  },
  {
    "translation": {
      "en": "Needless to say, I was pretty devastated,",
      "th": "ไม่ต้องบอกคงรู้ว่าฉันเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "but Boone didn't wanna wallow in our misery.",
      "th": "แต่บูนไม่อยากจมจ่อมกับความเศร้าของเรา"
    }
  },
  {
    "translation": {
      "en": "He wanted to talk about our future.",
      "th": "เขาอยากคุยเรื่องอนาคตของเรา"
    }
  },
  {
    "translation": {
      "en": "Bailey, you know how much I love you, right?",
      "th": "เบลีย์… คุณรู้ว่าผมรักคุณมากแค่ไหนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I do. Yeah, I do.",
      "th": "ใช่ค่ะ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "I do. Oh my gosh, Boone, you're not… [gasps]",
      "th": "ฉันรู้ ให้ตายสิ บูน คุณคงไม่ได้…"
    }
  },
  {
    "translation": {
      "en": "[laughing] Lord have mercy, you are!",
      "th": "พระเจ้าช่วย จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "The answer is yes!",
      "th": "คำตอบก็คือตกลงค่ะ"
    }
  },
  {
    "translation": {
      "en": "I will! I will!",
      "th": "ฉันตกลง ตกลงค่ะ"
    }
  },
  {
    "translation": {
      "en": "You will what?",
      "th": "คุณตกลงอะไร"
    }
  },
  {
    "translation": {
      "en": "Let you go on.",
      "th": "ปล่อยให้คุณพูดต่อ"
    }
  },
  {
    "translation": {
      "en": "Go on.",
      "th": "พูดต่อสิคะ"
    }
  },
  {
    "translation": {
      "en": "Right. The thing is, the boys and I've been talking,",
      "th": "ประเด็นคือเพื่อนในวงกับผมคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "and we decided that if tonight was a bust, which it most surely was,",
      "th": "และเราตัดสินใจว่าถ้าคืนนี้ล้มเหลว ซึ่งน่าจะเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "that we, the band, needed to make some… some changes, you know?",
      "th": "วงเราจะต้องเปลี่ยนแปลงบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "Shake things up a bit. Go in a different direction.",
      "th": "ปรับอะไรนิดหน่อย ทำอะไรที่ต่างไป"
    }
  },
  {
    "translation": {
      "en": "Okay. What direction?",
      "th": "โอเค จะทำอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "You're out.",
      "th": "คุณต้องออก"
    }
  },
  {
    "translation": {
      "en": "-She's in. -What?",
      "th": "- ให้เธอเข้ามาแทน - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Bailey, the band's been together for nine years and we still haven't made it.",
      "th": "เบลีย์ วงเราอยู่ด้วยกันมาเก้าปีแล้ว แต่เรายังไม่ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I mean, someone has to change.",
      "th": "ผมหมายถึงต้องมีคนเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "So you're trading me in for her?",
      "th": "คุณเลยเปลี่ยนฉันเป็นเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, just professionally.",
      "th": "แค่เรื่องงาน"
    }
  },
  {
    "translation": {
      "en": "But it is all good. Because who still loves Bailey?",
      "th": "แต่ทุกอย่างยังดีอยู่ เพราะใครยังรักเบลีย์อยู่รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "This guy!",
      "th": "ผู้ชายคนนี้ไง"
    }
  },
  {
    "translation": {
      "en": "Are you out of your mind, Boone?",
      "th": "คุณบ้าไปแล้วเหรอ บูน"
    }
  },
  {
    "translation": {
      "en": "We're a team! Together forever!",
      "th": "เราเป็นทีมเดียวกันนะ อยู่ด้วยกันตลอดไป"
    }
  },
  {
    "translation": {
      "en": "You either take all of me… or none of me!",
      "th": "ถ้าคุณไม่ยอมรับตัวฉันทั้งหมด ก็ไม่ต้องคบกับฉันเลย"
    }
  },
  {
    "translation": {
      "en": "[sobs] He picked none of me.",
      "th": "เขาเลือกที่จะไม่คบฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, you poor thing.",
      "th": "โถ น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "I am gonna call you an Uber this minute to take you home.",
      "th": "ฉันจะโทรเรียกอูเบอร์มารับเธอกลับบ้านเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "I don't have a home.",
      "th": "ฉันไม่มีบ้านค่ะ"
    }
  },
  {
    "translation": {
      "en": "Me and Boone lived together.",
      "th": "ฉันกับบูนเคยอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "So that's why you were driving all night in this storm?",
      "th": "คุณก็เลยขับรถฝ่าพายุมาทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "You had no place to go?",
      "th": "คุณไม่มีที่ไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Can you believe it? In one night, I lost my home, my career, and my man.",
      "th": "ไม่มีค่ะ เชื่อไหม คืนเดียวฉันเสียทั้งบ้าน อาชีพและชายคนรัก"
    }
  },
  {
    "translation": {
      "en": "So,",
      "th": "ถ้างั้น..."
    }
  },
  {
    "translation": {
      "en": "you're single?",
      "th": "คุณก็โสดสินะ"
    }
  },
  {
    "translation": {
      "en": "Listen, if someone could please just give me a ride to the service station--",
      "th": "ถ้าจะมีใครช่วยขับรถพาฉันไปที่อู่ที่ใกล้ที่สุด"
    }
  },
  {
    "translation": {
      "en": "-[Chloe] Tornado! -All right, come on.",
      "th": "- ทอร์นาโด - มานี่ มา"
    }
  },
  {
    "translation": {
      "en": "Y'all know the drill. Everyone in the basement.",
      "th": "ทุกคนรู้นะว่าต้องทำยังไง ไปที่ห้องใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "[Summer] Wait for me!",
      "th": "รอฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "I know you don't know me,",
      "th": "ฉันรู้ว่าคุณไม่รู้จักฉัน"
    }
  },
  {
    "translation": {
      "en": "so I understand if you don't want me to come down-- I'm coming down.",
      "th": "ฉันเข้าใจนะ ถ้าคุณไม่อยากให้ฉันลงไป… ฉันไปด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Y'all?",
      "th": "ทุกคนคะ"
    }
  },
  {
    "translation": {
      "en": "[screams] Y'all!",
      "th": "ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "[Beau] Oh, careful on those stairs, Bailey. They're very steep.",
      "th": "ระวังนะ เบลีย์ บันไดชันมาก"
    }
  },
  {
    "translation": {
      "en": "No, don't worry about me, sugar.",
      "th": "ไม่ต้องห่วงฉันนะคะ ที่รักขา"
    }
  },
  {
    "translation": {
      "en": "My stilettos are much safer than her flat steel-toed boots.",
      "th": "รองเท้าส้นเข็มของฉันปลอดภัยกว่า รองเท้าบู้ตหัวโลหะส้นเตี้ยของเธอเยอะ"
    }
  },
  {
    "translation": {
      "en": "So, this is how it all ends.",
      "th": "ฉันจะตายแบบนี้สินะ"
    }
  },
  {
    "translation": {
      "en": "What's under there?",
      "th": "ข้างใต้ผ้าคลุมนั่นอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "It's the last nine nannies.",
      "th": "พี่เลี้ยงเก้าคนล่าสุด"
    }
  },
  {
    "translation": {
      "en": "You're kidding, right?",
      "th": "ล้อเล่นใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, honey. You're shiverin'.",
      "th": "ที่รัก ตัวเธอสั่นไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Y'all are so lucky to have each other. In times like these,",
      "th": "พวกคุณโชคดีมากที่มีกันและกัน ในช่วงเวลาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I guess I'll have to ride out the rest of the tornadoes in my life alone.",
      "th": "ฉันคงต้องฝ่าทอร์นาโดแห่งชีวิตฉันตามลำพัง"
    }
  },
  {
    "translation": {
      "en": "Darlin', I'm sure there's someone special waiting for you.",
      "th": "ที่รักจ๊ะ ฉันมั่นใจว่ามีคนพิเศษรอเธออยู่"
    }
  },
  {
    "translation": {
      "en": "Out there.",
      "th": "ข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "I sure do envy y'all. You all have such a beautiful family.",
      "th": "ฉันอิจฉาพวกคุณจริงๆ พวกคุณมีครอบครัวที่สวยงาม"
    }
  },
  {
    "translation": {
      "en": "Thank you. Where's your family, Bailey?",
      "th": "ขอบคุณ ครอบครัวคุณอยู่ไหนเหรอ เบลีย์"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't really have much of a family other than Boone.",
      "th": "ฉันไม่มีครอบครัวคนอื่นนอกจากบูน"
    }
  },
  {
    "translation": {
      "en": "And, well, you know what happened there.",
      "th": "และคุณก็รู้แล้วว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "As far as my other family, my mama ran out on me when I was two.",
      "th": "ส่วนญาติพี่น้อง แม่ทิ้งไปตอนฉันอายุสองขวบ"
    }
  },
  {
    "translation": {
      "en": "Who would walk out on you?",
      "th": "ใครทิ้งคุณได้ลงคอ"
    }
  },
  {
    "translation": {
      "en": "So far, Boone and her mama. And she's just gettin' started.",
      "th": "จนถึงตอนนี้ก็มีบูนกับแม่ของเธอ นี่แค่เพิ่งเริ่มเล่าเรื่องนะ"
    }
  },
  {
    "translation": {
      "en": "-[girl] I've got you, Chlo. -[Beau] Boys! Over here.",
      "th": "- พี่อยู่นี่ โคลอี้ - หนุ่มๆ ทางนี้"
    }
  },
  {
    "translation": {
      "en": "♪ I've been cheated, been mistreated ♪",
      "th": "ฉันถูกนอกใจ ถูกทำร้ายจิตใจ"
    }
  },
  {
    "translation": {
      "en": "♪ When will I be loved? ♪",
      "th": "เมื่อไหร่ล่ะที่ฉันจะถูกรัก"
    }
  },
  {
    "translation": {
      "en": "♪ I've been put down I've been pushed round ♪",
      "th": "ฉันถูกเย้ยหยัน ถูกแกล้งสารพัด"
    }
  },
  {
    "translation": {
      "en": "♪ When will I be loved? ♪",
      "th": "เมื่อไหร่ล่ะที่ฉันจะถูกรัก"
    }
  },
  {
    "translation": {
      "en": "♪ When I find a new man That I want for mine ♪",
      "th": "เมื่อไหร่ฉันจะเจอชายคนใหม่ ที่ฉันอยากได้มาเป็นของฉัน"
    }
  },
  {
    "translation": {
      "en": "♪ Always breaks my heart in two ♪",
      "th": "มักทำให้อกฉันหัก"
    }
  },
  {
    "translation": {
      "en": "♪ It happens every time ♪",
      "th": "เป็นอย่างนี้ทุกทีไป"
    }
  },
  {
    "translation": {
      "en": "♪ I've been cheated, been mistreated ♪",
      "th": "ฉันถูกนอกใจ ถูกทำร้ายจิตใจ"
    }
  },
  {
    "translation": {
      "en": "♪ When will I be-- ♪",
      "th": "เมื่อไหร่ที่ฉันจะ..."
    }
  },
  {
    "translation": {
      "en": "Stop! Stop!",
      "th": "หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "She doesn't like The Everly Brothers?",
      "th": "เธอไม่ชอบวงดิเอเวอร์ลี่บราเธอร์สเหรอ"
    }
  },
  {
    "translation": {
      "en": "I can do Doobie or Jonas.",
      "th": "ฉันร้องของดูบี้หรือโจนาสได้นะ"
    }
  },
  {
    "translation": {
      "en": "[Beau] Cassidy?",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "-Cassidy, baby, open the door. -What's happening?",
      "th": "แคสซิดี้ เปิดประตูสิ ลูก เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-[Beau] Honey, please. -I got ten bucks on her not opening it.",
      "th": "ขอร้องล่ะ ลูก ผมพนันสิบเหรียญว่าเธอจะไม่เปิด"
    }
  },
  {
    "translation": {
      "en": "-Sweetheart, this has gotta stop. -What's gotta stop?",
      "th": "- ที่รัก ลูกต้องหยุดทำแบบนี้ - หยุดทำอะไร"
    }
  },
  {
    "translation": {
      "en": "You keep saying you're fine, but this is not a good indication.",
      "th": "ลูกได้แต่พูดว่าไม่เป็นไร แต่แบบนี้ไม่ได้บ่งบอกอย่างนั้นเลยนะ"
    }
  },
  {
    "translation": {
      "en": "What's she indicatin' she's not fine about?",
      "th": "เธอบอกอะไร ไม่เป็นไรเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Honey, it's been almost two years since your mama passed.",
      "th": "ลูกรัก แม่เสียชีวิตมาได้เกือบสองปีแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Please, just stop shuttin' us out.",
      "th": "ลูกรัก แม่เสียชีวิตมาได้เกือบสองปีแล้วนะ หยุดปิดกั้นพวกเราได้ไหม ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Baby?",
      "th": "หยุดปิดกั้นพวกเราได้ไหม ที่รัก"
    }
  },
  {
    "translation": {
      "en": "I think maybe she needs a woman's touch.",
      "th": "บางทีเธออาจต้องการความอ่อนโยนของผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "I'm uppin' it to 50.",
      "th": "ผมเดิมพันเพิ่มเป็น 50"
    }
  },
  {
    "translation": {
      "en": "Cassidy? Cass?",
      "th": "แคสซิดี้ แคส"
    }
  },
  {
    "translation": {
      "en": "G-friend?",
      "th": "เพื่อนสาวจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know what to do anymore. I mean, what am I supposed to do?",
      "th": "ผมไม่รู้จะทำยังไงแล้ว จะให้ผมทำยังไง"
    }
  },
  {
    "translation": {
      "en": "She won't talk to me or a psychiatrist. She won't even cry.",
      "th": "เธอไม่ยอมคุยกับผมหรือจิตแพทย์ เธอไม่ร้องไห้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "She hasn't shed one tear since her mama died, and that's not normal.",
      "th": "เธอไม่หลั่งน้ำตาเลย ตั้งแต่แม่เธอตายและนั่นไม่ใช่เรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "-Let's keep goin'. We were cookin'. -What about your sister?",
      "th": "- เล่นต่อเถอะ เบลีย์ เรากำลังสนุกเลย - แล้วน้องสาวเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "-She's the reason we can't play. -Tuck!",
      "th": "- ก็เธอนั่นแหละทำให้เราเล่นไม่ได้ - ทัค"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Daddy, but it's been two years. We had a band with our mama,",
      "th": "ผมขอโทษนะ พ่อ แต่ผ่านมาสองปีแล้ว เราเคยมีวงกับแม่ แต่พอแม่ตาย เราก็ห้ามจับเครื่องดนตรีพวกนี้"
    }
  },
  {
    "translation": {
      "en": "but since she died, we haven't been allowed",
      "th": "เราเคยมีวงกับแม่ แต่พอแม่ตาย เราก็ห้ามจับเครื่องดนตรีพวกนี้"
    }
  },
  {
    "translation": {
      "en": "to touch these instruments. Because of her.",
      "th": "เราเคยมีวงกับแม่ แต่พอแม่ตาย เราก็ห้ามจับเครื่องดนตรีพวกนี้ - เพราะเธอ - ทัค พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Tuck, enough.",
      "th": "- เพราะเธอ - ทัค พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I agree. It is enough.",
      "th": "ผมเห็นด้วย พอได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "For two years, we've had to watch everything we do and say in front of her.",
      "th": "ตลอดสองปีเราต้องระวังทุกอย่างที่ทำ ทุกอย่างที่พูดต่อหน้าเธอ"
    }
  },
  {
    "translation": {
      "en": "Don't mention Mama in front of Cassidy.",
      "th": "ห้ามพูดถึงแม่ต่อหน้าแคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "Don't play music in front of Cassidy.",
      "th": "ห้ามเล่นดนตรีต่อหน้าแคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "Well, we lost our mama, too.",
      "th": "เราก็เสียแม่ของเราไปเหมือนกันนะครับ"
    }
  },
  {
    "translation": {
      "en": "Why does our whole family have to live by her rules?",
      "th": "ทำไมทั้งครอบครัวต้องทำตามกฎของเธอด้วย"
    }
  },
  {
    "translation": {
      "en": "No, Cassidy.",
      "th": "อย่าไป แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "-[Chloe] Daddy, no! -I'll go, Daddy.",
      "th": "- พ่อคะ อย่าไป - ผมไปเอง พ่อ"
    }
  },
  {
    "translation": {
      "en": "-No, I will. -None of y'all are going out there.",
      "th": "- ไม่ต้อง ผมไปเอง - ห้ามใครออกไปทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "-She probably went to her room. -We go, we'll find her faster.",
      "th": "- น้องคงขึ้นไปที่ห้อง - ถ้าไปทั้งคู่ เราจะเจอตัวเร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Why don't all of three of us-- -Bailey went.",
      "th": "- ทำไมเราสามคนไม่ไป… - เบลีย์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Cassidy?",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "Cassidy!",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "Cassidy?",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "[Bailey] Cassidy?",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "I know you're in here.",
      "th": "ฉันรู้ว่าเธออยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "It's the only place out here that has a cover.",
      "th": "ที่นี่เป็นที่เดียวที่มีหลังคา"
    }
  },
  {
    "translation": {
      "en": "\"Had\" a cover.",
      "th": "เคยมีหลังคา"
    }
  },
  {
    "translation": {
      "en": "Come on, Cassidy. Even the horses had the good sense to get the heck out.",
      "th": "ไม่เอาน่า แคสซิดี้ ม้ายังรู้จักคิดที่จะรีบหนีออกไป"
    }
  },
  {
    "translation": {
      "en": "Look at me. Cryin' like a fool.",
      "th": "ดูฉันสิ กำลังร้องไห้เหมือนคนบ้า"
    }
  },
  {
    "translation": {
      "en": "Wipin' myself with the jacket he gave me. Boone gave me this jacket",
      "th": "เอาเสื้อที่เขาให้ฉันเช็ดน้ำตา บูนให้เสื้อตัวนี้กับฉัน ในคืนแรกที่เขาบอกรักฉัน แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "the first night he told me he loved me, Cassidy. I hate this jacket!",
      "th": "บูนให้เสื้อตัวนี้กับฉัน ในคืนแรกที่เขาบอกรักฉัน แคสซิดี้ ฉันเกลียดเสื้อตัวนี้"
    }
  },
  {
    "translation": {
      "en": "But I love him.",
      "th": "แต่ฉันรักเขา"
    }
  },
  {
    "translation": {
      "en": "And I love this jacket.",
      "th": "และฉันรักเสื้อตัวนี้"
    }
  },
  {
    "translation": {
      "en": "Okay. All right.",
      "th": "เอาล่ะ แคสซิดี้ ฉันขอโทษเรื่องกีตาร์และร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "Cassidy, I'm sorry about the guitar and the singin', okay?",
      "th": "เอาล่ะ แคสซิดี้ ฉันขอโทษเรื่องกีตาร์และร้องเพลง โอเคไหม ฉันคงไม่ทำแน่ถ้า…"
    }
  },
  {
    "translation": {
      "en": "I never would've done it if--",
      "th": "โอเคไหม ฉันคงไม่ทำแน่ถ้า…"
    }
  },
  {
    "translation": {
      "en": "[yells] Oh, Cassidy, I don't wanna die!",
      "th": "แคสซิดี้ ฉันยังไม่อยากตาย"
    }
  },
  {
    "translation": {
      "en": "Last night was a different story, but…",
      "th": "เมื่อคืนนี้มันคนละเรื่องกันแต่…"
    }
  },
  {
    "translation": {
      "en": "I mean, if I never saw the sun come up, I did not care.",
      "th": "ถ้าฉันไม่มีวันเห็นพระอาทิตย์ขึ้นอีก ฉันก็ไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "But then, honey, some kind of miracle happened.",
      "th": "แต่ที่รัก มันมีปาฏิหาริย์บางอย่างเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I heard this voice callin' out to me.",
      "th": "ฉันได้ยินเสียงนี้เรียกฉัน"
    }
  },
  {
    "translation": {
      "en": "\"What doesn't kill you makes you stronger. Stand a little taller…",
      "th": "\"สิ่งที่ไม่ได้ฆ่าเธอกลับทำให้เธอแกร่งขึ้น ยืนหยัดได้ห้าวหาญขึ้น\""
    }
  },
  {
    "translation": {
      "en": "somethin'-somethin'-somethin' when I'm alone.\"",
      "th": "อะไรสักอย่างแล้วก็ \"เมื่อฉันอยู่ลำพัง\""
    }
  },
  {
    "translation": {
      "en": "And that's when I knew God was trying to send me a message via Kelly Clarkson.",
      "th": "ตอนนั้นเองที่ฉันรู้ว่าพระเจ้าคุยกับฉัน ผ่านทางเคลลี่ คลาร์กสัน"
    }
  },
  {
    "translation": {
      "en": "And now Kelly Clarkson, via me, is sending it to you.",
      "th": "และตอนนี้เคลลี่ คลาร์กสัน ก็ส่งบอกต่อสิ่งนี้ให้เธอ ผ่านทางฉัน"
    }
  },
  {
    "translation": {
      "en": "You gotta be strong.",
      "th": "เธอต้องเข้มแข็ง"
    }
  },
  {
    "translation": {
      "en": "You gotta carry on.",
      "th": "เธอต้องเดินหน้าต่อไป"
    }
  },
  {
    "translation": {
      "en": "-You gotta-- -[Cassidy] Good Lord.",
      "th": "- เธอต้อง… - ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "All I've been hearing about since you got here is this guy broke your heart,",
      "th": "ตั้งแต่คุณมาฉันได้ยินแต่คำว่า ผู้ชายคนนี้หักอกคุณ"
    }
  },
  {
    "translation": {
      "en": "you got nowhere to live, your career's over.",
      "th": "คุณไม่มีบ้าน อาชีพของคุณพัง"
    }
  },
  {
    "translation": {
      "en": "And I'm so sorry about that, Cassidy. But right now, we need to--",
      "th": "ฉันต้องขอโทษเรื่องนั้นนะ แคสซิดี้ แต่ตอนนี้เราต้อง…"
    }
  },
  {
    "translation": {
      "en": "This is my mama's guitar!",
      "th": "นี่กีตาร์ของแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "It's all I have left of her, and you just pick it up like it's nothing!",
      "th": "ฉันเหลืออยู่เท่านี้ และคุณหยิบมันขึ้นมาเหมือนมันไม่มีค่า"
    }
  },
  {
    "translation": {
      "en": "It's everything!",
      "th": "มันคือทุกสิ่งทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "She was everything, and now she's gone!",
      "th": "แม่คือทุกสิ่งทุกอย่างและตอนนี้แม่ไม่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And it's not fair!",
      "th": "และมันไม่ยุติธรรมเลย"
    }
  },
  {
    "translation": {
      "en": "No, you're right, life is not fair. Which we won't have if we don't get outta here!",
      "th": "เธอพูดถูก ชีวิตนี้มันไม่ยุติธรรม - และเราจะไม่มีชีวิตถ้าไม่ไปจากที่นี่ - ใครจะไปสน"
    }
  },
  {
    "translation": {
      "en": "Who cares?",
      "th": "- และเราจะไม่มีชีวิตถ้าไม่ไปจากที่นี่ - ใครจะไปสน"
    }
  },
  {
    "translation": {
      "en": "No, don't talk like that. Your mama wouldn't want you talking like that.",
      "th": "ไม่ อย่าพูดแบบนั้นสิ แม่เธอคงไม่ต้องการให้เธอพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-How do you know what my mama'd want? -Well, I know she'd want you to be happy.",
      "th": "คุณรู้ได้ยังไงว่าแม่ฉันต้องการอะไร ฉันรู้ว่าแม่เธออยากให้เธอมีความสุข"
    }
  },
  {
    "translation": {
      "en": "How do you know I'm not happy? A guess?",
      "th": "- คุณรู้ได้ยังไงว่าฉันไม่มีความสุข - เดาเอา"
    }
  },
  {
    "translation": {
      "en": "Well, if I'm not happy, it's 'cause for two years",
      "th": "ถ้าฉันจะไม่มีความสุขก็เพราะสองปีมานี้"
    }
  },
  {
    "translation": {
      "en": "everyone's been telling me what to do and how to feel. -I hate it! -Good!",
      "th": "ทุกคนเอาแต่บอกฉันว่าต้องทำอะไร และต้องรู้สึกยังไง ฉันเกลียดมัน"
    }
  },
  {
    "translation": {
      "en": "Just keep yelling. Just get it out as we walk.",
      "th": "ดี ตะโกนออกมาเลย แต่ตะโกนไปเดินไปนะ"
    }
  },
  {
    "translation": {
      "en": "I hate everything! Walk and talk! Walk and talk!",
      "th": "- ฉันเกลียดทุกอย่าง - เดินไปพูดไปเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "Especially Summer.",
      "th": "โดยเฉพาะซัมเมอร์"
    }
  },
  {
    "translation": {
      "en": "I hate Summer so much!",
      "th": "ฉันเกลียดซัมเมอร์มาก"
    }
  },
  {
    "translation": {
      "en": "I'm guessing the girlfriend, not the season?",
      "th": "เดาว่าเธอคงพูดถึงแฟนของพ่อเธอไม่ใช่หน้าร้อน"
    }
  },
  {
    "translation": {
      "en": "How could he be with her?",
      "th": "พ่อไปคบกับเธอได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-Doesn't he love my mama anymore? -Of course he loves her.",
      "th": "- พ่อไม่รักแม่ของฉันแล้วเหรอ - แน่อนว่าเขารักสิ"
    }
  },
  {
    "translation": {
      "en": "But you should talk to him about it in the house!",
      "th": "แต่เธอควรไปคุยกับพ่อเรื่องนี้ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "I can't.",
      "th": "ฉันคุยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[sobbing] I can't talk to anybody except my mama!",
      "th": "ฉันคุยกับใครไม่ได้ยกเว้นแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "Cassidy…",
      "th": "แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry. I…",
      "th": "ฉันเสียใจด้วยจริงๆ ฉัน..."
    }
  },
  {
    "translation": {
      "en": "I know how painful it is. And honey,",
      "th": "ฉันรู้ว่ามันเจ็บปวดแค่ไหน แต่ที่รักจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "finally letting go like this is a good thing. All that--",
      "th": "การปล่อยวางได้แบบนี้เป็นเรื่องที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "-[wood splinters] -[Bailey] Oh my God, Cassidy! God.",
      "th": "พระเจ้า แคสซิดี้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "It'd be so much more helpful if you would just move your feet.",
      "th": "จะช่วยได้มากเลยถ้าเธอขยับเท้าหน่อย"
    }
  },
  {
    "translation": {
      "en": "Draggin' works, too.",
      "th": "ลากเท้าก็ใช้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, thank God. I found her. -You found her?",
      "th": "- ขอบคุณพระเจ้า ผมเจอเธอแล้ว - คุณเจอเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Cassidy] Daddy! It's okay. It's okay.",
      "th": "- พ่อคะ - ไง ลูกรัก ไม่เป็นไรนะ"
    }
  },
  {
    "translation": {
      "en": "Hug and walk. Hug and walk.",
      "th": "กอดไปเดินไปนะ"
    }
  },
  {
    "translation": {
      "en": "Hey. Mornin'.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Oh, you're up. You're here. I'm just gonna go to the dryer and grab my clothes.",
      "th": "คุณตื่นแล้ว อยู่ตรงนี้ ฉันจะไปหยิบเสื้อผ้าที่เครื่องอบผ้า"
    }
  },
  {
    "translation": {
      "en": "Oh, by the way, that pillow top mattress… It's like I died and went to heaven.",
      "th": "ว่าแต่ที่นอนของคุณนอนสบายมาก เหมือนตายแล้วขึ้นสวรรค์เลย"
    }
  },
  {
    "translation": {
      "en": "Not died. Not heaven. Oh God, Cassidy's not here, is she?",
      "th": "ไม่ได้ตาย ไม่ใช่สวรรค์ พระเจ้า แคสซิดี้ไม่ได้อยู่ที่นี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "She is still sleeping. I don't remember the last time she slept this late.",
      "th": "เธอยังหลับอยู่ ผมจำไม่ได้แล้วว่า แคสซิดี้นอนตื่นสายขนาดนี้ครั้งสุดท้ายเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "[sighs] Oh, that makes me so happy.",
      "th": "ฟังแล้วฉันดีใจจังเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm just gonna go grab my clothes.",
      "th": "ฉันจะไปหยิบเสื้อผ้านะคะ"
    }
  },
  {
    "translation": {
      "en": "[Beau] Oh, they're right here.",
      "th": "เสื้อผ้าคุณอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "You folded my laundry?",
      "th": "คุณพับเสื้อให้ฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "No man has ever folded my laundry. Not to imply there have been so many men,",
      "th": "ไม่มีผู้ชายคนไหนเคยพับเสื้อให้ฉัน ไม่ได้จะบอกว่ามีผู้ชายหลายคนนะคะ"
    }
  },
  {
    "translation": {
      "en": "but the man I was with never once folded my laundry,",
      "th": "แต่ผู้ชายที่ฉันอยู่ด้วยไม่เคยพับเสื้อให้ฉันเลย"
    }
  },
  {
    "translation": {
      "en": "never once did a dish, and twice forgot my birthday.",
      "th": "ไม่เคยล้างจานและลืมวันเกิดฉันสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "Sure can pick 'em.",
      "th": "ฉันเลือกผู้ชายเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "Well, It is the least I could do. I mean, you brought my little girl back.",
      "th": "แค่นี้เล็กน้อยมาก คุณพาลูกสาวผมกลับมา"
    }
  },
  {
    "translation": {
      "en": "-What else can I do to thank you? -Coffee'd be nice.",
      "th": "- ผมจะขอบคุณวิธีไหนได้บ้าง - กาแฟสักแก้วก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "Oh, thank goodness. I thought you were gonna ask for cash.",
      "th": "โล่งอก นึกว่าคุณจะขอเป็นเงินสด"
    }
  },
  {
    "translation": {
      "en": "-How do you take it? -Fifties would be nice.",
      "th": "- คุณรับแบบไหน - สัก 50 ดอลลาร์คงพอ"
    }
  },
  {
    "translation": {
      "en": "Oh, I hope you're giving her money to buy pants.",
      "th": "หวังว่าคุณกำลังให้เงินเธอไปซื้อกางเกงนะ"
    }
  },
  {
    "translation": {
      "en": "See, I know those pajamas come with pants 'cause I gave 'em to Beau for Christmas.",
      "th": "เพราะฉันรู้ว่าชุดนอนชุดนี้มาพร้อมกางเกง เพราะฉันซื้อให้โบวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Okay, well, I'm just gonna throw these pants on.",
      "th": "ฉันจะรีบใส่กางเกงนี่ล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Well, Bailey… how soon can you start?",
      "th": "เบลีย์ คุณเริ่มงานได้เร็วที่สุดเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Start? I already got my second leg in.",
      "th": "เริ่มเหรอ ฉันใส่ขาที่สองแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, how soon can you start as our nanny?",
      "th": "คุณจะเริ่มเป็นพี่เลี้ยงให้เราได้เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "The room's already fixed up, and you said you liked the mattress.",
      "th": "เราซ่อมห้องนั้นเสร็จแล้ว และคุณบอกเองว่าชอบที่นอน"
    }
  },
  {
    "translation": {
      "en": "But darlin', she's not a nanny, remember?",
      "th": "ที่รักคะ แต่เธอไม่ใช่พี่เลี้ยงเด็ก จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Well, she could've fooled me.",
      "th": "เธอหลอกผมนี่เชื่อสนิทเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I've never seen the kids respond to anybody like this.",
      "th": "ผมไม่เคยเห็นเด็กๆ เปิดรับใครเท่านี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, but she's not a professional. I bet she doesn't even know CPR.",
      "th": "ใช่ แต่เธอไม่ใช่มืออาชีพ พนันได้ว่าเธอปั้มหัวใจไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "-No, I know CPR. -Do you know the Heimlich?",
      "th": "- ไม่นะ ฉันทำเป็น - ทำไฮม์ลิคเป็นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-I do. -Do you know where Beau keeps the bourbon?",
      "th": "- เป็นค่ะ - รู้ไหมว่าโบเก็บเบอร์เบิ้นไว้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Well, Summer's right. I'm not a nanny, I'm a singer.",
      "th": "ซัมเมอร์พูดถูก ฉันไม่ใช่พี่เลี้ยง ฉันเป็นนักร้อง"
    }
  },
  {
    "translation": {
      "en": "Been my dream since I was four years old.",
      "th": "เป็นความฝันของฉันมาตั้งแต่สี่ขวบ"
    }
  },
  {
    "translation": {
      "en": "Well, you can't give up on your dream!",
      "th": "คุณละทิ้งความฝันไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Well, things are a little tougher now that my dream's turned into a nightmare.",
      "th": "หลายอย่างเริ่มยากขึ้นเล็กน้อย เพราะฝันฉันกลายเป็นฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "I got no money, no place to sing, nowhere to live.",
      "th": "ฉันไม่มีเงิน ไม่มีที่ให้ร้องเพลง ไม่มีบ้าน"
    }
  },
  {
    "translation": {
      "en": "Maybe I should try this nanny thing.",
      "th": "บางทีฉันควรลองเป็นพี่เลี้ยงเด็กดู"
    }
  },
  {
    "translation": {
      "en": "-You're stayin'? -Yes, she's stayin'!",
      "th": "- คุณตกลงอยู่เหรอ - ใช่ เธอจะอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Hold on. She hasn't said yes yet.",
      "th": "เดี๋ยว เธอยังไม่ได้ตอบตกลงเลย"
    }
  },
  {
    "translation": {
      "en": "Let me handle this, Daddy. Name your price, Bailey.",
      "th": "ผมจัดการเองครับ พ่อ เรียกค่าตัวมาเลย เบลีย์"
    }
  },
  {
    "translation": {
      "en": "Everybody's got a price. And don't settle. He squeezes the quarter so tight,",
      "th": "ทุกคนมีราคาทั้งนั้น อย่ายอม เขาค่อนข้างขี้เหนียว"
    }
  },
  {
    "translation": {
      "en": "the eagle screams.",
      "th": "จนเงินไม่ค่อยกระเด็น"
    }
  },
  {
    "translation": {
      "en": "But Bailey doesn't want to be a nanny, she wants to be a singer.",
      "th": "แต่เบลีย์ไม่ได้อยากเป็นพี่เลี้ยงเด็ก เธออยากเป็นนักร้อง"
    }
  },
  {
    "translation": {
      "en": "Well, why can't you be a nanny and a singer?",
      "th": "ทำไมคุณจะเป็นทั้งพี่เลี้ยงและนักร้องไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, Maria from The Sound of Music was a singer, a nanny, and a nun.",
      "th": "ใช่ มาเรียจากมนต์รักเพลงสวรรค์ เป็นทั้งนักร้อง พี่เลี้ยงและแม่ชี"
    }
  },
  {
    "translation": {
      "en": "That horse has already left the barn.",
      "th": "โอกาสเป็นได้มันหมดไปนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't get it.",
      "th": "หนูไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "If you move in with us, you'll have an even better shot at being a singer.",
      "th": "ถ้าคุณย้ายมาอยู่กับเรา คุณจะยิ่งมีโอกาสเป็นนักร้องสูงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Trust me. You got talent, kid. The only reason you haven't made it",
      "th": "เชื่อผมสิ คุณมีพรสวรรค์ เหตุผลเดียวที่คุณยังไม่ดัง เพราะคุณไม่มีคนคอยจัดการที่ดี"
    }
  },
  {
    "translation": {
      "en": "is because you've been lacking decent management.",
      "th": "เหตุผลเดียวที่คุณยังไม่ดัง เพราะคุณไม่มีคนคอยจัดการที่ดี"
    }
  },
  {
    "translation": {
      "en": "But the good news is, you stay here, I'm willing to offer you a mere 20%.",
      "th": "แต่ข่าวดีคือถ้าคุณอยู่ที่นี่ ผมเสนอจะแบ่งให้คุณ 20 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Managers only charge ten. Fifteen it is.",
      "th": "- ผู้จัดการคิดแค่สิบเปอร์เซ็นต์ - สิบห้าก็ได้"
    }
  },
  {
    "translation": {
      "en": "Well, morning, sleepyhead.",
      "th": "อรุณสวัสดิ์ แม่คนขี้เซา"
    }
  },
  {
    "translation": {
      "en": "What time is it? Time to celebrate.",
      "th": "- เวลาเท่าไหร่แล้วเนี่ย - เวลาฉลอง"
    }
  },
  {
    "translation": {
      "en": "Bailey's gonna be our new nanny!",
      "th": "เบลีย์จะเป็นพี่เลี้ยงคนใหม่ของเรา"
    }
  },
  {
    "translation": {
      "en": "Unless you have any objections, Cass.",
      "th": "ยกเว้นเธอจะคัดค้าน แคส"
    }
  },
  {
    "translation": {
      "en": "But she is not a nanny, Cassidy.",
      "th": "แต่เธอไม่ใช่พี่เลี้ยงนะ แคสซิดี้"
    }
  },
  {
    "translation": {
      "en": "And I appeal to you, as the responsible lady of the house,",
      "th": "ฉันต้องวิงวอนเธอ ในฐานะผู้หญิงที่รับผิดชอบของบ้านนี้"
    }
  },
  {
    "translation": {
      "en": "do you think it's a good idea to put your life and the lives of your siblings",
      "th": "คิดเหรอว่ามันดีที่จะเอาชีวิตของเธอ และพี่น้องของเธอ"
    }
  },
  {
    "translation": {
      "en": "in the hands of someone who's just not a professional?",
      "th": "ไปไว้ในอุ้งมือคนที่ไม่ใช่พี่เลี้ยงเด็กอาชีพ"
    }
  },
  {
    "translation": {
      "en": "Let me tell you a little story, Summer.",
      "th": "ฉันจะเล่าเรื่องหนึ่งให้คุณฟัง ซัมเมอร์"
    }
  },
  {
    "translation": {
      "en": "Once upon a time, we had a chicken named Naomi.",
      "th": "นานมาแล้วเราเคยมีไก่ชื่อนาโอมิ"
    }
  },
  {
    "translation": {
      "en": "Mama named her after Naomi Judd ‘cause they both battled depression.",
      "th": "แม่ตั้งชื่อเธอตามนาโอมิ จัดด์ เพราะทั้งคู่ต้องสู้กับโรคซึมเศร้า"
    }
  },
  {
    "translation": {
      "en": "Well, we found out the reason our Naomi was so sad",
      "th": "เราพบเหตุผลที่นาโอมิเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "was ‘cause she was laying fewer and fewer eggs,",
      "th": "เพราะมันวางไข่ได้น้อยลง"
    }
  },
  {
    "translation": {
      "en": "and started to feel like the best years of her life were behind her.",
      "th": "และรู้สึกว่าวันเวลาที่ดีที่สุดในชีวิตของมัน ได้ผ่านไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I feel that's what's happening to Bailey.",
      "th": "ฉันรู้สึกว่าเบลีย์กำลังเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I mean, what has she got left?",
      "th": "ดูสิว่าเธอมีอะไรเหลืออยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "She lost her man, her home, her career.",
      "th": "แฟนทิ้ง ไม่มีบ้านอยู่ อาชีพก็ไม่รุ่ง"
    }
  },
  {
    "translation": {
      "en": "And like Naomi, she's no spring chicken.",
      "th": "เธอเหมือนนาโอมิที่ไม่ใช่ไก่สาวอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "What are you sayin', darlin'?",
      "th": "เธอกำลังจะพูดอะไรเหรอจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I'm sayin',",
      "th": "ฉันจะบอกว่า..."
    }
  },
  {
    "translation": {
      "en": "we didn't get rid of Naomi.",
      "th": "เราไม่ได้กำจัดนาโอมิ"
    }
  },
  {
    "translation": {
      "en": "So you want me to stay?",
      "th": "ตกลงเธออยากให้ฉันอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Who else is gonna take you? [sobs] No one!",
      "th": "- ไม่งั้นใครจะช่วยคุณล่ะ - ไม่มีใครเลย"
    }
  },
  {
    "translation": {
      "en": "All right, well, welcome to the family, Naomi.",
      "th": "งั้นก็ยินดีต้อนรับสู่ครอบครัวเรานะ นาโอมิ"
    }
  }
]