[
  {
    "translation": {
      "en": "[woman 1] I want you to start with the night of August 6th, 2004.",
      "th": "ฉันอยากให้คุณเริ่มเล่าเรื่อง ในคืนวันที่ 6 สิงหาคม ปี 2004"
    }
  },
  {
    "translation": {
      "en": "[woman 2] I was with Kut, a pimp.",
      "th": "ฉันอยู่กับคัต แมงดาคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He said that I needed to get some money.",
      "th": "เขาบอกว่าฉันต้องหาเงินบ้าง"
    }
  },
  {
    "translation": {
      "en": "[man] This defendant shot Johnny Allen in the head, in his bed,",
      "th": "จำเลยผู้นี้ยิงศีรษะจอห์นนี่ อัลเลน ขณะที่เขาอยู่บนเตียง"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self-defense.",
      "th": "แต่ให้การวกวนว่าเป็นการป้องกันตัว"
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "th": "ฉันยิงเขาเพราะคิดว่าเขากำลังจะยิงฉัน"
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown,",
      "th": "คณะลูกขุนเห็นว่าจำเลย ซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "guilty, first-degree murder.",
      "th": "มีความผิดข้อหาเจตนาฆ่าโดยไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "[woman 1] If you are a juvenile and you're convicted in Tennessee of first-degree murder,",
      "th": "ถ้าคุณเป็นผู้เยาว์และถูกตัดสินว่า เจตนาฆ่าโดยไตร่ตรองไว้ก่อนในเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "the only two options are either true life without parole or 51 years.",
      "th": "มีสองตัวเลือกเท่านั้นคือ ติดคุกตลอดชีวิตโดยไม่พักโทษหรือติดคุก 51 ปี"
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "th": "เฮ้ แม่"
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "th": "หนูโดนตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "[woman 3] Outside of the glass and the bars,",
      "th": "นอกผนังกระจกและลูกกรง"
    }
  },
  {
    "translation": {
      "en": "we may never be like a mother and a daughter should be.",
      "th": "เราอาจไม่เคยเป็นแม่ลูกกันแบบที่ควรเป็น"
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "th": "นี่คือเด็กที่ไม่เคยมีโอกาส"
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born...",
      "th": "เธอเลือกเกิดไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[woman 4] I got pregnant on my 16th birthday.",
      "th": "ฉันตั้งท้องตอนอายุ 16 พอดี"
    }
  },
  {
    "translation": {
      "en": "I drank, and I was introduced to crack cocaine.",
      "th": "ฉันเมาและมีคนชวนเล่นโคเคน"
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "th": "แม่ของฉัน เราอยู่กันแบบลุ่มๆ ดอนๆ"
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "th": "มันส่งผ่านทางพันธุกรรม ซึ่งควรหยุดลงสักที"
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown, in prison for more than a decade now,",
      "th": "ซินโทเอีย บราวน์อยู่ในเรือนจำนานกว่าสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "her case is catching fire on social media.",
      "th": "คดีของเธอกำลังเป็นที่ฮือฮาในโซเชียลมีเดีย"
    }
  },
  {
    "translation": {
      "en": "[man 2] Cyntoia made the decision to seek the help of the governor",
      "th": "ซินโทเอียตัดสินใจ ขอความช่วยเหลือจากผู้ว่าการรัฐ"
    }
  },
  {
    "translation": {
      "en": "and petition for clemency.",
      "th": "และยื่นคำร้องขออภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "[man 3] In 2004, she was considered a prostitute.",
      "th": "ในปี 2004 เธอถูกมองเป็นโสเภณี"
    }
  },
  {
    "translation": {
      "en": "Today, she would be considered a victim of sexual predators.",
      "th": "วันนี้เธอจะถูกมองว่าเป็นเหยื่อของนักล่ากาม"
    }
  },
  {
    "translation": {
      "en": "She has made the most amazing transformation.",
      "th": "เธอเปลี่ยนแปลงอย่างน่าทึ่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have come such a long way.",
      "th": "ฉันมาไกลมาก"
    }
  },
  {
    "translation": {
      "en": "It's been a very long time.",
      "th": "ใช้เวลานานจริงๆ"
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing,",
      "th": "ตอนอายุ 16 ฉันทำเรื่องเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "and I have carried that with me this whole time.",
      "th": "และมันเป็นแอกติดตัวตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "I know that your decision is very serious.",
      "th": "ฉันรู้ว่าการตัดสินใจของคุณสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "th": "ฉันภาวนาว่าคุณจะเมตตาฉัน ให้ฉันมีโอกาสครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "My name is Cyntoia Denise Brown.",
      "th": "ฉันชื่อซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "I'm 16 years old.",
      "th": "อายุ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "We are in Nashville, Tennessee",
      "th": "เราอยู่ในแนชวิลล์ เทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "at the Davidson County Juvenile Detention Center.",
      "th": "ที่สถานพินิจเด็กและเยาวชน เดวิดสัน เคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "I was charged with homicide and robbery",
      "th": "ฉันโดนข้อหาปล้นฆ่า"
    }
  },
  {
    "translation": {
      "en": "and possession of a weapon and criminal impersonation.",
      "th": "มีอาวุธในครอบครองและสวมรอยเป็นบุคคลอื่น"
    }
  },
  {
    "translation": {
      "en": "Most of my life, I've been feeling how everybody else wants me to feel",
      "th": "เกือบตลอดชีวิต ฉันรู้สึก ตามที่คนอื่นอยากให้ฉันรู้สึก"
    }
  },
  {
    "translation": {
      "en": "and saying what everybody else wants me to say.",
      "th": "และพูดตามที่คนอื่นอยากให้ฉันพูด"
    }
  },
  {
    "translation": {
      "en": "That's because I was so wanting to be loved",
      "th": "เพราะฉันอยากได้รับความรักเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "because I really just never felt like anybody loved me.",
      "th": "เพราะฉันไม่เคยรู้สึกว่ามีคนรักฉันเลย"
    }
  },
  {
    "translation": {
      "en": "I wasn't happy at home. I was stressed out all the time.",
      "th": "ฉันไม่เคยมีความสุขเมื่ออยู่บ้าน ฉันเครียดตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "It just kind of wears you out and tires you out, ages you, makes you grow.",
      "th": "สภาพนั้นทำให้เราเหนื่อยล้า ทำให้เราแก่เกินวัย"
    }
  },
  {
    "translation": {
      "en": "Old... tired, weary.",
      "th": "แก่ ล้า เพลีย"
    }
  },
  {
    "translation": {
      "en": "That's how I feel.",
      "th": "ฉันรู้สึกอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I just keep setting myself up for failure.",
      "th": "ฉันเอาแต่พาตัวดิ่งลง"
    }
  },
  {
    "translation": {
      "en": "I fall every time, and each time I fall harder.",
      "th": "เวลาฉันล้ม แต่ละครั้งยิ่งแรงกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "And I'd say this has been my hardest fall. [laughs]",
      "th": "พูดได้ว่าครั้งนี้ฉันล้มแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "[woman] Cyntoia is charged with criminal homicide, especially aggravated robbery,",
      "th": "ซินโทเอียโดนข้อหาฆาตกรรม ปล้นโดยใช้อาวุธประทุษร้ายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "a handgun possession, and criminal impersonation.",
      "th": "มีอาวุธในครอบครองและสวมรอยเป็นบุคคลอื่น"
    }
  },
  {
    "translation": {
      "en": "The most serious of those being the criminal homicide charge.",
      "th": "ข้อหาอาญาร้ายแรงที่สุดในนั้นคือฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "She's charged with an offense that happened on the night of August 6th,",
      "th": "เธอโดนข้อหาในความผิด ที่เกิดขึ้นเมื่อคืนวันที่ 6 สิงหาคม"
    }
  },
  {
    "translation": {
      "en": "and she's been in here, in the Juvenile Justice Center,",
      "th": "และถูกกักตัวอยู่ในสถานพินิจเด็กและเยาวชน"
    }
  },
  {
    "translation": {
      "en": "since August 8th when she was arrested by police on the charge.",
      "th": "ตั้งแต่วันที่ 8 สิงหาคม ที่เธอถูกตำรวจจับด้วยข้อหานั้น"
    }
  },
  {
    "translation": {
      "en": "The state has announced an intent to attempt to transfer her",
      "th": "รัฐแสดงเจตจำนงอยากโอนคดีของเธอ"
    }
  },
  {
    "translation": {
      "en": "to the adult system to treat her as any other adult charged with homicide.",
      "th": "ไปศาลผู้ใหญ่เพื่อตัดสิน ข้อหาฆาตกรรมตามโทษของผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Sinback] In Tennessee, juveniles can be transferred on any charge if they're 16 or older.",
      "th": "ในเทนเนสซี เยาวชนถูกโอนคดีได้ ในทุกข้อหาถ้าอายุตั้งแต่ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "Cyntoia is right there on the dividing line.",
      "th": "ซินโทเอียมีอายุคาบเกี่ยวตรงเส้นแบ่งพอดี"
    }
  },
  {
    "translation": {
      "en": "We've had people in Tennessee as young as 12 years old before",
      "th": "ในเทนเนสซี เราเคยมีนักโทษอายุน้อยสุด 12 ปี"
    }
  },
  {
    "translation": {
      "en": "transferred on homicide charges.",
      "th": "ที่ถูกโอนคดีในข้อหาฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "My job is to show the judge that Cyntoia is worth saving.",
      "th": "งานของฉันคือแสดงให้ผู้พิพากษาเห็นว่า ซินโทเอียควรได้โอกาสอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "In juvenile court, she would receive the services that she needs",
      "th": "ถ้าเป็นศาลเยาวชน เธอคงได้รับการบำบัดที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "that will be identified by the doctors, I hope, after her psychological testing.",
      "th": "ซึ่งฉันหวังว่าแพทย์จะเป็นผู้วินิจฉัย หลังจากทดสอบสภาพจิตของเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's where Dr. Bernet and Dr. Walker really come in.",
      "th": "ขั้นตอนนั้นเองที่ ดร. เบอร์เนต และ ดร. วอล์คเกอร์เข้ามาเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "They can identify what the problems are with Cyntoia,",
      "th": "ทั้งสองวินิจฉัยได้ว่าซินโทเอียมีปัญหาอะไร"
    }
  },
  {
    "translation": {
      "en": "why she's acting the way she is and whether those problems can be treated.",
      "th": "ทำไมเธอทำแบบนั้น และปัญหาเหล่านั้นรักษาได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Cyntoia has been seen by several different psychologists",
      "th": "ซินโทเอียเข้าพบจิตแพทย์ต่างสาขาหลายคน"
    }
  },
  {
    "translation": {
      "en": "and different people conducting evaluations.",
      "th": "และมีหลายคนทำการประเมินผล"
    }
  },
  {
    "translation": {
      "en": "She's in even more trouble than anybody really ever imagined.",
      "th": "เธอมีปัญหามากกว่าที่เราคาดคิดเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Cyntoia, did somebody explain to you why I'm meeting with you today,",
      "th": "ซินโทเอีย มีใครอธิบายกับคุณหรือเปล่า ทำไมหมอมาพบคุณในวันนี้"
    }
  },
  {
    "translation": {
      "en": "why we're having this evaluation?",
      "th": "ทำไมเราทำการประเมินผลนี้"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Because of what I did.",
      "th": "เพราะสิ่งที่ฉันทำไป"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "You know, the purpose of doing this evaluation,",
      "th": "จุดประสงค์ของการประเมินผลครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "it might be able to help you when you go to court.",
      "th": "เพื่อที่จะช่วยคุณในศาลได้"
    }
  },
  {
    "translation": {
      "en": "I want to get straight...",
      "th": "หมออยากรู้รายละเอียด..."
    }
  },
  {
    "translation": {
      "en": "who's in your family. You have sort of a complicated family.",
      "th": "ใครเป็นใครในครอบครัวของคุณ คุณมีครอบครัวที่ค่อนข้างซับซ้อนนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, my mom, Ellenette Brown.",
      "th": "ค่ะ แม่ของฉันชื่อ แอลเลอเนตต์ บราวน์"
    }
  },
  {
    "translation": {
      "en": "-[Bernet] What kind of work does she do? -She's a teacher.",
      "th": "เธอทำงานอะไร แม่เป็นครู"
    }
  },
  {
    "translation": {
      "en": "Gina, is this your biological mother?",
      "th": "จีน่าคือแม่แท้ๆ ของคุณใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Gina as in Gina-- -Georgina Mitchell.",
      "th": "- จีน่ามาจากชื่อเต็มว่า... - จอร์จีน่า มิตเชลล์"
    }
  },
  {
    "translation": {
      "en": "-How old is she, do you think? -She's probably 32.",
      "th": "คุณคิดว่าเธออายุเท่าไหร่ แม่คงอายุสัก 32 ปี"
    }
  },
  {
    "translation": {
      "en": "Yeah, do you know how to tell?",
      "th": "ใช่ คุณรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Because she had me when she was about 16. I'm 16.",
      "th": "เพราะแม่คลอดฉันตอนอายุสัก 16 ตอนนี้ฉันก็อายุ 16"
    }
  },
  {
    "translation": {
      "en": "Right. That's right.",
      "th": "ใช่ ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Does that seem sort of funny to you that your mom was 16 and now you're 16?",
      "th": "ดูเหมือนคุณเห็นว่าตลกที่แม่ของคุณ เคยอายุ 16 และตอนนี้คุณอายุ 16"
    }
  },
  {
    "translation": {
      "en": "-Does that-- -[Cyntoia] I guess. I don't know.",
      "th": "- หรือว่า... - คงงั้น ไม่รู้สิคะ"
    }
  },
  {
    "translation": {
      "en": "-Does that seem sort of strange? -[Cyntoia] No.",
      "th": "- มันดูแปลกหรือเปล่า - ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Do you know anything about your dad?",
      "th": "คุณรู้เรื่องของพ่อบ้างมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[Bernet] Some people have mood swings. -Mm-hmm.",
      "th": "บางคนมีอารมณ์แปรปรวน"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Have you ever had that happen to you? Do you know what a mood swing is?",
      "th": "คุณเคยเป็นแบบนั้นมั้ย คุณรู้มั้ยว่าอารมณ์แปรปรวนเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I have them all the time. -[Bernet] Yeah.",
      "th": "- รู้ค่ะ ฉันเป็นตลอดเวลา - เหรอ"
    }
  },
  {
    "translation": {
      "en": "Can you tell me about them? What happens when you have a mood swing?",
      "th": "เล่าให้หมอฟังได้มั้ย เกิดอะไรขึ้นเวลาคุณมีอารมณ์แปรปรวน"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] One minute, I'll be happy, and then I'll be depressed and sad and gloomy.",
      "th": "นาทีหนึ่งฉันจะมีความสุข แล้วจู่ๆ ก็จะหดหู่ เศร้า สิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "And then I'll be mad, and then I'll be back happy.",
      "th": "แล้วฉันก็จะโมโห แล้วก็กลับมามีความสุข"
    }
  },
  {
    "translation": {
      "en": "And then I'll be just kind of depressed...",
      "th": "แล้วก็จะเศร้าไปเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "and different type of stuff like that.",
      "th": "แล้วก็อีกหลายอารมณ์ทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "[Bernet] These times when you get real depressed and you cry nonstop,",
      "th": "เวลาที่คุณหดหู่มากๆ และร้องไห้ไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "how long does that typically last?",
      "th": "โดยทั่วไปกินเวลานานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Does it last a day or week or two, three weeks?",
      "th": "สักหนึ่งวันหรือสัปดาห์หรือสองถึงสามสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Anywhere from a day to hours to weeks.",
      "th": "มีทุกแบบตั้งแต่เป็นวัน ไปถึงชั่วโมงและหลายสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "The longest was for like a week and a half I cried.",
      "th": "ฉันเคยร้องไห้นานสุดประมาณสัปดาห์ครึ่ง"
    }
  },
  {
    "translation": {
      "en": "What happens when you get real happy?",
      "th": "แล้วเกิดอะไรขึ้นเวลาคุณมีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "That's very often-- I mean, very rare that I get just real happy.",
      "th": "บ่อยครั้งที่... หมายถึง ยากมากที่ฉันจะมีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "If I'm talking to someone and having a good conversation, I'll be happy.",
      "th": "ถ้าฉันคุยกับใครสักคนแล้วสนุก ฉันก็จะมีความสุข"
    }
  },
  {
    "translation": {
      "en": "[Bernet] What about times you get real, real angry?",
      "th": "แล้วเวลาที่คุณโกรธมากล่ะ"
    }
  },
  {
    "translation": {
      "en": "When I'm locked up.",
      "th": "เวลาฉันโดนขัง"
    }
  },
  {
    "translation": {
      "en": "I don't like people telling me do this, do that,",
      "th": "ฉันไม่ชอบให้ใครสั่งทำนี่ทำนั่น"
    }
  },
  {
    "translation": {
      "en": "you need to do it this way, not the other way,",
      "th": "เธอต้องทำแบบนี้นะ ไม่ใช่แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "and you need to be like this,",
      "th": "และเธอต้องเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "you shouldn't think like this. I don't like it.",
      "th": "เธอไม่ควรคิดอย่างนี้ ฉันไม่ชอบ ฉันจะบ้าตาย ฉันทนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It fucking drives me nuts, and I can't stand it.",
      "th": "ฉันไม่ชอบ ฉันจะบ้าตาย ฉันทนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "เอาละ..."
    }
  },
  {
    "translation": {
      "en": "I got a lot of information here, and I'm gonna have to talk to Dr. Walker.",
      "th": "หมอได้ข้อมูลเยอะมากในครั้งนี้ และหมอจะคุยกับ ดร. วอล์คเกอร์"
    }
  },
  {
    "translation": {
      "en": "And then I'm gonna talk to Kathy Evans,",
      "th": "จากนั้นหมอจะคุยกับแคธี อีวานส์"
    }
  },
  {
    "translation": {
      "en": "and then we're going to try to do something that might help you out",
      "th": "จากนั้นเราจะพยายามหาทาง ทำอะไรสักอย่างช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "when you go to court.",
      "th": "เมื่อคุณขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "Do you think you can?",
      "th": "คุณคิดว่าคุณทำได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Cyntoia, this first thing I'd like you to do is kind of a test of your imagination.",
      "th": "ซินโทเอีย อย่างแรกที่หมอ อยากให้คุณทำคือแบบทดสอบจินตนาการ"
    }
  },
  {
    "translation": {
      "en": "I'm going to show you some pictures,",
      "th": "หมอจะให้คุณดูภาพ"
    }
  },
  {
    "translation": {
      "en": "some cards with pictures on them.",
      "th": "(ดร. เจมส์ เอส. วอล์คเกอร์ นักนิติจิตวิทยา)"
    }
  },
  {
    "translation": {
      "en": "I want you to make up a story about each picture.",
      "th": "หมออยากให้คุณแต่งเรื่องให้แต่ละภาพ"
    }
  },
  {
    "translation": {
      "en": "Please tell me what's happening in the picture,",
      "th": "ช่วยบอกหน่อยว่ามีอะไรเกิดขึ้นในภาพนี้"
    }
  },
  {
    "translation": {
      "en": "what led up to the scene and how the story ends.",
      "th": "อะไรทำให้เกิดฉากในภาพและเรื่องจบลงยังไง"
    }
  },
  {
    "translation": {
      "en": "Tell me what the people are talking about and what they're feeling.",
      "th": "บอกหมอว่าคนในภาพ กำลังคุยเรื่องอะไรและรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "Use your imagination and remember there are no right or wrong answers, okay?",
      "th": "ใช้จินตนาการและจำไว้ว่า ไม่มีคำตอบถูกหรือผิด โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-Tell me a story about this one. -Oh, shit.",
      "th": "- เล่าเรื่องเกี่ยวกับภาพนี้ซิ - บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "I think she killed the little girl.",
      "th": "ฉันคิดว่าเธอฆ่าเด็กผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "-[Walker] Say again. -She killed the little girl",
      "th": "- พูดอีกทีซิ - เธอฆ่าเด็กผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "because I see some blood or something right here, and now she's feeling bad.",
      "th": "เพราะฉันเห็นเลือดหรือ อะไรสักอย่างตรงนี้และตอนนี้เธอรู้สึกแย่"
    }
  },
  {
    "translation": {
      "en": "She's just realizing what she's done.",
      "th": "เธอเพิ่งรู้สึกตัวว่าทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "Tell me a story about this one.",
      "th": "เล่าเรื่องเกี่ยวกับภาพนี้ซิ"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Well, I think they just got to arguing.",
      "th": "ฉันคิดว่าพวกเขากำลังทะเลาะกัน"
    }
  },
  {
    "translation": {
      "en": "And she really doesn't want him to kiss her,",
      "th": "เธอไม่อยากให้เขาจูบ"
    }
  },
  {
    "translation": {
      "en": "but he's forcing her.",
      "th": "แต่เขากำลังบังคับเธอ"
    }
  },
  {
    "translation": {
      "en": "This slut is telling her to give her the money.",
      "th": "ยัยคนนี้บอกให้เธอส่งเงินมา"
    }
  },
  {
    "translation": {
      "en": "This bitch is sitting back enjoying it. I hate people like that, swear to God.",
      "th": "ยัยคนนี้เป็นกองเชียร์ ฉันเกลียดคนแบบนั้น ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "And they're doing it because she's black.",
      "th": "พวกนี้ทำอย่างนี้เพราะเธอผิวดำ"
    }
  },
  {
    "translation": {
      "en": "She probably was friends with these two girls.",
      "th": "เธอคงเป็นเพื่อนกับสองคนนี้"
    }
  },
  {
    "translation": {
      "en": "They just used her so they could get what they wanted out of her.",
      "th": "พวกนี้แค่หลอกใช้เธอ เพื่อจะได้สิ่งที่ต้องการจากเธอ"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Did you talk to Dr. Walker this morning? [Sinback] I have not talked to him yet.",
      "th": "- เมื่อเช้าคุณคุยกับ ดร. วอล์คเกอร์แล้วใช่มั้ย - ฉันยังไม่ได้คุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "He's drafted up some results here,",
      "th": "เขาส่งผลประเมินคร่าวๆ มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "but basically, the testing is totally consistent.",
      "th": "แต่การทดสอบส่วนใหญ่สอดคล้องกันดี"
    }
  },
  {
    "translation": {
      "en": "On the testing, she was honest, and so in other words, it appeared to be valid.",
      "th": "เธอซื่อสัตย์กับการทดสอบ พูดอีกแบบคือดูจะเป็นเหตุเป็นผล"
    }
  },
  {
    "translation": {
      "en": "The Roberts Apperception Test is the one where you show",
      "th": "การทดสอบแบบฉายภาพของโรเบิร์ตส์ ทำได้โดยแพทย์จะให้ดู"
    }
  },
  {
    "translation": {
      "en": "the pictures of the situations, and the person makes up stories.",
      "th": "ภาพสถานการณ์ต่างๆ และผู้ทดสอบแต่งเรื่องตามภาพ"
    }
  },
  {
    "translation": {
      "en": "He said it was very striking. All her stories were chaotic,",
      "th": "เขาบอกว่าผลทดสอบน่าสนใจมาก ทุกเรื่องของเธอสับสน"
    }
  },
  {
    "translation": {
      "en": "and none of them had a resolution.",
      "th": "ไม่มีเรื่องไหนชัดเจนเลย"
    }
  },
  {
    "translation": {
      "en": "They were all violence, aggression,",
      "th": "ทุกเรื่องมีแต่ความรุนแรง ก้าวร้าว"
    }
  },
  {
    "translation": {
      "en": "an unusual degree of negative emotion, anger, rejection.",
      "th": "อารมณ์แง่ลบในระดับผิดปกติ ความโกรธ เกลียดชัง"
    }
  },
  {
    "translation": {
      "en": "I mean, this is her view of the world.",
      "th": "เรียกว่านี่คือมุมมองที่เธอมีต่อโลก"
    }
  },
  {
    "translation": {
      "en": "How did this manifest itself when this guy Johnny was killed?",
      "th": "ทั้งหมดนี้แสดงออกมายังไง ตอนที่ชายชื่อจอห์นนี่ถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "See, I think that some of these characteristics affected the behaviors.",
      "th": "ผมว่าลักษณะนิสัยบางอย่างที่ว่ามา ส่งผลต่อพฤติกรรม"
    }
  },
  {
    "translation": {
      "en": "Her affect of instability, in other words, becoming suddenly frightened",
      "th": "หรือพูดอีกนัยคือความแปรปรวนทางอารมณ์ ของเธอในตอนนั้นคือตื่นตกใจปุบปับ"
    }
  },
  {
    "translation": {
      "en": "about the situation she was in and her paranoia.",
      "th": "กับสถานการณ์ในขณะนั้นจนถึงขั้นวิตกจริต"
    }
  },
  {
    "translation": {
      "en": "Now, what can we do with all this?",
      "th": "ทีนี้เราจะทำยังไงกับข้อมูลทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "She's 16-and-a-half.",
      "th": "เธออายุ 16 ปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "She is.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "So if she were to stay in the juvenile court,",
      "th": "ดังนั้นถ้าเธอได้ขึ้นศาลเยาวชน"
    }
  },
  {
    "translation": {
      "en": "she would be under the control of the juvenile court until she's 19.",
      "th": "เธอจะอยู่ในความควบคุม ของศาลเยาวชนจนถึงอายุ 19"
    }
  },
  {
    "translation": {
      "en": "I think that would be long enough to help her get her situation under control.",
      "th": "ผมคิดว่าคงนานพอที่จะช่วยเธอปรับตัวได้"
    }
  },
  {
    "translation": {
      "en": "She has a serious personality disorder which requires therapy",
      "th": "เธอผิดปกติด้านบุคลิกภาพ อย่างรุนแรงซึ่งต้องได้รับการบำบัด"
    }
  },
  {
    "translation": {
      "en": "in a good, wholesome residential program.",
      "th": "ด้วยโปรแกรมฟื้นฟูแบบองค์รวมระยะยาว"
    }
  },
  {
    "translation": {
      "en": "Tomorrow, we're gonna be going to court,",
      "th": "พรุ่งนี้เราจะขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "but today, we're gonna have an opportunity to talk with her biological mother.",
      "th": "แต่วันนี้เราจะได้พูดคุยกับแม่แท้ๆ ของเธอ"
    }
  },
  {
    "translation": {
      "en": "So that's kind of-- That's a little bit unusual.",
      "th": "นับเป็นความพิเศษสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Cyntoia was given up for adoption about 14 years ago,",
      "th": "ซินโทเอียถูกรับอุปการะประมาณ 14 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "and her biological mother had not seen her in all that time.",
      "th": "และแม่แท้ๆ ของเธอ ไม่เคยเห็นหน้าลูกเลยตลอดเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "It would be helpful to know whether there's any kind of mental disorder",
      "th": "คงเป็นประโยชน์ถ้าได้รู้ว่า มีผู้ป่วยทางจิตหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "among the biological family of Cyntoia.",
      "th": "ในครอบครัวแท้ๆ ของซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "It's really good to see you before the hearing",
      "th": "ยินดีอย่างยิ่งที่ได้พบคุณก่อนขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "because there are a few things that I wanted to find out or ask both of you about.",
      "th": "เพราะมีบางอย่างที่ผมอยากถามคุณทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "And I guess I'm kind of glad that you all could say hi to each other.",
      "th": "และผมดีใจนะที่พวกคุณได้ทักทายกัน"
    }
  },
  {
    "translation": {
      "en": "I guess you haven't really seen each other for a long time.",
      "th": "พวกคุณไม่ได้เจอกันนานมากแล้วมั้ง"
    }
  },
  {
    "translation": {
      "en": "It's been a long time. Yes, it has.",
      "th": "นานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Burnet] Yeah. -Fourteen-and-a-half years.",
      "th": "สิบสี่ปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Ms. Mitchell, I'll tell you what I would find helpful",
      "th": "คุณมิตเชลล์ ผมจะบอกว่า สิ่งที่จะเป็นประโยชน์กับเรา"
    }
  },
  {
    "translation": {
      "en": "is how things went yesterday when you saw Cyntoia. How'd that go?",
      "th": "คือบรรยากาศที่คุณพบซินโทเอียเมื่อวาน เป็นยังไงบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "I was real excited and real happy. And I had been waiting a long time.",
      "th": "ฉันตื่นเต้นมากและมีความสุขมาก ฉันรออยู่นานเลย (จอร์จีน่า มิตเชลล์ แม่แท้ๆ ของซินโทเอีย บราวน์)"
    }
  },
  {
    "translation": {
      "en": "And I was just so glad to see her.",
      "th": "และฉันดีใจมากที่ได้เจอเธอ"
    }
  },
  {
    "translation": {
      "en": "I know Ellenette has provided for her, and I thank her for that.",
      "th": "ฉันรู้ว่าเอลเลเนตต์หาเลี้ยงเธอซึ่งฉันขอขอบคุณ (เอลเลเนตต์ บราวน์ แม่อุปการะซินโทเอีย)"
    }
  },
  {
    "translation": {
      "en": "I’m glad you met. Was it like-- How long did y'all--",
      "th": "(เอลเลเนตต์ บราวน์ แม่อุปการะซินโทเอีย) ผมดีใจที่พวกคุณได้พบกัน นานแค่ไหนที่..."
    }
  },
  {
    "translation": {
      "en": "[Mitchell] Oh, for a long time.",
      "th": "นานมาก"
    }
  },
  {
    "translation": {
      "en": "Um, I could see, you know, the traits she has.",
      "th": "ฉันเห็นลักษณะบางอย่างของเธอ"
    }
  },
  {
    "translation": {
      "en": "It was like looking at me at that same age.",
      "th": "เหมือนมองเห็นตัวเองในวัยเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "The ups and downs, anger one minute, happy the next.",
      "th": "อารมณ์ขึ้นๆ ลงๆ เดี๋ยวโกรธ เดี๋ยวร่าเริง"
    }
  },
  {
    "translation": {
      "en": "You know, she wanted to know about our side of the family and...",
      "th": "เธออยากรู้เรื่องเกี่ยวกับครอบครัวของเรา"
    }
  },
  {
    "translation": {
      "en": "Let me just ask you about some family history stuff",
      "th": "ผมขอถามคุณเกี่ยวกับประวัติในครอบครัวหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "because, you know, sometimes, when people have some sort of mental problem,",
      "th": "เพราะบางครั้งเวลาเรามีปัญหาทางจิตบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "sometimes it runs in families because of genetic things.",
      "th": "บางทีก็เป็นเพราะ พันธุกรรมที่ถ่ายทอดในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] My mom shot herself. She sent me next door",
      "th": "แม่ของฉันยิงตัวตาย แม่ไล่ฉันไปบ้านข้างๆ"
    }
  },
  {
    "translation": {
      "en": "when I was in second grade,",
      "th": "ตอนนั้นฉันอยู่เกรดสอง"
    }
  },
  {
    "translation": {
      "en": "and she shot herself in the stomach.",
      "th": "และแม่ยิงตัวเองที่ท้อง"
    }
  },
  {
    "translation": {
      "en": "My mom and her mom, both of them, they're drunks, suicidal.",
      "th": "แม่กับยายของฉัน ทั้งคู่ขี้เหล้าและฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "She took a shotgun and blowed her chest away, killed herself.",
      "th": "ยายของฉันใช้ปืนลูกซองเป่าหน้าอกตัวเองตาย"
    }
  },
  {
    "translation": {
      "en": "Your mom had a biological brother",
      "th": "แม่ของคุณมีพี่ชายแท้ๆ หนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "who had some problems as well, mental health problems?",
      "th": "ซึ่งมีปัญหาสุขภาพจิตเหมือนกันใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "I know about these, yeah. Um, all of them do.",
      "th": "ฉันรู้เรื่องนี้ ใช่ ทุกคนมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "And see, that's why I left, because...",
      "th": "ฉันถึงได้ออกจากบ้านเพราะ..."
    }
  },
  {
    "translation": {
      "en": "I prayed to God that--",
      "th": "ฉันภาวนาต่อพระเจ้าว่า..."
    }
  },
  {
    "translation": {
      "en": "I didn't wanna be like her. I didn't wanna be like none of 'em.",
      "th": "ฉันไม่อยากเป็นเหมือนแม่ ฉันไม่อยากเป็นเหมือนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Burnet] Right.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Can you tell me what she was like then? What kind of baby was she?",
      "th": "คุณช่วยเล่าได้มั้ยว่า ตอนเธอยังเล็ก เธอเป็นเด็กยังไง"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] Oh, she was a good baby.",
      "th": "เธอเป็นเด็กดี"
    }
  },
  {
    "translation": {
      "en": "She was real good.",
      "th": "น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "It just got really hard, and I felt like I just... You know, I couldn't do it alone.",
      "th": "ลำบากมากจริงๆ จนฉันรู้สึกว่า ฉันคนเดียวทำไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "-Eighteen months. -We had her off and on",
      "th": "- สิบแปดเดือน - เราดูแลเธอครั้งคราว"
    }
  },
  {
    "translation": {
      "en": "since she was six months old.",
      "th": "ตั้งแต่เธออายุหกเดือน"
    }
  },
  {
    "translation": {
      "en": "[Burnet] What happened after that? I guess when she got in high school,",
      "th": "แล้วเกิดอะไรขึ้นหลังจากนั้น ช่วงที่เธอเข้าไฮสคูลมั้งครับ"
    }
  },
  {
    "translation": {
      "en": "-or junior high, there were more serious-- -[Brown] Well, yes.",
      "th": "- หรือก่อนหน้านั้นที่มี... - ใช่"
    }
  },
  {
    "translation": {
      "en": "When it started was, she had gotten herself",
      "th": "เรื่องเริ่มที่เธอทำผิด"
    }
  },
  {
    "translation": {
      "en": "kicked out of regular school into alternative school.",
      "th": "จนโดนไล่ออกจากโรงเรียนทั่วไป มาเข้าโรงเรียนทางเลือก"
    }
  },
  {
    "translation": {
      "en": "That was the first time she had initially run away",
      "th": "นั่นเป็นครั้งแรกที่เธอเริ่มหนีออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "because she was afraid to come home.",
      "th": "เพราะเธอไม่กล้ากลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "And she was gone for, I think, maybe a few days.",
      "th": "บางทีเธอหายไปคราวละหลายวัน"
    }
  },
  {
    "translation": {
      "en": "And she had someone to call me.",
      "th": "แล้วก็ให้ใครสักคนโทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "[Brown] I said, \"Well, you know, that only lasts for a little while,",
      "th": "ฉันบอกว่า \"แกก็รู้ว่าทำแบบนั้นได้ไม่นาน"
    }
  },
  {
    "translation": {
      "en": "but your place is here at home. You have to go to school.",
      "th": "บ้านของแกอยู่ที่นี่ แกต้องไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "You can't, at 12 years old--",
      "th": "ไม่ได้หรอกที่เด็กอายุ 12..."
    }
  },
  {
    "translation": {
      "en": "There's no way in the world you could take care of yourself.\"",
      "th": "ไม่มีทางที่แกจะดูแลตัวเองได้\""
    }
  },
  {
    "translation": {
      "en": "So, of course she agreed, you know, and she came home.",
      "th": "แน่นอนว่าเธอเห็นด้วยและยอมกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "And then from that point on, it was just like every day,",
      "th": "นับจากครั้งนั้นก็เหมือนเกิดขึ้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "every other day, every month, every other month,",
      "th": "วันเว้นวัน ทุกเดือน เดือนเว้นเดือน"
    }
  },
  {
    "translation": {
      "en": "it was just something, just something constantly. Constantly.",
      "th": "ทีนี้ก็เป็นสิ่งที่เกิดขึ้นประจำไป"
    }
  },
  {
    "translation": {
      "en": "-Meaning more and more behavior problems? -[Brown] More and more.",
      "th": "- หมายถึงทำตัวมีปัญหามากขึ้นเหรอครับ - มากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's like the behavior problems,",
      "th": "ทำตัวมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "that wasn't even the tip of the iceberg,",
      "th": "ไม่ใช่น้อยๆ เลย"
    }
  },
  {
    "translation": {
      "en": "because after that, she'd gone back to alternative school",
      "th": "เพราะหลังจากนั้น เธอกลับเข้าโรงเรียนทางเลือก"
    }
  },
  {
    "translation": {
      "en": "and then left school again, and the police called me.",
      "th": "แล้วก็ออกจากโรงเรียนอีก มีตำรวจโทรหาฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[Brown] I think Cyntoia had just pretty well, at that point, made up her mind.",
      "th": "ฉันคิดว่าซินโทเอีย ตัดสินใจแน่วแน่แล้วในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "-I think it was too structured... -[Bernet] Right. ...for her, you know?",
      "th": "ฉันคิดว่าโรงเรียนเป็นระบบเกินไปสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "And toward the end, she didn't want to be at home.",
      "th": "และสุดท้ายเธอก็ไม่อยากอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "She had said to me that, \"I knew I couldn't smoke, I couldn't drink.\"",
      "th": "เธอเคยบอกฉันว่า \"หนูรู้ หนูสูบบุหรี่ไม่ได้ ดื่มเหล้าไม่ได้"
    }
  },
  {
    "translation": {
      "en": "She said, \"And I knew I couldn't get high because you wouldn't allow that.\"",
      "th": "หนูรู้ด้วยว่าเสพยาไม่ได้เพราะแม่คงไม่ยอม\""
    }
  },
  {
    "translation": {
      "en": "I felt that this is what I had to do for me.",
      "th": "ฉันรู้สึกว่านี่คือสิ่งที่ฉันต้องทำ... เพื่อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Basically, the conversation that we just had here today,",
      "th": "การพูดคุยส่วนใหญ่ของเราในวันนี้"
    }
  },
  {
    "translation": {
      "en": "that's the exact conversation I want to have in court.",
      "th": "เป็นการพูดคุยแบบที่ฉันอยากให้ทำในศาลเลย"
    }
  },
  {
    "translation": {
      "en": "If you guys could try to be as conversational as possible with the judge.",
      "th": "ถ้าพวกคุณพยายามพูดคุย กับผู้พิพากษาให้มากเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "I think that you--",
      "th": "ฉันคิดว่าพวกคุณ..."
    }
  },
  {
    "translation": {
      "en": "I'm past it, you know. I mean...",
      "th": "ฉันขอผ่านนะ คือว่า..."
    }
  },
  {
    "translation": {
      "en": "-[Sinback] I'm very proud of you guys. -My past is my past, you know, and...",
      "th": "- ฉันภูมิใจในตัวพวกคุณมาก - อดีตคืออดีตสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Mm-hmm. -You know, I've moved on, you know, and...",
      "th": "ฉันไม่อยากคิดถึงอดีต"
    }
  },
  {
    "translation": {
      "en": "Like I said, I appreciate, you know, what she's done for Toia.",
      "th": "ฉันซาบซึ้งกับสิ่งที่เธอทำเพื่อโทเอีย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry that, you know, she had to go through that with Toia, -the way Toia ended up. -Mm-hmm.",
      "th": "ฉันเสียใจที่เธอต้องเจอปัญหากับโทเอีย การที่โทเอียลงเอยแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-But you know... -[Bernet and Sinback] Yeah. ...my life wasn't easy either. And you know, it's a trait thing, I guess.",
      "th": "แต่ชีวิตของฉันก็ลำบาก มันคงเป็นพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "[Burnet] The issue in juvenile court is whether Cyntoia should remain in juvenile court",
      "th": "ประเด็นที่จะพิจารณาคือซินโทเอีย ควรอยู่ในความดูแลของศาลเยาวชนต่อไป"
    }
  },
  {
    "translation": {
      "en": "or whether she should be transferred to criminal court.",
      "th": "หรือเธอควรโดนย้ายไปขึ้นศาลอาญา"
    }
  },
  {
    "translation": {
      "en": "If she stays in juvenile court, then she'll undoubtedly go",
      "th": "ถ้าเธออยู่ในความดูแล ของศาลเยาวชนต่อไป เธอย่อมจะ"
    }
  },
  {
    "translation": {
      "en": "to some sort of juvenile detention facility until she's 19.",
      "th": "อยู่ในสถานพินิจเด็กและเยาวชนจนอายุ 19 ปี"
    }
  },
  {
    "translation": {
      "en": "If she is transferred to adult court,",
      "th": "ถ้าเธอถูกโยกย้ายขึ้นศาลผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "the only sentence that first-degree murder carries is life in prison.",
      "th": "โทษเดียวในข้อหาเจตนาฆ่าโดยไตร่ตรองไว้ก่อน คือติดคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "It's going to be an uphill battle.",
      "th": "น่าจะเป็นการต่อสู้แบบหืดขึ้นคอ"
    }
  },
  {
    "translation": {
      "en": "Not only do I have to show",
      "th": "ฉันต้องแสดงให้ศาลเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia has identifiable mental health problems",
      "th": "ซินโทเอียมีปัญหาสุขภาพจิต ตามคำวินิจฉัยของแพทย์ (ผู้พิพากษาเบตตี้ อดัมส์ กรีน ศาลเยาวชน)"
    }
  },
  {
    "translation": {
      "en": "and circumstances that can be corrected.",
      "th": "และมีชีวิตความเป็นอยู่ซึ่งสามารถแก้ไขได้"
    }
  },
  {
    "translation": {
      "en": "But I also have to show that it's worth doing that",
      "th": "แต่ฉันยังต้องทำให้ศาลเห็นด้วยว่า คุ้มค่าที่จะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "in a case where a gentleman has been killed.",
      "th": "ในคดีที่มีชายคนหนึ่งถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "[Green] All right.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "We are here this afternoon, I believe, in the matter of Cyntoia Brown.",
      "th": "บ่ายนี้เรามาเพื่อพิจารณา คดีของซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "It's my understanding this is set as a transfer hearing. Is that correct?",
      "th": "ตามความเข้าใจของฉันคือ เป็นการพิจารณาโอนคดี ถูกต้องหรือไม่"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Yes, Your Honor. -[Brown] So are we ready to proceed?",
      "th": "- ใช่ค่ะ ท่าน - งั้นเราพร้อมเริ่มเลยไหม"
    }
  },
  {
    "translation": {
      "en": "-[man] Yes, ma'am. -[Sinback] Yes, ma'am.",
      "th": "- ค่ะ ท่าน - ค่ะ ท่าน"
    }
  },
  {
    "translation": {
      "en": "-[Green] You are Cyntoia Brown? -[Cyntoia] Yes, ma'am.",
      "th": "- คุณคือซินโทเอีย บราวน์ - ค่ะ ท่าน"
    }
  },
  {
    "translation": {
      "en": "[Green] I have your date of birth listed as January the 29th, 1988.",
      "th": "วันเดือนปีเกิดของคุณตามนี้ วันที่ 29 มกราคม ปี 1988"
    }
  },
  {
    "translation": {
      "en": "-Is that correct? -Yes, ma'am.",
      "th": "- ถูกต้องนะ - ค่ะ ท่าน"
    }
  },
  {
    "translation": {
      "en": "-[Green] That makes you, what, 15? -Sixteen.",
      "th": "- แสดงว่าคุณอายุ 15 ปีเหรอ - สิบหกปี"
    }
  },
  {
    "translation": {
      "en": "[Green] Sixteen. Do you understand why you're here?",
      "th": "- คุณรู้มั้ยว่าทำไมคุณถึงมาอยู่ตรงนี้ - รู้ค่ะ ท่าน"
    }
  },
  {
    "translation": {
      "en": "-Yes, ma'am. -[Green] All right.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "This is not a hearing to determine",
      "th": "นี่ไม่ใช่การพิจารณาตัดสินว่า"
    }
  },
  {
    "translation": {
      "en": "if you're guilty or innocent of the charges against you.",
      "th": "คุณผิดหรือไม่ผิดตามข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "The only purpose of today's hearing",
      "th": "จุดประสงค์เดียวของการพิจารณาในวันนี้"
    }
  },
  {
    "translation": {
      "en": "is to determine where your case should be tried.",
      "th": "คือตัดสินว่าคดีของคุณควรขึ้นศาลไหน"
    }
  },
  {
    "translation": {
      "en": "Whether it should be heard here in the juvenile court,",
      "th": "คดีนี้ควรพิจารณาในศาลเยาวชนนี้"
    }
  },
  {
    "translation": {
      "en": "or if your case should be transferred to the criminal courts",
      "th": "หรือคดีของคุณควรโอนไปขึ้นศาลอาญา"
    }
  },
  {
    "translation": {
      "en": "and you should be tried there.",
      "th": "และตัดสินคดีความที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Sinback] I want you to start with the night of August 6th of 2004.",
      "th": "ฉันอยากให้คุณเริ่มเล่าเหตุการณ์ คืนวันที่ 6 สิงหาคม ปี 2004"
    }
  },
  {
    "translation": {
      "en": "Where did you begin that evening around seven o'clock?",
      "th": "ช่วงประมาณหนึ่งทุ่มของค่ำวันนั้นคุณอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I was in the hotel room.",
      "th": "ฉันอยู่ในห้องพักของโรงแรม"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] Okay, and who were you with? -Kut, Garion.",
      "th": "แล้วคุณอยู่กับใคร คัต แกเรียน"
    }
  },
  {
    "translation": {
      "en": "[Sinback] And who is Kut?",
      "th": "แล้วคัตคือใคร"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Kut was someone that I was dating,",
      "th": "คัตคือคนที่ฉันกำลังออกเดตด้วย"
    }
  },
  {
    "translation": {
      "en": "but he kind of turned into, like, what other people would look at as a pimp.",
      "th": "แต่กลายเป็นว่าเขาคือแมงดาในสายตาของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you look at it as a pimp?",
      "th": "คุณล่ะมองว่าเขาเป็นแมงดาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "During the time, no.",
      "th": "ช่วงนั้น... ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Changes were happening so fast, I didn't.",
      "th": "ทุกอย่างเปลี่ยนไปเร็วมาก ตอนนั้นไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What about now?",
      "th": "แล้วตอนนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, now that I look on the situation, I do.",
      "th": "คิดค่ะ ตอนนี้พอมานึกดู ฉันก็เลยคิด"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What were you doing with Kut in the motel room at the Intown Suites?",
      "th": "คุณทำอะไรอยู่กับคัตในห้องพักของอินทาวน์ สวีตส์"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] We were either getting high or having sex. That's all we ever did.",
      "th": "เราเสพยาหรือไม่ก็มีเซ็กซ์กัน เราทำอยู่แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did he say to you that evening?",
      "th": "เขาพูดอะไรกับคุณในคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "He said that I was slipping and that I was starting to become a slouch,",
      "th": "เขาบอกว่าฉันทำตัวแย่และชักจะขี้เกียจ"
    }
  },
  {
    "translation": {
      "en": "that I needed to get out and get on my grind and get some money.",
      "th": "บอกว่าฉันต้องออกไปทำงานหาเงินบ้าง"
    }
  },
  {
    "translation": {
      "en": "When I left, I was looking for a ride so I could go out to East Nashville.",
      "th": "พอฉันจากมา ฉันพยายาม โบกรถไปที่อีสต์ แนชวิลล์"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Who were you going to see in East Nashville?",
      "th": "คุณจะไปพบใครที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I wasn't going to see particularly anyone.",
      "th": "ฉันไม่ได้จะไปพบใครเป็นการเจาะจง"
    }
  },
  {
    "translation": {
      "en": "I was going to an area that I knew was-- A lot of people go there and prostitute.",
      "th": "ฉันว่าจะไปแถวที่ฉันรู้ว่า... มีหลายคนไปขายตัวที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where did you walk to?",
      "th": "คุณเดินไปถึงไหน"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I made it to the Sonic before someone asked me if I needed a ride.",
      "th": "ฉันเดินไปถึงโซนิคก็เจอคนชวนให้ฉันติดรถไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. When you walked up to the Sonic, who approached you?",
      "th": "พอคุณเดินไปถึงโซนิค ใครเข้ามาหาคุณ"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] A man in a white truck.",
      "th": "ผู้ชายที่ขับรถกระบะสีขาว"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Is this the person that has been referred to throughout this hearing?",
      "th": "ใช่บุคคลนี้มั้ยที่เราอ้างถึงตลอดการพิจารณาคดีนี้"
    }
  },
  {
    "translation": {
      "en": "-Mr. Allen, the deceased? -[Cyntoia] Yes, ma'am.",
      "th": "- คุณอัลเลน ผู้เสียชีวิต - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did he say to you when he pulled up?",
      "th": "เขาพูดอะไรกับคุณเมื่อเขาหยุดรถ"
    }
  },
  {
    "translation": {
      "en": "He asked me if I needed a ride.",
      "th": "เขาชวนฉันว่าอยากติดรถไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] What did you say? -I told him yes.",
      "th": "- คุณบอกว่ายังไง - ฉันบอกว่าอยาก"
    }
  },
  {
    "translation": {
      "en": "The question came up, was I up for any action?",
      "th": "แล้วเขาก็ถามว่าฉันขายหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "And the action, I guess you should know that it was insinuating sexual.",
      "th": "ซึ่งการขายที่ว่า พวกคุณคงรู้ว่า เป็นนัยหมายถึงขายบริการทางเพศ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Did you know that when he said that? Yes, I did.",
      "th": "- คุณรู้มั้ยตอนที่เขาพูดแบบนั้น - ค่ะ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "[Sinback] And what was the next part of conversation?",
      "th": "แล้วคุยอะไรกันต่อ"
    }
  },
  {
    "translation": {
      "en": "-[Cyntoia] Business. [laughs] -[Sinback] What did he say?",
      "th": "ค้าขาย เขาพูดว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Well, he asked me how much, and I told him 200.",
      "th": "เขาถามว่าเท่าไหร่ ฉันเลยบอกว่า 200"
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, 100,\" and we decided finally on 150.",
      "th": "เขาบอกว่า \"ไม่ ร้อยเดียว\" สุดท้ายเราตกลงกันได้ที่ 150"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where did you go next?",
      "th": "คุณไปที่ไหนต่อ"
    }
  },
  {
    "translation": {
      "en": "We went to his house.",
      "th": "เราไปที่บ้านของเขา"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Who made the suggestion of going to his house?",
      "th": "ใครเสนอให้ไปที่บ้านของเขา"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He did. I had actually suggested the hotel we was right there at,",
      "th": "เขาเสนอ จริงๆ ฉันเสนอ ให้ใช้โรงแรมตรงนั้นที่เราอยู่พอดี"
    }
  },
  {
    "translation": {
      "en": "but he didn't want to go to the hotel.",
      "th": "แต่เขาไม่อยากเข้าโรงแรม"
    }
  },
  {
    "translation": {
      "en": "He said he wanted to go to his house because there was no one there.",
      "th": "เขาบอกว่าอยากไปที่บ้านเพราะไม่มีใครอยู่"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Did he tell you who he lived with or anything like that?",
      "th": "เขาบอกคุณมั้ยว่าพักอยู่กับใครหรืออะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He said he lived by himself.",
      "th": "เขาบอกว่าเขาอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "[Sinback] You're in the car, you have your food, and you're on the way home.",
      "th": "คุณอยู่ในรถ มีอาหารกิน และกำลังกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "What kind of conversation did you have?",
      "th": "พวกคุณคุยอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He was just basically talking about himself",
      "th": "ส่วนใหญ่เขาพูดเรื่องของตัวเอง เขาคือใคร ทำอะไร"
    }
  },
  {
    "translation": {
      "en": "-and who he was, things that he did. -[Sinback] What did he tell you he did?",
      "th": "ส่วนใหญ่เขาพูดเรื่องของตัวเอง เขาคือใคร ทำอะไร เขาบอกคุณว่าเขาทำงานอะไร"
    }
  },
  {
    "translation": {
      "en": "He told me he was a real estate agent,",
      "th": "เขาบอกฉันว่าเขาเป็นนายหน้าอสังหาริมทรัพย์"
    }
  },
  {
    "translation": {
      "en": "and he said that he did a lot of volunteer work and stuff,",
      "th": "เขายังบอกว่าเขาทำงานจิตอาสาหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "and he was real important in the community.",
      "th": "และเขาเป็นคนสำคัญมากในชุมชน"
    }
  },
  {
    "translation": {
      "en": "He was just finished telling me about his accomplishments",
      "th": "ปิดท้ายที่เขาเล่าความสำเร็จของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and saying how that he used to be in the Army,",
      "th": "และพูดถึงชีวิตของเขาสมัยอยู่ในกองทัพ"
    }
  },
  {
    "translation": {
      "en": "because I mentioned that I was from Fort Campbell.",
      "th": "เพราะฉันบอกว่าฉันมาจากฟอร์ต แคมป์เบลล์"
    }
  },
  {
    "translation": {
      "en": "And so he related to how he was an officer in the Army before",
      "th": "เขาเลยเล่าถึงสมัยที่เขาเคยเป็นทหาร"
    }
  },
  {
    "translation": {
      "en": "and that he was a sharpshooter in the Army.",
      "th": "บอกว่าเขาคือพลแม่นปืนของกองทัพ"
    }
  },
  {
    "translation": {
      "en": "And then he had told me how a lot of women want him for his money",
      "th": "แล้วเขาก็บอกฉันว่า ผู้หญิงหลายคนอยากได้เขาเพราะเงิน"
    }
  },
  {
    "translation": {
      "en": "and that he wanted someone to make love with him with desire.",
      "th": "เขาอยากมีใครสักคน ที่ร่วมรักกับเขาเพราะตัวเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. Did you see any guns in the house?",
      "th": "คุณเห็นปืนในบ้านหลังนั้นบ้างหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Yes, I seen two shotguns downstairs,",
      "th": "ค่ะ ฉันเห็นปืนลูกซองสองกระบอกอยู่ชั้นล่าง"
    }
  },
  {
    "translation": {
      "en": "and he showed me a chrome gun with a black handle.",
      "th": "เขาหยิบปืนโครเมียมที่มีด้ามจับสีดำมาอวดฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Where were you when he showed you that? [Cyntoia] I was sitting at the table, eating my food.",
      "th": "- คุณอยู่ไหนตอนที่เขาอวดปืน - นั่งกินอาหารที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay. And how were you feeling at that time?",
      "th": "แล้วตอนนั้นคุณรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] He was, like, controlling. He reminded me of Kut a little bit.",
      "th": "เขาค่อนข้างวางอำนาจ ทำให้ฉันนึกถึงคัตนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I start feeling nervous, then I kept feeling more nervous",
      "th": "ฉันเริ่มรู้สึกเครียด แล้วก็เครียดมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "as he started talking about the guns and stuff.",
      "th": "ระหว่างที่เขาเริ่มพูดเรื่องปืนและของพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "I was really shaky.",
      "th": "ฉันกลัวมาก"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you usually go with people to their homes?",
      "th": "ปกติคุณตามคนอื่นกลับบ้านหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[scoffs] No.",
      "th": "เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Have you done this, prostituted before?",
      "th": "- คุณเคยขายบริการมาก่อนมั้ย - เคยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -[Sinback] Where have you done it?",
      "th": "- คุณเคยขายบริการมาก่อนมั้ย - เคยค่ะ - คุณขายที่ไหน - โรงแรม"
    }
  },
  {
    "translation": {
      "en": "-In hotels. -[Sinback] Okay.",
      "th": "- คุณขายที่ไหน - โรงแรม โอเค"
    }
  },
  {
    "translation": {
      "en": "And what did you do then?",
      "th": "แล้วคุณทำอะไรต่อ"
    }
  },
  {
    "translation": {
      "en": "I asked him if we can go downstairs to the living room and watch TV.",
      "th": "ฉันขอเขาให้เราลงไปข้างล่าง ดูทีวีในห้องนั่งเล่นได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-[Sinback] And what did he say? -He said sure.",
      "th": "แล้วเขาพูดว่ายังไง เขาตอบว่าได้สิ"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Were you still feeling like you didn't want to go through with having sex?",
      "th": "คุณรู้สึกว่าไม่อยากมีเซ็กซ์แล้วหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "The whole reason I went downstairs to the living room was so I'd be closer to the door.",
      "th": "ที่ฉันอยากลงไปห้องนั่งเล่น ก็เพื่อจะได้อยู่ใกล้ประตูมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] And so by the end I was like, \"Well, you know, I'm tired.",
      "th": "แต่สุดท้ายฉันก็บอกว่า \"ฉันเหนื่อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can I just go to sleep for a little while? I haven't had sleep in a while.\"",
      "th": "ฉันขอนอนเดี๋ยวสิ ฉันไม่ได้นอนมาพักใหญ่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "So I was hoping maybe we'd both fall asleep,",
      "th": "ฉันหวังว่าบางทีเราจะหลับทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "and while he was sound asleep, I'd just sneak on out.",
      "th": "และระหว่างที่เขาหลับ ฉันจะได้หลบออกไป"
    }
  },
  {
    "translation": {
      "en": "And so then we went upstairs.",
      "th": "จากนั้นเราก็ขึ้นชั้นบน"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Do you tend to be a nervous person?",
      "th": "คุณมักจะเป็นคนเครียดง่ายหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Sinback] Did anything make you",
      "th": "ค่ะ อะไรทำให้คุณเครียดมากขึ้นในคืนนั้น"
    }
  },
  {
    "translation": {
      "en": "-especially nervous that night? -[Cyntoia] Just how he was acting.",
      "th": "อะไรทำให้คุณเครียดมากขึ้นในคืนนั้น ท่าทีของเขา"
    }
  },
  {
    "translation": {
      "en": "Just how he talked. It's like the way he talked...",
      "th": "วิธีพูด เช่นที่เขาเล่าว่า..."
    }
  },
  {
    "translation": {
      "en": "how he was just so important and stuff.",
      "th": "เขาเป็นคนสำคัญมากอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And then me, I look at myself. Who am I? Who am I to him? It's like...",
      "th": "แล้วฉัน ฉันมองตัวเอง ฉันเป็นใครสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "Then he talks about the guns and stuff. If he does something to me,",
      "th": "แล้วเขาก็พูดเรื่องปืนกับของพวกนั้น ถ้าเขาทำอะไรฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm sitting here thinking, what can I do?",
      "th": "ฉันนั่งคิดอยู่ว่าฉันจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "I'm in his house. Ain't nobody gonna know where I'm at.",
      "th": "ฉันอยู่ในบ้านของเขา ไม่มีใครรู้ว่าฉันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "My mom and them, they don't know where I'm at.",
      "th": "แม่ของฉันก็ไม่รู้ว่าฉันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "The people that I stay with, Chico and them, don't know where I'm at.",
      "th": "คนที่ฉันพักอยู่ด้วย พวกชิโก้ก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Nobody's gonna know what happens to me. Kut, he doesn't care.",
      "th": "จะไม่มีใครรู้ว่าเกิดอะไรขึ้นกับฉัน คัตเขาก็ไม่สน"
    }
  },
  {
    "translation": {
      "en": "He doesn't even know who I left with.",
      "th": "เขาไม่รู้ด้วยซ้ำว่าฉันไปกับใคร"
    }
  },
  {
    "translation": {
      "en": "And all this is running through my mind, and I'm just a nervous wreck.",
      "th": "ฉันเอาแต่คิดแบบนั้น ฉันเลยสติแตก"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What happened next?",
      "th": "จากนั้นเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] What happened next, about the fifth time he got in the bed...",
      "th": "จากนั้นประมาณครั้งที่ห้าที่เขาขึ้นเตียง"
    }
  },
  {
    "translation": {
      "en": "It's like, at first, he was just stroking me, but then it's like he just grabbed me, like,",
      "th": "ตอนแรกเขาแค่ลูบตัวฉันแต่แล้วก็ออกแรง"
    }
  },
  {
    "translation": {
      "en": "in between my legs, like, he just grabbed it real hard.",
      "th": "ขยุ้มหว่างขาของฉัน เขาขยุ้มแรงมาก"
    }
  },
  {
    "translation": {
      "en": "The whole time, every time he touched me I'd just move and act like I was asleep.",
      "th": "ตลอดเวลา ทุกครั้งที่เขาแตะตัวฉัน ฉันขยับตัวทำเหมือนนอนหลับ"
    }
  },
  {
    "translation": {
      "en": "This time I just... [grunts]",
      "th": "คราวนี้ฉัน..."
    }
  },
  {
    "translation": {
      "en": "Like that, and I turned over real hard.",
      "th": "แบบนั้น แล้วฉันก็กระแทกตัวหันกลับไป"
    }
  },
  {
    "translation": {
      "en": "And he just gave me this look. It was, like, a very fierce look.",
      "th": "เขาชักสีหน้าใส่ฉัน ดูดุร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] And it just sent these chills up my spine.",
      "th": "ฉันกลัวจนขนลุก"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Oh, my God. He's fixin' to hit me.\"",
      "th": "ฉันคิดว่า \"พระเจ้าช่วย เขาจะตบฉันแน่\""
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's fixin' to hit me or do something like that,",
      "th": "ฉันคิดว่าเขาจะตบตีฉันหรือทำอะไรแบบนั้นแต่ว่า"
    }
  },
  {
    "translation": {
      "en": "but then he rolls over and reaches to the side of the bed or something.",
      "th": "เขากลับพลิกตัวเอื้อมมือไปข้างเตียง หรือหยิบอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "I'm thinking he's not fixin' to hit me. He's fixin' to get a gun.",
      "th": "ฉันเลยเข้าใจละว่าเขาไม่ได้จะ ตบตีฉัน เขาจะหยิบปืน"
    }
  },
  {
    "translation": {
      "en": "[Sinback] What did you do at that time?",
      "th": "ตอนนั้นคุณทำยังไง"
    }
  },
  {
    "translation": {
      "en": "I just grabbed the gun, and I shot him.",
      "th": "ฉันก็คว้าปืนแล้วยิงเขา"
    }
  },
  {
    "translation": {
      "en": "[man] Mr. Allen was asleep and facing away from you",
      "th": "คุณอัลเลนนอนหลับและหันหลังให้คุณ"
    }
  },
  {
    "translation": {
      "en": "-when you shot him. -[Cyntoia] No, sir.",
      "th": "- ตอนที่คุณยิงเขา - เปล่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] All right, what I want you to do is to explain to the Court how...",
      "th": "เอาละ ที่ผมอยากให้คุณทำคืออธิบายต่อศาล"
    }
  },
  {
    "translation": {
      "en": "You have a gun in your purse on the nightstand.",
      "th": "ยังไง... คุณมีปืนในกระเป๋า ที่วางบนโต๊ะเล็กข้างเตียง"
    }
  },
  {
    "translation": {
      "en": "-Correct? -[Cyntoia] Right.",
      "th": "- ถูกต้องมั้ย - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] You don't want to do this. You don't want to be here.",
      "th": "คุณไม่อยากทำแบบนี้ คุณไม่อยากอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "So you felt like, if you tried to leave,",
      "th": "คุณเลยรู้สึกว่าถ้าคุณคิดจะไป"
    }
  },
  {
    "translation": {
      "en": "-he would harm you. -[Cyntoia] Right.",
      "th": "- เขาคงทำร้ายคุณ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "And your belief in that is based on the fact",
      "th": "และที่คุณเชื่อแบบนั้นเพราะ เขาเคยบอกว่าเขามีปืนและเขาเป็นพลแม่นปืน"
    }
  },
  {
    "translation": {
      "en": "that he told you he had some guns and he's a sharpshooter.",
      "th": "เขาเคยบอกว่าเขามีปืนและเขาเป็นพลแม่นปืน"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Not only that but the way he was acting.",
      "th": "ไม่ใช่แค่นั้นแต่ท่าทีของเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "[Burks] Well, all I know about his activities is what you've told us,",
      "th": "แต่เรารู้ว่าเขามีท่าทียังไงบ้าง จากการให้ปากคำของคุณเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "and that's really all we'll ever know...",
      "th": "และเราจะมีวันรู้ได้แค่นั้น..."
    }
  },
  {
    "translation": {
      "en": "-[Cyntoia] Right. -[Burks] ...since you killed him.",
      "th": "- ใช่ - เพราะคุณฆ่าเขาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Your testimony today is that you felt he'd harm you if you tried to leave,",
      "th": "คำให้การของคุณวันนี้คือคุณรู้สึกว่า เขาจะทำร้ายคุณถ้าคุณคิดจะไป"
    }
  },
  {
    "translation": {
      "en": "but you felt comfortable not only getting in the car and going home with him,",
      "th": "แต่คุณสบายใจพอจะขึ้นรถของเขา แถมไปที่บ้านกับเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "-but getting into bed with him. -The reason that I was acting asleep",
      "th": "- ยกเว้นขึ้นเตียงกับเขา - เหตุผลที่ฉันแกล้งหลับ"
    }
  },
  {
    "translation": {
      "en": "was so he would go to sleep so then I could leave.",
      "th": "เพื่อให้เขาหลับฉันจะได้ออกมา"
    }
  },
  {
    "translation": {
      "en": "[Burks] Or... or, Ms. Brown, was it that so he would go to sleep",
      "th": "คุณบราวน์ หรือเพื่อให้เขาหลับ"
    }
  },
  {
    "translation": {
      "en": "so you could shoot him and take all his stuff out of the house?",
      "th": "คุณจะได้ยิงเขา และหยิบทรัพย์สินของเขาออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "Why would I want to shoot somebody for no reason? That doesn't make no sense.",
      "th": "ฉันจะอยากยิงคนทำไมโดยไม่มีเหตุผล ไม่เข้าท่า"
    }
  },
  {
    "translation": {
      "en": "[Burks] Well, why did you shoot him?",
      "th": "แล้วทำไมคุณยิงเขาล่ะ"
    }
  },
  {
    "translation": {
      "en": "I shot him because I thought he was gonna shoot me.",
      "th": "ฉันยิงเขาเพราะฉันคิดว่าเขาจะยิงฉัน"
    }
  },
  {
    "translation": {
      "en": "It would be a shock to me if I get transferred.",
      "th": "ฉันคงตกใจมากถ้าโดนโอนคดี"
    }
  },
  {
    "translation": {
      "en": "With everything that was said last night,",
      "th": "จากที่พูดไปทั้งหมดเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "I can't see how that didn't touch the judge.",
      "th": "ฉันว่าผู้พิพากษาน่าจะเห็นใจ"
    }
  },
  {
    "translation": {
      "en": "And how that couldn't wave her opinion to think,",
      "th": "และน่าจะทำให้เธอคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay, if I have the power to change this child's life,",
      "th": "\"โอเค ถ้าฉันมีอำนาจเปลี่ยนชีวิตของเด็กคนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna throw it away.\"",
      "th": "ฉันจะไม่ทำให้มันเสียเปล่า\""
    }
  },
  {
    "translation": {
      "en": "Hopefully, she's thinking along those lines.",
      "th": "หวังว่าเธอจะคิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I can't see why she wouldn't be.",
      "th": "ฉันว่ามีเหตุผลพอให้เธอคิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You know, we'll never know what actually happened in Cyntoia's case.",
      "th": "เราจะไม่มีวันรู้ว่าจริงๆ แล้ว เกิดอะไรขึ้นในคดีของซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "You got paranoid that he was gonna do this, and so you shot him.",
      "th": "คุณวิตกจริตว่าเขาจะทำแบบนี้ก็เลยยิงเขา"
    }
  },
  {
    "translation": {
      "en": "But then you go and take his wallet, his truck,",
      "th": "แต่คุณกลับขโมยกระเป๋าสตางค์ และรถของเขาไป"
    }
  },
  {
    "translation": {
      "en": "and that casts big-time doubt on your motives there.",
      "th": "ซึ่งทำให้แรงจูงใจของคุณในตอนนั้นน่าสงสัยมาก"
    }
  },
  {
    "translation": {
      "en": "Those are her facts. I don't necessarily agree with those facts.",
      "th": "ทั้งหมดนั้นคือข้อมูลจากเธอ ผมไม่จำเป็นต้องเห็นด้วยกับข้อมูลนั้น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] You remember the transfer hearing?",
      "th": "คุณจำได้มั้ยตอนพิจารณาโอนคดี"
    }
  },
  {
    "translation": {
      "en": "Jeff Burks, you know the hostility between us?",
      "th": "เจฟฟ์ เบิร์คส์น่ะ เราอยู่ฝั่งตรงข้ามกัน"
    }
  },
  {
    "translation": {
      "en": "He cross-examined me.",
      "th": "เขาซักฟอกฉัน"
    }
  },
  {
    "translation": {
      "en": "And he was questioning me like I was before the jury, was he not?",
      "th": "เขาสอบสวนฉันเหมือนฉันอยู่ต่อหน้าคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "Adversarial proceeding, that's what it's not supposed to be,",
      "th": "ซักถามแบบกล่าวหากันซึ่งมันไม่ควรเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "and that's what it was.",
      "th": "แต่ก็เป็นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was a fucking trial, and the same issue was,",
      "th": "มันคือการสู้คดีชัดๆ กับประเด็นเดิมคือ"
    }
  },
  {
    "translation": {
      "en": "was it premeditated or self-defense? That was the whole issue, wasn't it?",
      "th": "เป็นการไตร่ตรองไว้ก่อนหรือป้องกันตัว ประเด็นมีแค่นั้นไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "That's the issue at this fucking trial.",
      "th": "มันคือประเด็นที่ไว้พูดถึงตอนสู้คดีต่างหาก"
    }
  },
  {
    "translation": {
      "en": "This is my diary.",
      "th": "นี่คือไดอารี่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "I just write little things.",
      "th": "ฉันเขียนเรื่องเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "I'm on my seventh page, telling my lawyers everything about me,",
      "th": "ฉันเขียนถึงหน้าที่เจ็ดแล้ว เล่าเรื่องทุกอย่างเกี่ยวกับตัวฉันให้ทนายรู้"
    }
  },
  {
    "translation": {
      "en": "what started from day one,",
      "th": "แต่เริ่มต้นตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "so they can know... get a feel of me to work my case better.",
      "th": "พวกเขาจะได้คุ้นเคยกับฉันเพื่อทำคดีได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "I know they care for me, and they want the best for me.",
      "th": "ฉันรู้ว่าพวกเขาห่วงใยฉัน พวกเขาหวังดีกับฉัน"
    }
  },
  {
    "translation": {
      "en": "'Cause I'm really expecting to go home or hoping to go home.",
      "th": "เพราะฉันอยากกลับบ้านจริงๆ ฉันหวังจะได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "My biggest challenge for now is gonna be to keep from going crazy.",
      "th": "สิ่งที่ท้าทายฉันที่สุดในตอนนี้คือ พยายามไม่ให้ตัวเองเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "I'm not a murderer. I didn't viciously murder that man.",
      "th": "ฉันไม่ใช่ฆาตกร ฉันไม่ได้ฆ่าชายคนนั้นอย่างเลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "Why do y'all say that about me?",
      "th": "ทำไมทุกคนพูดถึงฉันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Her new attorney is Wendy Tucker.",
      "th": "ทนายคนใหม่ของเธอคือเวนดี้ ทัคเกอร์"
    }
  },
  {
    "translation": {
      "en": "And a couple months ago, Ms. Tucker sent me a message",
      "th": "สองเดือนก่อน คุณทัคเกอร์ส่งข้อความถึงฉัน"
    }
  },
  {
    "translation": {
      "en": "asking me to continue with this evaluation.",
      "th": "ขอให้ฉันประเมินผลทางจิตต่อ (โรงพยาบาลจิตเวชแวนเดอร์บิลต์)"
    }
  },
  {
    "translation": {
      "en": "And so now the questions are somewhat different",
      "th": "คราวนี้คำถามจะค่อนข้างต่างจากเดิม"
    }
  },
  {
    "translation": {
      "en": "because she's gonna go to a criminal trial.",
      "th": "เพราะเธอจะขึ้นศาลอาญา"
    }
  },
  {
    "translation": {
      "en": "Cyntoia is charged with first-degree murder.",
      "th": "ซินโทเอียโดนข้อหาเจตนาฆ่า โดยไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "If the defense can show that she did not premeditate,",
      "th": "ถ้าทนายทำให้ศาลเห็นได้ว่า เธอไม่ได้ไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "then the jury would say she does not meet the criteria for first-degree murder.",
      "th": "คณะลูกขุนก็คงตัดสินว่า เธอไม่เข้าข่ายเจตนาฆ่าโดยไตร่ตรอง"
    }
  },
  {
    "translation": {
      "en": "The definition depends on the mental state of the person who's committing the act.",
      "th": "ขอบข่ายของข้อหานี้ขึ้นอยู่กับ สภาพจิตใจของบุคคลขณะกระทำผิด"
    }
  },
  {
    "translation": {
      "en": "So let's talk about -the waiver of Miranda rights. -[Tucker] Okay.",
      "th": "เรามาคุยกันเรื่องการสละสิทธิ์ของผู้ต้องหา"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Now, my understanding of kind of the legal threshold is",
      "th": "ผมเข้าใจว่าจุดเริ่มขั้นตอนทางกฎหมาย คือต้องแจ้งสิทธิ"
    }
  },
  {
    "translation": {
      "en": "that the phraseology has to be done in a knowing, intelligent",
      "th": "ผมเข้าใจว่าจุดเริ่มขั้นตอนทางกฎหมาย คือต้องแจ้งสิทธิ (เวนดี้ ทัคเกอร์ ทนายของ ซินโทเอีย บราวน์ในศาลอาญา) ขณะที่ผู้ต้องหามีสติและยินยอมรับทราบ"
    }
  },
  {
    "translation": {
      "en": "-and voluntary manner. -Right.",
      "th": "ขณะที่ผู้ต้องหามีสติและยินยอมรับทราบ"
    }
  },
  {
    "translation": {
      "en": "Did she knowingly, intelligently, and voluntarily",
      "th": "เธอมีสติและยินยอมรับทราบมั้ยว่า (ริชาร์ด แม็คกี ทนายของซินโทเอีย บราวน์)"
    }
  },
  {
    "translation": {
      "en": "waive her right to remain silent?",
      "th": "(ริชาร์ด แม็คกี ทนายของซินโทเอีย บราวน์) ได้สละสิทธิ์ของตนที่จะไม่พูด"
    }
  },
  {
    "translation": {
      "en": "[Bernet] I don't think it was knowing.",
      "th": "ผมว่าเธอไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "You know the whole thing about when you make a statement",
      "th": "คุณรู้นะเรื่องที่เมื่อคุณจะให้ปากคำ"
    }
  },
  {
    "translation": {
      "en": "that they read you your rights and stuff like that?",
      "th": "พวกเขาจะอ่านสิทธิ์ของคุณให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "I know when they arrest you. -I've seen it on Cops. -Right.",
      "th": "ฉันรู้ เวลาพวกเขาจับคนร้าย ฉันเคยเห็นฉากนั้นในเรื่องค็อปส์"
    }
  },
  {
    "translation": {
      "en": "They did it to me, but I didn't know it meant that you can be quiet.",
      "th": "พวกเขาทำแบบนั้นกับฉัน แต่ฉันไม่รู้ว่าหมายถึงเราไม่พูดอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "Right. That's--",
      "th": "ใช่ นั่นคือ..."
    }
  },
  {
    "translation": {
      "en": "\"You have the right to remain silent. Anything you say can be held against you.\"",
      "th": "\"คุณมีสิทธิ์ที่จะไม่พูด ทุกอย่างที่คุณพูดอาจใช้เป็นพยานในชั้นศาล\""
    }
  },
  {
    "translation": {
      "en": "And all that, but I don't... [Bernet] That's what we'll talk about right now.",
      "th": "- และอะไรนี่แหละแต่ฉันไม่... - นั่นคือสิ่งที่เราจะพูดถึงในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Says here, \"You have the right to remain silent.\"",
      "th": "ฟังนะ \"คุณมีสิทธิ์ที่จะไม่พูด\""
    }
  },
  {
    "translation": {
      "en": "Do you understand that right?",
      "th": "คุณเข้าใจสิทธิ์นั้นมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yes or no? -Mm-hmm.",
      "th": "เข้าใจหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"Anything you say can and will be used against you in a court of law.\"",
      "th": "\"คำพูดของคุณสามารถใช้ในการ พิจารณาคดีกับคุณในชั้นศาล\""
    }
  },
  {
    "translation": {
      "en": "So tell me in your own words what that means.",
      "th": "บอกผมเป็นคำพูดของคุณเองซิว่ามันหมายถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "Whatever you say, it'll go to court.",
      "th": "ทุกคำพูดของเราจะถูกนำไปใช้ในศาล"
    }
  },
  {
    "translation": {
      "en": "Man, I wish I'd have paid attention to this stuff.",
      "th": "โธ่เอ๊ย ฉันน่าจะใส่ใจเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Do you wish to waive that right and answer questions now?",
      "th": "คุณอยากสละสิทธิ์นั้นและตอบคำถามเลยหรือไม่"
    }
  },
  {
    "translation": {
      "en": "-Say yes or no. -Yeah.",
      "th": "- ตอบเลยหรือไม่ - ตอบ"
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"You are entitled to consult with an attorney before interrogation",
      "th": "\"คุณมีสิทธิ์จะปรึกษาทนายก่อนการสอบสวน"
    }
  },
  {
    "translation": {
      "en": "and to have an attorney present at the time of the interrogation.\"",
      "th": "และมีทนายอยู่ด้วยในขณะสอบสวน\""
    }
  },
  {
    "translation": {
      "en": "-Tell me in your words what that means. -You can have a lawyer there with you.",
      "th": "- คุณเข้าใจว่ามันหมายถึงอะไร - เรามีทนายอยู่ด้วยได้"
    }
  },
  {
    "translation": {
      "en": "[Bernet] Does it tell you a certain time when you can have a lawyer?",
      "th": "ประโยคนั้นบอกมั้ยว่า เวลาไหนที่คุณมีทนายอยู่ด้วยได้"
    }
  },
  {
    "translation": {
      "en": "When they start asking questions.",
      "th": "เวลาที่พวกเขาเริ่มสอบสวน"
    }
  },
  {
    "translation": {
      "en": "[Bernet] \"If you cannot afford an attorney, one will be appointed for you.\"",
      "th": "\"หากคุณไม่มีเงินจ้างทนาย รัฐจะแต่งตั้งทนายให้คุณหนึ่งคน\""
    }
  },
  {
    "translation": {
      "en": "If you're broke, then you can get a free lawyer.",
      "th": "ถ้าเราไม่มีเงิน เราจะได้ทนายว่าความให้ฟรี"
    }
  },
  {
    "translation": {
      "en": "Does this mean you're not gonna promise me anything as far as helping me if I talk?",
      "th": "หมายความว่าคุณจะไม่รับปาก ช่วยอะไรทั้งนั้นแม้ว่าฉันพูดเหรอ"
    }
  },
  {
    "translation": {
      "en": "But you just promised me that.",
      "th": "แต่คุณเพิ่งรับปากว่าจะช่วยฉัน"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And that's saying that no one has promised me that, but you have.",
      "th": "แล้วบอกว่าไม่มีใครรับปากฉันแต่คุณรับปากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, I'm sure that we're gonna... we'll do everything we can to help you.",
      "th": "แต่ผมมั่นใจว่าเราจะ... เราต้องทำทุกอย่างที่ทำได้เพื่อช่วยคุณ"
    }
  },
  {
    "translation": {
      "en": "If we can, you know... anything we can to help you, we will.",
      "th": "ถ้าเราทำได้น่ะ... ถ้ามีอะไรที่เราช่วยคุณได้ เราจะทำ"
    }
  },
  {
    "translation": {
      "en": "Tell me how this... how all these questions I was asking,",
      "th": "บอกผมซิว่าคำถามทั้งหมดที่ผมถามไป"
    }
  },
  {
    "translation": {
      "en": "how do they fit into your situation?",
      "th": "เกี่ยวกับคดีของคุณยังไง"
    }
  },
  {
    "translation": {
      "en": "[stammers] I don't know.",
      "th": "ฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "See, right now, I see it, and I understand them.",
      "th": "ก็ใช่ที่ตอนนี้ฉันเข้าใจคำถาม"
    }
  },
  {
    "translation": {
      "en": "But then I didn't understand.",
      "th": "แต่ตอนนั้นฉันไม่เข้าใจ ตอนนั้นฉันเมายาแล้วก็เพลีย"
    }
  },
  {
    "translation": {
      "en": "-I was high, and I was tired. -Tell me about these--",
      "th": "แต่ตอนนั้นฉันไม่เข้าใจ ตอนนั้นฉันเมายาแล้วก็เพลีย บอกผมซิเรื่อง..."
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Plus, they said that, if I told them, they could give me a deal.",
      "th": "อีกอย่างพวกเขาบอกว่าถ้าฉันบอก เราอาจตกลงกันได้"
    }
  },
  {
    "translation": {
      "en": "[Bernet] What was he talking about? What kind of deal?",
      "th": "เขาพูดว่ายังไง ข้อตกลงแบบไหน"
    }
  },
  {
    "translation": {
      "en": "About time, and then he said,",
      "th": "เขาพูดถึงระยะเวลาแล้วก็บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"No, I promised that I would talk to the DA for you.\"",
      "th": "\"ไม่ ผมรับปากว่าจะคุยกับอัยการให้คุณ\""
    }
  },
  {
    "translation": {
      "en": "But that wasn't the same thing he said.",
      "th": "แต่เขาก็พูดไม่เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "He said, \"I promise you that, if you talk to us, cooperate with us,",
      "th": "ตอนแรกเขาบอกว่า \"ผมสัญญา ถ้าคุณคุยกับเรา ร่วมมือกับเรา"
    }
  },
  {
    "translation": {
      "en": "we can get you a deal.\" I said, \"Do you promise?\" And he said yes.",
      "th": "เราตกลงกันได้\" ฉันบอกว่า \"รับปากนะ\" เขาบอกว่ารับปาก"
    }
  },
  {
    "translation": {
      "en": "[Bernet] What does it mean when he says, \"I'll talk to the DA\"?",
      "th": "หมายถึงอะไรตอนที่เขาบอกว่า \"ผมจะคุยกับอัยการให้\""
    }
  },
  {
    "translation": {
      "en": "I don't know. I'll talk to him about you--",
      "th": "ฉันไม่รู้ ผมจะคุยกับเขาเรื่องคุณ..."
    }
  },
  {
    "translation": {
      "en": "[Bernet] He might talk to him every day about the weather or the football game.",
      "th": "เขาคงคุยกันทุกวันเรื่อง ดินฟ้าอากาศหรือฟุตบอลอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, but he meant that he'd talk to him about getting me a deal.",
      "th": "ใช่ แต่เขาหมายถึง เขาจะคุยกับอัยการ ต่อรองให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "[Bernet] But what... what would the deal be? What kind of deal?",
      "th": "แต่... จะเป็นข้อตกลงแบบไหน ต่อรองลักษณะไหน"
    }
  },
  {
    "translation": {
      "en": "Like less time to serve.",
      "th": "เช่น ติดคุกน้อยลง"
    }
  },
  {
    "translation": {
      "en": "Because if I didn't, he said nine times out of ten I was gonna do life.",
      "th": "เพราะถ้าฉันไม่ร่วมมือ เขาบอกว่า มีโอกาสสูงที่ฉันจะติดคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Bernet] So, did he say--",
      "th": "แล้วเขาพูดมั้ยว่า..."
    }
  },
  {
    "translation": {
      "en": "And they screwed me because I might be doing life anyways.",
      "th": "พวกเขาหลอกฉันนั่นแหละ เพราะยังไงฉันก็คงติดคุกตลอดชีวิตอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Bernet] They told her that they were gonna go to bat for her and--",
      "th": "พวกเขาบอกเธอว่าจะช่วยเธอสู้คดีและ..."
    }
  },
  {
    "translation": {
      "en": "Let me stop you right there because that's real important.",
      "th": "ขอผมขัดจังหวะตรงนี้เพราะเรื่องนั้นสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "Because when I watch the tape,",
      "th": "เพราะเมื่อผมดูเทป"
    }
  },
  {
    "translation": {
      "en": "it proves that she's telling the truth.",
      "th": "มันพิสูจน์ให้เห็นว่าเธอพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "[Bernet] There's some discussion in the very beginning.",
      "th": "มีการเจรจากันตอนแรก"
    }
  },
  {
    "translation": {
      "en": "-Something happened. -[Tucker] \"You did promise me something.\"",
      "th": "- มีบางอย่างเกิดขึ้น - \"คุณสัญญากับฉันแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Right, that comment by her, as soon as I heard it, I said, \"Damn!\"",
      "th": "ใช่ คำพูดนั้นของเธอ ทันทีที่ผมได้ยิน ผมก็คิด \"แม่เจ้า\""
    }
  },
  {
    "translation": {
      "en": "[Bernet] Then they said, \"Well, we didn't promise you anything.",
      "th": "แล้วพวกเขาก็บอกว่า \"เราไม่เคยรับปากอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "We simply said that we would talk to the DA.\"",
      "th": "เราแค่บอกว่าเราจะคุยกับอัยการให้\""
    }
  },
  {
    "translation": {
      "en": "-They acknowledged that they-- -[Bernet] Would talk to the--",
      "th": "- พวกเขายอมรับว่า... - จะคุยกับ..."
    }
  },
  {
    "translation": {
      "en": "In their view, they would say that we would talk to the DA,",
      "th": "ในมุมมองของพวกเขาคือ \"เราจะคุยกับอัยการให้\""
    }
  },
  {
    "translation": {
      "en": "but in her view, they said, \"We will talk to the DA and get you a better deal.\"",
      "th": "แต่ในมุมมองของเธอ พวกเขาพูดว่า \"เราจะคุยกับอัยการและต่อรองช่วยเธอ\""
    }
  },
  {
    "translation": {
      "en": "She did really poorly on...",
      "th": "เธอทำได้แย่มากเรื่อง..."
    }
  },
  {
    "translation": {
      "en": "her belief that the right thing to do, the correct thing to do",
      "th": "เธอเชื่อว่าสิ่งที่ถูกต้องที่ควรทำคือ"
    }
  },
  {
    "translation": {
      "en": "is to tell the police everything you know.",
      "th": "บอกตำรวจ บอกทุกอย่างที่เรารู้"
    }
  },
  {
    "translation": {
      "en": "-When you take the results of the test... -Mm-hmm.",
      "th": "เมื่อเราดูจากผลการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "-...and add to it the promise implicitly-- -[Bernet] Right. Right.",
      "th": "- บวกกับคำสัญญากำกวม... - ใช่"
    }
  },
  {
    "translation": {
      "en": "Then she's doubly mistaken.",
      "th": "เธอก็เลยยิ่งเข้าใจผิด"
    }
  },
  {
    "translation": {
      "en": "She comes into the room with this kind of false belief",
      "th": "เธอเข้าไปในห้องสอบสวน โดยมีความเชื่อผิดๆ ลักษณะนี้ว่า"
    }
  },
  {
    "translation": {
      "en": "that you're better off if you talk to the police, and on top of that...",
      "th": "ตำรวจจะช่วยเราได้ถ้าเราคุยกับตำรวจ และยิ่งกว่านั้น..."
    }
  },
  {
    "translation": {
      "en": "they mislead her.",
      "th": "พวกเขาชี้นำให้เธอเข้าใจผิด"
    }
  },
  {
    "translation": {
      "en": "I think it's a double-- I think they combine.",
      "th": "ผมคิดว่ายิ่ง... ผมว่ามันประกอบกัน"
    }
  },
  {
    "translation": {
      "en": "It's two very large men interrogating her too, by the way.",
      "th": "ว่าแต่ว่า เป็นผู้ชายตัวใหญ่มาก สองคนสอบสวนเธอด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-[Bernet] Yeah. -[chuckles]",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] \"When it comes to the charge of first-degree murder,",
      "th": "\"เมื่อพิจารณาข้อหาเจตนาฆ่า โดยไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "th": "คณะลูกขุนเห็นว่าซินโทเอีย บราวน์มีความผิด"
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of felony murder...",
      "th": "เมื่อพิจารณาข้อหาฆาตกรรมอุกฉกรรจ์"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.",
      "th": "คณะลูกขุนเห็นว่าซินโทเอีย บราวน์มีความผิด"
    }
  },
  {
    "translation": {
      "en": "When it comes to the charge of especially aggravated robbery,",
      "th": "เมื่อพิจารณาข้อหาชิงทรัพย์และประทุษร้ายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "we, the jury, find Cyntoia Brown guilty.\"",
      "th": "คณะลูกขุนเห็นว่าซินโทเอีย บราวน์มีความผิด\""
    }
  },
  {
    "translation": {
      "en": "Those are the words I fear most, more than anything else in life.",
      "th": "นั่นคือคำตัดสินที่ฉันกลัวที่สุดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "I really fantasize about getting out a lot.",
      "th": "ฉันจินตนาการว่าจะได้ออกไปบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I think that takes a lot of my time, daydreaming,",
      "th": "ฉันใช้เวลาเยอะมากกับการฝันกลางวัน"
    }
  },
  {
    "translation": {
      "en": "and I know I really shouldn't be doing that",
      "th": "ซึ่งฉันรู้ว่าฉันไม่ควรทำแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "so I won't get upset if that doesn't happen.",
      "th": "ฉันจะได้ไม่เสียใจถ้าไม่เป็นไปตามนั้น"
    }
  },
  {
    "translation": {
      "en": "But I just can't help it.",
      "th": "แต่ฉันอดไม่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I think the 16-year-old Cyntoia was more reckless.",
      "th": "ฉันคิดว่าซินโทเอียในวัย 16 ปีไม่รู้จักคิด"
    }
  },
  {
    "translation": {
      "en": "She'd say anything, do anything, just wild.",
      "th": "เธอพูดและทำตามอารมณ์พาไป"
    }
  },
  {
    "translation": {
      "en": "I don't think that I'm an adult yet.",
      "th": "ฉันว่าฉันยังไม่เป็นผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "I wouldn't even say a young adult. I'd say I'm coming into adulthood.",
      "th": "แต่ฉันก็ไม่ใช่วัยรุ่น ฉันกำลังจะเป็นผู้ใหญ่มากกว่า"
    }
  },
  {
    "translation": {
      "en": "But the 18-year-old Cyntoia, she really-- She really thinks-- She understands now",
      "th": "แต่ซินโทเอียในวัย 18 ปีเข้าใจจริงๆ แล้วว่า"
    }
  },
  {
    "translation": {
      "en": "that what people think of you and your impression on other people",
      "th": "คนอื่นคิดยังไงกับเรา และภาพของเราในสายตาของคนอื่น"
    }
  },
  {
    "translation": {
      "en": "is very important in life sometimes.",
      "th": "บางครั้งมันก็สำคัญมากต่อชีวิต"
    }
  },
  {
    "translation": {
      "en": "Maybe some other 18-year-olds can handle being at a murder trial",
      "th": "คนอายุ 18 บางคนอาจจะรับมือ กับการถูกไต่สวนคดีฆาตกรรมได้"
    }
  },
  {
    "translation": {
      "en": "and not getting upset when people sit up here",
      "th": "และไม่หงุดหงิดเมื่อมีคนอื่น"
    }
  },
  {
    "translation": {
      "en": "and throw bogus lies about you, but I can't. It's hard for me.",
      "th": "ปั้นเรื่องโกหกเกี่ยวกับเรา แต่ฉันรับไม่ได้ ทำใจยาก"
    }
  },
  {
    "translation": {
      "en": "I think I'll feel more fear and anxiety when I get upstairs",
      "th": "ฉันคิดว่าฉันต้องรู้สึกกลัว และกังวลมากขึ้นแน่เมื่อขึ้นข้างบน"
    }
  },
  {
    "translation": {
      "en": "and put on the clothes and get in the actual courtroom",
      "th": "เปลี่ยนเสื้อผ้าและเข้าห้องพิจารณาคดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "when I see the jury.",
      "th": "เมื่อฉันเห็นคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "It's hard for me to look at them 'cause I don't know,",
      "th": "ฉันไม่กล้ามองพวกเขาเพราะฉันไม่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "should I look at them? Should I not look at them?",
      "th": "ฉันควรมองดีมั้ย หรือฉันไม่ควรมองพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You gotta think about how you look and make sure you're not doing nothing.",
      "th": "เราต้องคิดถึงรูปลักษณ์ตัวเอง ต้องระวังที่จะไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And you got to make sure you don't make no faces or nothing.",
      "th": "เราต้องระวังที่จะไม่ทำสีหน้า ไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And you got to really control yourself. That's kind of hard for an 18-year-old.",
      "th": "เราต้องคุมตัวเองให้ได้ ซึ่งยากนะสำหรับคนอายุ 18"
    }
  },
  {
    "translation": {
      "en": "[man] We need to add probably self-defense in the jury instruction.",
      "th": "เราน่าจะต้องเพิ่มประเด็นป้องกันตัวในคู่มือลูกขุน"
    }
  },
  {
    "translation": {
      "en": "Some of that's gonna come out.",
      "th": "คดีจะออกมารูปนั้น"
    }
  },
  {
    "translation": {
      "en": "[bailiff] All rise.",
      "th": "เคารพศาล"
    }
  },
  {
    "translation": {
      "en": "His Honor, J. Randall Wyatt...",
      "th": "(ผู้พิพากษาเจ. แรนดัลล์ ไวแอตต์ จูเนียร์ ศาลอาญา เดวิดสัน เคาน์ตี)"
    }
  },
  {
    "translation": {
      "en": "[Burks] Johnny Allen...",
      "th": "จอห์นนี่ อัลเลน..."
    }
  },
  {
    "translation": {
      "en": "was a realty agent in the Antioch-South Nashville area.",
      "th": "เป็นนายหน้าอสังหาริมทรัพย์ ในย่านแอนิทอช เซาท์ แนชวิลล์"
    }
  },
  {
    "translation": {
      "en": "This defendant, Cyntoia Brown, shot Johnny Allen in the head,",
      "th": "จำเลยผู้นี้ ซินโทเอีย บราวน์ ยิงจอห์นนี่ อัลเลนเข้าที่ศีรษะ"
    }
  },
  {
    "translation": {
      "en": "in his bed, in his home,",
      "th": "ขณะเขาอยู่บนเตียงในบ้านของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "but gives a wild theory of how it was self-defense.",
      "th": "แต่ให้การวกวนว่านั่นคือการป้องกันตัว"
    }
  },
  {
    "translation": {
      "en": "At the end of the day, you will hear the medical examiner describe",
      "th": "เมื่อพิจารณาทุกอย่างแล้ว นิติพยาธิแพทย์จะบรรยายให้ท่านทราบว่า"
    }
  },
  {
    "translation": {
      "en": "how Johnny Allen's hands were in this manner here when he was found.",
      "th": "มือทั้งสองข้างของจอห์นนี่ อัลเลน อยู่ในลักษณะใดเมื่อเราพบศพเขา"
    }
  },
  {
    "translation": {
      "en": "We'll ask the medical examiner what that means in this case.",
      "th": "เราจะขอให้นิติพยาธิแพทย์ อธิบายว่ามันหมายถึงอะไรในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "We submit that, at the end of the proof, you will hear that Cyntoia Brown...",
      "th": "เราเสนอว่าเมื่อดูจากหลักฐานทั้งหมด ท่านจะพิจารณาว่าซินโทเอีย บราวน์..."
    }
  },
  {
    "translation": {
      "en": "cruelly and mercilessly executed Johnny Allen.",
      "th": "สังหารจอห์นนี่ อัลเลน อย่างโหดเหี้ยมและเลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "We'll ask that you convict her at the end of the proof. Thank you.",
      "th": "เราจะขอให้ท่านตัดสินเธอ โดยดูจากหลักฐานทั้งหมดนี้ ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Now, ladies and gentlemen, you will learn",
      "th": "ทุกท่านคะ ท่านจะทราบว่า"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown certainly had her issues.",
      "th": "ซินโทเอีย บราวน์มีปัญหาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "She was a 16-year-old runaway.",
      "th": "เธอเป็นเด็กหนีออกจากบ้านวัย 16 ปี"
    }
  },
  {
    "translation": {
      "en": "She was living on the streets",
      "th": "เธอใช้ชีวิตเร่ร่อน"
    }
  },
  {
    "translation": {
      "en": "with her 24-year-old boyfriend, Garion McGlothen.",
      "th": "อยู่กับแฟนอายุ 24 ปีที่ชื่อแกเรียน แม็คกลอเธน"
    }
  },
  {
    "translation": {
      "en": "You will learn that his nickname on the streets was Kut-Throat.",
      "th": "ท่านต้องทราบว่าชื่อเล่นของเขา ที่ทุกคนรู้จักคือคัต-โธร้ท"
    }
  },
  {
    "translation": {
      "en": "And you will learn that that was a very appropriate name for him.",
      "th": "และท่านจะได้ทราบว่า เขาเหมาะสมกับฉายานั้นมาก"
    }
  },
  {
    "translation": {
      "en": "Since running away, Cyntoia Brown had been beaten... pimped... and raped.",
      "th": "ตั้งแต่หนีออกจากบ้าน ซินโทเอีย บราวน์ ถูกทุบตี ถูกเอาเปรียบและถูกข่มขืน"
    }
  },
  {
    "translation": {
      "en": "And when she felt that Johnny Allen moved,",
      "th": "และเมื่อเธอรู้สึกได้ว่าจอห์นนี่ อัลเลนขยับตัว"
    }
  },
  {
    "translation": {
      "en": "she was sure that he was gonna get a gun, rape her, kill her, something.",
      "th": "เธอแน่ใจว่าเขากำลังจะหยิบปืน ข่มขืน ฆ่าเธอ หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "She was sure that she had to react, and she made a split-second decision",
      "th": "เธอแน่ใจว่าเธอต้องตอบโต้ และเธอตัดสินใจในชั่วพริบตา"
    }
  },
  {
    "translation": {
      "en": "to choose between safety and Johnny Allen's dark side,",
      "th": "ที่จะเลือกระหว่างความปลอดภัย และด้านมืดของจอห์นนี่ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "and she chose safety.",
      "th": "ซึ่งเธอเลือกความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "At the close of all the evidence, Mr. McGee will stand in front of you,",
      "th": "ในการสรุปหลักฐานทั้งหมด คุณแม็คกีจะเป็นผู้นำเสนอค่ะ"
    }
  },
  {
    "translation": {
      "en": "and he will request that you return",
      "th": "และเขาจะร้องขอให้ทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "the only just verdict possible in this case.",
      "th": "ตัดสินอย่างเป็นธรรมในคดีนี้ ซึ่งเป็นไปได้อย่างเดียวว่า"
    }
  },
  {
    "translation": {
      "en": "And that is a verdict of not guilty on all charges for Cyntoia Brown.",
      "th": "ซินโทเอีย บราวน์ไม่ผิดในทุกข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Detective Robinson, let's go back in time. August the 8th, 2004,",
      "th": "(ชาร์ลส์ โรบินสัน ตำรวจ แผนกฆาตกรรม แนชวิลล์) นักสืบโรบินสัน เราจะย้อนไป วันที่ 8 สิงหาคม ปี 2004"
    }
  },
  {
    "translation": {
      "en": "3:28 in the morning.",
      "th": "เวลาตีสาม ยี่สิบแปดนาที"
    }
  },
  {
    "translation": {
      "en": "Because it was in the interview room at the police department across the street",
      "th": "เพราะในห้องสอบสวน ของสถานีตำรวจฝั่งตรงข้ามถนนนี้เอง"
    }
  },
  {
    "translation": {
      "en": "that you and Detective Baltimore questioned Cyntoia Brown.",
      "th": "คุณและนักสืบบัลติมอร์ ทำการสอบสวนซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "[Robinson] Yes.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[McGee] Before the tape got turned on in this case,",
      "th": "ก่อนที่เทปจะบันทึกคดีนี้"
    }
  },
  {
    "translation": {
      "en": "you spoke to Cyntoia Brown off-camera, didn't you, sir?",
      "th": "คุณพูดกับซินโทเอีย บราวน์ นอกกล้องด้วย ใช่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Very briefly. Whatever I said to Ms. Brown was very brief.",
      "th": "สั้นๆ ครับ สิ่งที่ผมพูดกับคุณบราวน์สั้นมาก"
    }
  },
  {
    "translation": {
      "en": "\"We're gonna go back here in this room. We're gonna talk,\"",
      "th": "\"เราจะกลับเข้าห้องนี้ เราจะคุยกัน\""
    }
  },
  {
    "translation": {
      "en": "and it wasn't long at all.",
      "th": "ซึ่งไม่ได้ยาวอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[McGee] We see on the tape, and we heard on the tape the process beginning.",
      "th": "เราเห็นในเทปและเราได้ยิน ในช่วงต้นของการสอบสวน"
    }
  },
  {
    "translation": {
      "en": "When you got to that portion of the form, detective,",
      "th": "เมื่อคุณอ่านมาถึงส่วนนั้นของแบบฟอร์ม คุณนักสืบ"
    }
  },
  {
    "translation": {
      "en": "where you read no promises or threats have been made,",
      "th": "ที่คุณอ่านว่าไม่มีการสัญญาหรือข่มขู่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Ms. Brown interrupted you. We saw it on the tape.",
      "th": "คุณบราวน์ก็ขัดจังหวะคุณ เราเห็นในเทป"
    }
  },
  {
    "translation": {
      "en": "-Didn't she? -She did.",
      "th": "- ใช่หรือไม่ - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[McGee] She said, \"Promises of what?\"",
      "th": "เธอพูดว่า \"สัญญาเรื่องอะไร\""
    }
  },
  {
    "translation": {
      "en": "-Remember saying that, detective? -[Robinson] I recall telling her",
      "th": "- คุณจำได้มั้ยว่า... - ผมจำได้ว่าบอกเธอไป"
    }
  },
  {
    "translation": {
      "en": "that we will let the district attorney know that she cooperated with us",
      "th": "ว่าเราจะให้อัยการเขต รับทราบว่าเธอร่วมมือกับเรา"
    }
  },
  {
    "translation": {
      "en": "and gave us a statement and indicated",
      "th": "และให้ปากคำ และบอกว่า"
    }
  },
  {
    "translation": {
      "en": "they usually take that into consideration.",
      "th": "พวกเขามักจะนำเรื่องนั้นไปพิจารณา"
    }
  },
  {
    "translation": {
      "en": "We're talking about lying.",
      "th": "เรากำลังพูดถึงการโกหก"
    }
  },
  {
    "translation": {
      "en": "That is a technique that you have been trained to use.",
      "th": "นั่นคือเทคนิคที่คุณ ได้รับการฝึกฝนมาใช้เป็นประโยชน์"
    }
  },
  {
    "translation": {
      "en": "-Right? -[Robinson] Exaggeration, yes.",
      "th": "- ถูกมั้ย - กล่าวเกินจริงไป ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "My name is Dr. Amy R. McMaster.",
      "th": "ดิฉันชื่อ ดร. เอมี่ อาร์ แมคมาสเตอร์"
    }
  },
  {
    "translation": {
      "en": "I'm the Deputy Chief Medical Examiner for Davidson County,",
      "th": "รองหัวหน้านิติพยาธิแพทย์ เดวิดสัน เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "and my official duties are to investigate",
      "th": "และหน้าที่อย่างเป็นทางการของฉันคือสืบสวน"
    }
  },
  {
    "translation": {
      "en": "causes of sudden, unnatural or unexpected death.",
      "th": "สาเหตุการตายแบบกะทันหัน ผิดธรรมชาติ หรือไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "[Naylor] How would you describe his injury",
      "th": "จากบาดแผลของเขา คุณจะสรุปยังไงว่า"
    }
  },
  {
    "translation": {
      "en": "as to whether he would be able to survive if for any period of time?",
      "th": "เขาน่าจะรอดไปได้อีกสักขณะหนึ่งหรือไม่"
    }
  },
  {
    "translation": {
      "en": "No, with this wound, Mr. Allen--",
      "th": "ไม่ได้ค่ะ จากบาดแผลนี้ คุณอัลเลน..."
    }
  },
  {
    "translation": {
      "en": "This would've been an immediately fatal wound.",
      "th": "นี่เป็นบาดแผลที่ทำให้ตายในทันที"
    }
  },
  {
    "translation": {
      "en": "[Naylor] His hands are clasped in the photographs. Do you see that?",
      "th": "มือของเขาประสานกันตามภาพ เห็นนะคะ"
    }
  },
  {
    "translation": {
      "en": "[McMaster] Yes, I do.",
      "th": "เห็นค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you have an opinion",
      "th": "คุณคิดมั้ยว่า"
    }
  },
  {
    "translation": {
      "en": "as to whether his hands were clasped at the time of his death?",
      "th": "มือประสานกันในขณะที่เขาเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "[McMaster] Mr. Allen would have been in this position at the time that the wound was inflicted.",
      "th": "คุณอัลเลนน่าจะอยู่ในท่านีขณะเกิดบาดแผล"
    }
  },
  {
    "translation": {
      "en": "Because of the nature of the wound, I would not expect Mr. Allen",
      "th": "ดูจากลักษณะของบาดแผล ฉันคิดว่าคุณอัลเลน"
    }
  },
  {
    "translation": {
      "en": "to have any type of voluntary movement",
      "th": "ไม่ได้เคลื่อนไหวใดๆ โดยสมัครใจเอง"
    }
  },
  {
    "translation": {
      "en": "or be able to move his extremities or his body in any way.",
      "th": "และไม่สามารถขยับแขนขา หรือร่างกายไม่ว่าแบบใด"
    }
  },
  {
    "translation": {
      "en": "[Naylor] Could you please state and spell your name for the record?",
      "th": "รบกวนช่วยบอกและสะกดชื่อ ของคุณเพื่อทำการบันทึกด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, my name is Ellenette R. Brown.",
      "th": "ค่ะ ฉันชื่อเอลเลเนตต์ อาร์ บราวน์"
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you know Cyntoia Brown?",
      "th": "คุณรู้จักซินโทเอีย บราวน์มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Brown] Yes, I do.",
      "th": "รู้จักค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Naylor] How do you know her? -She is my daughter.",
      "th": "- คุณรู้จักเธอได้ยังไง - เธอคือลูกสาวของฉัน"
    }
  },
  {
    "translation": {
      "en": "-[Naylor] Is she your adopted daughter? -[Brown] Yes, she is.",
      "th": "- เธอเป็นลูกบุญธรรมของคุณใช่หรือไม่ - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Naylor] Do you talk with her on the phone and keep up with her?",
      "th": "คุณได้คุยโทรศัพท์กับเธอ และทราบข่าวคราวของเธอหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Almost daily, yes.",
      "th": "ใช่ค่ะ เกือบทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[Naylor] Judge, at this time, we're gonna ask for the main exhibit",
      "th": "ผู้พิพากษาที่เคารพ ตอนนี้เราขอนำหลักฐานสำคัญ"
    }
  },
  {
    "translation": {
      "en": "we be allowed to play this for the jury, in which she refers",
      "th": "มาแสดงต่อหน้าคณะลูกขุน ซึ่งเธอพูดถึงการฆ่าคุณอัลเลน"
    }
  },
  {
    "translation": {
      "en": "-to executing Mr. Allen. Is that correct? -Yes. Yes.",
      "th": "ซึ่งเธอพูดถึงการฆ่าคุณอัลเลน - ใช่หรือไม่ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Brown, over recording] They have nothing else to do but to provoke you.",
      "th": "พวกเขาก็แค่จะยั่วยุแก"
    }
  },
  {
    "translation": {
      "en": "The more time you get the better it is for them.",
      "th": "ยิ่งแกได้รับโทษนานขึ้นก็ยิ่งดี"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Now you understand why I'm so depressed,",
      "th": "แม่เข้าใจแล้วสินะว่าทำไมหนูถึงซึมเศร้า"
    }
  },
  {
    "translation": {
      "en": "-I have nothing to do. -[Brown] Well...",
      "th": "หนูไม่มีอะไรให้ทำ"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have to think about that every day.",
      "th": "- เอาละ... - หนูต้องคิดถึงเรื่องนั้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "-[Brown] What? -[Cyntoia] Me facing life.",
      "th": "- เรื่องอะไร - เรื่องที่หนูจะติดคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I probably won't have a life anyways, Ma, it don't matter how I behave.",
      "th": "หนูคงไม่ได้ใช้ชีวิตอยู่แล้ว แม่ ไม่สำคัญหรอกว่าหนูจะทำตัวยังไง"
    }
  },
  {
    "translation": {
      "en": "You don't understand. I killed somebody.",
      "th": "แม่ไม่เข้าใจ หนูฆ่าคนตาย"
    }
  },
  {
    "translation": {
      "en": "-[Brown] I know you did. -[Cyntoia] I executed him.",
      "th": "- แม่รู้ว่าแกทำ - หนูฆ่าเขา"
    }
  },
  {
    "translation": {
      "en": "[Brown] Why do you say stuff like that, Toia?",
      "th": "ทำไมแกพูดอย่างนั้น โทเอีย"
    }
  },
  {
    "translation": {
      "en": "You're making it so easy for the prosecution.",
      "th": "แกกำลังทำให้พวกเขาดำเนินคดีง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] But, I mean, it's not my fault.",
      "th": "แต่พูดจริงๆ หนูไม่ผิด"
    }
  },
  {
    "translation": {
      "en": "[Brown] That's what I'm sayin'.",
      "th": "นั่นแหละที่แม่จะบอก"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I've been facing life since day one.",
      "th": "หนูติดคุกตลอดชีวิตมาตั้งแต่วันแรก"
    }
  },
  {
    "translation": {
      "en": "[Brown] Well, see, I wasn't thinkin' like that.",
      "th": "แต่แม่ไม่คิดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Every single time, when you visited that you talked about her situation,",
      "th": "ทุกครั้งที่คุณมาเยี่ยม คุณพูดถึงคดีของเธอ"
    }
  },
  {
    "translation": {
      "en": "Cyntoia told you that she shot Mr. Allen because she was fearful of him.",
      "th": "ซินโทเอียบอกคุณว่า เธอยิงคุณอัลเลนเพราะเธอกลัวเขา"
    }
  },
  {
    "translation": {
      "en": "-Didn't she? -[Brown] Yes.",
      "th": "- ใช่มั้ย - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Tucker] So when you had this phone conversation,",
      "th": "ดังนั้นตอนที่คุณคุยโทรศัพท์กันครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "and she said the words, \"I killed a man. I executed him, Mommy,\"",
      "th": "และเธอพูดว่า \"หนูฆ่าคน หนูฆ่าเขา แม่\""
    }
  },
  {
    "translation": {
      "en": "did you think that was some sudden change of her confessing to you what happened?",
      "th": "คุณคิดมั้ยว่าเธอปุบปับ เปลี่ยนมาสารภาพกับคุณถึงสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "No, um, Cyntoia has a way of taking things out of context.",
      "th": "ไม่ค่ะ ซินโทเอียมักจะพูดนอกเรื่องบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Not so much as her trying to confess to me.",
      "th": "เธอไม่ได้พยายามจะสารภาพกับฉัน"
    }
  },
  {
    "translation": {
      "en": "All she wanted was to be able to do what she's done times again,",
      "th": "เธอต้องการแค่ได้ทำสิ่งที่เธอทำประจำอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "sit on my lap, talk to me, let me know what's going on, how she's feeling.",
      "th": "นั่งบนตักฉัน คุยกับฉัน เล่าว่าเกิดอะไรขึ้นบ้าง เล่าว่าเธอรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "And saying, \"I know what my outcome is,",
      "th": "และบอกว่า \"หนูรู้ว่าผลจะออกมายังไง"
    }
  },
  {
    "translation": {
      "en": "so you go on and you do what you have to do. Don't waste it on me.\"",
      "th": "แม่ใช้ชีวิตต่อไปเถอะ ทำในสิ่งที่แม่ต้องทำ อย่าเสียเวลากับหนู\""
    }
  },
  {
    "translation": {
      "en": "One of the things Cyntoia Brown counts on today, is banking on,",
      "th": "สิ่งหนึ่งที่ซินโทเอีย บราวน์ ฝากความหวังไว้ในวันนี้คือ"
    }
  },
  {
    "translation": {
      "en": "is that you will drop the common sense you've had all your life",
      "th": "หวังว่าพวกท่านจะโยนทิ้งสามัญสำนึก ที่พวกท่านมีมาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "when you come through that door. She's counting on it.",
      "th": "เมื่อพวกท่านเดินเข้าประตูนั้น เธอหวังอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "And she's counting on you to look at this picture...",
      "th": "และเธอหวังให้พวกท่านมองที่ภาพนี้..."
    }
  },
  {
    "translation": {
      "en": "and believe that the person that did this damage to another human being",
      "th": "และเชื่อว่าบุคคลที่ทำร้ายมนุษย์อีกคนขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "was acting in self-defense.",
      "th": "กระทำไปเพื่อป้องกันตัว"
    }
  },
  {
    "translation": {
      "en": "Shot through the back of the head?",
      "th": "ยิงเข้าที่ด้านหลังศีรษะเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Hands like that?",
      "th": "มือประสานแบบนั้นเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "The medical examiner's opinion? Not-- Not--",
      "th": "ความเห็นของนิติพยาธิแพทย์เมื่อวาน ไม่มีอะไรขัดแย้งเลย"
    }
  },
  {
    "translation": {
      "en": "That wasn't really challenged yesterday. You remember that.",
      "th": "ความเห็นของนิติพยาธิแพทย์เมื่อวาน ไม่มีอะไรขัดแย้งเลย พวกท่านจำได้"
    }
  },
  {
    "translation": {
      "en": "Medical examiner's opinion was he was in this position when he was shot.",
      "th": "ความเห็นของนิติพยาธิแพทย์คือ เขาอยู่ในท่านี้ตอนที่เขาถูกยิง"
    }
  },
  {
    "translation": {
      "en": "As you go through that door and into that jury room,",
      "th": "เมื่อพวกท่านเดินผ่านประตูนั้น และเข้าห้องคณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "I ask that you recall that one passage.",
      "th": "ผมขอให้พวกท่านระลึกถึงข้อความที่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"You don't understand what I did, Mama.",
      "th": "\"แม่ไม่เข้าใจว่าหนูทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "I killed a man. I executed him.\"",
      "th": "หนูฆ่าคน หนูฆ่าเขา\""
    }
  },
  {
    "translation": {
      "en": "We've spent four days proving",
      "th": "เราใช้เวลาสี่วันพิสูจน์ให้เห็นแล้วว่า"
    }
  },
  {
    "translation": {
      "en": "what she says in that phone call to her mother was absolutely accurate.",
      "th": "สิ่งที่เธอคุยโทรศัพท์กับแม่ ตรงความเป็นจริงที่สุด"
    }
  },
  {
    "translation": {
      "en": "She executed Johnny.",
      "th": "เธอฆ่าจอห์นนี่"
    }
  },
  {
    "translation": {
      "en": "Johnny Allen was a man...",
      "th": "จอห์นนี่ อัลเลนคือผู้ชายที่..."
    }
  },
  {
    "translation": {
      "en": "who by day was a mild-mannered real estate agent,",
      "th": "มีอาชีพเป็นนายหน้าอสังหาริมทรัพย์ ผู้สุภาพเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "who went to church, taught a Bible study.",
      "th": "เข้าโบสถ์ ศึกษาไบเบิ้ล"
    }
  },
  {
    "translation": {
      "en": "But there were times in his life when he was certainly not that man.",
      "th": "แต่มีบ้างในชีวิตเมื่อเขาหลุดจากกรอบที่เคยเป็น"
    }
  },
  {
    "translation": {
      "en": "What 43-year-old men are driving around",
      "th": "มาเป็นชายวัย 43 ปีที่ขับรถเล่น"
    }
  },
  {
    "translation": {
      "en": "on a Friday night to Sonic's",
      "th": "ในคืนวันศุกร์ ไปที่โซนิค"
    }
  },
  {
    "translation": {
      "en": "and driving home with young girls,",
      "th": "และขับกลับบ้านพร้อมเด็กสาว"
    }
  },
  {
    "translation": {
      "en": "girls described as so young the waitress said,",
      "th": "เด็กสาวที่มีอายุน้อยมาก ตามที่พนักงานเสิร์ฟบรรยายว่า"
    }
  },
  {
    "translation": {
      "en": "\"I thought she was his daughter or his niece.\"",
      "th": "\"ฉันคิดว่าเธอเป็นลูกสาวหรือหลานของเขา\""
    }
  },
  {
    "translation": {
      "en": "She did take some items after the fact, and she's guilty of that.",
      "th": "เธอหยิบข้าวของบางอย่างหลังจากนั้น ซึ่งเธอก็มีความผิด"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to tell you Cyntoia Brown is an angel.",
      "th": "ผมไม่ได้พยายามจะบอกพวกท่านว่า ซินโทเอียเป็นนางฟ้า"
    }
  },
  {
    "translation": {
      "en": "We never have.",
      "th": "เราไม่เคยพูดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "We've told you from the beginning that she was a 16-year-old runaway",
      "th": "เราบอกพวกท่านตั้งแต่ต้นว่า เธอคือเด็กอายุ 16 ปีที่หนีออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "doing the best she could,",
      "th": "ผู้พยายามเต็มที่ที่จะมีชีวิตรอด"
    }
  },
  {
    "translation": {
      "en": "and on August the 6th, she thought she was gonna have a night",
      "th": "และในวันที่ 6 สิงหาคม เธอคิดว่าเธอจะได้ที่นอน"
    }
  },
  {
    "translation": {
      "en": "where she would be safe.",
      "th": "ซึ่งเธอน่าจะปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "She was wrong.",
      "th": "เธอคิดผิด"
    }
  },
  {
    "translation": {
      "en": "As to these charges of murder, not guilty.",
      "th": "สำหรับข้อหาฆาตกรรม ไม่มีความผิด"
    }
  },
  {
    "translation": {
      "en": "As to this charge of especially aggravated robbery, not guilty.",
      "th": "สำหรับข้อหาชิงทรัพย์และประทุษร้าย ถึงแก่ความตาย ไม่มีความผิด"
    }
  },
  {
    "translation": {
      "en": "Not guilty. Not guilty!",
      "th": "ไม่มีความผิด"
    }
  },
  {
    "translation": {
      "en": "That was not her intent when she shot him, and you know it. And you know it.",
      "th": "เธอไม่เจตนายิงเขาซึ่งพวกท่านทราบดี"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] One minute, I think they're gonna convict me of voluntary manslaughter and theft,",
      "th": "เดี๋ยวฉันก็คิดว่าพวกเขาจะตัดสินว่าฉัน เจตนาฆ่าคนและเป็นโจร"
    }
  },
  {
    "translation": {
      "en": "and the next minute, I think I'm gonna be found guilty of all charges.",
      "th": "อีกเดี๋ยวฉันก็คิดว่าฉันคงมีความผิดทุกข้อหา"
    }
  },
  {
    "translation": {
      "en": "Just thinking about it, I don't know, it gives me the chills.",
      "th": "พอคิดเรื่องพวกนี้ ไม่รู้สิ ฉันกลัวมาก"
    }
  },
  {
    "translation": {
      "en": "...it's bizarre. There's no grocery stores...",
      "th": "แปลกดี ไม่มีร้านขายของ... (หกชั่วโมงต่อมา คำตัดสินมาถึง)"
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Has the jury arrived at a verdict in this case?",
      "th": "ลูกขุนมีคำตัดสินคดีนี้ออกมาแล้วใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[juror] Yes, sir, we have.",
      "th": "มีแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "Please stand and tell the Court what that verdict is.",
      "th": "เชิญยืนขึ้นและบอกศาลว่า มีคำตัดสินอย่างไร"
    }
  },
  {
    "translation": {
      "en": "We, the jury, find the defendant, Cyntoia Denise Brown...",
      "th": "คณะลูกขุนเราเห็นว่า จำเลย ซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "count one, guilty, first-degree murder.",
      "th": "กรรมหนึ่ง มีความผิด ฐานเจตนาฆ่าโดยไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Count two, guilty of felony murder.",
      "th": "กรรมสอง มีความผิดฐานฆาตกรรมอุกฉกรรจ์"
    }
  },
  {
    "translation": {
      "en": "Count three, guilty of especially aggravated robbery.",
      "th": "กรรมสาม มีความผิดฐานชิงทรัพย์ โดยประทุษร้ายถึงแก่ชีวิต"
    }
  },
  {
    "translation": {
      "en": "This is our verdict this 25th day of August, 2006.",
      "th": "นี่คือคำตัดสินของเรา ลงวันที่ 25 สิงหาคม ปี 2006"
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Hey, Mommy.",
      "th": "ไง แม่"
    }
  },
  {
    "translation": {
      "en": "Fine, what are you doing?",
      "th": "สบายดี แม่ทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Well, I got life.",
      "th": "หนูก็ติดตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's over with now.",
      "th": "ใช่ ตอนนี้มันจบแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'll be fine.",
      "th": "หนูอยู่ได้แหละ"
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "th": "ใช่ แม่"
    }
  },
  {
    "translation": {
      "en": "Mama, don't stress yourself out.",
      "th": "แม่ ไม่ต้องเครียด"
    }
  },
  {
    "translation": {
      "en": "I don't want you having a stroke and a heart attack or nothing.",
      "th": "หนูไม่อยากให้แม่เส้นเลือดสมองแตก หรือหัวใจวาย"
    }
  },
  {
    "translation": {
      "en": "'Cause that's the only thing that would get to me.",
      "th": "เพราะหนูจะเครียดก็เรื่องเดียวนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "And I have one mama.",
      "th": "แล้วหนูมีแม่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "งั้น..."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And even if it is, my life's not over.",
      "th": "ถึงอย่างนั้น ชีวิตหนูก็ไม่ได้จบสิ้น"
    }
  },
  {
    "translation": {
      "en": "And I will get old.",
      "th": "และหนูจะโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "So, this is just a change of plan.",
      "th": "นี่ก็แค่เปลี่ยนแผน"
    }
  },
  {
    "translation": {
      "en": "I love you too. Tell Uncle Frank I love him.",
      "th": "หนูก็รักแม่ บอกลุงแฟรงค์ด้วยว่าหนูรักเขา"
    }
  },
  {
    "translation": {
      "en": "And tell him we still have things that we could do.",
      "th": "บอกเขาด้วยว่าเรายังมีหลายอย่างที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "Yes, ma'am.",
      "th": "จ้ะ แม่"
    }
  },
  {
    "translation": {
      "en": "Love you too.",
      "th": "หนูก็รักแม่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Bye, Mommy. I love you too.",
      "th": "บ๊ายบาย แม่ หนูก็รักแม่"
    }
  },
  {
    "translation": {
      "en": "[Brown] When I got the phone call, it was early in the morning, you know, about 6:00 a.m.",
      "th": "ตอนที่ฉันรับโทรศัพท์ มันยังเช้าอยู่ ประมาณหกโมง"
    }
  },
  {
    "translation": {
      "en": "When it all finally sank in...",
      "th": "พอฉันเข้าใจว่าอะไรเป็นอะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "the worst feeling was like someone was just ripping my heart out.",
      "th": "ความรู้สึกเลวร้ายที่สุดคือ เหมือนมีคนควักหัวใจของฉันออกไป"
    }
  },
  {
    "translation": {
      "en": "It hurts me that she's been placed in such a serious situation.",
      "th": "ฉันเจ็บปวดที่เธอ ตกอยู่ในสถานการณ์ร้ายแรงขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Amidst it all, I'm still here, you know,",
      "th": "โดยตลอดเวลานั้นฉันยังอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "and I'm coping the best that I know.",
      "th": "และกล้ำกลืนเต็มที่เท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "I think the biggest surprise to me was probably the sexual part in her life.",
      "th": "ฉันคิดว่าที่ฉันแปลกใจที่สุดคงเป็น เรื่องทางเพศในชีวิตของเธอ"
    }
  },
  {
    "translation": {
      "en": "No parent wants to think that their young daughter is experiencing sex,",
      "th": "ไม่มีพ่อแม่ที่ไหนอยากจะคิดว่า ลูกสาวตัวเองมีประสบการณ์ทางเพศ"
    }
  },
  {
    "translation": {
      "en": "especially at such a young age,",
      "th": "โดยเฉพาะในขณะอายุยังน้อย"
    }
  },
  {
    "translation": {
      "en": "and then to find out that there's been many boys and men.",
      "th": "แถมมารู้ว่าเธอมีผู้ชายมากหน้าหลายตา"
    }
  },
  {
    "translation": {
      "en": "I feel sad that there's a possibility that outside of the glass",
      "th": "ฉันเสียใจเมื่อคิดว่าเป็นไปได้ที่นอกผนังกระจก"
    }
  },
  {
    "translation": {
      "en": "and the barbed wire and the bars",
      "th": "และลวดหนาม และลูกกรง... (เราจะแก่ไปด้วยกัน สิ่งที่ดีที่สุดยังไม่มาถึง)"
    }
  },
  {
    "translation": {
      "en": "that we may never actually be...",
      "th": "จริงๆ แล้วเราอาจไม่เคยเป็น"
    }
  },
  {
    "translation": {
      "en": "like a mother and daughter should be.",
      "th": "แม่ลูกกันอย่างที่ควรเป็น"
    }
  },
  {
    "translation": {
      "en": "This is real.",
      "th": "นี่คือความจริง"
    }
  },
  {
    "translation": {
      "en": "If she's ever here in this house, she may not be here with me.",
      "th": "ต่อให้เธอยังอยู่บ้านตอนนี้ เธอก็อาจไม่อยู่กับฉันอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "That's very real to me.",
      "th": "นี่คือความเป็นจริงที่สุดสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "And I think about that all the time.",
      "th": "และฉันก็คิดเรื่องนั้นตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "I think about it all the time.",
      "th": "ฉันคิดเรื่องนี้ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] I got pregnant on my 16th birthday.",
      "th": "ฉันท้องตอนวันเกิดอายุ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "I was confused, misled, misguided.",
      "th": "ฉันสับสน ถูกหลอก ถูกชักนำไปทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "My mother, we didn't live in a very stable home.",
      "th": "แม่ของฉัน... เรามีความสัมพันธ์ลุ่มๆ ดอนๆ"
    }
  },
  {
    "translation": {
      "en": "The home was stable, but my mother was not stable.",
      "th": "บ้านน่ะมั่นคง แต่แม่ของฉันไม่มั่นคง"
    }
  },
  {
    "translation": {
      "en": "The mental health problems all start with her.",
      "th": "แม่เริ่มมีปัญหาทางจิต"
    }
  },
  {
    "translation": {
      "en": "You'll be able to see that for yourself within two minutes of talking to her.",
      "th": "คุณจะรู้ได้เองภายในสองนาทีที่คุยกับเธอ"
    }
  },
  {
    "translation": {
      "en": "So I got the attention that I needed from friends and from male companions.",
      "th": "ฉันเลยไปเรียกร้องความสนใจ จากเพื่อนๆ และผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "I was drinking and smoking marijuana.",
      "th": "ฉันเริ่มดื่มเหล้าและสูบกัญชา"
    }
  },
  {
    "translation": {
      "en": "And my mom had vodka. They had liquor in the cabinet.",
      "th": "แม่ของฉันมีวอดก้า พวกเขาเก็บเหล้าในตู้เก็บของ"
    }
  },
  {
    "translation": {
      "en": "And I would take the vodka, and I would be blitzed by the time I got to school.",
      "th": "ฉันจะดื่มว้อดก้า และฉันก็จะเมาไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "When I got pregnant, I was... I was drinking.",
      "th": "ตอนที่ท้อง ฉันก็ยังดื่มอยู่"
    }
  },
  {
    "translation": {
      "en": "I could drink a bottle that was this big by myself.",
      "th": "ฉันคนเดียวดื่มทั้งขวดใหญ่ประมาณนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Pretty sure she won't be happy to see me.",
      "th": "แน่ใจมากว่าแม่ไม่ดีใจหรอกที่เจอฉัน"
    }
  },
  {
    "translation": {
      "en": "But, you know, it's vice versa.",
      "th": "แต่รู้มั้ย ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "If I had it every day, I could drink it every day.",
      "th": "ถ้าฉันมีของทุกวัน ฉันก็ดื่มได้ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "If I didn't have it, we were definitely gonna find a way to get it.",
      "th": "ถ้าไม่มีของ เราก็จะหาทางหามาจนได้"
    }
  },
  {
    "translation": {
      "en": "I drank for about eight months of her life, and the eighth month,",
      "th": "ฉันดื่มจนเธออายุประมาณแปดเดือน และในเดือนที่แปด"
    }
  },
  {
    "translation": {
      "en": "that's when I was introduced to crack cocaine.",
      "th": "ก็มีคนชวนฉันเสพโคเคน"
    }
  },
  {
    "translation": {
      "en": "I was 17 years old.",
      "th": "ตอนนั้นฉันอายุ 17 ปี"
    }
  },
  {
    "translation": {
      "en": "And so when I got introduced to crack cocaine,",
      "th": "ตอนที่มีคนชวนฉันเสพโคเคน"
    }
  },
  {
    "translation": {
      "en": "I also got introduced to the easy money on how to get it, which was prostituting.",
      "th": "ก็เริ่มมีคนชวนฉันทำงานที่ได้เงินง่าย เพื่อจะได้มีของมาเสพ ซึ่งก็คือขายตัว"
    }
  },
  {
    "translation": {
      "en": "I was raped repeatedly, guns to my head, robbed, everything.",
      "th": "ฉันโดนข่มขืนหลายครั้ง โดนปืนจ่อหัว โดนปล้น ทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "And so, December the 13th, 1988...",
      "th": "แล้วก็... วันที่ 13 ธันวาคม ปี 1988"
    }
  },
  {
    "translation": {
      "en": "that's when I went to jail.",
      "th": "เป็นวันที่ฉันติดคุก"
    }
  },
  {
    "translation": {
      "en": "If I don't say too much around here, it's best.",
      "th": "พอไปถึงถ้าฉันไม่พูดมากเกินไป ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Because, if she gets started, it's just gonna send me into a whirlwind.",
      "th": "เพราะถ้าแม่เริ่ม จะทำให้ฉันคุมไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go berserk.",
      "th": "ฉันจะสติแตก"
    }
  },
  {
    "translation": {
      "en": "I already know it. She knows how to push my buttons.",
      "th": "ฉันรู้อยู่แล้ว แม่รู้วิธียั่วโมโหฉัน"
    }
  },
  {
    "translation": {
      "en": "She knows which ones to touch.",
      "th": "เธอรู้ว่าจะแหย่ฉันเรื่องไหน"
    }
  },
  {
    "translation": {
      "en": "And it doesn't take very long 'cause we usually can't stay",
      "th": "แล้วก็ใช้เวลาไม่นานเลย ปกติเราจะอยู่ด้วยกันได้ไม่เกินห้าหรือสิบนาที"
    }
  },
  {
    "translation": {
      "en": "around each other no more than five or ten minutes.",
      "th": "ปกติเราจะอยู่ด้วยกันได้ไม่เกินห้าหรือสิบนาที"
    }
  },
  {
    "translation": {
      "en": "[woman] Toia, I talked with her attorney in the beginning.",
      "th": "ฉันบอกคุณไปแล้วว่าฉันคุยกับทนายในช่วงแรก"
    }
  },
  {
    "translation": {
      "en": "As the young attorney did say, being in the state of Tennessee...",
      "th": "อย่างที่ทนายเยาวชนบอกนั่นแหละว่า การอยู่ในรัฐเทนเนสซี (โจแอน วอร์เรน ยายของซินโทเอีย บราวน์)"
    }
  },
  {
    "translation": {
      "en": "had a lot to do with the trial.",
      "th": "มีผลกับการพิจารณาคดีมาก"
    }
  },
  {
    "translation": {
      "en": "We can't change anything about it. But this girl's young.",
      "th": "เราเปลี่ยนแปลงเรื่องนั้นไม่ได้ แต่เด็กคนนี้ยังอายุน้อย"
    }
  },
  {
    "translation": {
      "en": "I'm not saying you should say, \"Here, go right out here and start living.\"",
      "th": "ฉันไม่ได้บอกว่า คุณควรปล่อยเธอ \"ออกมาเลย และเริ่มต้นชีวิตใหม่\""
    }
  },
  {
    "translation": {
      "en": "I think she should be released gradually.",
      "th": "ฉันคิดว่า เธอควรค่อยๆ ได้ลดโทษ"
    }
  },
  {
    "translation": {
      "en": "So she understands herself...",
      "th": "เธอจะได้เข้าใจตัวเอง..."
    }
  },
  {
    "translation": {
      "en": "knows how to handle it.",
      "th": "รู้วิธีรับมือกับมัน"
    }
  },
  {
    "translation": {
      "en": "What are you saying?",
      "th": "แม่พูดอะไรของแม่น่ะ"
    }
  },
  {
    "translation": {
      "en": "She may have to be on some types of drugs all her life.",
      "th": "เธออาจจะต้องใช้ยาบางอย่างไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "She is. We are.",
      "th": "เธอใช้อยู่ เราก็ใช้"
    }
  },
  {
    "translation": {
      "en": "Well, there's nothing wrong with that.",
      "th": "ก็ไม่มีอะไรผิดที่จะใช้นี่"
    }
  },
  {
    "translation": {
      "en": "I've been taking psychotropics since I can... remember.",
      "th": "หนูกินยาจิตเวชตั้งแต่หนู... จำความได้"
    }
  },
  {
    "translation": {
      "en": "Do you see anything wrong with it, if you have a problem?",
      "th": "คุณว่ากินยาผิดตรงไหนมั้ย ถ้าเรามีปัญหา"
    }
  },
  {
    "translation": {
      "en": "-It's no more than having-- -I could understand one or two people",
      "th": "- มันก็แค่... - หนูเข้าใจได้ถ้ามีคนหรือสองคน"
    }
  },
  {
    "translation": {
      "en": "being throwed off, but the whole damn family? Come on now.",
      "th": "ที่ป่วยทางจิต แต่ทั้งครอบครัวเนี่ยนะ ล้อเล่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Warren] The fruit does not fall too far from the tree.",
      "th": "ลูกไม้มันหล่นไม่ไกลต้นหรอก"
    }
  },
  {
    "translation": {
      "en": "I think that my mother probably should have had a hysterectomy when she was 16.",
      "th": "ฉันคิดว่าแม่ของฉันน่าจะ ตัดมดลูกทิ้งซะตอนแม่อายุ 16"
    }
  },
  {
    "translation": {
      "en": "Now, I really think that",
      "th": "เอ้า ฉันคิดอย่างนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "because, see, if I had been as educated then as I am now,",
      "th": "เพราะถ้าตอนนั้นฉันมีการศึกษาอย่างตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I probably would not have had my children",
      "th": "ฉันคงไม่คิดจะมีลูก"
    }
  },
  {
    "translation": {
      "en": "and put them through what they have gone through.",
      "th": "และทำให้พวกเขาต้องเผชิญ กับสิ่งที่พวกเขากำลังเผชิญอยู่"
    }
  },
  {
    "translation": {
      "en": "And I think a lot of it is genetics.",
      "th": "และฉันว่าส่วนมากเป็นกรรมพันธุ์"
    }
  },
  {
    "translation": {
      "en": "This family probably needs therapy more than-- You know, to bring it closer.",
      "th": "ครอบครัวนี้น่าจะได้รับการบำบัด จะได้ใกล้ชิดกันมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] I'm not gonna sit in no room with all of my family.",
      "th": "หนูจะไม่ไปนั่งในห้องกับคนทั้งครอบครัวหรอก"
    }
  },
  {
    "translation": {
      "en": "I can't do it. I won't even go to--",
      "th": "หนูทำไม่ได้ หนูจะไม่ไป..."
    }
  },
  {
    "translation": {
      "en": "I do one-on-one.",
      "th": "หนูบำบัดแบบตัวต่อตัว"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna sit-- A group of crazy people cannot tell me",
      "th": "หนูจะไม่นั่ง... คนบ้าพวกนั้นบอกหนูไม่ได้หรอกว่า หนูผิดปกติอะไร"
    }
  },
  {
    "translation": {
      "en": "-what the hell is wrong with me. -[chuckling]",
      "th": "คนบ้าพวกนั้นบอกหนูไม่ได้หรอกว่า หนูผิดปกติอะไร"
    }
  },
  {
    "translation": {
      "en": "[man] Patsy Cottrell, who was a court of appeals judge in Tennessee",
      "th": "แพทซี คอทเทรลล์ ผู้พิพากษาศาลอุทธรณ์ในเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "and the widow of Ross Alderman,",
      "th": "และภรรยาม่ายของรอส อัลเดอร์แมน"
    }
  },
  {
    "translation": {
      "en": "who was the public defender in Nashville at the time Cyntoia was first charged,",
      "th": "ที่เป็นทนายของรัฐในแนชวิลล์ ครั้งที่ซินโทเอียถูกฟ้องครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "called me to say that this documentary was gonna be shown at the Green Hills theater",
      "th": "โทรมาบอกผมว่า จะมีการฉาย สารคดีเรื่องนี้ี่ที่โรงหนังกรีนฮิลส์"
    }
  },
  {
    "translation": {
      "en": "as a part of the film festival.",
      "th": "เป็นส่วนหนึ่งของเทศกาลหนัง"
    }
  },
  {
    "translation": {
      "en": "So I went on a Saturday afternoon, I think, in April of 2010",
      "th": "ผมไปที่นั่นในบ่ายวันเสาร์ คิดว่าน่าจะเดือนเมษายน ปี 2010"
    }
  },
  {
    "translation": {
      "en": "to see the documentary, and it was amazing.",
      "th": "เพื่อดูสารคดีเรื่องนี้ซึ่งน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "That story moved me because you could just--",
      "th": "เรื่องราวในนั้นสะเทือนใจผมมาก เพราะเราสามารถที่จะ..."
    }
  },
  {
    "translation": {
      "en": "You could see that this young woman didn't get a fair shake.",
      "th": "เราเห็นได้เลยว่า หญิงสาวคนนี้ ไม่ได้รับความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "There was more to this story than the courts knew at the time.",
      "th": "มีหลายอย่างในเรื่องนี้ที่ศาลไม่รู้ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "So I reached out to my best friend, Houston Gordon.",
      "th": "ผมจึงพยายามติดต่อเพื่อนสนิทของผม ฮุสตัน กอร์ดอน"
    }
  },
  {
    "translation": {
      "en": "[Gordon] I had not seen the documentary at that time,",
      "th": "ผมยังไม่ได้ดูสารคดีนี้ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "but he had it to take home and look at.",
      "th": "แต่เขาเอาหนังมาที่บ้านและดูกัน"
    }
  },
  {
    "translation": {
      "en": "He told me about the alcohol abuse of her mother.",
      "th": "เขาบอกผมเรื่องที่แม่ของเธอติดเหล้า"
    }
  },
  {
    "translation": {
      "en": "In fact, Dan Birman's interview with Georgina Mitchell, Cyntoia's mother,",
      "th": "ที่จริงตอนที่แดน เบอร์แมน สัมภาษณ์จอร์จีนา มิตเชลล์ แม่ของซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "gave the history of the alcohol abuse.",
      "th": "เราถึงเห็นประวัติการดื่มเหล้ามากเกินไป"
    }
  },
  {
    "translation": {
      "en": "Here's a kid who didn't have a chance.",
      "th": "นี่คือเด็กที่ไม่เคยมีโอกาส"
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance before she was born.",
      "th": "เธอไม่มีโอกาสเลือกเกิด"
    }
  },
  {
    "translation": {
      "en": "She didn't have a chance after she was born.",
      "th": "เธอไม่มีโอกาสหลังจากได้เกิด"
    }
  },
  {
    "translation": {
      "en": "And that affected her all the way from the transfer hearing",
      "th": "และนั่นส่งผลต่อเธอมาตลอดตั้งแต่ การพิจารณาโอนคดี"
    }
  },
  {
    "translation": {
      "en": "all the way through, quite frankly, to the present.",
      "th": "มาตลอด ถ้าพูดตามตรงคือจนถึงปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "Once she was convicted of those crimes,",
      "th": "เมื่อเธอถูกตัดสินคดีอาญาเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "it was 51 years before she's eligible for parole, 60-year sentence.",
      "th": "ต้องอีก 51 ปี กว่าเธอจะ เข้าเกณฑ์ขอพักโทษจากทั้งหมด 60 ปี"
    }
  },
  {
    "translation": {
      "en": "[Bone] We spent a lot of time and money",
      "th": "เราใช้เวลาและเงินจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "to find the very best experts on the fetal alcohol syndrome",
      "th": "เพื่อค้นหาผู้เชี่ยวชาญด้านกลุ่มอาการ ทารกในครรภ์ได้รับแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "who could come and evaluate Cyntoia specifically",
      "th": "ที่จะสามารถประเมินซินโทเอียเป็นการเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "and talk about the science of the brain.",
      "th": "และพูดคุยเกี่ยวกับวิทยาการของสมอง"
    }
  },
  {
    "translation": {
      "en": "She still has that...",
      "th": "เธอยังมี..."
    }
  },
  {
    "translation": {
      "en": "-impulsive... -She does. ...piece that really worries me that, you know...",
      "th": "- ลักษณะหุนหันที่ผมกังวลมาก... - ใช่"
    }
  },
  {
    "translation": {
      "en": "We developed a plan to take this back to the criminal court in Davidson County",
      "th": "เรามีแผนจะนำเรื่องนี้กลับไปยัง ศาลอาญาในเดวิดสันเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "and to ask for post-conviction relief and to present our case.",
      "th": "และขอร้องทุกข์บรรเทาโทษ และนำเสนอหลักฐานเพิ่มเติมในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "When you look at all this, was it a fundamentally fair trial?",
      "th": "เมื่อคุณพิจารณาละเอียดแล้ว นี่เป็นการตัดสินคดีที่ยุติธรรมอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "And, you know, of course, I'm passionate about it,",
      "th": "แน่นอน ผมกระตือรือร้นกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and we believe that we have a good chance of convincing the Court of just that.",
      "th": "และเราเชื่อว่าเป็นไปได้มาก ที่จะโน้มน้าวศาลตามนั้น"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I've questioned out loud, how am I gonna do this?",
      "th": "ฉันถามออกมาดังๆ ว่า ฉันจะต้องทำยังไงกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "How am I supposed to do this time?",
      "th": "ฉันควรทำยังไงในครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Am I supposed to spend the rest of my life in prison?",
      "th": "หรือฉันจะต้องใช้ชีวิตที่เหลือในคุก"
    }
  },
  {
    "translation": {
      "en": "'Cause it hurts. I want to go home, and I can't.",
      "th": "มันเจ็บปวดนะ ฉันอยากกลับบ้านแล้วทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "My 22nd birthday was kind of hard because I looked at it like",
      "th": "วันเกิดปีที่ 22 ของฉันค่อนข้างหนักหนา เพราะฉันจะมองมันแบบ..."
    }
  },
  {
    "translation": {
      "en": "I was supposed to be graduating college, but I'm in here.",
      "th": "ฉันควรจะจบมหาวิทยาลัยแล้ว แต่ฉันยังอยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "It's made me stronger. It's made me wiser, more resilient at times.",
      "th": "มันทำให้ฉันแกร่งขึ้น ทำให้ฉันฉลาดขึ้น สู้ชีวิตมากขึ้นในบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "I'm actually going to college. Surprise!",
      "th": "ที่จริงฉันก็เข้ามหาวิทยาลัยนะ เซอร์ไพรส์!"
    }
  },
  {
    "translation": {
      "en": "[Gordon] How are you?",
      "th": "เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Good. How are you? -I'm okay.",
      "th": "- ดีค่ะ คุณสบายดีมั้ย - ผมโอเค"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Lipscomb University, they come out, and they hold class here once a week.",
      "th": "มหาวิทยาลัยลิปส์คอมบ์ พวกเขาออกมา จัดชั้นเรียนที่นี่สัปดาห์ละครั้ง"
    }
  },
  {
    "translation": {
      "en": "And yeah, we get to obtain an associate's degree in Letters, Arts and Sciences.",
      "th": "เราจะได้รับวุฒิอนุปริญญาสาขา อักษรศาสตร์ ศิลปศาสตร์ และวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing right now. That's what my life focus is on right now.",
      "th": "นั่นคือสิ่งที่ฉันทำตอนนี้ ชีวิตของฉันจดจ่อกับสิ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "I'm also still trying to get back in court and work on my case and stuff.",
      "th": "ฉันยังพยายามกลับไปที่ศาล และเดินเรื่องคดีของฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[Gordon] This is a case that, not only would make a difference",
      "th": "นี่คือคดีที่ไม่เพียงแต่จะสร้างความเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "hopefully for Cyntoia, but may make a difference",
      "th": "ให้กับซินโทเอีย หวังว่านะ แต่อาจสร้างความเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "for these thousands upon thousands of children",
      "th": "ให้กับเด็กอีกจำนวนมหาศาล"
    }
  },
  {
    "translation": {
      "en": "who are born in situations that they can't control.",
      "th": "ที่เกิดมาในสภาพแวดล้อมซึ่งพวกเขาควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Good morning to everyone.",
      "th": "อรุณสวัสดิ์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "We're ready to get started on the hearing, and good morning to all the lawyers here.",
      "th": "เราพร้อมแล้วที่จะเริ่มพิจารณา และขอสวัสดีนักกฎหมายทุกท่านในที่นี้"
    }
  },
  {
    "translation": {
      "en": "-[man] Good morning. -[Wyatt] Mr. Gordon.",
      "th": "- อรุณสวัสดิ์ - คุณกอร์ดอน"
    }
  },
  {
    "translation": {
      "en": "-Mr. Charles Bone, go right ahead. -[Bone] Thank you.",
      "th": "- คุณชาร์ลส์ โบน เชิญเลย - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "I'm here with Mr. Bruno and Mr. Gordon,",
      "th": "ผมมากับคุณบรูโนและคุณกอร์ดอน"
    }
  },
  {
    "translation": {
      "en": "and we're pro bono counsel for Cyntoia Brown.",
      "th": "และเราคือทนายอาสาของซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "We intend to show to the Court today",
      "th": "วันนี้เราตั้งใจที่จะแสดงให้ศาลเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that Ms. Brown's sentence that was received in this court in 2006",
      "th": "โทษที่คุณบราวน์ได้รับจากศาลนี้ในปี 2006"
    }
  },
  {
    "translation": {
      "en": "is the functional equivalent of a life sentence without parole.",
      "th": "มีผลเทียบเท่าติดคุกตลอดชีวิตโดยไม่มีการพักโทษ"
    }
  },
  {
    "translation": {
      "en": "Your Honor will have the opportunity to hear",
      "th": "ศาลที่เคารพจะมีโอกาสได้รับฟัง"
    }
  },
  {
    "translation": {
      "en": "the first really extensive discussion and diagnosis",
      "th": "คำอภิปรายและข้อวินิจฉัยที่ครอบคลุม อย่างแท้จริงเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "of a Tennessee juvenile with fetal alcohol spectrum disorder, FASD.",
      "th": "ว่าด้วยเยาวชนเทนเนสซีที่ได้รับแอลกอฮอล์ ตั้งแต่อยู่ในครรภ์ หรือเอฟเอเอสดี"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, the content for the presentation of this information",
      "th": "น่าเศร้าที่การนำเสนอเนื้อหาของข้อมูลนี้"
    }
  },
  {
    "translation": {
      "en": "and these findings must come in the context that Cyntoia suffered",
      "th": "และข้อสรุปเหล่านี้ต้องรวมอยู่ใน บริบทที่ว่าซินโทเอียได้รับ"
    }
  },
  {
    "translation": {
      "en": "also from the ineffective assistance from counsel.",
      "th": "ความช่วยเหลือที่ไร้ประสิทธิภาพ จากทนายความด้วย"
    }
  },
  {
    "translation": {
      "en": "And at the conclusion of the hearing, we believe Your Honor will find",
      "th": "ในบทสรุปของการพิจารณาคดี เราเชื่อว่าศาลที่เคารพ"
    }
  },
  {
    "translation": {
      "en": "by clear and convincing determination",
      "th": "จะลงความเห็นที่ชัดเจนและน่าเชื่อถือว่า"
    }
  },
  {
    "translation": {
      "en": "that Cyntoia Brown deserves a new trial.",
      "th": "ซินโทเอีย บราวน์ สมควรได้รับการพิจารณาคดีใหม่"
    }
  },
  {
    "translation": {
      "en": "As the Court knows, probably recalls,",
      "th": "ดังที่ศาลคงทราบดีว่า"
    }
  },
  {
    "translation": {
      "en": "I was assigned to juvenile court at the time this took place.",
      "th": "ผมเป็นทนายศาลเยาวชนตอนที่คดีนี้เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I did the transfer hearing in this case.",
      "th": "ผมว่าความพิจารณาโอนคดีในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "I have known this case for eight years now.",
      "th": "ผมรู้จักคดีนี้มาแปดปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "This evidence of fetal alcohol syndrome that's about to be presented to the Court,",
      "th": "หลักฐานว่าด้วยอาการทารกในครรภ์ ได้รับแอลกอฮอล์ที่ศาลจะได้พิจารณานี้"
    }
  },
  {
    "translation": {
      "en": "I would ask the Court to look closely at its reliability",
      "th": "ผมขอให้ศาลไตร่ตรองถึงความน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "and whether it would have been admissible in the trial if shown.",
      "th": "ว่าสิ่งนี้จะใช้อ้างเป็นพยานหลักฐาน ในการพิจารณาคดีได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "The bottom line is that the allegation here is that Rich McGee and Wendy Tucker,",
      "th": "ข้อสำคัญคือคำกล่าวหาที่ว่า ริช แม็คกี และเวนดี้ ทัคเกอร์"
    }
  },
  {
    "translation": {
      "en": "two attorneys very well known to the Court,",
      "th": "ทนายทั้งสองที่ศาลรู้จักดี"
    }
  },
  {
    "translation": {
      "en": "were ineffective in not presenting evidence.",
      "th": "ไร้ประสิทธิภาพที่ไม่นำเสนอหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "We will contend that it is impossible to show that there was a deficiency",
      "th": "เราจะขอแย้งว่าเป็นไปไม่ได้ ที่จะพิสูจน์ว่ามีข้อบกพร่อง"
    }
  },
  {
    "translation": {
      "en": "in the representation she received, or that, if there were, it would--",
      "th": "ในการว่าความให้เธอหรือหากจะมี"
    }
  },
  {
    "translation": {
      "en": "The lack of it would have resulted in a different outcome.",
      "th": "ความบกพร่องดังกล่าวก็ไม่น่าจะให้ผลแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "[Bruno] Ms. Tucker, at the time of your representation of Ms. Brown,",
      "th": "คุณทัคเกอร์ เมื่อครั้งที่คุณว่าความให้คุณบราวน์"
    }
  },
  {
    "translation": {
      "en": "were you familiar with the disease of fetal alcohol spectrum disorder?",
      "th": "คุณคุ้นเคยกับความผิดปกติทางจิต ที่ได้รับแอลกอฮอล์ตั้งแต่ในครรภ์มาก่อนมั้ย"
    }
  },
  {
    "translation": {
      "en": "Had you ever heard of that or knew anything about that?",
      "th": "คุณเคยได้ยินหรือรู้จักความผิดปกติดังกล่าวหรือไม่"
    }
  },
  {
    "translation": {
      "en": "I am sure I had heard of it.",
      "th": "ฉันแน่ใจว่าฉันเคยได้ยินค่ะ"
    }
  },
  {
    "translation": {
      "en": "I know I've never presented a defense regarding fetal alcohol syndrome.",
      "th": "ฉันรู้ว่าฉันไม่เคยว่าความให้จำเลยที่ผิดปกติ จากการได้รับแอลกอฮอล์ในครรภ์"
    }
  },
  {
    "translation": {
      "en": "I don't know if I ever had any clients",
      "th": "ฉันไม่รู้ว่าฉันเคยมีลูกความ"
    }
  },
  {
    "translation": {
      "en": "where it was something in their records or not, but I'm sure I'd heard of it.",
      "th": "ที่มีประวัติดังกล่าวบ้างหรือไม่ แต่ฉันแน่ใจว่าฉันเคยได้ยินโรคนี้"
    }
  },
  {
    "translation": {
      "en": "I became much more familiar with it after Mr. Birman interviewed some people.",
      "th": "ฉันคุ้นเคยกับโรคนี้มากขึ้น หลังจากที่คุณเบอร์แมนสัมภาษณ์คนจำนวนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Bruno] Did you seek the assistance of any medical expert",
      "th": "คุณเคยขอความช่วยเหลือจาก ผู้เชี่ยวชาญทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "in the area of fetal alcohol spectrum disorder?",
      "th": "ด้านโรคจิตเวชที่ได้รับ แอลกอฮอล์ตั้งแต่ในครรภ์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Tucker] I did not.",
      "th": "ไม่เคยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Burks] Now, you were asked about fetal alcohol syndrome.",
      "th": "คุณเคยโดนซักถามเกี่ยวกับอาการผิดปกติ ที่ได้รับแอลกอฮอล์ตั้งแต่ในครรภ์"
    }
  },
  {
    "translation": {
      "en": "[Tucker] Right.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Was that something you'd ever heard of at this time?",
      "th": "นี่เป็นสิ่งที่คุณเคยได้ยินเพราะคดีนี้ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "[Tucker] I'm sure I'd heard of it at the time.",
      "th": "ฉันแน่ใจว่าฉันเคยได้ยินมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Burks] Was it something that Dr. Bernet ever mentioned to your memory?",
      "th": "เท่าที่คุณจำได้ นี่เป็นสิ่งที่ ดร.เบอร์เนตเคยพูดถึงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Tucker] Not to my memory, no.",
      "th": "เท่าที่ฉันจำได้ ไม่เคยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Had a mental health professional mentioned it to you,",
      "th": "ถ้าผู้เชี่ยวชาญด้านสุขภาพจิตพูดเรื่องนี้กับคุณ"
    }
  },
  {
    "translation": {
      "en": "you would have looked into it, fair to say.",
      "th": "คุณคงตรวจสอบเรื่องนี้ พูดอย่างนี้ได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Yes, I hope so.",
      "th": "ค่ะ ฉันอยากทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I wish they had. I wish I had.",
      "th": "ฉันอยากให้พวกเขาบอก ฉันจะได้ตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "[Gordon] What is fetal alcohol spectrum disorder?",
      "th": "กลุ่มอาการผิดปกติทางจิตที่ได้รับ แอลกอฮอล์ตั้งแต่ในครรภ์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Fetal alcohol spectrum disorder is referred to as an umbrella term,",
      "th": "กลุ่มอาการผิดปกติทางจิตที่ได้รับ แอลกอฮอล์ตั้งแต่ในครรภ์มีความหมายกว้าง"
    }
  },
  {
    "translation": {
      "en": "and they all relate to the fact that alcohol is a particularly heinous poison",
      "th": "และทั้งหมดเกี่ยวข้องกับข้อเท็จจริงที่ว่า แอลกอฮอล์คือยาพิษที่ร้ายแรงเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "to the developing fetus.",
      "th": "ต่อทารกในครรภ์ที่กำลังเติบโต"
    }
  },
  {
    "translation": {
      "en": "Tell the Court, if you would,",
      "th": "กรุณาช่วยบอกต่อศาลครับว่า"
    }
  },
  {
    "translation": {
      "en": "what the effect in general would be on a fetus",
      "th": "ผลโดยทั่วไปที่จะเกิดกับทารกในครรภ์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "whose mother was drinking",
      "th": "เมื่อแม่ดื่มสุรา"
    }
  },
  {
    "translation": {
      "en": "the way that Georgina Mitchell has testified she was drinking.",
      "th": "แบบที่จอร์จีนา มิตเชลล์ ให้การว่าเธอดื่มตอนตั้งครรภ์"
    }
  },
  {
    "translation": {
      "en": "[Adler] Alcohol is considered",
      "th": "แอลกอฮอล์ถือได้ว่า"
    }
  },
  {
    "translation": {
      "en": "one of the worst toxins, one of the worst poisons.",
      "th": "เป็นหนึ่งในสารพิษที่ร้ายแรงที่สุด เป็นยาพิษที่ร้ายแรงที่สุดชนิดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The brain is the organ that's most negatively affected.",
      "th": "สมองคืออวัยวะที่ได้รับความเสียหายมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Did you make an examination",
      "th": "คุณเคยทำการตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "-and evaluation of Cyntoia Brown? -[Adler] Yes.",
      "th": "- และประเมินสภาพจิตของซินโทเอีย บราวน์ - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Gordon] When did you do that?",
      "th": "คุณได้ทำเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "[Adler] June the 24th of 2011.",
      "th": "วันที่ 24 มิถุนายน ปี 2011"
    }
  },
  {
    "translation": {
      "en": "What conclusion, if any, did you come to as to whether she had had brain damage?",
      "th": "คุณได้ข้อสรุปอย่างไร และถ้าได้ คุณเคยสรุปไหมว่าสมองของเธอถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "[Adler] Simply, Ms. Brown has alcohol-related neurodevelopmental disorder,",
      "th": "พูดง่ายๆ คือคุณบราวน์มีความผิดปกติ ของพัฒนาการทางสมองที่สัมพันธ์กับแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "-and I would like to explain if I could. -[Gordon] Please.",
      "th": "- และผมอยากอธิบายถ้าทำได้ - เชิญครับ"
    }
  },
  {
    "translation": {
      "en": "So she is seriously impaired.",
      "th": "เธอมีความบกพร่องรุนแรง"
    }
  },
  {
    "translation": {
      "en": "If you just look at her cognitive or neuropsychological testing alone,",
      "th": "ถ้าคุณดูเฉพาะการทดสอบพัฒนาการ ทางสติปัญญาหรือทางประสาทจิตวิทยา"
    }
  },
  {
    "translation": {
      "en": "the discrepancy between her tested IQ",
      "th": "ความไม่ลงรอยกันระหว่าง ผลทดสอบไอคิวของเธอ"
    }
  },
  {
    "translation": {
      "en": "and her other abilities is really remarkable.",
      "th": "กับความสามารถด้านอื่นของเธอ เห็นได้ชัดเจนมาก"
    }
  },
  {
    "translation": {
      "en": "She does not function like a person.",
      "th": "เธอรับมือกับปัญหาไม่เหมือนคนปกติ"
    }
  },
  {
    "translation": {
      "en": "Her functional abilities are terrible.",
      "th": "ความสามารถในการรับมือปัญหาของเธอแย่มาก"
    }
  },
  {
    "translation": {
      "en": "So terrible, they are equivalent to a person with mild mental retardation,",
      "th": "แย่มากในระดับเทียบเท่าบุคคลที่ มีความบกพร่องอ่อนๆ ทางสติปัญญา"
    }
  },
  {
    "translation": {
      "en": "and that is not inconsequential.",
      "th": "ซึ่งไม่ใช่เรื่องเล็กน้อยเลย"
    }
  },
  {
    "translation": {
      "en": "It's known that persons with fetal alcohol spectrum disorders",
      "th": "เป็นที่รู้กันว่าบุคคลที่ผิดปกติทางจิต จากการได้รับแอลกอฮอล์ตั้งแต่ในครรภ์"
    }
  },
  {
    "translation": {
      "en": "have a markedly higher rate of problems with the law.",
      "th": "มีแนวโน้มสูงมากที่จะทำผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Was she suffering that at the time of August 2004, at the time of this incident?",
      "th": "เธอมีอาการผิดปกตินี้มั้ยในเหตุร้าย ที่เกิดในเดือนสิงหาคม ปี 2004"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "มีครับ"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Was she suffering from it before then? [Adler] Yes.",
      "th": "- เธอมีความผิดปกตินี้มาก่อนนั้นใช่่หรือไม่ - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "-[Gordon] Is she suffering from that now? -Yes.",
      "th": "- เธอมีปัญหานั้นมาจนถึงตอนนี้ใช่มั้ย - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Is that something she's going to suffer the rest of her life?",
      "th": "นั่นเป็นสิ่งที่เธอจะต้องเผชิญ ไปตลอดชีวิตที่เหลือใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "More or less, yes.",
      "th": "ไม่มากก็น้อย ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Thank you, Your Honor.",
      "th": "ขอบคุณ ศาลที่เคารพ"
    }
  },
  {
    "translation": {
      "en": "We appreciate the opportunity to bring these issues before the Court.",
      "th": "เราซาบซึ้งใจที่มีโอกาสนำเสนอประเด็นนี้ต่อศาล"
    }
  },
  {
    "translation": {
      "en": "What is the clear and convincing evidence here?",
      "th": "อะไรคือหลักฐานที่ชัดเจนและน่าเชื่อถือในที่นี้"
    }
  },
  {
    "translation": {
      "en": "I believe that's our burden. The clear and convincing evidence is",
      "th": "ผมเชื่อว่านั่นคือภาระหน้าที่ของเรา หลักฐานที่ชัดเจนและน่าเชื่อถือก็คือ"
    }
  },
  {
    "translation": {
      "en": "she has this brain damage.",
      "th": "สมองของเธอได้รับความเสียหาย"
    }
  },
  {
    "translation": {
      "en": "She had it because her mother admittedly abused alcohol",
      "th": "เธอเป็นเช่นนั้นเพราะ แม่ของเธอดื่มสุราเกินขนาด"
    }
  },
  {
    "translation": {
      "en": "the entire time she was carrying the baby.",
      "th": "ตลอดเวลาที่กำลังตั้งครรภ์"
    }
  },
  {
    "translation": {
      "en": "That brain damage has caused her to not be able to control herself,",
      "th": "สมองที่โดนทำลายนั้นทำให้เธอ ไม่สามารถควบคุมตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and when she sees chaos, not respond to it adequately.",
      "th": "และเมื่อเธอเห็นสถานการณ์วุ่นวาย ก็ไม่อาจตอบสนองได้ดีพอ"
    }
  },
  {
    "translation": {
      "en": "I appreciate the Court's attention, and I respectfully ask",
      "th": "ผมรู้สึกซาบซึ้งที่ศาลใส่ใจ และผมขอร้องด้วยความเคารพว่า"
    }
  },
  {
    "translation": {
      "en": "that, when we submit our proposals to you, I know the Court will do justice.",
      "th": "เมื่อเราส่งคำร้องต่อท่านแล้ว ผมรู้ดีว่าศาลจะให้ความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "[Burks] A number of things I want to point out to the Court briefly",
      "th": "มีหลายอย่างที่ผมต้องการชี้ให้ศาลเห็น"
    }
  },
  {
    "translation": {
      "en": "about the evidence the Court has heard.",
      "th": "เกี่ยวกับหลักฐานที่ศาลได้พิจารณา"
    }
  },
  {
    "translation": {
      "en": "Number one, much of the basis of what the Court's heard came",
      "th": "อย่างแรก ข้อมูลจำนวนมากที่ศาลได้พิจารณา"
    }
  },
  {
    "translation": {
      "en": "from the defendant's mother",
      "th": "มาจากแม่ของจำเลย"
    }
  },
  {
    "translation": {
      "en": "who is an inmate in a federal prison.",
      "th": "ซึ่งเป็นผู้ต้องขังอยู่ในเรือนจำกลาง"
    }
  },
  {
    "translation": {
      "en": "Her assertions about what she did when she was pregnant with Ms. Brown",
      "th": "คำยืนยันของเธอเกี่ยวกับสิ่งที่เธอทำ ตอนที่เธอตั้งท้องคุณบราวน์นั้น"
    }
  },
  {
    "translation": {
      "en": "could never be proven or disproven.",
      "th": "ไม่มีวันพิสูจน์ได้ว่าถูกหรือผิด"
    }
  },
  {
    "translation": {
      "en": "It would be argued to a jury by any competent state's attorney",
      "th": "อัยการรัฐมากความสามารถคงนำคำยืนยันนั้น มาอ้างเหตุผลต่อคณะลูกขุนว่า"
    }
  },
  {
    "translation": {
      "en": "that these diagnoses by the scientists seem to explain away",
      "th": "ข้อวินิจฉัยเหล่านี้ของนักวิทยาศาสตร์ ดูเหมือนจะลดทอนปัญหาที่เกิดจาก"
    }
  },
  {
    "translation": {
      "en": "any bad behavior on the part of Ms. Brown",
      "th": "พฤติกรรมเลวร้ายของคุณบราวน์"
    }
  },
  {
    "translation": {
      "en": "in her past or in this particular incident.",
      "th": "ในอดีตหรือในเหตุการณ์นี้เป็นการเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "A jury trial is not about giving the jury",
      "th": "การพิจารณาคดีของคณะลูกขุน ไม่ใช่การที่คณะลูกขุน"
    }
  },
  {
    "translation": {
      "en": "a full and complete picture of the defendant's mental makeup.",
      "th": "เข้าใจสภาพจิตของจำเลยครบถ้วนสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "The jury trial is about whether the state has",
      "th": "คณะลูกขุนมีขึ้นเพื่อพิจารณาว่ารัฐมีหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "proof beyond a reasonable doubt on the essential elements.",
      "th": "คณะลูกขุนมีขึ้นเพื่อพิจารณาว่ารัฐมีหลักฐาน พิสูจน์จนสิ้นสงสัยตามสมควร ต่อหลักฐานสำคัญหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Wyatt] Thank you. All right. The transcripts will be available",
      "th": "ขอบคุณ เอาละ บันทึกรายงานจะพร้อม"
    }
  },
  {
    "translation": {
      "en": "-the first Monday in December. -[Gordon] Thank you.",
      "th": "- ในวันจันทร์แรกของเดือนธันวาคม - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "And then how long did you want to prepare your memorandum or whatever it is?",
      "th": "คุณต้องการเวลาเตรียมบันทึกของคุณ หรืออะไรก็ตามนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-[Gordon] Fifteen days. -That's fine too.",
      "th": "- สิบห้าวันครับ - ก็ได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "What about Friday the 14th of December? Is that enough time?",
      "th": "ถ้าเป็นวันศุกร์ที่ 14 ธันวาคมล่ะ เวลาพอมั้ย"
    }
  },
  {
    "translation": {
      "en": "And then I'll take it under advisement,",
      "th": "งั้นผมจะนำเรื่องนี้ไปหารือ"
    }
  },
  {
    "translation": {
      "en": "and then sometime several weeks after that, I'll reach a decision.",
      "th": "และหลังจากนั้นผมจะตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "That's it. We'll close the court. Court is adjourned.",
      "th": "เท่านี้ละ เราจะเลิกศาล ศาลจะเลื่อนพิจารณาออกไป"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Post-conviction relief, the appeal of her conviction,",
      "th": "การร้องทุกข์บรรเทาโทษ การอุทธรณ์คำตัดสินที่เธอได้รับ"
    }
  },
  {
    "translation": {
      "en": "is a very limited opportunity for relief.",
      "th": "เป็นขั้นตอนร้องทุกข์ที่มีโอกาสจำกัดมาก"
    }
  },
  {
    "translation": {
      "en": "The judge acknowledged that she did have alcohol-related disorder.",
      "th": "ผู้พิพากษายอมรับว่า เธอมีความผิดปกติ ที่สัมพันธ์กับแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "We proved that she could not control her impulses.",
      "th": "เราพิสูจน์ว่าเธอไม่สามารถ ควบคุมความหุนหันของตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I can tell you all kinds of stuff about a long time ago,",
      "th": "ฉันสามารถบอกคุณเรื่องโน่นนี่ เมื่อนานมาแล้วได้"
    }
  },
  {
    "translation": {
      "en": "but you can tell me right now, \"Cyntoia, don't do this.",
      "th": "แต่ถ้าคุณบอกฉันตอนนี้ว่า \"ซินโทเอีย รับปากนะว่าเธอจะไม่ทำสิ่งนี้\""
    }
  },
  {
    "translation": {
      "en": "Make sure you don't do this.\" I'll say, \"I know, I know. I got you.\"",
      "th": "แต่ถ้าคุณบอกฉันตอนนี้ว่า \"ซินโทเอีย รับปากนะว่าเธอจะไม่ทำสิ่งนี้\" ฉันก็จะพูดว่า \"ฉันรู้ ฉันเข้าใจ\""
    }
  },
  {
    "translation": {
      "en": "And, like, two seconds later, I'll do it.",
      "th": "แล้วก็แบบ สองวินาทีต่อมา ฉันก็จะทำ"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know. It makes me look at myself different a little.",
      "th": "ไม่รู้สิ มันทำให้ฉันมองตัวเองต่างออกไปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Gordon] You have to show that no reasonable jury",
      "th": "คุณต้องแสดงให้เห็นว่า ไม่มีลูกขุนที่มีเหตุผลคนไหนที่จะตัดสินให้เธอผิด"
    }
  },
  {
    "translation": {
      "en": "would have found her guilty if that legal error had been corrected.",
      "th": "คุณต้องแสดงให้เห็นว่า ไม่มีลูกขุนที่มีเหตุผลคนไหนที่จะตัดสินให้เธอผิด ถ้าความผิดพลาดของกฎหมายได้รับการแก้ไข"
    }
  },
  {
    "translation": {
      "en": "It's a pretty steep hill to climb.",
      "th": "นี่เป็นเนินเขาชันที่ต้องป่ายปีน"
    }
  },
  {
    "translation": {
      "en": "And so he denied the relief.",
      "th": "แล้วเขาก็ปฏิเสธที่จะบรรเทาโทษ"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I'm having trouble reconciling that.",
      "th": "ฉันเจ็บปวดที่จะต้องยอมรับสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "So what does that mean? I don't-- I don't get it.",
      "th": "แล้วมันหมายว่ายังไง ฉันไม่... ฉันไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "And it's-- It pisses me off.",
      "th": "มันทำให้ฉันโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, my life is gonna continue.",
      "th": "แต่ชีวิตฉันจะต้องดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna stop just because what they said,",
      "th": "ฉันจะไม่หยุดเพราะสิ่งที่พวกเขาพูด"
    }
  },
  {
    "translation": {
      "en": "but I mean, I'll remember it.",
      "th": "แต่ฉันจะจำมันไว้"
    }
  },
  {
    "translation": {
      "en": "[Warren] There's a lot of sadness and lies and pain",
      "th": "มันมีแต่ความเศร้า และคำโกหก และความเจ็บปวด (ฟินิกซ์ แอละแบมา)"
    }
  },
  {
    "translation": {
      "en": "and not knowing what to do about any of it.",
      "th": "และการไม่รู้ว่าจะต้องทำยังไงกับมัน"
    }
  },
  {
    "translation": {
      "en": "What can we do?",
      "th": "เราทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "You know the sadness of Toia's eyes.",
      "th": "(เมื่อสวนเติบโต คนสวนก็เช่นกัน) รู้มั้ย ความเศร้าในตาของโทเอีย"
    }
  },
  {
    "translation": {
      "en": "It came from genetics, and the genetics should stop.",
      "th": "มันมาจากกรรมพันธุ์ และกรรมพันธุ์นี้ควรจะยุติ"
    }
  },
  {
    "translation": {
      "en": "My life has been so horrible.",
      "th": "ชีวิตของฉันเลวร้ายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "The rapes, the beatings.",
      "th": "การข่มขืน การตบตี"
    }
  },
  {
    "translation": {
      "en": "I was a victim of that type of person.",
      "th": "ฉันเป็นเหยื่อของคนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Tommy came to my house, and during the time that I was washing dishes,",
      "th": "ทอมมี่มาที่บ้านฉัน และตอนที่ฉันกำลังล้างจานอยู่"
    }
  },
  {
    "translation": {
      "en": "he grabbed me and snatched me and started beating me and drug me to the bedroom.",
      "th": "เขาก็จับตัวฉัน กระชากฉัน และเริ่มทุบตีฉัน ลากฉันเข้าไปในห้องนอน"
    }
  },
  {
    "translation": {
      "en": "And he says,",
      "th": "แล้วเขาก็พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"You're gonna get what you deserve.\"",
      "th": "\"แกจะต้องโดนอย่างสาสม\""
    }
  },
  {
    "translation": {
      "en": "And then... and then came... came the rape.",
      "th": "แล้วตามด้วยการข่มขืน"
    }
  },
  {
    "translation": {
      "en": "I just lay there, and I cried.",
      "th": "ฉันนอนร้องไห้อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "And I pulled myself together, put on makeup.",
      "th": "แล้วฉันก็รวบรวมสติ แต่งหน้าแต่งตา"
    }
  },
  {
    "translation": {
      "en": "That's what abused families usually does to keep anybody from knowing it.",
      "th": "นั่นคือสิ่งที่ครอบครัวที่มีคนโดนทำร้าย มักจะทำกันเพื่อไม่ให้ใครรู้"
    }
  },
  {
    "translation": {
      "en": "I got pregnant from that particular rape.",
      "th": "ฉันตั้งท้องจากการข่มขืนครั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "But you know, you can use the word \"rape\" in many ways",
      "th": "แต่รู้มั้ย เราใช้คำว่าข่มขืนได้หลายแบบ"
    }
  },
  {
    "translation": {
      "en": "because I feel like all of us has been raped of our life",
      "th": "เพราะฉันรู้สึกเหมือนว่าเราโดนพรากชีวิต"
    }
  },
  {
    "translation": {
      "en": "when this incident happened to me.",
      "th": "เมื่อเหตุการณ์นี้เกิดขึ้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "You have to pack it back, and you have to hide it so you can go on living.",
      "th": "เราต้องเก็บกดไว้ เราต้องซ่อนมันไว้ เพื่อจะสามารถมีชีวิตต่อไป"
    }
  },
  {
    "translation": {
      "en": "When you go through therapy, you have to close doors",
      "th": "เมื่อเราเข้ารับการบำบัด เราต้องปิดประตู"
    }
  },
  {
    "translation": {
      "en": "and open doors and close doors.",
      "th": "และเปิดประตู แล้วปิดประตู"
    }
  },
  {
    "translation": {
      "en": "These doors are never, never closed.",
      "th": "เราไม่มีวันปิดประตูพวกนี้ได้"
    }
  },
  {
    "translation": {
      "en": "You never go on and say, \"Oh, I'm all right. Life is very happy.\"",
      "th": "เราไม่มีวันใช้ชีวิตต่อไปโดยพูดว่า \"ฉันไม่เป็นไร ชีวิตช่างแสนสุข\""
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "You carry it from then on.",
      "th": "เราแบกมันติดตัวนับแต่วันนั้น"
    }
  },
  {
    "translation": {
      "en": "And I don't know if there's enough love or enough support that will ever...",
      "th": "และฉันไม่รู้ว่าจะมีความรักที่เพียงพอ กำลังใจที่เพียงพอหรือไม่ที่จะ..."
    }
  },
  {
    "translation": {
      "en": "help Gina or Toia or many other girls.",
      "th": "ช่วยจีน่าหรือโทเอียหรือผู้หญิงอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "I don't think there's any hope of either three of us turning back...",
      "th": "ฉันไม่คิดว่าจะมีความหวังใดๆ ให้เราสามคนหันหลัง"
    }
  },
  {
    "translation": {
      "en": "from the pain of what we've gone through.",
      "th": "ให้ความเจ็บปวดกับสิ่งที่เราเผชิญมา"
    }
  },
  {
    "translation": {
      "en": "It's just something we're gonna have to live through one way or the other.",
      "th": "มันคือสิ่งที่เราจะต้อง อยู่กับมันไปตลอดไม่ทางใดก็ทางหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] If my mama would have been that role model...",
      "th": "ถ้าแม่ของฉันทำตัวเป็นแบบอย่างที่ดี"
    }
  },
  {
    "translation": {
      "en": "there would be no Cyntoia Brown story.",
      "th": "ก็คงไม่มีเรื่องราวของซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "I wouldn't be sitting here talking to y'all.",
      "th": "ฉันคงไม่ต้องมานั่งคุยกับพวกคุณตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Childhood abuse... molestation.",
      "th": "การทารุณกรรมเด็ก... การลวนลาม"
    }
  },
  {
    "translation": {
      "en": "That's where a lot of hate for my mom formed around.",
      "th": "นั่นทำให้ฉันเกลียดแม่อย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "His name was Walter.",
      "th": "เขาชื่อวอลเตอร์"
    }
  },
  {
    "translation": {
      "en": "He was a relative of the neighbor.",
      "th": "เขาเป็นญาติของเพื่อนบ้าน"
    }
  },
  {
    "translation": {
      "en": "He molested me from the time I was maybe six or seven up until I was ten.",
      "th": "เขาลวนลามฉันตั้งแต่ฉันอายุหก หรือเจ็ดขวบจนฉันอายุสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "And the places he took me was no different from here.",
      "th": "และสถานที่ที่เขาพาฉันไปก็ไม่ต่างจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I mean, there were woods.",
      "th": "หมายถึงมีป่า"
    }
  },
  {
    "translation": {
      "en": "If we didn't go to the woods in his truck...",
      "th": "ถ้าเราไม่เข้าไปในป่า ในรถของเขา..."
    }
  },
  {
    "translation": {
      "en": "we were at his house.",
      "th": "เราก็อยู่ที่บ้านของเขา"
    }
  },
  {
    "translation": {
      "en": "I would just lay there frozen and relieved when it was over with.",
      "th": "ฉันจะนอนตัวแข็งทื่อและโล่งอกเมื่อมันจบลง"
    }
  },
  {
    "translation": {
      "en": "Then he would give me $20 and take me home.",
      "th": "จากนั้นเขาจะให้ฉัน 20 ดอลลาร์ และพาฉันกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "That's sex trafficking at its finest.",
      "th": "นั่นคือการค้าประเวณี เท่าที่เรียกได้ดีที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, when your own mother sends you out to be molested by a man",
      "th": "ในเมื่อแม่ของเราเองส่งเราไปให้ผู้ชายรังแก"
    }
  },
  {
    "translation": {
      "en": "after you've repeatedly... and begged her not--",
      "th": "ทั้งที่เราอ้อนวอนซ้ำแล้วซ้ำเล่าว่า..."
    }
  },
  {
    "translation": {
      "en": "\"I don't want to go. I don't want to go.\"",
      "th": "\"หนูไม่อยากไป\""
    }
  },
  {
    "translation": {
      "en": "\"You don't believe me? Do you hate me that much?",
      "th": "\"แม่ไม่เชื่อหนูเหรอ แม่เกลียดหนูขนาดนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do you hate me that much that you allow somebody to do this?\"",
      "th": "แม่เกลียดหนูมาก จนแม่ปล่อยให้คนมาทำอย่างนี้เหรอ\""
    }
  },
  {
    "translation": {
      "en": "You know, when you go through sexual abuse as a child,",
      "th": "รู้มั้ย เมื่อคุณโดนล่วงละเมิดทางเพศแต่เด็ก"
    }
  },
  {
    "translation": {
      "en": "you go from being scared,",
      "th": "คุณจะเปลี่ยนจากความกลัว"
    }
  },
  {
    "translation": {
      "en": "you build hate.",
      "th": "เป็นความเกลียด"
    }
  },
  {
    "translation": {
      "en": "It's sad.",
      "th": "มันน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "No child should have to go through that.",
      "th": "ไม่ควรมีเด็กคนไหนเจอเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "No woman should have to go through that. No man should have to go through that.",
      "th": "ไม่ควรมีผู้หญิงคนไหนเจอเรื่องแบบนั้น ไม่ควรมีมนุษย์คนไหนเจอเรื่องแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Is it fair?",
      "th": "ยุติธรรมไหม"
    }
  },
  {
    "translation": {
      "en": "It's not fair at all.",
      "th": "ไม่ยุติธรรมสักนิด"
    }
  },
  {
    "translation": {
      "en": "But that's the world that we live in.",
      "th": "แต่นั่นละ โลกที่เราอาศัยอยู่"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia, over phone] I think more about how my actions and my behaviors affect other people.",
      "th": "ฉันคิดมากขึ้นว่าการกระทำ และพฤติกรรมของฉันส่งผลต่อคนอื่นยังไง"
    }
  },
  {
    "translation": {
      "en": "I think the fact that I realized that",
      "th": "ฉันคิดว่าการที่ฉันตระหนักแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "is probably one of the biggest changes between me at 28 and me at 16.",
      "th": "คงเป็นหนึ่งในความเปลี่ยนแปลงมากที่สุด ระหว่างฉันที่อายุ 28 กับฉันตอนอายุ 16"
    }
  },
  {
    "translation": {
      "en": "I care more about how what I do affects other people.",
      "th": "ฉันใส่ใจมากขึ้นว่าสิ่งที่ฉันทำส่งผลต่อคนอื่นยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't really deal with a lot of people in here",
      "th": "ฉันไม่ได้เกี่ยวข้องกับคนในนี้มากนัก"
    }
  },
  {
    "translation": {
      "en": "who are doing stuff they have no business doing.",
      "th": "คนที่ทำเรื่องที่พวกเขาไม่มีสิทธิ์จะทำ"
    }
  },
  {
    "translation": {
      "en": "Not only because that's just not who I want to be,",
      "th": "ไม่ใช่แค่เพราะนั่นไม่ใช่คนที่ฉันอยากเป็น"
    }
  },
  {
    "translation": {
      "en": "but it's not the kind of stuff I want in my life.",
      "th": "แต่นั่นไม่ใช่สิ่งที่ชีวิตฉันต้องการ"
    }
  },
  {
    "translation": {
      "en": "I go to college. I go to Lipscomb.",
      "th": "ฉันเข้าเรียนมหาวิทยาลัย ฉันได้วุฒิจากลิปส์คอมบ์ แต่มันมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "I've got a degree from Lipscomb, but it's more than that.",
      "th": "ฉันได้วุฒิจากลิปส์คอมบ์ แต่มันมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "It's about maintaining positive, healthy relationships",
      "th": "มันเป็นเรื่องของการรักษา ความสัมพันธ์ที่เข้มแข็ง แง่บวก"
    }
  },
  {
    "translation": {
      "en": "with positive, healthy people.",
      "th": "กับคนที่เข้มแข็ง ที่คิดแง่บวก"
    }
  },
  {
    "translation": {
      "en": "Life in prison, it's not a life.",
      "th": "ชีวิตในคุกไม่ใช่ชีวิต"
    }
  },
  {
    "translation": {
      "en": "You have to kind of fight to carve out a life for yourself",
      "th": "เราต้องดิ้นรนสร้างชีวิตของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that has some kind of meaning, that has some kind of worth and some kind of value.",
      "th": "ให้มีความหมาย ให้คุ้มค่า ให้มีค่า"
    }
  },
  {
    "translation": {
      "en": "I think that that's really at the heart of rehabilitation",
      "th": "ฉันคิดว่านั่นคือหัวใจสำคัญของการฟื้นฟูเยียวยา"
    }
  },
  {
    "translation": {
      "en": "when you have been forced to grow up in prison.",
      "th": "เมื่อเราถูกบังคับให้โตมาในคุก"
    }
  },
  {
    "translation": {
      "en": "And I think that is really what was... what was going on with me",
      "th": "และฉันคิดว่านั่นคือสิ่งที่กำลังเกิดขึ้นกับฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and what was behind my change.",
      "th": "และอยู่เบื้องหลังความเปลี่ยนแปลงของฉัน"
    }
  },
  {
    "translation": {
      "en": "I don't want a life in prison. I want to have a life.",
      "th": "ฉันไม่ต้องการชีวิตในคุก ฉันต้องการมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "Today, in 2017, Cyntoia Brown would be classified a sex slave,",
      "th": "ผู้เยาว์ไม่สามารถถูกฟ้องและตัดสิน ในฐานะโสเภณีอีกต่อไป) วันนี้ในปี 2017 ซินโทเอีย บราวน์ จะถูกจัดอยู่ในหมวดทาสกาม"
    }
  },
  {
    "translation": {
      "en": "a little child manipulated who didn't stand a chance",
      "th": "เด็กตัวเล็กๆ ที่ถูกครอบงำผู้ไม่มีโอกาส"
    }
  },
  {
    "translation": {
      "en": "against the men who used her,",
      "th": "ตอบโต้ชายผู้ใช้ประโยชน์จากเธอ"
    }
  },
  {
    "translation": {
      "en": "but that wasn't the case in 2004.",
      "th": "แต่ในปี 2004 สถานการณ์ไม่ได้เป็นเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "Filmmaker Dan Birman shared video from his seven years",
      "th": "ผู้สร้างหนัง แดน เบอร์แมน ได้เผยแพร่วิดีโอที่ถ่ายทำมาเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "documenting Cyntoia Brown's case.",
      "th": "บันทึกคดีของซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia, over phone] I want a second chance.",
      "th": "ฉันต้องการโอกาสครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "Cyntoia Brown. She's been in prison for more than a decade now,",
      "th": "ซินโทเอีย บราวน์ เธออยู่ในคุก กว่าหนึ่งทศวรรษแล้ว"
    }
  },
  {
    "translation": {
      "en": "but her case is catching fire on social media, #FreeCyntoiaBrown,",
      "th": "แต่คดีของเธอกำลังร้อนแรงในโซเชียลมีเดีย ด้วยแฮชแทกปล่อยซินโทเอีย บราวน์"
    }
  },
  {
    "translation": {
      "en": "after being shared on Instagram by pop superstar Rihanna.",
      "th": "หลังจากมีการแชร์บนอินสตาแกรม โดยรีแอนนา นักร้องผู้โด่งดัง"
    }
  },
  {
    "translation": {
      "en": "[Case] Now celebrities like Rihanna, T.I. and Lana Del Rey",
      "th": "ตอนนี้เหล่าคนดังอย่าง รีแอนนา ที.ไอ. และลานา เดล เรย์"
    }
  },
  {
    "translation": {
      "en": "are tweeting for clemency for Cyntoia,",
      "th": "กำลังทวีตเพื่อขออภัยโทษให้ซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "a sex-trafficked teen doing life in prison.",
      "th": "วัยรุ่นค้าประเวณีที่ได้รับโทษติดคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Bone] #FreeCyntoiaBrown became such an amazing experience.",
      "th": "แฮชแทกปล่อยซินโทเอีย บราวน์ กลายเป็นเหตุการณ์น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "I guess there were a million tweets.",
      "th": "ผมว่าน่าจะทวีตกันเป็นล้านครั้ง"
    }
  },
  {
    "translation": {
      "en": "The attention that Cyntoia's case has received",
      "th": "ความสนใจที่คดีของซินโทเอียได้รับ"
    }
  },
  {
    "translation": {
      "en": "is an important worldwide event...",
      "th": "คือเหตุการณ์สำคัญระดับโลก"
    }
  },
  {
    "translation": {
      "en": "that provides an avenue for consideration of children",
      "th": "ซึ่งเปิดทางให้คำนึงถึงเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "across the world, not just in the United States,",
      "th": "ทั่วโลก ไม่ใช่แค่ในสหรัฐ"
    }
  },
  {
    "translation": {
      "en": "not just in Tennessee.",
      "th": "ไม่ใช่แค่ในเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "Cyntoia made the decision that the timing was appropriate",
      "th": "ซินโทเอียตัดสินใจว่าเวลานี้เหมาะ"
    }
  },
  {
    "translation": {
      "en": "to seek the help of the governor because we knew",
      "th": "ที่จะขอความช่วยเหลือจากผู้ว่าการรัฐ เพราะเรารู้ว่า"
    }
  },
  {
    "translation": {
      "en": "the governor was going into his last year in office.",
      "th": "ผู้ว่าการจะอยู่ในตำแหน่งเป็นปีสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Governor Haslam will have served eight years",
      "th": "ผู้ว่าการแฮสลัมจะอยู่ครบสมัยแปดปี"
    }
  },
  {
    "translation": {
      "en": "in January of 2019.",
      "th": "ในเดือนมกราคม ปี 2019"
    }
  },
  {
    "translation": {
      "en": "Once all of your state appeals are over, you then have a final opportunity,",
      "th": "เมื่อการอุทธรณ์ทั้งหมดของเราเสร็จสิ้น เราก็จะมีโอกาสครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "I guess you'd say in criminal law, to be heard.",
      "th": "ที่จะได้รับการพิจารณา ตามที่กฎหมายอาญาระบุไว้"
    }
  },
  {
    "translation": {
      "en": "We filed the petition for clemency",
      "th": "เรายื่นคำร้องขออภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "with the Board of Parole and with the governor.",
      "th": "ต่อกรรมการทัณฑ์บน และต่อผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "They don't do a lot of hearings on clemency.",
      "th": "พวกเขาไม่ค่อยพิจารณาอภัยโทษมากนัก"
    }
  },
  {
    "translation": {
      "en": "This was filed on behalf of Cyntoia on December the 19th, 2017.",
      "th": "เรายื่นเรื่องนี้ในนามของซินโทเอีย เมื่อวันที่ 19 ธันวาคม ปี 2017"
    }
  },
  {
    "translation": {
      "en": "It starts interestingly with a letter from Cyntoia to the governor,",
      "th": "คำร้องนี้ขึ้นต้นอย่างน่าสนใจ ด้วยจดหมายจากซินโทเอียถึงผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "why she thinks it's so appropriate for her to be honored with clemency from him.",
      "th": "บอกเหตุผลว่าทำไมเธอถึงสมควร ได้รับเกียรติให้เขาอภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "And then what we do is go through her legal and procedural backgrounds.",
      "th": "จากนั้นเราก็ตรวจสอบประวัติของเธอ ตามขั้นตอน ตามกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "It starts, as a matter of fact,",
      "th": "จริงๆ แล้วเริ่มที่"
    }
  },
  {
    "translation": {
      "en": "with the letter from the president of Lipscomb University, Randy Lowry,",
      "th": "จดหมายจากประธานแรนดี้ เลารี่ แห่งมหาวิทยาลัยลิปส์คอมบ์"
    }
  },
  {
    "translation": {
      "en": "and speaks to her 4.0 grade point average.",
      "th": "และการที่เขาพูดถึงเกรดเฉลี่ย 4.0 ของเธอ"
    }
  },
  {
    "translation": {
      "en": "And then many letters from people in the community,",
      "th": "แล้วก็มีจดหมายอีกหลายฉบับจากคนในชุมชน"
    }
  },
  {
    "translation": {
      "en": "from the mayor, from the juvenile judge, from advocacy groups",
      "th": "จากนายกเทศมนตรี จากผู้พิพากษา ศาลเยาวชน จากกลุ่มทนาย"
    }
  },
  {
    "translation": {
      "en": "who say, you know, she's the perfect person to be considered for... for clemency.",
      "th": "ที่พูดตรงกันว่าเธอเหมาะที่สุด ที่จะได้รับพิจารณาอภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "Dr. Bernet, he said,",
      "th": "ดร. เบอร์เนตบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Recently, I was contacted by Ms. Brown's current attorney",
      "th": "\"ไม่นานมานี้ ทนายคนปัจจุบัน ของคุณบราวน์ได้ติดต่อผม"
    }
  },
  {
    "translation": {
      "en": "who requested my support in Ms. Brown's application for clemency.\"",
      "th": "เขาขอให้ผมสนับสนุน การยื่นขออภัยโทษของคุณบราวน์\""
    }
  },
  {
    "translation": {
      "en": "[Bernet] Thirteen years had elapsed between my meetings with Cyntoia.",
      "th": "สิบสามปีผ่านไปตั้งแต่ที่ผมได้พบซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "I originally evaluated her when she was 16,",
      "th": "ผมเป็นผู้ประเมินเธอครั้งแรกเมื่อเธออายุ 16"
    }
  },
  {
    "translation": {
      "en": "and then I saw her a few months ago when she was 29.",
      "th": "จากนั้นผมได้เห็นเธอ เมื่อหลายเดือนก่อนตอนเธออายุ 29"
    }
  },
  {
    "translation": {
      "en": "I think the most general description is that she had grown up,",
      "th": "ผมคิดว่าลักษณะโดยรวมที่ชัดเจนที่สุดคือเธอโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "both intellectually and socially.",
      "th": "ทั้งทางสติปัญญาและการเข้าสังคม"
    }
  },
  {
    "translation": {
      "en": "I think another general impression was that she had learned a lot.",
      "th": "ภาพรวมน่าประทับใจอีกอย่างคือ เธอเรียนรู้มาเยอะ"
    }
  },
  {
    "translation": {
      "en": "She had a broader understanding, I think, of life and society,",
      "th": "เธอเข้าใจชีวิตและสังคมมากขึ้น (หลักสูตรปัจจุบัน ปริญญาสาขาวิชาชีพ)"
    }
  },
  {
    "translation": {
      "en": "that she was studying interesting things in college.",
      "th": "เธอศึกษาวิชาน่าสนใจในวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "She herself had gotten interested in the problem of sexual trafficking.",
      "th": "ตัวเธอเองสนใจปัญหาการค้าประเวณี"
    }
  },
  {
    "translation": {
      "en": "When I interviewed her, she was in the process of writing a term paper...",
      "th": "เมื่อผมสัมภาษณ์เธอ เธอกำลังอยู่ระหว่างเขียนภาคนิพนธ์"
    }
  },
  {
    "translation": {
      "en": "on that topic.",
      "th": "เกี่ยวกับหัวข้อนั้น"
    }
  },
  {
    "translation": {
      "en": "She managed to share through her own experience",
      "th": "เธออาศัยประสบการณ์ส่วนตัว แบ่งปันความรู้ในงานวิจัย"
    }
  },
  {
    "translation": {
      "en": "and through things she had read and studied on this topic.",
      "th": "และด้วยสิ่งต่างๆ ที่เธออ่าน และเรียนมาในหัวข้อนี้ (เดอะกลิตเตอร์โปรเจ็กต์ \"ไม่มีทาง\" บรรทัดฐานใหม่)"
    }
  },
  {
    "translation": {
      "en": "And she had a lot of really good ideas",
      "th": "เธอมีความคิดเข้าท่าหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "for how to use that knowledge outside of the prison.",
      "th": "ที่จะนำความรู้นั้นไปใช้นอกคุก"
    }
  },
  {
    "translation": {
      "en": "[Gordon] Pardon and Parole Board...",
      "th": "กรรมการอภัยโทษและพักโทษ"
    }
  },
  {
    "translation": {
      "en": "they've made the decision to hear Cyntoia on her request for commutation.",
      "th": "พวกเขาตัดสินใจรับพิจารณาซินโทเอีย ตามคำร้องขอลดโทษของเธอ"
    }
  },
  {
    "translation": {
      "en": "The governor has the absolute constitutional right",
      "th": "ผู้ว่าการมีสิทธิ์โดยสมบูรณ์ตามรัฐธรรมนูญ"
    }
  },
  {
    "translation": {
      "en": "to grant relief on commutation.",
      "th": "ที่จะอนุญาตให้มีการเยียวยาลดโทษ"
    }
  },
  {
    "translation": {
      "en": "But before he will take any action,",
      "th": "แต่ก่อนที่เขาจะดำเนินการใดๆ"
    }
  },
  {
    "translation": {
      "en": "he wants the opinion of the Pardon and Parole Board.",
      "th": "เขาต้องการความคิดเห็นของ คณะกรรมการอภัยโทษและพักการลงโทษ"
    }
  },
  {
    "translation": {
      "en": "And that's what we're going to do this next week.",
      "th": "นั่นคือสิ่งที่เรากำลังจะทำในสัปดาห์หน้า"
    }
  },
  {
    "translation": {
      "en": "The purpose of which is to show that Cyntoia Brown has been rehabilitated",
      "th": "วัตถุประสงค์ของเรื่องนี้คือ เพื่อแสดงว่า ซินโทเอีย บราวน์ได้รับการฟื้นฟูสภาพ"
    }
  },
  {
    "translation": {
      "en": "since her incarceration",
      "th": "ตั้งแต่เธอถูกจำคุกแล้ว"
    }
  },
  {
    "translation": {
      "en": "and that she can be a useful member of society",
      "th": "เธอจึงสามารถเป็นสมาชิก ที่มีประโยชน์ของสังคมได้"
    }
  },
  {
    "translation": {
      "en": "and, in all likelihood, will be if she receives a commuted sentence.",
      "th": "และเป็นไปได้อย่างยิ่งที่จะเป็นเช่นนั้น หากเธอได้รับการลดโทษ"
    }
  },
  {
    "translation": {
      "en": "In 2004, she was considered to be a prostitute",
      "th": "ในปี 2004 เธอถูกจัดว่าเป็นโสเภณี"
    }
  },
  {
    "translation": {
      "en": "even though she was 16 years old.",
      "th": "แม้ว่าเธอจะอายุ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "That has changed.",
      "th": "เรื่องนี้เปลี่ยนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "If it happened today, she would not be considered a crime",
      "th": "ถ้าเรื่องนี้เกิดขึ้นวันนี้ เธอจะไม่ถูกจัดว่าเป็นอาชญากร"
    }
  },
  {
    "translation": {
      "en": "but a victim of sexual predators.",
      "th": "แต่เป็นเหยื่อของนักล่ากาม"
    }
  },
  {
    "translation": {
      "en": "We are requesting the Pardon and Parole Board",
      "th": "เรากำลังร้องขอต่อ คณะกรรมการอภัยโทษและพักโทษ"
    }
  },
  {
    "translation": {
      "en": "to recommend to the governor",
      "th": "เพื่อเสนอแนะผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "that he commute her sentence to second-degree murder.",
      "th": "ให้เขาลดโทษเธอเป็นฆ่าโดยเจตนา โดยไม่ได้ไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "If he does that, then that would make her eligible for parole.",
      "th": "ถ้าเขาทำเช่นนั้น ก็จะทำให้เธอเข้าเกณฑ์ ที่จะขอพักการลงโทษได้"
    }
  },
  {
    "translation": {
      "en": "She will still have a criminal record.",
      "th": "เธอจะยังมีประวัติอาชญากรรมอยู่"
    }
  },
  {
    "translation": {
      "en": "She will still lose a lot of the rights that ordinary citizens have...",
      "th": "เธอจะยังเสียสิทธิ์หลายอย่างที่พลเมืองทั่วไปมี"
    }
  },
  {
    "translation": {
      "en": "but she will have an opportunity",
      "th": "แต่เธอจะมีโอกาส"
    }
  },
  {
    "translation": {
      "en": "to live a useful and productive life outside of the prison system.",
      "th": "ที่จะมีชีวิตเป็นประโยชน์ และมีประสิทธิผลนอกระบบคุก"
    }
  },
  {
    "translation": {
      "en": "[man 1] Today is May the 23rd, 2018.",
      "th": "(ติดคุกมาแล้วสิบสามปีเก้าเดือน) วันนี้คือวันที่ 23 พฤษภาคม ปี 2018"
    }
  },
  {
    "translation": {
      "en": "We are conducting an executive clemency hearing at Tennessee Prison for Women.",
      "th": "เรากำลังดำเนินการพิจารณาขออภัยโทษ ที่เรือนจำหญิงเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "This will be a commutation hearing for Cyntoia Denise Brown.",
      "th": "นี่จะเป็นการพิจารณาลดโทษ สำหรับซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "Tennessee Code annotated 40-28-125A",
      "th": "คำอธิบายประมวลกฎหมาย เทนเนสซี 40-28-125 เอ"
    }
  },
  {
    "translation": {
      "en": "authorizes the board to advise and make recommendations to the governor",
      "th": "ให้อำนาจคณะกรรมการให้คำปรึกษา และคำแนะนำแก่ผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "in respect to pardons,",
      "th": "ในการอภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "exonerations and commutations.",
      "th": "การพ้นจากความผิด และการลดโทษ"
    }
  },
  {
    "translation": {
      "en": "The governor has said he will use his clemency powers very sparingly.",
      "th": "ผู้ว่าการกล่าวว่าเขาจะใช้อำนาจ ในการอภัยโทษของเขาอย่างจำกัด"
    }
  },
  {
    "translation": {
      "en": "Ms. Brown, you will be permitted to speak and to present witnesses",
      "th": "คุณบราวน์ คุณจะได้รับอนุญาต ให้พูดและเบิกพยาน"
    }
  },
  {
    "translation": {
      "en": "on your behalf.",
      "th": "ในนามของคุณเอง"
    }
  },
  {
    "translation": {
      "en": "At this time, I'd like to allow your counsel, Mr. Bone,",
      "th": "ในครั้งนี้ ผมขอให้โอกาสคุณโบน ทนายของคุณ"
    }
  },
  {
    "translation": {
      "en": "to give an opening statement, and then, Ms. Brown,",
      "th": "เป็นผู้แถลงเปิดการพิจารณา และจากนั้น คุณบราวน์"
    }
  },
  {
    "translation": {
      "en": "we would like to hear from you in your own words",
      "th": "เราต้องการรับฟังจากคุณเป็นคำพูดของคุณเอง"
    }
  },
  {
    "translation": {
      "en": "about why you feel that you are rehabilitated",
      "th": "ว่าทำไมคุณจึงคิดว่าคุณได้รับการฟื้นฟูแล้ว"
    }
  },
  {
    "translation": {
      "en": "and no longer a risk to safety of the public.",
      "th": "และไม่เป็นภัยต่อสาธารณชนอีก"
    }
  },
  {
    "translation": {
      "en": "So with that, Mr. Bone?",
      "th": "เชิญเลยมั้ยครับ คุณโบน"
    }
  },
  {
    "translation": {
      "en": "[Bone] This is a story of transformation",
      "th": "นี่คือเรื่องราวของการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "in the life of a wasted child who has become",
      "th": "ชีวิตของเด็กเหลวแหลกคนหนึ่งที่กลายเป็น"
    }
  },
  {
    "translation": {
      "en": "a beautiful, intelligent, caring, educated woman",
      "th": "หญิงสาวสวยมีการศึกษา ฉลาด เอาใจใส่"
    }
  },
  {
    "translation": {
      "en": "who can make things better in this world, and that's why we're here.",
      "th": "ผู้สามารถทำให้โลกนี้น่าอยู่ขึ้น เราถึงได้มาอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I just wanted to say thank you, first.",
      "th": "ก่อนอื่นฉันแค่อยากขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I know a lot of people get to see you, but I have prayed for a very long time...",
      "th": "ฉันรู้ว่ามีหลายคนอยากพบคุณ แต่ฉันอ้อนวอนอยู่นานมาก"
    }
  },
  {
    "translation": {
      "en": "to be able to meet with you.",
      "th": "ที่จะได้พบคุณ"
    }
  },
  {
    "translation": {
      "en": "And I know it's purely an act of mercy that you even give me a hearing,",
      "th": "และฉันรู้ว่าเพราะความเมตตาจริงๆ คุณถึงยอมพิจารณาคำร้องของฉัน"
    }
  },
  {
    "translation": {
      "en": "and that means everything to me.",
      "th": "ซึ่งมีความหมายต่อฉันอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "What I did was horrible.",
      "th": "สิ่งที่ฉันทำไปเลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "I killed Johnny Allen, and he's gone. And it stayed with me this whole time.",
      "th": "ฉันฆ่าจอห์นนี่ อัลเลน เขาจากไปแล้ว และการกระทำนี้ติดตัวฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I was locked up at 16. It was like that was it.",
      "th": "ฉันติดคุกเมื่ออายุ 16 ปี อดีตไม่สามารถแก้ไขได้"
    }
  },
  {
    "translation": {
      "en": "I have no choice but to live a different life,",
      "th": "ฉันไม่มีทางเลือกนอกจากใช้ชีวิตต่างจากเดิม"
    }
  },
  {
    "translation": {
      "en": "and they've given me that opportunity.",
      "th": "และพวกเขามอบโอกาสนั้นแก่ฉัน"
    }
  },
  {
    "translation": {
      "en": "They've given me that chance.",
      "th": "พวกเขามอบโอกาสนั้นให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "You know, I can't make up for what I did,",
      "th": "ฉันไม่สามารถชดเชยสิ่งที่ทำไปแล้วได้"
    }
  },
  {
    "translation": {
      "en": "but they've given me a chance to do so much more.",
      "th": "แต่พวกเขาให้โอกาสฉันได้ทำอะไรอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "Whatever you decide, I respect it, but...",
      "th": "ไม่ว่าคุณตัดสินใจยังไง ฉันเคารพตามนั้น แต่ว่า..."
    }
  },
  {
    "translation": {
      "en": "I do pray that you show me mercy and that you give me a second chance.",
      "th": "ฉันภาวนาขอพวกคุณเมตตา และมอบโอกาสครั้งที่สองแก่ฉัน"
    }
  },
  {
    "translation": {
      "en": "[man 2] In 2008, I was working as a prosecutor in the Tennessee Attorney General's Office,",
      "th": "ในปี 2008 ผมเป็นอัยการ ในสำนักงานอัยการสูงสุดของรัฐเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "and the case of Cyntoia Denise Brown was assigned to me.",
      "th": "และได้ทำคดีของซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "And so it was my job to represent the state in her appeal.",
      "th": "และจึงเป็นงานที่ผมต้องเป็น ตัวแทนรัฐรับคำร้องของเธอ"
    }
  },
  {
    "translation": {
      "en": "I read every page of the trial transcript, and I examined every exhibit.",
      "th": "ผมอ่านเอกสารพิจารณาคดีทุกหน้า และตรวจสอบหลักฐานทุกชิ้น"
    }
  },
  {
    "translation": {
      "en": "And I argued that she needed to spend the rest of her life in prison.",
      "th": "และผมให้เหตุผลว่าเธอจำต้องติดคุกตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "Cyntoia, I met her in the spring of 2009.",
      "th": "ซินโทเอีย ผมพบเธอในฤดูใบไม้ผลิ ปี 2009"
    }
  },
  {
    "translation": {
      "en": "I just went blindly into the class not knowing who she was",
      "th": "ผมเข้าไปในชั้นเรียนโดยไม่รู้ว่าเธอคือใคร"
    }
  },
  {
    "translation": {
      "en": "and didn't know who she was for weeks",
      "th": "และไม่รู้อยู่อย่างนั้นนานหลายสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "until, one day, I got a court opinion in the mail.",
      "th": "จนกระทั่งวันหนึ่ง ผมได้รับความเห็นของศาลทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "I open the envelope, see what it is,",
      "th": "ผมเปิดซองดูว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "and there's Cyntoia's name on it, Cyntoia Denise Brown.",
      "th": "และเห็นชื่อซินโทเอียบนนั้น ซินโทเอีย เดนิส บราวน์"
    }
  },
  {
    "translation": {
      "en": "And that was the first time that I figured out",
      "th": "นั่นเป็นครั้งแรกที่ผมรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "the Cyntoia Denise Brown whose appeal I had worked on",
      "th": "ซินโทเอีย เดนิส บราวน์ เจ้าของคำร้องที่ผมรับเรื่องไว้"
    }
  },
  {
    "translation": {
      "en": "was the same Cyntoia Brown who was this luminous student in my class.",
      "th": "คือซินโทเอีย บราวน์ คนเดียวกับที่ เป็นนักเรียนหัวไวในชั้นของผม"
    }
  },
  {
    "translation": {
      "en": "She got her copy of the opinion the next day or a couple of days later.",
      "th": "เธอได้รับสำเนาความเห็นนี้ ในวันถัดไปหรืออีกสองวัน"
    }
  },
  {
    "translation": {
      "en": "She came to class the following Wednesday night,",
      "th": "เธอมาเรียนคืนวันพุธต่อมา"
    }
  },
  {
    "translation": {
      "en": "and we briefly talked about it.",
      "th": "เราเลยได้คุยเรื่องนี้คร่าวๆ"
    }
  },
  {
    "translation": {
      "en": "I told her that I was sorry.",
      "th": "ผมบอกเธอว่าผมเสียใจ"
    }
  },
  {
    "translation": {
      "en": "She said, \"You were doing your job.\"",
      "th": "เธอบอกว่า \"คุณทำตามหน้าที่\""
    }
  },
  {
    "translation": {
      "en": "I could tell that she was hurt",
      "th": "ดูก็รู้ว่าเธอเสียใจ"
    }
  },
  {
    "translation": {
      "en": "because, on top of being disappointed that her appeal just got denied...",
      "th": "เพราะนอกจากความผิดหวัง ที่คำอุทธรณ์ของเธอโดนปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "now she has to go through the rest of the semester",
      "th": "ตลอดเทอมที่เหลือจากนี้เธอต้องเรียน"
    }
  },
  {
    "translation": {
      "en": "with the guy who argued, \"Yeah, 51 years is exactly right.\"",
      "th": "กับคนที่เห็นว่า \"ใช่ โทษ 51 ปีถูกต้องแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Justice is not just about saying,",
      "th": "ความยุติธรรมไม่ใช่แค่การบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"What crime was committed, and how much time does this person get.\"",
      "th": "\"คนนี้ทำผิดเรื่องอะไรและติดคุกนานเท่าไหร่\""
    }
  },
  {
    "translation": {
      "en": "And having cultivated some understanding about the context in which",
      "th": "หลังจากศึกษาทำความเข้าใจบริบทของ"
    }
  },
  {
    "translation": {
      "en": "her crime occurred, but a lot of people's crimes occur,",
      "th": "อาชญากรรมที่เธอก่อ แต่ก็มีหลายคนก่ออาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "I think justice is more about trying to achieve the right outcome",
      "th": "ผมคิดว่าความยุติธรรมคือ การพยายามบรรลุผลที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "than it is about alleging rule violations.",
      "th": "มากกว่าเป็นเรื่องการกล่าวหาผู้ฝ่าฝืนกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Time and proximity are funny things",
      "th": "เวลาและความใกล้ชิดเป็นเรื่องตลก"
    }
  },
  {
    "translation": {
      "en": "because they can change adversaries into allies.",
      "th": "เพราะมันเปลี่ยนศัตรูเป็นมิตรได้"
    }
  },
  {
    "translation": {
      "en": "Here I am ten years later...",
      "th": "สิบปีต่อมาผมมาอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "not arguing against her but arguing in favor of her release.",
      "th": "ไม่ใช่เพื่อให้เหตุผลหักล้างเธอ แต่เพื่อให้เหตุผลเห็นควรให้ปล่อยตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "And I do that because I have borne witness along with all these other folks",
      "th": "และผมทำแบบนั้น เพราะผมเห็นกับตาร่วมกับคนอื่นๆ เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "to the kind of person that Cyntoia is.",
      "th": "ว่าซินโทเอียเป็นคนแบบไหน"
    }
  },
  {
    "translation": {
      "en": "[Sinback] Ladies and gentlemen of the board, I am honored to come before you today",
      "th": "เรียนคณะกรรมการ เป็นเกียรติของฉันที่ได้มาอยู่ตรงหน้าท่านในวันนี้"
    }
  },
  {
    "translation": {
      "en": "as Cyntoia Brown's juvenile court attorney and friend of 14 years.",
      "th": "ในฐานะทนายศาลเยาวชนและเพื่อน ของซินโทเอีย บราวน์มานาน 14 ปี"
    }
  },
  {
    "translation": {
      "en": "I would like to tell you only about the Cyntoia Brown of today,",
      "th": "ฉันอยากเล่าเฉพาะเรื่องของ ซินโทเอีย บราวน์ในวันนี้"
    }
  },
  {
    "translation": {
      "en": "the remarkable woman you've been hearing so much about,",
      "th": "ผู้หญิงน่าทึ่งซึ่งพวกคุณได้ฟังมามากแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I would be remiss if I did not also tell you",
      "th": "แต่ฉันคงละเลยในหน้าที่ถ้าฉันไม่ได้เล่า"
    }
  },
  {
    "translation": {
      "en": "about the Cyntoia Brown I met on August 9th, 2004,",
      "th": "เกี่ยวกับซินโทเอีย บราวน์ที่ฉันได้พบ ในวันที่ 9 สิงหาคม ปี 2004"
    }
  },
  {
    "translation": {
      "en": "three days after the horrible incident that caused her to be in here.",
      "th": "สามวันหลังเหตุเลวร้ายที่ทำให้เธอมาอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "When I represented Cyntoia when she was 16 at the transfer hearing,",
      "th": "เมื่อฉันเป็นทนายของซินโทเอีย วัย 16 ปี ในวันพิจารณาโอนคดี"
    }
  },
  {
    "translation": {
      "en": "my goal was to really show who Cyntoia was.",
      "th": "เป้าหมายของฉันคือ ทำให้ศาลเห็นชัดเจนว่าซินโทเอียคือใคร"
    }
  },
  {
    "translation": {
      "en": "She had been through a lot of really hard things in her life.",
      "th": "ตอนนั้นเธอผ่านเรื่องราวหนักหนามากมายในชีวิต"
    }
  },
  {
    "translation": {
      "en": "What really brought it full circle for me",
      "th": "สิ่งที่ทำให้ฉันวนกลับมาที่จุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "was when I became involved in the case again,",
      "th": "คือเมื่อฉันเข้ามาเกี่ยวข้องกับคดีนี้อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "working with Cyntoia and working on her clemency.",
      "th": "ทำงานกับซินโทเอีย และทำเรื่องขออภัยโทษให้เธอ"
    }
  },
  {
    "translation": {
      "en": "I realized that I was really using the same strategy",
      "th": "ฉันได้รู้ว่าฉันกำลังใช้วิธีเดิม"
    }
  },
  {
    "translation": {
      "en": "that I had used during the transfer hearing",
      "th": "แบบที่ฉันเคยใช้ระหว่างพิจารณาโอนคดี"
    }
  },
  {
    "translation": {
      "en": "to really show that she's a person who can be in the community",
      "th": "คือทำให้ทุกท่านเห็นว่า เธอคือบุคคลที่สามารถอยู่ในชุมชน"
    }
  },
  {
    "translation": {
      "en": "and that she deserves to have a chance to live a life.",
      "th": "และเธอสมควรได้มีโอกาสใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "When I was a defense attorney,",
      "th": "เมื่อครั้งที่ฉันเป็นทนายจำเลย"
    }
  },
  {
    "translation": {
      "en": "it always was very interesting when people would ask me,",
      "th": "น่าสนใจมากเสมอเมื่อหลายคนถามฉันว่า"
    }
  },
  {
    "translation": {
      "en": "\"Why fight for someone like that?",
      "th": "\"ทำไมต่อสู้เพื่อคนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Why fight for a person who has taken a life?",
      "th": "ทำไมต่อสู้เพื่อคนที่ฆ่าคนตาย"
    }
  },
  {
    "translation": {
      "en": "How can you defend that person who's guilty?",
      "th": "คุณปกป้องคนที่ทำความผิดได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "What if they get out and do the same thing again?\"",
      "th": "แล้วถ้าคนนั้นออกไปทำผิดอีกครั้งล่ะ\""
    }
  },
  {
    "translation": {
      "en": "-Hi, guys. -[students] Hi.",
      "th": "ว่าไง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "-How you doing? Good to see you today. -[students] Good.",
      "th": "สบายดีมั้ย ดีใจที่พบกันในวันนี้"
    }
  },
  {
    "translation": {
      "en": "Um, so we've been talking about juvenile transfer and the situation that you all are in.",
      "th": "เรากำลังพูดถึงเรื่องการโอนคดีเยาวชน และคดีที่ทุกคนกำลังทำอยู่นี้"
    }
  },
  {
    "translation": {
      "en": "Cyntoia's case fits into the issue of sentencing reform",
      "th": "คดีของซินโทเอียตรงกับ ประเด็นของการปฏิรูปบทลงโทษ"
    }
  },
  {
    "translation": {
      "en": "by showing us that children deserve a review,",
      "th": "โดยแสดงให้เราเห็นว่า เยาวชนสมควรได้รับการทบทวน"
    }
  },
  {
    "translation": {
      "en": "not necessarily parole or release,",
      "th": "ไม่จำเป็นต้องได้รับการพักโทษหรือปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "but that all children deserve us to take a look at them",
      "th": "แต่เด็กทุกคนสมควรให้เราเอาใจใส่"
    }
  },
  {
    "translation": {
      "en": "after a fair number of years.",
      "th": "หลังจากรับโทษมาระยะเวลาพอสมควร"
    }
  },
  {
    "translation": {
      "en": "The community is ready to welcome Cyntoia into its fold and to see her face-to-face,",
      "th": "ชุมชนพร้อมที่จะต้อนรับ ซินโทเอียเข้ากลุ่มและพบกันซึ่งหน้า"
    }
  },
  {
    "translation": {
      "en": "not as the child she was in 2004,",
      "th": "ไม่ใช่ในฐานะเด็กที่เธอเคยเป็นในปี 2004"
    }
  },
  {
    "translation": {
      "en": "but as the incredible, incredible woman that she has become.",
      "th": "แต่เป็นผู้หญิงเก่งที่เธอเป็นอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] What I would like to do now is go to the victim's side.",
      "th": "ที่ผมอยากทำตอนนี้คือฟังความทางเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "Just tell me your name, if you would please,",
      "th": "ขอทราบชื่อของคุณด้วยครับถ้าคุณไม่ว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "and make any comment you'd like to make.",
      "th": "และแสดงความเห็นใดๆ ก็ได้ตามที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] My name is Anna Whaley.",
      "th": "ฉันชื่อแอนนา เวลีย์"
    }
  },
  {
    "translation": {
      "en": "I'm a close personal friend of Johnny",
      "th": "ฉันคือเพื่อนสนิทของจอห์นนี่"
    }
  },
  {
    "translation": {
      "en": "and his family.",
      "th": "และครอบครัวของเขา"
    }
  },
  {
    "translation": {
      "en": "Johnny has a voice, and Johnny's family has a voice.",
      "th": "(แอนนา เวลีย์ เพื่อนของจอห์นนี่ อัลเลน) จอห์นนี่มีปากเสียง ครอบครัวของจอห์นนี่ก็มีปากเสียง"
    }
  },
  {
    "translation": {
      "en": "It's not been heard in all these years, but today I am that voice.",
      "th": "ตลอดหลายปีนี้ไม่มีใครได้ยิน เสียงของพวกเขา แต่วันนี้ฉันคือเสียงนั้น"
    }
  },
  {
    "translation": {
      "en": "Cyntoia has done great harm...",
      "th": "ซินโทเอียได้ทำลายชีวิต"
    }
  },
  {
    "translation": {
      "en": "and Johnny did not deserve to die.",
      "th": "และจอห์นนี่ไม่สมควรตาย"
    }
  },
  {
    "translation": {
      "en": "I hope...",
      "th": "ฉันหวัง"
    }
  },
  {
    "translation": {
      "en": "I hope sincerely God has transformed her life.",
      "th": "ฉันหวังอย่างจริงใจว่า พระเจ้าเปลี่ยนชีวิตของเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "th": "ฉันหวังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Johnny's life mattered.",
      "th": "ชีวิตของจอห์นนี่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "Johnny was loved, and he is missed dearly. And this is a very sad story.",
      "th": "จอห์นนี่เป็นที่รักและทุกคน คิดถึงเขามาก เรื่องนี้น่าเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] I am ready to vote.",
      "th": "ผมพร้อมจะลงคะแนน"
    }
  },
  {
    "translation": {
      "en": "I'm going to agree to the commutation of second-degree murder.",
      "th": "ผมจะยินยอมลดโทษเป็น เจตนาฆ่าโดยไม่ได้ไตร่ตรองไว้ก่อน"
    }
  },
  {
    "translation": {
      "en": "[woman 2] My recommendation to the governor will be",
      "th": "คำแนะนำที่ฉันจะมอบให้ท่านผู้ว่าคือ"
    }
  },
  {
    "translation": {
      "en": "to recommend changing Defendant Brown's parole eligibility date",
      "th": "แนะนำให้เปลี่ยน วันที่จำเลยบราวน์มีสิทธิ์ขอพักโทษ"
    }
  },
  {
    "translation": {
      "en": "to August of 2029, in other words, after serving 25 years.",
      "th": "เป็นเดือนสิงหาคม ปี 2029 หรืออีกนัยหนึ่งคือ หลังจากรับโทษ 25 ปี"
    }
  },
  {
    "translation": {
      "en": "My recommendation to the governor will be to decline your application.",
      "th": "คำแนะนำของฉันแก่ท่านผู้ว่าการคือ ปฏิเสธคำร้องของจำเลย"
    }
  },
  {
    "translation": {
      "en": "[Montgomery] So you have heard all of the different recommendations",
      "th": "พวกคุณได้ฟังคำแนะนำของแต่ละท่านแล้ว"
    }
  },
  {
    "translation": {
      "en": "that will be going to the governor.",
      "th": "ซึ่งจะส่งต่อไปยังท่านผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "We will do a report. He will decide what he will do.",
      "th": "เราจะทำรายงาน เขาจะตัดสินว่าจะทำอย่างไร"
    }
  },
  {
    "translation": {
      "en": "As we said earlier, this is a recommendation to him.",
      "th": "อย่างที่เราพูดไป นี่คือคำแนะนำ"
    }
  },
  {
    "translation": {
      "en": "-He makes the final decision. -Thank you.",
      "th": "- เขาคือผู้ตัดสินใจคนสุดท้าย - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bone] We end up with a divided group in terms of the decision that they made.",
      "th": "สุดท้ายเราแตกเป็นสองกลุ่ม ตามการตัดสินใจที่ต่างกัน"
    }
  },
  {
    "translation": {
      "en": "Two who thought to lower the sentence from first-degree to second-degree",
      "th": "สองคนคิดว่าควรลดโทษจากเจตนาฆ่า โดยไตร่ตรองเป็นเจตนาฆ่าโดยไม่ได้ไตร่ตรอง"
    }
  },
  {
    "translation": {
      "en": "and two who thought her term should be lowered to 25 years.",
      "th": "สองคนคิดว่าควรลดโทษเธอเหลือจำคุก 25 ปี"
    }
  },
  {
    "translation": {
      "en": "And then two who thought there should be no relief.",
      "th": "และอีกสองคนคิดว่าไม่ควรมีการลดโทษ"
    }
  },
  {
    "translation": {
      "en": "We don't know.",
      "th": "เราไม่รู้"
    }
  },
  {
    "translation": {
      "en": "So we'll see what the governor says.",
      "th": "เราก็เลยจะรอฟังท่านผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "[Brown] How things have changed for me the last 14 years?",
      "th": "ทุกอย่างเปลี่ยนไปมั้ยสำหรับฉันในช่วง 14 ปีนี้"
    }
  },
  {
    "translation": {
      "en": "There has been times that, you know, I really wanted to give up.",
      "th": "มีบางครั้งที่ฉันอยากยอมแพ้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I allowed myself to get in that place of despair.",
      "th": "ฉันปล่อยตัวเองให้จมกับความสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "But through it all, I feel that I have persevered",
      "th": "แต่ตลอดเวลานั้นฉันรู้สึกว่าฉันต้องยืนหยัด"
    }
  },
  {
    "translation": {
      "en": "because the one constant",
      "th": "เพราะสิ่งเดียวที่ไม่เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "that has always been in Cyntoia's life has been me.",
      "th": "ที่อยู่ในชีวิตของซินโทเอียมาตลอดคือฉัน"
    }
  },
  {
    "translation": {
      "en": "And I know, if I allow myself to fall apart,",
      "th": "ฉันรู้ว่าถ้าฉันยอมให้ตัวเองท้อแท้"
    }
  },
  {
    "translation": {
      "en": "then who does she have?",
      "th": "แล้วเธอจะเหลือใครล่ะ"
    }
  },
  {
    "translation": {
      "en": "Where are her hopes and where are her dreams?",
      "th": "ความหวังของเธอ ความฝันของเธอจะไปอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "The emotional roller coaster that I've been on is...",
      "th": "อารมณ์แปรปรวนที่ฉันเป็นมาตลอดน่ะ..."
    }
  },
  {
    "translation": {
      "en": "like nothing that you ever experienced.",
      "th": "ไม่ใช่แบบที่คุณเคยเจอมาก่อนแน่"
    }
  },
  {
    "translation": {
      "en": "Because, at this point now, I don't allow myself to hope.",
      "th": "เพราะถึงจุดนี้ ฉันไม่ยอมให้ตัวเองหวังแล้ว"
    }
  },
  {
    "translation": {
      "en": "I want to and I do hope that, in the end, everything is gonna be",
      "th": "ฉันอยากหวังนะ และฉันหวังจริงๆ ว่า สุดท้ายทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "the way I pray for it to be, and that's to have her home.",
      "th": "จะเป็นแบบที่ฉันภาวนาให้เป็น ให้เราต้อนรับเธอกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "And I'm thinking...",
      "th": "และฉันคิดว่า..."
    }
  },
  {
    "translation": {
      "en": "...it's gonna happen this time.",
      "th": "ครั้งนี้แหละจะสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "It's gonna happen.",
      "th": "มันจะสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "And then it doesn't happen.",
      "th": "แล้วมันก็ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "Going to see Cyntoia is... [laughs] ...pretty routine for me.",
      "th": "การไปเยี่ยมซินโทเอียคือกิจวัตรของฉันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think the biggest change that I've seen in... in Toia",
      "th": "ฉันว่าความเปลี่ยนแปลงมากที่สุด ในตัวโทเอียที่ฉันเห็น"
    }
  },
  {
    "translation": {
      "en": "since I've been making this drive down here is...",
      "th": "ตั้งแต่ที่ฉันไปเยี่ยมเธอมาตลอดก็คือ"
    }
  },
  {
    "translation": {
      "en": "She's more open.",
      "th": "เธอเปิดใจมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "You know, for a very long time, she couldn't really",
      "th": "เพราะนานมากๆ ที่เธอไม่สามารถ"
    }
  },
  {
    "translation": {
      "en": "or didn't really express truly how she felt about things.",
      "th": "หรือไม่เคยแสดงความรู้สึกแท้จริงของตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "We still don't know the outcome, but now we can honestly say there is hope.",
      "th": "เรายังไม่รู้ผลแต่ตอนนี้ เราบอกได้เต็มปากว่ามีความหวัง"
    }
  },
  {
    "translation": {
      "en": "People know what has happened in this state, and people are watching.",
      "th": "ทุกคนรู้เรื่องที่เกิดขึ้นในรัฐนี้และทุกคนกำลังเฝ้าดู"
    }
  },
  {
    "translation": {
      "en": "If he says yes, Toia can walk out a free woman.",
      "th": "ถ้าเขาตกลง โทเอียก็เดินออกมาได้อย่างอิสระ"
    }
  },
  {
    "translation": {
      "en": "It's gonna hurt us all if he says no.",
      "th": "เราทุกคนคงเจ็บปวดถ้าเขาปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "We're leaving the office now.",
      "th": "เรากำลังออกจากสำนักงาน"
    }
  },
  {
    "translation": {
      "en": "We're going to try to communicate to Cyntoia",
      "th": "เรากำลังพยายามจะแจ้งซินโทเอีย"
    }
  },
  {
    "translation": {
      "en": "the decision that the governor has made.",
      "th": "ว่าท่านผู้ว่าการตัดสินใจอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[woman, over phone] Do you know what building we're going in?",
      "th": "คุณรู้มั้ยว่าเราต้องเข้าไปที่ตึกไหน"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're going in where we've always gone in.",
      "th": "รู้สิ เราจะไปที่ตึกที่เราเคยเข้ามาตลอด"
    }
  },
  {
    "translation": {
      "en": "[Sinback, over phone] The visitation building?",
      "th": "ตึกเยี่ยมนักโทษเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Bone] The governor's lawyer, Dwight Tarwater, called",
      "th": "ทนายของผู้ว่าการ ดไวต์ ทาร์วาเตอร์โทรมา"
    }
  },
  {
    "translation": {
      "en": "and said, \"We want y'all to come meet with us tomorrow morning,",
      "th": "บอกว่า \"เราอยากให้ทุกคนมาพบพรุ่งนี้เช้า"
    }
  },
  {
    "translation": {
      "en": "but you can't tell anybody.",
      "th": "แต่คุณห้ามบอกใคร"
    }
  },
  {
    "translation": {
      "en": "This is a strictly private meeting.\"",
      "th": "นี่คือการพบปะส่วนตัวที่สุด\""
    }
  },
  {
    "translation": {
      "en": "We went in to see Dwight,",
      "th": "เราเข้าไปพบดไวต์"
    }
  },
  {
    "translation": {
      "en": "and he says, \"Hold on a minute. Let me go see if the governor's ready.\"",
      "th": "และเขาบอกว่า \"รอสักครู่ ขอผมดูว่าท่านผู้ว่าพร้อมหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "We didn't have any idea we were gonna meet with the governor.",
      "th": "เราไม่รู้เลยว่าเราจะได้พบท่านผู้ว่าการ"
    }
  },
  {
    "translation": {
      "en": "Can you imagine holding your breath for minutes while you're waiting?",
      "th": "คุณนึกออกมั้ยความเครียดสุดขีด นานหลายนาทีระหว่างรอ"
    }
  },
  {
    "translation": {
      "en": "And the governor said, \"I want to tell you what we're gonna do.\"",
      "th": "แล้วผู้ว่าการก็บอกว่า \"ผมอยากบอกพวกคุณ ถึงสิ่งที่เราจะทำ\""
    }
  },
  {
    "translation": {
      "en": "The governor is gonna commute her sentence to 15 years.",
      "th": "ท่านผู้ว่าการจะลดโทษเธอเหลือ 15 ปี"
    }
  },
  {
    "translation": {
      "en": "And that'll end in August.",
      "th": "ซึ่งจะครบกำหนดในเดือนสิงหาคม"
    }
  },
  {
    "translation": {
      "en": "She's gonna move to the transition group for the next seven months,",
      "th": "เธอจะย้ายไปอยู่ในกลุ่มรอเปลี่ยนผ่าน ตลอดเจ็ดเดือนข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "and she's gonna be on probation for ten years.",
      "th": "และเธอจะพ้นโทษโดยมีทัณฑ์บนสิบปี"
    }
  },
  {
    "translation": {
      "en": "We walked in. I got the first hug, and I said,",
      "th": "เราเดินเข้าไป ผมกอดเธอก่อนแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"You're getting out in August,\" because I wanted it to just be.",
      "th": "\"คุณจะได้ออกไปเดือนสิงหาคม\" เพราะผมอยากบอกทันที"
    }
  },
  {
    "translation": {
      "en": "-You know, I didn't want any suspense. -[line ringing]",
      "th": "ผมไม่อยากให้มีความระแวงสงสัย"
    }
  },
  {
    "translation": {
      "en": "So, you know, she started dancing.",
      "th": "แล้วเธอก็เริ่มกระโดดโลดเต้น"
    }
  },
  {
    "translation": {
      "en": "She just couldn't have been more excited, and it was just perfect, just perfect.",
      "th": "เธอตื่นเต้นที่สุดซึ่งก็สมควร"
    }
  },
  {
    "translation": {
      "en": "So she's really, really happy, so--",
      "th": "เธอมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "-[woman, over phone] Did she cry? -Did she cry?",
      "th": "เธอร้องไห้หรือเปล่า (คาร์เมลิน่า ผู้ช่วยของชาร์ลส์อยู่ในสาย)"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -[Eckerman] Yeah. -Yeah. Yeah, everybody cried. -[Eckerman] Oh! [gasps]",
      "th": "- เธอร้องไห้หรือเปล่าเหรอ ร้องสิ ทุกคนร้อง - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Oh, hallelujah! -Yeah, yeah, yeah.",
      "th": "- โอย ไชโย! - ใช่"
    }
  },
  {
    "translation": {
      "en": "I told her also to try to call a little after 11:00,",
      "th": "ผมบอกเธอด้วยว่า จะลองโทรไปหลัง 11 โมงเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "and we might even be able to put her on the speakerphone someplace.",
      "th": "และเราอาจให้เธอพูด ผ่านลำโพงที่ไหนสักแห่งก็ได้"
    }
  },
  {
    "translation": {
      "en": "You ready? Okay. I'm gonna put you on speakerphone, okay?",
      "th": "พร้อมมั้ย ฉันจะเปิดเสียงออกลำโพงนะ"
    }
  },
  {
    "translation": {
      "en": "We have a really large group, and... but we wanted you to be able to say hello",
      "th": "เรามาอยู่กันกลุ่มใหญ่ แต่เราอยากให้คุณได้ทักทาย"
    }
  },
  {
    "translation": {
      "en": "and thank you to the people who are here",
      "th": "และขอบคุณทุกคนที่อยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "and the people who've been praying for you all these years",
      "th": "และคนที่สวดภาวนาให้คุณตลอดหลายปีนี้"
    }
  },
  {
    "translation": {
      "en": "-and so interested in your life. -[Cyntoia, over phone] Yes.",
      "th": "- และคนที่สนใจชีวิตของคุณมาก - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bone] I'm not gonna try to tell you the people who are here,",
      "th": "ฉันจะไม่บอกหรอกว่ามีใครอยู่ตรงนี้บ้าง"
    }
  },
  {
    "translation": {
      "en": "but you can guess.",
      "th": "แต่คุณคงเดาได้"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] Oh, I love y'all.",
      "th": "ฉันรักพวกคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "-[woman] We love you! -We love you too.",
      "th": "- เรารักคุณ - เราก็รักคุณ"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] You said, as soon as I come to God,",
      "th": "คุณเคยบอกว่าทันทีที่ฉันเข้าหาพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "that He was gonna release me. You said it.",
      "th": "พระองค์จะปลดปล่อยฉัน คุณบอกไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It is the culmination of 15 years",
      "th": "มาถึงจุดจบของเวลา 15 ปี"
    }
  },
  {
    "translation": {
      "en": "of hard work and tears and anguish and joy.",
      "th": "กับการทำงานหนักและน้ำตา ความเสียใจและมีความสุข"
    }
  },
  {
    "translation": {
      "en": "She has everything that she needs, you know, to be successful.",
      "th": "เธอมีทุกอย่างที่จำเป็นต้องมี เพื่อประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "How she uses it...",
      "th": "เธอจะใช้สิ่งที่มียังไง"
    }
  },
  {
    "translation": {
      "en": "will be basically up to her.",
      "th": "ก็ต้องขึ้นอยู่กับเธอนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "Where the roads lead, I don't know, but you know what?",
      "th": "ถนนนำไปที่ไหน ฉันไม่รู้ แต่ที่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "I hope they lead to a rainbow for her.",
      "th": "ฉันหวังว่ามันจะพาเธอไปสู่สายรุ้ง"
    }
  },
  {
    "translation": {
      "en": "[Cyntoia] I have come such a long way. It's been a very long time.",
      "th": "ฉันมาไกลมาก ยาวนานมาก"
    }
  },
  {
    "translation": {
      "en": "When I was 16, I did a horrible thing.",
      "th": "เมื่อตอนอายุ 16 ฉันทำเรื่องเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "And I have carried that with me this whole time.",
      "th": "และฉันแบกสิ่งนั้นติดตัวมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I understand the things that I've done.",
      "th": "ฉันเข้าใจทุกสิ่งที่ฉันเคยทำมา"
    }
  },
  {
    "translation": {
      "en": "That it was so necessary to change.",
      "th": "ฉันเข้าใจว่ามันจำเป็นต้องเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Everybody who's been here for me,",
      "th": "ทุกคนที่เคียงข้างฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I would not be here if it weren't for them.",
      "th": "ฉันคงไม่ได้อยู่ตรงนี้ถ้าไม่ได้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Through everything that's been shown today,",
      "th": "จากทุกอย่างที่เห็นในวันนี้"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna let you down.",
      "th": "ฉันจะไม่ทำให้พวกคุณผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "I have a whole new family, a whole new community",
      "th": "ฉันมีครอบครัวใหม่ มีชุมชนใหม่"
    }
  },
  {
    "translation": {
      "en": "of people who love me, who believe in me, who support me.",
      "th": "คนที่รักฉัน เชื่อมั่นตัวฉัน สนับสนุนฉัน"
    }
  },
  {
    "translation": {
      "en": "There's so many things that I understand now that I didn't know.",
      "th": "มีหลายอย่างเหลือเกินที่ ฉันรู้ในตอนนี้ซึ่งในอดีตฉันไม่รู้"
    }
  },
  {
    "translation": {
      "en": "There's so many young people that still don't know,",
      "th": "มีคนหนุ่มสาวมากมายเหลือเกินที่ยังไม่รู้"
    }
  },
  {
    "translation": {
      "en": "and I feel called to share that.",
      "th": "และฉันรู้สึกว่าควรแบ่งปันอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "I don't take that lightly.",
      "th": "ฉันไม่แค่คิดเล่นๆ"
    }
  },
  {
    "translation": {
      "en": "And I can assure you that I will not let you down.",
      "th": "ฉันรับรองว่าฉันจะไม่ทำให้พวกคุณผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "I promise.",
      "th": "ฉันสัญญา"
    }
  }
]