[
  {
    "translation": {
      "en": "[newsman] Some experts call it a retail apocalypse.",
      "th": "(ผลงานภาพยนตร์สารคดีจาก NETFLIX) ผู้เชี่ยวชาญบางคนเรียกมันว่า วันสิ้นโลกของการค้าปลีก"
    }
  },
  {
    "translation": {
      "en": "2019 marked one of the worst years in a decade for brick-and-mortar stores.",
      "th": "ผู้เชี่ยวชาญบางคนเรียกมันว่า วันสิ้นโลกของการค้าปลีก ปี 2019 เป็นหนึ่งในปีที่แย่ที่สุด ในรอบทศวรรษของร้านค้าที่มีหน้าร้าน"
    }
  },
  {
    "translation": {
      "en": "[man] Less Is Now.",
      "th": "เลส อิส นาว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Why do you think this idea of minimalism or simplifying",
      "th": "ทำไมคุณคิดว่าไอเดียเรื่องมินิมอลลิซึม หรือการทำอะไรให้เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "is really catching on right now?",
      "th": "กำลังได้รับความนิยมตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I think it's because we have the opportunity to have so much. [laughs]",
      "th": "ผมคิดว่าเป็นเพราะ เรามีโอกาสที่จะมีอะไรได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "A portion of America's definitely addicted to stuff.",
      "th": "คนส่วนหนึ่งในอเมริกาเสพติดสิ่งของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "Probably not in the classic psychology sense of addiction.",
      "th": "อาจไม่ใช่การเสพติดในเชิงจิตวิทยาดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "We just love stuff!",
      "th": "เราแค่ชอบสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "Monday, today, is supposed to be the biggest online shopping day of all times,",
      "th": "วันจันทร์วันนี้ควรจะเป็น วันซื้อของออนไลน์ที่ยิ่งใหญ่ที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "reaching around three-and-a-third billion dollars in online sales.",
      "th": "โดยมียอดขายออนไลน์ พุ่งแตะราวๆ 3.3 พันล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Anything that you can think of, you can get on your doorstep,",
      "th": "อะไรก็ตามที่คุณนึกถึง คุณสามารถสรรหามาเกยหน้าประตูได้"
    }
  },
  {
    "translation": {
      "en": "now within 24 hours.",
      "th": "เดี๋ยวนี้ภายใน 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "That's… That's almost like magic, right?",
      "th": "ราวเวทมนตร์เลยใช่ไหมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "When you look up at the sky, you may soon see Amazon's army of new-age deliveries.",
      "th": "เมื่อคุณมองขึ้นไปบนฟ้า คุณอาจเห็นกองทัพ ขนส่งสินค้ายุคใหม่ของแอมะซอนเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "[newswoman] The electronic aircraft would have a 15-mile range",
      "th": "เครื่องบินไฟฟ้าจะครอบคลุมระยะทาง 15 ไมล์"
    }
  },
  {
    "translation": {
      "en": "and deliver packages within 30 minutes.",
      "th": "และส่งพัสดุภายใน 30 นาที"
    }
  },
  {
    "translation": {
      "en": "[man] The consumer world understands that if I can get you to choose before you think,",
      "th": "โลกของผู้บริโภคจะเข้าใจ ว่าถ้าผมทำให้คุณเลือกได้ก่อนคุณคิด"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you to buy things you do not need.",
      "th": "ผมจะทำให้คุณซื้อสิ่งที่คุณไม่ต้องการได้"
    }
  },
  {
    "translation": {
      "en": "My senses are just being bombarded with reminders,",
      "th": "ทุกโสตประสาทของผมถูกถาโถม ด้วยคำเตือนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "like, \"Hey, you should buy this.",
      "th": "อย่าง \"คุณควรซื้อนี่ คุณจะมีความสุขถ้าคุณซื้อนี่\""
    }
  },
  {
    "translation": {
      "en": "You'd be happier if you buy this.\" You know?",
      "th": "อย่าง \"คุณควรซื้อนี่ คุณจะมีความสุขถ้าคุณซื้อนี่\" นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "[laughing] And it's just sort of like, in so many ways,",
      "th": "และหลายๆ มุมมันเหมือนกับว่า"
    }
  },
  {
    "translation": {
      "en": "they're trying to beat you into submission.",
      "th": "พวกเขาพยายามเอาชนะคุณให้ยอมจำนน"
    }
  },
  {
    "translation": {
      "en": "\"Okay, I'll buy it! I need it! I need it!\"",
      "th": "\"โอเค ซื้อก็ซื้อ ฉันอยากได้มัน!\""
    }
  },
  {
    "translation": {
      "en": "Amazon, hiring once again.",
      "th": "แอมะซอนจ้างงานอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "The company looking to recruit 100,000 workers",
      "th": "บริษัทเตรียมจ้างพนักงานหนึ่งแสนอัตรา"
    }
  },
  {
    "translation": {
      "en": "to meet surging levels of e-commerce demand.",
      "th": "เพื่อตอบสนองอุปสงค์การซื้อของออนไลน์ ที่พุ่งทะยานขึ้น"
    }
  },
  {
    "translation": {
      "en": "Lots of smaller retail businesses are being lost,",
      "th": "ธุรกิจค้าปลีกขนาดเล็กหลายแห่งกำลังย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "and the power is being consolidated in the hands of these giants.",
      "th": "และอำนาจกำลังถูกควบรวม ด้วยน้ำมือบริษัทยักษ์ใหญ่พวกนี้"
    }
  },
  {
    "translation": {
      "en": "Stuff is contributing to our discontent in so many different ways,",
      "th": "สิ่งของมากมายมีส่วนทำให้เราไม่พึงพอใจ ในหลากหลายรูปแบบค่ะ"
    }
  },
  {
    "translation": {
      "en": "because it's taking the place",
      "th": "เพราะว่ามันเข้าแทนที่"
    }
  },
  {
    "translation": {
      "en": "of the things that actually do give us more happiness.",
      "th": "สิ่งต่างๆ ที่มอบความสุขให้เรามากกว่า"
    }
  },
  {
    "translation": {
      "en": "I found minimalism about seven years ago in the midst of a breakdown.",
      "th": "ฉันพบความมินิมอลลิซึมเมื่อเจ็ดปีก่อน ท่ามกลางความล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "I was overworked. Um, I was exhausted. I was heavily stressed out.",
      "th": "ฉันโหมงานหนักเกินไป ฉันเหนื่อย ฉันเครียดมากๆ เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "There has to be more to life than just working.",
      "th": "ชีวิตต้องมีอะไรมากกว่าการทำงาน"
    }
  },
  {
    "translation": {
      "en": "I think immediately I got up, and I went to my closet,",
      "th": "ฉันคิดขึ้นมาทันที ฉันลุกขึ้นไปตู้เสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "and I started pulling my clothes out.",
      "th": "และเริ่มขนเเสื้อผ้าตัวเองออกมา"
    }
  },
  {
    "translation": {
      "en": "Uh, I stayed up until 3:00 a.m., and I just packed so many things.",
      "th": "ผมอยู่โยงถึงตีสาม และผมเพิ่งจัดข้าวของหลายอย่างเสร็จ"
    }
  },
  {
    "translation": {
      "en": "[woman] As I started slowly releasing things, I gained a sense of freedom.",
      "th": "ขณะที่ฉันเริ่มทิ้งข้าวของอย่างช้าๆ ฉันรู้สึกมีอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Change is definitely coming. Change is inevitable,",
      "th": "การเปลี่ยนแปลงเกิดขึ้นแน่ๆ การเปลี่ยนแปลงหลีกเลี่ยงไม่ได้ เพราะคุณจะบริโภคต่อไป"
    }
  },
  {
    "translation": {
      "en": "because you can't continue to consume",
      "th": "การเปลี่ยนแปลงหลีกเลี่ยงไม่ได้ เพราะคุณจะบริโภคต่อไป"
    }
  },
  {
    "translation": {
      "en": "more than the planet can replenish every year.",
      "th": "จนมากเกินกว่าที่โลกจะป้อนเติมได้ทุกปี"
    }
  },
  {
    "translation": {
      "en": "You just physically can't.",
      "th": "ทางกายภาพ คุณทำไม่ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "So the question is not if we are gonna change as a society,",
      "th": "ดังนั้นคำถามไม่ใช่ว่าเราจะเปลี่ยนไป ในฐานะสังคมหรือไม่"
    }
  },
  {
    "translation": {
      "en": "but how we are gonna change.",
      "th": "แต่อยู่ที่ว่าเราจะเปลี่ยนแปลงอย่างไร"
    }
  },
  {
    "translation": {
      "en": "'Cause we're either gonna change by design or by disaster.",
      "th": "เพราะยังไงเราก็จะเปลี่ยนไป ไม่ด้วยการออกแบบก็หายนะ"
    }
  },
  {
    "translation": {
      "en": "It all started with one question.",
      "th": "ทุกอย่างเริ่มต้นด้วยคำถามเดียว"
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "th": "ชีวิตคุณจะดีขึ้นได้ยังไงกับการมีน้อยลง"
    }
  },
  {
    "translation": {
      "en": "-[man] Want some tea? -[woman] Sure.",
      "th": "- ดื่มชาหน่อยไหม - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "[man] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[woman] It's in the… Yeah. Okay.",
      "th": "มันอยู่ใน... ใช่ โอเค"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah, y-you know, I mean, aesthetics are important to me,",
      "th": "ครับ คือว่าสุนทรียศาสตร์สำคัญกับผม"
    }
  },
  {
    "translation": {
      "en": "but what I care most about is having a place free of clutter.",
      "th": "แต่ที่ผมใส่ใจที่สุดคือที่ที่ไม่มีของเกะกะ"
    }
  },
  {
    "translation": {
      "en": "So when you look around my place,",
      "th": "ตอนคุณมองไปรอบๆ บ้านผม"
    }
  },
  {
    "translation": {
      "en": "not everything is necessarily minimalist design.",
      "th": "ใช่ว่าทุกอย่างจำเป็นต้องออกแบบเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "I don't go out of my way to specifically have only minimalist aesthetics.",
      "th": "ผมไม่ได้สุดโต่งขนาดว่าต้องยึด อยู่กับแค่สุนทรีย์ความเรียบง่ายเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "But to me, it's… it's clutter-free.",
      "th": "แต่สำหรับผม มันไม่เกะกะ"
    }
  },
  {
    "translation": {
      "en": "We often confuse simplicity with easy, but it's actually the exact opposite.",
      "th": "เรามักสับสนความเรียบง่ายกับความง่าย แต่จริงๆ แล้วมันตรงกันข้ามเลย"
    }
  },
  {
    "translation": {
      "en": "Living a simple life, it takes a lot of work.",
      "th": "การใช้ชีวิตเรียบง่าย มันต้องมุมานะอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "It takes a lot of work to be intentional. What's easy is going with the flow.",
      "th": "ต้องใช้ความมุ่งมั่นตั้งใจ สิ่งที่ง่ายคือปล่อยให้มันเป็นไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's going out, and going to IKEA, and buying the cheap furniture",
      "th": "มันคือการออกไปข้างนอก ออกไปอิเกียและซื้อเฟอร์นิเจอร์ถูกๆ"
    }
  },
  {
    "translation": {
      "en": "every time you think you need a piece of furniture or an end table.",
      "th": "ทุกครั้งที่คุณคิดว่าคุณต้องการเฟอร์นิเจอร์สักชิ้น หรือโต๊ะเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "It is very difficult to go through some of these stoical experiments",
      "th": "มันยากมากที่จะฝ่าด่านทดสอบความอดกลั้น"
    }
  },
  {
    "translation": {
      "en": "to see what you can live with or live without,",
      "th": "เพื่อดูว่าคุณอยู่กับสิ่งใดได้ หรืออยู่ไม่ได้หากปราศจากสิ่งใด"
    }
  },
  {
    "translation": {
      "en": "but, in the end, it's worth the work.",
      "th": "แต่สุดท้ายแล้ว มันก็คุ้มกับมุ่งมั่นตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "[host] People go, \"Check out this documentary.",
      "th": "คนจะพูดว่า \"ดูสารคดีนี่สิ พวกมินิมอลลิสต์พวกนี\""
    }
  },
  {
    "translation": {
      "en": "-These guys, The Minimalists.\" -[hosts 2] The Minimalists.",
      "th": "คนจะพูดว่า \"ดูสารคดีนี่สิ พวกมินิมอลลิสต์พวกนี\" พวกมินิมอลลิสต์"
    }
  },
  {
    "translation": {
      "en": "[host 3] The Minimalists are with us. Joshua and Ryan.",
      "th": "เรามีชาวมินิมอลลิสต์อยู่กับเราครับ โจชัวกับไรอัน"
    }
  },
  {
    "translation": {
      "en": "[TV journalist] They have books, a podcast, and a Netflix documentary,",
      "th": "พวกเขามีหนังสือ รายการพอดแคสต์ และสารคดีเน็ตฟลิกซ์"
    }
  },
  {
    "translation": {
      "en": "all guiding typical consumers on how to downsize their way to happiness.",
      "th": "ทั้งหมดล้วนชี้นำผู้บริโภคทั่วไป ว่าจะลดขนาดหนทางสู่ความสุขลงได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Ryan] I don't think you can understand how Josh and I came to be minimalists",
      "th": "ผมไม่คิดว่าคุณจะเข้าใจจริงๆ หรอก ว่าจอชกับผมกลายมาเป็นชาวมินิมอลลิสต์"
    }
  },
  {
    "translation": {
      "en": "without looking at our upbringings.",
      "th": "โดยไม่กลับไปดูว่าเราถูกเลี้ยงดูมาอย่างไร"
    }
  },
  {
    "translation": {
      "en": "Both of us grew up poor.",
      "th": "เราทั้งคู่เติบโตมากับความยากจน"
    }
  },
  {
    "translation": {
      "en": "Our moms had issues with substance abuse, and we really never had enough.",
      "th": "แม่เรามีปัญหาเสพสารเสพติด และเราไม่เคยมีพอกินพอใช้"
    }
  },
  {
    "translation": {
      "en": "Dude, look at this. This is hilarious.",
      "th": "ดูนี่สิพวก ตลกชะมัด"
    }
  },
  {
    "translation": {
      "en": "Even our furniture. [chuckling] It was like… It was like do-it-yourself furniture.",
      "th": "แม้แต่เฟอร์นิเจอร์ของเรา มันเหมือนเฟอร์นิเจอร์ทำเอง"
    }
  },
  {
    "translation": {
      "en": "That's like our cupboard in the kitchen.",
      "th": "นั่นตู้ถ้วยชามในครัว"
    }
  },
  {
    "translation": {
      "en": "I was really a happy kid up until, uh, about the second grade",
      "th": "ผมเป็นเด็กที่มีความสุขมาก จนกระทั่งตอนอยู่เกรดสอง"
    }
  },
  {
    "translation": {
      "en": "when my parents got divorced.",
      "th": "ตอนพ่อแม่หย่าร้างกัน"
    }
  },
  {
    "translation": {
      "en": "It happens to a lot of kids, their parents get divorced.",
      "th": "มันเกิดขึ้นกับเด็กหลายคน พ่อแม่พวกเขาหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "But I remember things really getting dysfunctional when…",
      "th": "แต่ผมจำได้ว่าหลายอย่างเริ่มผิดปกติตอนที่..."
    }
  },
  {
    "translation": {
      "en": "uh, when my mom left my dad.",
      "th": "ตอนที่แม่ทิ้งพ่อไป"
    }
  },
  {
    "translation": {
      "en": "And there was just a lot of…",
      "th": "และมันก็มีแต่..."
    }
  },
  {
    "translation": {
      "en": "a lot of partying, I remember.",
      "th": "งานปาร์ตี้สังสรรค์เต็มไปหมด ผมจำได้"
    }
  },
  {
    "translation": {
      "en": "And, um, you know, as a kid, it looked like a lot of fun.",
      "th": "และด้วยความเป็นเด็ก มันก็ดูเหมือนจะสนุกดีหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "My mom did a good job of making it look fun.",
      "th": "แม่ผมทำให้มันออกมาดูน่าสนุกมากเลยละครับ"
    }
  },
  {
    "translation": {
      "en": "I met Josh in the fifth grade when I moved to his middle school.",
      "th": "ผมเจอจอชตอนอยู่เกรดห้า ตอนผมย้ายไปโรงเรียนมัธยมต้นทีเดียวกับเขา"
    }
  },
  {
    "translation": {
      "en": "[Ryan] It could have been that we were both from broken homes and didn't have much money growing up,",
      "th": "อาจเป็นเพราะเราทั้งคู่เป็นเด็กบ้านแตก และถังแตกไม่มีเงินมากมายนัก"
    }
  },
  {
    "translation": {
      "en": "or maybe it was that we were the two fattest kids in our grade,",
      "th": "หรืออาจเป็นเพราะความจริงที่ว่า เราเป็นเด็กอ้วนสุดสองคนในทั้งระดับชั้น"
    }
  },
  {
    "translation": {
      "en": "but we just hit it off, and we became best friends.",
      "th": "แต่เราเข้าขากันได้ดี และกลายมาเป็นเพื่อนสนิทกัน"
    }
  },
  {
    "translation": {
      "en": "[Joshua] When we were growing up, I feel like we could've used minimalism,",
      "th": "ตอนเราโตขึ้น ผมรู้สึกจริงๆ ว่าเราใช้แนวคิดมินิมอลลิซึมได้"
    }
  },
  {
    "translation": {
      "en": "because minimalism is basically the intentional use of resources you have,",
      "th": "เพราะที่จริงแล้วความมินิมอลลิซึม คือการจงใจใช้ทรัพยากรที่คุณมี"
    }
  },
  {
    "translation": {
      "en": "and if you have very few resources, like we did growing up,",
      "th": "และถ้าคุณมีทรัพยากรน้อยมากๆ เหมือนตอนที่เราโตกันมา"
    }
  },
  {
    "translation": {
      "en": "man, we could've done much better by being more deliberate with those resources.",
      "th": "เราอาจทำได้ดีกว่าด้วยการติดไตร่ตรอง ให้รอบคอบกับทรัพยากรพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "It's interesting, because when you're poor,",
      "th": "มันน่าสนใจเพราะเวลาคุณยากจน"
    }
  },
  {
    "translation": {
      "en": "it's like, when someone offers you something, you take it.",
      "th": "เหมือนกับว่าพอมีใครหยิบยื่นอะไรให้ คุณก็คว้าไว้"
    }
  },
  {
    "translation": {
      "en": "I-I think about my household growing up, and we had so much stuff,",
      "th": "ผมคิดถึงที่บ้านที่ผมเติบโตมา และเรามีข้าวของเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "because we took every single thing that was offered to us.",
      "th": "เพราะเราเก็บข้าวของทุกชิ้น ที่มีคนหยิบยื่นให้เรา"
    }
  },
  {
    "translation": {
      "en": "However, we had a lot of stuff that we didn't need.",
      "th": "แต่เรามีหลายอย่างที่เราไม่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "In fact, it was just clutter, and it did not add any value.",
      "th": "ที่จริงมันแค่รกเกะกะ และไม่ได้เพิ่มมูลค่าอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "As we get more space, we fill it with more things.",
      "th": "พอเรามีพื้นที่มากขึ้น เราก็หาข้าวของมาเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "As we get more things, we need more space,",
      "th": "และพอเราของเยอะขึ้น เราก็ต้องการพื้นที่มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "so we turn to storage lockers, or we turn to bigger houses.",
      "th": "เราก็เลยหันไปใช้ห้องเก็บของ หรือบ้านหลังใหญ่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "And we never really stop to question, \"What is essential? What is necessary?\"",
      "th": "และเราไม่เคยหยุดตั้งคำถามว่า \"อะไรคือสิ่งสำคัญ อะไรคือสิ่งที่จำเป็น\""
    }
  },
  {
    "translation": {
      "en": "Then, \"How much of the stuff is actually adding any value to my life at all?\"",
      "th": "แล้ว \"ของพวกนี้มันเพิ่ม คุณค่าให้ชีวิตฉันได้แค่ไหนกันเชียว\""
    }
  },
  {
    "translation": {
      "en": "A decade ago,",
      "th": "สิบปีก่อน"
    }
  },
  {
    "translation": {
      "en": "by the time I was 28 years old, I had achieved everything I ever wanted.",
      "th": "ตอนที่ผมอายุ 28 ปี ผมประสบความสำเร็จทุกอย่างที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "I was the youngest director in my company's 140-year history,",
      "th": "ผมเป็นผู้อำนวยการที่อายุน้อยที่สุด ในประวัติศาสตร์ 140 ปีของบริษัท"
    }
  },
  {
    "translation": {
      "en": "and I had all the fringe benefits of a middle manager at a major corporation.",
      "th": "และผมได้สวัสดิการตอบแทน ระดับผู้บริหารระดับกลางในบริษัทใหญ่"
    }
  },
  {
    "translation": {
      "en": "The luxury cars, the closet filled with designer clothes,",
      "th": "รถยนต์หรู ตู้เสื้อผ้าที่เต็มไปด้วยเสื้อผ้าดีไซเนอร์"
    }
  },
  {
    "translation": {
      "en": "the big suburban house with more toilets than people.",
      "th": "บ้านชานเมืองหลังใหญ่ ที่มีห้องน้ำมากกว่าจำนวนคนอยู่"
    }
  },
  {
    "translation": {
      "en": "I guess you could say I was living the American dream.",
      "th": "คิดว่าคุณพูดได้ว่าผมใช้ชีวิต ตามแบบฉบับความฝันของคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "But then, my mom died…",
      "th": "แต่แล้วแม่ผมก็เสียชีวิต..."
    }
  },
  {
    "translation": {
      "en": "and my marriage ended…",
      "th": "และชีวิตสมรสผมก็จบลง"
    }
  },
  {
    "translation": {
      "en": "both in the same month.",
      "th": "ทั้งสองอย่างในเดือนเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "And these two events forced me to look around",
      "th": "และสองเหตุการณ์นี้บังคับให้ผมมองรอบๆ"
    }
  },
  {
    "translation": {
      "en": "and start to question what had become my life's focus.",
      "th": "และเริ่มตั้งคำถามว่าอะไรคือโฟกัสของชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "You know what I realized?",
      "th": "รู้ไหมว่าผมเรียนรู้อะไร"
    }
  },
  {
    "translation": {
      "en": "I realized I was so focused on so-called success, and achievement,",
      "th": "ผมเรียนรู้ว่าผมจดจ่อกับสิ่งที่เรียกว่า ความสำเร็จและการบรรลุเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "and especially on the accumulation of stuff.",
      "th": "และโดยเฉพาะกับการสั่งสมข้าวของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "I might have been living the American dream,",
      "th": "ผมอาจจะใช้ชีวิตตามแบบฉบับความฝันอเมริกันชน"
    }
  },
  {
    "translation": {
      "en": "but it wasn't my dream.",
      "th": "แต่มันไม่ใช่ความฝันผม"
    }
  },
  {
    "translation": {
      "en": "It took getting everything I thought I wanted",
      "th": "มันใช้การได้มาซึ่งทุกอย่างที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "to realize that maybe everything I ever wanted",
      "th": "ถึงจะตระหนักได้ว่าบางที ทุกอย่างที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "wasn't actually what I wanted at all.",
      "th": "มันไม่ใช่สิ่งที่ผมต้องการเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "[woman] Corporations and the drive for corporate profit",
      "th": "บรรดาบริษัทและแรงขับเคลื่อนเพื่อผลกำไร"
    }
  },
  {
    "translation": {
      "en": "is absolutely behind the addiction to stuff that we have in this country.",
      "th": "อยู่เบื้องหลังภาวะเสพติดข้าวของ ที่เรามีในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "The way corporations are structured in this country",
      "th": "รูปแบบที่บริษัทเหล่านี้ถูกวางโครงสร้างมา ในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "is they really need to keep growing.",
      "th": "บริษัทพวกนี้ต้องเจริญเติบโตต่อไป"
    }
  },
  {
    "translation": {
      "en": "A corporation's primary obligation is to their shareholders,",
      "th": "ภาระหน้าที่หลักของบริษัท คือเพื่อเหล่าผู้ถือหุ้น"
    }
  },
  {
    "translation": {
      "en": "to which they have to keep delivering increased revenue,",
      "th": "กลุ่มผู้ถือหุ้นที่พวกเขาต้องตอบแทน ด้วยรายได้ที่เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the foundation of capitalism, growth.",
      "th": "และนั่นคือรากฐานของระบบทุนนิยม การเติบโต"
    }
  },
  {
    "translation": {
      "en": "I-I don't think the problem has much to do with how much we're growing,",
      "th": "ผมไม่คิดว่าปัญหาเกี่ยวอะไรมากมาย กับการที่เราเติบโตมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "but rather how we answer the question of \"where are we going?\"",
      "th": "แต่อยู่ที่ว่าเราจะตอบคำถามว่า \"เราจะไปที่ไหน\" มากกว่า"
    }
  },
  {
    "translation": {
      "en": "I think one of the biggest problems we have in our world now",
      "th": "หนึ่งในปัญหาใหญ่หลวงที่สุด ที่เราประสบในโลกตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is that people really aren't free to choose.",
      "th": "คือคนเราไม่มีอิสระจะเลือกเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "We talk about being in a free market",
      "th": "เราพูดถึงการอยู่ในตลาดเสรีหรือสังคมเสรี"
    }
  },
  {
    "translation": {
      "en": "or a free society, but people aren't really free to choose.",
      "th": "เราพูดถึงการอยู่ในตลาดเสรีหรือสังคมเสรี แต่คนเราไม่มีสิทธิ์เลือกเลย"
    }
  },
  {
    "translation": {
      "en": "Because you just have one or two large institutions",
      "th": "เพราะคุณมีสถาบันใหญ่ๆ แค่หนึ่งหรือสองแห่ง"
    }
  },
  {
    "translation": {
      "en": "that have these artificial monopolies,",
      "th": "ที่มีการผูกขาดเทียมเหล่านี้อยู่"
    }
  },
  {
    "translation": {
      "en": "and they get to decide for everyone",
      "th": "และพวกเขาทำหน้าที่ตัดสินใจแทนทุกคน"
    }
  },
  {
    "translation": {
      "en": "what you can watch, what you can listen to.",
      "th": "ว่าคุณจะดูอะไรได้ ว่าคุณจะฟังอะไรได้"
    }
  },
  {
    "translation": {
      "en": "And so, manipulation of… of our interests,",
      "th": "และนั่นคือการชักใยความสนใจของเรา"
    }
  },
  {
    "translation": {
      "en": "manipulation of our natural, God-given taste really is happening.",
      "th": "การชักใยรสนิยมตามธรรมชาติ ที่พระเจ้าทรงมอบให้เรามันกำลังเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] Marketers are really impressive in their ability to manipulate the mind,",
      "th": "นักการตลาดประทับใจความสามารถ ในการชี้นำความคิด"
    }
  },
  {
    "translation": {
      "en": "in their ability to create a need or a perceived need",
      "th": "ในการสร้างความต้องการ หรือสิ่งที่เข้าใจว่าเป็นความต้องการ"
    }
  },
  {
    "translation": {
      "en": "out of something that was a want.",
      "th": "จากสิ่งที่เป็นแค่ความอยากได้เฉยๆ"
    }
  },
  {
    "translation": {
      "en": "We live in the most advertised-to culture in the history of the world.",
      "th": "เราอยู่ในวัฒนธรรมที่ถูกโฆษณาชวนเชื่อมากที่สุด ในประวัติศาสตร์โลก"
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars are spent telling us we need this,",
      "th": "คิดดูสิครับ เงินหลายร้อยล้านดอลลาร์ ถูกใช้เพื่อบอกว่าเราต้องการสิงนี้"
    }
  },
  {
    "translation": {
      "en": "and it has an effect.",
      "th": "และมันส่งผลกระทบ"
    }
  },
  {
    "translation": {
      "en": "[Joshua] The money spent on advertising in the United States",
      "th": "เงินที่ใช้ในการโฆษณาในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "has increased from just over $5 billion in the 1950s to $240 billion a year today.",
      "th": "เพิ่มขึ้นจากห้าพันล้านดอลลาร์ในทศวรรษ 1950 เป็นสองแสนสี่หมื่นล้านดอลลาร์ต่อปีในทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "And since the turn of the 21st century,",
      "th": "และตั้งแต่ช่วงเข้าสู่ศตวรรษที่ 21"
    }
  },
  {
    "translation": {
      "en": "much of that spending has moved from television and radio",
      "th": "การใช้จ่ายส่วนใหญ่เปลี่ยนจากโทรทัศน์และวิทยุ"
    }
  },
  {
    "translation": {
      "en": "to digital advertising.",
      "th": "ไปสู่การโฆษณาดิจิทัล"
    }
  },
  {
    "translation": {
      "en": "The result, intelligent and predictive ads",
      "th": "ผลที่ได้คือโฆษณาที่ชาญฉลาดและคาดการณ์ได้"
    }
  },
  {
    "translation": {
      "en": "that seem to know us better than we know ourselves.",
      "th": "ซึ่งดูเหมือนจะรู้จักเราดีกว่าเรารู้จักตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Companies have figured out how to stitch our devices together,",
      "th": "บริษัทต่างๆ คิดวิธี เชื่อมต่ออุปกรณ์ของเราเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "so they know when you pick up your tablet or switch to your smartphone,",
      "th": "พวกเขาจะได้รู้ว่าคุณหยิบแท็บเล็ต หรือเปลี่ยนมาใช้สมาร์ทโฟนเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "when you change the channel on your TV",
      "th": "คุณเปลี่ยนช่องทีวีเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "or speak to your smart device.",
      "th": "หรือพูดกับอุปกรณ์อัจฉริยะของคุณเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Using the GPS on your devices, they can track your movement",
      "th": "เมื่อใช้จีพีเอสบนอุปกรณ์ของคุณ พวกเขาสามารถติดตามการเคลื่อนไหว เพื่อดูว่าคุณผ่านป้ายโฆษณาไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "to see which billboards you pass,",
      "th": "พวกเขาสามารถติดตามการเคลื่อนไหว เพื่อดูว่าคุณผ่านป้ายโฆษณาไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "which stores you frequent,",
      "th": "ร้านค้าไหนคือร้านประจำคุณ"
    }
  },
  {
    "translation": {
      "en": "and even the amount of credit card debt you've racked up.",
      "th": "และแม้แต่หนี้บัตรเครดิตที่คุณสะสมไว้"
    }
  },
  {
    "translation": {
      "en": "They map these movements to know when it's the perfect time to message you next.",
      "th": "พวกเขาบันทึกการเคลื่อนไหวเหล่านี้ เพื่อให้รู้ว่าเมื่อไหร่เหมาะจะส่งข้อความหาคุณ"
    }
  },
  {
    "translation": {
      "en": "And the end goal is always the same. To get you to buy more stuff.",
      "th": "และเป้าหมายก็เหมือนเดิม เพื่อให้คุณซื้อของเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "And one of the tricks they use is what we call deficit advertising.",
      "th": "และหนึ่งในกลเม็ดที่พวกเขาใช้ คือสิ่งที่เราเรียกว่าโฆษณาขาดดุล"
    }
  },
  {
    "translation": {
      "en": "They send us advertisements",
      "th": "พวกเขาส่งโฆษณาให้เรา"
    }
  },
  {
    "translation": {
      "en": "that make us subconsciously feel like we are inadequate, um,",
      "th": "ที่ทำให้เรารู้สึกในใจลึกๆ ว่าเรายังขาดอยู่"
    }
  },
  {
    "translation": {
      "en": "if we don't have this product.",
      "th": "ถ้าเราไม่มีผลิตภัณฑ์นี้"
    }
  },
  {
    "translation": {
      "en": "So, \"I will not be loved if I don't have this toothpaste.\"",
      "th": "งั้น \"ฉันจะไม่เป็นที่รักถ้าฉันไม่มียาสีฟันนี้\""
    }
  },
  {
    "translation": {
      "en": "\"My children will not value me if I don't have this dish soap.\"",
      "th": "\"ลูก ๆ จะไม่เห็นค่าฉันถ้าฉันไม่มีสบู่ล้างจานนี้\""
    }
  },
  {
    "translation": {
      "en": "Everyone's gonna want this.",
      "th": "ทุกคนต้องอยากได้สิ่งนี้แน่"
    }
  },
  {
    "translation": {
      "en": "It's no different than the premise of working out at a gym.",
      "th": "ไม่ต่างอะไรกับออกกำลังกายที่ยิม"
    }
  },
  {
    "translation": {
      "en": "It's the massaging hand sauna.",
      "th": "มันคือเครื่องซาวน่านวดมือ"
    }
  },
  {
    "translation": {
      "en": "-[woman] This is gonna make you thirsty. -A perfect set for every occasion.",
      "th": "- นี่จะทำให้คุณอยากได้ค่ะ - เป็นชุดโถที่เหมาะกับทุกโอกาสครับ"
    }
  },
  {
    "translation": {
      "en": "-You can feel it, you can see it. -[muffled] You can totally feel it.",
      "th": "- คุณรู้สึกได้เลยค่ะ คุณจะเห็นเลย - คุณรู้สึกได้แน่นอนค่ะ ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Annie] This bombardment of messages that we are not enough.",
      "th": "ข้อความที่ถาโถมเข้ามาบอกว่า เรายังมีข้าวของไม่พอ"
    }
  },
  {
    "translation": {
      "en": "So think about what that does to people, just every day,",
      "th": "ลองคิดดูสิว่ามันส่งผลอะไรกับผู้คนในทุกๆ วัน"
    }
  },
  {
    "translation": {
      "en": "over and over, getting messages, \"You are not enough.",
      "th": "ซ้ำแล้วซ้ำเล่า รับข้อความพวกนี้ ว่า \"คุณยังมีไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Your hair, your clothes, your skin, your body is not enough.\"",
      "th": "ผมคุณ เสื้อผ้าคุณ ผิวพรรณคุณ รูปร่างคุณยังขาดอยู่\""
    }
  },
  {
    "translation": {
      "en": "Just relentless. So then we want to go be enough.",
      "th": "ไม่หยุดไม่หย่อน จนเราก็อยากจะมีให้มากพอ"
    }
  },
  {
    "translation": {
      "en": "And because we've lost these other ways of being enough…",
      "th": "และเพราะเราสูญเสียหนทางอื่น ที่จะมีให้มากพอ..."
    }
  },
  {
    "translation": {
      "en": "The other ways of being enough are having a community, having a purpose,",
      "th": "หนทางอื่นที่จะมีให้มากพอ คือการมีสังคม การมีเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "you know, having an identity besides the brand on you.",
      "th": "การมีตัวตน นอกเหนือจากแค่แบรนด์ต่างๆ บนตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "Because we've lost those, we misplace our desire for belonging and satisfaction",
      "th": "เพราะเราสูญเสียสิ่งนั้นไป เราเลยเอาความต้องการเข้าพวกและพึงพอใจ"
    }
  },
  {
    "translation": {
      "en": "by buying more stuff.",
      "th": "ไปวางผิดที่ผิดทางด้วยการซื้อของมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "We don't really say, \"Okay, I'm gonna turn stuff into my idol.\"",
      "th": "เราไม่ได้พูดว่า \"โอเค ฉันจะเปลี่ยนของให้เป็นไอดอลฉัน\""
    }
  },
  {
    "translation": {
      "en": "We don't say that in our intellect. No one intentionally does that.",
      "th": "เราไม่ได้พูดแบบนั้นในสมองเรา ไม่มีใครตั้งใจทำแบบนั้นหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "But we can tell by our behaviors that that's actually what we've done.",
      "th": "แต่เราบอกได้จากพฤติกรรมของเรา ว่านั่นคือสิ่งที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "Because you know, if you're saying to yourself, \"Well, if I just had that car, I'd be happy then.",
      "th": "เพราะถ้าคุณพูดกับตัวเองว่า \"ถ้าฉันมีรถคันนั้น ฉันก็จะมีความสุข"
    }
  },
  {
    "translation": {
      "en": "If I just lived in that house, I'd be happy then. If we moved to that neighborhood, we'd be happy.",
      "th": "ถ้าฉันอยู่บ้านหลังนั้น ถ้าเราย้ายไปอยู่ย่านนั้น เราคงมีความสุข"
    }
  },
  {
    "translation": {
      "en": "If I had that couch or those new drapes, I'd be happy then.\"",
      "th": "ถ้าฉันมีโซฟา ผ้าม่านใหม่ๆ พวกนั้น ฉันก็จะมีความสุข\""
    }
  },
  {
    "translation": {
      "en": "And that means that you're worshiping at the altar of stuff.",
      "th": "และนั่นแปลว่าคุณกำลังบูชาหน้าแท่นข้าวของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "You have officially contracted the disease of \"stuffitis.\"",
      "th": "คุณเป็นโรค \"เสพติดข้าวของ\" อย่างเป็นทางการแล้วละครับ"
    }
  },
  {
    "translation": {
      "en": "And so, it becomes a spiritual thing then,",
      "th": "และมันกลายเป็นเรื่องทางจิตวิญญาณไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "because it's in competition with the things that really matter.",
      "th": "เพราะมันแข่งขันควบคู่มากับสิ่งอื่นๆ ที่สำคัญจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[T.K.] Everybody's selling something.",
      "th": "ทุกคนต่างกำลังขายบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "And that doesn't mean that… that selling is always bad. It's okay.",
      "th": "และนั่นไม่ได้แปลว่าการขายจะแย่เสมอไป มันโอเคครับ"
    }
  },
  {
    "translation": {
      "en": "I want my grocery store to sell things that I can go buy.",
      "th": "ผมอยากให้ร้านของชำของผม ขายของที่ผมไปซื้อหาได้"
    }
  },
  {
    "translation": {
      "en": "I want to be able to buy food, right? So I want them to sell that to me.",
      "th": "ผมอยากซื้ออาหารใช่ไหมล่ะครับ ผมก็อยากให้พวกเขาขายอาหารให้ผม"
    }
  },
  {
    "translation": {
      "en": "It's not about looking at people and condemning them for having an angle,",
      "th": "มันไม่เกี่ยวกับการมองคนอื่นและประณามพวกเขา ว่ามีมุมมอง"
    }
  },
  {
    "translation": {
      "en": "or for having something they're marketing,",
      "th": "หรือที่พวกเขามีบางอย่างที่ทำการตลาดอยู่"
    }
  },
  {
    "translation": {
      "en": "or for having a product that they're pushing.",
      "th": "หรือประณามที่พวกเขามีสินค้า ที่กำลังผลักดันให้ขายได้"
    }
  },
  {
    "translation": {
      "en": "It's… It's making sure you understand",
      "th": "มันคือการทำให้แน่ใจว่าคุณเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "that what other people are pushing is not always consistent.",
      "th": "ว่าสิ่งที่คนอื่นกำลังผลักดันไม่สอดคล้องเสมอไป"
    }
  },
  {
    "translation": {
      "en": "It's not always compatible with what it is you need.",
      "th": "มันอาจไม่เข้ากับสิ่งที่คุณต้องการเสมอไป"
    }
  },
  {
    "translation": {
      "en": "My shopping habits before minimalism were compulsive.",
      "th": "นิสัยการชอปปิงของผมก่อนความมินิมอลลิซึม มันหนักเอาเรื่องครับ"
    }
  },
  {
    "translation": {
      "en": "I was spending money, and it was out of control.",
      "th": "ฉันใช้เงินจนควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Shopping was a crutch. It was a place I would go to.",
      "th": "การไปชอปปิงช่วยให้ฉันสบายใจค่ะ เป็นที่ที่ฉันจะไป"
    }
  },
  {
    "translation": {
      "en": "Some people like to emotionally eat. I would emotionally shop.",
      "th": "บางคนชอบกินตามอารมณ์ ส่วนฉันจะซื้อของตามอารมณ์"
    }
  },
  {
    "translation": {
      "en": "I was all about the deal.",
      "th": "ฉันเน้นข้อเสนอส่วนลดเป็นหลัก"
    }
  },
  {
    "translation": {
      "en": "So I was all about, um, finding, you know, that 99% off item",
      "th": "ฉันเลยชอบหาของลดราคา 99 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "that I could get, you know, for a huge discount.",
      "th": "ที่ฉันจะได้ส่วนลดเยอะๆ น่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "I would most likely buy that item thinking this was the only chance I would get.",
      "th": "ฉันน่าจะซื้อของชิ้นนั้นเพราะ คิดว่านี่เป็นโอกาสเดียวที่ฉันจะได้"
    }
  },
  {
    "translation": {
      "en": "I would have, uh, nail clippers.",
      "th": "ฉันอยากได้กรรไกรตัดเล็บ"
    }
  },
  {
    "translation": {
      "en": "I would buy fancy ones, normal ones, regular ones, you know.",
      "th": "ฉันจะซื้ออันที่สวยหรู อันที่พื้นๆ อันที่ธรรมดาๆ นึกออกไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Ones that had a different little thing to go on it.",
      "th": "อันที่มีของตกแต่งจุกจิกเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "I would buy just random stuff like that,",
      "th": "ฉันจะกว้านซื้อของแบบนั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "and then I would realize, like, I'm wasting my money on things that I already have.",
      "th": "แล้วมารู้ตัวอีกทีก็ตอนหมดเงิน ไปกับสิ่งที่ฉันมีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I bought a scooter. A 150 cc scooter.",
      "th": "ฉันซื้อสกูตเตอร์มา สกูตเตอร์ขนาด 150 ซีซี"
    }
  },
  {
    "translation": {
      "en": "I thought somehow that would change my life.",
      "th": "ฉันคิดว่ามันอาจเปลี่ยนชีวิตฉันได้"
    }
  },
  {
    "translation": {
      "en": "I could imagine myself riding this in Atlanta.",
      "th": "ฉันนึกภาพตัวเองขี่รถคันนี้ในแอตแลนตา"
    }
  },
  {
    "translation": {
      "en": "And if you've ever been in Atlanta traffic,",
      "th": "และถ้าคุณเคยจราจรในแอตแลนตา"
    }
  },
  {
    "translation": {
      "en": "the last thing you want to be doing is riding on a scooter.",
      "th": "สิ่งสุดท้ายที่คุณอยากทำคือขี่สกูตเตอร์"
    }
  },
  {
    "translation": {
      "en": "I felt like I deserved it. I felt like I worked really hard,",
      "th": "ฉันรู้สึกว่าฉันสมควรได้มัน ฉันรู้สึกว่าฉันทำงานหนักมาก"
    }
  },
  {
    "translation": {
      "en": "and these beautiful items would show up and make me so happy.",
      "th": "และของสวยๆ พวกนี้จะโผล่มา และทำให้ฉันมีความสุข"
    }
  },
  {
    "translation": {
      "en": "And then the feeling of shame would creep up and guilt,",
      "th": "แล้วความละอายใจจะคืบคลานเข้ามา และความรู้สึกผิด"
    }
  },
  {
    "translation": {
      "en": "and the bills would show up, um, and I… It was just a… a bad cycle.",
      "th": "และใบแจ้งหนี้ก็จะโผล่มา และเป็นวงจรแย่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Joshua] You know, it's strange in retrospect,",
      "th": "พอมองย้อนกลับไปมันก็แปลกๆ นะครับ"
    }
  },
  {
    "translation": {
      "en": "but I didn't realize we were poor when I was a kid.",
      "th": "แต่ผมไม่รู้ตัวว่าเรายากจนตอนผมยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "We were on food stamps and government assistance,",
      "th": "เราใช้บัตรแลกอาหาร และพึ่งความช่วยเหลือรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "but that seemed totally normal to me.",
      "th": "แต่มันดูเป็นเรื่องปกติสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "Poverty was sort of like oxygen.",
      "th": "ความยากจนก็เหมือนออกซิเจน"
    }
  },
  {
    "translation": {
      "en": "It was all around me, but I couldn't see it.",
      "th": "มันอยู่รอบตัวผมแต่ผมมองไม่เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "It was just there.",
      "th": "มันอยู่ตรงนั้นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "Shortly after I was born, my father's mental health took a turn for the worse,",
      "th": "หลังจากผมเกิดไม่นาน สุขภาพจิตของพ่อก็ทรุดลง"
    }
  },
  {
    "translation": {
      "en": "and that's when everything started to change.",
      "th": "และทุกอย่างก็เริ่มเปลี่ยนไปตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "You see, when Mom married my dad,",
      "th": "คือตอนแม่แต่งงานกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "she didn't realize he suffered from manic depression and schizophrenia,",
      "th": "แม่ไม่รู้ว่าว่าพ่อป่วยภาวะซึมเศร้าอารมณ์พุ่งพล่าน และจิตเภท"
    }
  },
  {
    "translation": {
      "en": "but she found out pretty quickly.",
      "th": "แต่แม่มารู้ความจริงค่อนข้างไวครับ"
    }
  },
  {
    "translation": {
      "en": "And Dad's mental illness was only amplified by his alcoholism,",
      "th": "และอาการป่วยทางจิตของพ่อก็รุนแรงขึ้น จากอาการพิษสุราเรื้อรัง"
    }
  },
  {
    "translation": {
      "en": "which made him mean, and aggressive, and completely unpredictable.",
      "th": "ทำให้เขาใจร้าย ก้าวร้าวและคาดเดาไม่ได้สุดๆ"
    }
  },
  {
    "translation": {
      "en": "I guess the physical abuse started around the time I was three years old.",
      "th": "ผมเดาว่าการทำร้ายร่างกาย เริ่มตั้งแต่ตอนผมอายุสามขวบ"
    }
  },
  {
    "translation": {
      "en": "In fact, my very first memory as a child",
      "th": "ที่จริงแล้วความทรงจำแรกวัยเด็กของผม"
    }
  },
  {
    "translation": {
      "en": "is of my father extinguishing a cigarette on my mom's bare chest.",
      "th": "คือตอนพ่อผมเอาบุหรี่จี้หน้าอกแม่"
    }
  },
  {
    "translation": {
      "en": "Things only got worse from there, until, eventually, we escaped.",
      "th": "อะไรๆ ก็แย่ลงเรื่อยๆ นับแต่นั้นมา จนที่สุดเราก็หนีออกมาได้"
    }
  },
  {
    "translation": {
      "en": "Mom and I moved 20 miles south to a suburb of Dayton,",
      "th": "ผมกับแม่ย้ายไปทางใต้ 20 ไมล์ ไปอยู่แถบชานเมืองเดย์ตัน"
    }
  },
  {
    "translation": {
      "en": "which sounds nice, right?",
      "th": "มันฟังดูดีใช่ไหมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "The suburbs!",
      "th": "ชานเมือง!"
    }
  },
  {
    "translation": {
      "en": "But it wasn't really nice at all.",
      "th": "แต่มันไม่ดีเลยสักนิดครับ"
    }
  },
  {
    "translation": {
      "en": "It's gonna be right up here on the right.",
      "th": "มันอยู่แถวนี้ทางขวามือครับ"
    }
  },
  {
    "translation": {
      "en": "You see that green house right there? That's it.",
      "th": "เห็นบ้านหลังสีเขียวตรงนั้นไหมครับ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "-[turn signal clicking] -Oh, man.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "th": "ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "It's all boarded up, and it has, like, this wrap on her.",
      "th": "ตีแผ่นกระดานแปะไว้หมด แล้วก็มีอะไรคลุมเอาไว้"
    }
  },
  {
    "translation": {
      "en": "-[car door opens] -[Joshua] Wanna take a look?",
      "th": "อยากไปดูหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "We lived in a house that was literally falling apart.",
      "th": "เราอาศัยอยู่ในบ้านที่กำลังผุพัง"
    }
  },
  {
    "translation": {
      "en": "The rent was $200 a month.",
      "th": "ค่าเช่าเดือนละ 200 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Our home always smelled faintly of empty beer cans and stale cigarette smoke.",
      "th": "บ้านเรามีแต่กลิ่นกระป๋องเบียร์เปล่าๆ และควันบุหรี่จางๆ อบอวล"
    }
  },
  {
    "translation": {
      "en": "I can still smell it now.",
      "th": "ผมยังได้กลิ่นอยู่เลยครับ"
    }
  },
  {
    "translation": {
      "en": "Cockroaches scattered every time I turned on the kitchen light.",
      "th": "ฝูงแมลงสาบแตกฮือทุกครั้งที่ผมเปิดไฟในครัว"
    }
  },
  {
    "translation": {
      "en": "And whenever the power got shut off,",
      "th": "และพอไฟดับ"
    }
  },
  {
    "translation": {
      "en": "we'd run an extension cord from next door to keep the TV glowing.",
      "th": "เราจะต่อสายไฟจากห้องข้างๆ เพื่อเปิดทีวีให้สว่างเข้าไว้"
    }
  },
  {
    "translation": {
      "en": "Here's the front door here.",
      "th": "ประตูหน้าอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "It looks like they might have squatters. It's totally falling apart.",
      "th": "ดูเหมือนพวกเขามีผู้บุกรุกเข้ามานะ มันผุพังดูไม่จืดเลย"
    }
  },
  {
    "translation": {
      "en": "So when we first moved down here, I know we signed up for food stamps.",
      "th": "ตอนเราย้ายมาที่นี่ครั้งแรก ผมรู้ว่าเราสมัครรับบัตรแลกอาหาร"
    }
  },
  {
    "translation": {
      "en": "As a kid, I didn't know the difference between the white and green money we had,",
      "th": "ตอนยังเด็ก ผมไม่รู้ว่าเงินขาวกับเงินเขียว ที่เรามีมันต่างกันยังไง"
    }
  },
  {
    "translation": {
      "en": "because the food stamps were these white bills,",
      "th": "เพราะบัตรแลกอาหารคือธนบัตรสีขาว"
    }
  },
  {
    "translation": {
      "en": "and then, you know, green money was just… just money, right?",
      "th": "และเงินเขียวก็คือเงินน่ะครับ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "And she would trade the…",
      "th": "และแม่ก็จะเอา..."
    }
  },
  {
    "translation": {
      "en": "She would trade the white bills…",
      "th": "เงินขาวไปแลก..."
    }
  },
  {
    "translation": {
      "en": "for the green bills, 'cause you needed the green bills to buy alcohol.",
      "th": "ไปแลกเป็นเงินเขียว เพราะคุณต้องใช้เงินเขียวซื้อเหล้า"
    }
  },
  {
    "translation": {
      "en": "And so, she'd buy whatever beer was cheapest.",
      "th": "เธอก็เลยซื้อเบียร์ยี่ห้อไหนก็ตามที่ถูกที่สุด"
    }
  },
  {
    "translation": {
      "en": "You know, Milwaukee's Best or the bottom-shelf bottles of wine.",
      "th": "มิลวอกีส์เบสต์หรือไวน์ราคาถูกชั้นล่างสุด"
    }
  },
  {
    "translation": {
      "en": "I'd come home each day from school… I was about six.",
      "th": "ผมกลับจากโรงเรียนมาบ้านแต่ละวัน... ผมอายุราวๆ หกขวบ"
    }
  },
  {
    "translation": {
      "en": "I would find Mom just passed out on the couch day after day after day.",
      "th": "ผมจะเจอแม่หมดสติบนโซฟาวันแล้ววันเล่า"
    }
  },
  {
    "translation": {
      "en": "It became this normal occurrence and…",
      "th": "มันกลายเป็นภาพปกติชินตา"
    }
  },
  {
    "translation": {
      "en": "I feel like I didn't realize it at the time,",
      "th": "ผมรู้สึกเหมือนผมไม่รู้ว่ามันคืออะไรตอนนี้"
    }
  },
  {
    "translation": {
      "en": "but I kind of thought it was… kind of thought it was my fault, you know.",
      "th": "แต่ผมคิดว่ามันเป็น... คิดว่าเป็นความผิดผมน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "As things started unraveling, Mom's drinking got worse.",
      "th": "พอเรื่องราวต่างๆ เริ่มคลี่คลาย แม่ก็ยิ่งดื่มหนักขึ้น"
    }
  },
  {
    "translation": {
      "en": "Now don't get me wrong, my mom was a good person with a good heart",
      "th": "อย่าเข้าใจผมผิดนะครับ แม่ผมเป็นคนดีจิตใจดี"
    }
  },
  {
    "translation": {
      "en": "and a hilarious sense of humor.",
      "th": "แถมมีอารมณ์ขัน"
    }
  },
  {
    "translation": {
      "en": "Somewhere along the way, she'd simply lost a sense of meaning in her life.",
      "th": "ระหว่างทางเธอแค่สูญเสียความหมายในชีวิตไป"
    }
  },
  {
    "translation": {
      "en": "And I knew the only way for me to break the cycle,",
      "th": "และผมรู้ว่าทางเดียวที่ผมจะทำลายวงจรนี้ได้"
    }
  },
  {
    "translation": {
      "en": "the only way for me to find the meaning that she'd lost,",
      "th": "ทางเดียวที่ผมจะค้นหาความหมายชีวิต ที่แม่ทำหล่นหาย"
    }
  },
  {
    "translation": {
      "en": "was to make a lot of money when I grew up.",
      "th": "ก็คือหาเงินเยอะๆ เมื่อผมโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "I remember back when I was a teenager,",
      "th": "ผมจำได้ว่าย้อนกลับไปตอนผมเป็นวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "I spent most of my summers working for my dad,",
      "th": "ผมใช้เวลาช่วงฤดูร้อนส่วนใหญ่ทำงานให้พ่อผม"
    }
  },
  {
    "translation": {
      "en": "painting and hanging wallpaper.",
      "th": "ทาสีและติดวอลเปเปอร์"
    }
  },
  {
    "translation": {
      "en": "And you should have seen some of the houses we worked in.",
      "th": "และคุณน่าจะได้เห็นบ้านฝีมือเราแล้วบ้าง"
    }
  },
  {
    "translation": {
      "en": "Some of them were unbelievably fancy.",
      "th": "บางหลังก็หรูหราอย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Ten thousand square foot garages, indoor swimming pools, private bowling alleys.",
      "th": "โรงรถขนาดหนึ่งหมื่นตารางฟุต สระว่ายน้ำในร่ม ลานโบว์ลิ่งส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "Nothing I aspired to own myself, but it was pretty impressive.",
      "th": "ไม่มีอะไรที่ผมใฝ่ฝันอยากเป็นเจ้าของ แต่มันน่าประทับใจทีเดียวครับ"
    }
  },
  {
    "translation": {
      "en": "And then, one day, we started to work on this really, really nice house.",
      "th": "แล้ววันหนึ่งเราก็เริ่มงานที่บ้านสวยหลังนี้"
    }
  },
  {
    "translation": {
      "en": "It wasn't like a multi-million-dollar nice house,",
      "th": "มันไม่เหมือนบ้านสวยราคาหลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "but it was something nicer than my mom or dad had ever owned.",
      "th": "แต่มันสวยกว่าบ้านที่แม่หรือพ่อผมเคยเป็นเจ้าของ"
    }
  },
  {
    "translation": {
      "en": "The walls in their home,",
      "th": "ผนังในบ้านพวกเขา"
    }
  },
  {
    "translation": {
      "en": "they were decorated with the smiling faces of friends and family",
      "th": "ประดับประดาด้วยใบหน้าเปื้อนยิ้ม ของบรรดาเพื่อนและครอบครัว"
    }
  },
  {
    "translation": {
      "en": "that affirmed the happiness in their lives.",
      "th": "ที่เป็นเครื่องยืนยันความสุขในชีวิตพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And the stuff in their home, it filled every nook and cranny.",
      "th": "และข้าวของในบ้านพวกเขา วางเต็มทุกตารางนิ้วในบ้าน"
    }
  },
  {
    "translation": {
      "en": "I pictured myself living there.",
      "th": "ผมนึกภาพตัวเองอาศัยที่บ้านนั้นได้"
    }
  },
  {
    "translation": {
      "en": "I pictured how happy I would be if I could just own a house like that,",
      "th": "ผมนึกภาพออกว่าผมจะมีความสุขแค่ไหน ถ้าได้เป็นเจ้าของบ้านแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "filled with all that stuff.",
      "th": "บ้านที่เต็มไปด้วยของพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "So, I turned to my dad and I asked him,",
      "th": "ผมเลยหันไปถามพ่อว่า"
    }
  },
  {
    "translation": {
      "en": "\"How much do I need to make in order to own a house like this?\"",
      "th": "\"ผมต้องทำเงินเท่าไหร่ถึงจะมีบ้านแบบนี้ได้\""
    }
  },
  {
    "translation": {
      "en": "He looked at me and he said, \"Son, if you can make $50,000 a year,",
      "th": "พ่อมองผมและพูดว่า \"ลูกชาย ถ้าแกหาเงินได้ห้าหมื่นดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "you could probably afford a place like this.\"",
      "th": "แกก็อาจซื้อบ้านแบบนั้นได้อยู่หรอก\""
    }
  },
  {
    "translation": {
      "en": "So that became my benchmark. $50,000.",
      "th": "มันเลยกลายเป็นมาตรฐานผมครับ ห้าหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Then, during my senior year of high school,",
      "th": "จากนั้นช่วงเรียนมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "Josh and I, we were sitting at the lonely lunchroom table together,",
      "th": "ผมกับจอช เรานั่งอยู่ที่โต๊ะอาหารกลางวันเหงาๆ ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and we started to talk about what we were going to do with our lives after we graduated.",
      "th": "และเราเริ่มคุยกัน ว่าจะเอายังไงกับชีวิตหลังเรียนจบ"
    }
  },
  {
    "translation": {
      "en": "So I told him, \"I don't know what I'm going to do,",
      "th": "ผมเลยบอกเขาว่า \"ฉันไม่รู้จะทำอะไร"
    }
  },
  {
    "translation": {
      "en": "but if I can find a way to make $50,000 a year,",
      "th": "แต่ถ้าฉันหาเงินได้ห้าหมื่นดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "I know that I'll be happy.\"",
      "th": "ฉันรู้ว่าฉันจะมีความสุขแน่\""
    }
  },
  {
    "translation": {
      "en": "So that's what I went and did. That's what Josh went and did.",
      "th": "และนั่นคือสิ่งที่ผมพุ่งเป้าและทำจนได้ มันคือสิ่งที่ผมกับจอชทำ"
    }
  },
  {
    "translation": {
      "en": "We got sales jobs and we started earning 50 grand.",
      "th": "เราได้งานฝ่ายขาย และเริ่มมีรายได้ห้าหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "But something went wrong.",
      "th": "แต่บางอย่างมันไม่ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "I wasn't happy. I had to go back to the drawing board.",
      "th": "ผมไม่มีความสุข ผมต้องกลับไปเริ่มต้นใหม่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And thank goodness, I found out what had happened.",
      "th": "และขอบคุณพระเจ้าที่ผมรู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I forgot to adjust for inflation.",
      "th": "ผมลืมปรับค่าเงินเฟ้อ"
    }
  },
  {
    "translation": {
      "en": "So I thought to myself,",
      "th": "ผมก็เลยคิดกับตัวเองครับว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, maybe $65,000 a year, maybe that was happiness.",
      "th": "\"น่าจะปีละ 65,000 เหรียญ นั่นอาจเป็นความสุขก็ได้"
    }
  },
  {
    "translation": {
      "en": "Or maybe 90,000, or maybe six figures,",
      "th": "หรืออาจจะ 90,000 หรืออาจต้องเลขหกหลัก"
    }
  },
  {
    "translation": {
      "en": "or maybe owning a bunch of stuff.",
      "th": "หรืออาจเป็นเจ้าของอะไรหลายๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "Maybe that was happiness.\"",
      "th": "บางทีนั่นอาจเป็นความสุข\""
    }
  },
  {
    "translation": {
      "en": "Whatever happiness was, I knew, once I got there, I'd finally feel free.",
      "th": "ไม่ว่าความสุขคืออะไร ผมรู้ว่าเมื่อไปถึงที่นั่น ผมจะรู้สึกเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "I bought new cars, and electronics, and closets full of expensive clothes.",
      "th": "ผมซื้อรถใหม่ เครื่องใช้ไฟฟ้า และตู้เสื้อผ้าที่เต็มไปด้วยเสื้อผ้าราคาแพง"
    }
  },
  {
    "translation": {
      "en": "I bought expensive home decorations and furniture,",
      "th": "ผมซื้อของตกแต่งบ้านกับเฟอร์นิเจอร์ราคาแพง"
    }
  },
  {
    "translation": {
      "en": "and I always had the latest gadgets.",
      "th": "และผมมักจะมีอุปกรณ์ทันสมัยล่าสุดเสมอ"
    }
  },
  {
    "translation": {
      "en": "And when there wasn't enough cash in the bank, I paid for expensive meals,",
      "th": "และเมื่อเงินสดในธนาคารมีไม่พอ ผมก็จ่ายค่าอาหารมื้อแสนแพง"
    }
  },
  {
    "translation": {
      "en": "rounds of drinks, and frivolous vacations with credit cards.",
      "th": "ค่าเครื่องดื่มตามโอกาสเล็กๆ น้อยๆ ด้วยบัตรเครดิต"
    }
  },
  {
    "translation": {
      "en": "As I made more money, I spent more money, all in the pursuit of happiness.",
      "th": "เมื่อผมหาเงินได้มากขึ้น ผมก็ใช้จ่ายมากขึ้นเพื่อแสวงหาความสุข"
    }
  },
  {
    "translation": {
      "en": "All in the pursuit of the American dream.",
      "th": "ทั้งหมดเพื่อความฝันแบบอเมริกันชน"
    }
  },
  {
    "translation": {
      "en": "[man] One thing I think is unique is",
      "th": "สิ่งหนึ่งที่ผมคิดว่าเป็นเอกลักษณ์คือ"
    }
  },
  {
    "translation": {
      "en": "when you're an immigrant, the American dream is still a good thing.",
      "th": "เมื่อคุณเป็นผู้อพยพ ความฝันแบบอเมริกันชนยังคงเป็นเรื่องดี"
    }
  },
  {
    "translation": {
      "en": "I think it's only people who grew up in the American dream",
      "th": "ผมคิดว่ามีแต่คนที่โตมาในความฝันแบบอเมริกันชน"
    }
  },
  {
    "translation": {
      "en": "that no longer value the American dream, because it's become the American nightmare.",
      "th": "ที่ไม่เห็นคุณค่ามันอีกต่อไป เพราะมันกลายเป็นฝันร้ายของชาวอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[Annie] People in the US work longer hours than almost any industrialized country,",
      "th": "คนในอเมริกาทำงานนานกว่า ประเทศอุตสาหกรรมอื่นๆ เกือบทุกประเทศ"
    }
  },
  {
    "translation": {
      "en": "depending on which data you look at, but we work enormously long hours.",
      "th": "ขึ้นอยู่กับข้อมูลที่คุณดู แต่เราทำงานหนักหน่วงกันหลายชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "We work as long hours as people did during feudal society.",
      "th": "เราทำงานนานพอๆ กับคนในยุคสังคมศักดินา"
    }
  },
  {
    "translation": {
      "en": "We have such short vacations, if any.",
      "th": "เรามีวันหยุดพักผ่อนแสนสั้น ถ้าจะพอมีอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "Half the country doesn't even take two weeks of vacation.",
      "th": "ครึ่งหนึ่งของประเทศ มีวันพักไม่ถึงสองสัปดาห์ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "We're commuting longer hours than ever before,",
      "th": "เราใช้เวลาเดินทางนานกว่าแต่ก่อน"
    }
  },
  {
    "translation": {
      "en": "and then we're spending more time alone in front of screens than ever before.",
      "th": "และเราใช้เวลาหน้าจอคนเดียวมากขึ้นกว่าก่อน"
    }
  },
  {
    "translation": {
      "en": "We're losing the stuff that actually makes us happy",
      "th": "เรากำลังสูญเสียสิ่งที่ทำให้เรามีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and makes society more safe and secure,",
      "th": "และทำให้สังคมปลอดภัยปลอดภัยและมั่นคง"
    }
  },
  {
    "translation": {
      "en": "which is community.",
      "th": "ซึ่งก็คือชุมชนนั่นเองค่ะ"
    }
  },
  {
    "translation": {
      "en": "Um, we're losing that and changing that time to work and buy more stuff.",
      "th": "เรากำลังสูญเสียมันและเปลี่ยนเวลาที่ว่า ไปทำงานและซื้อของเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "[Erwin] What you don't want in your life is this endless horizon of aspiration.",
      "th": "สิ่งที่คุณไม่ต้องการในชีวิต คือความทะยานอยากที่กว้างไกลไม่สิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "\"I just need a bit more of this or a little bit more of that.",
      "th": "\"ฉันแค่อยากได้นี่อีกนิด อยากได้นั่นอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "I need more success, more income, more wealth,",
      "th": "ฉันต้องการความสำเร็จอีก รายได้อีก ความมั่งคั่งอีก"
    }
  },
  {
    "translation": {
      "en": "a bigger house, bigger car, bigger this,\" because that's just an endless black hole.",
      "th": "บ้านใหญ่ขึ้น รถใหญ่ขึ้น นี่ก็ต้องใหญ่ขึ้น\" เพราะมันเป็นหลุมดำที่ไม่สิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "When we get all of the things that we want,",
      "th": "เมื่อเราได้ทุกสิ่งที่เราต้องการ"
    }
  },
  {
    "translation": {
      "en": "we tend to be wrong in the predictions that we made about how happy we would be,",
      "th": "เรามักจะคาดเดาผิดไปว่าเราจะสุขแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "because the brain normalizes those things.",
      "th": "เพราะสมองสั่งการว่าของพวกนั้นเป็นเรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "After a few months of that, you normalize it,",
      "th": "แค่ไม่กี่เดือนที่ทำแบบนั้น คุณจะมองเป็นเรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "and you say, \"All right, that was great at the time,",
      "th": "และคุณพูดว่า \"เอาละ ตอนนั้นมันดีมาก"
    }
  },
  {
    "translation": {
      "en": "but now I have a new set of desires, a new set of dreams,\"",
      "th": "แต่ตอนนี้ฉันมีความปรารถนาใหม่ๆ ความฝันใหม่ๆ\""
    }
  },
  {
    "translation": {
      "en": "and everything that is the ceiling today",
      "th": "และทุกอย่างที่เป็นเพดานข้อจำกัดวันนี้"
    }
  },
  {
    "translation": {
      "en": "becomes just the ground floor for a new level you're trying to get to.",
      "th": "กลายเป็นแค่พื้น ที่ให้คุณพยายามก้าวไปสู่ระดับใหม่"
    }
  },
  {
    "translation": {
      "en": "And so, really what the American dream is is this sense of freedom.",
      "th": "และความฝันของอเมริกันชนจริงๆ แล้ว ก็คือความรู้สึกอิสระ"
    }
  },
  {
    "translation": {
      "en": "Now how do you get that? Just by gathering up more money? Nope, won't do it.",
      "th": "แล้วคุณจะเข้าใจได้ยังไง แค่สั่งสมเงินเพิ่มเหรอ ไม่ละ ไม่ใช่หรอก"
    }
  },
  {
    "translation": {
      "en": "Not if you gather up yet more stuff",
      "th": "ไม่ใช่ถ้าคุณสั่งสมข้าวของมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "to go with your more money, because you're still gonna be teetering.",
      "th": "ไปพร้อมกับที่คุณเก็บเงินมากขึ้น เพราะคุณยังโซเซไม่มั่นคง"
    }
  },
  {
    "translation": {
      "en": "You just added zeros to your stupidity is all you did then.",
      "th": "ที่คุณทำคือเติมเลขศูนย์ ให้ความโง่เขลาของคุณเอง"
    }
  },
  {
    "translation": {
      "en": "And so, what happens is you have to learn to contract your, in quotes, \"needs,\"",
      "th": "ดังนั้นสิ่งทีเกิดขึ้นคือคุณต้องเรียนรู้ที่จะทำข้อตกลง กับ ในเครื่องหมายความพูด \"ความต้องการ\""
    }
  },
  {
    "translation": {
      "en": "so that you can create a buffer around your life",
      "th": "คุณจะได้สร้างเกราะป้องกันในชีวิต"
    }
  },
  {
    "translation": {
      "en": "and create this independence to where you've got enough savings",
      "th": "และสร้างอิสรภาพที่คุณมีเงินเก็บมากพอ"
    }
  },
  {
    "translation": {
      "en": "that you can say, \"Take this job and shove it,\" if you need to.",
      "th": "มากพอที่คุณจะพูดว่า \"เอางานนี้ไปเลยไป\" ถ้าคุณจำเป็นต้องทำ"
    }
  },
  {
    "translation": {
      "en": "You don't have a bunch of debt pounding down on your head,",
      "th": "คุณไม่มีหนี้ก้อนโตคอยรังควานใจให้วุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "buying things that you don't really need with money you don't really have",
      "th": "ซื้อของที่คุณไม่ได้ต้องการจริงๆ ด้วยเงินที่คุณไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "to impress people you don't even really like.",
      "th": "เอาอกเอาใจคนอื่นๆ ที่คุณไม่ได้ชอบหน้าด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "And so, what you've done there is you gave up your independence,",
      "th": "เพราะงั้นสิ่งที่คุณทำคือยอมสละอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "you gave up your freedom…",
      "th": "คุณยอมสละเสรีภาพ..."
    }
  },
  {
    "translation": {
      "en": "in return for some stuff that's gonna be worth nothing in next year's garage sale.",
      "th": "เพื่อแลกกับข้าวของที่จะไร้ค่า รอเปิดท้ายขายเป็นของมือสองปีหน้า"
    }
  },
  {
    "translation": {
      "en": "[Erwin] You almost have buyer's remorse, and you also have this gambler's dilemma",
      "th": "คุณเกือบมีความสำนึกผิดผู้ซื้อ และยังเจอภาวะยากลำบากของนักเสี่ยงโชค"
    }
  },
  {
    "translation": {
      "en": "where you gambled for this and now you have it.",
      "th": "ที่คุณเสี่ยงโชคเพื่อสิ่งนี้ และตอนนี้คุณได้มันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Do you want to give it up even though it makes you unhappy?",
      "th": "คุณอยากยอมแพ้ ทั้งที่มันทำให้คุณไม่มีความสุขงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "So I think a part of the process for all of us",
      "th": "ผมเลยคิดว่าส่วนหนึ่งของกระบวนการ เพื่อเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "is making sure we actually are going after what we truly want.",
      "th": "คือให้แน่ใจว่าเราจะไขว่คว้า ให้ได้มาในสิ่งที่เราต้องการจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And when we have something, to do an honest evaluation of going,",
      "th": "และเมื่อเรามีบางอย่าง เพื่อจะประเมินดูว่า"
    }
  },
  {
    "translation": {
      "en": "\"Is this something I want to define my life? Do I really want to keep this?\"",
      "th": "\"นี่คือสิ่งนิยามชีวิตฉันจริงๆ ไหมนะ ฉันอยากเก็บมันไว้จริงๆ ไหมนะ\""
    }
  },
  {
    "translation": {
      "en": "[Ryan] Chasing the American dream, it cost me so much more than money.",
      "th": "การไล่ตามความฝันแบบอเมริกันชน ผมต้องทุ่มเทมากกว่าเงินเสียอีก"
    }
  },
  {
    "translation": {
      "en": "My life was filled with stress, and anxiety, and discontent.",
      "th": "ชีวิตผมเต็มไปด้วยความเครียด ความกังวลและความไม่พอใจ"
    }
  },
  {
    "translation": {
      "en": "It got to a point in my life where I didn't know what was important.",
      "th": "จนมาถึงจุดหนึ่งในชีวิตที่ผมไม่รู้ว่าอะไรสำคัญ"
    }
  },
  {
    "translation": {
      "en": "But one thing was clear.",
      "th": "แต่มีสิ่งหนึ่งชัดเจน"
    }
  },
  {
    "translation": {
      "en": "I had this gaping void in my life.",
      "th": "ชีวิตผมมีช่องความว่างเปล่าไร้ประโยชน์"
    }
  },
  {
    "translation": {
      "en": "So I tried to fill that void the same way many people do, with stuff.",
      "th": "ผมเลยพยายามเติมเต็มความ ว่างเปล่าแบบที่หลายคนทำ ด้วยข้าวของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "I continued to work 60, 70, sometimes 80 hours a week,",
      "th": "ผมยังทำงาน 60 ชั่วโมง 70 ชั่วโมง บางครั้งก็ 80 ชั่วโมงต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "forsaking some of the most important aspects of my life.",
      "th": "ละทิ้งบางเรื่องที่สำคัญที่สุดในชีวิตของผมไป"
    }
  },
  {
    "translation": {
      "en": "I barely thought about my health, or my relationships,",
      "th": "ผมแทบไม่คิดถึงสุขภาพหรือความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "or things that I was passionate about.",
      "th": "หรือสิ่งที่ผมเคยหลงใหล"
    }
  },
  {
    "translation": {
      "en": "I was living paycheck to paycheck. Living for a paycheck. Living for stuff.",
      "th": "ผมใช้ชีวิตด้วยรายได้แบบเดือนชนเดือน อยู่เพื่อเงินเดือน อยู่เพื่อข้าวของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[Joshua] It's like I was swerving from credit card purchases to reckless spending",
      "th": "เหมือนผมเปลี่ยนจากการซื้อโดยตัดบัตรเครดิต ไปเป็นใช้เงินไม่ยั้งคิด"
    }
  },
  {
    "translation": {
      "en": "to accumulating debt to maintain a lifestyle I didn't even enjoy.",
      "th": "จนไปถึงก่อหนี้เพื่อรักษาไลฟ์สไตล์ ที่ผมไม่ได้สนุกเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I had all of the stuff to fill every corner of my consumer-driven life.",
      "th": "ผมมีทุกอย่างที่จะเติมเต็มชีวิตแบบผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "Giant televisions, fine china, stainless steel appliances,",
      "th": "โทรทัศน์จอยักษ์ เครื่องถ้วยชามชั้นดี เครื่องใช้สแตนเลส"
    }
  },
  {
    "translation": {
      "en": "marble countertops, expensive watches, tailored suits",
      "th": "พื้นเคาน์เตอร์หินอ่อน นาฬิกาแพงระยับ สูทสั่งตัดเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "and more, and more, and so much more.",
      "th": "และอื่นๆ อีกมากมายหลายสิ่ง"
    }
  },
  {
    "translation": {
      "en": "Then, toward the end of 2008, actually it was two days before Christmas,",
      "th": "จากนั้นจนปลายปี 2008 ที่จริงก็สองวันก่อนวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from Mom.",
      "th": "ผมได้รับโทรศัพท์จากแม่"
    }
  },
  {
    "translation": {
      "en": "She had just moved down to Florida earlier that year",
      "th": "เธอเพิ่งย้ายลงไปฟลอริดาเมื่อต้นปีนั้น"
    }
  },
  {
    "translation": {
      "en": "to finally retire on Social Security.",
      "th": "เพื่อเกษียณด้วยประกันสังคม"
    }
  },
  {
    "translation": {
      "en": "But on December 23rd, she found out she had Stage IV lung cancer.",
      "th": "พบว่าแม่เป็นมะเร็งปอดระยะที่สี่"
    }
  },
  {
    "translation": {
      "en": "And in less than a year, she was gone.",
      "th": "และในเวลาไม่ถึงปี แม่ก็จากไป"
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time with Mom that year down in Florida",
      "th": "ช่วงปีนั้นผมใช้เวลากับแม่เยอะมากที่ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "as she struggled through her chemo and radiation.",
      "th": "ตอนที่แม่ทนทรมานกับการคีโมและฉายแสง"
    }
  },
  {
    "translation": {
      "en": "But when she passed, I realized I needed to make one last visit.",
      "th": "แต่พอแม่จากไป ผมก็รู้ว่าผมต้องแวะไปเป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "And this time, it was to deal with her stuff.",
      "th": "และครั้งนี้ก็เพื่อจัดการกับข้าวของของแม่"
    }
  },
  {
    "translation": {
      "en": "So I flew from Dayton, Ohio, down to St. Pete Beach, Florida.",
      "th": "ผมเลยบินจากเดย์ตัน โอไฮโอ ลงไปเซนต์พีท บีช ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "When I arrived, do you know what I found?",
      "th": "ตอนที่ผมไปถึง คุณรู้ไหมว่าผมเจออะไร"
    }
  },
  {
    "translation": {
      "en": "Stuff.",
      "th": "ข้าวของครับ"
    }
  },
  {
    "translation": {
      "en": "Like three houses worth of stuff crammed into Mom's tiny one-bedroom apartment.",
      "th": "เหมือนบ้านสามหลังที่ของเพียบอัดแน่นอยู่ ในอะพาร์ตเมนต์เล็กๆ หนึ่งห้องนอนของแม่"
    }
  },
  {
    "translation": {
      "en": "Now, it's not like Mom was a hoarder.",
      "th": "ไม่ใช่ว่าแม่เป็นนักสะสมหรอกนะครับ"
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't find any dead cats in her freezer.",
      "th": "ผมไม่เจอซากแมวตายในตู้แช่ของแม่"
    }
  },
  {
    "translation": {
      "en": "But she owned a lot of stuff. Sixty-five years' worth of accumulations.",
      "th": "แต่แม่มีของเพียบเลย สะสมมาตั้ง 65 ปี"
    }
  },
  {
    "translation": {
      "en": "Did you know the average American household",
      "th": "คุณรู้ ไหมว่าบ้านคนอเมริกันโดยเฉลี่ย"
    }
  },
  {
    "translation": {
      "en": "has more than 300,000 items in it?",
      "th": "มีข้าวของมากกว่าสามแสนชิ้น"
    }
  },
  {
    "translation": {
      "en": "300,000!",
      "th": "สามแสนชิ้น!"
    }
  },
  {
    "translation": {
      "en": "Just take a look around at your average basement, or attic, or garage.",
      "th": "ลองไปดูรอบๆ ห้องใต้ดินหรือห้องใต้หลังคา หรือโรงรถคุณดูสิครับ"
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "th": "คุณเห็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Unused sporting goods, exercise equipment,",
      "th": "อุปกรณ์กีฬาที่ไม่ใช้แล้ว อุปกรณ์ออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "camping gear, holiday decorations,",
      "th": "อุปกรณ์ตั้งแคมป์ ของตกแต่งวันหยุด"
    }
  },
  {
    "translation": {
      "en": "musical instruments, spare parts,",
      "th": "เครื่องดนตรี ชิ้นส่วนอะไหล่"
    }
  },
  {
    "translation": {
      "en": "outdated electronics, random cords and miscellaneous cables,",
      "th": "อุปกรณ์อิเล็กทรอนิกส์ตกยุค สายไฟจิปาถะและสายเคเบิลเบ็ดเตล็ด"
    }
  },
  {
    "translation": {
      "en": "magazines, and cassette tapes, and compact discs,",
      "th": "นิตยสารกับเทป และคอมแพคต์ดิสก์"
    }
  },
  {
    "translation": {
      "en": "tchotchkes, and knickknacks, and trinkets,",
      "th": "ของตกแต่งบ้านเล็กๆ น้อยๆ และของกระจุกกระจิก"
    }
  },
  {
    "translation": {
      "en": "and all the things we forgot we even owned.",
      "th": "และข้าวของอื่นๆ สารพัดที่เราลืมไปว่าเรามี"
    }
  },
  {
    "translation": {
      "en": "Boxes, and bins, and entire rooms stuffed with stuff.",
      "th": "กล่องและถังขยะและห้องต่างๆ ที่เต็มไปด้วยข้าวของ"
    }
  },
  {
    "translation": {
      "en": "We had so much. So much stuff.",
      "th": "เรามีของเยอะมาก เยอะไปหมด"
    }
  },
  {
    "translation": {
      "en": "My closet was out of control.",
      "th": "ตู้เสื้อผ้าฉันมันเกินจะรับไหวแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "So I had a closet full of clothes. I had a dresser full of clothes.",
      "th": "ฉันเลยมีเสื้อผ้าเต็มตู้ ฉันมีลิ้นชักที่เต็มไปด้วยเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "Photography equipment, bicycle equipment.",
      "th": "อุปกรณ์ถ่ายรูป อุปกรณ์จักรยาน"
    }
  },
  {
    "translation": {
      "en": "Skin care products, beauty products.",
      "th": "ผลิตภัณฑ์ดูแลผิว ผลิตภัณฑ์ความงาม"
    }
  },
  {
    "translation": {
      "en": "Shoes, purses.",
      "th": "รองเท้า กระเป๋า"
    }
  },
  {
    "translation": {
      "en": "I'd open the closet, stuff would fall out.",
      "th": "ฉันเปิดตู้เสื้อผ้า ข้าวของก็จะร่วงลงมา"
    }
  },
  {
    "translation": {
      "en": "I don't know why, but I had three soccer cleats,",
      "th": "ผมไม่รู้ว่าทำไมแต่ผมมีรองเท้าฟุตบอลสามคู่"
    }
  },
  {
    "translation": {
      "en": "even though I don't really even play soccer. [laughs]",
      "th": "ถึงผมไม่ได้เล่นฟุตบอลด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "You know, things people had given me throughout the years,",
      "th": "ข้าวของที่ผู้คนให้ฉันมาตลอดหลายปี"
    }
  },
  {
    "translation": {
      "en": "whether those be cards, or objects,",
      "th": "ไม่ว่าจะเป็นการ์ดหรือสิ่งของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "or tokens that I'd kept from different events we'd gone to.",
      "th": "หรือของที่ระลึกที่ฉันเก็บมาจากงานต่างๆ ที่ฉันไปมา"
    }
  },
  {
    "translation": {
      "en": "But it was just a never-ending, uh, you know, turnstile of, uh, \"I need this. I need that.\"",
      "th": "แต่มันเป็นแค่วงจรไม่จบไม่สิ้นที่ว่า \"ฉันต้องการสิ่งนี้ ฉันต้องการมัน\""
    }
  },
  {
    "translation": {
      "en": "[woman] It's so easy to buy things that we think are the solution to our problems.",
      "th": "มันง่ายมากที่จะซื้อของที่เราคิด ว่าเป็นทางออกของปัญหาเรา"
    }
  },
  {
    "translation": {
      "en": "I remember when I had babies, and I really wanted them to sleep well,",
      "th": "ฉันจำได้ตอนที่ฉันมีลูก และฉันอยากให้พวกเขาหลับสบาย"
    }
  },
  {
    "translation": {
      "en": "and I thought I just needed the perfect sleep device in order to make that happen.",
      "th": "และฉันคิดว่าฉันแค่ต้องการอุปกรณ์ช่วยนอนหลับ ที่สุดยอดเพื่อให้ความต้องการเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "So I had probably four different types of swaddles,",
      "th": "ฉันน่าจะมีผ้าอ้อมสี่ประเภทที่ต่างกัน"
    }
  },
  {
    "translation": {
      "en": "multiple different types of zip-up sleep devices.",
      "th": "อุปกรณ์นอนหลับแบบรูดซิปอีกหลายแบบ"
    }
  },
  {
    "translation": {
      "en": "There are… If you go on Amazon, you can find there are dozens and dozens",
      "th": "ถ้าคุณเข้าเว็บแอมะซอน คุณจะเจออุปกรณ์ต่างๆ นับสิบๆ ชนิด"
    }
  },
  {
    "translation": {
      "en": "of different types of mechanisms to get babies to sleep.",
      "th": "ที่ช่วยให้เด็กนอนหลับสบาย"
    }
  },
  {
    "translation": {
      "en": "Pieces of equipment that you can buy.",
      "th": "อุปกรณ์หลากหลายที่คุณซื้อได้"
    }
  },
  {
    "translation": {
      "en": "But the reality is that getting babies to sleep is just really hard,",
      "th": "แต่ความจริงก็คือการกล่อมให้เด็กหลับ มันยากเย็นซะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and we can fall into this trap of trying to buy our way out of the hard times.",
      "th": "และเราอาจติดกับในการพยายาม เอาเงินซื้อทางแก้ปัญหาความยากลำบากนั้น"
    }
  },
  {
    "translation": {
      "en": "And it's… it's often not very successful and very expensive.",
      "th": "และมักไม่สำเร็จแถมราคาแพงมาก"
    }
  },
  {
    "translation": {
      "en": "[T.K.] I actually think the best way to know if you have too many things",
      "th": "ที่จริงผมคิดว่าทางที่ดีที่สุดที่จะรู้ ว่าคุณมีข้าวของเยอะเกินไปไหม"
    }
  },
  {
    "translation": {
      "en": "isn't by waiting to see if you run out of room to keep them,",
      "th": "ไม่ใช่รอดูว่าคุณจะไม่มีที่เก็บของหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "but asking yourself if you've run out of purposeful things to do with them.",
      "th": "แต่คือการถามตัวเองว่าคุณมีเป้าหมาย จะเอาสิ่งของพวกนั้นมาทำอะไรต่างหาก"
    }
  },
  {
    "translation": {
      "en": "When you've run out of purposeful things to do with things,",
      "th": "เมื่อคุณหมดเป้าหมายที่จะใช้สิ่งของพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "even if you only have one thing, you already have too many things.",
      "th": "ถึงคุณจะมีของแค่ชิ้นเดียว แต่ก็ถือว่ามีมากเกินจำเป็นครับ"
    }
  },
  {
    "translation": {
      "en": "The reason we are so depressed and so empty when we have so much",
      "th": "เหตุผลที่เราซึมเศร้า และว่างเปล่าเมื่อเรามีข้าวของมากมาย"
    }
  },
  {
    "translation": {
      "en": "is that if you get more of the wrong thing, it becomes less.",
      "th": "ก็คือถ้าคุณมีของที่ผิดมากขึ้น มันจะกลายเป็นน้อยลงไปอีก"
    }
  },
  {
    "translation": {
      "en": "There are deeper things that… that fulfill us.",
      "th": "มีสิ่งที่ลึกซึ้งกว่านั้นที่เติมเต็มเรา"
    }
  },
  {
    "translation": {
      "en": "Our need for meaning, our need for progress, our need for intimacy.",
      "th": "ความต้องการความหมาย ความก้าวหน้า ความต้องการความสนิทชิดใกล้"
    }
  },
  {
    "translation": {
      "en": "The reason the message of minimalism is so powerful",
      "th": "เหตุผลที่สาระเรื่องความเรียบง่ายช่างทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "is because we're bingeing on all the wrong things,",
      "th": "ก็เพราะเราดื่มด่ำกับสิ่งผิดๆ ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "and we're dying of hunger for the things that really matter.",
      "th": "และเรากำลังตายด้วยความหิวกระหาย สิ่งที่สำคัญจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But, of course, most of us aren't hoarders, right?",
      "th": "แต่แน่นอนว่าพวกเราส่วนใหญ่ ไม่ใช่นักสะสม ถูกไหมครับ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "We just hold on to a lot of stuff.",
      "th": "เราแค่ยึดติดกับข้าวของหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "We hold on to a lifetime of collected memories.",
      "th": "เรายึดติดเก็บความทรงจำที่สะสมไว้ตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I know Mom certainly did, and I had no idea what to do with any of it.",
      "th": "ผมรู้ว่าแม่ทำแบบนั้น และผมไม่รู้ว่าจะทำยังไงกับมัน"
    }
  },
  {
    "translation": {
      "en": "So I did what any good son would do.",
      "th": "ผมก็เลยทำสิ่งที่ลูกที่ดีพึงจะทำ"
    }
  },
  {
    "translation": {
      "en": "I called U-Haul.",
      "th": "ผมโทรหายู-ฮอล"
    }
  },
  {
    "translation": {
      "en": "I called U-Haul, and I asked for the largest truck they had.",
      "th": "ผมโทรหายู-ฮอล และขอรถบรรทุกคันใหญ่สุดที่เขามี"
    }
  },
  {
    "translation": {
      "en": "In fact, I needed one so large I had to wait an extra day",
      "th": "ที่จริงผมต้องการรถคันใหญ่มาก จนผมต้องรออีกวันหนึ่งเลยละ"
    }
  },
  {
    "translation": {
      "en": "until the 26-foot truck was available.",
      "th": "จนกระทั่งมีรถบรรทุกขนาด 26 ฟุตว่างจนได้"
    }
  },
  {
    "translation": {
      "en": "As I waited for that U-Haul to arrive, I invited some of Mom's friends over",
      "th": "ตอนที่ผมรอรถยู-ฮอลอยู่ ผมก็ชวนเพื่อนๆ แม่มาด้วย"
    }
  },
  {
    "translation": {
      "en": "to help me sort through her stuff.",
      "th": "เพื่อช่วยผมจัดการข้าวของของแม่"
    }
  },
  {
    "translation": {
      "en": "I mean, there was just too much stuff to go at it alone.",
      "th": "คือจะบอกว่าของเยอะมากจนจัดคนเดียวไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "Her living room was stuffed with big antique furniture, and old paintings,",
      "th": "ห้องนั่งเล่นของแม่เต็มไปด้วย เฟอร์นิเจอร์โบราณขนาดใหญ่และภาพวาดเก่าแก่"
    }
  },
  {
    "translation": {
      "en": "and more doilies than I could count.",
      "th": "และผ้ารองจานมากกว่าที่ผมจะนับได้"
    }
  },
  {
    "translation": {
      "en": "And her kitchen was stuffed with hundreds of plates, and cups, and bowls,",
      "th": "และห้องครัวแม่เต็มไปด้วยถ้วยโถโอชามนับร้อย"
    }
  },
  {
    "translation": {
      "en": "and ill-assorted utensils.",
      "th": "และเครื่องครัวที่ปนกันสะเปะสะปะ"
    }
  },
  {
    "translation": {
      "en": "And her bathroom was stuffed",
      "th": "ส่วนห้องน้ำของแม่อัดแน่นไปด้วย เครื่องสำอาง"
    }
  },
  {
    "translation": {
      "en": "with enough makeup, and face creams, and hygiene products",
      "th": "ส่วนห้องน้ำของแม่อัดแน่นไปด้วย เครื่องสำอาง ครีมทาหน้าและผลิตภัณฑ์เพื่อสุขอนามัย มากพอจะเปิดธุรกิจสินค้าความงามย่อมๆ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "to start a small beauty supply business.",
      "th": "ครีมทาหน้าและผลิตภัณฑ์เพื่อสุขอนามัย มากพอจะเปิดธุรกิจสินค้าความงามย่อมๆ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "And it looked like someone was running a hotel out of her linen closet,",
      "th": "และดูเหมือนแม่จะมีผ้าปูเตียงมากพอ จะเปิดธุรกิจโรงแรมได้อีกด้วย"
    }
  },
  {
    "translation": {
      "en": "which was stuffed with mismatched bath towels, beach towels, and dish towels.",
      "th": "ซึ่งถูกยัดรวมอยู่กับผ้าเช็ดตัว ผ้าปูชายหาดและผ้าเช็ดจาน"
    }
  },
  {
    "translation": {
      "en": "Don't even get me started on Mom's bedroom.",
      "th": "นี่ผมไม่อยากจะพูดถึงห้องนอนแม่นะครับ"
    }
  },
  {
    "translation": {
      "en": "I mean, why did Mom have 14 winter coats stuffed into her bedroom closet?",
      "th": "คือทำไมแม่มีเสื้อโค้ตกันหนาวถึง 14 ตัว ยัดไว้ในตู้เสื้อผ้าห้องนอนด้วย"
    }
  },
  {
    "translation": {
      "en": "Come on. She lived in St. Pete Beach.",
      "th": "ไม่เอาน่า แม่อาศัยในเซนต์พีทบีชนะครับ"
    }
  },
  {
    "translation": {
      "en": "So anyway, there I was attempting to finish packing all of Mom's stuff",
      "th": "ช่างเถอะ ผมพยายามเก็บข้าวของแม่ให้เสร็จ"
    }
  },
  {
    "translation": {
      "en": "when I looked under her bed.",
      "th": "ตอนผมก้มลงดูใต้เตียงแม่"
    }
  },
  {
    "translation": {
      "en": "I noticed these four boxes, these old printer paper boxes.",
      "th": "ผมสังเกตเห็นกล่องกระดาษสี่ใบพวกนี้ กล่องกระดาษเครื่องพิมพ์เก่าๆ"
    }
  },
  {
    "translation": {
      "en": "Kind of heavy, sealed with excessive amounts of packing tape.",
      "th": "ค่อนข้างหนัก ปิดผนึกด้วยเทปกาวแปะกล่องหนา"
    }
  },
  {
    "translation": {
      "en": "I noticed each box was labeled",
      "th": "และผมเห็นว่าแต่ละกล่องถูกระบุไว้"
    }
  },
  {
    "translation": {
      "en": "with just a number written on the side in thick black marker.",
      "th": "ด้วยตัวเลขข้างกล่อง ที่เขียนด้วยปากกาเมจิกสีดำหนา"
    }
  },
  {
    "translation": {
      "en": "And I stood there…",
      "th": "และผมยืนอยู่ตรงนั้น..."
    }
  },
  {
    "translation": {
      "en": "looking down…",
      "th": "ก้มมองดู..."
    }
  },
  {
    "translation": {
      "en": "wondering what could possibly be inside those boxes.",
      "th": "นึกสงสัยว่าอะไรจะอยู่ในกล่องพวกนี้กันนะ"
    }
  },
  {
    "translation": {
      "en": "Turns out it was my old elementary school paperwork.",
      "th": "กลายเป็นว่ามันเป็นเอกสารสมัยประถมของผม"
    }
  },
  {
    "translation": {
      "en": "Grades one through four.",
      "th": "คะแนนตั้งแต่เกรดหนึ่งถึงเกรดสี่"
    }
  },
  {
    "translation": {
      "en": "As I opened those boxes, my curiosity ran wild,",
      "th": "พอผมเปิดกล่องพวกนั้น ความสงสัยใคร่รู้ของผมก็พุ่งพล่าน"
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, \"Why was Mom holding on to all that stupid paperwork?\"",
      "th": "และผมคิดกับตัวเองว่า \"ทำไมแม่ถึงยึดติดกับกระดาษโง่ๆ พวกนี้นะ\""
    }
  },
  {
    "translation": {
      "en": "But then all these memories came rushing back, and it was obvious.",
      "th": "แต่แล้วความทรงจำทั้งหมดก็หวนกลับมา และมันกระจ่างชัดครับ"
    }
  },
  {
    "translation": {
      "en": "Mom had been holding on to a piece of me.",
      "th": "แม่ยึดติดอยู่กับความเป็นผมนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "Mom was holding on to all the memories inside those boxes. Right?",
      "th": "แม่ยึดติดกับบรรดาความทรงจำในกล่องพวกนั้น ใช่ไหมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "But wait a minute.",
      "th": "แต่เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Those boxes had been sealed for more than two decades.",
      "th": "กล่องพวกนั้นถูกปิดผนึกมานานกว่าสองทศวรรษ"
    }
  },
  {
    "translation": {
      "en": "It was clear Mom hadn't been accessing any of the memories inside those boxes,",
      "th": "เห็นได้ชัดว่าแม่ไม่ได้หวนย้อนสู่ ความทรงจำใดๆ ในกล่องพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "which helped me understand something important for the first time.",
      "th": "ซึ่งช่วยให้ผมเข้าใจบางอย่างที่สำคัญเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Our memories are not in our things.",
      "th": "ความทรงจำของเราไม่ได้อยู่ในข้าวของของเรา"
    }
  },
  {
    "translation": {
      "en": "Our memories are inside us.",
      "th": "ความทรงจำของเราอยู่ในตัวเราต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You see, Mom didn't need to hold on to those boxes to hold on to a piece of me.",
      "th": "แม่ไม่จำเป็นต้องยึดติดกับกล่องพวกนั้น เพื่อที่จะเกาะแน่นอยู่กับความเป็นผม"
    }
  },
  {
    "translation": {
      "en": "I was never inside those boxes.",
      "th": "ผมไม่เคยอยู่ในกล่องพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "But then I looked around her apartment, I looked around at all her stuff,",
      "th": "แต่แล้วผมก็มองรอบๆ อะพาร์ตเมนต์แม่ ผมมองดูข้าวของของแม่"
    }
  },
  {
    "translation": {
      "en": "and I realized I was getting ready to do the same thing.",
      "th": "และตระหนักว่าผมกำลังพร้อมจะทำสิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "If I'm being honest with myself,",
      "th": "ถ้าผมซื่อสัตย์กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I was just gonna selfishly cling to most of Mom's stuff.",
      "th": "ผมก็จะยึดติดอยู่กับข้าวของส่วนใหญ่ของแม่ อย่างเห็นแก่ตัว"
    }
  },
  {
    "translation": {
      "en": "But, of course, I wasn't gonna get any real value from it",
      "th": "แต่แน่นอนว่าผมจะไม่ได้คุณค่าจริงๆ จากมัน"
    }
  },
  {
    "translation": {
      "en": "as it sat there locked away in perpetuity.",
      "th": "เพราะมันถูกขังนิ่งเอาไว้ชั่วนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "But the truth is that, by letting go,",
      "th": "แต่ความจริงก็คือเมื่อปล่อยวาง"
    }
  },
  {
    "translation": {
      "en": "I realized I could add value to other people's lives.",
      "th": "ผมรู้ว่าผมเพิ่มคุณค่าให้ชีวิตคนอื่นได้"
    }
  },
  {
    "translation": {
      "en": "So I donated most of her stuff to her friends and to local charities,",
      "th": "ผมเลยบริจาคของส่วนใหญ่ของแม่ ให้เพื่อนๆ แม่และองค์กรการกุศลท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "finding the stuff a new home.",
      "th": "หาบ้านใหม่ให้ข้าวของ"
    }
  },
  {
    "translation": {
      "en": "And the few items I was able to sell,",
      "th": "และของบางชิ้นที่ผมเอาไปขายได้"
    }
  },
  {
    "translation": {
      "en": "I was able to take that money and donate it to the two charities",
      "th": "ผมก็ยังสามารถเอาเงินไปบริจาค ให้องค์กรการกุศลอีกสองแห่ง"
    }
  },
  {
    "translation": {
      "en": "that helped Mom through her chemo and radiation.",
      "th": "ที่ช่วยให้แม่ผมผ่านการให้คีโมและฉายรังสีมาได้"
    }
  },
  {
    "translation": {
      "en": "You see, I realized I could contribute beyond myself",
      "th": "ดูสิครับ ผมรู้ว่าผมมีส่วนร่วมแบ่งปัน ได้มากกว่าแค่ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "if I was willing to let go.",
      "th": "ถ้าผมยินยอมที่จะปล่อยวาง"
    }
  },
  {
    "translation": {
      "en": "When I finally returned to Ohio,",
      "th": "สุดท้ายตอนผมกลับไปที่โอไฮโอ"
    }
  },
  {
    "translation": {
      "en": "I returned with just a handful of sentimental items.",
      "th": "ผมกลับมาพร้อมกับของที่มีคุณค่าทางจิตใจส่วนนึง"
    }
  },
  {
    "translation": {
      "en": "An old painting, a few photographs,",
      "th": "ภาพวาดเก่าๆ รูปถ่ายสองสามรูป"
    }
  },
  {
    "translation": {
      "en": "maybe even a doily or two,",
      "th": "แม้แต่ผ้ารองผืนเล็กๆ ผืนสองผืน"
    }
  },
  {
    "translation": {
      "en": "which helped me understand that by having fewer sentimental items,",
      "th": "ซึ่งช่วยให้ผมเข้าใจว่าการมีของแทนใจแค่ไม่กี่ชิ้น"
    }
  },
  {
    "translation": {
      "en": "we're able to enjoy those sentimental items much more.",
      "th": "เราสามารถสนุกกับของแทนใจได้มากขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "I get far more value from the few items I kept",
      "th": "ผมได้รับคุณค่ามากมายจากของไม่กี่ชิ้นที่ผมเก็บไว้"
    }
  },
  {
    "translation": {
      "en": "than if I were to water them down with dozens or even hundreds of trinkets.",
      "th": "มากกว่าถ้าผมต้องเอามันไปกองรวม กับของจุกจิกเล็กน้อยนับร้อยๆ ชิ้น"
    }
  },
  {
    "translation": {
      "en": "Ultimately, I had to let go of what was weighing me down before I could move on.",
      "th": "สุดท้ายผมต้องละทิ้งสิ่งที่ถ่วงผมไว้ ก่อนที่ผมจะก้าวต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "To move on…",
      "th": "เพื่อก้าวต่อไป..."
    }
  },
  {
    "translation": {
      "en": "I had to take an inventory of my own life.",
      "th": "ผมต้องนับและบันทึกสิ่งต่างๆ ในชีวิตผมเอง"
    }
  },
  {
    "translation": {
      "en": "Turns out I had an organized life.",
      "th": "กลายเป็นว่าชีวิตผมมีระเบียบ"
    }
  },
  {
    "translation": {
      "en": "But really, I was just a well-organized hoarder.",
      "th": "แต่จริงๆ แล้วผมก็แค่นักสะสมเจ้าระเบียบ"
    }
  },
  {
    "translation": {
      "en": "And if you would've looked beneath the surface,",
      "th": "และถ้าคุณมองให้ลึกลง"
    }
  },
  {
    "translation": {
      "en": "you would have found a lifetime of unchecked consumption.",
      "th": "คุณจะพบกับการบริโภคใช้สอยตลอดชีวิต ที่ไม่ได้ตรวจเช็ก"
    }
  },
  {
    "translation": {
      "en": "As companies continue to innovate,",
      "th": "ขณะที่บริษัทต่างๆ ไม่หยุดสร้างนวัตกรรม"
    }
  },
  {
    "translation": {
      "en": "our ability to show restraint is getting more and more difficult.",
      "th": "ความสามารถในการหักห้ามใจ ก็นับว่ายากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Outsourced labor",
      "th": "แรงงานคัดสรรจากภายนอก"
    }
  },
  {
    "translation": {
      "en": "combined with advancements in shipping, manufacturing, and logistics",
      "th": "รวมกับความก้าวหน้าด้านการขนส่ง การผลิตและระบบโลจิสติกส์"
    }
  },
  {
    "translation": {
      "en": "has dropped the cost of consumer products to an all-time low.",
      "th": "ทำให้ราคาสินค้าผู้บริโภคลดลง ถึงระดับต่ำสุดเท่าที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "And now, with one-click purchasing, same-day delivery,",
      "th": "และตอนนี้การซื้อของเพียงแค่กดคลิกเดียว การส่งสินค้าภายในวันเดียว"
    }
  },
  {
    "translation": {
      "en": "and a society that has normalized credit card debt,",
      "th": "และสังคมที่ทำให้หนี้บัตรเครดิตเป็นเรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "we've dug ourselves into a hole.",
      "th": "เรากำลังพาตัวเองมาถึงจุดยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "The average American carries four credit cards in their wallet",
      "th": "คนอเมริกันทั่วไปมีบัตรเครดิตสี่ใบ ในกระเป๋าสตางค์"
    }
  },
  {
    "translation": {
      "en": "and the average credit card debt for indebted households is more than $16,000.",
      "th": "และหนี้บัตรเครดิตเฉลี่ยของครอบครัวที่เป็นหนี้ สูงกว่า 16,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Each year, we spend more on shoes, jewelry, and watches than on higher education.",
      "th": "แต่ละปีเราใช้เงินซื้อรองเท้า เครื่องประดับ และนาฬิกามากกว่าจ่ายค่าเรียนระดับอุดมศึกษา"
    }
  },
  {
    "translation": {
      "en": "[Denaye] I remember when I was a kid, there was something called layaway.",
      "th": "ฉันจำได้ว่าตอนเด็กๆ มีสิ่งที่เรียกว่าผ่อนจ่าย"
    }
  },
  {
    "translation": {
      "en": "We'd go to the department store and pick out our school clothes,",
      "th": "เราจะไปห้างสรรพสินค้าและเลือกชุดนักเรียน"
    }
  },
  {
    "translation": {
      "en": "and my mom would put it on layaway,",
      "th": "และแม่ฉันก็จะผ่อนจ่ายเอา"
    }
  },
  {
    "translation": {
      "en": "which meant she would go and make payments once a week for several weeks",
      "th": "ซึ่งแปลว่าแม่จะไปจ่ายเงินสัปดาห์ละครั้ง เป็นเวลาหลายสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "until she paid all of it off when she had all the money paid in.",
      "th": "จนกระทั่งแม่ผ่อนจ่ายหมด ตอนที่แม่จ่ายครบทุกงวดแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's when we got to bring home the stuff.",
      "th": "และนั่นคือตอนที่เราต้องเอาของกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "This concept does not exist now. If you want the stuff,",
      "th": "แนวคิดนี้ไม่มีอีกแล้วค่ะ ถ้าคุณอยากได้อะไร ก็วางบัตรเครดิต แล้วเอามันไปเลย"
    }
  },
  {
    "translation": {
      "en": "you put the credit card down and take it right away.",
      "th": "ถ้าคุณอยากได้อะไร ก็วางบัตรเครดิต แล้วเอามันไปเลย"
    }
  },
  {
    "translation": {
      "en": "And I think that functional change in the way that we buy",
      "th": "และฉันคิดว่าการเปลี่ยนแปลงเชิงการใช้งาน ในแบบที่เราซื้อ"
    }
  },
  {
    "translation": {
      "en": "has made a difference in what our expectations are",
      "th": "สร้างความแตกต่างต่อความคาดหวังของเรา"
    }
  },
  {
    "translation": {
      "en": "and a sort of sense of entitlement about what we should have,",
      "th": "และการมีสิทธิ์ในสิ่งที่เราควรมี"
    }
  },
  {
    "translation": {
      "en": "and when we should have it, and if we should have to wait for it.",
      "th": "และเวลาที่เราควรได้มัน และเราควรต้องรอมันหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Dave] America, sadly, has gotten increasingly emotionally immature.",
      "th": "น่าเศร้าที่อเมริกาขาดวุฒิภาวะ ทางอารมณ์เพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "\"I want it, and I want it now, and I deserve it because I breathe air.\"",
      "th": "\"ฉันอยากได้และฉันจะเอาเดี๋ยวนี้ และฉันควรได้มันเพราะฉันมีตัวตน\""
    }
  },
  {
    "translation": {
      "en": "This is a four-year-old child in the cereal aisle",
      "th": "นี่คือเด็กอายุสี่ขวบที่ชั้นวางขายอาหารซีเรียล"
    }
  },
  {
    "translation": {
      "en": "throwing a fit because they can't have Froot Loops.",
      "th": "โมโหโวยวายเพราะไม่ได้ฟรุ๊ต ลูปส์ที่อยากได้"
    }
  },
  {
    "translation": {
      "en": "And yet it's a 54-year-old woman I'm talking to or man I'm talking to,",
      "th": "แต่กระนั้นนี่เป็นหญิงวัย 54 ปีที่ฉันคุยด้วย หรือผู้ชายที่ฉันคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "'cause he can't buy this little item he wants,",
      "th": "เพราะเขาไม่สามารถซื้อสินค้าเล็กๆ ที่ต้องการได้"
    }
  },
  {
    "translation": {
      "en": "'cause he doesn't have the money.",
      "th": "เพราะเขาไม่มีเงิน"
    }
  },
  {
    "translation": {
      "en": "Guess what? You're never gonna have the money for everything you want.",
      "th": "รู้ไหม คุณไม่มีทางมีเงินซื้อทุกอย่างที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "[T.K.] The kind of debt that creates the most problems in our society",
      "th": "หนี้ที่สร้างปัญหาส่วนใหญ่ในสังคมเรา"
    }
  },
  {
    "translation": {
      "en": "comes from a felt need to keep up with appearances.",
      "th": "มาจากความต้องการที่เรารู้สึก ว่าต้องรักษารูปลักษ์ภายนอก"
    }
  },
  {
    "translation": {
      "en": "Placing unnecessary burdens on yourself in order to maintain some kind of image.",
      "th": "กลายเป็นการสร้างภาระที่ไม่จำเป็น เพื่อรักษาภาพลักษณ์บางอย่าง"
    }
  },
  {
    "translation": {
      "en": "If I can't afford a BMW,",
      "th": "ถ้าฉันไม่มีปัญญาซื้อรถบีเอ็มดับเบิลยู"
    }
  },
  {
    "translation": {
      "en": "but I go into debt in order to acquire one,",
      "th": "แต่ฉันยอมเป็นหนี้เพื่อให้ได้มันมาสักคัน"
    }
  },
  {
    "translation": {
      "en": "I'm doing that because I-I want the… the social rewards, right,",
      "th": "ฉันก็จะทำเพราะอยากได้รางวัลทางสังคม"
    }
  },
  {
    "translation": {
      "en": "of… of being seen as a certain kind of person.",
      "th": "ของการถูกมองว่าเป็นคนแบบเฉพาะแบบหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Once your basic needs are met, the way that we as humans determine what is enough",
      "th": "เมื่อความต้องการพื้นฐานของคุณถูกตอบสนอง ในแบบที่เราในฐานะมนุษย์ตัดสินว่าอะไรพอเพียง"
    }
  },
  {
    "translation": {
      "en": "is relative to the people around us.",
      "th": "มันจะสัมพันธ์กับผู้คนรอบตัวเรา"
    }
  },
  {
    "translation": {
      "en": "Um, and so, that's where the saying \"keeping up with the Joneses\" came up.",
      "th": "นั่นคือที่มาของสิ่งที่คนพูดกันว่า \"ตามพวกโจนส์ให้ทัน\""
    }
  },
  {
    "translation": {
      "en": "We judge our furniture, our clothes, our car based on the people around us.",
      "th": "เราตัดสินเฟอร์นิเจอร์เรา เสื้อผ้าเรา รถเรา โดยอิงจากคนรอบตัวเรา"
    }
  },
  {
    "translation": {
      "en": "It used to be that the people around us were of similar socioeconomic background.",
      "th": "เมื่อก่อนคนรอบตัวเรา มีพื้นฐานทางสังคมเศรษฐกิจที่คล้ายกัน"
    }
  },
  {
    "translation": {
      "en": "So we were like, \"It's cool. We all got the same stuff.\"",
      "th": "เราเลยแบบว่า \"เจ๋งดี เราต่างมีของเหมือนกัน\""
    }
  },
  {
    "translation": {
      "en": "But now, with the onslaught of television and social media,",
      "th": "แต่ปัจจุบันนี้ สื่อโทรทัศน์และโซเชียลมีเดีย ที่ถาโถมเข้ามา"
    }
  },
  {
    "translation": {
      "en": "they have what's called the vertical expansion of our reference group.",
      "th": "พวกเขามีสิ่งที่เรียกว่าการขยายตัวแนวดิ่ง ของกลุ่มอ้างอิงของเรา"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my hair to Jennifer Aniston's.",
      "th": "ฉันกำลังเปรียบเทียบผมฉัน กับผมเจนนิเฟอร์ อนิสตัน"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my house to Kim Kardashian's.",
      "th": "ฉันกำลังเปรียบเทียบบ้านฉัน กับบ้านคิมคาร์เดเชียน"
    }
  },
  {
    "translation": {
      "en": "I think that we are more stressed and discontented today than ever before,",
      "th": "ฉันคิดว่าวันนี้เราเครียดและไม่พอใจ มากขึ้นกว่าแต่ก่อน"
    }
  },
  {
    "translation": {
      "en": "because we know so much more, or we think we know so much more,",
      "th": "เพราะเรารู้มากขึ้นกว่าเดิม หรือเราคิดว่าเรารู้มากขึ้นกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "about what's going on inside of the house of our neighbors and our friends.",
      "th": "ว่าเกิดอะไรขึ้นภายในบ้านของเพื่อนบ้านเรา และบ้านเพื่อนๆ เรา"
    }
  },
  {
    "translation": {
      "en": "And the comparison is so much stronger than in generations past,",
      "th": "การเปรียบเทียบรุนแรงมากกว่า สมัยคนรุ่นก่อนๆ ในอดีต"
    }
  },
  {
    "translation": {
      "en": "and we're constantly comparing our lives to other people's lives.",
      "th": "และเราเปรียบเทียบชีวิตเรา กับชีวิตคนอื่นอยู่สม่ำเสมอ"
    }
  },
  {
    "translation": {
      "en": "And when we do that, it rarely measures up.",
      "th": "และเมื่อเราทำแบบนั้น มันก็เทียบกันไม่ได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "This generation, more than previous generations,",
      "th": "คนรุ่นนี้ ยิ่งกว่าคนรุ่นก่อนๆ"
    }
  },
  {
    "translation": {
      "en": "we have to learn how to manage our attention,",
      "th": "ต้องเรียนรู้วิธีจัดการความสนใจของเราเอง"
    }
  },
  {
    "translation": {
      "en": "because there are so many people competing for it",
      "th": "เพราะมีคนแข่งขันกันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "and telling us, like, \"Look at this, and you'll be happy!\"",
      "th": "และบอกเราว่า \"ดูนี่สิแล้วคุณจะมีความสุข!\""
    }
  },
  {
    "translation": {
      "en": "\"Buy this, and you'll be happy!\"",
      "th": "\"ซื้อนี่แล้วคุณจะมีความสุข!\""
    }
  },
  {
    "translation": {
      "en": "And you have to step back from all of that and say, \"No, no, no. I first need time",
      "th": "และคุณต้องถอยออกมาจากอะไรพวกนั้น แล้วพูดว่า \"ไม่ อย่างแรกฉันต้องการเวลา"
    }
  },
  {
    "translation": {
      "en": "to come up with my own ideas about what's gonna make me happy.\"",
      "th": "เพื่อคิดหาไอเดียของฉันเองก่อนว่า อะไรทำให้ฉันมีความสุข\""
    }
  },
  {
    "translation": {
      "en": "For me, it all started with that one question.",
      "th": "สำหรับผมมันเริ่มจากคำถามเดียว"
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "th": "ชีวิตคุณจะดีขึ้นได้ยังไงเมื่อมีของน้อยลง"
    }
  },
  {
    "translation": {
      "en": "By answering that question, I was able to identify the purpose of minimalism.",
      "th": "เมื่อตอบคำถามนั้น ผมบอกเป้าหมายของความเรียบง่ายได้"
    }
  },
  {
    "translation": {
      "en": "Not just the \"how to,\" but the more important \"why to.\"",
      "th": "ไม่ใช่แค่ \"อย่างไีร\" แต่ที่สำคัญกว่าคือ \"ทำไม\""
    }
  },
  {
    "translation": {
      "en": "I realized, if I simplified my life,",
      "th": "ผมรู้ว่าถ้าผมทำชีวิตให้เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "I'd have more time for my health, my relationships,",
      "th": "ผมจะมีเวลาดูแลสุขภาพ ดูแลความสัมพันธ์ของผม"
    }
  },
  {
    "translation": {
      "en": "my creativity, my finances,",
      "th": "ความคิดสร้างสรรค์ของผม การเงินของผม"
    }
  },
  {
    "translation": {
      "en": "and I could contribute beyond myself in a meaningful way.",
      "th": "และผมสามารถมีร่วมแบ่งปันมากกว่ากับตัวเอง ในแบบที่มีความหมาย"
    }
  },
  {
    "translation": {
      "en": "You see, I was able to understand the benefits of minimalism",
      "th": "ผมเข้าใจประโยชน์ของความเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "well before I ever cleaned out a walk-in closet.",
      "th": "ก่อนที่ผมจะจัดระเบียบตู้เสื้อผ้าแบบวอล์กอิน"
    }
  },
  {
    "translation": {
      "en": "And so, when it came time for me to actually declutter, I started small.",
      "th": "และเมื่อถึงเวลาที่ผมต้องเลือกทิ้งอะไรสักอย่าง ผมจะเริ่มจากเล็กๆ ก่อน"
    }
  },
  {
    "translation": {
      "en": "I asked myself another question.",
      "th": "ผมจะถามคำถามตัวเองอีกข้อ"
    }
  },
  {
    "translation": {
      "en": "What if you removed one material possession from your life",
      "th": "ถ้าคุณต้องละทิ้งของในครอบครองสักชิ้นในชีวิตคุณ"
    }
  },
  {
    "translation": {
      "en": "each day for a month? Just one. What would happen?",
      "th": "แต่ละวันสักหนึ่งเดือน แค่ชิ้นเดียว จะเกิดอะไรขึ้นครับ"
    }
  },
  {
    "translation": {
      "en": "Let me tell you. I got rid of way more than 30 items in the first 30 days.",
      "th": "ผมจะบอกให้นะครับ ผมกำจัดข้าวของ ไปกว่า 30 ชิ้นใน 30 วันแรก"
    }
  },
  {
    "translation": {
      "en": "Like way, way more.",
      "th": "แบบเยอะมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "It became this kind of personal challenge, discovering what I could get rid of.",
      "th": "มันกลายเป็นความท้าทายส่วนตัว ที่ได้ค้นพบว่าผมสามารถกำจัดอะไรไปได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "So I searched my rooms and closets, my cabinets and hallways,",
      "th": "ผมเลยค้นห้องและตู้เสื้อผ้า ตู้ใส่ของและโถงทางเดิน"
    }
  },
  {
    "translation": {
      "en": "my car and office, rummaging for items to part with,",
      "th": "รถยนต์และออฟฟิศผม คุ้ยหาข้าวของที่ผมจะสลัดทิ้งได้"
    }
  },
  {
    "translation": {
      "en": "retaining only the things that added value to my life.",
      "th": "คงเหลือไว้เฉพาะสิ่งของที่เพิ่มคุณค่าให้ชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "Pondering each artifact in my home, I'd ask,",
      "th": "ครุ่นคิดถึงวัตถุแต่ละชิ้นในบ้าน ผมจะถามว่า"
    }
  },
  {
    "translation": {
      "en": "\"Does this thing add value to my life?\"",
      "th": "\"สิ่งนี้เพิ่มคุณค่าให้ชีวิตฉันไหม\""
    }
  },
  {
    "translation": {
      "en": "The more I asked this question, the more I gained momentum",
      "th": "และยิ่งผมถามคำถามนี้มากเท่าไหร่ ผมก็ยิ่งมีแรงผลักดัน"
    }
  },
  {
    "translation": {
      "en": "and embracing minimalism got easier by the day.",
      "th": "และยอมรับความเรียบง่ายได้ง่ายดายขึ้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "The more you do it, the freer, and happier, and lighter you feel,",
      "th": "ยิ่งคุณลงมือทำมากแค่ไหน คุณจะยิ่งมีความสุขและเบาสบายตัวมากขึ้น และคุณยิ่งอยากกำจัดข้าวของทิ้งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and the more you wanna throw overboard.",
      "th": "คุณจะยิ่งมีความสุขและเบาสบายตัวมากขึ้น และคุณยิ่งอยากกำจัดข้าวของทิ้งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "For me, a few shirts led to half a closet.",
      "th": "สำหรับผม เสื้อเชิ้ตไม่กี่ตัว นำไปสู่เสื้อผ้าครึ่งตู้"
    }
  },
  {
    "translation": {
      "en": "A few DVDs led to deep-sixing an entire library of unused discs.",
      "th": "ดีวีดีไม่กี่แผ่นนำไปสู่ การโละกองแผ่นดิสก์ที่ไม่ได้ใช้"
    }
  },
  {
    "translation": {
      "en": "A few decorative items led to junk drawers who shed their adjective.",
      "th": "ของตกแต่งบางชิ้นนำไปสู่ลิ้นชักเก็บของจุกจิก ที่ไม่มีของจุกจิกอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "It's a beautiful cycle. The more action you take, the more you wanna take action.",
      "th": "มันเป็นวัฏจักรที่สวยงาม ยิ่งคุณลงมือมากเท่าไหร่ คุณก็ยิ่งอยากลงมือมากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Once I started to get rid of stuff, it was just like the momentum just took over.",
      "th": "พอผมเริ่มกำจัดสิ่งต่างๆ มันเหมือนแรงผลักดันที่เข้ามาแทนที่"
    }
  },
  {
    "translation": {
      "en": "It was a snowball that I could not stop.",
      "th": "มันเป็นก้อนหิมะที่ใหญ่ขึ้นเรื่อยๆ จนฉันหยุดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I was ready to throw out as many things as possible.",
      "th": "ฉันพร้อมจะทิ้งของให้มากที่สุดเท่าที่จะทำได้"
    }
  },
  {
    "translation": {
      "en": "[Rechna] When you open up those drawers and look at what's in the back of them,",
      "th": "พอคุณเปิดลิ้นชักและดูว่ามีอะไรค้างอยู่ก้นลิ้นชัก"
    }
  },
  {
    "translation": {
      "en": "I don't think I even realized",
      "th": "ฉันไม่คิดว่าฉันรู้ตัวด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "half the stuff that we had hidden away in closets and in drawers.",
      "th": "ว่าเรามีของครึ่งหนึ่งซุกซ่อนเอาไว้ ในตู้เสื้อผ้าและในลิ้นชัก"
    }
  },
  {
    "translation": {
      "en": "[Victor] It… It really helped by focusing on just one part of the house,",
      "th": "มันช่วยให้สนใจแค่ส่วนหนึ่งของบ้าน ได้ดีมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "instead of just thinking,",
      "th": "แทนที่จะคิดแค่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, wow, I have 35 years of things in my house that I need to get rid of.\"",
      "th": "\"ฉันมีข้าวของที่สะสมมา 35 ปีในบ้าน ที่ฉันจำเป็นต้องโละทิ้ง\""
    }
  },
  {
    "translation": {
      "en": "[Michael] We got rid of our storage rental.",
      "th": "เรายกเลิกห้องเก็บของที่เช่าไว้"
    }
  },
  {
    "translation": {
      "en": "A huge storage rental that we'd been paying for for years",
      "th": "ค่าเช่าห้องเก็บของขนาดใหญ่ที่เราจ่ายมาหลายปี"
    }
  },
  {
    "translation": {
      "en": "and didn't really even know what was in there, gone.",
      "th": "แถมไม่รู้ด้วยซ้ำว่ามีอะไรอยู่ในนั้น"
    }
  },
  {
    "translation": {
      "en": "I remember going through my CD collection,",
      "th": "ฉันจำได้ว่าฉันเปิดดูแผ่นซีดีที่สะสมไว้"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even remember if I had a CD player in my car.",
      "th": "และฉันจำไม่ได้ด้วยซ้ำ ว่ามีเครื่องเล่นซีดีในรถรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "That was the one thing that made me think, \"That's probably a reason",
      "th": "และนั่นคือสิ่งหนึ่งที่ทำให้ฉันคิดว่า \"นั่นอาจเป็นเหตุผล"
    }
  },
  {
    "translation": {
      "en": "for me not to hold on to these CDs anymore if I don't even know if I can play them.\"",
      "th": "ที่ฉันจะไม่ยึดติดกับแผ่นซีดีพวกนี้อีกต่อไป ถ้าฉันไม่รู้ว่าจะเปิดฟังมันได้หรือเปล่าด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "As I began to get rid of things, one at a time, I just felt so much freer.",
      "th": "ตอนฉันเริ่มกำจัดสิ่งต่างๆ ทีละอย่าง ฉันรู้สึกเป็นอิสระมากขึ้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "There was freedom.",
      "th": "มีอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "When I started going through it, I got rid of 14 pairs of pants.",
      "th": "ตอนที่ฉันเริ่มลงมือจัดข้าวของ ฉันโละกางเกงทิ้งไป 14 ตัว"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe how high the stack was.",
      "th": "ไม่อยากเชื่อว่าเยอะเป็นกองพะเนิน"
    }
  },
  {
    "translation": {
      "en": "And so, I actually, you know, went through and counted them,",
      "th": "ฉันก็เลยลองรื้อๆ แล้วนับดู"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"14 pairs of pants sitting in the closet!\"",
      "th": "ฉันก็แบบ \"กางเกง 14 ตัวกองอยู่ในตู้เสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "[Michael] We put our house up for sale, because we just wanted to really start fresh",
      "th": "เราประกาศขายบ้าน เพราะเราแค่ต้องการเริ่มต้นใหม่"
    }
  },
  {
    "translation": {
      "en": "and just grab life, you know, and… and really be free.",
      "th": "และคว้าชีวิตไว้ และเป็นอิสระจริงๆ ซะที"
    }
  },
  {
    "translation": {
      "en": "It was a very freeing feeling, um, to just get started, and so I… I ran with it.",
      "th": "มันเป็นความรู้สึกอิสระที่จะได้เริ่มต้นใหม่ และฉันก็มุ่งมั่นทำต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Joshua] Over the course of eight months after my mother died,",
      "th": "ตลอดระยะเวลาแปดเดือนหลังจากที่แม่ผมเสีย"
    }
  },
  {
    "translation": {
      "en": "I deliberately jettisoned more than 90% of my material possessions.",
      "th": "ผมจงใจละทิ้งวัตถุทรัพย์สินของผม มากกว่า 90 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "Although, if you visited my home today, you probably wouldn't walk in and say,",
      "th": "แต่ถ้าวันนี้คุณไปเยี่ยมบ้านผม คุณจะไม่เดินมาแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my God!",
      "th": "\"พระเจ้าช่วย!"
    }
  },
  {
    "translation": {
      "en": "This guy's a minimalist!\"",
      "th": "หมอนี่เป็นพวกมินิมอลลิสต์\""
    }
  },
  {
    "translation": {
      "en": "No, you'd probably just ask how we keep things so organized,",
      "th": "ไม่ละครับ คุณอาจแค่ถามว่า เราจัดข้าวของอย่างไรให้เป็นระเบียบ"
    }
  },
  {
    "translation": {
      "en": "and I'd just tell you that my family and I, we don't own much,",
      "th": "และผมจะแค่บอกคุณว่าผมกับครอบครัว เราไม่ได้มีของมากมายอะไร"
    }
  },
  {
    "translation": {
      "en": "but everything we do own adds real value to our lives.",
      "th": "แต่ทุกอย่างที่เราเป็นเจ้าของ เพิ่มคุณค่าให้ชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "Each of our belongings, our clothes, our car, our kitchenware, our furniture",
      "th": "ข้าวของเราแต่ละชิ้น เสื้อผ้าเรา รถเรา เครื่องครัวเรา เฟอร์นิเจอร์เรา"
    }
  },
  {
    "translation": {
      "en": "has a function.",
      "th": "ล้วนมีประโยชน์ใช้สอย"
    }
  },
  {
    "translation": {
      "en": "As a minimalist, every possession serves a purpose",
      "th": "ในฐานะมินิมอลลิสต์ สมบัติทุกชิ้นมีวัตถุประสงค์"
    }
  },
  {
    "translation": {
      "en": "or it brings me joy, and everything else is out of the way.",
      "th": "หรือทำให้ผมมีความสุข ส่วนอย่างอื่นก็เอาทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "With all that clutter cleared, I…",
      "th": "เมื่อจัดข้าวของเรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "I finally felt compelled to start asking deeper questions.",
      "th": "สุดท้ายผมก็รู้สึกถูกกระตุ้น ให้เริ่มถามคำถามที่ลึกซึ้งขึ้น"
    }
  },
  {
    "translation": {
      "en": "Questions like, \"When did I give so much meaning to all these material possessions?",
      "th": "คำถามเช่น \"ฉันให้ความหมายกับสมบัติวัตถุพวกนี้ ซะมากมายเมื่อไหร่กัน"
    }
  },
  {
    "translation": {
      "en": "What is truly important in my life?",
      "th": "อะไรคือสิ่งสำคัญจริงๆ ในชีวิตของฉัน"
    }
  },
  {
    "translation": {
      "en": "Why have I been so discontented?",
      "th": "ทำไมฉันถึงไม่พอใจนักล่ะ"
    }
  },
  {
    "translation": {
      "en": "Who is the person I want to become, and how will I define my own success?\"",
      "th": "ใครคือคนที่ฉันอยากเป็น และฉันจะนิยามความสำเร็จของตัวเองยังไง\""
    }
  },
  {
    "translation": {
      "en": "Now, these… these are tough questions with difficult answers,",
      "th": "นี่คือคำถามสุดหินที่มากับคำตอบแสนยาก"
    }
  },
  {
    "translation": {
      "en": "but they've proven to be more important than just trashing my excess stuff.",
      "th": "แต่มันสำคัญกว่าแค่ โละข้าวของส่วนเกินของผมทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "And if we don't answer these questions carefully, rigorously…",
      "th": "และถ้าเราไม่ตอบคำถามพวกนี้อย่างระมัดระวัง อย่างเคร่งครัด"
    }
  },
  {
    "translation": {
      "en": "then those closets that we just decluttered",
      "th": "ตู้เสื้อผ้าพวกนั้นที่เราเพิ่งจัดเป็นระเบียบ"
    }
  },
  {
    "translation": {
      "en": "will be brimming with new purchases in the not-too-distant future.",
      "th": "ก็จะล้นไปด้วยของที่ซื้อมาใหม่ ในอนาคตอันใกล้"
    }
  },
  {
    "translation": {
      "en": "So, as I let go…",
      "th": "ดังนั้นเมื่อผมปล่อยว่าง..."
    }
  },
  {
    "translation": {
      "en": "and as I started facing some of life's tougher questions…",
      "th": "และเริ่มเผชิญกับคำถามแสนยากของชีวิต..."
    }
  },
  {
    "translation": {
      "en": "my life got simpler.",
      "th": "ชีวิตผมก็เรียบง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "The people around me noticed something was different too.",
      "th": "คนรอบตัวผมก็เห็นความแตกต่างเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "My best friend, a guy named Ryan Nicodemus,",
      "th": "เพื่อนสนิทผม ชายชื่อไรอัน นิโคเดมัส"
    }
  },
  {
    "translation": {
      "en": "whom I've known since we were fat little fifth-graders…",
      "th": "คนที่ผมรู้จักตั้งแต่สมัยเป็นเด็กอ้วนเกรดห้า..."
    }
  },
  {
    "translation": {
      "en": "-he came to me one day and said… -[thunder rumbles]",
      "th": "วันหนึ่งเขามาหาผมและบอกว่า"
    }
  },
  {
    "translation": {
      "en": "[Joshua] \"Why the hell are you so happy?\"",
      "th": "\"ทำไมนายมีความสุขนักหนา\""
    }
  },
  {
    "translation": {
      "en": "So I told him about this thing called minimalism.",
      "th": "ผมเลยบอกเขาเรื่องสิ่งที่เรียกว่าความเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "And he said, \"What the hell is minimalism?\"",
      "th": "แล้วเขาก็พูดว่า \"ความเรียบง่ายคืออะไร"
    }
  },
  {
    "translation": {
      "en": "And so I said, \"Minimalism is the thing that gets us past the things,",
      "th": "ผมเลยบอกว่า \"ความเรียบง่าย คือสิ่งที่ทำให้เราก้าวผ่านสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "so we can make room for life's most important things,",
      "th": "เพื่อที่เราจะสร้างพื้นที่ให้สิ่งสำคัญที่สุดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "which actually aren't things at all.",
      "th": "ที่ไม่ใช่สิ่งของเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "You know what, Ryan?",
      "th": "รู้อะไรไหมไรอัน"
    }
  },
  {
    "translation": {
      "en": "I think you might benefit from this minimalism thing too, because…",
      "th": "ฉันว่านายอาจได้ประโยชน์ จากความเรียบง่ายนี้ด้วยเพราะว่า..."
    }
  },
  {
    "translation": {
      "en": "Well, because you've got a lot of shit.\"",
      "th": "คือเพราะนายข้าวของเยอะ\""
    }
  },
  {
    "translation": {
      "en": "[Ryan] That's when I remember really…",
      "th": "ตอนนั้นแหละที่ฉันจำได้ว่า..."
    }
  },
  {
    "translation": {
      "en": "really looking at what you were doing different with your life.",
      "th": "ได้มองดูจริงๆ ว่านายทำสิ่งที่แตกต่างกับชีวิตนาย"
    }
  },
  {
    "translation": {
      "en": "Like, I had to find out, like, \"Okay, what is Josh doing differently?\"",
      "th": "ฉันต้องรู้ให้ได้ ว่า \"โอเค จอชทำอะไรที่ต่างออกไป\""
    }
  },
  {
    "translation": {
      "en": "Because my life was so out of control. I needed to make a change.",
      "th": "เพราะชีวิตฉันมันควบคุมไม่ได้ ฉันเลยต้องเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "You obviously had made some changes, so that's…",
      "th": "เห็นอยู่ว่านายเองก็เปลี่ยนแปลง ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "I remember that's when I invited you for that really fancy lunch at Subway.",
      "th": "ฉันจำได้ว่ามันตอนที่ฉันชวนนาย มากินมื้อเที่ยงสุดแจ่มที่ร้านซับเวย์"
    }
  },
  {
    "translation": {
      "en": "-Yeah. [chuckles] -And, uh, we sat down and…",
      "th": "- ใช่ - เรานั่งแล้วก็..."
    }
  },
  {
    "translation": {
      "en": "had… had our sandwiches,",
      "th": "กินแซนด์วิช"
    }
  },
  {
    "translation": {
      "en": "and I just remember asking you, like, \"Why the hell are you so happy?\"",
      "th": "และฉันจำได้ว่าถามนาย ว่า \"ทำไมนายมีความสุขนัก\""
    }
  },
  {
    "translation": {
      "en": "And, you know, if it wasn't you -who told me about minimalism… -[Joshua] Uh-huh.",
      "th": "และรู้ไหม ถ้าไม่ใช่นายที่เป็นคนบอกฉัน เรื่องความเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "[Ryan] If it was anyone else, I don't know if I would have been so quick",
      "th": "ถ้าลองเป็นคนอื่น ฉันไม่รู้ว่าฉันจะเต็มใจลองทำดูไวแบบนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "to be willing to try it out.",
      "th": "ฉันไม่รู้ว่าฉันจะเต็มใจลองทำดูไวแบบนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "As we were sitting there, having our lunch,",
      "th": "ตอนที่เรานั่งกินมื้อเที่ยงกันอยู่"
    }
  },
  {
    "translation": {
      "en": "he talked about how he'd spent the last several months simplifying.",
      "th": "เขาพูดถึงการใช้เวลาหลายเดือนที่ผ่านมา ทำสิ่งต่างๆ ให้เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "Clearing the clutter. Making room for life's most important things.",
      "th": "จัดการความเกะกะรกรุงรัง หาพื้นที่ให้สิ่งสำคัญที่สุดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "So me, being the problem solver that I am,",
      "th": "ผมเป็นนักแก้ปัญหาอย่างที่ผมเป็น"
    }
  },
  {
    "translation": {
      "en": "I decided to become a minimalist right there on the spot.",
      "th": "ผมตัดสินใจที่จะเป็นชาวมินิมอลลิสต์ ตรงนั้น เดี๋ยวนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I looked up at Josh, and I excitedly announced,",
      "th": "ผมมองจอชและประกาศอย่างตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "\"All right, man, I'm in. I'll do it! I'm going to become a minimalist.",
      "th": "ว่า \"เอาละ ฉันเอาด้วย ฉันจะลุย! ฉันจะเป็นชาวมินิมอลลิสต์"
    }
  },
  {
    "translation": {
      "en": "Now what?\"",
      "th": "ทีนี้ไงต่อ\""
    }
  },
  {
    "translation": {
      "en": "You see, I didn't want to spend several months slowly paring down, like he had.",
      "th": "คือผมไม่อยากใช้เวลาหลายเดือน ค่อยๆ โละข้าวของทีละน้อยเหมือนเขาทำ"
    }
  },
  {
    "translation": {
      "en": "I mean, that was great for him, but I wanted faster results.",
      "th": "คือเขาทำได้เยี่ยมนะครับ แต่ผมต้องการผลลัพธ์ทันใจ"
    }
  },
  {
    "translation": {
      "en": "So, we came up with a wild idea called a packing party.",
      "th": "เราเลยคิดไอเดียแปลกๆ ขึ้นมา เรียกว่าปาร์ตี้จัดของ"
    }
  },
  {
    "translation": {
      "en": "We decided to pack all my belongings as if I were moving.",
      "th": "เราตัดสินใจจะเก็บข้าวของของผม ราวกับว่ากำลังย้ายบ้าน"
    }
  },
  {
    "translation": {
      "en": "Then I would unpack only the items I needed over the next three weeks.",
      "th": "แล้วผมก็จะหยิบเอาของที่จำเป็นต้องใช้ ในอีกสามสัปดาห์ข้างหน้าออกมาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "So Josh came over, and he literally helped me box up everything.",
      "th": "จอชแวะมาและเขาช่วยผมเอาข้าวของลงลัง"
    }
  },
  {
    "translation": {
      "en": "My clothes, my kitchenware, my towels, my TVs,",
      "th": "ทั้งเสื้อผ้าผม เครื่องครัวผม ผ้าเช็ดตัวผม ทีวีผม"
    }
  },
  {
    "translation": {
      "en": "my electronics, my framed photographs and paintings, my toiletries.",
      "th": "เครื่องใช้ไฟฟ้าผม รูปถ่ายและภาพวาดใส่กรอบ ของใช้ในห้องน้ำของผม"
    }
  },
  {
    "translation": {
      "en": "Everything. We literally pretended like I was moving.",
      "th": "ทุกอย่างเลยครับ เราแกล้งทำเป็นว่าผมกำลังย้ายบ้าน"
    }
  },
  {
    "translation": {
      "en": "So after nine hours and a couple of pizza deliveries,",
      "th": "เก้าชั่วโมงผ่านไป บวกกับพิซซ่าสองถาดที่มาส่ง"
    }
  },
  {
    "translation": {
      "en": "there Josh and I were, sitting in my second living room,",
      "th": "ผมกับจอชก็นั่งกันอยู่ในห้องนั่งเล่น ห้องที่สองของผม"
    }
  },
  {
    "translation": {
      "en": "staring at these boxes stacked halfway to my 12 ft. ceiling.",
      "th": "ตาจ้องกล่องพวกนี้ที่กองพะเนินถึงครึ่งหนึ่ง ของเพดานห้องที่สูง 12 ฟุต"
    }
  },
  {
    "translation": {
      "en": "Everything I owned, everything I had worked so hard for over the last decade,",
      "th": "ทุกอย่างที่ผมเป็นเจ้าของ ผมโหมงานหนักแลกมาตลอดสิบปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "it was all sitting there in that room.",
      "th": "มันวางกองอยู่ในห้องนั้น"
    }
  },
  {
    "translation": {
      "en": "Just boxes stacked on top of boxes stacked on top of boxes.",
      "th": "มีแค่กล่องที่ซ้อนกันบน กล่องที่ซ้อนกันบนกล่อง"
    }
  },
  {
    "translation": {
      "en": "Now each box was labeled really well",
      "th": "ตอนนี้ในแต่ละกล่องปิดป้ายกำกับไว้อย่างดี"
    }
  },
  {
    "translation": {
      "en": "so I'd know where to go when I needed a particular item.",
      "th": "ผมจะได้รู้ว่าจะต้องหยิบกล่องไหน เมื่อต้องการของสักชิ้น"
    }
  },
  {
    "translation": {
      "en": "Labels like \"junk drawer,\" \"living room number one,\"",
      "th": "ป้ายอย่าง \"ลิ้นชักของจุกจิก\" \"ห้องนั่งเล่นหมายเลขหนึ่ง\""
    }
  },
  {
    "translation": {
      "en": "\"kitchen utensils,\" \"junk drawer number seven.\"",
      "th": "\"เครื่องใช้ในครัว\" \"ลิ้นชักของจุกจิกหมายเลขเจ็ด\""
    }
  },
  {
    "translation": {
      "en": "I spent the next 21 days unpacking only the items I needed.",
      "th": "ผมใช้เวลาอีก 21 วันต่อมา หยิบเอาของที่ผมต้องใช้จริงๆ ออกจากกล่อง"
    }
  },
  {
    "translation": {
      "en": "My toothbrush, my bed and bed sheets,",
      "th": "แปรงสีฟัน เตียงและผ้าปูเตียงของผม"
    }
  },
  {
    "translation": {
      "en": "some clothes for work, the furniture I actually used,",
      "th": "เสื้อผ้า ทำงานเฟอร์นิเจอร์ที่ผมเคยใช้"
    }
  },
  {
    "translation": {
      "en": "a tool set, some kitchenware.",
      "th": "ชุดเครื่องมือ เครื่องครัว"
    }
  },
  {
    "translation": {
      "en": "Just the things that added value to my life.",
      "th": "แค่สิ่งของที่เพิ่มคุณค่าให้ชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "After three weeks…",
      "th": "สามสัปดาห์ผ่านไป..."
    }
  },
  {
    "translation": {
      "en": "I had 80% of my stuff still sitting in those boxes.",
      "th": "ผมยังมีของอีก 80 เปอร์เซ็นต์วางนิ่งอยู่ในกล่อง"
    }
  },
  {
    "translation": {
      "en": "Just sitting there, un-accessed.",
      "th": "วางไว้ยังงั้น ไม่ได้หยิบมาใช้"
    }
  },
  {
    "translation": {
      "en": "You know, I looked at those boxes… I couldn't even remember what was in most of 'em.",
      "th": "ผมดูกล่องพวกนั้น และจำไม่ได้ว่ามีอะไรในกล่องบ้าง"
    }
  },
  {
    "translation": {
      "en": "All those things I brought into my life to make me happy…",
      "th": "ทุกอย่างที่ผมเอาเข้ามาในชีวิต เพื่อทำให้ตัวเองมีความสุข..."
    }
  },
  {
    "translation": {
      "en": "they weren't doing their job.",
      "th": "มันไม่ได้ทำหน้าที่ของมันเลย"
    }
  },
  {
    "translation": {
      "en": "So that's when I decided to let go. And you know what?",
      "th": "ตอนนั้นเองที่ผมตัดสินใจปล่อยวาง และรู้อะไรไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I started to feel free for the first time in my life.",
      "th": "เป็นครั้งแรกในชีวิตที่ผมเริ่มรู้สึกเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "I got my time back.",
      "th": "ผมได้เวลาของผมคืนมา"
    }
  },
  {
    "translation": {
      "en": "I got my life back.",
      "th": "ผมได้ชีวิตกลับคืนมา"
    }
  },
  {
    "translation": {
      "en": "And as I changed my life,",
      "th": "และตอนที่ผมเปลี่ยนแปลงชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I was focused on community, not consumerism.",
      "th": "ความสนใจของผมอยู่ที่ชุมชน ไม่ใช่การยึดติดกับวัตถุ"
    }
  },
  {
    "translation": {
      "en": "Giving, not taking.",
      "th": "การให้ ไม่ใช่การรับเอามา"
    }
  },
  {
    "translation": {
      "en": "People, not stuff.",
      "th": "ผู้คน ไม่ใช่สิ่งของ"
    }
  },
  {
    "translation": {
      "en": "It just made us really, you know, reassess our lives,",
      "th": "มันทำให้เราประเมินคุณค่าชีวิตเราอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "reassess our goals and our commitments.",
      "th": "ประเมินเป้าหมายและความยึดมั่นของเรา"
    }
  },
  {
    "translation": {
      "en": "Friends, and family, and colleagues have acknowledged a profound change in me.",
      "th": "เพื่อน ครอบครัวและเพื่อนร่วมงาน ต่างยอมรับการเปลี่ยนแปลงลึกซึ้งในตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "It's given me the opportunity",
      "th": "มันมอบโอกาสให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "to be that person that I used to just talk about being.",
      "th": "ได้เป็นคนที่ฉันเคยพูดว่าอยากจะเป็น"
    }
  },
  {
    "translation": {
      "en": "Because of the way that my values have really been reorganized,",
      "th": "เป็นเพราะวิธีที่ค่านิยมของฉันถูกจัดระเบียบใหม่"
    }
  },
  {
    "translation": {
      "en": "I am grateful for every single second.",
      "th": "ฉันรู้สึกขอบคุณทุกวินาที"
    }
  },
  {
    "translation": {
      "en": "Really, I began to find myself again.",
      "th": "จริงๆ ฉันเริ่มค้นพบตัวเองอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And for that, I am so thankful.",
      "th": "และด้วยเหตุนั้น ฉันจึงซาบซึ้งมาก"
    }
  },
  {
    "translation": {
      "en": "Minimalism…",
      "th": "ความเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "it changed my life.",
      "th": "มันเปลี่ยนชีวิตฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "This emotion washed over me. You know, it was really overwhelming.",
      "th": "ความรู้สึกนี้ไหลบ่าถาโถมผม มันรู้สึกท่วมท้นจริงๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "And it was this feeling of great abundance, you know.",
      "th": "และมันคือความรู้สึกสมบูรณ์พร้อมน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Like an abundance where everything is fine.",
      "th": "เหมือนความสมบูรณ์ที่ทุกอย่างดีงาม"
    }
  },
  {
    "translation": {
      "en": "You have everything that you need, all is well. And I don't think I'd…",
      "th": "คุณมีทุกอย่างที่คุณต้องการ ทุกอย่างเรียบร้อยดี และผมไม่คิดว่าผมจะ..."
    }
  },
  {
    "translation": {
      "en": "I get emotional thinking back to it, right.",
      "th": "อารมณ์อ่อนไหวเมื่อคิดย้อนกลับไป"
    }
  },
  {
    "translation": {
      "en": "I don't think I had that feeling since I was maybe four or five years old, so…",
      "th": "ผมไม่คิดว่าผมรู้สึกแบบนั้น ตั้งแต่อายุน่าจะสี่หรือห้าขวบ ก็เลย..."
    }
  },
  {
    "translation": {
      "en": "This just deep knowing, you know, that all I wanted,",
      "th": "มันแค่รู้แก่ใจลึกๆ น่ะครับ ว่าทั้งหมดที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "you know, all I was searching for, all I needed…",
      "th": "ทั้งหมดที่ฉันผมตามหา ทุกสิ่งที่ผมต้องการ..."
    }
  },
  {
    "translation": {
      "en": "I already had it.",
      "th": "ผมมีมันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Ryan] A little over a year after my packing party experiment,",
      "th": "หนึ่งปีกว่าๆ หลังการทดลองปาร์ตี้จัดของของผม"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "th": "บางสิ่งที่ไม่คาดคิดเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "My boss called me on a Friday morning",
      "th": "เจ้านายผมโทรหาผมตอนเช้าวันศุกร์"
    }
  },
  {
    "translation": {
      "en": "and told me to drive down to Cincinnati that afternoon",
      "th": "และบอกให้ผมขับรถไปซินซินแนติบ่ายวันนั้น"
    }
  },
  {
    "translation": {
      "en": "to meet him at the company's Human Resources office.",
      "th": "เพื่อพบเขาที่ฝ่ายทรัพยากรบุคคล ของบริษัท"
    }
  },
  {
    "translation": {
      "en": "I walked into the conference room and saw my boss",
      "th": "ผมเดินเข้าไปในห้องประชุมและเห็นหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "and someone from HR sitting on the other side of the conference table.",
      "th": "กับคนจากฝ่ายบุคคลนั่งอยู่อีกฝั่งของโต๊ะประชุม"
    }
  },
  {
    "translation": {
      "en": "My boss shook his head.",
      "th": "หัวหน้าผมส่ายหัว"
    }
  },
  {
    "translation": {
      "en": "\"We've eliminated your position with the latest round of cuts,\" my boss said.",
      "th": "\"เรายุบตำแหน่งคุณในการตัดงบล่าสุด\" เจ้านายผมบอก"
    }
  },
  {
    "translation": {
      "en": "\"This change, it's effective immediately.\"",
      "th": "\"การเปลี่ยนแปลงนี้มีผลทันที\""
    }
  },
  {
    "translation": {
      "en": "After seven promotions in less than a decade,",
      "th": "หลังจากได้เลื่อนตำแหน่งเจ็ดครั้ง ภายในไม่ถึงสิบปี"
    }
  },
  {
    "translation": {
      "en": "I was laid off with no notice.",
      "th": "ผมถูกให้ออกจากงานโดยไม่แจ้งล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "And then I was surprised by my next thought.",
      "th": "และผมต้องประหลาดใจ กับความคิดต่อมาของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "\"Isn't this the best thing that could have happened?\"",
      "th": "\"นี่คือสิ่งที่ดีที่สุดที่เกิดขึ้นกับฉันไม่ใช่รึไง\""
    }
  },
  {
    "translation": {
      "en": "It was like a huge weight had been lifted off my shoulders.",
      "th": "รู้สึกเหมือนยกภูเขาออกจากอกครับ"
    }
  },
  {
    "translation": {
      "en": "I knew it was time for me to move on, and this was the nudge I needed.",
      "th": "ผมรู้ว่าถึงเวลาที่ผมต้องก้าวต่อไป และนี่คือสิ่งที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "My entire perspective had changed.",
      "th": "มุมมองของผมเปลี่ยนไปสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "And then I thought to myself, \"There might be some people out there",
      "th": "แล้วผมก็คิดกับตัวเอง \"อาจมีบางคนที่เห็นคุณค่าเรื่องราวของผม"
    }
  },
  {
    "translation": {
      "en": "who would find value in my story.",
      "th": "\"อาจมีบางคนที่เห็นคุณค่าเรื่องราวของผม"
    }
  },
  {
    "translation": {
      "en": "Who would find value in our story.\"",
      "th": "คนที่เห็นคุณค่าในเรื่องราวของเรา\""
    }
  },
  {
    "translation": {
      "en": "So Josh and I, we decided to do what any two 30-year-old dudes would do.",
      "th": "จอชกับผม เราตัดสินใจ ทำสิ่งที่ชายอายุ 30 สองคนจะทำ"
    }
  },
  {
    "translation": {
      "en": "We started a blog.",
      "th": "เราเริ่มเขียนบล็อกครับ"
    }
  },
  {
    "translation": {
      "en": "That was a decade ago.",
      "th": "สิบปีมาแล้วนะครับ"
    }
  },
  {
    "translation": {
      "en": "And you know what? Something amazing happened.",
      "th": "และรู้อะไรไหม เรื่องสุดน่าทึ่งได้เกิดขึ้นครับ"
    }
  },
  {
    "translation": {
      "en": "Fifty-two people visited our website in the first month.",
      "th": "มีคนเข้าชมเว็บไซต์เรา 52 คนในเดือนแรก"
    }
  },
  {
    "translation": {
      "en": "I realize that might sound unremarkable at first, but Josh and I, we were excited.",
      "th": "ผมรู้ว่าอาจฟังดูไม่ได้สำคัญอะไร แต่จอชกับผมตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "And then other remarkable things started happening.",
      "th": "แล้วเรื่องน่าทึ่งอื่น ๆก็เริ่มเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Fifty-two readers turned into 500, 500 turned into 5,000",
      "th": "ผู้อ่านห้าสิบสองคนกลายเป็น 500 คน ห้าร้อยคนกลายเป็น 5,000 คน"
    }
  },
  {
    "translation": {
      "en": "and now we have the privilege",
      "th": "และตอนนี้เราได้รับเกียรติ"
    }
  },
  {
    "translation": {
      "en": "of sharing our message with millions of people every year.",
      "th": "ให้แบ่งปันสาระข้อความของเรา กับคนนับล้านๆ ทุกปี"
    }
  },
  {
    "translation": {
      "en": "It turns out, when you add value to people's lives,",
      "th": "กลายเป็นว่าเมื่อคุณเพิ่มคุณค่าให้กับชีวิตผู้คน"
    }
  },
  {
    "translation": {
      "en": "they're pretty eager to share your story with their friends and family",
      "th": "พวกเขากระตือรือร้นที่จะแบ่งปันเรื่องราวของคุณ กับเพื่อนและครอบครัวพวกเขา"
    }
  },
  {
    "translation": {
      "en": "to add value to their lives.",
      "th": "เพื่อเพิ่มคุณค่าให้กับชีวิตพวกเขา"
    }
  },
  {
    "translation": {
      "en": "It's fitting that we're back here.",
      "th": "มันเหมาะเจาะที่เรากลับมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Not just in Dayton, but here at Press, at this coffee shop,",
      "th": "ไม่ใช่แค่กลับมาที่เดย์ตัน แต่ที่นี่ ที่ร้านกาแฟเพรส"
    }
  },
  {
    "translation": {
      "en": "because this is where it literally started for us.",
      "th": "เพราะที่นี่คือจุดเริ่มต้นของเรา"
    }
  },
  {
    "translation": {
      "en": "Even back when we were in the corporate world,",
      "th": "แม้แต่ตอนที่เราอยู่ในวงการธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "you and I would meet here, and this was our place for creation.",
      "th": "นายกับฉันจะมาเจอกันที่นี่ และมันเหมือนที่เพื่อการสร้างสรรค์ของเรา"
    }
  },
  {
    "translation": {
      "en": "It was almost like we required this extra space outside of the corporate world,",
      "th": "มันเหมือนเราต้องการพื้นที่พิเศษนี้ นอกเหนือจากโลกธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "outside of our cluttered personal lives,",
      "th": "นอกเหนือชีวิตส่วนตัวที่ยุ่งเหยิง"
    }
  },
  {
    "translation": {
      "en": "to come here, to figure out how to create, how to simplify our lives.",
      "th": "เพื่อมาที่นี่ เพื่อหาวิธีสร้างสรรค์ เพื่อทำให้ชีวิตง่ายดายขึ้น"
    }
  },
  {
    "translation": {
      "en": "To take this sort of feeling that we were experiencing",
      "th": "เพื่อเอาความรู้สึกที่เราพบสัมผัส"
    }
  },
  {
    "translation": {
      "en": "and get it down onto the page.",
      "th": "มาถ่ายทอดลงบนหน้ากระดาษ"
    }
  },
  {
    "translation": {
      "en": "[Erwin] I think we should all be allowed to Etch A Sketch our life and say,",
      "th": "ผมคิดว่าเราทุกคนควรได้รับโอกาส ให้เริ่มต้นชีวิตใหม่และพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I thought this is the life I wanted, but it's not,",
      "th": "\"ฉันนึกว่านี่คือชีวิตที่ฉันต้องการ แต่เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "and so I'm gonna start over again.\"",
      "th": "ฉันก็เลยจะเริ่มต้นใหม่อีกครั้ง\""
    }
  },
  {
    "translation": {
      "en": "If you have a longing, and a dream, and a passion inside of you,",
      "th": "ถ้าคุณมีความปรารถนาและความฝัน และความหลงใหลในตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "why hold on to what you used to do and who you used to be",
      "th": "ทำไมต้องยึดติดกับสิ่งที่คุณเคยทำ และคนที่คุณเคยเป็น"
    }
  },
  {
    "translation": {
      "en": "and… and lose who you want to become?",
      "th": "และสูญเสียตัวตนที่คุณอยากเป็นด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "No matter where we're at on our journey towards less,",
      "th": "ไม่ว่าเราจะอยู่ตรงไหนบนเส้นทาง สู่การมีน้อยลง"
    }
  },
  {
    "translation": {
      "en": "we are always going to be pulled in that direction.",
      "th": "เราก็จะถูกดึงไปสู่ทิศทางนั้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "The direction of comparison, the direction of being overwhelmed by the media.",
      "th": "ทิศทางของการเปรียบเทียบ ทิศทางของการถูกสื่อครอบงำ"
    }
  },
  {
    "translation": {
      "en": "And the truth is we have to constantly refocus ourselves.",
      "th": "ความจริงคือเราต้องหมั่นใส่ใจกับตัวเองเสมอ"
    }
  },
  {
    "translation": {
      "en": "We make life unnecessarily complicated",
      "th": "เราทำให้ชีวิตยุ่งยากโดยไม่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "because we overlook or underestimate the… the sense of direction that can come",
      "th": "เพราะเรามองข้าม หรือประเมินทิศทางที่อาจเกิดขึ้นต่ำไป"
    }
  },
  {
    "translation": {
      "en": "from just taking a little time to sit alone with ourselves,",
      "th": "จากการนั่งอยู่กับตัวเองตามลำพังสักพัก"
    }
  },
  {
    "translation": {
      "en": "to sit in the quiet and say,",
      "th": "ไปจนถึงนั่งเงียบๆ และพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'm not gonna get my ideas about what a good life is",
      "th": "\"ฉันจะไม่เข้าใจหรอกว่าชีวิตที่ดีคืออะไร"
    }
  },
  {
    "translation": {
      "en": "from external sources of stimulation.",
      "th": "จากตัวกระตุ้นภายนอก"
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to that inner voice and see where that's guiding me.\"",
      "th": "ฉันจะฟังเสียงจากข้างใน และดูสิว่ามันจะนำพาฉันไปไหน\""
    }
  },
  {
    "translation": {
      "en": "[Erwin] If people could just make a decision to be fully alive,",
      "th": "ถ้าเพียงแต่คนเราตัดสินใจ ที่จะมีชีวิตชีวาอย่างสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "if they could just get rid of everything that's sucking the life out of their soul,",
      "th": "ถ้าพวกเขาเพียงแต่กำจัดทุกอย่าง ที่ดูดเอาพลังชีวิตและจิตวิญญาณพวกเขาไป"
    }
  },
  {
    "translation": {
      "en": "that's when you're gonna find your passion.",
      "th": "ตอนนั้นแหละที่คุณจะพบความหลงใหล"
    }
  },
  {
    "translation": {
      "en": "But your passion will never be about yourself.",
      "th": "แต่ความหลงใหลของคุณ จะไม่มีวันเกี่ยวกับตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "Your passion will always be about some good you can do in the world.",
      "th": "ความหลงใหลของคุณ จะเป็นสิ่งดีๆ ที่คุณทำได้ในโลกนี้อยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "That's why Josh and I are right here right now.",
      "th": "จอชกับผมถึงได้มาอยู่ตรงนี้ตอนนี้ไงครับ"
    }
  },
  {
    "translation": {
      "en": "We really hope we can add value to your life",
      "th": "เราหวังอย่างยิ่งว่าเราจะเพิ่มคุณค่าให้ชีวิตคุณได้"
    }
  },
  {
    "translation": {
      "en": "by encouraging you to let go.",
      "th": "ด้วยการเป็นกำลังใจให้คุณปล่อยวาง"
    }
  },
  {
    "translation": {
      "en": "To imagine a life with more.",
      "th": "เพื่อนึกภาพชีวิตที่มีมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "More time, more meaningful relationships,",
      "th": "เวลามากขึ้น ความสัมพันธ์ที่มีความหมายมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "more growth, and contribution, and contentment.",
      "th": "การเติบโตและการมีส่วนร่วม และความพึงพอใจที่มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "A life of passion,",
      "th": "ชีวิตแห่งความหลงใหล"
    }
  },
  {
    "translation": {
      "en": "unencumbered by the trappings of the chaotic world around you.",
      "th": "ไร้พันธะผูกพันจากกับดักแห่งโลกแสนวุ่นวาย รอบตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "What you're imagining is an intentional life.",
      "th": "สิ่งที่คุณจินตนาการคือชีวิตเปี่ยมเจตนารมณ์"
    }
  },
  {
    "translation": {
      "en": "Not a perfect life.",
      "th": "หาใช่ชีวิตสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Not even an easy life.",
      "th": "ไม่ใช่แม้แต่ชีวิตง่ายๆ ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "But a simple one.",
      "th": "แต่เป็นชีวิตที่เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "And to get there, you might have to let go of some stuff that's in the way.",
      "th": "และเพื่อไปถึงจุดนั้น คุณอาจ ต้องสละปล่อยว่างสิ่งของบางอย่างระหว่างทาง"
    }
  },
  {
    "translation": {
      "en": "♪ Clearing space I found a moment taking shape ♪",
      "th": "(รับภารกิจท้าทาย \"เลส อิส นาว\") (จับคู่กับเพื่อน สมาชิกในครอบครัว เพื่อนร่วมงาน)"
    }
  },
  {
    "translation": {
      "en": "♪ Collect the memories We put them into frames ♪",
      "th": "(แต่ละคนจะต้องทิ้งของหนึ่งอย่างในวันแรก)"
    }
  },
  {
    "translation": {
      "en": "♪ The beauty of our day-to-day ♪",
      "th": "(สองอย่างในวันที่สอง) (สามอย่างในวันที่สาม)"
    }
  },
  {
    "translation": {
      "en": "♪ Hung on walls inside this home we built The life that we had made ♪",
      "th": "(และทำไปเรื่อยๆ) (ทิ้งอะไรก็ได้!) (ของสะสม) (ของตกแต่ง)"
    }
  },
  {
    "translation": {
      "en": "♪ You kept my childhood In a box beneath your bed ♪",
      "th": "(หุ่นฟิกเกอร์ เสื้อผ้า ผ้าเช็ดตัว เครื่องมือ หมวก)"
    }
  },
  {
    "translation": {
      "en": "♪ My teenage years Upon some shelves inside the shed ♪",
      "th": "(บริจาค ขายหรือรีไซเคิล) (ของทุกสิ่งต้องหมดไปก่อนเที่ยงคืน)"
    }
  },
  {
    "translation": {
      "en": "♪ My crayon portraits on your fridge ♪",
      "th": "(คุณจะทำได้ตลอดทั้งเดือนไหม)"
    }
  },
  {
    "translation": {
      "en": "♪ You saved every souvenir ♪ ♪ 'Cause you were scared You would forget ♪",
      "th": "(แบ่งปันความคืบหน้าของคุณ)"
    }
  },
  {
    "translation": {
      "en": "♪ You kept all of my stuff ♪",
      "th": "(#เลสอิสนาว)"
    }
  }
]