[
  {
    "translation": {
      "en": "[narrator] Hollywood, California. Tinseltown is boomtown.",
      "th": "ฮอลลีวูด แคลิฟอร์เนีย ทินเซลทาวน์คือเมืองที่รุ่งเรืองอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "During the war, Los Angeles grew as a hub of wartime industry,",
      "th": "ในช่วงสงคราม ลอสแอนเจลิส กลายเป็นศูนย์กลางของอุตสาหกรรมสงคราม"
    }
  },
  {
    "translation": {
      "en": "producing all manner of aircraft and ammunition",
      "th": "ผลิตเครื่องบินและอาวุธทุกประเภท"
    }
  },
  {
    "translation": {
      "en": "to support our fighting men overseas.",
      "th": "เพื่อสนับสนุนนักสู้ของเราในต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "The war now over,",
      "th": "ตอนนี้สงครามสิ้นสุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "many of these starry-eyed dreamers hope to make it in moving pictures,",
      "th": "นักฝันผู้มีดวงตาเปล่งประกายหลายๆ คน หวังจะได้สร้างชื่อในวงการภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "swarming like so many locusts outside the studio gates,",
      "th": "ผู้คนแห่กันมาหน้าประตูสตูดิโอราวกับฝูงตั๊กแตน"
    }
  },
  {
    "translation": {
      "en": "hoping to score a role as an extra",
      "th": "หวังจะได้รับบทตัวประกอบ"
    }
  },
  {
    "translation": {
      "en": "and become the next Paul Muni or Hedy Lamarr.",
      "th": "และเป็นพอล มูนีย์หรือเฮดี้ ลามาร์คนต่อไป"
    }
  },
  {
    "translation": {
      "en": "The studio system is king,",
      "th": "ระบบสตูดิโอคือราชา"
    }
  },
  {
    "translation": {
      "en": "and if you make all the right moves, you too could be living in Beverly Hills,",
      "th": "และถ้าคุณเดินหมากถูกวิธี คุณเองก็สามารถได้อยู่ในเบเวอร์ลีฮิลส์เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "splashing in your private pool with invitations to all the right parties.",
      "th": "โดดลงสระน้ำส่วนตัวของคุณเอง และได้รับเชิญไปปาร์ตี้ดีๆ ทุกงาน"
    }
  },
  {
    "translation": {
      "en": "You might even become immortalized at Grauman's Chinese Theatre.",
      "th": "คุณอาจกลายเป็นอมตะ ที่กรอแมนส์ ไชนีส เธียร์เตอร์เลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "The rewards for ambition are bountiful here",
      "th": "ผลตอบแทนของความทะเยอทะยาน มีอยู่มากมายที่นี่"
    }
  },
  {
    "translation": {
      "en": "in the beautiful Southern California sun.",
      "th": "ใต้แสงแดดแคลิฟอร์เนียตอนใต้อันงดงาม"
    }
  },
  {
    "translation": {
      "en": "[man] Pardon me. Beg your pardon.",
      "th": "ขอโทษครับ ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Sorry, excuse me.",
      "th": "โทษครับ ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, pardon me.",
      "th": "ขอโทษครับ ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, coming through. Sorry.",
      "th": "โทษครับ ขอทางหน่อย โทษทีครับ"
    }
  },
  {
    "translation": {
      "en": "-Hiya, Lou! -Hey, Jackie. Get over here, kid.",
      "th": "- ไง ลู - ไงแจ็คกี้ มานี่เลย ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "-Say, what time'd you get here? -About an hour ago,",
      "th": "- นายมาถึงเมื่อไหร่ - ประมาณชั่วโมงที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-early birds getting worms and such. -Sure.",
      "th": "- นกที่ตื่นเช้าย่อมจับหนอนได้ก่อน - แน่นอน"
    }
  },
  {
    "translation": {
      "en": "They're still lensing the John Farrow picture with Alan Ladd and Donna Reed.",
      "th": "พวกเขายังถ่ายจอห์น แฟร์โรว กับอลัน แลดด์ และดอนน่า รี้ดอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "-\"Lensing\"? -Lensing.",
      "th": "- \"ถ่าย\" เหรอ - ถ่าย"
    }
  },
  {
    "translation": {
      "en": "It's how you say \"filmmaking\" in Hollywood-ese. You gotta learn the lingo.",
      "th": "มันคือภาษาฮอลลีวูด แปลว่า \"ทำหนัง\" นายต้องหัดพูดไว้นะ"
    }
  },
  {
    "translation": {
      "en": "Billy Wilder is helming a picture with Emperor Franz--",
      "th": "บิลลี่ ไวล์เดอร์เป็นหัวเรือของหนัง กับเอมเพอร์เรอร์ ฟรานซ์..."
    }
  },
  {
    "translation": {
      "en": "-\"Helming\"? -Directing.",
      "th": "- \"หัวเรือ\" เหรอ - กำกับน่ะ"
    }
  },
  {
    "translation": {
      "en": "Bing Crosby, Joan Fontaine, it's gonna be boffo BO.",
      "th": "บิง ครอสบี้ โจน ฟอนเทน ต้องดังทะลุบ็อกซ์ออฟฟิศแน่"
    }
  },
  {
    "translation": {
      "en": "And she thinks we're gonna start the day on the big ballroom scene.",
      "th": "และเธอคิดว่าเราจะเริ่มวันใหม่ ด้วยฉากห้องเต้นรำใหญ่"
    }
  },
  {
    "translation": {
      "en": "Lots of extras. People standing by the punch bowl,",
      "th": "ตัวประกอบเพียบ ผู้คนยืนอยู่ข้างชามน้ำพันช์"
    }
  },
  {
    "translation": {
      "en": "folks crossing the hallway when they enter the big door.",
      "th": "คนเดินไปตามทางเดิน ตอนที่พวกเขาเดินเข้าประตูใหญ่"
    }
  },
  {
    "translation": {
      "en": "I think I got a real shot at that one.",
      "th": "ฉันอาจได้เล่นฉากนั้น"
    }
  },
  {
    "translation": {
      "en": "What about a western or war picture? Something like that.",
      "th": "แล้วหนังคาวบอยหรือหนังสงคราม อะไรแนวนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "They making any of those?",
      "th": "พวกเขาทำบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "You don't say \"making a movie,\" Jack. You produce a movie, \"produce.\"",
      "th": "นายต้องไม่พูดว่า \"ทำหนัง\" แจ็ค ต้องพูดว่าสร้างหนัง \"สร้าง\""
    }
  },
  {
    "translation": {
      "en": "You gotta know this stuff if you wanna make it big time.",
      "th": "นายต้องรู้เรื่องพวกนี้นะ ถ้านายอยากดังเปรี้ยงปร้าง"
    }
  },
  {
    "translation": {
      "en": "Shh, shh, shh! Here she comes, the old gorgon herself.",
      "th": "เธอมาแล้ว อีป้าหน้าโหด"
    }
  },
  {
    "translation": {
      "en": "Okay, listen up. I'm only gonna say this once.",
      "th": "โอเค ฟังนะ ฉันจะพูดแค่ครั้งเดียวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Rule number one, do not look at the camera.",
      "th": "กฎข้อที่หนึ่ง ห้ามมองกล้อง"
    }
  },
  {
    "translation": {
      "en": "Rule number two, do not talk to the director.",
      "th": "กฎข้อที่สอง ห้ามพูดกับผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "In fact, a good rule of thumb is to not talk at all.",
      "th": "ความจริง หลักการทั่วๆ ไปคือห้ามพูดอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Rule number three, if you see a platter of food on the sound stage, do not eat it.",
      "th": "กฎข้อที่สาม ถ้าเจอจานใส่อาหาร บนเวทีเสียง ห้ามกิน"
    }
  },
  {
    "translation": {
      "en": "That is not for you. That is for the actors and the crew.",
      "th": "นั่นไม่ใช่ของคุณ นั่นสำหรับนักแสดงและทีมงาน"
    }
  },
  {
    "translation": {
      "en": "If you see food on the set, do not eat that. That is a prop.",
      "th": "ถ้าคุณเห็นอาหารในฉาก ห้ามกิน นั่นเป็นของประกอบฉาก"
    }
  },
  {
    "translation": {
      "en": "Now we have that out of the way.",
      "th": "ทีนี้เรื่องกฎก็จบแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Today, we're lensing a scene from a war pic.",
      "th": "วันนี้เราจะถ่ายฉากหนึ่งจากหนังสงคราม"
    }
  },
  {
    "translation": {
      "en": "-Lensing. -[woman] Seven were saved",
      "th": "- ถ่าย - รอดตายเจ็ดคน"
    }
  },
  {
    "translation": {
      "en": "where the plane goes down,",
      "th": "ตอนที่เครื่องบินตก"
    }
  },
  {
    "translation": {
      "en": "and a bunch of passengers flail around in the water and then die, okay?",
      "th": "และกลุ่มผู้โดยสารตะเกียกตะกายอยู่ในน้ำ จากนั้นก็ตาย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -All right, uh, you,",
      "th": "เอาละ คุณ"
    }
  },
  {
    "translation": {
      "en": "-and you... -[man] Thanks!",
      "th": "- และคุณ... - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "You, you and you...",
      "th": "คุณ คุณ และคุณ..."
    }
  },
  {
    "translation": {
      "en": "you...",
      "th": "คุณ..."
    }
  },
  {
    "translation": {
      "en": "uh, you...",
      "th": "คุณ..."
    }
  },
  {
    "translation": {
      "en": "and...",
      "th": "และ..."
    }
  },
  {
    "translation": {
      "en": "-you. -[cymbal crashes]",
      "th": "คุณ"
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, thank you very much. That's it for today. See y'all tomorrow.",
      "th": "โอเค ขอบคุณมาก วันนี้พอแค่นี้ เจอกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Ms. Roswell. Beg your pardon, Jack Castello.",
      "th": "ขอโทษนะครับ คุณรอสเวลล์ ขอโทษนะครับ ผมแจ็ค คาสเตลโล"
    }
  },
  {
    "translation": {
      "en": "I think I'd be great in your war picture.",
      "th": "ผมจะดูดีมากในหนังสงครามของคุณ"
    }
  },
  {
    "translation": {
      "en": "The drowning scene? You see, I fought at Anzio.",
      "th": "ฉากจมน้ำเหรอ ผมเคยรบในแอนซิโอมาครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh, you have training? -Sure, Fort Benning, Georgia.",
      "th": "- อ้อ เคยฝึกมาเหรอ - ใช่ครับ ฟอร์ตเบนนิ่ง จอร์เจีย"
    }
  },
  {
    "translation": {
      "en": "Mm, I mean acting training.",
      "th": "อืม ฉันหมายถึงฝึกการแสดงน่ะ"
    }
  },
  {
    "translation": {
      "en": "-You got any of that? -Well, no.",
      "th": "- เคยฝึกมาไหม - ไม่เคยครับ"
    }
  },
  {
    "translation": {
      "en": "Good-looking kid like you, you think you just gotta show up and poof,",
      "th": "เด็กหน้าตาดีอย่างเธอ คิดว่าอยู่ๆ จะโผล่มาแล้วก็ปิ๊ง"
    }
  },
  {
    "translation": {
      "en": "you're a movie star, huh? Well, that ain't how it works.",
      "th": "กลายเป็นดาราเหรอ มันไม่ใช่แบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "Pretty face, but no training.",
      "th": "หน้าตาดี แต่ไม่เคยฝึก"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Kid, you're a dime a dozen.",
      "th": "พ่อหนุ่ม อย่างเธอนะมีเป็นกะตั้ก"
    }
  },
  {
    "translation": {
      "en": "[man] Look, first breaks are tough in this town.",
      "th": "ฟังนะ โอกาสครั้งแรกในเมืองนี้มันหายาก"
    }
  },
  {
    "translation": {
      "en": "Don't beat yourself up.",
      "th": "อย่าโทษตัวเองเลยน่ะ"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no.",
      "th": "ไม่ต้องๆ"
    }
  },
  {
    "translation": {
      "en": "Already taken care of.",
      "th": "มีคนจ่ายให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-What does he want? -Don't know. Maybe he thought you looked thirsty.",
      "th": "- เขาต้องการอะไร - ไม่รู้ เขาอาจคิดว่านายดูหิวน้ำ"
    }
  },
  {
    "translation": {
      "en": "[clerk] Now, you're looking for a loan of about $20,000?",
      "th": "คุณจะกู้เงิน 20,000 ดอลลาร์เหรอครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Yes, that's right. Just enough for a modest home.",
      "th": "ใช่ค่ะ แค่ให้พอสำหรับบ้านหลังเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "[clerk] Swell, let's take a look at your application.",
      "th": "เยี่ยม มาดูใบคำร้องของคุณกัน"
    }
  },
  {
    "translation": {
      "en": "I see you're a veteran, Mr. Castello. Thank you for your service.",
      "th": "คุณเป็นทหารผ่านศึกด้วยนี่ คุณคาสเตลโล ขอบคุณที่รับใช้ชาตินะครับ"
    }
  },
  {
    "translation": {
      "en": "And Mrs. Castello, you are a waitress.",
      "th": "และคุณนายคาสเตลโล คุณเป็นบริกร"
    }
  },
  {
    "translation": {
      "en": "Yes, and I intend to keep working until the baby arrives.",
      "th": "ใช่ค่ะ และฉันตั้งใจจะทำงานไปเรื่อยๆ จนกว่าจะคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "[clerk] So, you're expecting?",
      "th": "กำลังจะมีลูกเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Well, congratulations.",
      "th": "ยินดีด้วยครับ"
    }
  },
  {
    "translation": {
      "en": "And Mr. Castello,",
      "th": "และคุณคาสเตลโล"
    }
  },
  {
    "translation": {
      "en": "it says here you're a film actor. Any pictures I might know you from?",
      "th": "ในนี้บอกว่าคุณเป็นนักแสดงภาพยนตร์ ผมพอจะรู้จักคุณจากเรื่องไหนบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Ah, probably not.",
      "th": "อาจจะไม่มีครับ"
    }
  },
  {
    "translation": {
      "en": "Uh, to me, it's not about the notoriety, it's about the craft.",
      "th": "สำหรับผม มันไม่ใช่เรื่องของชื่อเสียง มันเป็นงานศิลปะน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's about showing up to work every day, you know.",
      "th": "มันคือการไปทำงานทุกวัน"
    }
  },
  {
    "translation": {
      "en": "-And for a super, that can mean-- -I'm sorry, a what?",
      "th": "- และสำหรับตัวสำรอง นั่นหมายถึง... - อะไรนะครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, a supernumerary. A supernumerary.",
      "th": "ตัวสำรองน่ะครับ ตัวสำรอง"
    }
  },
  {
    "translation": {
      "en": "-It means \"extra.\" -It means \"background actor.\"",
      "th": "- หมายถึง \"ตัวประกอบ\" ค่ะ - หมายถึง \"นักแสดงสบทบ\""
    }
  },
  {
    "translation": {
      "en": "That's the proper term.",
      "th": "นั่นคือคำที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "In many ways, we contribute to the reality of the scene",
      "th": "ในหลายๆ แง่มุม เราทำให้ฉากมีความสมจริง"
    }
  },
  {
    "translation": {
      "en": "even more so than the principal actors.",
      "th": "มากกว่าตัวเอกซะอีก"
    }
  },
  {
    "translation": {
      "en": "But I don't see any income here.",
      "th": "แต่ผมไม่เห็นรายได้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Uh, no, presently not, but, uh...",
      "th": "ใช่ครับ ตอนนี้ยังไม่มี แต่..."
    }
  },
  {
    "translation": {
      "en": "But hey! I've got a casting tomorrow,",
      "th": "แต่ใช่! ผมต้องไปคัดเลือกนักแสดงพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "and if they pick me, that's ten dollars in my pocket!",
      "th": "ถ้าพวกเขาเลือกผม ผมจะมีเงินในกระเป๋าสิบดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Very well. Uh...",
      "th": "ดีมากครับ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, Mr. and Mrs. Castello,",
      "th": "โชคไม่ดีเลย คุณและคุณนายคาสเตลโล"
    }
  },
  {
    "translation": {
      "en": "we would be unable to provide a loan of the size that you're seeking",
      "th": "เราไม่สามารถจัดหาเงินกู้ ตามจำนวนที่คุณต้องการได้"
    }
  },
  {
    "translation": {
      "en": "based on your current income.",
      "th": "เมื่อดูจากรายได้ปัจจุบันของคุณ"
    }
  },
  {
    "translation": {
      "en": "Listen, thank you for your time, sir.",
      "th": "ขอบคุณที่สละเวลาครับ"
    }
  },
  {
    "translation": {
      "en": "One of those days, huh?",
      "th": "หนึ่งในวันแย่ๆ สินะ"
    }
  },
  {
    "translation": {
      "en": "Bartender, two more, please.",
      "th": "บาร์เทนเดอร์ ขออีกสอง"
    }
  },
  {
    "translation": {
      "en": "-Why are you buying me drinks? -To thank you for your service.",
      "th": "- คุณเลี้ยงเหล้าผมทำไม - เพื่อขอบคุณที่นายรับใช้ชาติ"
    }
  },
  {
    "translation": {
      "en": "You served, didn't you? Where'd you fight?",
      "th": "นายรับใช้ชาติมาใช่ไหมล่ะ รบที่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Anzio. -Anzio! [chuckles]",
      "th": "- แอนซิโอ - แอนซิโอ!"
    }
  },
  {
    "translation": {
      "en": "Anzio was rough.",
      "th": "แอนซิโอโหดไม่เบา"
    }
  },
  {
    "translation": {
      "en": "Ernie.",
      "th": "เออร์นี"
    }
  },
  {
    "translation": {
      "en": "-Jack. -Nice to meet you.",
      "th": "- แจ็ค - ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "I wanted to fight. Tried to enlist and everything, but they wouldn't take me.",
      "th": "ฉันก็เคยอยากรบ พยายามสมัครแล้วแต่พวกเขาไม่รับ"
    }
  },
  {
    "translation": {
      "en": "-Said my cock was too big. -[coughing]",
      "th": "บอกว่าจู๋ฉันใหญ่เกิน"
    }
  },
  {
    "translation": {
      "en": "Yeah, surprised me too. I mean, it's big.",
      "th": "ใช่ ฉันก็ตกใจเหมือนกัน คือก็ใหญ่จริงแหละ"
    }
  },
  {
    "translation": {
      "en": "Twelve inches, soup to nuts, and not floppy either.",
      "th": "สิบสองนิ้ว ตั้งแต่หัวยันไข่ และไม่หย่อนยานด้วย"
    }
  },
  {
    "translation": {
      "en": "I get hard as a fucking rock.",
      "th": "ฉันแม่งแข็งอย่างกับหิน"
    }
  },
  {
    "translation": {
      "en": "Are you for real? What are you talking about?",
      "th": "ถามจริง คุณพูดเรื่องอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-I got a very big dick. -[Jack] No, I...",
      "th": "- เจี๊ยวฉันใหญ่มาก - ไม่ ผม..."
    }
  },
  {
    "translation": {
      "en": "I heard you when you said that. I'm wondering why. Why are you...",
      "th": "ผมได้ยินที่คุณพูดแล้ว ผมอยากรู้ว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "coming up to a stranger in a bar, talking about how big your cock is?",
      "th": "ทำไมคุณถึงเข้าหาคนแปลกหน้า และคุยว่าไอ้จ้อนคุณใหญ่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Because you asked me. -Did I? Does not sound like me.",
      "th": "- ก็นายถามฉัน - เหรอ ฟังดูไม่เหมือนผมเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Look, all I'm saying is I know a hard-luck fella when I sees one.",
      "th": "ฟังนะ ที่ฉันจะพูดคือ ฉันดูออกเวลาที่ใครอับโชค"
    }
  },
  {
    "translation": {
      "en": "I used to be right where you are.",
      "th": "ฉันก็เคยเป็นเหมือนนายนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "I used to worry about my wife and kids... They're grown now.",
      "th": "ฉันเคยกังวลเรื่องเมียกับลูก ตอนนี้พวกเขาโตแล้ว"
    }
  },
  {
    "translation": {
      "en": "She's dead, God bless her.",
      "th": "เธอตายแล้ว ขอพระเจ้าอวยพรเธอ"
    }
  },
  {
    "translation": {
      "en": "Good woman.",
      "th": "ผู้หญิงที่ดี"
    }
  },
  {
    "translation": {
      "en": "But I've been where you are, wondering what my life was gonna mean.",
      "th": "แต่ฉันเคยเป็นเหมือนนาย สงสัยว่าชีวิตฉันจะมีความหมายอะไร"
    }
  },
  {
    "translation": {
      "en": "-What do you want? -I run a service station.",
      "th": "- คุณต้องการอะไร - ฉันทำปั๊มน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "And business is booming!",
      "th": "และธุรกิจกำลังรุ่งมาก"
    }
  },
  {
    "translation": {
      "en": "I could use a good-looking fella like yourself pumping gas.",
      "th": "ฉันอยากได้คนหน้าตาดีแบบนายไปเติมน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "Why do you need someone good-looking to pump gas?",
      "th": "จะเอาคนหน้าตาดีไปเติมน้ำมันทำไม"
    }
  },
  {
    "translation": {
      "en": "My gas station specializes in good-looking attendants.",
      "th": "ปั๊มน้ำมันของฉันเชี่ยวชาญด้านผู้ต้อนรับหน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "It's my corner of the market, it's why we do good business. This is Hollywood, kid!",
      "th": "มันเป็นมุมการตลาดของฉัน ธุรกิจของเราถึงได้ดี นี่คือฮอลลีวูดนะ ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "It's what people want.",
      "th": "มันคือสิ่งที่คนต้องการ"
    }
  },
  {
    "translation": {
      "en": "It's why they left their cow towns where they grew up.",
      "th": "มันคือเหตุผลที่พวกเขาออกจากไร่นาที่โตมา"
    }
  },
  {
    "translation": {
      "en": "They don't want some fatso looking under their hood,",
      "th": "พวกเขาไม่ต้องการไอ้อ้วนใส่ฮู้ด"
    }
  },
  {
    "translation": {
      "en": "just reeking of sweat, grease under their fingernails.",
      "th": "คละคลุ้งไปด้วยเหงื่อ มีน้ำมันตามซอกเล็บหรอก"
    }
  },
  {
    "translation": {
      "en": "It's an intimate act, if you think about it,",
      "th": "มันคือการแสดงความสนิทสนม จะว่าแบบนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "and, get this...",
      "th": "และรู้เอาไว้นะ..."
    }
  },
  {
    "translation": {
      "en": "They'll tip big for it.",
      "th": "พวกเขาให้ทิปหนักมาก"
    }
  },
  {
    "translation": {
      "en": "This is for you.",
      "th": "นี่ของนาย"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "What I offer is a vision of a new America.",
      "th": "สิ่งที่ฉันเสนอคือมุมมองของอเมริกายุคใหม่"
    }
  },
  {
    "translation": {
      "en": "The America that you fought for.",
      "th": "อเมริกาที่นายรบเพื่อมัน"
    }
  },
  {
    "translation": {
      "en": "You're very kind, but no.",
      "th": "คุณมีน้ำใจมาก แต่ไม่"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Citrus and Normandy, if you change your mind.",
      "th": "ถนนซิตรัสตัดนอร์มังดีนะ เผื่อนายเปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "Golden Tip Gas.",
      "th": "ปั๊มโกลเดนทิป"
    }
  },
  {
    "translation": {
      "en": "It's not our anniversary, is it?",
      "th": "นี่ไม่ใช่วันครบรอบแต่งงานใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "They cut our electricity, Jack.",
      "th": "เราโดนตัดไฟแล้ว แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "งั้นก็..."
    }
  },
  {
    "translation": {
      "en": "sure is romantic, baby, huh?",
      "th": "โรแมนติกดีเนอะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Don't bother. You already knocked me up.",
      "th": "อย่ามายุ่งน่ะ คุณทำฉันท้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Cold wieners are on the table for you.",
      "th": "มีไส้กรอกเย็นๆ ของคุณอยู่บนโต๊ะนะ"
    }
  },
  {
    "translation": {
      "en": "[Ernie] That looks good.",
      "th": "ดูดี"
    }
  },
  {
    "translation": {
      "en": "Kid, I gotta tell you, you look fantastic.",
      "th": "ไอ้หนู ต้องขอบอกเลยว่านายดูปังมาก"
    }
  },
  {
    "translation": {
      "en": "Handsome, young, brimming with optimism.",
      "th": "หนุ่มฟ้อ หล่อเฟี้ยว เต็มไปด้วยความคิดบวก"
    }
  },
  {
    "translation": {
      "en": "And, oh, by the way, you're clean, right? No venereal disease?",
      "th": "ว่าแต่นายสะอาดเอี่ยมใช่ไหม ไม่เป็นกามโรคนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, what is-- What do you mean? What are you talking about?",
      "th": "หมายความว่าไง พูดเรื่องอะไรของคุณ"
    }
  },
  {
    "translation": {
      "en": "Look, kid, this town is all about dreams, right?",
      "th": "ฟังนะ ไอ้หนู เมืองนี้เป็นเรื่องของความฝัน ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You know that.",
      "th": "นายก็รู้"
    }
  },
  {
    "translation": {
      "en": "And some of my customers don't just come here for gas.",
      "th": "และลูกค้าของฉันบางคน ก็ไม่ได้มาเติมน้ำมันอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "They have, uh, fantasies and desires.",
      "th": "พวกเขามีความเพ้อฝันและความปรารถนา"
    }
  },
  {
    "translation": {
      "en": "And for them, it ain't enough to watch a fantasy up on the big screen.",
      "th": "และสำหรับพวกเขา การดูภาพเพ้อฝัน บนจอใหญ่อย่างเดียวมันไม่พอ"
    }
  },
  {
    "translation": {
      "en": "They want it for themselves, and I provide that for them.",
      "th": "พวกเขาอยากมีเป็นของตัวเอง และฉันจัดหาให้"
    }
  },
  {
    "translation": {
      "en": "In a way, I'm no different than Louis B. Mayer, you know what I mean?",
      "th": "จะว่าไป ฉันก็ไม่ต่างจาก หลุยส์ บี. เมเยอร์หรอก เข้าใจที่พูดไหม"
    }
  },
  {
    "translation": {
      "en": "No, Ernie, I have no idea what you mean.",
      "th": "ไม่ เออร์นี ผมไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "You see, some of them say a secret code word.",
      "th": "พวกเขาบางคนจะพูดรหัสลับ"
    }
  },
  {
    "translation": {
      "en": "You get in the car with them. Have a drink maybe, or sometimes...",
      "th": "นายขึ้นรถไปกับพวกเขา อาจจะดื่มสักแก้ว หรือบางที..."
    }
  },
  {
    "translation": {
      "en": "sometimes you have to service 'em.",
      "th": "บางทีนายก็ต้องให้บริการพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You gotta... you gotta be kidding me.",
      "th": "คุณต้อง... ต้องล้อเล่นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "What? You don't like women?",
      "th": "อะไร นายไม่ชอบผู้หญิงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sure, I like women, that's why I married one.",
      "th": "ผมชอบผู้หญิง ผมถึงแต่งงานกับผู้หญิงไง"
    }
  },
  {
    "translation": {
      "en": "[Ernie] All right, so let me ask you...",
      "th": "โอเค งั้นขอถามหน่อย"
    }
  },
  {
    "translation": {
      "en": "-You never cheated on her? -No.",
      "th": "- นายไม่เคยนอกใจเธอเหรอ - ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm going to ask you again.",
      "th": "โอเค ฉันจะถามนายอีกครั้งนะ"
    }
  },
  {
    "translation": {
      "en": "You never cheated on her?",
      "th": "นายไม่เคยนอกใจเธอเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[woman moaning] Oh, Jack.",
      "th": "โอ้ แจ็ค"
    }
  },
  {
    "translation": {
      "en": "No, uh... One time. One time, I was... I was on leave, I was drunk.",
      "th": "ไม่... ครั้งเดียวๆ ผมลางาน ผมเมา"
    }
  },
  {
    "translation": {
      "en": "Then you're good!",
      "th": "งั้นก็โอเค"
    }
  },
  {
    "translation": {
      "en": "First time's always the hardest, and you got that outta the way.",
      "th": "ครั้งแรกยากสุดเสมอ และนายผ่านครั้งแรกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're gonna be great.",
      "th": "นายทำได้ดีแน่"
    }
  },
  {
    "translation": {
      "en": "Oh, here's one right here.",
      "th": "มาแล้วหนึ่งคัน"
    }
  },
  {
    "translation": {
      "en": "Jack, today is your lucky day.",
      "th": "แจ็ค วันนี้คือวันโชคดีของนาย"
    }
  },
  {
    "translation": {
      "en": "-[bell dings] -This one's special, take it from me.",
      "th": "คันนี้พิเศษ รับรองได้"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Ernie, I'm not doing this.",
      "th": "ไม่ เออร์นี ผมไม่ทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I came here to be in pictures, I'm gonna be a movie star.",
      "th": "ผมมาที่นี่เพื่อเล่นหนัง ผมจะเป็นดาราหนัง"
    }
  },
  {
    "translation": {
      "en": "This, this is not for me. I-- I appreciate...",
      "th": "นี่... นี่ไม่ใช่สำหรับผม ผมซึ้งใจนะ..."
    }
  },
  {
    "translation": {
      "en": "Look, you hired me to pump gas, I'll pump gas.",
      "th": "ฟังนะ คุณจ้างผมมาเติมน้ำมัน ผมก็จะเติมน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "This, forget it. So long.",
      "th": "งานนี้ ลืมได้เลย ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Ernie] All right, but you just missed out on 100 bucks.",
      "th": "ก็ได้ แต่นายเพิ่งพลาดไป 100 เหรียญนะ"
    }
  },
  {
    "translation": {
      "en": "My customers pay twice that,",
      "th": "ลูกค้าฉันจ่ายสองเท่าของราคานั้น"
    }
  },
  {
    "translation": {
      "en": "and you and me,",
      "th": "และนายกับฉัน"
    }
  },
  {
    "translation": {
      "en": "we split it, 50-50.",
      "th": "เราแบ่งกัน ครึ่งๆ"
    }
  },
  {
    "translation": {
      "en": "So, are you gonna take it?",
      "th": "ตกลงจะรับงานไหม"
    }
  },
  {
    "translation": {
      "en": "Or am I giving it to one of the other guys?",
      "th": "ไม่งั้นฉันจะยกให้คนอื่น"
    }
  },
  {
    "translation": {
      "en": "Fuck me.",
      "th": "แม่งเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Ernie] Attaboy!",
      "th": "แจ๋วเลย!"
    }
  },
  {
    "translation": {
      "en": "You're gonna do great.",
      "th": "- นายทำได้ดีแน่นอน - เงียบไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Shut up. -[Ernie] Let me know how it goes.",
      "th": "- นายทำได้ดีแน่นอน - เงียบไปเลย บอกด้วยนะว่าเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Fill 'er up?",
      "th": "เติมน้ำมันไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I wanna go to Dreamland.",
      "th": "ฉันอยากไปดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "You'll do nicely.",
      "th": "เธอจะทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "♪ You know you've gotta get goin' If you're gonna make a showin'... ♪",
      "th": "(เบเวอร์ลีฮิลส์)"
    }
  },
  {
    "translation": {
      "en": "Welcome.",
      "th": "ยินดีต้อนรับครับ"
    }
  },
  {
    "translation": {
      "en": "Where are we going?",
      "th": "เราจะไปไหนกันครับ"
    }
  },
  {
    "translation": {
      "en": "I got us a room. My daughter's at home.",
      "th": "ฉันจองห้องไว้แล้ว ลูกสาวฉันอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "You aren't nervous about being recognized?",
      "th": "คุณไม่กลัวคนจำได้เหรอครับ"
    }
  },
  {
    "translation": {
      "en": "That's the fun of it.",
      "th": "นั่นแหละที่สนุก"
    }
  },
  {
    "translation": {
      "en": "So, how long have you been here?",
      "th": "แล้วเธออยู่ที่นี่นานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, you-- you mean in Los Angeles?",
      "th": "หมายถึงลอสแอนเจลิสเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Just a couple of months. I'm from Missouri originally.",
      "th": "แค่สองสามเดือน ผมมาจากมิสซูรีน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Let me guess...",
      "th": "ขอเดานะ"
    }
  },
  {
    "translation": {
      "en": "you came here to be a movie star.",
      "th": "เธอมาที่นี่เพื่อเป็นดาราหนัง"
    }
  },
  {
    "translation": {
      "en": "How did you know?",
      "th": "รู้ได้ไงครับ"
    }
  },
  {
    "translation": {
      "en": "Takes one to know one.",
      "th": "ผีย่อมเห็นผี"
    }
  },
  {
    "translation": {
      "en": "I was in pictures. Silent films.",
      "th": "ฉันเคยเล่นหนังนะ หนังเงียบ"
    }
  },
  {
    "translation": {
      "en": "Good ones, too.",
      "th": "เป็นหนังที่ดีด้วย"
    }
  },
  {
    "translation": {
      "en": "But then came the talkies.",
      "th": "แล้วหนังพูดก็เข้ามา"
    }
  },
  {
    "translation": {
      "en": "I had one screen test,",
      "th": "ฉันไปทดสอบบทมาครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and they told me there wasn't a place in talkies for ethnics.",
      "th": "และพวกเขาบอกฉันว่า หนังพูดไม่มีพื้นที่ให้ชนกลุ่มน้อย"
    }
  },
  {
    "translation": {
      "en": "A little \"Jewey\" was the word they used.",
      "th": "พวกเขาใช้คำว่า \"ยิวไปหน่อย\""
    }
  },
  {
    "translation": {
      "en": "I politely informed them that Jews built this town and was shown the door.",
      "th": "ฉันบอกพวกเขาอย่างสุภาพว่า ยิวสร้างเมืองนี้ และฉันถูกเชิญออก"
    }
  },
  {
    "translation": {
      "en": "Nobody thought a Jewish girl could be a movie star.",
      "th": "ไม่มีใครคิดว่าสาวยิวจะเป็นดาราหนังได้"
    }
  },
  {
    "translation": {
      "en": "Nobody thought they were pretty.",
      "th": "ไม่มีใครคิดว่าพวกเธอสวย"
    }
  },
  {
    "translation": {
      "en": "So, I went to a bar and got drunk,",
      "th": "ฉันเลยไปบาร์และเมา"
    }
  },
  {
    "translation": {
      "en": "met a low-level executive who said he was about to get a promotion.",
      "th": "เจอกับผู้บริหารระดับล่าง ที่บอกว่ากำลังจะได้เลื่อนขั้น"
    }
  },
  {
    "translation": {
      "en": "He said the only thing I could hope for was to be a development girl.",
      "th": "เขาบอกว่าสิ่งเดียวที่ฉันหวังได้ คือการเป็นลูกกะจ๊อก"
    }
  },
  {
    "translation": {
      "en": "A goddamn script reader.",
      "th": "เป็นคนอ่านบทไก่กา"
    }
  },
  {
    "translation": {
      "en": "I said, \"Fuck this town, I'm done.\"",
      "th": "ฉันบอก \"ช่างแม่งเมืองนี้ พอกันที\""
    }
  },
  {
    "translation": {
      "en": "He knocked me up, we got married, and I've been punishing him ever since.",
      "th": "เขาทำฉันท้อง เราแต่งงานกัน และฉันก็ลงโทษเขาตั้งแต่นั้นมา"
    }
  },
  {
    "translation": {
      "en": "Oh, he did get that promotion, though.",
      "th": "แต่เขาได้เลื่อนขั้นจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Now he's the star, not this Jew.",
      "th": "ตอนนี้เขาเป็นดารา ไม่ใช่ยิวคนนี้"
    }
  },
  {
    "translation": {
      "en": "Can I ask you a question, Jack?",
      "th": "ขอถามอะไรหน่อยได้ไหม แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Why do you want to be a movie star?",
      "th": "ทำไมเธอถึงอยากเป็นดาราหนัง"
    }
  },
  {
    "translation": {
      "en": "You want an honest answer?",
      "th": "ให้ตอบตรงๆ ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Well, we're about to get naked and fuck each other, so why not?",
      "th": "เราจะแก้ผ้าเย่อกันอยู่แล้ว จะเฉไฉทำไมอีก"
    }
  },
  {
    "translation": {
      "en": "Well, um, if I'm being honest...",
      "th": "ถ้าให้ผมตอบตามตรง"
    }
  },
  {
    "translation": {
      "en": "all my life, folks thought I was dumb.",
      "th": "คนคิดว่าผมโง่มาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "My mom and dad, my school teachers-- Oh, thank you.",
      "th": "แม่ผม พ่อผม ครูที่โรงเรียน โอ้ ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "All telling me I was lucky I was good-looking.",
      "th": "ทุกคนบอกผมว่าผมโชคดีที่หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "And I knew what they meant,",
      "th": "ผมรู้พวกเขาหมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "that that was all I had going for me.",
      "th": "ว่านั่นคือสิ่งเดียวที่ผมมี"
    }
  },
  {
    "translation": {
      "en": "I just want to do something big, you know?",
      "th": "ผมอยากทำอะไรที่ยิ่งใหญ่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Prove to them that I can be somebody in this world.",
      "th": "พิสูจน์กับพวกเขาว่าผมเป็นใครบางคนในโลกนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Do something that matters.",
      "th": "ทำบางสิ่งที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "[chuckling] So movies...",
      "th": "แล้วหนังเนี่ย..."
    }
  },
  {
    "translation": {
      "en": "you think they matter?",
      "th": "เธอคิดว่ามันสำคัญเหรอ"
    }
  },
  {
    "translation": {
      "en": "You kidding?",
      "th": "ล้อเล่นรึเปล่าครับ"
    }
  },
  {
    "translation": {
      "en": "I know they do.",
      "th": "ผมรู้ว่ามันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "When you're walking through your life,",
      "th": "เวลาคุณใช้ชีวิตประจำวันไปเรื่อย"
    }
  },
  {
    "translation": {
      "en": "it's easy to feel like you're going through the motions, right?",
      "th": "มันง่ายที่คุณจะรู้สึกว่าทำเรื่องต่างๆ ไปตามกลไกของมันใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Like it doesn't really mean anything.",
      "th": "เหมือนมันไม่มีความหมายอะไร"
    }
  },
  {
    "translation": {
      "en": "But when I was a kid...",
      "th": "แต่ตอนผมเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "I grew up on a farm in Missouri,",
      "th": "ผมโตมาในไร่ในมิสซูรี"
    }
  },
  {
    "translation": {
      "en": "so we had to drive a half hour to get to the picture show.",
      "th": "เราต้องขับรถครึ่งชั่วโมงเพื่อไปดูหนัง"
    }
  },
  {
    "translation": {
      "en": "And when I looked up at that enormous screen,",
      "th": "และเวลาผมมองขึ้นไปบนจอใหญ่ๆ นั่น"
    }
  },
  {
    "translation": {
      "en": "I suddenly knew what life was supposed to feel like,",
      "th": "ผมรู้ทันทีว่าชีวิตควรจะรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "what being alive was supposed to mean.",
      "th": "การมีชีวิตควรจะมีความหมายว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "It was like there was something somewhere out there...",
      "th": "เหมือนมีอะไรบางอย่าง อยู่ที่ไหนสักแห่งข้างนอกนั่น..."
    }
  },
  {
    "translation": {
      "en": "waiting for me.",
      "th": "รอผมอยู่"
    }
  },
  {
    "translation": {
      "en": "That's what being alive is supposed to mean.",
      "th": "การมีชีวิตมันควรจะมีความหมายแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I held my first hand at a movie theater,",
      "th": "ผมจับมือครั้งแรกในโรงหนัง"
    }
  },
  {
    "translation": {
      "en": "I-- I had my first kiss at a movie theater, I...",
      "th": "ผมจูบครั้งแรกในโรงหนัง ผม..."
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "What I do know is this:",
      "th": "สิ่งที่ผมรู้คือ..."
    }
  },
  {
    "translation": {
      "en": "every time I leave the picture show, I feel better than I did walking in.",
      "th": "ทุกครั้งที่ออกจากโรงหนัง ผมรู้สึกดีกว่าตอนเดินเข้าไป"
    }
  },
  {
    "translation": {
      "en": "I never thought about it like that.",
      "th": "ฉันไม่เคยคิดถึงมันแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Can I ask you a question?",
      "th": "ขอถามอะไรหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Only if you come and sit by me.",
      "th": "เมื่อเธอมานั่งข้างฉันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I'm paying for company.",
      "th": "ฉันจ้างเธอมาเป็นเพื่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Why are you here?",
      "th": "คุณมาที่นี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "I mean, doing this with me. [chuckles]",
      "th": "หมายถึงทำแบบนี้กับผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "You got a husband you don't like?",
      "th": "คุณมีสามีที่คุณไม่ชอบเหรอ"
    }
  },
  {
    "translation": {
      "en": "Truth is, I don't entirely know how I'd get out of it.",
      "th": "ความจริงคือฉันไม่รู้เลยว่า จะเลิกใช้ชีวิตแบบนี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I've gotten used to being rich, being taken care of.",
      "th": "ฉันชินกับการเป็นคนรวย การได้รับการดูแล"
    }
  },
  {
    "translation": {
      "en": "But I know that he can barely bring himself to touch me anymore.",
      "th": "แต่ฉันรู้ว่าเขาไม่สามารถ แตะต้องฉันได้อีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "So what's a girl to do?",
      "th": "แล้วผู้หญิงคนหนึ่งจะทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "Bridge?",
      "th": "เล่นไพ่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Parcheesi?",
      "th": "เล่นงูตกบันไดเหรอ"
    }
  },
  {
    "translation": {
      "en": "I tried sleeping with the help, but that's no good.",
      "th": "ฉันพยายามใช้ยานอนหลับ แต่ก็ไม่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "This is much easier.",
      "th": "แบบนี้ง่ายกว่าเยอะ"
    }
  },
  {
    "translation": {
      "en": "Less complicated.",
      "th": "ซับซ้อนน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "You know, coming to a public place like this, it's, uh...",
      "th": "รู้ไหม การมาที่สาธารณะแบบนี้มัน..."
    }
  },
  {
    "translation": {
      "en": "it's kinda like you're asking to be caught.",
      "th": "เหมือนคุณอยากถูกจับได้"
    }
  },
  {
    "translation": {
      "en": "Maybe I am.",
      "th": "ก็อาจจะใช่"
    }
  },
  {
    "translation": {
      "en": "Maybe I want to make my husband jealous.",
      "th": "ฉันอาจจะอยากทำให้สามีฉันหึงก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe I want him to know...",
      "th": "ฉันอาจจะอยากให้เขารู้ก็ได้..."
    }
  },
  {
    "translation": {
      "en": "that someone else desires me.",
      "th": "ว่ามีคนอื่นที่ปรารถนาฉัน"
    }
  },
  {
    "translation": {
      "en": "And that I'm still alive...",
      "th": "และฉันยังมีชีวิตอยู่..."
    }
  },
  {
    "translation": {
      "en": "with so much more to give.",
      "th": "และทำอะไรได้อีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "You're married.",
      "th": "เธอแต่งงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, I am.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Do you feel guilty?",
      "th": "รู้สึกผิดไหม"
    }
  },
  {
    "translation": {
      "en": "I gotta provide.",
      "th": "ผมต้องหาเลี้ยงครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Then provide.",
      "th": "งั้นก็หาเลี้ยงสิ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Listen...",
      "th": "ฟังนะ..."
    }
  },
  {
    "translation": {
      "en": "How exactly do we, uh, get started?",
      "th": "เราต้องเริ่มต้นกันยังไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, first you take your shoes off.",
      "th": "ก่อนอื่น เธอต้องถอดรองเท้าก่อน"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Got it.",
      "th": "อ๋อ ใช่ เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "My...",
      "th": "แม่เจ้า..."
    }
  },
  {
    "translation": {
      "en": "aren't I a lucky gal?",
      "th": "ฉันโชคดีใช่ไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Listen, before we--",
      "th": "ฟังนะ ก่อนที่เราจะ..."
    }
  },
  {
    "translation": {
      "en": "Can I ask you a question?",
      "th": "ขอถามอะไรอย่างได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Just 'cause you've been through it.",
      "th": "เพราะคุณเคยผ่านมันมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "You think I got what it takes?",
      "th": "คุณคิดว่าผมมีคุณสมบัติไหม"
    }
  },
  {
    "translation": {
      "en": "I mean, to make it in this town?",
      "th": "ที่จะประสบความสำเร็จในเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "Who can say?",
      "th": "ใครจะตอบได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "But what I do know, Jack,",
      "th": "แต่ที่ฉันรู้นะ แจ็ค"
    }
  },
  {
    "translation": {
      "en": "is you have a strong light inside you.",
      "th": "เธอมีแสงโชติช่วงอยู่ในตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "Shine that light on me.",
      "th": "ส่องแสงนั้นใส่ฉันสิ"
    }
  },
  {
    "translation": {
      "en": "Make me feel like I matter.",
      "th": "ทำให้ฉันรู้สึกว่าฉันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Even if it's a lie.",
      "th": "ถึงมันจะเป็นการโกหกก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[chuckles]",
      "th": "ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Sammy, nice work. Ricky Boy, that's for you.",
      "th": "แซมมี่ ทำได้ดีมาก ริกกี้ บอย นี่ของนาย"
    }
  },
  {
    "translation": {
      "en": "Bad Man Bruce, -Rough Ronny. -[Ronny] Thank you.",
      "th": "บรูซคนโฉด รอนนี่ขาโหด"
    }
  },
  {
    "translation": {
      "en": "Hey, there, champ! I heard it went great!",
      "th": "ไง แชมป์ ได้ข่าวว่าไปได้สวยมาก"
    }
  },
  {
    "translation": {
      "en": "And here's this for your trouble.",
      "th": "และนี่สำหรับปัญหาของนาย"
    }
  },
  {
    "translation": {
      "en": "Not too bad, right?",
      "th": "ไม่แย่เท่าไหร่ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Avis is a real pistol, ain't she? Ten-year regular of yours truly.",
      "th": "เอวิสน่าทึ่งมากเลยใช่ไหม เป็นลูกค้าประจำของฉันมาสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, it was, uh...",
      "th": "ไม่ครับ มัน..."
    }
  },
  {
    "translation": {
      "en": "She was kind.",
      "th": "เธอใจดีครับ"
    }
  },
  {
    "translation": {
      "en": "It was actually all right.",
      "th": "มันโอเคจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Good. In that case, I got another one for you.",
      "th": "ดี งั้นฉันมีอีกคนให้นาย"
    }
  },
  {
    "translation": {
      "en": "Just a quickie in the shed behind the station. Won't take you ten minutes.",
      "th": "แค่แป๊บเดียวในโรงรถหลังปั๊ม ไม่ถึงสิบนาทีหรอก"
    }
  },
  {
    "translation": {
      "en": "-Right now? -Right now!",
      "th": "- ตอนนี้เลยเหรอครับ - ตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "All yours, Kemosabe.",
      "th": "ทั้งหมดเป็นของนาย เพื่อนยาก"
    }
  },
  {
    "translation": {
      "en": "Well, hello there.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Ernie, there's been a mistake.",
      "th": "เออร์นี มีเรื่องผิดพลาดแล้วละ"
    }
  },
  {
    "translation": {
      "en": "[stammers] There's some guy in there.",
      "th": "มีผู้ชายอยู่ในนั้น ผู้ชายคนนึง"
    }
  },
  {
    "translation": {
      "en": "That's not just \"some guy.\"",
      "th": "นั่นไม่ใช่แค่ \"ผู้ชายคนนึง\""
    }
  },
  {
    "translation": {
      "en": "That's Cole Porter.",
      "th": "นั่นโคล พอร์เตอร์"
    }
  },
  {
    "translation": {
      "en": "He's a living legend.",
      "th": "เขาคือตำนานที่ยังอยู่"
    }
  },
  {
    "translation": {
      "en": "The Gay Divorcee, Anything Goes...",
      "th": "หนังเรื่องเดอะเกย์ดิวอร์ซี เอนี่ติงโกส์..."
    }
  },
  {
    "translation": {
      "en": "Yesterday I heard you humming \"Don't Fence Me In.\"",
      "th": "เมื่อวานฉันได้ยินนายฮัมเพลง \"ดอนต์เฟนซ์มีอิน\""
    }
  },
  {
    "translation": {
      "en": "That's the son of a bitch who wrote it!",
      "th": "หมอนั่นแต่งเพลงพวกนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "So?",
      "th": "แล้วไง"
    }
  },
  {
    "translation": {
      "en": "So give the guy two minutes of your time. He's real polite about it.",
      "th": "ก็ให้เวลาเขาสักสองนาทีสิ เขาสุภาพมากนะ"
    }
  },
  {
    "translation": {
      "en": "-Don't keep him waiting! -Are you...",
      "th": "- อย่าให้เขารอ - คุณ..."
    }
  },
  {
    "translation": {
      "en": "Are you telling me you expect me to...",
      "th": "คุณจะบอกว่าคุณคิดจะให้ผม..."
    }
  },
  {
    "translation": {
      "en": "Forget it! Forget it, Ernie, I'm not doing that!",
      "th": "ลืมมันซะ ลืมมันซะ เออร์นี ผมไม่ทำเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "I'm not-- It's not me. It's not me!",
      "th": "ผมไม่... มันไม่ใช่ผมเลยๆ"
    }
  },
  {
    "translation": {
      "en": "I gotta draw the line somewhere, all right? I'm not doing it!",
      "th": "ผมต้องกำหนดขอบเขตแล้วละ โอเคไหม ผมไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "-End of story. -Okay.",
      "th": "- จบนะ - ได้"
    }
  },
  {
    "translation": {
      "en": "I see how it goes.",
      "th": "จะเอาแบบนี้สินะ"
    }
  },
  {
    "translation": {
      "en": "You don't get to set the terms of your employment here, Jack, I do!",
      "th": "นายไม่มีสิทธิ์กำหนดเงื่อนไข การจ้างงานนายที่นี่ แจ็ค ฉันกำหนด"
    }
  },
  {
    "translation": {
      "en": "And I'm running low on guys this month and I got a bad cough I can't shake.",
      "th": "และเดือนนี้ฉันขาดคนและฉันไอไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "I'm not sitting at some shitty smokey bar to headhunt.",
      "th": "ฉันไม่ได้ไปนั่งในบาร์กากๆ เพื่อหาคนมาทำงาน"
    }
  },
  {
    "translation": {
      "en": "So if you can't walk into a shed and lend a helping hand",
      "th": "ดังนั้นถ้านายไม่สามารถ เดินเข้าไปในโรงรถและยื่นมือช่วย"
    }
  },
  {
    "translation": {
      "en": "to national treasure Cole Porter, you better find me somebody who can.",
      "th": "โคล พอร์เตอร์ สมบัติแห่งชาติ นายก็ควรหาคนที่ทำได้มา"
    }
  },
  {
    "translation": {
      "en": "Otherwise, no money,",
      "th": "ไม่งั้นก็ไม่ต้องเอาเงิน"
    }
  },
  {
    "translation": {
      "en": "and you can get the fuck out of here!",
      "th": "และนายไสหัวไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "That suits me fine.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I quit.",
      "th": "ผมลาออก"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, good luck then, kid!",
      "th": "โชคดีแล้วกัน ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "I wanted to be a movie star too, you know!",
      "th": "ฉันก็เคยอยากเป็นดาราหนังโว้ย รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Sweetheart.",
      "th": "ที่รัก"
    }
  },
  {
    "translation": {
      "en": "What are you doing here?",
      "th": "มาทำอะไรที่นี่คะ"
    }
  },
  {
    "translation": {
      "en": "Doctor's appointment?",
      "th": "หมอนัดไง"
    }
  },
  {
    "translation": {
      "en": "Jeez, yeah. Um...",
      "th": "จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Tell Rudy I'm taking my break.",
      "th": "ฝาบอกรูดี้ว่าฉันไปพักนะ"
    }
  },
  {
    "translation": {
      "en": "[man] You two own your own home?",
      "th": "พวกคุณมีบ้านของตัวเองไหม"
    }
  },
  {
    "translation": {
      "en": "[Henrietta] No, we're just renting at the moment.",
      "th": "(ดร.ฮิราม อัลเกรน สูติศาสตร์) - ไม่ค่ะ ตอนนี้เช่าอยู่ - ปากมดลูกดูดี"
    }
  },
  {
    "translation": {
      "en": "Cervix feels just right.",
      "th": "- ไม่ค่ะ ตอนนี้เช่าอยู่ - ปากมดลูกดูดี"
    }
  },
  {
    "translation": {
      "en": "Well, it's probably just as well,",
      "th": "มันก็น่าจะดีนะ"
    }
  },
  {
    "translation": {
      "en": "because you know what they say,",
      "th": "เพราะรู้ไหมว่าคนพูดกันว่าไง"
    }
  },
  {
    "translation": {
      "en": "having a kid is just as expensive as having a mortgage.",
      "th": "การมีลูกก็แพงพอๆ กับจำนองบ้านนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "All right, let's see if we can hear a heartbeat.",
      "th": "เอาละ มาดูกันว่าได้ยินเสียงหัวใจเต้นไหม"
    }
  },
  {
    "translation": {
      "en": "Now, just relax.",
      "th": "ทำตัวสบายๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Starting on the nursery yet?",
      "th": "เริ่มทำห้องเลี้ยงเด็กหรือยังล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, we're in an efficiency so there really isn't room for a separate nursery.",
      "th": "ยังครับ เราอยู่ห้องแบบสตูดิโอ ไม่มีพื้นที่ทำห้องเด็กแยกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So you're having a baby and looking for a new apartment?",
      "th": "แปลว่าคุณกำลังจะมีลูก และกำลังหาห้องชุดใหม่อยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sheesh, that's no fun.",
      "th": "พระเจ้า ไม่สนุกเลยนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Are you finding a heartbeat, or...",
      "th": "หมอหาการเต้นของหัวใจอยู่ หรือว่า..."
    }
  },
  {
    "translation": {
      "en": "[doctor] They've also raised the price on formula, so keep that in mind.",
      "th": "ตอนนี้ราคานมผงขึ้นแล้วด้วยนะ อย่าลืมเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Uh-oh.",
      "th": "โอ๊ะโอ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "Twins.",
      "th": "แฝด"
    }
  },
  {
    "translation": {
      "en": "-[Henrietta] What? -What?",
      "th": "- อะไรนะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-Yep. Two heartbeats. -You gotta be kidding me.",
      "th": "- ใช่แล้ว หัวใจเต้นสองดวง - หมอต้องล้อเล่นแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "-[loud thud] -Jack!",
      "th": "แจ็ค!"
    }
  },
  {
    "translation": {
      "en": "-Hiya, Jack. -Flo.",
      "th": "- ไง แจ็ค - โฟล"
    }
  },
  {
    "translation": {
      "en": "[chuckles] How's Hollywood treating you? Oh, you know, I'm living the dream.",
      "th": "- ฮอลลีวูดเป็นยังไงบ้าง - ผมใช้ชีวิตอย่างที่อยากน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Mm-hm. -Listen, I got a favor to ask you.",
      "th": "ผมมีเรื่องอยากให้คุณช่วยหน่อย"
    }
  },
  {
    "translation": {
      "en": "I'm a little short on cash, but I could really use a costume.",
      "th": "ผมไม่ค่อยมีเงิน แต่ต้องการใช้เสื้อผ้ามาก"
    }
  },
  {
    "translation": {
      "en": "What kind of costume?",
      "th": "เสื้อผ้าแบบไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "-One, please. -[man] Um...",
      "th": "หนึ่งที่ครับ"
    }
  },
  {
    "translation": {
      "en": "Uh, you don't have to pay, Officer. You can just go right in.",
      "th": "คุณไม่ต้องจ่ายครับ คุณตำรวจ เข้าไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "Damn right, I don't have to pay.",
      "th": "จริงด้วย ฉันไม่ต้องจ่าย"
    }
  },
  {
    "translation": {
      "en": "How are you today?",
      "th": "วันนี้เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "I'm fine, how are you?",
      "th": "สบายดี คุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'm well. -Yeah?",
      "th": "- ก็ดี - เหรอ"
    }
  },
  {
    "translation": {
      "en": "You got any money, honey?",
      "th": "คุณมีเงินใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sure do.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I bet you do.",
      "th": "ผมเชื่อว่าคุณมี"
    }
  },
  {
    "translation": {
      "en": "Get out of here.",
      "th": "ออกไปจากที่นี่ซะ"
    }
  },
  {
    "translation": {
      "en": "Shit!",
      "th": "เวร!"
    }
  },
  {
    "translation": {
      "en": "You're coming with me.",
      "th": "นายไปกับฉัน"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "เวร"
    }
  },
  {
    "translation": {
      "en": "Walk.",
      "th": "เดินไป"
    }
  },
  {
    "translation": {
      "en": "-Are you going to put me in jail? -Shut up. Keep walking.",
      "th": "- จะจับผมเข้าคุกรึเปล่าครับ - หุบปาก เดินต่อไป"
    }
  },
  {
    "translation": {
      "en": "-Got a squad car somewhere, or-- -I said can it!",
      "th": "- มีรถตำรวจไหม หรือว่า... - ฉันบอกให้เดินไป"
    }
  },
  {
    "translation": {
      "en": "-We're going right around the corner. -Schwab's is around the corner.",
      "th": "- เลี้ยวตรงหัวมุม - ร้านชวาบส์อยู่ที่หัวมุม"
    }
  },
  {
    "translation": {
      "en": "What, you don't like Schwab's?",
      "th": "นายไม่ชอบชวาบส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Could you just do me a favor and clue me in here?",
      "th": "ช่วยบอกผมหน่อยได้ไหมว่ามันเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Am I getting arrested?",
      "th": "นี่ผมโดนจับรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Listen, you're gonna get honest with me real fast",
      "th": "นายต้องตอบฉันตามตรงแบบด่วนๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "or I'm taking you downtown to the lock-up.",
      "th": "ไม่งั้นฉันจะส่งนายไปขังใจกลางเมือง"
    }
  },
  {
    "translation": {
      "en": "Hey, Jack, it's ready.",
      "th": "แจ็ค ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Jack, what's with the get-up?",
      "th": "นี่ แจ็ค ชุดนี้มันยังไงเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Nothing. It's just my uniform.",
      "th": "ไม่มีอะไร แค่เครื่องแบบผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "I wear it when I'm on duty.",
      "th": "ผมใส่เวลาปฏิบัติหน้าที่"
    }
  },
  {
    "translation": {
      "en": "I'll have a cup of coffee. My friend here will have a Shirley Temple.",
      "th": "ผมขอกาแฟหนึ่งแก้ว เพื่อนผมคนนี้เอาเชอร์ลีย์ เทมเพิล"
    }
  },
  {
    "translation": {
      "en": "That's awfully rude, don't you think?",
      "th": "หยาบคายมากเลยนะ ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Explain yourself.",
      "th": "อธิบายมา"
    }
  },
  {
    "translation": {
      "en": "-What do you want me to say? -Start from the beginning, why don't you?",
      "th": "- คุณอยากให้ผมพูดอะไร - ทำไมไม่เริ่มตั้งแต่แรกเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "I moved to LA after I got out of the service.",
      "th": "ผมย้ายมาแอลเอหลังจากปลดประจำการ"
    }
  },
  {
    "translation": {
      "en": "I wanted to be a writer.",
      "th": "ผมเคยอยากเป็นนักเขียน"
    }
  },
  {
    "translation": {
      "en": "Still do.",
      "th": "ตอนนี้ก็ยังอยากเป็น"
    }
  },
  {
    "translation": {
      "en": "I wrote a script, you know?",
      "th": "ผมเคยเขียนบทนะ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Screenplay about Peg Entwistle,",
      "th": "บทภาพยนตร์เกี่ยวกับเพ็ก เอนต์วิสเซิล"
    }
  },
  {
    "translation": {
      "en": "a girl who jumped off the Hollywood sign because the town wouldn't accept her.",
      "th": "ผู้หญิงที่โดดจากป้ายฮอลลีวูด เพราะเมืองนี้ไม่ต้อนรับเธอ"
    }
  },
  {
    "translation": {
      "en": "I know the feeling, so I wrote about it.",
      "th": "ผมเข้าใจความรู้สึกดี ผมเลยเขียนถึงมัน"
    }
  },
  {
    "translation": {
      "en": "Sold my script, too.",
      "th": "ผมขายบทไปด้วยแล้ว"
    }
  },
  {
    "translation": {
      "en": "But a hundred bucks...",
      "th": "แต่ 100 เหรียญ..."
    }
  },
  {
    "translation": {
      "en": "ain't much,",
      "th": "มันไม่มากเลย"
    }
  },
  {
    "translation": {
      "en": "and a studio ain't gonna put a black man under contract.",
      "th": "และสตูดิโอไม่ยอมเซ็นสัญญากับคนดำด้วย"
    }
  },
  {
    "translation": {
      "en": "I got...",
      "th": "ผมมี..."
    }
  },
  {
    "translation": {
      "en": "Can I smoke?",
      "th": "ขอสูบบุหรี่ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, go ahead.",
      "th": "เอาเลย"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You need money?",
      "th": "นายต้องการเงินเหรอ"
    }
  },
  {
    "translation": {
      "en": "I get a dollar a script",
      "th": "ผมได้เงินบทละเหรียญ"
    }
  },
  {
    "translation": {
      "en": "down at the Lincoln Theater, writing vaudeville sketches.",
      "th": "ที่ลินคอล์นเธียร์เตอร์ เขียนร่างละครเบ็ดเตล็ด"
    }
  },
  {
    "translation": {
      "en": "But that's once a week,",
      "th": "แต่นั่นแค่อาทิตย์ละครั้ง"
    }
  },
  {
    "translation": {
      "en": "so the way I see it, gotta turn these tricks.",
      "th": "ผมเลยมองว่า เราต้องให้บริการลูกค้า"
    }
  },
  {
    "translation": {
      "en": "And I can't go cruise Pershing Square or the farmer's market, okay?",
      "th": "และผมไม่สามารถไปส่องหาเกย์ ที่เพอร์ชิงสแควร์หรือตลาดชาวไร่ได้"
    }
  },
  {
    "translation": {
      "en": "Cops will arrest me just for loitering, so I turn my tricks up at Joe's place.",
      "th": "แค่ผมยืนโง่ๆ ตำรวจก็จะจับผมแล้ว ผมเลยไปให้บริการลูกค้าที่โรงหนังโจ"
    }
  },
  {
    "translation": {
      "en": "Beats washing dishes,",
      "th": "เงินดีกว่าล้างจาน"
    }
  },
  {
    "translation": {
      "en": "and I like doing it.",
      "th": "และผมชอบทำ"
    }
  },
  {
    "translation": {
      "en": "Why not get paid for something that feels good that you was gonna do anyways?",
      "th": "ทำไมไม่หาเงินจากสิ่งที่ทำแล้วรู้สึกดี และจะต้องทำอยู่แล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm discerning.",
      "th": "ผมมีวิสัยทัศน์"
    }
  },
  {
    "translation": {
      "en": "-My tricks gotta be good-looking, clean-- -So, you're a gigolo.",
      "th": "- ลูกค้าของผมต้องดูดี สะอาด... - นายเป็นผู้ชายขายตัวสินะ"
    }
  },
  {
    "translation": {
      "en": "I'm a writer.",
      "th": "ผมเป็นนักเขียน"
    }
  },
  {
    "translation": {
      "en": "Call it whatever you want.",
      "th": "อยากเรียนอะไรก็ตามสบาย"
    }
  },
  {
    "translation": {
      "en": "I ain't ashamed.",
      "th": "ผมไม่อายหรอก"
    }
  },
  {
    "translation": {
      "en": "I know who I am.",
      "th": "ผมรู้ว่าผมเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Now, Miss Shirley here is delicious.",
      "th": "มิสเชอร์ลีย์ที่นี่อร่อยแฮะ"
    }
  },
  {
    "translation": {
      "en": "What if I told you I could offer you an opportunity?",
      "th": "ถ้าฉันบอกนายว่าฉันเสนอโอกาสให้นายได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "A job, doing what you're doing, but safer.",
      "th": "งานน่ะ ทำแบบที่นายทำแต่ปลอดภัยกว่า"
    }
  },
  {
    "translation": {
      "en": "What the hell kind of cop are you?",
      "th": "คุณเป็นตำรวจแบบไหนวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I know a fella who owns a gas station.",
      "th": "ฉันรู้จักเจ้าของปั๊มน้ำมันคนนึง"
    }
  },
  {
    "translation": {
      "en": "You pump gas, some customers you do a little more, you know what I'm saying.",
      "th": "นายเติมน้ำมัน กับลูกค้าบางคน นายทำมากกว่านั้นหน่อย เข้าใจที่พูดใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Pay is good, very good.",
      "th": "เงินดีนะ ดีมากเลยละ"
    }
  },
  {
    "translation": {
      "en": "More than what you're charging.",
      "th": "มากกว่าที่นายได้อีก"
    }
  },
  {
    "translation": {
      "en": "And if you wanted to, you could just do guys.",
      "th": "และถ้านายต้องการ นายบริการแค่ผู้ชายก็ได้"
    }
  },
  {
    "translation": {
      "en": "You ain't no real cop.",
      "th": "นายไม่ใช่ตำรวจจริงนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "Also, I do wanna ask you. I gotta ask you...",
      "th": "และฉันอยากถามนายด้วย ฉันต้องถามนาย..."
    }
  },
  {
    "translation": {
      "en": "Pall Malls.",
      "th": "พาลมอลส์"
    }
  },
  {
    "translation": {
      "en": "Could you make it with a woman if you had to?",
      "th": "นายทำกับผู้หญิงได้ไหมถ้าจำเป็น"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "Sure, I can fake it. Ain't that what most fellas do with their wives anyways?",
      "th": "ฉันแกล้งทำได้ ผู้ชายส่วนใหญ่ ก็ทำแบบนั้นกับเมียอยู่แล้วไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-He's paying for it. -Okay.",
      "th": "- เขาจะจ่ายให้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "I'm gonna take you to meet my friend Ernie.",
      "th": "ฉันจะพานายไปหาเออร์นี เพื่อนฉัน"
    }
  },
  {
    "translation": {
      "en": "First, you're right, I'm not a cop.",
      "th": "ข้อแรก นายพูดถูก ฉันไม่ใช่ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "I'm an actor.",
      "th": "ฉันเป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "But, until that moment just then,",
      "th": "แต่ก่อนที่นายจะรู้ความจริง"
    }
  },
  {
    "translation": {
      "en": "you thought I was a cop, didn't you?",
      "th": "นายคิดว่าฉันเป็นตำรวจใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "What I mean is, you would cast me as a cop...",
      "th": "ที่ฉันจะบอกคือ นายจะเลือกให้ฉันแสดงเป็นตำรวจ"
    }
  },
  {
    "translation": {
      "en": "right?",
      "th": "ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sweet beans in a basket.",
      "th": "แม่เจ้าโว้ย"
    }
  },
  {
    "translation": {
      "en": "He'll do the guy stuff?",
      "th": "เขาจะทำให้ผู้ชายเหรอ"
    }
  },
  {
    "translation": {
      "en": "Ask him.",
      "th": "ถามเขาสิ"
    }
  },
  {
    "translation": {
      "en": "If the price is right.",
      "th": "ถ้าราคาดีนะ"
    }
  },
  {
    "translation": {
      "en": "-50-50. -[scoffs] I'm worth more than that, 60-40.",
      "th": "- ครึ่งๆ - ผมมีค่ามากกว่านั้น 60-40"
    }
  },
  {
    "translation": {
      "en": "I like this kid. Enterprising.",
      "th": "ฉันชอบไอ้หมอนี่ กล้าได้กล้าเสีย"
    }
  },
  {
    "translation": {
      "en": "Okay, deal.",
      "th": "โอเค ตกลง"
    }
  },
  {
    "translation": {
      "en": "Ernie West.",
      "th": "เออร์นี เวสต์"
    }
  },
  {
    "translation": {
      "en": "-Archie Coleman. -You're gonna do a lot of business, kid.",
      "th": "- อาร์ชี โคลแมน - นายจะได้ทำธุรกิจเพียบเลย ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "I can tell just by looking at you.",
      "th": "แค่ดูนาย ฉันก็รู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "What's the password again?",
      "th": "รหัสผ่านว่าไงนะครับ"
    }
  },
  {
    "translation": {
      "en": "\"Dreamland.\"",
      "th": "\"ดินแดนแห่งความฝัน\""
    }
  },
  {
    "translation": {
      "en": "[Ernie] He's all yours, go get him.",
      "th": "เขาเป็นของนาย ไปหาเขาเลย"
    }
  },
  {
    "translation": {
      "en": "I knew you'd be back.",
      "th": "นึกแล้วว่านายต้องกลับมา"
    }
  },
  {
    "translation": {
      "en": "They always come back.",
      "th": "กลับมากันทุกคนแหละ"
    }
  },
  {
    "translation": {
      "en": "How's it going?",
      "th": "เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Can I help you?",
      "th": "มีอะไรให้ช่วยไหม"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, I want to go to Wonderland.",
      "th": "ครับ ผมอยากไปดินแดนมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "The street?",
      "th": "ถนนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's up there on Laurel Canyon.",
      "th": "เส้นนั้นอยู่แถวลอเรล แคนยอนเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] You mean Dreamland?",
      "th": "ดินแดนแห่งความฝันรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah. Dreamland.",
      "th": "ใช่ ดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้เลย"
    }
  },
  {
    "translation": {
      "en": "What can I do for you?",
      "th": "ให้ผมทำอะไรให้ดี"
    }
  },
  {
    "translation": {
      "en": "Uh, I don't know. Are there-- are there options here, or...",
      "th": "ไม่รู้สิ มีตัวเลือกด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're not interested in a black man?",
      "th": "คุณไม่สนชายผิวดำสินะ"
    }
  },
  {
    "translation": {
      "en": "No, I'm just a little nervous.",
      "th": "เปล่า ผมแค่ตื่นเต้นนิดหน่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "What's your name?",
      "th": "คุณชื่ออะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Roy. Roy Fitzgerald.",
      "th": "รอย รอย ฟิตซ์เจอรัลด์"
    }
  },
  {
    "translation": {
      "en": "Archie.",
      "th": "อาร์ชี"
    }
  },
  {
    "translation": {
      "en": "This your place?",
      "th": "นี่บ้านคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I'm renting month-to-month.",
      "th": "ผมเช่าเดือนต่อเดือนน่ะ"
    }
  },
  {
    "translation": {
      "en": "I know it ain't much, but it's all I can afford right now.",
      "th": "ผมรู้ว่ามันไม่มาก แต่ตอนนี้ผมมีปัญญาเท่านี้"
    }
  },
  {
    "translation": {
      "en": "What do you want?",
      "th": "คุณต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "-What do you mean? -I mean what do you want to do...",
      "th": "- หมายความว่าไง - คุณต้องการทำอะไร"
    }
  },
  {
    "translation": {
      "en": "to me?",
      "th": "กับผม"
    }
  },
  {
    "translation": {
      "en": "Or what do you want me to do to you?",
      "th": "หรืออยากให้ผมทำอะไรกับคุณ"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Oh, you're, uh...",
      "th": "โอ้ คุณ..."
    }
  },
  {
    "translation": {
      "en": "I like how straightforward you are.",
      "th": "ผมชอบที่คุณตรงไปตรงมานะ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Well, I just wanna make sure you get your money's worth, Mr. Roy Fitzgerald.",
      "th": "ผมแค่อยากแน่ใจว่ามันคุ้มค่าเงินคุณ คุณรอย ฟิตซ์เจอรัลด์"
    }
  },
  {
    "translation": {
      "en": "Can I ask you something?",
      "th": "ถามอะไรหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Where are you from?",
      "th": "คุณมาจากไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Illinois. Little town called Winnetka.",
      "th": "อิลลินอยส์ เมืองเล็กๆ ชื่อว่าวินเน็ตกา"
    }
  },
  {
    "translation": {
      "en": "Fitzgerald's my stepdad, Scherer's my real dad's name.",
      "th": "ฟิตซ์เจอรัลด์เป็นพ่อเลี้ยงผม นามสกุลพ่อผมจริงๆ คือเชอร์เรอร์"
    }
  },
  {
    "translation": {
      "en": "I came out here to reconnect with him, but...",
      "th": "ผมมาที่นี่เพื่อกลับไปติดต่อกับเขาใหม่"
    }
  },
  {
    "translation": {
      "en": "it didn't really wash.",
      "th": "แต่มันไม่เป็นอย่างที่คิด"
    }
  },
  {
    "translation": {
      "en": "What about you? Where are you from?",
      "th": "คุณล่ะ มาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Where am I from?",
      "th": "ผมมาจากไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Memphis.",
      "th": "เมมฟิส"
    }
  },
  {
    "translation": {
      "en": "So, what's a good-looking guy like yourself doing paying for affection?",
      "th": "แล้วทำไมคนหน้าตาดีแบบคุณ ต้องจ่ายเงินซื้อความรักด้วย"
    }
  },
  {
    "translation": {
      "en": "Why not just go to those joints on Main Street?",
      "th": "ทำไมไม่ไปตามร้านพวกนั้นบนถนนหลัก"
    }
  },
  {
    "translation": {
      "en": "Harold to the 1-2-3... Cookie, you're making me nervous. [chuckles]",
      "th": "แฮโรลด์เรียกหนึ่ง สอง สาม พ่อหนุ่ม คุณกำลังทำให้ผมประหม่า"
    }
  },
  {
    "translation": {
      "en": "Relax.",
      "th": "ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "I'll take good care of you.",
      "th": "ผมจะดูแลคุณอย่างดี"
    }
  },
  {
    "translation": {
      "en": "Uh, I went down there once, but...",
      "th": "ผมเคยไปที่นั่นครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I-- I saw somebody I thought I recognized.",
      "th": "แต่ผมเห็นคนที่ผมคิดว่าผมจำได้"
    }
  },
  {
    "translation": {
      "en": "A casting director.",
      "th": "หัวหน้าฝ่ายคัดเลือกนักแสดง"
    }
  },
  {
    "translation": {
      "en": "So I pretended like I was in the wrong place and-- and walked out.",
      "th": "ผมเลยทำเป็นเข้าร้านผิดและเดินออกมา"
    }
  },
  {
    "translation": {
      "en": "I'm gonna be an actor, see? So...",
      "th": "ผมจะเป็นนักแสดงน่ะ ฉะนั้น..."
    }
  },
  {
    "translation": {
      "en": "I-- I can't have anybody thinking I'm...",
      "th": "ผมจะให้ใครคิดไม่ได้ว่าผมเป็น..."
    }
  },
  {
    "translation": {
      "en": "that way.",
      "th": "แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Archie] I'm lucky I'm not trying to be in front of the camera.",
      "th": "ผมโชคดีที่ไม่พยายามออกหน้ากล้อง"
    }
  },
  {
    "translation": {
      "en": "That just wouldn't work for somebody like me.",
      "th": "มันไม่ดีสำหรับคนแบบผมหรอก"
    }
  },
  {
    "translation": {
      "en": "-That's why I'm a writer. -A writer? You don't say.",
      "th": "- ผมเลยเป็นนักเขียน - นักเขียนเหรอ เอาจริงดิ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Well, I got a studio looking at one of my scripts.",
      "th": "ใช่ มีสตูดิโอหนึ่งดูบทของผมอยู่"
    }
  },
  {
    "translation": {
      "en": "It could be a first, you know? Major studio, black writer.",
      "th": "มันอาจเป็นเรื่องแรก รู้ไหม สตูดิโอใหญ่ นักเขียนผิวดำ"
    }
  },
  {
    "translation": {
      "en": "I mean, there's only been two or three black screenwriters before,",
      "th": "มีนักเขียนผิวดำก่อนหน้านี้แค่สองหรือสามคนเอง"
    }
  },
  {
    "translation": {
      "en": "Oscar Micheaux, Langston Hughes, but those were race pictures, you know?",
      "th": "ออสการ์ มิโชส์ แลงสตัน ฮิวจ์ แต่นั่นคือหนังคนผิวดำหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Stories about black folk.",
      "th": "เรื่องราวเกี่ยวกับคนดำ"
    }
  },
  {
    "translation": {
      "en": "It's like you can't even run those pictures in parts of this country.",
      "th": "ดูเหมือนจะฉายหนังพวกนั้น ในบางส่วนของประเทศนี้ไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "But, you see, my script’s about a white gal, so...",
      "th": "แต่บทของผมเกี่ยวกับสาวผิวขาว"
    }
  },
  {
    "translation": {
      "en": "Who knows? Maybe you could star in it, Roy.",
      "th": "ใครจะรู้ คุณอาจได้เล่นหนังเรื่องนั้นก็ได้ รอย"
    }
  },
  {
    "translation": {
      "en": "Could you imagine something like that?",
      "th": "คุณนึกภาพอะไรแบบนั้นออกด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-That would be-- -A dream.",
      "th": "- มันคงเป็น... - ความฝัน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "In Dreamland.",
      "th": "ในดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "And if it comes true?",
      "th": "แล้วถ้ามันเป็นจริงล่ะ"
    }
  },
  {
    "translation": {
      "en": "When it comes...",
      "th": "เมื่อมันเป็น..."
    }
  },
  {
    "translation": {
      "en": "true.",
      "th": "จริง"
    }
  },
  {
    "translation": {
      "en": "We'd look back and say the two of us meeting was",
      "th": "เราจะมองย้อนกลับมา และบอกว่าการพบกันของเราสองคนคือ"
    }
  },
  {
    "translation": {
      "en": "that Hollywood dream starting to come true.",
      "th": "ความฝันฮอลลีวูดที่เริ่มกลายเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "There you go, Jack.",
      "th": "เอาไปเลย แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Buffalo Billy, Slippery Sammy, Rabid Ronny,",
      "th": "บิลลี่จอมถึก แซมมี่จอมเจ้าเล่ห์ รอนนี่จอมคลั่ง"
    }
  },
  {
    "translation": {
      "en": "Goody Two-Shoes Glen, and Arch... Welcome to the family.",
      "th": "เกล็นผู้แสนดี และอาร์ช... ขอต้อนรับสู่ครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Ernie, what's the matter? You all right? [clears throat] It's nothing. It's nothing.",
      "th": "- เออร์นี เป็นอะไรไป ไหวไหม - ไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "This black walnut blooms this time of year.",
      "th": "แบล็กวอลนัตที่ออกดอกช่วงนี้ของปีน่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's make it another great week, fellas! -[workers] Yes, sir! -Go get 'em. All right.",
      "th": "มาทำให้เจ๋งกันอีกสัปดาห์ดีกว่า พวก ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "-What'll it be? -Dreamland.",
      "th": "- รับอะไรดีครับ - ดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "-Where to? -Dreamland.",
      "th": "- ไปไหนครับ - ดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "-Where to for you? -Dreamland.",
      "th": "- มีอะไรให้ช่วยครับ - ดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "Hmm, you are really good at that, you know?",
      "th": "เธอเก่งเรื่องอย่างว่ามากเลยรู้ไหม"
    }
  },
  {
    "translation": {
      "en": "So is this what you do, full time?",
      "th": "นี่งานของเธอเต็มเวลาเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, uh, just to make ends meet.",
      "th": "เปล่าครับ แค่ให้พอยาไส้"
    }
  },
  {
    "translation": {
      "en": "I'm an actor.",
      "th": "ผมเป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm in casting.",
      "th": "ฉันอยู่ทีมคัดเลือกนักแสดง"
    }
  },
  {
    "translation": {
      "en": "[Jack] Excuse me, sorry.",
      "th": "ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Pardon me.",
      "th": "ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Jack! I ain't seen you in a while, Bubby! I thought you threw in the towel.",
      "th": "แจ็ค ไม่เจอตั้งนาน เพื่อน นึกว่านายยกธงขาวแล้วซะอีก"
    }
  },
  {
    "translation": {
      "en": "-No, still pounding the pavement. -Sure, sure. That's great.",
      "th": "- เปล่า ยังตะลุยหางานอยู่ - นั่นสินะ เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "Me? I've been working every day this week on a Sidney Lanfield picture.",
      "th": "ฉันเหรอ อาทิตย์นี้ฉันทำงานทุกวัน ให้หนังของซิดนีย์ แลนด์ฟิลด์"
    }
  },
  {
    "translation": {
      "en": "-Lot of frame wipes. Know what that is? -Sure.",
      "th": "- กวาดภาพเยอะมาก รู้ไหมมันคืออะไร - รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I walk right next to the camera, real close,",
      "th": "ฉันเดินตรงไปที่กล้อง ใกล้มากๆ"
    }
  },
  {
    "translation": {
      "en": "and the director uses that to cut the scene together.",
      "th": "แล้วผู้กำกับใช้มันตัดฉากมาต่อกัน"
    }
  },
  {
    "translation": {
      "en": "Practically editing this goddamn thing. Shh, shh, here she comes!",
      "th": "จะว่าฉันเป็นคนตัดต่อหนังเวรนี่เลยก็ได้ เธอมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-I need three warm bodies. -[crowd clamoring]",
      "th": "ฉันต้องการคนสามคน"
    }
  },
  {
    "translation": {
      "en": "You, you and... you.",
      "th": "คุณ คุณ และ... คุณ"
    }
  },
  {
    "translation": {
      "en": "That's it. See the rest of youse tomorrow.",
      "th": "แค่นี้แหละ ที่เหลือเจอกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Wanna grab a bite to eat? My treat.",
      "th": "อยากไปหาอะไรกินไหม ฉันเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "[Jack] No, I think I'm gonna stick around. What are you talking about?",
      "th": "- ไม่ ฉันว่าจะอยู่แถวนี้ก่อน - พูดอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "Jack?",
      "th": "แจ็ค"
    }
  },
  {
    "translation": {
      "en": "Get in here.",
      "th": "เข้ามาในนี้"
    }
  },
  {
    "translation": {
      "en": "What the hell's going on?",
      "th": "เกิดอะไรขึ้นวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Oh, I, uh, I got a walk-on role in a Cecil B. DeMille picture.",
      "th": "ฉันได้บทตัวประกอบ ในหนังของเซซิล บี. เดอมิลล์น่ะ"
    }
  },
  {
    "translation": {
      "en": "Might get a line!",
      "th": "อาจมีบทพูดด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey, something's gonna happen for you one of these days, Lou, I know it!",
      "th": "สักวันต้องเป็นวันของนายบ้าง ลู ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "How are you?",
      "th": "สบายดีไหม"
    }
  },
  {
    "translation": {
      "en": "[exhales] I love this town.",
      "th": "ฉันรักเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "Hello, sweetheart.",
      "th": "สวัสดีจ้ะ ที่รัก"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "ทำอะไรคะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Nothing, just cooking dinner for my wife.",
      "th": "เปล่าจ้ะ แค่ทำมื้อค่ำให้เมียกิน"
    }
  },
  {
    "translation": {
      "en": "Hungry?",
      "th": "หิวไหมจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "No, suspicious.",
      "th": "ไม่ค่ะ สงสัยจัง"
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "th": "คุณไปทำอะไรผิดมา"
    }
  },
  {
    "translation": {
      "en": "Uh, nothing, nothing. Just come here. Sit down.",
      "th": "ไม่มีอะไรจ้ะ มานี่สิ นั่งลง"
    }
  },
  {
    "translation": {
      "en": "We're celebrating.",
      "th": "เราจะฉลองกัน"
    }
  },
  {
    "translation": {
      "en": "Celebrating what?",
      "th": "ฉลองอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "You quitting your job.",
      "th": "คุณจะออกจากงาน"
    }
  },
  {
    "translation": {
      "en": "-What? I like working at Schwab's! -I can't have you on your feet all day.",
      "th": "- อะไร ฉันชอบทำงานที่ชวาบส์นะ - ผมให้คุณยืนทั้งวันไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "You're three months along, I don't want you working anymore, all right?",
      "th": "อีกสามเดือนก็คลอดแล้ว ผมไม่อยากให้คุณทำงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Not another word about it.",
      "th": "ไม่ต้องเถียงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's eat.",
      "th": "กินกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Just eat!",
      "th": "กินสิจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Oh...",
      "th": "โอ้..."
    }
  },
  {
    "translation": {
      "en": "my...",
      "th": "พระ..."
    }
  },
  {
    "translation": {
      "en": "-God. -That's $500.",
      "th": "- เจ้า - นั่น 500 ดอลลาร์จ้ะ"
    }
  },
  {
    "translation": {
      "en": "How-- How did you get this?",
      "th": "คุณไปเอามาจากไหนคะ"
    }
  },
  {
    "translation": {
      "en": "I've been doing good work at the gas station.",
      "th": "ผมได้งานดีที่ปั๊มน้ำมันมาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "Rent's already paid, gas and electric too.",
      "th": "จ่ายค่าเช่าบ้านแล้ว ค่าแก๊ส ค่าไฟด้วย"
    }
  },
  {
    "translation": {
      "en": "Now, that ain't for spending, all right?",
      "th": "นั่นไม่ได้สำหรับเอาไว้ใช้นะ"
    }
  },
  {
    "translation": {
      "en": "That's a down-payment... on a house.",
      "th": "มันคือเงินดาวน์... ดาวน์บ้าน"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. I-- I don't...",
      "th": "โอ้ พระเจ้า ฉันไม่..."
    }
  },
  {
    "translation": {
      "en": "I thought that's what you wanted.",
      "th": "นึกว่าคุณอยากได้มันซะอีก"
    }
  },
  {
    "translation": {
      "en": "[laughing] It is, I just can't believe it!",
      "th": "ก็ใช่น่ะสิ ฉันแค่ไม่อยากจะเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Thank you! Thank you.",
      "th": "ขอบคุณค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Anything for you. Anything for my family.",
      "th": "ทำได้ทุกอย่างเพื่อคุณ ทำได้ทุกอย่างเพื่อครอบครัวผม"
    }
  },
  {
    "translation": {
      "en": "What does that mean, \"sexually ambidextrous\"?",
      "th": "หมายความว่าไง \"เชี่ยวชาญทั้งสองเพศ\""
    }
  },
  {
    "translation": {
      "en": "That means that my man Stan here likes the cat and the kitty.",
      "th": "หมายความว่าสแตน เพื่อนฉันคนนี้ ได้ทั้งจู๋และจิ๋มไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Huh, no fooling?",
      "th": "ไม่ล้อเล่นใช่ไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Well, welcome aboard, Stan.",
      "th": "ยินดีต้อนรับสู่ทีมนะ สแตน"
    }
  },
  {
    "translation": {
      "en": "-[bell dings] -Thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "All yours, Jack.",
      "th": "นายรับไปเลย แจ็ค"
    }
  },
  {
    "translation": {
      "en": "-Fill 'er up? -Dreamland.",
      "th": "- เติมน้ำมันไหมครับ - ดินแดนแห่งความฝัน"
    }
  },
  {
    "translation": {
      "en": "-Hello. -How are you?",
      "th": "- สวัสดีจ้ะ - สบายดีไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-Better now, thank you. -Glad to hear it.",
      "th": "- ตอนนี้ดีขึ้นแล้ว ขอบใจ - ดีใจที่ได้ยินครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, uh, I don't touch the money. You pay Ernie and Ernie pays me.",
      "th": "ไม่ครับ ผมไม่แตะเงิน คุณจ่ายเออร์นี แล้วเออร์นีจ่ายผม"
    }
  },
  {
    "translation": {
      "en": "Well, what about a tip?",
      "th": "แล้วทิปล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you can give it to me after, if you're satisfied.",
      "th": "ถ้าพอใจค่อยให้ทีหลังก็ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "Well, wouldn't this ensure that I'm satisfied?",
      "th": "นี่จะไม่เป็นการรับประกันเหรอว่าฉันจะพอใจ"
    }
  },
  {
    "translation": {
      "en": "Okay, thanks.",
      "th": "โอเค ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-You're under arrest. -What?",
      "th": "- คุณถูกจับแล้ว - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Got him!",
      "th": "จับเขา"
    }
  },
  {
    "translation": {
      "en": "Wait a minute, what is it? Whoa, buddy, buddy, what is this?",
      "th": "เดี๋ยวก่อน นี่มันอะไรกัน เฮ้ย พวก อะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Wait a minute, wait! -[officer] Shut up!",
      "th": "- เดี๋ยวก่อน เดี๋ยว! - หุบปาก!"
    }
  },
  {
    "translation": {
      "en": "You're under arrest for solicitation and lewd conduct",
      "th": "คุณถูกจับข้อหาชักจูงและกระทำการอนาจาร"
    }
  },
  {
    "translation": {
      "en": "pursuant to California Penal Code, section 647-B.",
      "th": "ตามประมวลกฎหมายอาญาแคลิฟอร์เนีย มาตรา 647 บี"
    }
  }
]