[
  {
    "translation": {
      "en": "I've got this. I'm good.",
      "th": "ผมจัดการเอง ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Here.",
      "th": "เชิญครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I've had them set you up out here so you wouldn't feel quite so confined.",
      "th": "ผมให้คนจัดที่พักที่นี่ให้ คุณจะได้ไม่รู้สึกอึดอัดนัก"
    }
  },
  {
    "translation": {
      "en": "The ladies will scandalize the neighborhood",
      "th": "สาวๆ จะสร้างเรื่อง ให้คนแถวนี้นินทากัน"
    }
  },
  {
    "translation": {
      "en": "by occupying both bedrooms.",
      "th": "โดยครองทั้งสองห้องนอน"
    }
  },
  {
    "translation": {
      "en": "I will be staying in town at a bucolic spa called,",
      "th": "ส่วนผมจะเข้าเมือง ไปพักที่สปาธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "if you can believe it, The Shoulder Arms.",
      "th": "ซึ่งชื่อแปลกจนคุณอาจไม่เชื่อ อย่างสปาแบกอาวุธ"
    }
  },
  {
    "translation": {
      "en": "I will do my editing there. Now, as you know,",
      "th": "ผมจะเกลาบทที่นั่น คุณคงรู้ว่าคุณฟรีด้าไม่ใช่แค่ พยาบาลและนักบำบัดกายภาพ"
    }
  },
  {
    "translation": {
      "en": "Fraulein Freda is not only a nurse and physical therapist,",
      "th": "คุณคงรู้ว่าคุณฟรีด้าไม่ใช่แค่ พยาบาลและนักบำบัดกายภาพ"
    }
  },
  {
    "translation": {
      "en": "she studied nutrition back in the old country.",
      "th": "เธอยังเคยศึกษาเรื่องโภชนาการ มาจากประเทศเดิม"
    }
  },
  {
    "translation": {
      "en": "-Ja, liebes Fräulein? -Jawohl, Herr Houseman.",
      "th": "- ใช่ไหมครับ - ใช่ค่ะ คุณเฮ้าส์แมน"
    }
  },
  {
    "translation": {
      "en": "It's a dry house.",
      "th": "ที่นี่ห้ามดื่ม"
    }
  },
  {
    "translation": {
      "en": "The owner of the ranch doesn't permit alcohol.",
      "th": "เจ้าของฟาร์มไม่ให้นำเครื่องดื่มแอลกอฮอล์เข้า"
    }
  },
  {
    "translation": {
      "en": "But you're from Pennsylvania. You're no doubt used to it.",
      "th": "แต่คุณมาจากเพนซิลเวเนีย คุณคงจะชินอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Saved by the proverbial bell.",
      "th": "หมดเวลาพอดีเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Set it here, please.",
      "th": "วางตรงนั้นครับ"
    }
  },
  {
    "translation": {
      "en": "And careful. Thank you.",
      "th": "ระวังด้วยนะ ระวังด้วย ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Observe.",
      "th": "ดูให้ดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "Naturally, you'll do your damnedest to get at it.",
      "th": "ถ้าคุณอยากดื่มก็ต้องตั้งใจทำงาน"
    }
  },
  {
    "translation": {
      "en": "By the time you finish the first draft, which is to say, in 90 days,",
      "th": "เมื่อคุณปั่นร่างบทฉบับแรกเสร็จ ซึ่งต้องเสร็จภายใน 90 วัน"
    }
  },
  {
    "translation": {
      "en": "you should be a world-class sprinter.",
      "th": "คุณน่าจะได้เป็นนักปั่นระดับโลกพอดี"
    }
  },
  {
    "translation": {
      "en": "Rita, come in here, will you?",
      "th": "ริต้า มานี่หน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "This is Mrs. Alexander.",
      "th": "นี่คือคุณอเล็กซานเดอร์"
    }
  },
  {
    "translation": {
      "en": "She types 100 perfect words a minute and takes dictation like a clairvoyant.",
      "th": "เธอพิมพ์ได้ร้อยคำในหนึ่งนาที โดยไม่ผิดพลาด ราวกับมีตาทิพย์"
    }
  },
  {
    "translation": {
      "en": "Rita Alexander, Herman Mankiewicz.",
      "th": "ริต้า อเล็กซานเดอร์ นี่คุณเฮอร์แมน แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "How do you do, Mr. Mankiewicz?",
      "th": "เป็นยังไงบ้างคะ คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "That's a big question.",
      "th": "ก็ตามสภาพแหละนะ"
    }
  },
  {
    "translation": {
      "en": "Well, since you like working nights, Rita here runs on London time.",
      "th": "เห็นคุณชอบทำงานกลางคืน ริต้าทำงานตามเวลาที่ลอนดอน"
    }
  },
  {
    "translation": {
      "en": "Her husband is one of our bold lads in the RAF.",
      "th": "สามีเธอเป็นนักบินผู้กล้า ประจำกองทัพอากาศหลวง"
    }
  },
  {
    "translation": {
      "en": "-Flies… What is it, Rita? Spitfires? -Hurricanes.",
      "th": "- เขาขับอะไรนะริต้า สปิตไฟร์สเหรอ - เฮอร์ริเคนค่ะ"
    }
  },
  {
    "translation": {
      "en": "-My sympathy and prayers. -I beg your pardon?",
      "th": "- เห็นใจและขอภาวนาให้นะ - อะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "Given the speed, climb, and turning radius of the Messerschmitt Bf 109--",
      "th": "ดูจากความเร็วและรัศมีการเลี้ยวของ เครื่องเมสเซอร์สมิตต์ บีเอฟ 109…"
    }
  },
  {
    "translation": {
      "en": "I hope we won't need your sympathy, Mr. Mankiewicz.",
      "th": "เราไม่ต้องการความเห็นใจจากคุณค่ะ คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "We'll do the praying and the fighting.",
      "th": "เราจะภาวนาและต่อสู้เอง"
    }
  },
  {
    "translation": {
      "en": "I will meet with Orson weekly. Keep him to date on our progress.",
      "th": "ผมจะไปพบออร์สันทุกสัปดาห์ เพื่อรายงานความคืบหน้าของเรา"
    }
  },
  {
    "translation": {
      "en": "We're expecting great things.",
      "th": "เราคาดว่าจะได้เรื่องที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "What is it the writer says? \"Tell the story you know.\"",
      "th": "นักเขียนเขาว่ากันว่าไงนะ \"เล่าเรื่องที่คุณรู้มาทีสิ\""
    }
  },
  {
    "translation": {
      "en": "I don't know that writer.",
      "th": "ผมไม่รู้จักนักเขียนคนนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, he's right here.",
      "th": "ค่ะ เขาอยู่ที่นี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you should have everything. If I've forgotten, there's a clipboard.",
      "th": "ของคุณน่าจะครบทุกอย่างแล้ว ถ้าขาดอะไร ก็เขียนไว้นะ"
    }
  },
  {
    "translation": {
      "en": "-Yes? Hello? -They're getting him.",
      "th": "- ว่าไงครับ - เขายังไม่อยู่ในสายค่ะ"
    }
  },
  {
    "translation": {
      "en": "Our wunderkind does have the gift of theatrical timing.",
      "th": "เด็กมหัศจรรย์ของเรามีพรสวรรค์ เรื่องจังหวะเวลาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Orson, hello. We just got in.",
      "th": "ออร์สัน ว่าไง เราเพิ่งมาถึงน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Mank.",
      "th": "- ว่าไง - แมงค์"
    }
  },
  {
    "translation": {
      "en": "Houseman tells me we have you just where we want you.",
      "th": "เฮ้าส์แมนบอกผมว่า เราได้ตัวคุณมาถูกที่ถูกเวลาเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Lucky me.",
      "th": "โชคของผมเลย"
    }
  },
  {
    "translation": {
      "en": "-How's the leg? -\"Thigh bone's connected to the hip bone.\"",
      "th": "- ขาเป็นไงบ้าง - กระดูกต้นขาเชื่อมต่อกับสะโพกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Excellent. Ready and willing to hunt the great white whale?",
      "th": "ดีมาก พร้อมจะออกล่าวาฬเผือกแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "Just call me Ahab. I understand we've 90 days.",
      "th": "เรียกผมว่าอาฮับได้เลย เรามีเวลา 90 วันสินะครับ"
    }
  },
  {
    "translation": {
      "en": "Let's aim for 60.",
      "th": "เอาเป็น 60 วันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "He's just cut a month.",
      "th": "เขาลดเวลาไป 30 วัน"
    }
  },
  {
    "translation": {
      "en": "I used to do it in five for you at the Mercury. This is leisurely.",
      "th": "ขนาดที่เดอะเมอร์คิวรี่ ผมยังเคยเขียนในห้าวัน แค่นี้สบายมาก"
    }
  },
  {
    "translation": {
      "en": "-Sixty days, and then we can noodle. -Nothing like a good noodle.",
      "th": "- เสร็จใน 60 วัน แล้วไปดื่มเหล้ากัน - เป็นความคิดที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Is the reason you lopped 30 days to run it past the RKO legal?",
      "th": "เหตุผลที่คุณลดเวลา 30 วัน เพื่อทำตามข้อกฎหมายใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I thought I told you, Mank. I have final cut, final everything.",
      "th": "ผมเคยบอกคุณแล้วนะ แมงค์ ผมเช็กรอบไฟนอลในทุกๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "There are no studio notes. We'll have no one but ourselves to blame.",
      "th": "ไม่มีคำสั่งจากสตูดิโอ เราต้องเป็นผู้รับผิดชอบทุกอย่างเอง"
    }
  },
  {
    "translation": {
      "en": "-Sixty days and a noodle. -Mr. Welles, we're ready.",
      "th": "- หกสิบวันพร้อมเลี้ยงฉลอง - พร้อมแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Gotta run. I'm doing tests for Heart of Darkness.",
      "th": "ต้องวางแล้ว ผมต้องไปดู \"หฤทัยแห่งอันธการ\""
    }
  },
  {
    "translation": {
      "en": "Little that, lesser Joe Conrad.",
      "th": "ปรับบทนิด เอาความเป็นโจ คอนราดออกหน่อย"
    }
  },
  {
    "translation": {
      "en": "If anyone should ask, tell 'em you're adapting.",
      "th": "ถ้ามีคนถาม ให้บอกไปว่าคุณดัดแปลงบทนะ"
    }
  },
  {
    "translation": {
      "en": "You don't know this sun-bleached sewer here, my friend.",
      "th": "คุณไม่รู้จักแหล่งเสื่อมโทรมแดดเผานี่"
    }
  },
  {
    "translation": {
      "en": "Break wind at Hollywood and Vine,",
      "th": "กลิ่นเหม็นที่ฮอลลีวู้ดแอนด์ไวน์"
    }
  },
  {
    "translation": {
      "en": "and a producer in Santa Monica reports a ruptured main.",
      "th": "และผู้อำนวยการสร้าง ในซานตา โมนิก้าเส้นเลือดแตก"
    }
  },
  {
    "translation": {
      "en": "No, I don't know this burg, not yet.",
      "th": "ไม่ ผมไม่รู้จักย่านนี้ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm toiling with you in spirit, Mank. And I don't hear any typing.",
      "th": "ผมให้งานทางจิตวิญญาณคุณนะ แมงค์ ผมไม่ได้ยินเสียงพิมพ์ดีดเลย"
    }
  },
  {
    "translation": {
      "en": "No notes.",
      "th": "ไม่มีใบสั่ง"
    }
  },
  {
    "translation": {
      "en": "And then he turns 24.",
      "th": "และแล้วเขาก็อายุ 24"
    }
  },
  {
    "translation": {
      "en": "Trapped.",
      "th": "ถูกกักขัง"
    }
  },
  {
    "translation": {
      "en": "Let me take off these clothes.",
      "th": "ถอดเสื้อผ้าออกก่อนค่ะ"
    }
  },
  {
    "translation": {
      "en": "They let me go just as I achieved perfect equilibrium.",
      "th": "พวกนั้นให้ผมออก ตอนที่ผมพบจุดสมดุลพอดิบพอดี"
    }
  },
  {
    "translation": {
      "en": "I won't work with half the producers on the lot,",
      "th": "ผมไม่ทำงานกับผู้อำนวยการสร้างครึ่งกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "and the other half won't work with me.",
      "th": "ส่วนอีกครึ่งก็ไม่ยอมทำงานกับผม"
    }
  },
  {
    "translation": {
      "en": "-What's this, a racing form? -You stop reading, you stop learning.",
      "th": "- นี่อะไรคะ โพยพนันเหรอ - คนเราถ้าหยุดอ่านก็หยุดเรียนรู้"
    }
  },
  {
    "translation": {
      "en": "Hold still.",
      "th": "อยู่นิ่งๆ สิคะ"
    }
  },
  {
    "translation": {
      "en": "Lay back.",
      "th": "นอนลงค่ะ"
    }
  },
  {
    "translation": {
      "en": "Cigarette, please.",
      "th": "ขอบุหรี่หน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Hermie, if a match gets near your breath, you'll burst into flames.",
      "th": "คุณหายใจเป็นแอลกอฮอล์ขนาดนี้ ถ้าจุดไม้ขีดใกล้ๆ ไฟคงลุกแน่"
    }
  },
  {
    "translation": {
      "en": "Even the dog's name is awful. Sounds like a Japanese houseboy.",
      "th": "แม้แต่ชื่อหมายังห่วยแตก เหมือนชื่อเด็กรับใช้ญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "You mark my words, Sara.",
      "th": "ฟังคำผมนะ ซาร่า"
    }
  },
  {
    "translation": {
      "en": "The Wizard of Oz is gonna sink that studio.",
      "th": "พ่อมดแห่งออซจะจมสตูดิโอนั้น"
    }
  },
  {
    "translation": {
      "en": "Sleep. You're driving to New York tomorrow.",
      "th": "นอนเถอะ พรุ่งนี้คุณต้องขับไปนิวยอร์กนะ"
    }
  },
  {
    "translation": {
      "en": "Remember when you used to take the train from back East?",
      "th": "จำตอนที่คุณนั่งรถไฟ มาจากแถบตะวันออกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'd sneak aboard in Albuquerque and climb into your compartment naked.",
      "th": "ผมแอบขึ้นในแอลบูเคอร์คี แล้วปีนเข้าตู้ของคุณในสภาพเปลือยน่ะ"
    }
  },
  {
    "translation": {
      "en": "I also remember how I spent my honeymoon in Berlin,",
      "th": "ฉันก็จำได้ว่าฉลองฮันนีมูนในเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "with hookers running up and down the stairs all night",
      "th": "โดยมีโสเภณีวิ่งขึ้นลงบันไดตลอดคืน"
    }
  },
  {
    "translation": {
      "en": "because my dashing correspondent couldn't afford a nice hotel.",
      "th": "เพราะผู้ประสานงานของฉัน ไม่มีปัญญาจองโรงแรมดีๆ"
    }
  },
  {
    "translation": {
      "en": "-Weren't those the days? -Yeah, and the nights weren't bad either.",
      "th": "- วันวานสนุกดีนะ - ใช่เลยค่ะ ค่ำคืนก็วิเศษเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-Schnutz? -For the last time, what?",
      "th": "- ชนัตซ์ - ครั้งสุดท้ายนะ อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "-What year is it? -Herman…",
      "th": "- นี่ปีอะไร - เฮอร์แมน…"
    }
  },
  {
    "translation": {
      "en": "-I should have done something by now. -Hermie…",
      "th": "- ผมน่าจะทำอะไรสำเร็จบ้างนะ - เฮอร์มี่…"
    }
  },
  {
    "translation": {
      "en": "Give me a sign, oh, Lord.",
      "th": "พระองค์ ส่งสัญญาณบอกลูกด้วยเถิด"
    }
  },
  {
    "translation": {
      "en": "I am as your servant Moses, though I won't work half as cheap.",
      "th": "ลูกก็เป็นผู้รับใช้เช่นโมเสส แม้ลูกจะรับค่าจ้างมากกว่าเขา"
    }
  },
  {
    "translation": {
      "en": "Go to sleep, meshuggener.",
      "th": "นอนซะเถอะ พ่อคนเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "-Schnutz? -What?",
      "th": "- ชนัตซ์ - อะไรอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why do you put up with me?",
      "th": "ทำไมถึงยอมทนกับผมล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "That bush in the front yard,",
      "th": "พุ่มไม้ที่สวนข้างหน้าน่ะ"
    }
  },
  {
    "translation": {
      "en": "if it catches fire tonight, you will let me know?",
      "th": "ถ้าคืนนี้มีไฟลุกคุณบอกผมด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, you know all kinds of things.",
      "th": "ผมว่าคุณรอบรู้หลายเรื่องเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Iambic pentameter, the words of the great poets.",
      "th": "ฉันท์บรรทัดห้าจังหวะและคำของยอดกวี"
    }
  },
  {
    "translation": {
      "en": "What about the way she signed it? \"Always, Ethel.\"",
      "th": "คำลงท้ายของเธอนั่นก็ด้วย \"รักเสมอ เอเธล\""
    }
  },
  {
    "translation": {
      "en": "Can you beat that? Not just \"Ethel,\" \"Always, Ethel.\"",
      "th": "ยอดเยี่ยมมาก ไม่ใช่แค่ลงว่าเอเธล แต่ \"รักเสมอ เอเธล\""
    }
  },
  {
    "translation": {
      "en": "Tommy, if we can find civilization by sundown,",
      "th": "ทอมมี่ รีบไปให้ถึงเมือง ก่อนอาทิตย์ตกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I hope to climb out of this crate and into a cold martini.",
      "th": "ผมอยากจะออกจากรถนี่ แล้วดื่มมาร์ตินี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "She's not the kind to use \"always\" if she didn't mean it.",
      "th": "เธอคงไม่ใช้คำว่า \"เสมอ\" ถ้าไม่ได้ตั้งใจจริง"
    }
  },
  {
    "translation": {
      "en": "If she meant just \"Ethel,\" she'd write just \"Ethel,\" not \"always.\"",
      "th": "ถ้าอยากสื่อแค่เอเธล คงเขียนแค่ \"เอเธล\" ไม่มี \"รักเสมอ\" ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "-Wouldn't you think? -The road, Tommy.",
      "th": "ดูถนนด้วย ทอมมี่"
    }
  },
  {
    "translation": {
      "en": "I know. You read it. See what I mean.",
      "th": "ผมรู้ คุณลองอ่านดูสิ แล้วจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "She loves me, don't you think?",
      "th": "เธอรักผมนะ คุณว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Mank? It's Orson Welles.",
      "th": "แมงค์ นี่ออร์สัน เวลส์นะ"
    }
  },
  {
    "translation": {
      "en": "-Of course it is. -I think it's time we talked.",
      "th": "- แน่ละว่าต้องเป็นคุณ - ถึงเวลาต้องคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm all ears.",
      "th": "ผมนอนฟังอยู่"
    }
  },
  {
    "translation": {
      "en": "Once a castle on a hill,",
      "th": "เคยเป็นปราสาทบนเนินเขา"
    }
  },
  {
    "translation": {
      "en": "now a memory of what once was.",
      "th": "ตอนนี้เหลือไว้แต่ความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "Alone in his unfinished, already decaying pleasure palace,",
      "th": "โดดเดี่ยวอยู่ตัวคนเดียว ในวังผุพังที่ยังสร้างไม่เสร็จ"
    }
  },
  {
    "translation": {
      "en": "aloof, seldom visited, never photographed,",
      "th": "อ้างว้าง ไม่ค่อยมีผู้เยี่ยมเยือน ไม่เคยมีผู้ถ่ายภาพ"
    }
  },
  {
    "translation": {
      "en": "we see an old man in a robe, smoking a pipe,",
      "th": "เราเห็นชายแก่ในชุดคลุมยาว กำลังสูบไปป์"
    }
  },
  {
    "translation": {
      "en": "sitting alone by his pool…",
      "th": "นั่งอยู่ลำพังข้างสระน้ำ…"
    }
  },
  {
    "translation": {
      "en": "discarded pages scattered at his feet.",
      "th": "เศษกระดาษขาดวิ่น กระจายอยู่แทบเท้า"
    }
  },
  {
    "translation": {
      "en": "Narrator,",
      "th": "ผู้บรรยายกล่าว"
    }
  },
  {
    "translation": {
      "en": "\"An emperor of newsprint continued to direct his failing empire,",
      "th": "\"จักรพรรดิแห่งหนังสือพิมพ์คนนี้ ยังคงชี้นำจักรวรรดิของเขา"
    }
  },
  {
    "translation": {
      "en": "vainly attempting to sway, as he once did,",
      "th": "โดยพยายามที่จะชี้นำชะตาของชาติ"
    }
  },
  {
    "translation": {
      "en": "the destinies of a nation which had long since ceased to listen to him…\"",
      "th": "เหมือนในอดีต ซึ่งได้หยุดฟังเขามายาวนาน…\""
    }
  },
  {
    "translation": {
      "en": "No. \"Had ceased to trust him.\"",
      "th": "ไม่สิ \"หยุดเชื่อใจเขา\""
    }
  },
  {
    "translation": {
      "en": "We see through trees as an aide pushes this old man in a wheelchair",
      "th": "เรามองผ่านต้นไม้ เห็นผู้รับใช้ เข็นชายแก่ในรถเข็นออกมา"
    }
  },
  {
    "translation": {
      "en": "across neatly groomed lawns.",
      "th": "ผ่านสนามหญ้าที่ตัดเล็มอย่างดี"
    }
  },
  {
    "translation": {
      "en": "Narrator, \"There, last month,",
      "th": "ผู้บรรยายกล่าว \"เมื่อเดือนก่อน…"
    }
  },
  {
    "translation": {
      "en": "as it must to all men, death came to--\"",
      "th": "เช่นเดียวกับทุกคน ความตายได้มา…\""
    }
  },
  {
    "translation": {
      "en": "Let's have that cuppa, Mrs. A.",
      "th": "ขอชาหน่อยนะ คุณเอ"
    }
  },
  {
    "translation": {
      "en": "I know who it is.",
      "th": "ฉันรู้ว่าเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Or… who it's meant to be.",
      "th": "หรือว่าคุณหมายถึงใคร"
    }
  },
  {
    "translation": {
      "en": "What makes you think it's meant to be anybody?",
      "th": "อะไรทำให้คุณคิดว่า หมายถึงคนคนนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Come now.",
      "th": "ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Everyone in the English-speaking world will recognize him instantly.",
      "th": "ทุกคนในประเทศที่ใช้ภาษาอังกฤษ จำเขาได้ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Exactly what he would say.",
      "th": "ถ้าเป็นเขาก็จะพูดแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "-Did you know the man? -Maybe.",
      "th": "- คุณรู้จักเขาเหรอคะ - ไม่แน่"
    }
  },
  {
    "translation": {
      "en": "I used to.",
      "th": "ผมเคยรู้จัก"
    }
  },
  {
    "translation": {
      "en": "-You wrote for one of his papers? -No, praise God.",
      "th": "- คุณเคยเขียนให้หนังสือพิมพ์เขาเหรอ - ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "I met him after he started bankrolling his girlfriend's pictures.",
      "th": "ผมเคยพบเขา หลังจากที่เขาเริ่มลงรูปแฟนน่ะ"
    }
  },
  {
    "translation": {
      "en": "You knew Marion Davies?",
      "th": "คุณรู้จักแมเรียน เดวี่ส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "-If anyone did. -Really?",
      "th": "- เท่าที่รู้จักได้นะ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's she like?",
      "th": "เธอเป็นยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "Why is it when you scratch a prim, starchy English schoolgirl,",
      "th": "ไม่รู้ว่าทำไมนะเวลาเราไปเขียน เรื่องนักเรียนหญิงอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "you get a swooning moving-picture fan",
      "th": "ก็จะเจอกับแฟนหนังตัวยง"
    }
  },
  {
    "translation": {
      "en": "who's forgotten all she learned about the Battle of Hastings?",
      "th": "ที่ลืมเรื่องบทเรียน ของศึกที่เฮสติ้งส์ซะทุกทีเลย"
    }
  },
  {
    "translation": {
      "en": "Hastings. Fourteen October 1066, ten centigrade.",
      "th": "เฮสติ้งส์ 14 ตุลาคม ปี 1066 สิบองศาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Mank?",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "Sorry. Somebody told me Mankiewicz was in here.",
      "th": "ขอโทษทีครับ มีคนบอกว่าแมนคีวิคซ์อยู่นี่"
    }
  },
  {
    "translation": {
      "en": "He is. I'm the promising brother, Joe.",
      "th": "อยู่นะ ผมเป็นน้องของเขา ชื่อโจ"
    }
  },
  {
    "translation": {
      "en": "-I didn't know Herman had a brother. -Neither does anyone else.",
      "th": "- ไม่ยักรู้ว่าเฮอร์แมนมีน้องด้วย - คนอื่นก็ไม่รู้ครับ"
    }
  },
  {
    "translation": {
      "en": "Let me guess. \"There are millions to be made,",
      "th": "ขอเดานะ \"เงินล้านรออยู่"
    }
  },
  {
    "translation": {
      "en": "and your only competition is idiots,\" stop.",
      "th": "แถมคู่แข่งรายเดียวยังโง่\" ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "How did you know?",
      "th": "คุณรู้ได้ไงน่ะ"
    }
  },
  {
    "translation": {
      "en": "I hate to tell you, anyone who can rub three words together and make a sentence gets one.",
      "th": "ไม่อยากบอกนะ แต่ใครที่พอจะ รวมคำสามคำเป็นประโยคได้ก็จะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "It's after lunch, and we're on a deadline. He may be busy.",
      "th": "นี่หลังมื้อเที่ยง ถึงเส้นตายส่งงาน เขาอาจยุ่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "-I promise I won't be a bother. -Not exactly what I meant.",
      "th": "- ผมสัญญา ผมจะไม่รบกวนมากหรอก - ไม่ได้ว่าคุณจะกวน"
    }
  },
  {
    "translation": {
      "en": "Come on! -Hey, you know I'm good for it. -Fellas.",
      "th": "- ไม่เอาน่า คุณก็รู้ว่าผมเก่ง - นี่สหาย"
    }
  },
  {
    "translation": {
      "en": "These are high stakes.",
      "th": "ชู่ เดิมพันกันสูงนะ"
    }
  },
  {
    "translation": {
      "en": "-Tails! That's it! -God damn it!",
      "th": "- ออกก้อย เรียบร้อย - ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Mank! -All right. Double or nothing.",
      "th": "เอาล่ะ เพิ่มสองเท่าหรือจะเลิก ไอ้เวรตาเท่าไข่ห่านนี่"
    }
  },
  {
    "translation": {
      "en": "This time, banjo-eyed son of a bitch, let it hit the floor.",
      "th": "เอาล่ะ เพิ่มสองเท่าหรือจะเลิก ไอ้เวรตาเท่าไข่ห่านนี่ โยนลงพื้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "-Banjo eyes. -Son of a bitch…",
      "th": "- \"ตาเท่าไข่ห่าน\" - ไอ้เวรเรอะ"
    }
  },
  {
    "translation": {
      "en": "Mank once bet me a five-spot",
      "th": "แมงค์เคยพนันแบงค์ห้าใบกับผม"
    }
  },
  {
    "translation": {
      "en": "to see how long it would take a falling leaf to hit the ground.",
      "th": "ว่าใบไม้จะใช้เวลาตกถึงพื้นเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Had to go to management to cover it. -For five bucks?",
      "th": "- ถึงกับต้องไปเบิกเงินมาจ่ายเลย - ห้าดอลลาร์เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Five thousand.",
      "th": "ห้าพันต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "อย่างนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "Heads, you bastard!",
      "th": "ออกหัวสิวะ บ้าจริง"
    }
  },
  {
    "translation": {
      "en": "Pleasure doing business with you, gentlemen.",
      "th": "ยินดีที่ได้ทำธุรกิจกันนะ สุภาพบุรุษทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "Hey, Charlie.",
      "th": "ว่าไง ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "Yeah. You all remember the Algonquin cabin boy, Charlie Lederer,",
      "th": "พวกคุณคงจำอัลโกควิน เคบิน บอย ชาร์ลี เลเดอเรอร์ได้นะ"
    }
  },
  {
    "translation": {
      "en": "a poor but somewhat talented magazine writer,",
      "th": "เขาเป็นนักเขียนนิตยสารไส้แห้ง แต่มีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "come West to join our merry band?",
      "th": "ที่มาแดนตะวันตกเพื่อเข้ากลุ่มเรา"
    }
  },
  {
    "translation": {
      "en": "-Well, you know most everyone. -Mr. Kaufman.",
      "th": "- คุณคงรู้จักทุกคนแล้ว - คุณคอฟแมน"
    }
  },
  {
    "translation": {
      "en": "George is fine, kid.",
      "th": "เรียกจอร์จก็พอ พ่อหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "-Mr. Perelman. -Nice to meet you.",
      "th": "- คุณเปเรลแมน - ยินดีที่พบ ไอ้หนุ่ม"
    }
  },
  {
    "translation": {
      "en": "Do you prefer Sidney or S.J.?",
      "th": "คุณชอบซิดนี่ย์หรือเอสเจครับ"
    }
  },
  {
    "translation": {
      "en": "He takes what he gets. The great Charles MacArthur.",
      "th": "เขารับได้หมดแหละ ส่วนนั่นก็ชาร์ลส์ แม็คอาร์เธอร์"
    }
  },
  {
    "translation": {
      "en": "Good to see you again.",
      "th": "ยินดีที่พบอีกนะครับ"
    }
  },
  {
    "translation": {
      "en": "My resident jack-of-all-trades, Shelly Metcalf.",
      "th": "คนเก่งรอบด้านประจำที่นี่ เชลลี่ เม็ตคาล์ฟ"
    }
  },
  {
    "translation": {
      "en": "-Hey, kid. -Mr. Metcalf.",
      "th": "- ว่าไง - คุณเม็ตคาล์ฟ"
    }
  },
  {
    "translation": {
      "en": "Save the \"mister\" for the anointed.",
      "th": "เก็บคำว่าคุณไว้ใช้ในงานพิธีเถอะ"
    }
  },
  {
    "translation": {
      "en": "And last, not yet among them, my brother Joe.",
      "th": "และคนสุดท้าย แต่ยังไม่เข้ากลุ่ม น้องชายผม โจ"
    }
  },
  {
    "translation": {
      "en": "Have Cyclone say, \"I don't mind the heat as much as I do the humanity.\"",
      "th": "ไซโคลนบอกว่า \"ฉันไม่สนความร้อน เท่ากับที่สนมนุษยชาติ\""
    }
  },
  {
    "translation": {
      "en": "And the one and only Ben Hecht.",
      "th": "และหนึ่งเดียวไม่เหมือนใคร เบ็น เฮ็ชต์"
    }
  },
  {
    "translation": {
      "en": "Have you been laid yet?",
      "th": "นี่นายเคยแอ้มสาวหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Do you have to think about that?",
      "th": "ต้องคิดเรื่องนั้นด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Right away.",
      "th": "ครับ ทันทีเลย"
    }
  },
  {
    "translation": {
      "en": "Selznick, everyone. Five minutes.",
      "th": "เซลซนิค ทุกคน ห้านาทีนะ"
    }
  },
  {
    "translation": {
      "en": "You've arrived in the well-known nick.",
      "th": "คุณมาได้จังหวะพอดีเลยนะ ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "Just in time for a story conference with the great David O.",
      "th": "ทันประชุมเนื้อเรื่องกับ เดวิด โอผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Once more unto the breach…",
      "th": "มุ่งสู่รอยแตกอีกครั้ง…"
    }
  },
  {
    "translation": {
      "en": "Breach? Hell, unto the wire…",
      "th": "รอยแตกเหรอ สู่สายสัญญาณ…"
    }
  },
  {
    "translation": {
      "en": "Without a net.",
      "th": "โดยไม่มีตาข่ายต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Keep your mouth shut and watch us for your cue, okay?",
      "th": "เงียบปากไว้แล้วคอยดูคิวจากเรานะ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Cue?",
      "th": "คิวเหรอ"
    }
  },
  {
    "translation": {
      "en": "What I wouldn't give to see that in a tight sweater.",
      "th": "ผมไม่อยากเห็นเธอใส่ชุดแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Herm, can I use that?",
      "th": "เฮิร์ม ขอใช้นั่นหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "I need a status report.",
      "th": "รายงานสถานการณ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "Boys. Come on in.",
      "th": "หนุ่มๆ เข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Make yourselves at home.",
      "th": "ทำตัวตามสบายนะ"
    }
  },
  {
    "translation": {
      "en": "Now, you all know Joe von Sternberg.",
      "th": "พวกคุณคงรู้จัก โจ วอน สเติร์นเบิร์กนะ"
    }
  },
  {
    "translation": {
      "en": "You wanted 72 hours, you got 72 hours. Tell us what you have so far.",
      "th": "คุณอยากได้ 72 ชั่วโมง ก็ได้ตามนั้น บอกหน่อยว่าถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Ben, why don't you start? Well, this was tough, David.",
      "th": "- เบ็น เริ่มที่คุณเลย - เรื่องนี้ลำบากนะ เดวิด"
    }
  },
  {
    "translation": {
      "en": "In the beginning, we couldn't agree on an approach.",
      "th": "ในตอนเริ่มแรก เราตกลงกันเรื่องวิธีการไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Really? Why was that?",
      "th": "เหรอ ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, we see a different kind of Paramount picture.",
      "th": "เรามองเห็นพาราเมาต์พิคเจอร์ส คนละแบบกัน"
    }
  },
  {
    "translation": {
      "en": "Different how?",
      "th": "คนละแบบยังไง"
    }
  },
  {
    "translation": {
      "en": "Frankenstein and The Wolf Man all rolled into one, only--",
      "th": "แฟรงเกนสไตน์และเดอะวูล์ฟแมน ได้รวมกันเป็นหนึ่งเดียว…"
    }
  },
  {
    "translation": {
      "en": "I don't make cheap horror pictures. Universal does.",
      "th": "ผมไม่ทำหนังสยองขวัญถูกๆ ยูนิเวอร์แซลทำ"
    }
  },
  {
    "translation": {
      "en": "This is different. This is about something.",
      "th": "เรื่องนี้ไม่เหมือนกัน เรื่องนี้มีความพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Okay…",
      "th": "โอเค…"
    }
  },
  {
    "translation": {
      "en": "Sidney.",
      "th": "ซิดนี่ย์"
    }
  },
  {
    "translation": {
      "en": "Imagine a mad scientist,",
      "th": "ลองนึกภาพนักวิทยาศาสตร์สติเฟื่อง"
    }
  },
  {
    "translation": {
      "en": "touring the boonies with a mechanical freak he's fabricated.",
      "th": "ที่ตระเวนไปตามถิ่นกันดาร พร้อมสัตว์ประหลาดจักรกลที่เขาสร้าง"
    }
  },
  {
    "translation": {
      "en": "What does he mean, \"fabricated\"?",
      "th": "เขาพูดถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "And displays it to superstitious hayseeds",
      "th": "และนำไปจัดแสดงในหีบใบใหญ่บุผ้าไหม ให้พวกบ้านนอกงมงายดู"
    }
  },
  {
    "translation": {
      "en": "in a giant, silk-lined casket for the price of admission.",
      "th": "และนำไปจัดแสดงในหีบใบใหญ่บุผ้าไหม ให้พวกบ้านนอกงมงายดู แล้วก็เก็บค่าเข้าชมด้วย"
    }
  },
  {
    "translation": {
      "en": "But, every full moon, the monster awakens and raises unholy hell with the villagers.",
      "th": "แต่อสูรจะตื่นทุกคืนพระจันทร์เต็มดวง แล้วทำให้คนในหมู่บ้านเจอกับนรก"
    }
  },
  {
    "translation": {
      "en": "Give it a Eastern European look.",
      "th": "ทำให้เป็นแบบยุโรปตะวันออกหน่อย"
    }
  },
  {
    "translation": {
      "en": "Men in leather shorts, gals in tattered peasant blouses.",
      "th": "ผู้ชายใส่กางเกงหนังขาสั้น ผู้หญิงใส่เสื้อชาวบ้านเก่าๆ"
    }
  },
  {
    "translation": {
      "en": "-They think it's the devil? -Villagers always think it's the devil.",
      "th": "- ขอเดานะ พวกเขาคิดว่าเป็นปีศาจ - ชาวบ้านมักคิดแบบนั้นอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And the scientist and his creation are forced to flee during a raging electrical storm.",
      "th": "และนักวิทยาศาสตร์และผลงานของเขา ถูกบังคับให้หนีในช่วงพายุไฟฟ้า"
    }
  },
  {
    "translation": {
      "en": "Flee from outraged peasants…",
      "th": "หนีจากชาวบ้านที่โกรธแค้น…"
    }
  },
  {
    "translation": {
      "en": "Who pursue them mit torches…",
      "th": "ที่ไล่ล่าพร้อมคบเพลิง…"
    }
  },
  {
    "translation": {
      "en": "Overturn their creaky wagon…",
      "th": "คว่ำเกวียนของพวกเขา…"
    }
  },
  {
    "translation": {
      "en": "And set fire to it.",
      "th": "แล้วจุดไฟเผา"
    }
  },
  {
    "translation": {
      "en": "Tell him about the finale, Charlie.",
      "th": "บอกตอนจบให้เขาฟังสิ ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "Well…",
      "th": "ก็…"
    }
  },
  {
    "translation": {
      "en": "the rain turns to sleet,",
      "th": "ฝนเปลี่ยนเป็นลูกเห็บ ช่วยดับไฟ"
    }
  },
  {
    "translation": {
      "en": "puts out the fire, and entombs the monster in solid ice.",
      "th": "ฝนเปลี่ยนเป็นลูกเห็บ ช่วยดับไฟ และขังอสูรไว้ในกำแพงน้ำแข็ง"
    }
  },
  {
    "translation": {
      "en": "While, nearby, an old priest weeps.",
      "th": "ใกล้ๆ กันนั้น มีนักบวชแก่ร้องไห้อยู่"
    }
  },
  {
    "translation": {
      "en": "A weeping priest?",
      "th": "นักบวชร้องไห้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Thunder, lightning, blood, fire, religion…",
      "th": "ฟ้าร้อง ฟ้าผ่า เลือด ไฟ ศาสนา"
    }
  },
  {
    "translation": {
      "en": "All in one film?",
      "th": "ในเรื่องเดียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "And with an unseasonal thaw,",
      "th": "แล้วก็มีเรื่องไม่คาดฝัน…"
    }
  },
  {
    "translation": {
      "en": "a sequel.",
      "th": "เป็นภาคต่อ"
    }
  },
  {
    "translation": {
      "en": "You said this was about something, this was different.",
      "th": "คิดว่าคุณบอกว่านี่เป็นเรื่องน่าสนใจ มีความแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "Plus, the ominous futility of man playing God.",
      "th": "แล้วก็ความไร้ประโยชน์ของมนุษย์ ที่สวมบทพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "The Faustian bargain of life everlasting.",
      "th": "การต่อรองขอชีวิตที่เป็นนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "The triumph of the human spirit",
      "th": "และชัยชนะของจิตวิญญาณมนุษย์"
    }
  },
  {
    "translation": {
      "en": "over the beast incarnate in our far-too-solid flesh.",
      "th": "เหนืออสูรที่เกิดมาในเนื้อหนัง ที่แข็งแรงมากเกินไปของเรา"
    }
  },
  {
    "translation": {
      "en": "It's director-proof.",
      "th": "ผู้กำกับยอมรับแน่"
    }
  },
  {
    "translation": {
      "en": "Joe.",
      "th": "โจ"
    }
  },
  {
    "translation": {
      "en": "B picture.",
      "th": "หนังเกรดบี"
    }
  },
  {
    "translation": {
      "en": "It's not for Joe. Boys, this is serious. We need your help.",
      "th": "ไม่ใช่ของโจ นี่จริงจังกว่านั้น เราต้องการให้ช่วย"
    }
  },
  {
    "translation": {
      "en": "We've got to get people into theaters, but…",
      "th": "เราต้องดึงคนเข้าโรงหนังแต่…"
    }
  },
  {
    "translation": {
      "en": "how?",
      "th": "ยังไงดี"
    }
  },
  {
    "translation": {
      "en": "Show movies in the streets.",
      "th": "ก็ฉายหนังกลางถนนเลย"
    }
  },
  {
    "translation": {
      "en": "You okay, Charlie? Taken care of this weekend?",
      "th": "โอเคไหม ชาร์ลี สุดสัปดาห์นี้จัดการเลย"
    }
  },
  {
    "translation": {
      "en": "-I'm going to see my aunt. -That sounds like fun.",
      "th": "- ผมจะไปหาน้าน่ะ - น่าสนุกนี่"
    }
  },
  {
    "translation": {
      "en": "You obviously don't know my aunt. If you're not doing anything, come along.",
      "th": "คุณคงไม่รู้จักน้าผมแน่ๆ ถ้าไม่มีธุระอะไร ก็มาได้นะ"
    }
  },
  {
    "translation": {
      "en": "Careful, I just might.",
      "th": "ระวังเถอะ ผมอาจไปจริง"
    }
  },
  {
    "translation": {
      "en": "Glendale station at 7:00. Bring Sara if you like.",
      "th": "สถานีเกล็นเดลตอนเจ็ดโมงนะ พาซาร่ามาด้วยก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Who? -Sara, isn't that your wife?",
      "th": "- ใครนะ - ซาร่า ภรรยาคุณน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, you mean Poor Sara. No, she and the kids are back East.",
      "th": "อ๋อ ซาร่าผู้น่าสงสาร เธอกับลูกอยู่ฝั่งตะวันออกโน่น"
    }
  },
  {
    "translation": {
      "en": "Herman.",
      "th": "เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Herman.",
      "th": "เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-Herm! -Charlie!",
      "th": "- เฮอร์แมน - ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "Cut! Next setup, please.",
      "th": "คัต เอาละ เตรียมถ่ายฉากต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "What is Mank doing here?",
      "th": "แมงค์มาทำอะไรที่นี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-Who? -Herman Mankiewicz.",
      "th": "- ใครนะ - เฮอร์แมน แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "-Do I know him? -He wrote one of our Lon Chaneys.",
      "th": "- ฉันรู้จักเขาด้วยเหรอ - เขาเขียนเรื่องให้ลอน เชนี่ย์"
    }
  },
  {
    "translation": {
      "en": "Mank!",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "-Thalberg, the boy genius. -I am shocked to see you here.",
      "th": "- ธัลเบิร์ก หนุ่มอัจฉริยะ - ตกใจนะที่เห็นคุณที่นี่"
    }
  },
  {
    "translation": {
      "en": "I'd be shocked to see me here, too, Irving, if only I knew where here was.",
      "th": "เป็นผมก็ตกใจที่เห็นตัวเองที่นี่ ถ้าผมรู้ว่าที่นี่เป็นที่ไหนน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "-You wrote one of our Lon Chaneys. -Among many.",
      "th": "- คุณเขียนเรื่องให้ลอน เชนี่ย์เหรอ - หลายเรื่องครับ"
    }
  },
  {
    "translation": {
      "en": "-Pictures? -Writers.",
      "th": "- ภาพยนตร์เหรอ - นักเขียนครับ"
    }
  },
  {
    "translation": {
      "en": "-At MGM, movies are a team sport, Mank. -Which may be why I'm at Paramount.",
      "th": "- ที่เอ็มจีเอ็ม หนังเขาทำเป็นทีมนะ - ผมถึงได้มาอยู่พาราเมาต์ไง"
    }
  },
  {
    "translation": {
      "en": "Since when don't Paramount use writers by the truckload?",
      "th": "พาราเมาต์เลิกใช้นักเขียนเป็นคันรถ ตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "But all at once, not in relays. Helps spread the blame around.",
      "th": "แต่ใช้พร้อมกันหมด ไม่ผลัดกัน แบ่งคำติติงกันไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "You remember our chairman, Louis B. Mayer?",
      "th": "คุณจำประธานของเราได้ไหม ลูอิส บี. เมเยอร์"
    }
  },
  {
    "translation": {
      "en": "By reputation only.",
      "th": "ได้ยินแค่ชื่อเสียงเท่านั้นครับ"
    }
  },
  {
    "translation": {
      "en": "-Long night? -A short one. Plagued by spirits.",
      "th": "- เมื่อคืนหนักเหรอ - จบเร็วครับ เปี่ยมด้วยจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "It's a hell of a way to spend the Sabbath, fellas.",
      "th": "นี่เป็นวิธีผ่านช่วงซับบาธ ที่เยี่ยมสุดๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Here in support of a friend.",
      "th": "ด้วยความช่วยเหลือของเพื่อน"
    }
  },
  {
    "translation": {
      "en": "His leading lady is making a mid-career adjustment.",
      "th": "ดาราสาวของเขากำลังปรับตัว กลางเส้นทางอาชีพ"
    }
  },
  {
    "translation": {
      "en": "I'm on my way over. Any notes from the oversight tent?",
      "th": "ผมเลยช่วงนั้นมาแล้ว มีอะไรแนะนำ ไปบอกเต็นท์สังเกตการณ์บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-Who was that again? -Just a writer.",
      "th": "- ใครนะ ขออีกที - ก็แค่นักเขียนน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Slumming on a Saturday, Mr. Metcalf?",
      "th": "มาเยี่ยมแดนเถื่อนวันเสาร์เหรอ คุณเม็ตคาล์ฟ"
    }
  },
  {
    "translation": {
      "en": "Mank. No sir! Helping out on B camera.",
      "th": "แมงค์ เปล่าครับ แค่มาช่วยทีมกล้องบีน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's a home movie, but his idea of a home movie.",
      "th": "เป็นหนังเล็กๆ แต่เป็นหนังเล็กไอเดียของเขา"
    }
  },
  {
    "translation": {
      "en": "I know you.",
      "th": "ฉันรู้จักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Well, what's at stake here?",
      "th": "มานี่ได้ไงครับ"
    }
  },
  {
    "translation": {
      "en": "We met at John Gilbert's birthday. You're Herman Mankiewicz.",
      "th": "เราพบกันในงานวันเกิดจอห์น กิลเบิร์ต คุณคือเฮอร์แมน แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "Guilty.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "And I remember you, Miss Davies.",
      "th": "ผมจำคุณได้นะ คุณเดวี่ส์"
    }
  },
  {
    "translation": {
      "en": "Regaling us with stories about dodging trolley cars in Brooklyn.",
      "th": "คุณเล่าเรื่องการหลบรถรางที่บรุกลิน ได้สนุกมาก"
    }
  },
  {
    "translation": {
      "en": "Your Flatbush was showing.",
      "th": "และผมคุณก็โดดเด่นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You fractured Wally Beery's wrist Indian wrestling.",
      "th": "คุณงัดข้อกับวอลลี่ เบียรี่ จนข้อมือเขาหักนี่น่า"
    }
  },
  {
    "translation": {
      "en": "A lucky break.",
      "th": "ครับ ผมได้โชคช่วยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Boy, was he surprised. You're stronger than you look.",
      "th": "นี่ เขาแปลกใจมากนะ คุณแข็งแรงกว่าที่เห็น"
    }
  },
  {
    "translation": {
      "en": "And from what I understand, you're smarter.",
      "th": "ส่วนคุณก็คุณฉลาดกว่าที่เห็น"
    }
  },
  {
    "translation": {
      "en": "That was a compliment.",
      "th": "นั่นถือเป็นคำชมนะคะ"
    }
  },
  {
    "translation": {
      "en": "-See what I mean? -You are interesting.",
      "th": "- เข้าใจหรือยัง - คุณน่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "I need a favor, but promise you won't laugh.",
      "th": "ฉันอยากให้คุณช่วย แต่ต้องสัญญานะว่าจะไม่หัวเราะ"
    }
  },
  {
    "translation": {
      "en": "Given the state of the world, a tall order.",
      "th": "ขอสัญญาด้วยศักดิ์ศรีเลย เชื่อผมได้"
    }
  },
  {
    "translation": {
      "en": "I just know you are.",
      "th": "คุณจะหัวเราะแน่ ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "I have got such a hangover right now, there's just a fighting chance I won't.",
      "th": "ผมมีอาการเมาค้างอยู่ตอนนี้ มีโอกาสที่ผมจะไม่หัวเราะอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "I'm being burned at the stake and I am dying for a ciggie-boo.",
      "th": "ฉันกำลังจะถูกเผาติดกับเสา แต่จะขาดใจตายเพราะเสี้ยนบุหรี่"
    }
  },
  {
    "translation": {
      "en": "There. God's punishing you.",
      "th": "นั่น พระเจ้าลงโทษคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "Watch those stairs. They're treacherous.",
      "th": "ระวังบันไดด้วย อันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "Every moment of my life is treacherous.",
      "th": "ทุกช่วงในชีวิตผมก็อันตรายอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Any last words?",
      "th": "จะสั่งเสียอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "Welcome to San Simeon.",
      "th": "ขอต้อนรับสู่ซาน ซิเมียน"
    }
  },
  {
    "translation": {
      "en": "I've written worse.",
      "th": "ผมมีบทที่แย่กว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "-You've never seen it? -No, but George Bernard Shaw was right.",
      "th": "- คุณไม่เคยดูเหรอ - ไม่ จอร์จ เบอร์นาร์ด ชอว์พูดถูก"
    }
  },
  {
    "translation": {
      "en": "How's that?",
      "th": "ยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "\"It's what God might've built had he had the money.\"",
      "th": "\"พระเจ้าจะสร้างสรรค์ได้ขนาดไหน ถ้าหากว่ามีเงิน\""
    }
  },
  {
    "translation": {
      "en": "Well, as they say in the Bronx, \"Make yourself to home,\" Mr. Mankiewicz.",
      "th": "อย่างที่ว่ากันในบรองซ์ \"ทำตัวตามสบาย\" คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "-Or shall I call you Herman? -No. Please, call me Mank.",
      "th": "- หรือเรียกว่าเฮอร์แมนดีคะ - อย่าเลย เรียกผมแมงค์เถอะ"
    }
  },
  {
    "translation": {
      "en": "-Good morning, Charles. -Charlie.",
      "th": "- อรุณสวัสดิ์ ชาร์ลส์ - ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "-Aunt Marion. Mank. -You sleep well?",
      "th": "- น้าแมเรียน แมงค์ - หลับสบายไหม"
    }
  },
  {
    "translation": {
      "en": "Until your rather dramatic wake-up call.",
      "th": "สบายจนน้าโทรมาปลุกผมนั่นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "This is all Pops's idea. He wants me ready to take on the talkies.",
      "th": "นั่นความคิดป๋า เขาอยากให้ฉัน \"พร้อมที่จะทำงานทันที\""
    }
  },
  {
    "translation": {
      "en": "First positions, please!",
      "th": "ตำแหน่งแรกพร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Riders, ready!",
      "th": "คนขี่ม้า เตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "Rolling!",
      "th": "เริ่มได้"
    }
  },
  {
    "translation": {
      "en": "-Speed. -Speed! Action!",
      "th": "- เดินกล้อง - เดินกล้อง แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "Help! Please! Someone save me!",
      "th": "ช่วยด้วย ได้โปรด ช่วยฉันที"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "Pops, this is Herman Mankiewicz, but we have to call him Mank.",
      "th": "ป๋าคะ นี่เฮอร์แมน แมนคีวิคซ์ค่ะ แต่เราต้องเรียกเขาว่าแมงค์"
    }
  },
  {
    "translation": {
      "en": "Mankiewicz?",
      "th": "แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "Herman Mankiewicz, New York playwright and drama critic?",
      "th": "เฮอร์แมน แมนคีวิคซ์ นักเขียน และนักวิจารณ์ชาวนิวยอร์กน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Turned humble screenwriter. Mr. Hearst.",
      "th": "ตอนนี้ผมเป็นนักเขียนผู้ถ่อมตนแล้ว คุณเฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "Why, no need to be humble, Mr. Mankiewicz. Pictures that talk are the future.",
      "th": "ทำไม ไม่ต้องถ่อมตัว คุณแมนคีวิคซ์ ภาพที่พูดได้คืออนาคต"
    }
  },
  {
    "translation": {
      "en": "They're gonna need people who honor words, give them voice.",
      "th": "จะต้องใช้คนที่เห็นค่าคำพูด สร้างเสียงขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "There's a golden age coming",
      "th": "ยุคทองกำลังมา ทั้งโลกจะกลายเป็นเวที"
    }
  },
  {
    "translation": {
      "en": "when all the world will be a stage, and you, perhaps, their Shakespeare.",
      "th": "ยุคทองกำลังมา ทั้งโลกจะกลายเป็นเวที และคุณอาจได้เป็นเชคสเปียร์นะ"
    }
  },
  {
    "translation": {
      "en": "I wouldn't have thought you'd be that keenly interested in the honoring of words.",
      "th": "ผมไม่เคยคาดคิดว่า คุณจะสนใจในค่าของคำพูดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "What's so funny?",
      "th": "ขำอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm just surprised that a vaunted muckraker like yourself",
      "th": "ผมแค่แปลกใจที่คนพิเศษอย่างคุณ"
    }
  },
  {
    "translation": {
      "en": "sees Hollywood's future as such a shiny penny.",
      "th": "เห็นอนาคตของฮอลลีวู้ดว่า มีค่าขนาดนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Back to one.",
      "th": "กลับไปจุดแรก"
    }
  },
  {
    "translation": {
      "en": "Times are changing, Mr. Mankiewicz,",
      "th": "ยุคสมัยกำลังเปลี่ยน คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "and I'm not just referring to this Depression.",
      "th": "ผมไม่ได้หมายถึงช่วงเศรษฐกิจแย่นี้นะ"
    }
  },
  {
    "translation": {
      "en": "All that bother.",
      "th": "กระทบทุกฝ่าย"
    }
  },
  {
    "translation": {
      "en": "And when all this is over,",
      "th": "และเมื่อเรื่องนี้จบลง"
    }
  },
  {
    "translation": {
      "en": "picture-makers are gonna have to service this new entertainment.",
      "th": "ผู้สร้างภาพยนตร์ จะต้องสร้างสรรค์สื่อบันเทิงใหม่นี้"
    }
  },
  {
    "translation": {
      "en": "I intend to make pictures with the help of real literary minds.",
      "th": "ผมตั้งใจจะสร้างภาพยนตร์ ด้วยความช่วยเหลือของนักเขียนตัวจริง"
    }
  },
  {
    "translation": {
      "en": "I support that.",
      "th": "ผมสนับสนุนนะ"
    }
  },
  {
    "translation": {
      "en": "Instead, what do most studios give us? Gangster flicks, zanies.",
      "th": "แต่ดูที่สตูดิโออยากให้เราทำสิ หนังนักเลง หนังตลก"
    }
  },
  {
    "translation": {
      "en": "Too true.",
      "th": "จริงเลย"
    }
  },
  {
    "translation": {
      "en": "Now, how many gangsters do Americans meet in a lifetime?",
      "th": "มีนักเลงกี่แก๊ง ที่คนอเมริกันเจอในชีวิตจริงกัน"
    }
  },
  {
    "translation": {
      "en": "How many families are like the Marx Brothers?",
      "th": "มีกี่ครอบครัว ที่เป็นเหมือนพี่น้องมาร์กซ์"
    }
  },
  {
    "translation": {
      "en": "You mean, besides my own?",
      "th": "นอกจากตัวผมเองน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Very good. Have him seated next to me.",
      "th": "เข้าใจพูด ให้เขานั่งข้างผมนะ"
    }
  },
  {
    "translation": {
      "en": "Miss Davies, Mr. Hearst would like",
      "th": "คุณเดวี่ส์ คุณเฮิร์สต์อยากให้"
    }
  },
  {
    "translation": {
      "en": "Mr. Mankiewicz seated to his left at dinner.",
      "th": "คุณแมนคีวิคซ์นั่งทานมื้อค่ำ ตรงด้านซ้ายเขา"
    }
  },
  {
    "translation": {
      "en": "Pops likes you.",
      "th": "ป๋าชอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Why is it when Houseman edits,",
      "th": "ทำไมตอนที่เฮ้าส์แมนเกลาบท"
    }
  },
  {
    "translation": {
      "en": "everyone ends up speaking like a constipated Oxford don?",
      "th": "คำพูดคำจาของทุกคน ถึงเหมือนอาจารย์ออกซ์ฟอร์ดล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, he is.",
      "th": "เขาอยู่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, not at all. Please hold on.",
      "th": "ไม่เลยค่ะ รอสักครู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "It's Poor Sa-- I'm sorry. It's your wife.",
      "th": "ซาร่าผู้น่า… ขอโทษค่ะ ภรรยาคุณโทรมา"
    }
  },
  {
    "translation": {
      "en": "-Schnutz. -I heard that.",
      "th": "- ชนัตซ์ - ฉันได้ยินนะ"
    }
  },
  {
    "translation": {
      "en": "Joe called four times in the last three days.",
      "th": "โจโทรมาสี่ครั้ง ในช่วงสามวันที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "-He wants your number up there. -So give it to him.",
      "th": "- เขาอยากได้เบอร์คุณน่ะ - ให้เขาไปสิ"
    }
  },
  {
    "translation": {
      "en": "Knock it off!",
      "th": "พอได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The boys are remodeling.",
      "th": "เด็กๆ กำลังเล่นกันอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "He seemed concerned about something. Is everything okay?",
      "th": "ดูเหมือนโจกังวลอะไรซักอย่าง ทุกอย่างเรียบร้อยไหม"
    }
  },
  {
    "translation": {
      "en": "If I could swim, I'd be doing swimmingly.",
      "th": "ราบรื่นเหมือนน้ำใสไหลเย็นเลย"
    }
  },
  {
    "translation": {
      "en": "And don't mind Joe. He's a worrisome old woman in disguise.",
      "th": "อย่าไปใส่ใจโจเลย เขาเป็นหญิงแก่ขี้กังวลแปลงกายมา"
    }
  },
  {
    "translation": {
      "en": "Well, he wants to offer you work.",
      "th": "เขาอยากเสนองานให้คุณนะ"
    }
  },
  {
    "translation": {
      "en": "Baby Joe, offering me?",
      "th": "เบบี้โจเสนองานให้ผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "If he calls again, give him this number.",
      "th": "ถ้าเขาโทรมาอีก เอาเบอร์นี้ให้เขานะ ชนัตซ์"
    }
  },
  {
    "translation": {
      "en": "I've gotta run. Kiss the offspring.",
      "th": "ต้องวางหูก่อนแล้ว ฝากจูบลูกด้วย"
    }
  },
  {
    "translation": {
      "en": "I say…",
      "th": "ผมว่า…"
    }
  },
  {
    "translation": {
      "en": "a letter from the gallant lieutenant.",
      "th": "นั่นจดหมายจากผู้หมวดใจกล้าสิท่า"
    }
  },
  {
    "translation": {
      "en": "Now, let's hope it makes more sense than the last.",
      "th": "หวังว่าจะมีเหตุผลมากกว่าครั้งก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Fighters off the decks of aircraft carriers.",
      "th": "เครื่องบินขึ้นจากดาดฟ้า ของเรือบรรทุกเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "-Whoever had that idea? -It's not good?",
      "th": "- ใครเป็นคนคิดแผนนะ - ไม่ดีเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Not good?",
      "th": "ไม่ดีสิ"
    }
  },
  {
    "translation": {
      "en": "German U-boats are starting to hunt in packs,",
      "th": "เรือดำน้ำเยอรมันเริ่มล่าเป็นกลุ่มนะ"
    }
  },
  {
    "translation": {
      "en": "and a Stuka dive-bomber can drop one down your stack from 500 feet.",
      "th": "ส่วนเครื่องบินทิ้งระเบิดสตูก้า ก็ทิ้งระเบิดใส่ได้จากระยะ 500 ฟุต"
    }
  },
  {
    "translation": {
      "en": "What's our valiant laddie have to say for the cause--",
      "th": "หนุ่มผู้กล้าของเราว่ายังไง…"
    }
  },
  {
    "translation": {
      "en": "It's not from her husband.",
      "th": "ไม่ใช่จากสามีของเธอ"
    }
  },
  {
    "translation": {
      "en": "His ship's been sunk off Norway.",
      "th": "เรือของเขาถูกจมที่นอร์เวย์"
    }
  },
  {
    "translation": {
      "en": "Presumed lost at sea.",
      "th": "สูญหายไปในทะเล"
    }
  },
  {
    "translation": {
      "en": "Always the smartest guy in the room.",
      "th": "พูดอะไรแบบไม่คิดอีกแล้วสิเรา"
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "th": "ถูกของคุณ"
    }
  },
  {
    "translation": {
      "en": "Aircraft carriers are a shitty idea, but I don't appreciate the callousness.",
      "th": "เรือบรรทุกเครื่องบินเป็นแผนที่แย่ แต่ฉันไม่ชอบความใจดำ"
    }
  },
  {
    "translation": {
      "en": "I expect more of you.",
      "th": "ฉันหวังจากคุณมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Presumed means they don't know, so I choose to believe he's alive until…",
      "th": "สันนิษฐานแปลว่ายังไม่รู้ ฉันเชื่อว่าเขายังมีชีวิต จนกว่า…"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "Mr. Mankiewicz?",
      "th": "คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "He's all right. Just sleeping.",
      "th": "เขาไม่เป็นไร แค่หลับไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "Well… I shouldn't wonder.",
      "th": "คือ… ไม่เห็นแปลกใจเลย"
    }
  },
  {
    "translation": {
      "en": "There's enough Seconal in those bottles to bring down a bull elephant in heat.",
      "th": "ในขวดนั่นมีสารเซโคนัล ที่แรงจนทำช้างล้มได้"
    }
  },
  {
    "translation": {
      "en": "Young Orson doesn't believe in chance.",
      "th": "คุณออร์สันไม่ชอบความไม่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Houseman, you sly thing. You slipped me a Mickey.",
      "th": "เฮ้าส์แมน คุณร้ายมาก แอบเอายามาให้ผม"
    }
  },
  {
    "translation": {
      "en": "So we did.",
      "th": "เราทำจริง"
    }
  },
  {
    "translation": {
      "en": "How you reached it so early in your rehabilitation,",
      "th": "ไม่รู้ว่าคุณไปเอามาได้ยังไง ทั้งที่อยู่ในช่วงพักฟื้น"
    }
  },
  {
    "translation": {
      "en": "I cannot imagine.",
      "th": "คิดไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "How was it? Mother's milk?",
      "th": "เป็นไงบ้าง เอานมหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "On balance, better than nothing. I plan to use it as a nightcap.",
      "th": "เพื่อความสมดุล ดีกว่าไม่มีอะไรเลย ผมกะไว้ดื่มก่อนนอนน่ะ"
    }
  },
  {
    "translation": {
      "en": "As you Yanks say, \"He went out like a light.\"",
      "th": "อย่างที่พูดกันว่า \"สลบเหมือดคาตา\""
    }
  },
  {
    "translation": {
      "en": "I couldn't have put it better myself, which may be why I write for the movies.",
      "th": "คุณพูดได้ตรงมากเลยในเรื่องนี้ ซึ่งอาจเป็นเหตุให้ผมมาเขียนบทหนัง"
    }
  },
  {
    "translation": {
      "en": "Will you stop?",
      "th": "หยุดทีเถอะค่ะ"
    }
  },
  {
    "translation": {
      "en": "You write for the movies because you're super at it.",
      "th": "คุณเขียนบทหนัง เพราะคุณเก่งในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Excuse me, you two, I've masses of typing to do.",
      "th": "ขอโทษนะคะทุกท่าน ฉันมีงานต้องพิมพ์เยอะ"
    }
  },
  {
    "translation": {
      "en": "Seventy-six pages.",
      "th": "แค่ 76 หน้า"
    }
  },
  {
    "translation": {
      "en": "By the time she translates your chicken scratch,",
      "th": "พอเธอแปลลายมือไก่เขี่ยของคุณเสร็จ"
    }
  },
  {
    "translation": {
      "en": "it'll be less than 40.",
      "th": "คงเหลือไม่ถึง 40 หน้า"
    }
  },
  {
    "translation": {
      "en": "At this rate, you'll never finish.",
      "th": "จะยังไงก็ทำไม่เสร็จหรอก"
    }
  },
  {
    "translation": {
      "en": "What I wanna know is what you think of it.",
      "th": "ที่ผมอยากรู้คือคุณคิดยังไงกับมัน"
    }
  },
  {
    "translation": {
      "en": "The writing is first-rate, but you know that.",
      "th": "แน่นอน การเขียนจัดว่าเยี่ยม คุณก็รู้"
    }
  },
  {
    "translation": {
      "en": "His lust for power, your evocation of his hunger for love",
      "th": "ความกระหายอำนาจของเขา การที่คุณกระตุ้นความต้องการความรัก"
    }
  },
  {
    "translation": {
      "en": "from those who fear his worst side, but-- The dreaded yet foreseeable \"but.\"",
      "th": "- จากคนกลัวด้านมืดในตัวเอง แต่… - เป็น \"แต่\" ที่น่ากลัว แต่ไม่ผิดคาด"
    }
  },
  {
    "translation": {
      "en": "You're asking a lot of a motion picture audience.",
      "th": "ผู้ชมภาพยนตร์ ค่อนข้างมีความคาดหวังสูงนะ"
    }
  },
  {
    "translation": {
      "en": "-It's a bit of a jumble. -Did you say \"jumble\" or \"jungle\"?",
      "th": "- โดยรวมแล้วบทยังสับสน - คุณพูดว่าสับสนหรือขัดสน"
    }
  },
  {
    "translation": {
      "en": "A hodgepodge of talky episodes.",
      "th": "บางตอนก็เต็มไปด้วยบทพูดที่ยาว"
    }
  },
  {
    "translation": {
      "en": "Fragments that leap around in time like Mexican jumping beans.",
      "th": "บทกระโดดไปมาสะเปะสะปะ เหมือนกุ้งเต้น"
    }
  },
  {
    "translation": {
      "en": "Welcome to my mind, old sock.",
      "th": "ขอต้อนรับสู่ความคิดผม เพื่อนยาก"
    }
  },
  {
    "translation": {
      "en": "The story is so scattered, I'm afraid one will need a road map.",
      "th": "เรื่องราวกระจัดกระจาย น่าจะกำหนดทิศทางหน่อย"
    }
  },
  {
    "translation": {
      "en": "-You mean it's a mess. -Would you consider simplifying?",
      "th": "จะบอกว่าเละนี่เอง ทำให้เข้าใจง่ายหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "As Pascal once said,",
      "th": "ปาสคาลเคยว่าไว้"
    }
  },
  {
    "translation": {
      "en": "\"If only I'd had more time, I would have written a shorter letter.\"",
      "th": "\"ถ้าผมมีเวลามากกว่านี้ ผมจะเขียนจดหมายให้สั้นลง\""
    }
  },
  {
    "translation": {
      "en": "All I am saying is no one can write like that.",
      "th": "ที่ผมอยากบอกคือ ไม่มีใครเขียนแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "But I can write like that, Houseman. I have.",
      "th": "แต่ผมเขียนแบบนั้นได้ เฮ้าส์แมน ผมเคยทำแล้ว"
    }
  },
  {
    "translation": {
      "en": "The narrative is one big circle, like a cinnamon roll,",
      "th": "การเล่าเรื่องเป็นวงล้อขนาดใหญ่ เหมือนซินนามอนโรล"
    }
  },
  {
    "translation": {
      "en": "not a straight line pointing to the nearest exit.",
      "th": "ไม่ใช่เป็นเส้นตรง สู่ทางออกที่ใกล้ที่สุด"
    }
  },
  {
    "translation": {
      "en": "You cannot capture a man's entire life in two hours.",
      "th": "ถ้าจะให้ถ่ายทอดชีวิตคนทั้งคน ในสองชั่วโมงคงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "All you can hope is to leave the impression of one.",
      "th": "เต็มที่คงได้แค่สร้างความประทับใจ"
    }
  },
  {
    "translation": {
      "en": "But nobody expects Shakespeare.",
      "th": "แต่ไม่มีใครอยากดูละครเชคสเปียร์"
    }
  },
  {
    "translation": {
      "en": "People aren't spending their hard-earned 25 cents to see Macbeth.",
      "th": "คนไม่ได้ยอมจ่ายเงิน 25 เซ็นต์ เพื่อมาดูแม็คเบ็ธหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Maestro the Dog-Faced Boy did Macbeth.",
      "th": "คุณหนุ่มหน้าสุนัขนั่นที่ทำแม็คเบ็ธ"
    }
  },
  {
    "translation": {
      "en": "Voodoo Macbeth. Don't be fooled. He's a showman.",
      "th": "\"วูดูแม็คเบ็ธ\" น่ะ อย่าไปเชื่อ เขาเป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "Busker reveling in sleight of hand.",
      "th": "เก่งในเรื่องการใช้มือ"
    }
  },
  {
    "translation": {
      "en": "Save yourself the trouble, be done in 60 days.",
      "th": "จบปัญหาของคุณซะ ให้งานเสร็จใน 60 วัน"
    }
  },
  {
    "translation": {
      "en": "He'll get this, and the audience will too. Stop worrying. Have a pickle.",
      "th": "เขาจะได้งานนี้ ผู้ชมได้ดูแน่ ไม่ต้องห่วง ไปกินผักดองหน่อยไป"
    }
  },
  {
    "translation": {
      "en": "No, thank you. I'm not hungry.",
      "th": "ไม่ละ ขอบคุณ ผมไม่หิว"
    }
  },
  {
    "translation": {
      "en": "Haven't been since we got here.",
      "th": "ตั้งแต่มาถึงก็ยังไม่หิวเลย"
    }
  },
  {
    "translation": {
      "en": "Cheerio.",
      "th": "ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "Write hard. Aim low.",
      "th": "เขียนให้มาก อย่าหวังสูง"
    }
  },
  {
    "translation": {
      "en": "Where were we, chief?",
      "th": "ถึงไหนกันแล้วเรา"
    }
  },
  {
    "translation": {
      "en": "What are you gonna do?",
      "th": "คุณจะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "-About what? -He's right.",
      "th": "- เรื่องอะไร - เขาพูดถูก"
    }
  },
  {
    "translation": {
      "en": "You won't be done till Christmas.",
      "th": "คุณทำเสร็จไม่ทันคริสต์มาสแน่"
    }
  },
  {
    "translation": {
      "en": "-What? -You made a promise.",
      "th": "- อะไร - คุณสัญญาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-I did what? -Sixty days is two weeks from now.",
      "th": "- สัญญาอะไร - อีกสองสัปดาห์ก็ครบ 60 วันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Where were we?",
      "th": "เราถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Bernstein's speech, the young woman on the ferryboat.",
      "th": "คำกล่าวของเบิร์นสตีน หญิงสาวบนเรือเฟอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Read it back, please.",
      "th": "อ่านให้ฟังหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "\"A white dress she had on, and she was carrying a white parasol,",
      "th": "\"ชุดขาวที่เธอใส่ และเธอยังถือร่มสีขาวไว้ในมือ"
    }
  },
  {
    "translation": {
      "en": "and I only saw her for one second, and she didn't see me at all.\"",
      "th": "ผมเห็นเธอเพียงแค่วินาทีเดียว ส่วนเธอไม่เห็นผมเลย"
    }
  },
  {
    "translation": {
      "en": "\"But I'll bet a month hasn't gone by since that I haven't thought of that girl.\"",
      "th": "แต่ผมมั่นใจว่าจากนี้เป็นเดือน ผมคงหยุดคิดถึงเธอไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "A snapshot from the Mankiewicz family album?",
      "th": "ภาพนี้จากอัลบั้ม ครอบครัวแมนคีวิคซ์เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "You might say that.",
      "th": "จะว่าแบบนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "It really is a gorgeous--",
      "th": "บรรยายได้สวยงามมาก"
    }
  },
  {
    "translation": {
      "en": "Spot to get stuck?",
      "th": "ติดขัดตรงไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Is Bernstein meant to be Louis Mayer? -If form follows function.",
      "th": "เบิร์นสตีนจะเล่นบทลูอิส เมเยอร์เหรอ ถ้าเป็นตามแผนนะ"
    }
  },
  {
    "translation": {
      "en": "Mayer is the same pathetic sort of lapdog to our Charles Foster?",
      "th": "เมเยอร์นี่รายเดียวกับที่เป็นเบี้ย ของชาร์ลส์ ฟอสเตอร์น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Bernstein is a far nicer character.",
      "th": "เบิร์นสตีนดีกว่านั้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "You don't much like Mayer.",
      "th": "คุณไม่ชอบเมเยอร์สินะ"
    }
  },
  {
    "translation": {
      "en": "If I ever go to the electric chair, I'd like him to be sitting in my lap.",
      "th": "ถ้าผมโดนนั่งเก้าอี้ไฟฟ้า ผมอยากให้เขานั่งที่ตักผมด้วย"
    }
  },
  {
    "translation": {
      "en": "Seven-fifty a week? That's half what you make, Herman.",
      "th": "ได้ 750 ต่อสัปดาห์เหรอ แค่ครึ่งของที่นายได้นะ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "-You're a junior writer, Joe. -So?",
      "th": "- นายเป็นนักเขียนหน้าใหม่นะ โจ - แล้วไง"
    }
  },
  {
    "translation": {
      "en": "So, you're only half the wit your big brother is.",
      "th": "นายฉลาดแค่ครึ่งเดียวของพี่ชาย"
    }
  },
  {
    "translation": {
      "en": "-How many half-wits make that? -Herm, how do I look?",
      "th": "- ฉลาดแค่นี้ควรได้เท่าไหร่ล่ะ - เฮิร์ม ฉันดูเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-You look like you. Fine. -What should I be expecting?",
      "th": "ก็ดูเป็นนาย ดีแล้ว ฉันต้องเจออะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "You're related to me. He already thinks you're a genius.",
      "th": "นายเป็นญาติกับฉัน เขาคงคิดว่านายฉลาดมากๆ"
    }
  },
  {
    "translation": {
      "en": "Enough.",
      "th": "พอเลย"
    }
  },
  {
    "translation": {
      "en": "The job will be yours if you can do two things.",
      "th": "งานจะเป็นของนาย ถ้านายทำสองอย่างนี้ได้"
    }
  },
  {
    "translation": {
      "en": "One, don't roll your eyes. Two, try not to fall asleep.",
      "th": "หนึ่ง อย่ากลอกตา สอง พยายามอย่าเผลอหลับ"
    }
  },
  {
    "translation": {
      "en": "This isn't Gower Gulch.",
      "th": "นี่ไม่ใช่โกเวอร์ กัลช์นะ"
    }
  },
  {
    "translation": {
      "en": "You want I should make a picture about a prostitute?",
      "th": "อยากให้เราทำหนังเกี่ยวกับโสเภณีเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's wrong with that? My mother was nothing but a whore.",
      "th": "แล้วมันผิดตรงไหน แม่ฉันก็ไม่ต่างจากอีตัวเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "You would talk about your own mother that way?",
      "th": "กล้าพูดถึงแม่ตัวเองแบบนั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "The woman who gave you life?",
      "th": "แม่เป็นคนที่คลอดแกมานะ"
    }
  },
  {
    "translation": {
      "en": "You ungrateful bastard! I ought to cut your balls off!",
      "th": "ไอ้คนเนรคุณ อยากตัดไข่แกทิ้งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Do it, you fucking junk dealer! I'll still be the better man!",
      "th": "เอาเลย ไอ้คนขายขยะ ตัดไปฉันก็ยังแมนกว่าแก"
    }
  },
  {
    "translation": {
      "en": "L.B., this is my brother, Joe.",
      "th": "แอล บี นี่โจ น้องชายผมเอง"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you, Joseph. I'm Louis Mayer.",
      "th": "ยินดีที่เจอกันนะโจเซฟ ผมลูอิส เมเยอร์"
    }
  },
  {
    "translation": {
      "en": "I can't tell you what this means to him, Louis.",
      "th": "เรื่องนี้มีความหมายต่อเขามากนะ ลูอิส"
    }
  },
  {
    "translation": {
      "en": "-They're all there, Mr. Mayer. -On my way. Joe, walk with me.",
      "th": "- พวกเขาพร้อมแล้วค่ะ คุณเมเยอร์ - ผมกำลังไป โจ เดินมากับผมสิ"
    }
  },
  {
    "translation": {
      "en": "My boy, there are three work rules at this studio.",
      "th": "พ่อหนุ่ม มีกฎสามข้อที่สตูดิโอนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Rule number one, ars gratia artis-- art for art's sake.",
      "th": "กฎข้อหนึ่ง อาร์ส กราเทีย อาร์ดิส ศิลปะเพื่อศิลปะ"
    }
  },
  {
    "translation": {
      "en": "How you doing?",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "One million dollars a year we spend on stories we never even film.",
      "th": "เราจ่ายให้เรื่องที่ไม่ได้ทำเป็นหนัง หนึ่งล้านดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "Why not? I'll tell you. They don't make me cry.",
      "th": "ทำไมเหรอ จะบอกให้ มันทำผมร้องไห้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "What makes me cry? Emotion.",
      "th": "อะไรทำได้เหรอ อารมณ์ไง"
    }
  },
  {
    "translation": {
      "en": "Where do I feel emotion?",
      "th": "ผมจะมีอารมณ์จากตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Here, here, and here.",
      "th": "ตรงนี้ นี่ และนี่"
    }
  },
  {
    "translation": {
      "en": "Rule number two.",
      "th": "กฎข้อสอง"
    }
  },
  {
    "translation": {
      "en": "You may have heard MGM has more stars than the heavens.",
      "th": "คุณอาจได้ยินมาว่าเอ็มจีเอ็ม มีดาวมากกว่าบนสวรรค์"
    }
  },
  {
    "translation": {
      "en": "Do not believe this.",
      "th": "อย่าไปเชื่อนะ"
    }
  },
  {
    "translation": {
      "en": "Hiya. We have only one star. That is Leo the Lion.",
      "th": "ไง เรามีดาวดวงเดียว คือพ่อราชสีห์ลีโอ"
    }
  },
  {
    "translation": {
      "en": "Never forget that.",
      "th": "อย่าลืมซะล่ะ"
    }
  },
  {
    "translation": {
      "en": "Many stars have, and now they twinkle elsewhere.",
      "th": "มีหลายดาวลืมตัว ตอนนี้เลยต้องไปฉายแสงอยู่ที่อื่น"
    }
  },
  {
    "translation": {
      "en": "Rule number three…",
      "th": "กฎข้อสาม"
    }
  },
  {
    "translation": {
      "en": "People think MGM stands for Metro-Goldwyn-Mayer.",
      "th": "คนคิดว่าเอ็มจีเอ็มย่อมาจาก เมโทร โกลด์วิน เมเยอร์"
    }
  },
  {
    "translation": {
      "en": "It does not.",
      "th": "แต่ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "It stands for Mayer's gantze mishpokhe, Mayer's whole family.",
      "th": "มันย่อจาก แกนซ่า มิชโปก้าของเมเยอร์ หมายถึงครอบครัวของเมเยอร์"
    }
  },
  {
    "translation": {
      "en": "Never forget that.",
      "th": "อย่าลืมนะ"
    }
  },
  {
    "translation": {
      "en": "You got a problem, come to Papa.",
      "th": "ถ้ามีปัญหา มาหาป๋าได้"
    }
  },
  {
    "translation": {
      "en": "This is a business where the buyer gets nothing for his money but a memory.",
      "th": "นี่เป็นธุรกิจที่ผู้ซื้อไม่ได้อะไร นอกจากความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "What he bought still belongs to the man who sold it.",
      "th": "สิ่งที่เขาจ่ายยังเป็นของคนขาย"
    }
  },
  {
    "translation": {
      "en": "That's the real magic of the movies, and don't let anybody tell you different.",
      "th": "นี่แหละมนต์ของภาพยนตร์จริงๆ แล้วอย่าไปฟังคนที่เห็นต่างล่ะ"
    }
  },
  {
    "translation": {
      "en": "I find myself in a horrendous position, and I come to all of you on bended knee.",
      "th": "ผมพบว่าตัวเองอยู่ในสภาพน่าอนาถ ผมอยากคุกเข่าต่อหน้าทุกคน"
    }
  },
  {
    "translation": {
      "en": "We are suffering, as all Americans are, from our country's terrible economic woes.",
      "th": "พวกเราทุกข์ยาก เช่นคนอเมริกันทุกคน จากสภาพเศรษฐกิจย่ำแย่ของประเทศ"
    }
  },
  {
    "translation": {
      "en": "Good people, everyday people, can't afford to go to the movies.",
      "th": "คนทั่วไป สามัญชน ไม่สามารถซื้อตั๋วดูหนังได้"
    }
  },
  {
    "translation": {
      "en": "So even our preeminent dream factory…",
      "th": "แม้แต่สตูดิโอที่มีขนาดใหญ่อย่างเรา"
    }
  },
  {
    "translation": {
      "en": "is in grave financial difficulty.",
      "th": "ก็พบกับปัญหาทางการเงินอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "I am asking everyone in the MGM family to take a painful step.",
      "th": "ผมมาขอให้ทุกคน ในครอบครัวเอ็มจีเอ็มยอมทนลำบาก"
    }
  },
  {
    "translation": {
      "en": "I am asking to roll back salaries.",
      "th": "ผมจะขอ… ลดเงินเดือนพวกเรา"
    }
  },
  {
    "translation": {
      "en": "I don't want to,",
      "th": "ผมก็ไม่อยากทำหรอก"
    }
  },
  {
    "translation": {
      "en": "but for this hallowed place to continue to exist, I am forced to.",
      "th": "แต่นี่เป็นหนทางเพื่อความอยู่รอด ของพวกเรา ผมจำเป็น"
    }
  },
  {
    "translation": {
      "en": "I won't break up this family over something like money.",
      "th": "ผมจะไม่ยอมทำให้ครอบครัวเรา แตกแยกเพราะเรื่องเงินแน่"
    }
  },
  {
    "translation": {
      "en": "-How long are you asking for? -Shouldn't be long.",
      "th": "- คุณจะลดนานแค่ไหน - น่าจะไม่นานมาก"
    }
  },
  {
    "translation": {
      "en": "How much are you asking for?",
      "th": "คุณจะลดเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Half. -Half?",
      "th": "- ครึ่งหนึ่ง - ครึ่งหนึ่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Could be less. -Is everybody going to be pitching in?",
      "th": "- อาจน้อยกว่านั้น - คิดว่าทุกคนจะเห็นด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you, Mr. Mayer?",
      "th": "ว่าไง คุณเมเยอร์"
    }
  },
  {
    "translation": {
      "en": "Real families root for each other in the good times,",
      "th": "ครอบครัวที่แท้จริง ย่อมร่วมยินดีในยามสุข"
    }
  },
  {
    "translation": {
      "en": "take care of each other in tough ones.",
      "th": "และช่วยเหลือกันและกันในยามยาก"
    }
  },
  {
    "translation": {
      "en": "We're with you, L.B.",
      "th": "เราร่วมด้วย แอล บี"
    }
  },
  {
    "translation": {
      "en": "You may be, Mr. Barrymore,",
      "th": "คุณอาจทำได้ คุณแบร์รี่มอร์"
    }
  },
  {
    "translation": {
      "en": "but a 50% pay cut for grips and electricians--",
      "th": "แต่เงินที่ต้องหายไปครึ่งหนึ่ง ของทีมช่างไฟน่ะ…"
    }
  },
  {
    "translation": {
      "en": "Eight weeks, my friends, eight short weeks.",
      "th": "แปดสัปดาห์เท่านั้น ทุกคน ขอแค่แปดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "As soon as FDR reopens the banks, you'll get back every penny.",
      "th": "ทันทีที่ธนาคารเปิดอีกครั้ง คุณจะได้เงินคืนทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "On that, you have the sacred word of L.B. Mayer.",
      "th": "เรื่องนี้คุณได้คำสัญญา จากแอล บี เมเยอร์"
    }
  },
  {
    "translation": {
      "en": "Well, I vote yes.",
      "th": "ฉันเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "-I do as well. -Me too.",
      "th": "ฉันก็ด้วย หนูด้วย"
    }
  },
  {
    "translation": {
      "en": "-How'd I do, Ben? -It was great, Mr. Mayer.",
      "th": "- ฉันพูดเป็นไงบ้าง เบ็น - ยอดเยี่ยมครับ คุณเมเยอร์"
    }
  },
  {
    "translation": {
      "en": "Not even the most disgraceful thing I've ever seen.",
      "th": "ก็ยังไม่ถึงขั้นเลวร้ายที่สุด ที่เคยเห็นมานะ"
    }
  },
  {
    "translation": {
      "en": "Good.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "th": "- โอเคไหม - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yeah? Okay.",
      "th": "ดีไหม โอเค"
    }
  },
  {
    "translation": {
      "en": "Maybe a little bit left?",
      "th": "ทางซ้ายอีกหน่อยนะคะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Yeah.",
      "th": "- ดีไหม - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Here?",
      "th": "- ถูกจุดไหมคะ - โดนเลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -I've got to get typewriter ribbon.",
      "th": "- ถูกจุดไหมคะ - โดนเลย ฉันต้องรีบไปเอาหมึกพิมพ์ดีด"
    }
  },
  {
    "translation": {
      "en": "-Here are this morning's pages. -It's all dreck!",
      "th": "- นี่คือหน้ากระดาษที่ได้เมื่อเช้า - บ้า ไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "Don't flagellate. At least you're writing.",
      "th": "อย่าท้อแท้ อย่างน้อยคุณก็เขียนได้อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "None of it sings. None of it. Not a note.",
      "th": "มันไม่ได้เรื่อง ไม่ได้เรื่องสักตอน"
    }
  },
  {
    "translation": {
      "en": "You're not writing opera.",
      "th": "คุณไม่ได้เขียนโอเปร่าอยู่ซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "But I am writing an opera.",
      "th": "แต่ที่ผมเขียนคือโอเปร่านะ"
    }
  },
  {
    "translation": {
      "en": "It's for you.",
      "th": "มีสายถึงคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yeah? -Herman, it's Joe.",
      "th": "- ครับ - เฮอร์แมน นี่โจนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, kid. What's up?",
      "th": "ว่าไง ไอ้น้อง"
    }
  },
  {
    "translation": {
      "en": "-Checking in. How are you getting around? -Gingerly.",
      "th": "- โทรมาทักทายน่ะ เป็นยังไงบ้าง - สบายมาก"
    }
  },
  {
    "translation": {
      "en": "-Any rest? -Haven't seen a sunrise yet.",
      "th": "- ได้พักบ้างไหม - ยังไม่เห็นอาทิตย์ขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "You've never seen a sunrise.",
      "th": "พี่ก็ไม่เคยเห็นอยู่แล้วนี่"
    }
  },
  {
    "translation": {
      "en": "-Sara said you wanted this number. -Just to hear your voice.",
      "th": "- ซาร่าบอกว่านายอยากได้เบอร์นี้ - แค่อยากได้ยินเสียงน่ะ"
    }
  },
  {
    "translation": {
      "en": "She said you had some work you wanted to talk about.",
      "th": "เธอบอกว่านายมีเรื่องงาน ที่อยากคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "I was thinking about that old play,",
      "th": "ฉันกำลังคิดถึงละครเก่าเรื่องนั้น คนป่าที่บอร์เนียว"
    }
  },
  {
    "translation": {
      "en": "The Wild Man of Borneo, that you wrote in the Ice Age.",
      "th": "ฉันกำลังคิดถึงละครเก่าเรื่องนั้น คนป่าที่บอร์เนียว ที่พี่เขียนไว้นานแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "One never remembers one's disasters. It's considered gauche.",
      "th": "เราไม่ควรจำหายนะของคนอื่น ฉันว่ามันไม่ดีหรอก"
    }
  },
  {
    "translation": {
      "en": "A play is never a disaster till the movies say it is.",
      "th": "เรื่องนั้นไม่จัดเป็นหายนะ จนถูกเอาไปทำหนังนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I brought it to my people at the studio.",
      "th": "ผมเอาไปให้คนที่สตูดิโออ่าน"
    }
  },
  {
    "translation": {
      "en": "We want W.C. Fields, and we want you to adapt.",
      "th": "เราอยากได้ดับเบิลยู ซี ฟีลด์ อยากให้พี่ดัดแปลงบท"
    }
  },
  {
    "translation": {
      "en": "I'm kind of on something right now.",
      "th": "ฉันมีงานอื่นอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "I can get you paid for the play and the adaptation.",
      "th": "พี่จะได้ค่าบทและดัดแปลงบทด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "Sounds great, but I'll have to think about it.",
      "th": "น่าสนนะ แต่ฉันคงต้องคิดดูก่อน"
    }
  },
  {
    "translation": {
      "en": "These things have their moment.",
      "th": "พี่ก็รู้ว่า เรื่องนี้มีช่วงเวลาของมันนะ"
    }
  },
  {
    "translation": {
      "en": "So, this isn't an offer. It's a subtle ultimatum.",
      "th": "นี่ไม่ใช่ข้อเสนอสินะ เป็นคำขาดแบบกลายๆ"
    }
  },
  {
    "translation": {
      "en": "Nobody could ever tell you what to do.",
      "th": "ไม่มีใครสั่งให้พี่ทำอะไรได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Did Sara put you up to this?",
      "th": "ซาร่าให้นายทำเรื่องนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Not at all, but I know how things are. I can tell by her voice.",
      "th": "ไม่ใช่เลย แต่ผมรู้เรื่องดี ฟังน้ำเสียงเธอก็พอรู้"
    }
  },
  {
    "translation": {
      "en": "-And how bad is that, baby brother? -How bad?",
      "th": "- แล้วมันแย่แค่ไหนเหรอ น้องชาย - แย่แค่ไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I went to a party last night",
      "th": "ผมไปงานเลี้ยงมาเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "where Scott Fitzgerald referred to you as a ruined man.",
      "th": "สก็อตต์ ฟิตซ์เจอรัลด์บอกว่า พี่หมดสภาพเลย"
    }
  },
  {
    "translation": {
      "en": "-That's how bad things can get. -That's good. I may use that.",
      "th": "- แย่ขนาดนั้นเลยล่ะ - ดีนะ น่าเอาไปใช้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Hermie--",
      "th": "เฮอร์มี่"
    }
  },
  {
    "translation": {
      "en": "Please, stop, Joey. Just tell me what's on your mind.",
      "th": "เลิกอ้อมค้อมเถอะ โจอี้ มีอะไรก็บอกมาตรงๆ"
    }
  },
  {
    "translation": {
      "en": "I hear you're hunting dangerous game.",
      "th": "ได้ยินว่าพี่กำลังเล่นเกมอันตรายอยู่"
    }
  },
  {
    "translation": {
      "en": "Word on the street is radio's golden boy wants to go toe-to-toe with Willie Hearst,",
      "th": "ลือกันว่าหนุ่มมือทองวงการวิทยุ อยากวัดรอยเท้าวิลลี่ เฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "and you're helping in the kitchen.",
      "th": "ส่วนพี่ก็คอยช่วยอยู่"
    }
  },
  {
    "translation": {
      "en": "-And? -\"And?\"",
      "th": "- แล้วไง - \"แล้วไง\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "Herman, \"And?\"",
      "th": "\"แล้วไง\" เหรอ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "How stupid of me.",
      "th": "ฉันนี่บื้อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I thought I was rejecting a humiliating handout,",
      "th": "ฉันคิดว่าคอยปฏิเสธ เรื่องน่าขายหน้าอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "when all the time, I was nixing a respectable bribe.",
      "th": "ทั้งที่ตลอดมาฉันเอาแต่เลี่ยงสินบนดีๆ"
    }
  },
  {
    "translation": {
      "en": "And I'm sorry I ever cared.",
      "th": "ขอโทษที่ห่วงมากไปนะ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาค่ะ"
    }
  },
  {
    "translation": {
      "en": "Marion and I are so pleased you could all come stay for the weekend.",
      "th": "แมเรียนกับผมยินดีมาก ที่พวกคุณมาช่วงสุดสัปดาห์นี้ได้"
    }
  },
  {
    "translation": {
      "en": "I hope the train ride wasn't too arduous.",
      "th": "หวังว่านั่งรถไฟไม่ลำบากมากนักนะครับ"
    }
  },
  {
    "translation": {
      "en": "And tonight, we're celebrating our great friend's birthday",
      "th": "และคืนนี้ เราจะฉลองวันเกิดเพื่อนผู้ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "in our little hillside home.",
      "th": "ในบ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "Charlie.",
      "th": "ชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "Happy birthday to you",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "Happy birthday to you",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, dear Louis",
      "th": "สุขสันต์วันเกิด ลูอิส"
    }
  },
  {
    "translation": {
      "en": "Happy birthday to you",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "Louis, you should be joyous. You don't look a day over 48.",
      "th": "ลูอิส นายควรยินดีนะ นายดูอายุไม่ถึง 48 เลย"
    }
  },
  {
    "translation": {
      "en": "I feel 35.",
      "th": "ผมรู้สึกเหมือน 35"
    }
  },
  {
    "translation": {
      "en": "Mr. Hearst, Marion, all of you,",
      "th": "คุณเฮิร์สต์ แมเรียน ทุกๆ คน"
    }
  },
  {
    "translation": {
      "en": "my heart is full to bursting.",
      "th": "หัวใจผมพองแทบจะระเบิด"
    }
  },
  {
    "translation": {
      "en": "I can't express in words…",
      "th": "ผมบรรยายไม่ถูก…"
    }
  },
  {
    "translation": {
      "en": "Please don't try.",
      "th": "งั้นก็อย่าบรรยายเลย"
    }
  },
  {
    "translation": {
      "en": "W.R., nothing is more precious to me than your friendship and sage advice.",
      "th": "ดับเบิลยู อาร์ ไม่มีอะไรมีค่าสำหรับผม ยิ่งกว่ามิตรภาพและคำแนะนำ"
    }
  },
  {
    "translation": {
      "en": "I am blessed to call you my friend.",
      "th": "ผมโชคดีที่ได้เรียกคุณว่าเพื่อน"
    }
  },
  {
    "translation": {
      "en": "God bless William Randolph Hearst.",
      "th": "ขอพรแก่ วิลเลียม แรนดอล์ฟ เฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "God bless us, every one.",
      "th": "ขอพรให้แก่ทุกๆ คน"
    }
  },
  {
    "translation": {
      "en": "-Hear, hear. -A very happy birthday, Louis.",
      "th": "- ใช่เลย - สุขสันต์วันเกิดนะ ลูอิส"
    }
  },
  {
    "translation": {
      "en": "Our country should be flattered you picked its birth date as your own.",
      "th": "ประเทศเราควรเป็นปลื้ม ที่คุณเลือกวันชาติเป็นวันเกิด"
    }
  },
  {
    "translation": {
      "en": "The rest of us have to be satisfied with the one we happened to be born on.",
      "th": "พวกเราที่เหลือต้องยอมรับวันเกิด ของตัวเองไป"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "Here's to your rich Canadian imagination.",
      "th": "นี่สำหรับจินตนาการชาวแคนาดาของคุณ"
    }
  },
  {
    "translation": {
      "en": "To rich Canadian imagination!",
      "th": "แด่จินตนาการชาวแคนาดา"
    }
  },
  {
    "translation": {
      "en": "Here's to banks reopening.",
      "th": "ขอให้ธนาคารเปิดใหม่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "-And to freedom. -Freedom!",
      "th": "- และมีเสรีภาพ - เสรีภาพ"
    }
  },
  {
    "translation": {
      "en": "I believe you've met our distinguished guest, Mr. Rexford Tugwell.",
      "th": "ผมว่าคุณคงได้พบกับแขกคนพิเศษ อย่างคุณเร็กซ์ฟอร์ด ทักเวลล์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, Rex is special assistant to President Roosevelt.",
      "th": "ตอนนี้เร็กซ์เป็นผู้ช่วย ของท่านประธานาธิบดีรูสเวลต์"
    }
  },
  {
    "translation": {
      "en": "And we're all interested in what you might share with us.",
      "th": "เราอยากรู้ว่าคุณมีอะไรมาบอกเราบ้าง"
    }
  },
  {
    "translation": {
      "en": "We all wanna welcome the Thalbergs",
      "th": "และเราทุกคนขอต้อนรับธัลเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "back from Irving's long convalescence in Europe.",
      "th": "กลับมาจากการพักฟื้นที่ยุโรป"
    }
  },
  {
    "translation": {
      "en": "-Thank you, W.R. -Good to see you, Irving.",
      "th": "- ขอบคุณ ดับเบิลยู อาร์ - ยินดีที่เจอกัน เออร์วิง"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Mr. Hearst. -Norma.",
      "th": "- ขอบคุณ คุณเฮิร์สต์ - นอร์มา"
    }
  },
  {
    "translation": {
      "en": "Anybody seen anything good lately?",
      "th": "มีใครดูอะไรดีๆ มาบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "I just saw 42nd Street. It blew my wig!",
      "th": "ฉันเพิ่งดู โฟร์ตี้เซกันด์ สตรีตมา ระทึกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "You can take the girl outta Bed-Stuy.",
      "th": "พาสาวนั่นออกจากเบ๊ดสไตน์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-When was that? -Over the weekend.",
      "th": "- เมื่อไหร่น่ะ - ช่วงสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "You were in D.C. I went to the pictures in Santa Barbara.",
      "th": "คุณอยู่ที่ ดี.ซี. ฉันไปดูหนังที่ซานตาบาร์บารา"
    }
  },
  {
    "translation": {
      "en": "We have a fine screening room here.",
      "th": "ห้องฉายที่นี่ก็มีนะ"
    }
  },
  {
    "translation": {
      "en": "Warner's picture? Why waste money on that?",
      "th": "หนังวอร์เนอร์เหรอ เสียเงินดูทำไม"
    }
  },
  {
    "translation": {
      "en": "-Next time, I'll go with you. -Of course.",
      "th": "- ครั้งหน้าผมจะไปด้วยนะ - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "I am bonkers about Movietone News. I love Lowell Thomas's voice.",
      "th": "ฉันชอบข่าวมูวี่โทน นิวส์มาก ชอบเสียงโลเวลล์ โธมัสน่ะ"
    }
  },
  {
    "translation": {
      "en": "Is he single?",
      "th": "เขาโสดไหมนะ"
    }
  },
  {
    "translation": {
      "en": "I sat across from him at the Brown Derby once.",
      "th": "ฉันเคยนั่งตรงข้ามเขาที่บราวน์เดอร์บี้"
    }
  },
  {
    "translation": {
      "en": "-He bought me a drink. -He didn't!",
      "th": "- เขาเลี้ยงเหล้าฉันด้วย - ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "Not technically.",
      "th": "ไม่ใช่โดยตรง"
    }
  },
  {
    "translation": {
      "en": "But I made sure to run into him in the parking lot after.",
      "th": "แต่ฉันก็หาทางไปเจอกับเขาที่ลานจอดรถ"
    }
  },
  {
    "translation": {
      "en": "-I asked him, \"Do you need a lift?\" -You didn't! What did he say?",
      "th": "- ฉันถามเขาว่า \"ให้ไปส่งไหมคะ\" - งั้นเชียว แล้วเขาว่าไง"
    }
  },
  {
    "translation": {
      "en": "-I'll never tell. -There's a point to this, dear?",
      "th": "- เป็นความลับจ้ะ - ประเด็นคืออะไร ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Well, yes, they showed that Hitler giving a speech, kissing babies.",
      "th": "อ๋อ ใช่ มีฉากสุนทรพจน์ฮิตเลอร์ กับตอนเขาหอมเด็กๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "He is creepers!",
      "th": "น่าเกลียดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Lederhosen and suspenders. Terrifying.",
      "th": "เลเดอร์โฮเซ็นกับสายเอี๊ยม น่ากลัวจริง"
    }
  },
  {
    "translation": {
      "en": "No, it's the mustache that's the horror.",
      "th": "ไม่ๆ หนวดต่างหากที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "Don't be alarmed, Marion. He won't be around for long.",
      "th": "ไม่ต้องตกใจ แมเรียน เขาอยู่ได้ไม่นานหรอก"
    }
  },
  {
    "translation": {
      "en": "The Germans are a thoughtful, considerate people.",
      "th": "ชาวเยอรมันเป็นคนรู้จักคิด มีหลักการ"
    }
  },
  {
    "translation": {
      "en": "Enough about Nazis.",
      "th": "หยุดพูดเรื่องนาซีกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Irving, tell us about your travels. Where were you?",
      "th": "เออร์วิง เล่าเรื่องการเดินทางหน่อย ไปไหนมาบ้าง"
    }
  },
  {
    "translation": {
      "en": "Berlin, in fact.",
      "th": "เบอร์ลินน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "But it was interesting.",
      "th": "แต่น่าสนใจมากนะครับ"
    }
  },
  {
    "translation": {
      "en": "Thugs in brown shirts goose-stepping past our hotel all night,",
      "th": "มีอันธพาลเสื้อน้ำตาล ผ่านโรงแรมเราทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "screaming anti-Semitic slogans.",
      "th": "ตะโกนคำขวัญต้านยิวดังลั่น"
    }
  },
  {
    "translation": {
      "en": "I was terrified.",
      "th": "ฉันกลัวมากเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "This Hitler sounds like a drip.",
      "th": "ฮิตเลอร์นี่ดูร้ายกาจมากนะ"
    }
  },
  {
    "translation": {
      "en": "Shouldn't the United States do something, Mr. Tugwell?",
      "th": "อเมริกาไม่ทำอะไรซักอย่างเหรอ คุณทักเวลล์"
    }
  },
  {
    "translation": {
      "en": "We are weighing all options.",
      "th": "เราประเมินทุกทางเลือกอยู่ครับ"
    }
  },
  {
    "translation": {
      "en": "Can't last. Who takes a lunatic like that seriously?",
      "th": "เขาอยู่ไม่นานหรอก จะมีใครในโลกที่เชื่อคนบ้าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "The last time I looked, 40 million Germans.",
      "th": "เท่าที่เห็นก็มีชาวเยอรมัน ร่วม 40 ล้านคนนะ"
    }
  },
  {
    "translation": {
      "en": "Mank! You're always so wonderfully contrary.",
      "th": "แมงค์ คุณนี่พูดแย้งได้เก่งเสมอ"
    }
  },
  {
    "translation": {
      "en": "\"Chase & Sanborn's der coffee. Can 40 million Nazis all be wrong?\"",
      "th": "\"กาแฟของเชสและแซนบอร์น นาซี 40 ล้านคนจะเลือกผิดงั้นเหรอ\""
    }
  },
  {
    "translation": {
      "en": "I just read they've opened their first concentration camps",
      "th": "ผมอ่านข่าวเจอว่า พวกเขาเพิ่งเปิดค่ายกักกันแรก"
    }
  },
  {
    "translation": {
      "en": "and started burning books.",
      "th": "และเริ่มเผาหนังสือแล้ว"
    }
  },
  {
    "translation": {
      "en": "-What's next? Movies? -Enough.",
      "th": "- แล้วต่อไปล่ะ เผาหนังเหรอ - พอเถอะ"
    }
  },
  {
    "translation": {
      "en": "-Is that true, Irving? -Yes, L.B.",
      "th": "- เรื่องจริงเหรอ เออร์วิง - จริงครับ แอล บี"
    }
  },
  {
    "translation": {
      "en": "Hitler, Schmitler!",
      "th": "ฮิตเลอร์สุดทึ่ม"
    }
  },
  {
    "translation": {
      "en": "You don't turn your back on a market as big as Germany.",
      "th": "จะมองข้ามตลาดใหญ่ อย่างเยอรมนีไม่ได้ซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Please. It's upsetting enough Marion had to endure the man in newsreel.",
      "th": "ขอละ แมเรียนหัวเสีย กับเรื่องราวในข่าวมากพออยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "What's a concentration camp?",
      "th": "ว่าแต่ค่ายกักกันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "It was fascinating. Those people adore him.",
      "th": "มันน่าสนใจมาก ผู้คนชื่นชมเขา"
    }
  },
  {
    "translation": {
      "en": "-I'm probably talking nonsense. -You're the first tonight that isn't.",
      "th": "- ฉันคงพูดอะไรไร้สาระสินะ - คุณเป็นคนแรกที่มีสาระนะ"
    }
  },
  {
    "translation": {
      "en": "Speaking of socialists, how about Sinclair's book?",
      "th": "พูดถึงนักสังคมนิยม หนังสือใหม่ ของซินแคลร์เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "He wants to turn private enterprise over to the state.",
      "th": "เขาอยากเปลี่ยนองค์กรเอกชน ให้เป็นของรัฐแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "There's one we won't be optioning.",
      "th": "เราคงไม่ซื้อมาทำบท จริงไหม เออร์วิง"
    }
  },
  {
    "translation": {
      "en": "It's selling like crazy.",
      "th": "หนังสือนั่นขายดีมาก"
    }
  },
  {
    "translation": {
      "en": "Walter Winchell says Sinclair may run for governor.",
      "th": "วอลเตอร์ วินเชลล์พูดว่า ซินแคลร์อาจลงสมัครผู้ว่าฯ สมัยหน้า"
    }
  },
  {
    "translation": {
      "en": "That rat Bolshevik belongs right up there with Hitler",
      "th": "ไอ้เวรบอลเชวิคนั่นอยู่กับฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "on the list of people not to be taken seriously.",
      "th": "ในกลุ่มรายชื่อที่ไม่ควรจะไปใส่ใจ"
    }
  },
  {
    "translation": {
      "en": "There's a world of difference between communism and socialism.",
      "th": "คอมมิวนิสต์กับสังคมนิยมมันต่างกันนะ"
    }
  },
  {
    "translation": {
      "en": "-They both want something for nothing. -Like a workforce for free?",
      "th": "- พวกนั้นล้วนอยากได้ ไม่อยากเสีย - เหมือนใช้แรงงานฟรีเหรอ"
    }
  },
  {
    "translation": {
      "en": "Half, and only in the interim.",
      "th": "ส่วนหนึ่ง แค่แนวคิดคร่าวๆ"
    }
  },
  {
    "translation": {
      "en": "It's safe to assume none of us here would welcome",
      "th": "ผมว่าพวกเราที่นี่คงไม่มียอม ให้นักสังคมนิยมคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "a crusading socialist as California's political savior.",
      "th": "มาเป็นผู้กอบกู้ทางการเมือง ของแคลิฟอร์เนียหรอก"
    }
  },
  {
    "translation": {
      "en": "Certainly not FDR. Am I right, Rex?",
      "th": "ที่แน่ๆ ไม่ใช่เอฟดีอาร์แน่ จริงไหม เร็กซ์"
    }
  },
  {
    "translation": {
      "en": "Off the record, President says the man bears watching.",
      "th": "ขอพูดแค่ในหมู่เรานะ ประธานาธิบดีบอกว่าเขาน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "Especially now that Republicans seem bent on running Frank Merriam again.",
      "th": "โดยเฉพาะตอนนี้ที่รีพับลิกัน ฝืนส่งแฟรงค์ เมอร์เรียมลงสมัครอีก"
    }
  },
  {
    "translation": {
      "en": "Sinclair's run twice before and got, what, 2% of the vote?",
      "th": "ซินแคลร์เคยลงสองครั้งแล้วเป็นไง ได้แค่สองเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "-Good people, the man is an author. -As was Thomas Jefferson.",
      "th": "- ก็น่าอยู่ เขาเป็นแค่นักเขียน - ก็เหมือนทอมัส เจฟเฟอร์สัน"
    }
  },
  {
    "translation": {
      "en": "Come now, Mank. Upton Sinclair as Thomas Jefferson?",
      "th": "ไม่เอาน่า แมงค์ อัปตั้น ซินแคลร์ คือทอมัส เจฟเฟอร์สันเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, you're right, W.R.",
      "th": "ถูกของคุณ ดับเบิลยู อาร์"
    }
  },
  {
    "translation": {
      "en": "Jefferson never got federal laws passed to ban oil monopolies,",
      "th": "เจฟเฟอร์สันไม่เคยผ่านกฎหมาย ห้ามผูกขาดน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "the railroad trusts, or cleaned up the stockyards.",
      "th": "สหกรณ์รางรถไฟ และรวมไปถึงกวาดล้างโรงปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "-He's an angry scribe, a provocateur. -Because he provokes thought.",
      "th": "- เขาคือนักเขียนขี้โมโห นักปลุกระดม - เพราะเขาปลุกความคิดไง"
    }
  },
  {
    "translation": {
      "en": "You always side with the writer, Mank.",
      "th": "คุณเข้าข้างนักเขียนอยู่เรื่อย แมงค์"
    }
  },
  {
    "translation": {
      "en": "Poor souls surviving a depression on five grand a week.",
      "th": "พวกน่าสงสารนั่นต้องใช้ชีวิต ด้วยเงินแค่ห้าพันต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "-Commies. -L.B. is not wrong.",
      "th": "- คอมมิวนิสต์ - แอล บีพูดถูก"
    }
  },
  {
    "translation": {
      "en": "Irving, you're a literate man.",
      "th": "เออร์วิง คุณมีการศึกษา"
    }
  },
  {
    "translation": {
      "en": "You know the difference between communism and socialism.",
      "th": "คงรู้ความต่าง ระหว่างคอมมิวนิสต์กับสังคมนิยมดี"
    }
  },
  {
    "translation": {
      "en": "In socialism, everyone shares the wealth.",
      "th": "ในสังคมนิยม ทุกคนแบ่งรายได้"
    }
  },
  {
    "translation": {
      "en": "In communism, everyone shares the poverty.",
      "th": "ในระบบคอมมิวนิสต์ ทุกคนแบ่งความจนกัน"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mr. Mankiewicz.",
      "th": "ขอบคุณ คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "Upton just wants you to apportion some of your Christmas bonus, Irving,",
      "th": "อัปตั้นแค่อยากให้คุณแบ่งเงินโบนัส คริสต์มาสของคุณ"
    }
  },
  {
    "translation": {
      "en": "to the people who clean your house.",
      "th": "ไปให้คนที่ทำความสะอาดบ้านคุณน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, that's why I always want Mank around. Me too.",
      "th": "- นี่ไง ผมถึงอยากให้แมงค์อยู่ใกล้ - ฉันด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Upton? Nobody's asking to hear you sing \"The Internationale.\"",
      "th": "อัปตั้นเหรอ ไม่มีใครขอให้นาย ร้องเพลงเดอะอินเตอร์เนชั่นนาลนะ"
    }
  },
  {
    "translation": {
      "en": "-What's that? -The Communist national anthem, darling.",
      "th": "- อะไรน่ะ - เพลงประจำชาติคอมมิวนิสต์ไง ที่รัก"
    }
  },
  {
    "translation": {
      "en": "I would. Do you sing?",
      "th": "ฉันอยากฟังนะ คุณร้องเป็นด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No one should have to hear me sing. Right, Sara?",
      "th": "ไม่มีใครควรมาฟังผมร้องเพลงหรอก จริงไหม ซาร่า"
    }
  },
  {
    "translation": {
      "en": "If at all possible.",
      "th": "ถ้าเลี่ยงได้นะคะ"
    }
  },
  {
    "translation": {
      "en": "As Republican state chairman-elect,",
      "th": "ในฐานะประธานรัฐรีพับลิกันของรัฐ"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, nothing's going to happen here.",
      "th": "ผมขอบอกเลยว่า จะไม่มีอะไรเกิดขึ้นที่นี่"
    }
  },
  {
    "translation": {
      "en": "The people who count in California won't let it.",
      "th": "พวกเขาไม่ยอมแน่ คนที่แคลิฟอร์เนียคงไม่ยอม"
    }
  },
  {
    "translation": {
      "en": "All this talk is so much pissing in the wind.",
      "th": "ที่เราคุยกันก็เหมือนเยี่ยวรดลมเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Nicely put.",
      "th": "พูดได้ดี"
    }
  },
  {
    "translation": {
      "en": "I heard Pops on the phone helping to pick the president's cabinet",
      "th": "ฉันเคยได้ยินป๋าคุยโทรศัพท์ ช่วยเลือกครม.ให้ประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "like casting a movie.",
      "th": "อย่างกับคัดตัวนักแสดง"
    }
  },
  {
    "translation": {
      "en": "They can stop a guy like Sinclair.",
      "th": "พวกเขาหยุดคนอย่างซินแคลร์ได้"
    }
  },
  {
    "translation": {
      "en": "Couldn't you, Pops?",
      "th": "จริงไหมคะ ป๋า"
    }
  },
  {
    "translation": {
      "en": "Pardon.",
      "th": "ขอโทษค่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know what I'm saying.",
      "th": "ฉันพูดอะไรไปก็ไม่รู้สินะ"
    }
  },
  {
    "translation": {
      "en": "Go.",
      "th": "ไปสิ"
    }
  },
  {
    "translation": {
      "en": "Hello, Tokyo?",
      "th": "สวัสดี โตเกียว"
    }
  },
  {
    "translation": {
      "en": "London, you there?",
      "th": "ลอนดอน อยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "Nerts!",
      "th": "เนิร์ตส"
    }
  },
  {
    "translation": {
      "en": "-What is that? -Pops's radio-phones.",
      "th": "- นั่นอะไรน่ะ - วิทยุโทรศัพท์ของป๋า"
    }
  },
  {
    "translation": {
      "en": "Never ever be out of touch with your empire.",
      "th": "อย่าขาดการติดต่อกับอาณาจักรเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "No, what's \"nerts\"? Nerts is Brooklynese for \"nuts.\"",
      "th": "- ผมหมายถึงเนิร์ตสน่ะ - เป็นคำของคนบรุกลิน แปลว่าบ้า"
    }
  },
  {
    "translation": {
      "en": "Jeepers!",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "What did I do that was so terrible?",
      "th": "ฉันทำอะไรที่แย่มากงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I shouldn't have said that about the cabinet in front of Tugwell,",
      "th": "ฉันไม่ควรพูดเรื่องทีมประธานาธิบดี ต่อหน้าทักเวลล์เลย"
    }
  },
  {
    "translation": {
      "en": "but since when does anybody care what I have to say?",
      "th": "แต่เคยมีใครสนที่ฉันพูดเหรอ"
    }
  },
  {
    "translation": {
      "en": "Those things just pop out of my mouth,",
      "th": "เรื่องนั้นหลุดออกมาจากปากฉันเอง"
    }
  },
  {
    "translation": {
      "en": "and the moment they do, I feel like…",
      "th": "แล้วพอหลุดออกมาฉันรู้สึกเหมือนว่า…"
    }
  },
  {
    "translation": {
      "en": "Like you got caught, jambes en l'air.",
      "th": "เหมือนถูกจับได้ว่าอ้าขาชี้ฟ้า"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Well, do you always just say whatever you think?",
      "th": "นี่ คุณพูดสิ่งที่คิด ออกมาเสมอเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "You're blushing.",
      "th": "คุณหน้าแดงนะ"
    }
  },
  {
    "translation": {
      "en": "-Am not. -Are, too.",
      "th": "- ฉันเปล่า - หน้าแดงเลย"
    }
  },
  {
    "translation": {
      "en": "-Am not. -Are, too. I can see it even in the dark.",
      "th": "- เปล่าซะหน่อย - แดงชัดๆ ผมเห็น ถึงจะมืดก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "Well, what can I tell you, Mank? Marion Douras went to convent school.",
      "th": "จะบอกคุณยังไงดี แมงค์ ฉันเรียนโรงเรียนคอนแวนต์มานะ"
    }
  },
  {
    "translation": {
      "en": "Hedda! Louella!",
      "th": "เฮ้ดด้า ลูเอลล่า"
    }
  },
  {
    "translation": {
      "en": "Where's a gossip columnist when you need one?",
      "th": "พวกนักเขียนข่าวซุบซิบ มัวไปอยู่ไหนกันหมดนะ"
    }
  },
  {
    "translation": {
      "en": "I hate shop talk. I never know what's going on.",
      "th": "ฉันเกลียดเรื่องธุรกิจ ไม่เคยรู้เรื่องพวกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "The one thing you never ever talk about is Upton Sinclair.",
      "th": "แต่เรื่องหนึ่งที่ไม่ควรไปพูดถึง คืออัปตั้น ซินแคลร์"
    }
  },
  {
    "translation": {
      "en": "I noted.",
      "th": "จะจำไว้นะ"
    }
  },
  {
    "translation": {
      "en": "The moment he's mentioned, the evening turns.",
      "th": "พอพูดถึงเขาบรรยากาศเปลี่ยนเลย"
    }
  },
  {
    "translation": {
      "en": "-It's sort of a sore subject. -Really?",
      "th": "- เป็นเรื่องที่สร้างบาดแผลน่ะ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Do tell.",
      "th": "เล่าหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I don't even know who this Mr. Sinclair is, but he wrote about us for a book.",
      "th": "ฉันก็ไม่รู้ว่าคุณซินแคลร์นี่เป็นใคร แต่เขาเขียนเรื่องเราลงหนังสือ"
    }
  },
  {
    "translation": {
      "en": "I used to quote it word for word.",
      "th": "ฉันเคยท่องบทได้คำต่อคำ"
    }
  },
  {
    "translation": {
      "en": "\"I saw our richest newspaper publisher keep his movie mistress",
      "th": "\"ฉันเห็นนักหนังสือพิมพ์ที่รวยที่สุด เก็บดาราสาว"
    }
  },
  {
    "translation": {
      "en": "in a private city of palaces and cathedrals,",
      "th": "ไว้ในวังส่วนตัว ณ ดินแดนแห่งคาเฟ่และมหาวิหาร"
    }
  },
  {
    "translation": {
      "en": "furnished with shiploads of junk imported from Europe",
      "th": "ที่ตกแต่งด้วยขยะหรูหรา ที่ขนข้ามทะเลมาจากยุโรป"
    }
  },
  {
    "translation": {
      "en": "and surrounded by vast acres reserved for use by zebras and giraffes,",
      "th": "และล้อมรอบด้วยทุ่งเลี้ยงยีราฟ และม้าลายที่กว้างใหญ่"
    }
  },
  {
    "translation": {
      "en": "telling in jest that he had spent six million dollars",
      "th": "บอกได้เลยว่าเขาจ่ายเงินไป หกล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "to make his lady's reputation",
      "th": "เพื่อสร้างชื่อแก่ผู้หญิงของเขา"
    }
  },
  {
    "translation": {
      "en": "and using his newspapers to celebrate her change of hats.\"",
      "th": "และใช้หนังสือพิมพ์ของเขา ฉลองการเปลี่ยนบทบาทของเธอ\""
    }
  },
  {
    "translation": {
      "en": "It must be hard to be on the receiving end of that.",
      "th": "คงลำบากนะ ถ้าโดนเอาเรื่องไปเขียนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "People think because you're on the cover of Modern Screen, they know you.",
      "th": "คนชอบคิดว่ารู้จักเราดี เพราะเห็นเราบนปก \"โมเดิร์น สกรีน\""
    }
  },
  {
    "translation": {
      "en": "Nerts! What do I have to complain about?",
      "th": "พวกบ้า แล้วฉันจะร้องเรียนกับใครได้"
    }
  },
  {
    "translation": {
      "en": "I live in a fishbowl, but anything I want is mine.",
      "th": "ฉันเหมือนนกน้อยในกรง แต่ได้ทุกอย่างที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "If I could, I'd share with everyone. You know that, Mank.",
      "th": "ซึ่งถ้าได้ ทุกคนก็จะรู้เรื่องหมด เข้าใจไหม แมงค์"
    }
  },
  {
    "translation": {
      "en": "This Upton doesn't know a thing about the real…",
      "th": "อัปตั้นคนนี้ไม่รู้ฤทธิ์ของ…"
    }
  },
  {
    "translation": {
      "en": "Nobody, but nobody, makes a monkey out of William Randolph Hearst!",
      "th": "ไม่มีใครหน้าไหนกล้ามาล้อเล่นกับ วิลเลียม แรนดอล์ฟ เฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "I understand why Mayer loathes him.",
      "th": "- ผมรู้แล้วทำไมเมเยอร์เกลียดเขา - ทำไมคะ"
    }
  },
  {
    "translation": {
      "en": "-Why? -Sinclair caught him with his pants down.",
      "th": "- ผมรู้แล้วทำไมเมเยอร์เกลียดเขา - ทำไมคะ - ซินแคลร์จับเขาได้คาหนังคาเขา - อุ๊ยตาย"
    }
  },
  {
    "translation": {
      "en": "Yikes!",
      "th": "- ซินแคลร์จับเขาได้คาหนังคาเขา - อุ๊ยตาย"
    }
  },
  {
    "translation": {
      "en": "He wrote that Mayer took a bribe to look the other way",
      "th": "เขาเขียนว่าเมเยอร์รับสินบน"
    }
  },
  {
    "translation": {
      "en": "so a rival could buy MGM.",
      "th": "เพื่อให้คู่แข่งมาซื้อเอ็มจีเอ็มไป"
    }
  },
  {
    "translation": {
      "en": "-It's complicated. -Over my head?",
      "th": "- เรื่องมันซับซ้อนน่ะ - โดยที่ฉันไม่รู้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No, over mine. You'd need a degree in larceny.",
      "th": "ผมก็เหมือนกัน คุณต้องใช้ความเข้าใจพอสมควร"
    }
  },
  {
    "translation": {
      "en": "-Isn't bribery a crime? -That's what Sinclair said.",
      "th": "- ติดสินบนผิดกฎนี่ - ซินแคลร์ก็ว่าอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "The little sausage might have gone to jail.",
      "th": "เจ้าไส้กรอกน้อยอาจติดคุกได้"
    }
  },
  {
    "translation": {
      "en": "Jeepers!",
      "th": "อย่างนั้นเชียว"
    }
  },
  {
    "translation": {
      "en": "The hypocrisy.",
      "th": "พวกปากว่าตาขยิบ"
    }
  },
  {
    "translation": {
      "en": "\"Mayn gantze mishpokhe. My mishpokhe.\"",
      "th": "\"กานซ่า มิชโปก้า มิชโปก้าของผม\""
    }
  },
  {
    "translation": {
      "en": "-I don't speak a lot of Jewish. -Really?",
      "th": "- ฉันพูดภาษายิวไม่ค่อยได้นะ - งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "\"My mishpokhe. My family.\"",
      "th": "\"มิชโปก้าของผม ครอบครัวผม\""
    }
  },
  {
    "translation": {
      "en": "Everything he does is for family,",
      "th": "ทุกอย่างที่เขาทำก็เพื่อครอบครัว"
    }
  },
  {
    "translation": {
      "en": "except when it comes to selling his last name",
      "th": "เว้นแต่เรื่องที่ต้องขายตระกูล"
    }
  },
  {
    "translation": {
      "en": "to a competitor in the middle of the night.",
      "th": "ให้คู่แข่ง คงทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He would do that to his own studio?",
      "th": "เขายอมทำแบบนั้น กับสตูดิโอของเขาเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "He doesn't own MGM any more than Sam Goldwyn.",
      "th": "เขาไม่ได้ครองเอ็มจีเอ็ม มากกว่าแซม โกลด์วินหรอก"
    }
  },
  {
    "translation": {
      "en": "They just run it for the moneyboys back East.",
      "th": "แต่พวกเขาแค่ดูแลให้นายทุนเบื้องหลัง"
    }
  },
  {
    "translation": {
      "en": "And jail is not something an animal like Mayer is likely to forget.",
      "th": "และคุกไม่ใช่สิ่งที่ คนอย่างเมเยอร์จะลืมได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "Irving must be clean. He looks like he shaves three times a day.",
      "th": "เออร์วิงคงสะอาดมาก เขาดูเหมือนที่โกนหนวดวันละสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Well, there's clean, and there's clean.",
      "th": "ก็ มีสะอาดและสะอาดยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "Irving bought one of Sinclair's novels.",
      "th": "เออร์วิงเคยซื้อนิยายของซินแคลร์"
    }
  },
  {
    "translation": {
      "en": "Sinclair demanded a guarantee that not one word could be changed,",
      "th": "ซินแคลร์ขอคำยืนยันว่า ห้ามเปลี่ยนแปลงคำแม้แต่คำเดียว"
    }
  },
  {
    "translation": {
      "en": "in writing, on the back of the purchase check.",
      "th": "โดยให้เขียนไว้หลังเช็ค ที่ใช้ซื้องานนั้น"
    }
  },
  {
    "translation": {
      "en": "He didn't want notes from Irving Thalberg?",
      "th": "เขาไม่อยากได้ความเห็น จากเออร์วิง ธัลเบิร์กเหรอ"
    }
  },
  {
    "translation": {
      "en": "When Thalberg refused, Sinclair took his money",
      "th": "พอธัลเบิร์กปฏิเสธ ซินแคลร์ก็หอบเงินหนี"
    }
  },
  {
    "translation": {
      "en": "and ran off to Mexico and financed a picture about the Russian Revolution.",
      "th": "ไปเม็กซิโก แล้วลงทุนสร้างหนัง เกี่ยวกับการปฏิวัติที่รัสเซีย"
    }
  },
  {
    "translation": {
      "en": "Now, that's sticking the old neck out.",
      "th": "ซึ่งนั่นจัดว่าเสี่ยงมาก"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Instinct!",
      "th": "ขอโทษที สัญชาตญาณน่ะ"
    }
  },
  {
    "translation": {
      "en": "My fault.",
      "th": "ฉันผิดเอง"
    }
  },
  {
    "translation": {
      "en": "I've been a little sixes and sevens recently.",
      "th": "พักนี้สติฉันไม่ค่อยอยู่กับเนื้อกับตัว"
    }
  },
  {
    "translation": {
      "en": "Tell me something, Mank. The truth.",
      "th": "บอกฉันหน่อยสิ แมงค์ ตามจริงนะ"
    }
  },
  {
    "translation": {
      "en": "Could you see me playing",
      "th": "คุณว่าฉันเหมาะกับบท"
    }
  },
  {
    "translation": {
      "en": "Elizabeth Barrett Browning or Marie Antoinette?",
      "th": "อลิซาเบ็ธ บาร์เร็ตต์ บราวนิ่ง หรือมารี อองตัวเน็ตต์"
    }
  },
  {
    "translation": {
      "en": "Irving's bought 'em both. You know, because of Pops.",
      "th": "เออร์วิงซื้อทั้งสองเรื่อง แบบว่าเพราะป๋าน่ะ"
    }
  },
  {
    "translation": {
      "en": "What do you think?",
      "th": "คุณคิดว่าไง"
    }
  },
  {
    "translation": {
      "en": "And honestly.",
      "th": "ตอบมาตามจริงนะ"
    }
  },
  {
    "translation": {
      "en": "I see you more as Dulcinea.",
      "th": "ผมมองคุณเป็นดัลซิเนีย"
    }
  },
  {
    "translation": {
      "en": "-Who? -Dulcinea.",
      "th": "- ใครคะ - ดัลซิเนีย"
    }
  },
  {
    "translation": {
      "en": "From the Spanish, for sweetness.",
      "th": "ภาษาสเปนน่ะ แปลว่าอ่อนหวาน"
    }
  },
  {
    "translation": {
      "en": "\"Her hair, gold.\" \"Her cheeks, roses.\"",
      "th": "\"ผมเธอสีทอง แก้มสีชมพู\""
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "th": "ดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "\"Her lips, coral.\"",
      "th": "\"ปากเธอแดงอิ่ม"
    }
  },
  {
    "translation": {
      "en": "\"Her neck, alabaster.\" \"Her bosom, marble.\"",
      "th": "คอเธอขาวผ่อง อกนวลราวหินอ่อน\""
    }
  },
  {
    "translation": {
      "en": "Marble? Maybe once.",
      "th": "หินอ่อนเหรอ เมื่อก่อนคงใช่นะ"
    }
  },
  {
    "translation": {
      "en": "\"Ivory, her hands, and her whiteness, snow.\"",
      "th": "\"มืองามราวงาช้าง และผิวขาวดุจหิมะ\""
    }
  },
  {
    "translation": {
      "en": "-You wrote that? -No. A fella named Cervantes.",
      "th": "- คุณแต่งเองเหรอ - เปล่า คนชื่อเซอร์แวนเตสเขียน"
    }
  },
  {
    "translation": {
      "en": "\"There are meters of accent and meters of tone,",
      "th": "\"มีจังหวะในทำนองและจังหวะในน้ำเสียง"
    }
  },
  {
    "translation": {
      "en": "but the best of all meters is to meet her alone.\"",
      "th": "แต่ขอเพียงอยู่กับเธอก็สุขใจ\""
    }
  },
  {
    "translation": {
      "en": "-A poem with a message. -That's just the first verse.",
      "th": "- เป็นกลอนที่ความหมายลึกซึ้ง - นั่นแค่บทแรก"
    }
  },
  {
    "translation": {
      "en": "The last?",
      "th": "ลงท้ายด้วย"
    }
  },
  {
    "translation": {
      "en": "\"There are letters of accent and letters of tone,",
      "th": "\"อักษรแห่งทำนองและอักษรแห่งน้ำเสียง"
    }
  },
  {
    "translation": {
      "en": "but the best of all letters is to let her alone.\"",
      "th": "แต่ขอเพียงให้เธออยู่ตามลำพัง\""
    }
  },
  {
    "translation": {
      "en": "Now, those, I wrote.",
      "th": "อันนี้น่ะ ผมเขียนเอง"
    }
  },
  {
    "translation": {
      "en": "Do come in.",
      "th": "เข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "Jesus! What is that? Sunlight. It's nearly noon.",
      "th": "- พระเจ้า อะไรน่ะ - แสงแดดค่ะ นี่มันเกือบเที่ยงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mother of God! Where did the night go?",
      "th": "ให้ตายสิ เช้าแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Your support device is here. -Good. Send it in.",
      "th": "- อุปกรณ์ช่วยมาถึงแล้วค่ะ - ดี เอาเข้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "As is Mr. Houseman.",
      "th": "คุณเฮ้าส์แมนก็มาเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "What would you like me to do?",
      "th": "จะให้ฉันทำยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "Well, send him in, too.",
      "th": "ให้เขาเข้ามาด้วยเลย"
    }
  },
  {
    "translation": {
      "en": "Put it over there, please.",
      "th": "ช่วยวางไว้ตรงนั้นทีนะ"
    }
  },
  {
    "translation": {
      "en": "-You're early. -I thought we should talk.",
      "th": "- มาแต่เช้าเลยนะ - ผมว่าเราควรคุยกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Why are you wearing a coat? -I always wear a coat.",
      "th": "- ทำไมใส่เสื้อโค้ตมาล่ะ - ผมก็ใส่ประจำนะ"
    }
  },
  {
    "translation": {
      "en": "Must be 108 degrees.",
      "th": "ข้างนอกคงร้อน 40 องศาได้นะ"
    }
  },
  {
    "translation": {
      "en": "We're at a Rubicon moment, Mank.",
      "th": "เรามีเรื่องต้องตัดสินใจ แมงค์"
    }
  },
  {
    "translation": {
      "en": "It's not the work. That's everything we hoped it would be.",
      "th": "ไม่ใช่เรื่องงาน ถึงเราจะหวังแบบนั้นก็ตาม"
    }
  },
  {
    "translation": {
      "en": "-Enough room there? -It should be.",
      "th": "- พื้นที่พอไหมน่ะ - น่าจะพอครับ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, John.",
      "th": "ขอโทษที ต่อเลย"
    }
  },
  {
    "translation": {
      "en": "-You've only written 90 pages. -Ninety-one.",
      "th": "- คุณเขียนไปแค่ 90 หน้าเองนะ - ได้ 91 หรอก"
    }
  },
  {
    "translation": {
      "en": "In my expert opinion, you're hardly out of the first act.",
      "th": "ในความเห็นของผม คุณยังไม่เสร็จองก์แรกดีเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, how do you hope to be done in 14…",
      "th": "แล้วคุณจะเขียนเสร็จใน 14…"
    }
  },
  {
    "translation": {
      "en": "13 days?",
      "th": "ใน 13 วันได้ไง"
    }
  },
  {
    "translation": {
      "en": "We gave him our solemn word we would deliver.",
      "th": "เราตกลงไปแล้วว่าจะส่งงานทันนะ"
    }
  },
  {
    "translation": {
      "en": "-\"We\"? -I don't think he's going to take it well.",
      "th": "- \"เรา\" เหรอ - ผมว่าเขาคงรับไม่ได้แน่"
    }
  },
  {
    "translation": {
      "en": "You said 90 days. Welles said 60. I'm doing the very best I can.",
      "th": "คุณบอก 90 วัน เวลส์บอก 60 ผมก็ทำเต็มที่อยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "-We are surely to be axed. -Not just yet.",
      "th": "- เราคงโดนไล่ออกแน่ - ยังหรอก"
    }
  },
  {
    "translation": {
      "en": "I've never been fired.",
      "th": "ผมไม่เคยโดนไล่ออกนะ"
    }
  },
  {
    "translation": {
      "en": "-I've never not been fired. -I don't get fired.",
      "th": "- ผมก็ด้วย - ผมไม่อยากโดนไล่ออก"
    }
  },
  {
    "translation": {
      "en": "It's not as unpleasant as you might imagine.",
      "th": "มันอาจไม่แย่อย่างที่คุณคิดก็ได้"
    }
  },
  {
    "translation": {
      "en": "You worry too much, John. What do you do for pleasure?",
      "th": "คุณกังวลมากไป จอห์น เคยหาอะไรทำแก้เครียดบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Hello?",
      "th": "สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, he's here.",
      "th": "ค่ะ เขาอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "It's Orson.",
      "th": "ออร์สันโทรมา"
    }
  },
  {
    "translation": {
      "en": "-Will you talk? -He'd like to speak with Mr. Houseman.",
      "th": "- คุณจะคุยไหม - เขาอยากคุยกับคุณเฮ้าส์แมนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Me?",
      "th": "ผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Orson.",
      "th": "ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "I came early to see where we were with…",
      "th": "ผมมาแต่เช้าเพื่อดูงานของเรา"
    }
  },
  {
    "translation": {
      "en": "No, not at all. Everything's going absolutely according…",
      "th": "ไม่ ไม่เลยครับ ทุกอย่างกำลังเป็นไปตามแผน"
    }
  },
  {
    "translation": {
      "en": "Well, that's difficult to say exactly.",
      "th": "คงยากที่บอกกำหนดเป๊ะๆ"
    }
  },
  {
    "translation": {
      "en": "Yep. Yes, I know the clock…",
      "th": "ครับ ผมรู้เส้นตายดี…"
    }
  },
  {
    "translation": {
      "en": "Well, as I've told you, it's quite unique.",
      "th": "อย่างที่บอกไป คืองานนี้มันพิเศษ"
    }
  },
  {
    "translation": {
      "en": "In fact, I'd say one of the most…",
      "th": "ที่จริง ผมกล้าบอกว่าเป็นหนึ่งใน…"
    }
  },
  {
    "translation": {
      "en": "Yes, well, it will absolutely need your marvelous…",
      "th": "ครับ ใช่แล้วครับ ผมจะต้องการ…"
    }
  },
  {
    "translation": {
      "en": "He's on the mend and working tirelessly.",
      "th": "เขาลงมืออยู่ ทำงานไม่มีพักเลย"
    }
  },
  {
    "translation": {
      "en": "Of course. When?",
      "th": "ได้ครับ เมื่อไหร่ดี"
    }
  },
  {
    "translation": {
      "en": "I'm on my way. Yes. Hang on, he's right here.",
      "th": "ผมกำลังไปครับ สักครู่ครับ เขาอยู่นี่"
    }
  },
  {
    "translation": {
      "en": "He wants to see me right away. Wouldn't tell me why.",
      "th": "เขาอยากพบผมตอนนี้เลย เขาไม่บอกเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Perhaps he will you.",
      "th": "เขาอาจจะบอกคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Orson!",
      "th": "ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Tell me what's up, Mank.",
      "th": "เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "He's getting on my nerves.",
      "th": "เขามากดดันผมอยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "I sensed that. I told him I had to see him.",
      "th": "เข้าใจนะ ผมเลยบอกให้มาหาผมทันที"
    }
  },
  {
    "translation": {
      "en": "Hopefully, I can think of a reason before he gets here.",
      "th": "หวังว่าผมจะหาเหตุผลได้ ก่อนที่เขามาถึง"
    }
  },
  {
    "translation": {
      "en": "I've finished my test for Heart of Darkness.",
      "th": "ผมเสร็จงาน \"หฤทัยแห่งอันธการ\" แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm turning my attention to our project.",
      "th": "ผมจะหันความสนใจไปที่งานเล็กๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "\"Let there be light.\"",
      "th": "\"แสงจงปรากฏ\""
    }
  },
  {
    "translation": {
      "en": "-Tell me what to expect. -I thought you'd want to be surprised.",
      "th": "- ผมจะเจอเรื่องแบบไหน - คุณอยากจะเซอร์ไพรส์ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You're always surprising. That's why you were my only choice.",
      "th": "คุณสร้างเซอร์ไพรส์ได้เสมอ คุณถึงเป็นตัวเลือกของผม"
    }
  },
  {
    "translation": {
      "en": "No one else is Mankiewicz. I can almost hear the finish line.",
      "th": "ไม่มีใครเหมือนแมนคีวิคซ์ ผมว่าเกือบจะถึงเส้นชัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We're about to turn a corner. -Unto the breach!",
      "th": "- เรากำลังจะไปถึงจุดนั้นครับ - พุ่งเข้าไปเลย"
    }
  },
  {
    "translation": {
      "en": "Slim, you may tote those lovely highland beauties to the kitchen.",
      "th": "สลิม คุณย้ายของน่ารักนั่นไปไว้ในครัวทีนะ"
    }
  },
  {
    "translation": {
      "en": "Fraulein Freda, empty the Mickeys",
      "th": "คุณฟรีด้า เอาของในนั้นไปทิ้ง"
    }
  },
  {
    "translation": {
      "en": "and start replacing their contents. Raus. Schnell.",
      "th": "แล้วเปลี่ยนมาใหม่นะ ขอด่วนจี๋เลย"
    }
  },
  {
    "translation": {
      "en": "-Thank you, Slim. You may go. -Slim.",
      "th": "- ขอบคุณ สลิม คุณไปเถอะ - สลิม"
    }
  },
  {
    "translation": {
      "en": "Mr. Mankiewicz, please don't ask us to help you in this sad deception.",
      "th": "คุณแมนคีวิคซ์ อย่าขอให้เราช่วย ในแผนอะไรนี่ของคุณอีกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "My dear Mrs. Alexander,",
      "th": "คุณนายอเล็กซานเดอร์ที่รัก"
    }
  },
  {
    "translation": {
      "en": "Charlie Lederer and I went to a great deal of trouble to engineer this sad deception.",
      "th": "ชาร์ลี เลเดอเรอร์กับผม ได้พยายามกันอย่างมากกับแผนนี้นะ"
    }
  },
  {
    "translation": {
      "en": "My deadline is two weeks away, and I intend--",
      "th": "เส้นตายห่างไปแค่สองสัปดาห์ ผมตั้งใจ…"
    }
  },
  {
    "translation": {
      "en": "It could mean our jobs.",
      "th": "แต่งานเราอาจพังนะ"
    }
  },
  {
    "translation": {
      "en": "I do my best thinking before I fall asleep.",
      "th": "ผมใช้หัวคิดเต็มที่ ก่อนที่จะหลับทุกคืน"
    }
  },
  {
    "translation": {
      "en": "And I am sick and tired of having my evenings end",
      "th": "และผมก็เบื่อและเหนื่อยมาก"
    }
  },
  {
    "translation": {
      "en": "with the abrupt sensation of being struck on the head with a croquet mallet.",
      "th": "ที่ต้องเจอความรู้สึก เหมือนโดนไม้โครเก้ตีหัวในช่วงค่ำ"
    }
  },
  {
    "translation": {
      "en": "-A way to put it. -I'm not asking you to help.",
      "th": "- เข้าใจเปรียบนะ - ผมไม่ได้ขอให้คุณช่วย"
    }
  },
  {
    "translation": {
      "en": "-You're not? -I am telling you.",
      "th": "- งั้นเหรอ - ผมแค่บอกคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I won't be bullied. You'll have my resignation in the morning.",
      "th": "ขอโทษนะ ฉันไม่ยอมโดนหลอกแน่ คุณจะได้ใบลาออกของฉันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "I know Fraulein Freda's been sneaking you nightcaps.",
      "th": "และฉันรู้ว่าคุณฟรีด้า แอบเอาเครื่องดื่มจากตู้ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "If she continues to cooperate in this cheap ruse,",
      "th": "ถ้าเธอยังร่วมมือในแผนนี้ต่อ"
    }
  },
  {
    "translation": {
      "en": "I shall report the both of you.",
      "th": "ฉันคงต้องรายงานพวกคุณทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "-Fraulein Freda. -Ja, Herr Mank?",
      "th": "- คุณฟรีด้า - คะ คุณแมงค์"
    }
  },
  {
    "translation": {
      "en": "-Please do as I instructed. -Ja, Herr Mank.",
      "th": "- ทำตามที่ผมบอกไว้นะ - ค่ะ คุณแมงค์"
    }
  },
  {
    "translation": {
      "en": "You mustn't let him intimidate you.",
      "th": "ฟรีด้า อย่ายอมให้เขาข่มสิคะ"
    }
  },
  {
    "translation": {
      "en": "I'm not intimidated, Frau Alexander. Then, why?",
      "th": "- ฉันไม่ได้ถูกข่ม คุณอเล็กซานเดอร์ - งั้นทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Herr Mank sponsored my family's entry into this country.",
      "th": "คุณแมงค์ออกเงินช่วยให้ครอบครัวฉัน ย้ายมาประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "He's responsible for us getting safely out of Germany, legally and financially.",
      "th": "เขาช่วยเราออกจากเยอรมนีอย่างปลอดภัย ถูกกฎหมาย และมีเงินใช้"
    }
  },
  {
    "translation": {
      "en": "-Really? -Our entire village, he brought here.",
      "th": "- จริงเหรอ - ทั้งหมู่บ้านเราเลย เขาพามานี่"
    }
  },
  {
    "translation": {
      "en": "Entire village? Over 100 people.",
      "th": "- ทั้งหมู่บ้านเหรอ - กว่าร้อยคนเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Joseph Goebbels, the propaganda minister,",
      "th": "โยเซฟ โก้บเบลส์ รัฐมนตรีนาซี"
    }
  },
  {
    "translation": {
      "en": "will not allow his films to be shown in the Fatherland.",
      "th": "คงไม่ยอมให้หนังเขาฉายในเยอรมนีแน่"
    }
  },
  {
    "translation": {
      "en": "I didn't realize.",
      "th": "ฉันไม่รู้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "He wrote a picture about the Nazis which no studio anywhere will dare make.",
      "th": "เขาเขียนบทหนังเกี่ยวกับนาซี ซึ่งไม่มีสตูดิโอไหนกล้าทำเป็นหนัง"
    }
  },
  {
    "translation": {
      "en": "I assume if he wishes to drink, he's a grown man, a good man,",
      "th": "ฉันคิดว่าถ้าเขาอยากดื่ม เขาก็โตแล้ว และเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "and should be treated as such.",
      "th": "และควรได้รับการปฏิบัติตามนั้น"
    }
  },
  {
    "translation": {
      "en": "Nicht wahr?",
      "th": "ว่าไหมล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "To Mank-town. Or is it Mank-ville?",
      "th": "แด่แมงค์ทาวน์ หรือว่าแมงค์วิลล์ดีคะ"
    }
  },
  {
    "translation": {
      "en": "Dear Freda.",
      "th": "โธ่ ฟรีด้า"
    }
  },
  {
    "translation": {
      "en": "What's German for blabbermouth?",
      "th": "คำว่าปากโป้งในภาษาเยอรมันนี่ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Either you demonstrate you can handle this,",
      "th": "ถ้าคุณไม่แสดงให้เห็นว่าทำงานนี้ได้ คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "or we will all end up getting sacked.",
      "th": "เราโดนไล่ออกกันหมดแน่"
    }
  },
  {
    "translation": {
      "en": "There's nothing like a vote of confidence from one's peers.",
      "th": "ไม่มีอะไรสร้างความเชื่อมั่นได้ เหมือนความเห็นชอบจากเพื่อน"
    }
  },
  {
    "translation": {
      "en": "To Mank-berg. Prosit.",
      "th": "แด่แมงค์เบิร์ก ดื่มค่ะ"
    }
  },
  {
    "translation": {
      "en": "Mank-heim. Bottoms up.",
      "th": "แด่แมงค์ไฮม์ หมดแก้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, Mank, you remember me?",
      "th": "แมงค์ คุณจำผมได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Of course I remember you, C.C.",
      "th": "พระเจ้า แน่นอน ผมจำคุณได้ ซีซี"
    }
  },
  {
    "translation": {
      "en": "C.C. for Central Casting. How you been, Mank?",
      "th": "ซีซีย่อจากเซ็นทรัล แคสติ้ง เป็นยังไงบ้าง แมงค์"
    }
  },
  {
    "translation": {
      "en": "What happened?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "\"What happened?\" The goddamn Depression happened.",
      "th": "เกิดอะไรขึ้นเหรอ เศรษฐกิจตกต่ำน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "I ain't had so much as a walk-on since Tugboat Annie.",
      "th": "ไม่ค่อยมีงานเลย ตั้งแต่เรื่องทักโบ๊ต แอนนี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Listen, I hate to, you know…",
      "th": "ฟังนะ คือว่าผมไม่อยากเลย แต่…"
    }
  },
  {
    "translation": {
      "en": "Yeah. Ed, lend me a buck.",
      "th": "ได้สิ นี่ เอ็ด ขอยืมเหรียญหนึ่งสิ"
    }
  },
  {
    "translation": {
      "en": "Me and Grady here been thinking of bummin' east to Miami.",
      "th": "คือผมและเกรดี้คิดว่า จะไปหางานที่ไมอามี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "I heard from someone the Hollywood studios are moving to Florida.",
      "th": "ได้ยินคนพูดกันว่าสตูดิโอฮอลลีวู้ด จะย้ายไปที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "-Who told you that? -I can't say, but somebody in the know.",
      "th": "- ใครบอกคุณเหรอ - บอกไม่ได้ แต่เป็นคนในวงการ"
    }
  },
  {
    "translation": {
      "en": "In certain echelons, it's common knowledge.",
      "th": "คนระดับสูงรู้เรื่องนี้กันหมด"
    }
  },
  {
    "translation": {
      "en": "Well, people in certain echelons",
      "th": "คนระดับสูงบางคน"
    }
  },
  {
    "translation": {
      "en": "don't usually trust me with sensitive information.",
      "th": "ก็ไม่ยอมบอกข้อมูลสำคัญกับผมนะ"
    }
  },
  {
    "translation": {
      "en": "But the studios aren't moving anywhere. That's company-town propaganda.",
      "th": "แต่สตูดิโอไม่ย้ายไปไหนหรอก ก็แค่โฆษณาชวนเชื่อของบริษัทน่ะ"
    }
  },
  {
    "translation": {
      "en": "Believe what you want, but, say, you think you could spare…",
      "th": "จะเชื่อยังไงก็ได้ แต่คุณพอจะให้เงินกับ…"
    }
  },
  {
    "translation": {
      "en": "Ed?",
      "th": "เอ็ด"
    }
  },
  {
    "translation": {
      "en": "Bless you, Mank.",
      "th": "ขอบคุณ แมงค์"
    }
  },
  {
    "translation": {
      "en": "The bastard reneged. You were there.",
      "th": "ไอ้เลวนั่นกลับคำ นายก็อยู่นี่"
    }
  },
  {
    "translation": {
      "en": "Yes, he reinstated salaries, but he never gave back the money he promised.",
      "th": "เขาเพิ่มเงินเดือนเหมือนเดิมแล้ว แต่เขาไม่คืนเงินที่หักไปตามสัญญา"
    }
  },
  {
    "translation": {
      "en": "Giant surprise.",
      "th": "ประหลาดใจสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, Mank. We need guys like you to keep people like Mayer honest.",
      "th": "เถอะน่า แมงค์ เราต้องการคนอย่างพี่ เพื่อเฝ้าดูคนอย่างเมเยอร์นะ"
    }
  },
  {
    "translation": {
      "en": "I'd refer you, for that, to the power of prayer.",
      "th": "นายคอยดูดีกว่า พลังภาวนามีจริง"
    }
  },
  {
    "translation": {
      "en": "The Writers Guild doesn't have to hit the bricks for the $2,500-a-week guy.",
      "th": "สมาคมนักเขียนไม่ต้องเดือดร้อน กับคนมีรายได้ 2,500 ต่อสัปดาห์หรอก"
    }
  },
  {
    "translation": {
      "en": "We're doing it for the $250-a-week guy.",
      "th": "แต่เราทำเพื่อคนรายได้ 250 นะ"
    }
  },
  {
    "translation": {
      "en": "Joe, all the $250-a-week writers I know are getting $2,500.",
      "th": "โจ นักเขียนรายได้ 250 ทุกคน ที่ฉันรู้จักกำลังจะได้ 2,500"
    }
  },
  {
    "translation": {
      "en": "Stop crying for your just deserts. They're liable to give them to you.",
      "th": "หยุดคร่ำครวญเรื่องเล็กน้อย ให้สนสิ่งที่เขาจะให้"
    }
  },
  {
    "translation": {
      "en": "Then we'll all be working for 75 bucks a week.",
      "th": "แล้วเราทุกคน จะทำงานเพื่อเงิน 75 ต่อสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "I don't know if you've walked a picket line.",
      "th": "ไม่รู้ว่าพี่เคยเดินถือป้ายประท้วง ไหมนะ แต่อาจต้องแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "-You might have to. -And Dave Chasen will cater.",
      "th": "ไม่รู้ว่าพี่เคยเดินถือป้ายประท้วง ไหมนะ แต่อาจต้องแล้วล่ะ แล้วเดฟ เชสเซ็นจะประกาศว่า"
    }
  },
  {
    "translation": {
      "en": "\"Junior writers only paid $750 a week.\"",
      "th": "\"นักเขียนมือใหม่ รายได้ 750 ต่อสัปดาห์\""
    }
  },
  {
    "translation": {
      "en": "If that happens, you'd better run",
      "th": "ถ้าเป็นอย่างนั้น นายควรวิ่งหนีไปซะ"
    }
  },
  {
    "translation": {
      "en": "before real folk with real troubles stone you to death.",
      "th": "ก่อนที่คนที่มีปัญหาจริงๆ เขาจะเอาหินขว้างนายตาย"
    }
  },
  {
    "translation": {
      "en": "Hermie, the guild's in its infancy.",
      "th": "เฮอร์มี่ สมาคมฯ เพิ่งจะก่อตั้งนะ"
    }
  },
  {
    "translation": {
      "en": "-It needs you. -You're telling me.",
      "th": "- เราต้องการพี่ - นี่นายจะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "What writer failed to notice the Screen Writers Guild needs an apostrophe?",
      "th": "สิ่งที่นักเขียนไม่ทันสังเกต คือสมาคมนักเขียนบทขาดคนดูแลสินะ"
    }
  },
  {
    "translation": {
      "en": "As Groucho always said,",
      "th": "อย่างที่เกราโช่บอกอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "\"Never belong to any club that would have someone like you for a member.\"",
      "th": "\"อย่าเข้าชมรม ที่ยอมให้คนอย่างนายเป็นสมาชิก\""
    }
  },
  {
    "translation": {
      "en": "And look at him.",
      "th": "ดูเขาทำสิ"
    }
  },
  {
    "translation": {
      "en": "The most miserable bastard on God's green earth.",
      "th": "พี่นี่มันเป็นคนที่น่าสมเพชที่สุด ในโลกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I'd tell him you said that, only he'd think you were brownnosing.",
      "th": "ฉันจะบอกว่านายพูด มีแต่เขาที่คิดว่านายช่างประจบ"
    }
  },
  {
    "translation": {
      "en": "Close the door.",
      "th": "ปิดประตูด้วย"
    }
  },
  {
    "translation": {
      "en": "Summer.",
      "th": "ซัมเมอร์"
    }
  },
  {
    "translation": {
      "en": "Inez, you are not to let the brothers Marx wait in my office.",
      "th": "อิเนซ อย่าให้พี่น้องมาร์กซ์ มารอในออฟฟิศผมอีกนะ"
    }
  },
  {
    "translation": {
      "en": "They've been grilling hot dogs again.",
      "th": "พวกเขามาสร้างความรำคาญอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Sit down.",
      "th": "นั่งก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "You wanted to see me?",
      "th": "คุณอยากเจอผมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not that I care, but why aren't you contributing to MGM's anti-Sinclair fund?",
      "th": "ก็ไม่ได้อยากหรอก แต่ทำไมคุณถึง ไม่ช่วยกองทุนต่อต้านซินแคลร์"
    }
  },
  {
    "translation": {
      "en": "Well, call me old-fashioned,",
      "th": "จะว่าผมหัวโบราณก็ได้"
    }
  },
  {
    "translation": {
      "en": "but I don't like being told which side of a fight I'm already on.",
      "th": "แต่ผมไม่ชอบให้ใครมาบอกว่า ผมอยู่ฝ่ายไหน"
    }
  },
  {
    "translation": {
      "en": "How's it gonna look if the GOP chairman himself",
      "th": "มันจะดูเป็นไงถ้าประธานพรรคจีโอพี"
    }
  },
  {
    "translation": {
      "en": "can't get unanimous support from his own studio?",
      "th": "ไม่ได้การสนับสนุน จากสตูดิโอของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "You're serious.",
      "th": "คุณจริงจังมากนะ"
    }
  },
  {
    "translation": {
      "en": "I was taught by my parents",
      "th": "พ่อแม่สอนให้ผมเป็นคนตรงๆ"
    }
  },
  {
    "translation": {
      "en": "to be straightforward, to ask simply for what I want,",
      "th": "พ่อแม่สอนให้ผมเป็นคนตรงๆ ขอในสิ่งที่ต้องการ และให้เตรียมตัว หากต้องแสดงจุดยืนตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and expect that I may have to elucidate my position.",
      "th": "ขอในสิ่งที่ต้องการ และให้เตรียมตัว หากต้องแสดงจุดยืนตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I was encouraged by mine to use my imagination,",
      "th": "พ่อแม่สอนให้ผมรู้จักใช้จินตนาการ"
    }
  },
  {
    "translation": {
      "en": "but I taught myself to avoid the consequences.",
      "th": "แต่ผมสอนตัวเอง ให้เลี่ยงผลที่จะสะท้อนกลับมา"
    }
  },
  {
    "translation": {
      "en": "It's ten bucks, Mank. You piss that away between hopeless bets.",
      "th": "แค่สิบเหรียญ แมงค์ คุณยังเคยเสียไปกับการพนันไร้ค่าได้"
    }
  },
  {
    "translation": {
      "en": "I hate to think what L.B. might do if he knew you were the only holdout.",
      "th": "ไม่อยากคิดเลยว่าแอล บีจะคิดยังไง ที่คุณเป็นคนเดียวที่ยังไม่เลือกข้าง"
    }
  },
  {
    "translation": {
      "en": "-I am, and he doesn't? -And we're not gonna tell him.",
      "th": "- ผมใช่ แต่เขาไม่เหรอ - ผมจะไม่บอกกับเขา"
    }
  },
  {
    "translation": {
      "en": "-I could let you go for this. -It is a hanging offense.",
      "th": "- แต่ผมไล่คุณออกได้ - โทษมันรุนแรงไปนะ"
    }
  },
  {
    "translation": {
      "en": "But I'll add the amount to your gambling debt and forget we ever had this conversation.",
      "th": "แต่ผมจะเพิ่มหนี้พนันให้กับคุณ แล้วลืมบทสนทนานี้ซะ"
    }
  },
  {
    "translation": {
      "en": "You do that… and the brand-spanking-new Writers Guild",
      "th": "ถ้าทำอย่างนั้น สมาคมนักเขียนที่ตั้งขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "might find it very interesting, not to mention the newspapers.",
      "th": "อาจยื่นมือเข้ามา รวมถึงพวกหนังสือพิมพ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm not sure the guild intends to cover games of chance.",
      "th": "ผมไม่แน่ใจว่า สมาคมจะอยากเสี่ยงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "And you won't go to the press, because in California, that means Hearst.",
      "th": "และคุณไม่น่าไปหาสื่อหรอก ในแคลิฟอร์เนีย สื่อก็คือเฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "Irving, you are the shrewdest executive in this town.",
      "th": "เออร์วิง คุณเป็นผู้บริหาร ที่เจ้าเล่ห์ที่สุดในเมืองนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Why are you acting like some dumb ward heeler?",
      "th": "ทำไมทำตัวเป็นพวกลิ่วล้อซื่อบื้อล่ะ"
    }
  },
  {
    "translation": {
      "en": "You don't need my donation.",
      "th": "คุณไม่ต้องการเงินบริจาคของผมหรอก ไม่ต้องการของใครทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "You don't need anybody's. You have everything it takes right here.",
      "th": "คุณไม่ต้องการเงินบริจาคของผมหรอก ไม่ต้องการของใครทั้งนั้น คุณมีทุกอย่างแล้วที่นี่"
    }
  },
  {
    "translation": {
      "en": "Meaning?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Meaning you can make the world swear King Kong is ten stories tall",
      "th": "หมายความว่า คุณทำให้ทั้งโลก เชื่อว่าคิงคองสูงเท่าตึกสิบชั้น"
    }
  },
  {
    "translation": {
      "en": "and Mary Pickford, a virgin at 40.",
      "th": "และแมรี่ พิคฟอร์ด รักษาพรหมจรรย์ถึงอายุ 40"
    }
  },
  {
    "translation": {
      "en": "Yet, you can't convince starving voters that a turncoat socialist",
      "th": "แต่คุณไม่สามารถทำให้ คนที่กำลังอดอยากเชื่อว่าสังคมนิยม"
    }
  },
  {
    "translation": {
      "en": "is a menace to everything Californians hold dear?",
      "th": "เป็นภัยต่อสิ่งที่ ชาวแคลิฟอร์เนียหวงแหน"
    }
  },
  {
    "translation": {
      "en": "You're barely trying.",
      "th": "ไม่พยายามเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Millions of Californians are being taxed out of their homes,",
      "th": "ชาวแคลิฟอร์เนียหลายล้านคน กำลังโดนเก็บภาษีถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "yet the Depression is one of abundance.",
      "th": "แต่เศรษฐกิจยังย่ำแย่ต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "Fruit rots on the ground, and vegetables are dumped into the ocean",
      "th": "ผลไม้เน่าเหลือทิ้ง พืชผักต้องไปทิ้งในมหาสมุทร"
    }
  },
  {
    "translation": {
      "en": "because there are no markets for them.",
      "th": "เพราะไม่มีตลาดรองรับ"
    }
  },
  {
    "translation": {
      "en": "Aimee Semple McPherson says you're a godless commie, Upton!",
      "th": "ไอมี่ เซ็มเปิ้ล แม็คเฟอร์สัน บอกว่าคุณเป็นคอมมิวนิสต์นะ อัปตั้น"
    }
  },
  {
    "translation": {
      "en": "Too often, sir, the religion of Jesus is used by the ruling classes",
      "th": "บ่อยครั้งครับท่าน ที่ศาสนาถูกชนชั้นปกครองใช้"
    }
  },
  {
    "translation": {
      "en": "to keep themselves in power and the poor ever poorer.",
      "th": "เป็นเครื่องมือรักษาอำนาจ และทำให้คนจนยิ่งจนลง"
    }
  },
  {
    "translation": {
      "en": "And that, my friends, is a sin and an error.",
      "th": "ซึ่งนั่น สหาย เป็นบาปและข้อผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "I say, with Thomas Jefferson,",
      "th": "ผมขอว่าตามทอมัส เจฟเฟอร์สัน"
    }
  },
  {
    "translation": {
      "en": "\"Truth has nothing to fear from error where reason is left free to combat it.\"",
      "th": "\"ความจริงไม่ต้องกลัวข้อผิดพลาด เพราะจะเหลือเหตุผลไว้ต่อสู้แทน\""
    }
  },
  {
    "translation": {
      "en": "My friends, income in this country",
      "th": "มิตรสหาย รายได้ในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "is going to be redistributed by one of two methods,",
      "th": "กำลังจะถูกจัดสรรใหม่ ด้วยหนึ่งในสองวิธีนี้"
    }
  },
  {
    "translation": {
      "en": "legal enactment or violent revolution.",
      "th": "คือการบังคับใช้กฎหมาย หรือไม่ก็การปฏิวัติด้วยความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "We haven't much longer to exercise our choice.",
      "th": "เราเหลือทางเลือกไม่มากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thank you all for coming.",
      "th": "ขอบคุณที่มากันครับ"
    }
  },
  {
    "translation": {
      "en": "Tell us about Hollywood!",
      "th": "เล่าเรื่องฮอลลีวู้ดมาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Are the studios really moving to Florida like they've been saying?",
      "th": "สตูดิโอต่างๆ จะย้ายไปฟลอริด้า อย่างที่ว่ากันจริงหรือเปล่าครับ"
    }
  },
  {
    "translation": {
      "en": "Absurd, sir.",
      "th": "ไร้สาระครับ"
    }
  },
  {
    "translation": {
      "en": "If they were serious, why have the brothers Warner broken ground",
      "th": "ถ้าเรื่องนั้นเป็นเรื่องจริง ทำไมพี่น้องวอร์เนอร์"
    }
  },
  {
    "translation": {
      "en": "on an additional 100,000 square feet of sound stages,",
      "th": "ถึงทุ่มทุนทำเวทีละคร พื้นที่เกือบหมื่นตารางเมตร"
    }
  },
  {
    "translation": {
      "en": "while MGM has the most contracts with stars in their history?",
      "th": "ส่วนเอ็มจีเอ็มก็เซ็นสัญญาดารา มากที่สุดเป็นประวัติการณ์"
    }
  },
  {
    "translation": {
      "en": "Well, he may not get Mayer's vote, but he gets mine.",
      "th": "- เขาอาจไม่ได้คะแนนจากเมเยอร์… - จะมีงานรองรับ… - แต่ได้จากฉันแน่ - ในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "…in California.",
      "th": "- แต่ได้จากฉันแน่ - ในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Thank you all for coming.",
      "th": "ขอบคุณทุกคนที่มาครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I have seen some miracles in my day, but I have over 200 pages in 13 days.",
      "th": "ผมเคยเจอเรื่องปาฏิหาริย์มาบ้างนะ แต่ที่เขียนได้สองร้อยกว่าหน้าใน 13 วัน"
    }
  },
  {
    "translation": {
      "en": "I never thought it possible.",
      "th": "ผมไม่คิดมาก่อนว่าจะเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "To support devices. Support devices.",
      "th": "- แด่อุปกรณ์ช่วย - แด่อุปกรณ์ช่วย"
    }
  },
  {
    "translation": {
      "en": "It's good, Mank. Damn good.",
      "th": "ดีมาก แมงค์ ดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I have it on highest authority it's the best thing he's done.",
      "th": "ฉันขอยืนยันเลยล่ะค่ะ นี่เป็นงานดีที่สุดที่เขาทำ"
    }
  },
  {
    "translation": {
      "en": "As a moving picture, it's more than good.",
      "th": "สำหรับภาพยนตร์ มันยิ่งกว่าดีอีก"
    }
  },
  {
    "translation": {
      "en": "I'm at a loss to even express how wealth and influence can crush a man.",
      "th": "ไม่รู้จะบรรยายยังไง เล่าถึงคนที่โดนความร่ำรวยทำลาย"
    }
  },
  {
    "translation": {
      "en": "It's Lear. The dark night of the soul.",
      "th": "เหมือนคิงเลียร์เลย บอกด้านมืดของวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "And I was completely mistaken.",
      "th": "ผมเข้าใจผิดสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "The shifting point of view is revolutionary.",
      "th": "การเปลี่ยนมุมมองคือการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "I never thought one could care so much about a sled.",
      "th": "ผมไม่เคยคิดว่าจะมีคนใส่ใจเลื่อนหิมะ ได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "It's kind of you to say. But.",
      "th": "- พูดชมมากไปแล้ว - แต่…"
    }
  },
  {
    "translation": {
      "en": "\"But,\" again.",
      "th": "\"แต่\" อีกแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's 327 pages. An embarrassment of riches.",
      "th": "บทยาว 327 หน้า เต็มไปด้วยเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "When the Dog-Faced Boy gets here, there will be branches to prune.",
      "th": "พอหนุ่มหน้าสุนัขนั่นมา ก็จะต้องปรับตัดบทอีกมาก"
    }
  },
  {
    "translation": {
      "en": "\"A far too long screenplay for the ages.\" John Houseman.",
      "th": "\"เป็นบทที่ยาวเกินไป\" ความเห็นจากจอห์น เฮ้าส์แมน"
    }
  },
  {
    "translation": {
      "en": "I built him a watertight narrative and a suggested destination.",
      "th": "ผมสร้างเรื่องราวที่รัดกุม และนำทางไปสู่จุดหมาย"
    }
  },
  {
    "translation": {
      "en": "Where he takes it, that's his job.",
      "th": "เขาจะพาไปไหน มันก็แล้วแต่เขา"
    }
  },
  {
    "translation": {
      "en": "I was looking to get you paid.",
      "th": "ผมหาทางให้คุณได้เงินอยู่"
    }
  },
  {
    "translation": {
      "en": "I don't know if you were aware or not.",
      "th": "ไม่รู้ว่าคุณรู้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "You signed your rights to the Mercury. You agreed not to take screen credit.",
      "th": "คุณพิมพ์มอบสิทธิ์เดอะเมอคิวรี่ไป คุณยอมไม่เอาสิทธิ์เจ้าของบท"
    }
  },
  {
    "translation": {
      "en": "-I needed the work. -You may want to reconsider.",
      "th": "- ผมต้องการงานนั้น - คุณน่าจะลองคิดใหม่นะ"
    }
  },
  {
    "translation": {
      "en": "All I currently want is a real shower, a cocktail, and my Sara to wake up to.",
      "th": "ที่ผมต้องการตอนนี้คืออาบน้ำ ดื่มค็อกเทล แล้วนอนกับซาร่าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Are you certain?",
      "th": "คุณแน่ใจนะ"
    }
  },
  {
    "translation": {
      "en": "It worked out.",
      "th": "มันดีต่อผม"
    }
  },
  {
    "translation": {
      "en": "Mank, if I may be so bold, why Hearst?",
      "th": "แมงค์ ขอถามตรงๆ นะ ทำไมเป็นเฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "Lord knows, outside his own blonde Betty Boop,",
      "th": "เพราะนอกจากสาวผมบลอนด์คู่ใจเขา"
    }
  },
  {
    "translation": {
      "en": "you were always his favorite dinner partner.",
      "th": "ก็มีคุณนี่แหละที่เขาชอบกินข้าวด้วย"
    }
  },
  {
    "translation": {
      "en": "John, are you familiar with the parable of the organ grinder's monkey?",
      "th": "จอห์น คุณเคยฟังนิทานเรื่อง ลิงผู้ช่วยนักแสดงบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Today, our roving reporter is visiting Mrs. Elsie Hammontree of Azusa.",
      "th": "วันนี้นักข่าวของเรากำลังไปหา คุณนายเอลซี แฮมมอนทรีแห่งอาซูซ่า"
    }
  },
  {
    "translation": {
      "en": "Elsie, would you mind telling the folks at home why you're voting Republican?",
      "th": "เอลซี คุณช่วยบอกทางบ้านทีสิครับ ทำไมถึงเลือก รีพับลิกัน"
    }
  },
  {
    "translation": {
      "en": "Young man, I'm a widow,",
      "th": "พ่อหนุ่ม ฉันเป็นม่าย"
    }
  },
  {
    "translation": {
      "en": "and this little home may not be much, but it's all I have left.",
      "th": "และบ้านนี้อาจไม่มีค่ามาก แต่ก็เป็นอย่างเดียวที่ฉันเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "-And I intend to protect it. -Poor old woman.",
      "th": "- ซึ่งฉันตั้งใจจะรักษาไว้ - น่าสงสารจัง"
    }
  },
  {
    "translation": {
      "en": "Would you mind telling the folks why you're voting for Frank Merriam?",
      "th": "ช่วยบอกคนทางบ้านทีครับว่า ทำไมคุณถึงเลือกแฟรงค์ เมอร์เรียม"
    }
  },
  {
    "translation": {
      "en": "Well, I'm voting for Frank Merriam because I wanna keep our way of life.",
      "th": "ฉันเลือกแฟรงค์ เมอร์เรียม เพราะอยากรักษาวิถีชีวิตเอาไว้"
    }
  },
  {
    "translation": {
      "en": "I know that voice.",
      "th": "ผมจำเสียงนั้นได้"
    }
  },
  {
    "translation": {
      "en": "It is familiar.",
      "th": "ก็ฟังดูคุ้นๆ นะ"
    }
  },
  {
    "translation": {
      "en": "That's Maude Anderson.",
      "th": "นั่นม้อด แอนเดอร์สัน"
    }
  },
  {
    "translation": {
      "en": "It is. Aunt Bertha from Lonely Trails.",
      "th": "ใช่ค่ะ ป้าเบอร์ธา จาก \"โลนลี่ เทรลส์\""
    }
  },
  {
    "translation": {
      "en": "Well, she's no widow. And she's absurdly rich.",
      "th": "เธอไม่ได้เป็นม่ายนะ และเธอก็รวยมากๆ"
    }
  },
  {
    "translation": {
      "en": "That \"poor old woman\" has got enough oil wells south of El Segundo",
      "th": "หญิงแก่น่าสงสารนั่น มีบ่อน้ำมันทางใต้ของเอล เซกุนโด้"
    }
  },
  {
    "translation": {
      "en": "to buy us both, Schnutz.",
      "th": "มากพอซื้อเราได้ทั้งคู่เลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'd know that whiskey gargle anywhere.",
      "th": "ผมจำเสียงแบบนั้นได้แม่นเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Mank.",
      "th": "ไง แมงค์ (หยุดความยากจนในแคลิฟอร์เนีย เลือกซินแคลร์เป็นผู้ว่าฯ)"
    }
  },
  {
    "translation": {
      "en": "Looks like you found work, C.C.",
      "th": "ว่าไง ดูเหมือนนายหางานได้แล้วนะ ซีซี"
    }
  },
  {
    "translation": {
      "en": "Don't nose it around, but yeah, just in the nick.",
      "th": "อย่าเที่ยวบอกคนอื่นล่ะ ใช่แล้ว ได้ทันพอดีเลย"
    }
  },
  {
    "translation": {
      "en": "-Who's hiring? -MGM.",
      "th": "- ใครจ้างนายเหรอ - เอ็มจีเอ็ม"
    }
  },
  {
    "translation": {
      "en": "They cleaned out the Washington and Culver gates like a dose of Ex-Lax.",
      "th": "พวกเขาเคลียร์คนงานที่ถนนวอชิงตัน กับคัลเวอร์เกตเหมือนใช้ยาถ่ายเลย"
    }
  },
  {
    "translation": {
      "en": "Grady gets a speaking part.",
      "th": "เกรดี้ได้บทพูดด้วย"
    }
  },
  {
    "translation": {
      "en": "They told us to come dressed as we are.",
      "th": "พวกเขาบอกให้เราแต่งตัวตามชอบ"
    }
  },
  {
    "translation": {
      "en": "I don't know who thought of it, but it keeps a lot of us off the streets.",
      "th": "ไม่รู้ว่าใครคิดเรื่องนี้ แต่ช่วยให้เราได้งานใหม่กันเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Don't forget to vote.",
      "th": "อย่าลืมไปเลือกตั้งด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "He's confused with Sinclair Lewis.",
      "th": "เขาจำสับสนกับซินแคลร์ ลูอิส"
    }
  },
  {
    "translation": {
      "en": "So many hicks think he wrote Elmer Gantry, it's cost him the Dust Bowl vote.",
      "th": "ชาวบ้านหลายคนคิดว่าเขาเขียนเรื่อง เอลเมอร์ แกนทรี เขาเลยได้คะแนนเสียง"
    }
  },
  {
    "translation": {
      "en": "I'm in.",
      "th": "ผมด้วย"
    }
  },
  {
    "translation": {
      "en": "Poor sap. Not only has he got no money,",
      "th": "น่าสงสาร ไม่เพียงเขาไม่มีเงิน"
    }
  },
  {
    "translation": {
      "en": "he's an idealist, for Christ's sakes.",
      "th": "เขายังเป็นนักอุดมคติด้วย"
    }
  },
  {
    "translation": {
      "en": "Talk about political handicaps. I'm out.",
      "th": "นี่เป็นข้อเสียทางด้านการเมืองชัดเจน ขอผ่าน"
    }
  },
  {
    "translation": {
      "en": "Times says he'll lose by 200,000.",
      "th": "ไทมส์เขียนว่าเขาจะแพ้ 200,000 คะแนน"
    }
  },
  {
    "translation": {
      "en": "It's amazing what $10 million against him bought.",
      "th": "น่าทึ่งมากที่เงินสิบล้านทำได้ขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Raise.",
      "th": "เกทับ"
    }
  },
  {
    "translation": {
      "en": "That's what he gets for surrounding himself with amateurs.",
      "th": "นั่นคือผล จากการที่ใช้งานมือสมัครเล่น"
    }
  },
  {
    "translation": {
      "en": "They not only charge admission to rallies, they pass a plate once suckers are inside.",
      "th": "พวกเขาเก็บค่าเข้าฟังการหาเสียง พอเข้าไปยังเจอถาดรับบริจาคอีก"
    }
  },
  {
    "translation": {
      "en": "Call.",
      "th": "ขอดู"
    }
  },
  {
    "translation": {
      "en": "He's the most famous schlub after FDR, Hitler, and Mussolini.",
      "th": "เขาเป็นคนบื้อที่ดังที่สุดรองจาก เอฟดีอาร์ ฮิตเลอร์ และมุสโสลินี"
    }
  },
  {
    "translation": {
      "en": "That ought to count for something.",
      "th": "น่าจะชัดเจนนะแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Hiya, Shell, sit in. -The bookies know.",
      "th": "- ไง เชล นั่งก่อนสิ - คนรับพนันรู้"
    }
  },
  {
    "translation": {
      "en": "Soon as Maude's radio spots started running,",
      "th": "ทันทีที่โฆษณาวิทยุของม้อดเริ่ม"
    }
  },
  {
    "translation": {
      "en": "the odds went from 7-5 for to 2-1 against.",
      "th": "มันเปลี่ยนจากเจ็ดต่อห้า เป็นสองต่อหนึ่งเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "Could you effete political snobs please shut up and play?",
      "th": "พวกบ้าการเมืองทั้งหลายหุบปากซะ แล้วเล่นไพ่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Mank, can I talk to you?",
      "th": "แมงค์ ขอคุยหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I'll see you guys and bump you two big ones.",
      "th": "เดี๋ยวเจอกันนะ ขอเกนายทั้งสองคนก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "It's important.",
      "th": "นี่เรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "What? Now, Shelly?",
      "th": "ต้องตอนนี้เลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "It better be.",
      "th": "ขอให้สำคัญจริงเถอะ"
    }
  },
  {
    "translation": {
      "en": "That's the first good hand I've had all day.",
      "th": "เพิ่งได้ไพ่ดีครั้งแรกของวันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't know he knew what a good hand looked like.",
      "th": "ไม่ยักรู้ว่าเขามองไพ่ดีออกด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm out.",
      "th": "ผ่าน"
    }
  },
  {
    "translation": {
      "en": "Mind telling us who you favor in this fall's election?",
      "th": "บอกหน่อยได้ไหมว่า คุณชอบใครในการเลือกตั้งนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "-I'm going to vote for Frank Merriam. -Mind telling us your principal reason?",
      "th": "ผมจะโหวตเลือกแฟรงค์ เมอร์เรียม ช่วยบอกเหตุผลหลัก ที่คุณเลือกหน่อยครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I want Merriam because I want a job.",
      "th": "ผมเลือกเมอร์เรียมเพราะผมอยากมีงาน"
    }
  },
  {
    "translation": {
      "en": "If you drive all the capital out of the country, who'll pay us?",
      "th": "ถ้าไล่นายทุนออกนอกประเทศหมด ใครจะจ่ายเรา"
    }
  },
  {
    "translation": {
      "en": "So, you think Merriam would be safest for all of us?",
      "th": "คุณเลยคิดว่า เมอร์เรียมเหมาะสำหรับเราที่สุดสินะ"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "แน่นอนครับ"
    }
  },
  {
    "translation": {
      "en": "It's no time to trade horses in the middle of a stream.",
      "th": "ในสถานการณ์นี้ เราต้องการความชัดเจนที่สุด"
    }
  },
  {
    "translation": {
      "en": "Are you going to vote in the coming election?",
      "th": "- คุณบัตเลอร์ จะไปเลือกตั้งไหมครับ - แน่นอนที่สุดครับ"
    }
  },
  {
    "translation": {
      "en": "-I most certainly am. -Who would you vote for?",
      "th": "- คุณบัตเลอร์ จะไปเลือกตั้งไหมครับ - แน่นอนที่สุดครับ คุณอยากโหวตเลือกใครครับ"
    }
  },
  {
    "translation": {
      "en": "-I'm sure I'm gonna vote for Mr. Sinclair. -You must have a good reason to.",
      "th": "- ผมคงจะโหวตเลือกคุณซินแคลร์แน่ครับ - คุณคงมีเหตุผลที่ดีสินะครับ"
    }
  },
  {
    "translation": {
      "en": "Well, Mr. Sinclair got something new. He got that EPIC Plan.",
      "th": "คุณซินแคลร์มีแนวทางใหม่ เขามีสุดยอดแผนการ"
    }
  },
  {
    "translation": {
      "en": "And I feel as though it's time we should try something new out again.",
      "th": "และผมรู้สึกว่า ถึงเวลาที่เราต้องลองอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I need prosperity.",
      "th": "ผมต้องการความก้าวหน้า"
    }
  },
  {
    "translation": {
      "en": "Well, first of all, I'm an American,",
      "th": "อย่างแรกเลย ผมเป็นคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and I believe that Mr. Merriam will support all the foundations and principles",
      "th": "และผมเชื่อว่าคุณเมอร์เรียม จะสนับสนุนในทุกหลักการและรากฐาน"
    }
  },
  {
    "translation": {
      "en": "that this country has stood for in the past 150 years.",
      "th": "ที่ประเทศนี้ยึดถือมาตลอด 150 ปี"
    }
  },
  {
    "translation": {
      "en": "I have a job now, and I wanna keep it.",
      "th": "ตอนนี้ผมมีงาน และอยากรักษาไว้"
    }
  },
  {
    "translation": {
      "en": "My wife and I love California, and we'd like to stay.",
      "th": "ภรรยากับผมรักแคลิฟอร์เนีย เราอยากอยู่ต่อ"
    }
  },
  {
    "translation": {
      "en": "But in case we should have to leave, I'd like to have at least a couple dollars.",
      "th": "แต่ถ้าหากเราจำต้องไป ก็ขอไปแบบมีเงินติดตัวหน่อย"
    }
  },
  {
    "translation": {
      "en": "Cut.",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "Mrs. Hammontree, mind telling the folks why you're voting for Frank Merriam?",
      "th": "ช่วยบอกคนทางบ้านทีครับว่า ทำไมคุณถึงเลือกแฟรงค์ เมอร์เรียม"
    }
  },
  {
    "translation": {
      "en": "Well, I'm voting for Frank Merriam because I wanna keep our way of life.",
      "th": "ฉันเลือกแฟรงค์ เมอร์เรียม เพราะอยากรักษาวิถีชีวิตเอาไว้"
    }
  },
  {
    "translation": {
      "en": "You don't believe a Democrat would protect your way of life?",
      "th": "คุณไม่คิดว่าเดโมแครต จะช่วยปกป้องคุณได้เหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Why, that man's a socialist.",
      "th": "เขาเป็นสังคมนิยม"
    }
  },
  {
    "translation": {
      "en": "I don't know much about politics, but I do know this.",
      "th": "ฉันไม่รู้เรื่องการเมืองเท่าไหร่นะ แต่ฉันรู้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "If Upton Sinclair wins this election,",
      "th": "ถ้าอัปตั้น ซินแคลร์ชนะการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "private ownership in California won't amount to a hill of beans.",
      "th": "เจ้าของธุรกิจเอกชนในแคลิฟอร์เนีย จะมีค่าพอกับเนินเขาปลูกถั่ว"
    }
  },
  {
    "translation": {
      "en": "Well, we need complete rejuvenation of our system,",
      "th": "เราต้องการการปฏิรูประบบ"
    }
  },
  {
    "translation": {
      "en": "so I vote for Comrade Upton.",
      "th": "ดังนั้นผมจึงเลือกอัปตั้น"
    }
  },
  {
    "translation": {
      "en": "His system work in Russia, why not here?",
      "th": "ระบบเขาได้ผลในรัสเซีย ที่นี่ก็น่าจะได้เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Cut. Do it again.",
      "th": "คัต เอาอีกรอบ"
    }
  },
  {
    "translation": {
      "en": "What'd you think?",
      "th": "คิดว่าไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Truthfully, Shelly, if the performances were any better,",
      "th": "จริงๆ นะ เชลลี่ ถ้าการแสดงดีกว่านี้ได้"
    }
  },
  {
    "translation": {
      "en": "you'd be ashamed of yourself.",
      "th": "คุณคงต้องละอายใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "Only half of 'em were actors.",
      "th": "มีครึ่งเดียวเท่านั้นที่เป็นนักแสดง"
    }
  },
  {
    "translation": {
      "en": "It's got that raw newsreel feel, hasn't it?",
      "th": "แต่ก็… ให้ความรู้สึกเหมือนข่าวสดดีนะ"
    }
  },
  {
    "translation": {
      "en": "-But it isn't news, and it isn't real. -I wasn't looking to have a debate.",
      "th": "- แต่นี่ไม่ใช่ข่าวและก็ไม่จริง - ฉันไม่ได้จะเถียงเรื่องจริยธรรม แมงกี้"
    }
  },
  {
    "translation": {
      "en": "-When did they cook this up? -At a meeting in production.",
      "th": "- พวกเขาเตรียมเรื่องไว้เมื่อไหร่ - ตอนประชุมในฝ่ายผลิต"
    }
  },
  {
    "translation": {
      "en": "They were passing around a pamphlet Sinclair wrote called \"Ending Poverty in California.\"",
      "th": "พวกเขาส่งต่อใบปลิวที่ซินแคลร์เขียน ชื่อ \"จุดจบความยากจนในแคลิฟอร์เนีย\""
    }
  },
  {
    "translation": {
      "en": "\"America's unemployed will invade the Golden State.\"",
      "th": "\"คนอเมริกันผู้ว่างงาน จะบุกโกลเด้นสเตตแล้ว\""
    }
  },
  {
    "translation": {
      "en": "-Mayer was giddy to use it against him. -Yeah, I bet he was.",
      "th": "- เมเยอร์จะใช้เรื่องนี้เล่นงานเขา - ใช่ คงอย่างนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "It's enough to persuade me that a writer is more of a menace",
      "th": "นี่ก็ทำให้เชื่อได้ว่า นักเขียนสร้างผลเสีย"
    }
  },
  {
    "translation": {
      "en": "to an unsuspecting public than a party hack.",
      "th": "ต่อผู้คนได้ยิ่งกว่า คนเห็นแก่พรรคพวกซะอีก"
    }
  },
  {
    "translation": {
      "en": "Manky--",
      "th": "แมงกี้…"
    }
  },
  {
    "translation": {
      "en": "You okay?",
      "th": "โอเคไหมน่ะ"
    }
  },
  {
    "translation": {
      "en": "Just nerves.",
      "th": "เครียดนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "If it's bothering you, Shelly, why get involved?",
      "th": "ถ้ามันทำให้กลุ้มใจ แล้วไปมีเอี่ยวทำไม เชลลี่"
    }
  },
  {
    "translation": {
      "en": "They gave me a chance to direct.",
      "th": "พวกเขาให้ฉันได้กำกับหนัง"
    }
  },
  {
    "translation": {
      "en": "You don't think anyone old enough to vote's gonna buy this shit?",
      "th": "นายคงไม่คิดว่าคนที่โตพอเลือกตั้งได้ จะเชื่อเรื่องนี้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Only the ones who believe King Kong is ten stories tall",
      "th": "คงมีแค่คนที่เชื่อว่า คิงคองสูงเท่าตึกสิบชั้น"
    }
  },
  {
    "translation": {
      "en": "or Mary Pickford a virgin at 40.",
      "th": "และแมรี่ พิคฟอร์ดรักษาพรหมจรรย์ ถึงอายุ 40 นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Thanks, Cedric. These are fine.",
      "th": "ขอบคุณ เซดริค เรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've just watched our Sinclair films.",
      "th": "ผมเพิ่งดูหนังของซินแคลร์มา"
    }
  },
  {
    "translation": {
      "en": "What did you think?",
      "th": "แล้วคุณว่าไง"
    }
  },
  {
    "translation": {
      "en": "Well, with all due respect to Shelly, King Kong, they ain't.",
      "th": "พูดแบบให้เกียรติเชลลี่เลยนะ คิงคองน่ะไม่เหมาะ"
    }
  },
  {
    "translation": {
      "en": "Though I do think footage",
      "th": "แม้ผมคิดว่า"
    }
  },
  {
    "translation": {
      "en": "of invading hobos has a certain xenophobic power",
      "th": "ฉากบุกลุยคนงาน จะมีพลังเกลียดชังคนต่างชาติดี"
    }
  },
  {
    "translation": {
      "en": "when front-paged in the Times and backed by those tacky billboards.",
      "th": "เมื่อไปลงหน้าแรกนิตยสารไทมส์ กับแผ่นป้ายโฆษณาก็ตามนะ"
    }
  },
  {
    "translation": {
      "en": "Shelly got a chance to direct, and I canceled your $12,000 gambling debt.",
      "th": "เชลลี่ได้โอกาสกำกับ และผม ยกหนี้พนัน 12,000 เหรียญให้คุณ"
    }
  },
  {
    "translation": {
      "en": "I'd call that a fair return on a one-minute lecture",
      "th": "ผมมองว่านั่นเป็นการตอบแทนที่คุ้มค่า"
    }
  },
  {
    "translation": {
      "en": "for uninspired studio chieftains.",
      "th": "สำหรับการบรรยายเรื่องผู้นำสตูดิโอ"
    }
  },
  {
    "translation": {
      "en": "Your director's been stricken with a bout of conscience.",
      "th": "ผู้กำกับของคุณ ดูจะโดนสามัญสำนึกเล่นงานนะ"
    }
  },
  {
    "translation": {
      "en": "I'm sure he'll tell me himself.",
      "th": "เขาคงเข้ามาบอกผมเองเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Don't do this, Irving.",
      "th": "อย่าทำแบบนี้เลย เออร์วิง"
    }
  },
  {
    "translation": {
      "en": "When I was just a boy, passing out socialist leaflets in the Bronx,",
      "th": "ตอนผมยังเป็นเด็กแจกใบปลิว สังคมนิยมในบรองซ์"
    }
  },
  {
    "translation": {
      "en": "a couple Tammany goons came to show me the error of my ways.",
      "th": "คนจากกลุ่มแทมมานีมาบอกว่า ผมมีความเชื่อที่ผิด"
    }
  },
  {
    "translation": {
      "en": "One of them crushed my testicles",
      "th": "หนึ่งในนั้นอัดไข่ผมซะแตก"
    }
  },
  {
    "translation": {
      "en": "until I volunteered to distribute my wares into the East River.",
      "th": "จนผมอาสาเอาข้าวของ ไปให้แก่กลุ่มอีสต์ริเวอร์หมด"
    }
  },
  {
    "translation": {
      "en": "That's politics. I didn't invent it, I don't apologize for it.",
      "th": "นั่นแหละการเมือง ผมไม่ใช่คนสร้าง และจะไม่ขอโทษแทนด้วย"
    }
  },
  {
    "translation": {
      "en": "Mayer's not paying for this.",
      "th": "เมเยอร์ไม่ชดใช้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "He never pays for anything.",
      "th": "ไม่ชดใช้อะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Willie?",
      "th": "วิลลี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Marion might be interested. -Well, you're gonna have to hurry.",
      "th": "- แมเรียนอาจจะสนใจนะ - งั้น คุณต้องรีบหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Mayer's over there now, giving her the company kiss-off.",
      "th": "เมเยอร์อยู่ที่นั่นตอนนี้ ให้เธอออกจากบริษัท"
    }
  },
  {
    "translation": {
      "en": "Haven't you heard?",
      "th": "ไม่ได้ข่าวเหรอ"
    }
  },
  {
    "translation": {
      "en": "She's taking her playpen to Warner Bros.",
      "th": "เธอกำลังเอางานเขียน ไปให้วอร์เนอร์ บราเธอร์ส"
    }
  },
  {
    "translation": {
      "en": "Permanently.",
      "th": "แบบถาวรเลย"
    }
  },
  {
    "translation": {
      "en": "-Warner's? -I wouldn't let her do Marie Antoinette.",
      "th": "วอร์เนอร์เหรอ ผมไม่ยอมให้เธอเล่น เป็นมารี อองตัวเน็ตต์"
    }
  },
  {
    "translation": {
      "en": "Goldwyn's right for once. \"A comedienne in that role is to laugh.\"",
      "th": "ถูกของโกลด์วิน \"ตลกหญิงในบทนั้นมีไว้ขำขัน\""
    }
  },
  {
    "translation": {
      "en": "Besides, her pictures haven't made a dime in a decade.",
      "th": "อีกอย่าง หนังของเธอทศวรรษหลัง ไม่เคยทำเงินเลย"
    }
  },
  {
    "translation": {
      "en": "Congratulations, Irving.",
      "th": "ยินดีด้วยนะ เออร์วิง"
    }
  },
  {
    "translation": {
      "en": "I know what I am, Mank.",
      "th": "ผมรู้บทตัวเอง แมงค์"
    }
  },
  {
    "translation": {
      "en": "When I come to work, I don't consider it slumming.",
      "th": "เมื่อผมมาทำงาน ผมไม่ได้คิดว่าผมมาทำเล่นๆ"
    }
  },
  {
    "translation": {
      "en": "I don't use humor to keep myself above the fray.",
      "th": "ผมไม่ใช้อารมณ์ขัน กลบเกลื่อนความวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "I go to the mat for what I believe in.",
      "th": "และผมมักจะไปสุดทางกับสิ่งที่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "I haven't the time to do otherwise.",
      "th": "ผมไม่มีเวลาทำอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "But you, sir,",
      "th": "แต่คุณน่ะ แมงค์"
    }
  },
  {
    "translation": {
      "en": "how formidable people like you might be if they actually gave at the office.",
      "th": "คนอย่างคุณจะมีอำนาจขนาดไหนนะ ถ้าได้อยู่ในตำแหน่งนี้"
    }
  },
  {
    "translation": {
      "en": "Close the door.",
      "th": "ปิดประตูด้วย"
    }
  },
  {
    "translation": {
      "en": "Mank! Are you okay?",
      "th": "แมงค์ คุณโอเคหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, that almost killed me. Where's Willie?",
      "th": "ไม่ มันเกือบฆ่าผมเลย วิลลี่อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Cairo, I think.",
      "th": "ไคโร คิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "-Can you phone him? -I don't phone him, he phones me.",
      "th": "- โทรหาเขาหน่อยสิ - ฉันไม่เคยโทรไป มีแต่เขาโทรมา"
    }
  },
  {
    "translation": {
      "en": "When's he due back?",
      "th": "แล้วเขาจะกลับเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "After November 6th. I'm joining him in Europe next week.",
      "th": "น่าจะหลัง 6 พฤศจิกายน ฉันจะไปหาเขาที่ยุโรปสัปดาห์หน้า"
    }
  },
  {
    "translation": {
      "en": "Marion, I need a favor. It's just a little joke on Willie.",
      "th": "แมเรียน ผมอยากให้ช่วย จะล้อเล่นกับวิลลี่ซักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Sure, Mank, anything.",
      "th": "ได้ แมงค์ ยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "I want you to go back and tell Mayer",
      "th": "ผมอยากให้คุณกลับไปบอกกับเมเยอร์ว่า"
    }
  },
  {
    "translation": {
      "en": "Willie wants the phony Sinclair films pulled.",
      "th": "วิลลี่อยากยกเลิกหนังจอมปลอม ของซินแคลร์"
    }
  },
  {
    "translation": {
      "en": "Which phony Sinclair films?",
      "th": "หนังของซินแคลร์เรื่องไหนคะ"
    }
  },
  {
    "translation": {
      "en": "There isn't time to explain. I just need you to tell him that.",
      "th": "ไม่มีเวลาอธิบาย ไปบอกเขาแบบนั้นก็ละกัน"
    }
  },
  {
    "translation": {
      "en": "I couldn't, not even as a joke.",
      "th": "ไม่ได้ค่ะ ถึงจะเรื่องล้อเล่นก็ตาม"
    }
  },
  {
    "translation": {
      "en": "-Why not? -You know I don't lie.",
      "th": "- ทำไมล่ะ - คุณก็รู้ว่าฉันไม่โกหก"
    }
  },
  {
    "translation": {
      "en": "And that's why he'd believe you.",
      "th": "เพราะอย่างงั้นเขาถึงจะเชื่อคุณไง"
    }
  },
  {
    "translation": {
      "en": "Marion, please, you're not in convent school anymore.",
      "th": "แมเรียน ขอร้องล่ะ คุณไม่ได้อยู่ในคอนแวนต์แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. I know it's silly, but-- -But what? Why not?",
      "th": "- ฉันขอโทษ ฉันรู้มันไร้สาระ แต่… - แต่อะไร ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Promise you won't laugh. -I promise I won't laugh.",
      "th": "- สัญญาว่าจะไม่หัวเราะนะ - ผมสัญญา"
    }
  },
  {
    "translation": {
      "en": "-My exit. -What?",
      "th": "- ฉันออกแล้ว - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I already made my exit.",
      "th": "ฉันตัดสินใจออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Manky! -Whatie?",
      "th": "- แมงกี้ - ว่าไง"
    }
  },
  {
    "translation": {
      "en": "It's an ash-throated flycatcher! Congratulations. Best kind.",
      "th": "- นกฟลายแคตเชอร์คอเทาค่ะ - ยินดีด้วย เยี่ยมสุดเลย"
    }
  },
  {
    "translation": {
      "en": "What can I say? She's my aunt.",
      "th": "ผมจะว่าไงได้ เธอเป็นน้าผม"
    }
  },
  {
    "translation": {
      "en": "It's not about her, it's about him.",
      "th": "ไม่เกี่ยวกับเธอหรอก เกี่ยวกับเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Or rather, it's him, but it's not her. -It isn't?",
      "th": "- ไม่ก็เรื่องเขา แต่ไม่เกี่ยวกับเธอ - ไม่งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "The lonely showgirl, trapped in a castle, doing jigsaw puzzles.",
      "th": "นักแสดงผู้โดดเดี่ยว ติดอยู่ในปราสาท เล่นตัวต่อภาพ"
    }
  },
  {
    "translation": {
      "en": "It's more her as people who don't know her imagine her to be.",
      "th": "มันมากกว่านั้น คนที่ไม่รู้จักก็จินตนาการกันไป"
    }
  },
  {
    "translation": {
      "en": "I see.",
      "th": "ผมเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "It's her as they imagine her, but it's him as you knew him.",
      "th": "มันเป็นเธอตามที่พวกเขาจินตนาการ แต่เป็นเขาตามที่คุณรู้จัก"
    }
  },
  {
    "translation": {
      "en": "-Damn it, Charlie. -You asked me out here.",
      "th": "- บ้าจริง ชาร์ลี - คุณขอให้ผมมานี่"
    }
  },
  {
    "translation": {
      "en": "I was honored to come and read your latest.",
      "th": "ผมเป็นเกียรติที่ได้มา และอ่านงานของคุณ"
    }
  },
  {
    "translation": {
      "en": "-Is this a test? -A test? Of what?",
      "th": "- นี่เป็นการทดสอบเหรอ - ทดสอบเหรอ ทดสอบอะไร"
    }
  },
  {
    "translation": {
      "en": "-Friendship? Loyalty? -Come now.",
      "th": "- มิตรภาพ ความซื่อสัตย์ - งั้นเชียว"
    }
  },
  {
    "translation": {
      "en": "Or just your way of avoiding responsibility?",
      "th": "หรือเป็นวิธีเลี่ยงความรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Are you hoping I might absolve you of such a personal betrayal?",
      "th": "คุณหวังว่าผมจะให้อภัย เรื่องที่คุณหักหลังงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I won't give you that.",
      "th": "ผมไม่ยอมหรอก"
    }
  },
  {
    "translation": {
      "en": "Are you going to say anything?",
      "th": "นี่คุณจะพูดอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "-I have to think about it. -Why?",
      "th": "ผมคงต้องคิดดูก่อน - ทำไมล่ะ - ผมยังคิดไม่ออกว่า"
    }
  },
  {
    "translation": {
      "en": "I haven't made up my mind how she might react.",
      "th": "- ทำไมล่ะ - ผมยังคิดไม่ออกว่า เธอจะตอบโต้ยังไง"
    }
  },
  {
    "translation": {
      "en": "What does instinct tell you?",
      "th": "สัญชาตญาณบอกว่าไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "That it's mighty strong medicine",
      "th": "นั่นถือเป็นยาแรง"
    }
  },
  {
    "translation": {
      "en": "for a lifetime of starry-eyed self-absorption.",
      "th": "สำหรับคนที่ยึดมั่น ในอุดมการณ์ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "It's one of those cures that could be worse than the disease.",
      "th": "อาจการรักษาที่แย่กว่าโรคด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "But you, of all people, should know about that.",
      "th": "แต่คนอย่างคุณน่าจะรู้ดี"
    }
  },
  {
    "translation": {
      "en": "He took the script?",
      "th": "เขาเอาบทไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Will he show it to her?",
      "th": "เขาจะให้เธอดูไหม"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Do you want him to?",
      "th": "อยากให้เขาให้ไหมล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้นะ"
    }
  },
  {
    "translation": {
      "en": "Sinclair is yesterday's fish-wrap.",
      "th": "ผลงานซินแคลร์เมื่อวานไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "Never stood a chance.",
      "th": "ไม่มีทางรุ่งหรอก"
    }
  },
  {
    "translation": {
      "en": "Make up your mind.",
      "th": "ตัดสินใจซะ"
    }
  },
  {
    "translation": {
      "en": "Are we home licking our wounds or here making the best of it?",
      "th": "เราจะกลับบ้านไปเลียแผล หรือจะอยู่แล้วทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "We're making the best of it.",
      "th": "เราจะทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "-Good evening. Name? -Mankiewicz.",
      "th": "- สวัสดีครับ ขอชื่อด้วยครับ - แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "Sorry, what was that?",
      "th": "ขอโทษ อะไรนะครับ"
    }
  },
  {
    "translation": {
      "en": "M-A-N-K-I-E-W-I-C, and outta nowhere, a Z.",
      "th": "เอ็ม เอ เอ็น เค ไอ อี ดับเบิลยู ไอ ซี มีตัวท้ายอีก แซด"
    }
  },
  {
    "translation": {
      "en": "-Table 14. -Ends of the earth. A clean exit.",
      "th": "- โต๊ะ 14 ครับ - ไปอยู่สุดโลก ใกล้ทางออก"
    }
  },
  {
    "translation": {
      "en": "Mankiewicz, Herman.",
      "th": "แมนคีวิคซ์ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Terribly sorry. Table one. Right this way.",
      "th": "ขอโทษครับ โต๊ะหนึ่ง ทางนี้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "If you can't say something nice, don't say anything at all.",
      "th": "ถ้าพูดอะไรสร้างสรรค์ไม่ได้ ก็อย่าพูดเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Table one. -Sara!",
      "th": "- โต๊ะหนึ่งครับ - ซาร่า"
    }
  },
  {
    "translation": {
      "en": "Good grief. Look who's here. How about that?",
      "th": "ดูสินั่นใคร เป็นไงบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "-Sara. -What a loyal friend you are.",
      "th": "- ซาร่า - คุณเป็นเพื่อนที่ซื่อสัตย์มาก"
    }
  },
  {
    "translation": {
      "en": "-I never thought we'd see Mank. -I'm surprised.",
      "th": "- ไม่คิดว่าเราจะได้เจอนะ แมงค์ - ผมเซอร์ไพรส์นะ"
    }
  },
  {
    "translation": {
      "en": "I would've imagined you in pajamas by now.",
      "th": "ผมคิดว่าคุณใส่ชุดนอนอยู่บ้านเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Mank, turns out we have the same dentist on Camden.",
      "th": "แมงค์ เราไปหาหมอฟันคนเดียวกัน ที่แคมเด็นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Sara, we have to plan a day of shopping and catch up.",
      "th": "ซาร่า เราต้องหาวันไปช็อปปิ้ง และคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Herman, I met your brother. He's a chip off the old block.",
      "th": "เฮอร์แมน ฉันเคยเจอน้องคุณ เขาถอดแบบคุณมาเลย"
    }
  },
  {
    "translation": {
      "en": "Quite handsome.",
      "th": "หล่อเหลามาก"
    }
  },
  {
    "translation": {
      "en": "Please, sit.",
      "th": "นั่งก่อนสิ"
    }
  },
  {
    "translation": {
      "en": "I can't tell you how much it means. I'm touched you'd come.",
      "th": "นี่มีความหมายกับผมมาก ซึ้งใจมากที่คุณมา"
    }
  },
  {
    "translation": {
      "en": "Thank you for this.",
      "th": "ขอบคุณมากเลย"
    }
  },
  {
    "translation": {
      "en": "Why do I love you?",
      "th": "ทำไมฉันถึงรักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "What's everyone else having?",
      "th": "ทุกคนกินอะไรกันครับ"
    }
  },
  {
    "translation": {
      "en": "-What a great night. Great result. -I'll drink to that.",
      "th": "(เมอร์เรียม - ซินแคลร์) - เป็นคืนที่ดีเยี่ยม ผลก็ดีเยี่ยม - ผมขอดื่มให้เลย"
    }
  },
  {
    "translation": {
      "en": "You see, if you just give people what they need to know",
      "th": "เห็นไหม ถ้าคุณบอกสิ่งที่คนจำเป็นต้องรู้"
    }
  },
  {
    "translation": {
      "en": "in an emotional way, you can expect they'll do the right thing.",
      "th": "ในแนวทางที่จริงใจ คุณก็มั่นใจได้ว่าเขาจะทำสิ่งที่ถูก"
    }
  },
  {
    "translation": {
      "en": "I think what you mean,",
      "th": "ผมว่าคุณคงหมายถึง"
    }
  },
  {
    "translation": {
      "en": "\"If you keep telling people something untrue,",
      "th": "\"ถ้าคุณบอกเรื่องไม่จริง"
    }
  },
  {
    "translation": {
      "en": "loud and long enough, they're apt to believe it.\"",
      "th": "ไปนานๆ บ่อยๆ คนก็จะคล้อยตามและเชื่อเอง\""
    }
  },
  {
    "translation": {
      "en": "That's not what he was saying.",
      "th": "เขาไม่ได้จะบอกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "What's going on here? Are we quoting Goebbels?",
      "th": "นี่อะไรกัน อ้างคำพูดคนดังกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I'd like to debate that with L.B. -I'd like to see that.",
      "th": "- ผมอยากโต้คารมกับแอล บีนะ - อยากเห็นจังเลย"
    }
  },
  {
    "translation": {
      "en": "Mank, have another.",
      "th": "แมงค์ เอาเพิ่มอีกไหม"
    }
  },
  {
    "translation": {
      "en": "It's early. Every vote counts.",
      "th": "เร็วไปครับ ทุกคะแนนมีผลนะ"
    }
  },
  {
    "translation": {
      "en": "Maybe the informed of California are late leaving work.",
      "th": "บางทีสายข่าวในแคลิฟอร์เนีย อาจออกงานเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "The last I heard, Irving, it's still a democracy.",
      "th": "จากที่ได้ยินมานะ เออร์วิง ตอนนี้ยังเป็นประชาธิปไตยอยู่"
    }
  },
  {
    "translation": {
      "en": "-Of the people. -By the people.",
      "th": "- ของประชาชน - โดยประชาชน"
    }
  },
  {
    "translation": {
      "en": "What are you two talking about?",
      "th": "พวกคุณคุยเรื่องอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "I tell you what, how about…",
      "th": "เอาอย่างนี้นะ ผมว่าอย่างนี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "double or nothin'?",
      "th": "- เพิ่มสองเท่าหรือเลิก - เขาว่าอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What's he saying? -Herman.",
      "th": "- เพิ่มสองเท่าหรือเลิก - เขาว่าอะไรนะ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "You really will bet on anything.",
      "th": "คุณพนันได้ทุกอย่างจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Keep your money. I'm happy enough",
      "th": "เก็บเงินไว้เถอะ ผมพอใจมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "just to nail that utopian son of a bitch to the wall.",
      "th": "ที่ได้อัดไอ้คนช่างฝันนั่นติดกำแพง"
    }
  },
  {
    "translation": {
      "en": "I told you, your obligation was canceled out of gratitude.",
      "th": "ผมบอกแล้ว ข้อผูกมัดถูกยกเลิกเพราะสำนึกบุญคุณ"
    }
  },
  {
    "translation": {
      "en": "Wait a minute. What?",
      "th": "เดี๋ยวก่อน อะไร"
    }
  },
  {
    "translation": {
      "en": "He wants to wager double or nothin' on a debt he doesn't even owe us?",
      "th": "เขาอยากพนันเพิ่มสองเท่า กับหนี้ที่ไม่ได้ติดเราเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Mank. -It's a matter of principle, L.B.",
      "th": "แมงค์ มันเป็นเรื่องของหลักการ แอล บี คุณไม่เข้าใจหรอก"
    }
  },
  {
    "translation": {
      "en": "You wouldn't understand.",
      "th": "มันเป็นเรื่องของหลักการ แอล บี คุณไม่เข้าใจหรอก"
    }
  },
  {
    "translation": {
      "en": "I understand plenty. I'll take that bet.",
      "th": "ผมเข้าใจมันอย่างดี ผมรับพนันนั้น"
    }
  },
  {
    "translation": {
      "en": "Okay, Mank, you're on. Twenty-four grand or nothing.",
      "th": "โอเค แมงค์ ตามนั้น 24,000 หรือไม่เอาเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวนะคะ"
    }
  },
  {
    "translation": {
      "en": "I'm going to throw up.",
      "th": "ฉันจะอาเจียนน่ะ"
    }
  },
  {
    "translation": {
      "en": "I needed some air.",
      "th": "ฉันแค่ไปสูดอากาศ"
    }
  },
  {
    "translation": {
      "en": "Why do you love me?",
      "th": "ทำไมถึงรักผมนะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, my friends.",
      "th": "ขอโทษนะ มิตรสหาย"
    }
  },
  {
    "translation": {
      "en": "The final, incomplete count for tonight is…",
      "th": "ผลคะแนนอย่างไม่เป็นทางการ สำหรับคืนนี้คือ…"
    }
  },
  {
    "translation": {
      "en": "Upton Sinclair, the lousy Bolshevik…",
      "th": "อัปตั้น ซินแคลร์ คนบื้อไร้ฝีมือ"
    }
  },
  {
    "translation": {
      "en": "728,653.",
      "th": "ได้ไป 728,653 คะแนน"
    }
  },
  {
    "translation": {
      "en": "Frank Merriam…",
      "th": "แฟรงค์ เมอร์เรียม"
    }
  },
  {
    "translation": {
      "en": "the good Republican,",
      "th": "คนดีแห่งรีพับลิกัน"
    }
  },
  {
    "translation": {
      "en": "948,814.",
      "th": "ได้ไป 948,814 คะแนน"
    }
  },
  {
    "translation": {
      "en": "My friends!",
      "th": "มิตรสหาย ชนะ เราชนะ"
    }
  },
  {
    "translation": {
      "en": "Everybody get up and sing with me!",
      "th": "ทุกคนยืนขึ้น ร้องเพลงกับผม"
    }
  },
  {
    "translation": {
      "en": "Sing with me! Everybody, up and sing!",
      "th": "ร้องเพลงกัน ทุกคน ยืนขึ้นแล้วร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "It was a team effort. Thanks.",
      "th": "เป็นผลงานของทีม ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Mr. Mankiewicz, I'm so sorry to bother you,",
      "th": "คุณแมนคีวิคซ์ครับ ขอโทษที่รบกวนครับ"
    }
  },
  {
    "translation": {
      "en": "but there's a telephone call for you. Right back this way.",
      "th": "มีโทรศัพท์ถึงคุณครับ เชิญทางนี้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Mank, it's Shelly.",
      "th": "- สวัสดีครับ - แมงค์ นี่เชลลี่นะ"
    }
  },
  {
    "translation": {
      "en": "It's Shelly.",
      "th": "เชลลี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-He lost, Mank. -Yeah, it's been a bad night.",
      "th": "- เขาแพ้ แมงค์ - ใช่ เป็นคืนที่แย่มาก"
    }
  },
  {
    "translation": {
      "en": "It's my fault.",
      "th": "ความผิดฉันเอง"
    }
  },
  {
    "translation": {
      "en": "-Easy, fella, you only voted once. -He was just on the radio.",
      "th": "- ใจเย็นก่อน นายโหวตแค่เสียงเดียว - เขาเพิ่งมีสัมภาษณ์ออกวิทยุ"
    }
  },
  {
    "translation": {
      "en": "He said the phony newsreels cost him the election.",
      "th": "เขาบอกว่าข่าวปลอม ทำให้เขาแพ้เลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "That shows how naive he is.",
      "th": "เขายังไม่ค่อยรู้อะไร"
    }
  },
  {
    "translation": {
      "en": "FDR cost him the election by staying on the sidelines.",
      "th": "เอฟดีอาร์ทำให้เขาแพ้ ด้วยการชักใยเบื้องหลัง"
    }
  },
  {
    "translation": {
      "en": "Sleep it off.",
      "th": "หลับเถอะน่า"
    }
  },
  {
    "translation": {
      "en": "I'm not at home.",
      "th": "ฉันไม่ได้อยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "Where are you? Let me call you a cab.",
      "th": "แล้วอยู่ไหนล่ะ เดี๋ยวเรียกแท็กซี่ให้"
    }
  },
  {
    "translation": {
      "en": "Never mind. I'll take the Pasadena Freeway.",
      "th": "ไม่เป็นไร ฉันจะใช้ทางพิเศษพาซาดีน่า"
    }
  },
  {
    "translation": {
      "en": "Nobody'd be on it election night.",
      "th": "ไม่มีใครใช้หรอก คืนเลือกตั้งด้วย"
    }
  },
  {
    "translation": {
      "en": "Hello? Hello?",
      "th": "ฮัลโหลๆ"
    }
  },
  {
    "translation": {
      "en": "-How may I direct your call? -Normandie, 4761.",
      "th": "- ให้ต่อสายไปที่ไหนคะ - นอร์มังดี 4761"
    }
  },
  {
    "translation": {
      "en": "He's shit-faced.",
      "th": "เขาแย่มาก"
    }
  },
  {
    "translation": {
      "en": "Shell, is that you?",
      "th": "เชล นั่นคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's Herman Mankiewicz.",
      "th": "ผมเฮอร์แมน แมนคีวิคซ์ เขาอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Where is he? -I don't know. I'm so worried.",
      "th": "ผมเฮอร์แมน แมนคีวิคซ์ เขาอยู่ไหน ฉันไม่รู้ ฉันกลุ้มใจมาก"
    }
  },
  {
    "translation": {
      "en": "He left here very upset, and he's got a pistol with him.",
      "th": "เขาหัวเสียเดินออกไป เอาปืนพกติดออกไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Don't worry, Fay. I'll find him.",
      "th": "ไม่ต้องห่วง เฟย์ ผมจะตามหาเขา"
    }
  },
  {
    "translation": {
      "en": "-Eve. -What?",
      "th": "- อีฟ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-I'm Eve. Fay was his first. -I'll find him.",
      "th": "- ฉันอีฟ เฟย์คือภรรยาคนแรก - ผมจะหาเขาเอง"
    }
  },
  {
    "translation": {
      "en": "Is Houseman coming back? I never thought I'd miss him.",
      "th": "เฮ้าส์แมนกำลังกลับมาใช่ไหม ไม่นึกเลยว่าจะคิดถึงเขา"
    }
  },
  {
    "translation": {
      "en": "He and the wunderkind are cutting the first draft.",
      "th": "เขาและเด็กมหัศจรรย์ กำลังเกลาบทขั้นแรก"
    }
  },
  {
    "translation": {
      "en": "A form of creative vivisection.",
      "th": "เป็นการตัดต่อสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "Vital organs are exposed, nothing is learned,",
      "th": "อวัยวะสำคัญจะถูกเปิดออก ไม่ได้เรียนรู้อะไร"
    }
  },
  {
    "translation": {
      "en": "the patient dies on the table.",
      "th": "คนไข้ตายคาเตียง"
    }
  },
  {
    "translation": {
      "en": "What have we here?",
      "th": "นี่มันอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "Why, it's a puffed-up, sharp-tailed, red-ruffled magpie.",
      "th": "นั่นมันนกแม็กพายขนแดง ตัวพอง หางคม"
    }
  },
  {
    "translation": {
      "en": "A whatie?",
      "th": "อะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "-How do you like the Mojave? -God's answer for drunks and reprobates.",
      "th": "- ทำไมพี่ชอบโมฮาวี - คำตอบสำหรับคนเมาและพวกเหลือขอ"
    }
  },
  {
    "translation": {
      "en": "Perfect place to dry out.",
      "th": "เหมาะสำหรับมาเลิกเหล้า"
    }
  },
  {
    "translation": {
      "en": "-How's that working? -It didn't take. Cheers.",
      "th": "- ได้ผลยังไง - ไม่มีเทคเลย ดื่ม"
    }
  },
  {
    "translation": {
      "en": "L'chaim.",
      "th": "ดื่ม"
    }
  },
  {
    "translation": {
      "en": "Why are you doing this?",
      "th": "ทำไมทำแบบนี้ เฮิร์ม"
    }
  },
  {
    "translation": {
      "en": "-Posterity. -Posterity, my ass.",
      "th": "- เพื่อลูกหลาน - ลูกหลานบ้าบอสิ"
    }
  },
  {
    "translation": {
      "en": "-From the original Latin. -Don't patronize me.",
      "th": "- จากภาษาลาตินดั้งเดิม - ไม่ต้องมาสอนฉัน"
    }
  },
  {
    "translation": {
      "en": "-My Latin grades were better than yours. -Bibamus, moriendum est.",
      "th": "เกรดวิชาลาตินฉันดีกว่าพี่ บิบามัส มอเรียนดัม เอส"
    }
  },
  {
    "translation": {
      "en": "I read your little script.",
      "th": "ฉันอ่านบทพี่บ้างแล้ว"
    }
  },
  {
    "translation": {
      "en": "News travels fast.",
      "th": "ข่าวไปไวจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Even without the title page,",
      "th": "ถึงแม้จะยังไม่มีชื่อเรื่อง"
    }
  },
  {
    "translation": {
      "en": "you don't need to be Philip Marlowe to know who wrote it.",
      "th": "ไม่ต้องให้ถามนักสืบก็รู้ว่าใครเขียน"
    }
  },
  {
    "translation": {
      "en": "Have at it.",
      "th": "อย่างนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "It's very…",
      "th": "มันค่อนข้าง…"
    }
  },
  {
    "translation": {
      "en": "complicated.",
      "th": "ซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "Well, thanks for coming out.",
      "th": "ขอบคุณที่พูดออกมานะ"
    }
  },
  {
    "translation": {
      "en": "Herman, this is me.",
      "th": "เฮอร์แมน นี่ฉันเองนะ"
    }
  },
  {
    "translation": {
      "en": "You pick a fight with Willie, you are finished.",
      "th": "ถ้าไปหาเรื่องกับวิลลี่ พี่จบเห่แน่"
    }
  },
  {
    "translation": {
      "en": "Mayer can't save you. Nobody can.",
      "th": "เมเยอร์ก็ช่วยไม่ได้ ไม่มีใครช่วยได้"
    }
  },
  {
    "translation": {
      "en": "Especially the boy genius from New York.",
      "th": "โดยเฉพาะเด็กอัจฉริยะ จากนิวยอร์กนั่น"
    }
  },
  {
    "translation": {
      "en": "-You're far too political, Joe. -Self-preservation is not politics.",
      "th": "- คิดเรื่องการเมืองมากไปแล้วโจ - การระวังตัวไม่ใช่เรื่องการเมือง"
    }
  },
  {
    "translation": {
      "en": "Him, I get.",
      "th": "กับเขา ฉันเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "-But what did Marion do to deserve this? -It's not her!",
      "th": "แต่แมเรียนทำไมต้องมาเจอแบบนี้ เธอไม่เกี่ยว"
    }
  },
  {
    "translation": {
      "en": "You know better than anyone, not all characters are headliners.",
      "th": "นายก็รู้ดีกว่าใคร ไม่ใช่ทุกคนเหมาะเป็นพาดหัวหลัก"
    }
  },
  {
    "translation": {
      "en": "Some are secondary.",
      "th": "บางคนเป็นได้แค่พาดหัวรอง"
    }
  },
  {
    "translation": {
      "en": "Well, that's why I'm here. On behalf of the secondary characters.",
      "th": "ฉันถึงมาที่นี่ ในฐานะของตัวละครรองๆ"
    }
  },
  {
    "translation": {
      "en": "I thought you'd wanna know there's a rumor",
      "th": "ฉันว่าพี่คงอยากรู้ว่ามีข่าวลือว่า"
    }
  },
  {
    "translation": {
      "en": "you're out to get Hearst because they dropped you from L.B.'s payroll,",
      "th": "พี่ออกไปหาเฮิร์สต์เพราะพวกเขาตัดพี่ จากบัญชีเงินเดือนแอล บี"
    }
  },
  {
    "translation": {
      "en": "that they didn't want you around.",
      "th": "เท่ากับไม่อยากให้พี่ อยู่ที่นั่นอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "Don't believe everything you hear at Schwab's.",
      "th": "อย่าเชื่อทุกเรื่องที่ได้ยินมาน่า"
    }
  },
  {
    "translation": {
      "en": "Hey, you made yourself court jester.",
      "th": "พี่ทำตัวเองเป็นตัวตลกนะ"
    }
  },
  {
    "translation": {
      "en": "Someone had to say it.",
      "th": "ต้องมีคนพูดบ้าง"
    }
  },
  {
    "translation": {
      "en": "People are speculating Rosebud is W.R.'s pet name for Marion's genitalia.",
      "th": "ว่ากันว่าดับเบิลยู อาร์ เรียกของลับของแมเรียนว่าโรสบัด"
    }
  },
  {
    "translation": {
      "en": "-I know you'd never stoop to that. -Only because I hadn't heard.",
      "th": "พี่คงไม่คิดแย่ๆ แบบนั้น เพราะไม่เคยได้ยินมาก่อนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Charlie tells me you're up for Thalberg's old job.",
      "th": "ชาร์ลีบอกว่า นายพร้อมรับงานของธัลเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "-Not anymore. -Did I bollix that?",
      "th": "- ไม่แล้วล่ะ - ฉันพลาดอะไรไปเหรอ"
    }
  },
  {
    "translation": {
      "en": "Don't flatter yourself, Herman. I did it all alone.",
      "th": "อย่ามั่นใจมากนัก เฮอร์แมน ฉันตัดสินใจเอง"
    }
  },
  {
    "translation": {
      "en": "Now, there's a first.",
      "th": "ครั้งแรกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I exposed myself, not entirely metaphorically, in court.",
      "th": "ฉันได้เปิดเผยตัวเองแบบหมดเปลือก ภายในศาล"
    }
  },
  {
    "translation": {
      "en": "Do tell.",
      "th": "งั้นเชียว"
    }
  },
  {
    "translation": {
      "en": "Somebody was bitching about Mervyn LeRoy running over budget on Wizard of Oz.",
      "th": "มีคนบ่นเรื่องที่เมอร์วิน เลอรอย มายุ่งกับทุนของหนังพ่อมดแห่งออซ"
    }
  },
  {
    "translation": {
      "en": "-Goddamn movie again. -I said, \"Le Roy s'amuse.\"",
      "th": "- หนังเรื่องนั้นอีกแล้ว - ฉันพูดไปว่า \"อารมณ์ขันของเลอรอย\""
    }
  },
  {
    "translation": {
      "en": "I was then forced to spend 20 minutes",
      "th": "ฉันเลยโดนเอาตัวไปอธิบาย 20 นาทีว่า"
    }
  },
  {
    "translation": {
      "en": "having to explain that \"Le Roy\" is \"le roi\" in French and means \"the king.\"",
      "th": "เลอรอยคือเลอรัว ในภาษาฝรั่งเศสที่แปลว่ากษัตริย์"
    }
  },
  {
    "translation": {
      "en": "Or to be specific, François I",
      "th": "หรือเจาะจงถึง พระเจ้าฟรองซัวที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and his royal habit of s'amus-ing himself by diddling all the ladies of his court.",
      "th": "และนิสัยชวนหัวส่วนพระองค์ ที่ชอบเกี้ยวสาวในราชสำนัก"
    }
  },
  {
    "translation": {
      "en": "You know, Pop was right. You should've been a professor.",
      "th": "ป๋าน่ะคิดถูกจริงๆ นายน่าจะเป็นศาสตราจารย์"
    }
  },
  {
    "translation": {
      "en": "Nobody knew what the fuck I was talking about.",
      "th": "ไม่มีใครเข้าใจที่ฉันพูดเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "They say I was passed over because I'm not a team player.",
      "th": "พวกเขาบอกว่าฉันต้องไป เพราะไม่ทำงานเป็นทีม"
    }
  },
  {
    "translation": {
      "en": "But I know better.",
      "th": "แต่ฉันรู้ดีว่า"
    }
  },
  {
    "translation": {
      "en": "It was the goddamn French pun that did me in.",
      "th": "เป็นเพราะคำพ้องภาษาฝรั่งเศสที่พูดไป"
    }
  },
  {
    "translation": {
      "en": "I'm washed up, Joe.",
      "th": "ฉันหมดไฟแล้ว โจ"
    }
  },
  {
    "translation": {
      "en": "Have been for years.",
      "th": "เป็นมาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's the best thing you've ever written.",
      "th": "นี่เป็นงานดีที่สุด ที่พี่เคยเขียนมาเลย"
    }
  },
  {
    "translation": {
      "en": "A rare bird, that.",
      "th": "นกหายากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "A Mankiewicz.",
      "th": "พันธุ์แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "-You can't do it that way. -Do what?",
      "th": "ทำแบบนั้นไม่ได้นะ - ทำอะไร - ฆ่าตัวตายไง"
    }
  },
  {
    "translation": {
      "en": "Kill yourself. I've tried.",
      "th": "- ทำอะไร - ฆ่าตัวตายไง ฉันลองแล้ว หลายปีไม่เคยได้"
    }
  },
  {
    "translation": {
      "en": "It takes years.",
      "th": "ฉันลองแล้ว หลายปีไม่เคยได้"
    }
  },
  {
    "translation": {
      "en": "I was tired of doing inserts and pick-up shots.",
      "th": "ฉันเบื่อที่ต้องมาถ่ายซ่อมถ่ายเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "You're not the first person to trade integrity for a chance in the big chair.",
      "th": "นายไม่ใช่คนแรก ที่เอาคุณธรรมมาแลกหน้าที่การงาน"
    }
  },
  {
    "translation": {
      "en": "Thalberg said this was your idea.",
      "th": "ธัลเบิร์กบอกนี่เป็นความคิดนาย"
    }
  },
  {
    "translation": {
      "en": "Sometimes my asides are too clever by half.",
      "th": "บางครั้งที่ฉันแอบบอก มันก็ดีเกินครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Go home to Fay.",
      "th": "กลับบ้านไปหาเฟย์เถอะ"
    }
  },
  {
    "translation": {
      "en": "-Eve. -Eve. Sorry.",
      "th": "- อีฟ - ใช่ๆ ขอโทษที"
    }
  },
  {
    "translation": {
      "en": "Look at what we did. We can't un-ring this bell.",
      "th": "ดูสิว่าเราทำอะไรไป เราย้อนเวลาไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "We have to be vigilant. In regards to?",
      "th": "- เราต้องเฝ้าระวัง - เรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "People sitting in the dark,",
      "th": "มีคนนั่งอยู่ในความมืด"
    }
  },
  {
    "translation": {
      "en": "willingly checking their disbelief at the door.",
      "th": "คอยตรวจความระแวงของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "We have a huge responsibility.",
      "th": "เรามีความรับผิดชอบใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "I got it.",
      "th": "เข้าใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "Got what?",
      "th": "เรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Parkinson's.",
      "th": "เรื่องพาร์คินสัน"
    }
  },
  {
    "translation": {
      "en": "No, Shelly.",
      "th": "ไม่ เชลลี่"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry.",
      "th": "ฉันเสียใจด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "First, you get the tremors,",
      "th": "อย่างแรก ตัวเราจะสั่น"
    }
  },
  {
    "translation": {
      "en": "and your muscles begin to fail.",
      "th": "กล้ามเนื้อเริ่มใช้งานไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Pretty soon, you can't get out of a chair.",
      "th": "ไม่นานก็จะลุกจากเก้าอี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Then smiling, speaking, everything goes.",
      "th": "จากนั้นก็ไม่สามารถยิ้มหรือพูดได้"
    }
  },
  {
    "translation": {
      "en": "And it keeps going till…",
      "th": "และเป็นไปจนกระทั่ง…"
    }
  },
  {
    "translation": {
      "en": "You could always produce.",
      "th": "นายยังกำกับได้อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Give me the gun, Shelly.",
      "th": "เอาปืนมา เชลลี่"
    }
  },
  {
    "translation": {
      "en": "Take 'em, Mank.",
      "th": "เอาไป แมงค์"
    }
  },
  {
    "translation": {
      "en": "Go on home. I'll be fine.",
      "th": "กลับบ้านไปเถอะ ฉันไม่เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "Is he with you?",
      "th": "เขามาด้วยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "He wouldn't come.",
      "th": "เขาไม่ยอมมา"
    }
  },
  {
    "translation": {
      "en": "Tell me you got the gun.",
      "th": "บอกทีว่าเอาปืนมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-What? -He had a whole box.",
      "th": "- อะไรเหรอ - เขามีกระสุนทั้งกล่อง"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "You have another visitor.",
      "th": "มีคนมาหาคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Drink it fast.",
      "th": "ดื่มเร็วๆ เลย"
    }
  },
  {
    "translation": {
      "en": "In this heat, it'll flash to sugar.",
      "th": "ร้อนแบบนี้ เดี๋ยวกลายเป็นน้ำตาลหมด"
    }
  },
  {
    "translation": {
      "en": "Why the wine and dine, Marion?",
      "th": "ทำไมมาชวนดื่มไวน์ แมเรียน"
    }
  },
  {
    "translation": {
      "en": "Good cop, bad cop?",
      "th": "มุกขู่แล้วปลอบเหรอ"
    }
  },
  {
    "translation": {
      "en": "-How do you mean, Mank? -First Joe, now you.",
      "th": "- หมายความว่าไง แมงค์ - ตอนแรกโจ ต่อมาก็คุณ"
    }
  },
  {
    "translation": {
      "en": "Can't you just tell me what's on your mind?",
      "th": "บอกมาเลยดีกว่าว่าคุณคิดอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "Well, I read the script.",
      "th": "คือว่า ฉันอ่านบทแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Who hasn't?",
      "th": "ไม่อ่านสิแปลก"
    }
  },
  {
    "translation": {
      "en": "It's very grand, Mank, in its own way, and very much you.",
      "th": "มันยิ่งใหญ่มาก แมงค์ มีรูปแบบเฉพาะ เป็นตัวคุณมากๆ"
    }
  },
  {
    "translation": {
      "en": "I would've loved to play me ten years ago.",
      "th": "ถ้าเป็นสักสิบปีที่แล้ว ฉันคงอยากเล่นเลย"
    }
  },
  {
    "translation": {
      "en": "It was never meant to be you.",
      "th": "บทไม่ได้เขียนถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "For myself, I don't care, Mank. Really, I don't.",
      "th": "จะใช่ฉันหรือไม่ ฉันไม่สน แมงค์ ไม่สนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But I beg you, don't kick Pops when he's down.",
      "th": "แต่ขอร้องนะ อย่าซ้ำเติมป๋าตอนเขาล้ม"
    }
  },
  {
    "translation": {
      "en": "Willie, down?",
      "th": "วิลลี่ล้มเป็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I haven't told a soul this,",
      "th": "ฉันไม่บอกใครเลยเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "but I had to loan him a million dollars just to save San Simeon.",
      "th": "แต่ฉันต้องให้เขากู้หนึ่งล้าน เพื่อรักษาซาน ซิเมียนเอาไว้"
    }
  },
  {
    "translation": {
      "en": "You hocked your jewels?",
      "th": "คุณจำนำเครื่องเพชรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Of course not, just some real estate. He bought me most of it anyway.",
      "th": "เปล่าเลย แค่ที่ดินนิดหน่อย ส่วนใหญ่ก็เงินเขาอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Willie sent you.",
      "th": "วิลลี่บอกให้คุณมาสินะ"
    }
  },
  {
    "translation": {
      "en": "Didn't have to.",
      "th": "ฉันมาเองน่ะ"
    }
  },
  {
    "translation": {
      "en": "That surprises you?",
      "th": "คุณเซอร์ไพรส์เหรอ"
    }
  },
  {
    "translation": {
      "en": "You're the most observant man I know.",
      "th": "คุณเป็นคนช่างสังเกตมากที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "-Then you deserve better. -That's very sweet.",
      "th": "- คุณควรได้อะไรที่ดีกว่านี้ - คุณน่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "I always wanted better.",
      "th": "ฉันก็อยากได้ที่มันดีขึ้นนะ"
    }
  },
  {
    "translation": {
      "en": "Mama Rose, too.",
      "th": "มาม่าโรสด้วย"
    }
  },
  {
    "translation": {
      "en": "She made sure her daughters learned to sing and dance.",
      "th": "เธอจัดการให้ ลูกสาวเรียนร้องเพลงและเต้นรำ"
    }
  },
  {
    "translation": {
      "en": "We were never gonna end up in Brooklyn.",
      "th": "เราไม่มีวันอยู่แค่ในบรุกลินแน่"
    }
  },
  {
    "translation": {
      "en": "I was only 16 when I was cast in Stop! Look! Listen!",
      "th": "ฉันอายุแค่ 16 ตอนได้รับบท ในละครเรื่อง \"สต็อป ลุค ลิสซึน\""
    }
  },
  {
    "translation": {
      "en": "That's some title.",
      "th": "ชื่อเรื่องเก๋มาก"
    }
  },
  {
    "translation": {
      "en": "Willie came to the show. Same seat, every night.",
      "th": "วิลลี่มาดูเรื่องนั้น นั่งที่เดิมทุกคืน"
    }
  },
  {
    "translation": {
      "en": "And all the other girls said to watch out. He was too old for me and too interested.",
      "th": "พวกเพื่อนสาวของฉันบอกให้ฉันระวัง เขาแก่ไปสำหรับฉัน และดูตื๊อมากไป"
    }
  },
  {
    "translation": {
      "en": "Come now, he wasn't your only admirer.",
      "th": "ไม่เอาน่า ไม่ใช่เขาคนเดียวหรอกที่ชอบคุณ"
    }
  },
  {
    "translation": {
      "en": "The thing you got so right in your script…",
      "th": "เรื่องที่ตรงมากๆ ที่คุณเขียนในบทคือ"
    }
  },
  {
    "translation": {
      "en": "was how lonely he'd been as a boy.",
      "th": "ความเหงาของเขาในวัยเด็ก"
    }
  },
  {
    "translation": {
      "en": "When my own mother heard he was one of the richest men in America,",
      "th": "ตอนที่แม่ฉันได้รู้ว่า เขาเป็นเศรษฐีระดับต้นๆ ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "she said, \"Kick a little higher.\"",
      "th": "แม่บอกว่า \"หวังให้สูงเข้าไว้\""
    }
  },
  {
    "translation": {
      "en": "He has always been so kind to me.",
      "th": "ที่ผ่านมาเขาใจดีกับฉันเสมอ"
    }
  },
  {
    "translation": {
      "en": "I love the old guy, Mank.",
      "th": "ฉันรักเขา แมงค์"
    }
  },
  {
    "translation": {
      "en": "Maybe I didn't always, back when he was my social security.",
      "th": "อาจจะไม่ตลอดไป ตอนนั้น เขาเป็นเหมือนธนาคารส่วนตัวของฉัน"
    }
  },
  {
    "translation": {
      "en": "But now, there are things about us together…",
      "th": "แต่ตอนนี้ มีหลายเรื่องระหว่างเราสองคน"
    }
  },
  {
    "translation": {
      "en": "that no one could possibly…",
      "th": "ที่ไม่มีใครจะเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Am I persuading you at all?",
      "th": "ฉันโน้มน้าวใจคุณได้บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "I hope, if this gets made,",
      "th": "ผมหวังนะว่าถ้าหนังถูกสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "you'll forgive me.",
      "th": "คุณจะให้อภัยผม"
    }
  },
  {
    "translation": {
      "en": "And I hope, if it doesn't,",
      "th": "ฉันก็หวังว่าถ้ามันไม่ถูกสร้าง"
    }
  },
  {
    "translation": {
      "en": "you'll forgive me.",
      "th": "คุณจะอภัยให้ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "He was a modest man.",
      "th": "เขาเป็นชายที่ถ่อมตัว"
    }
  },
  {
    "translation": {
      "en": "His name never appeared on the marquee",
      "th": "ชื่อเขาไม่เคยปรากฏบนปะรำร่วมกับ"
    }
  },
  {
    "translation": {
      "en": "with the great stars, great producers, great directors who worked alongside him.",
      "th": "ดาราที่ยิ่งใหญ่ ผู้สร้างยอดเยี่ยม ผู้กำกับมือดีซึ่งทำงานเคียงข้างเขา"
    }
  },
  {
    "translation": {
      "en": "But he loved moving pictures more than he loved anything.",
      "th": "แค่เขารักภาพยนตร์มากกว่าสิ่งใด"
    }
  },
  {
    "translation": {
      "en": "And he left his impeccable taste, his incredible attention to detail",
      "th": "และเขาได้ฝากรสนิยมอันดีเลิศ ความใส่ใจในรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "on every frame he touched.",
      "th": "ในทุกเฟรมของงานที่เขาทำ"
    }
  },
  {
    "translation": {
      "en": "It is not for us to say why he was taken from us so unexpectedly.",
      "th": "เราไม่อาจบอกได้ว่า ทำไมเขาจากเราไปอย่างกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "Behind, he leaves his memory.",
      "th": "แต่เขาทิ้งความทรงจำไว้"
    }
  },
  {
    "translation": {
      "en": "The memory of a great man, a talented man, a man of unblemished integrity.",
      "th": "ความทรงจำของคนเก่ง มีพรสวรรค์ ผู้ที่มีคุณธรรมที่เที่ยงตรง"
    }
  },
  {
    "translation": {
      "en": "Irving G. Thalberg.",
      "th": "เออร์วิง จี. ธัลเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "I haven't seen you since, what was it, Jack Gilbert's funeral?",
      "th": "ไม่ได้เจอกันเลย ตั้งแต่เมื่อไหร่นะ งานศพแจ็ค กิลเบิร์ตใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Well, I haven't seen you since Shelly Metcalf's.",
      "th": "ไม่ได้เจอกันตั้งแต่งานของ เชลลี่ เม็ตคาล์ฟน่ะ"
    }
  },
  {
    "translation": {
      "en": "Has it been that long?",
      "th": "นานขนาดนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-How you been, Mank? -Between pictures.",
      "th": "เป็นไงบ้าง แมงค์ รองานหนังอยู่"
    }
  },
  {
    "translation": {
      "en": "-I thought you were still at MGM. -I am.",
      "th": "คิดว่ายังอยู่ที่เอ็มจีเอ็มซะอีก ก็ยังอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Well, look. Come see me at International. Let's work something out.",
      "th": "งั้นมาเจอกันที่อินเตอร์เนชั่นแนลหน่อย มาคุยงานกัน"
    }
  },
  {
    "translation": {
      "en": "I did come to see you.",
      "th": "ผมเคยไปหาแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "You gave me the same invitation after Shelly's funeral.",
      "th": "คุณเคยชวนผมแบบนี้หลังงานศพเชลลี่"
    }
  },
  {
    "translation": {
      "en": "I couldn't get past your secretary's secretary.",
      "th": "แต่ผมผ่านเลขาฯ ของเลขาฯ คุณไม่ได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Is that right?",
      "th": "งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Good to see you, Mank.",
      "th": "ยินดีที่เจอนะ แมงค์"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Mank?",
      "th": "- สวัสดีค่ะ - แมงค์"
    }
  },
  {
    "translation": {
      "en": "One moment, please.",
      "th": "รอสักครู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "Mank!",
      "th": "แมงค์"
    }
  },
  {
    "translation": {
      "en": "It's Orson.",
      "th": "ออร์สันค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's Orson.",
      "th": "ออร์สันโทรมา"
    }
  },
  {
    "translation": {
      "en": "-Hello. -Mank.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "I've just finished your first draft, and I must say,",
      "th": "แมงค์ ผมเพิ่งอ่านร่างแรกของคุณจบ ขอบอกเลยว่า"
    }
  },
  {
    "translation": {
      "en": "I'm pleased and impressed.",
      "th": "ชอบและประทับใจมาก"
    }
  },
  {
    "translation": {
      "en": "-Are you? Good news. -It'll need work, of course.",
      "th": "- งั้นเหรอ ข่าวดีนะ - แน่นอนว่าต้องปรับหน่อย"
    }
  },
  {
    "translation": {
      "en": "But there are no problems that can't be solved together.",
      "th": "แต่ไม่มีปัญหา เราช่วยกันแก้ไขได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, I'm delighted to hear it.",
      "th": "งั้นเหรอ ผมยินดีฟังความเห็นนะ"
    }
  },
  {
    "translation": {
      "en": "Houseman's bringing my notes. Think about 'em.",
      "th": "ผมฝากคำแนะนำไปกับเฮ้าส์แมน"
    }
  },
  {
    "translation": {
      "en": "Meantime, I'll run everything through my typewriter.",
      "th": "ลองดูนะ ระหว่างนี้ผมจะพิมพ์ทั้งหมด ในเครื่องพิมพ์ดีดอีกที"
    }
  },
  {
    "translation": {
      "en": "Everything will thank you.",
      "th": "ขอบคุณสำหรับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "You're in touch with your Hollywood crowd?",
      "th": "คุณติดต่อกับทีมฮอลลีวู้ดของคุณอยู่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Good old Houseman.",
      "th": "เฮ้าส์แมนน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Perhaps you've heard. None of the theater chains will touch us.",
      "th": "คุณอาจได้ข่าวแล้ว เครือข่ายโรงหนังจะไม่ได้แตะเรา"
    }
  },
  {
    "translation": {
      "en": "It looks like RKO will have to sue for restraint of trade.",
      "th": "ดูเหมือนอาร์เคโอ จะต้องฟ้องเพื่อระงับการค้า"
    }
  },
  {
    "translation": {
      "en": "They'll countersue, of course.",
      "th": "แน่นอนทางนั้นจะฟ้องกลับ"
    }
  },
  {
    "translation": {
      "en": "If you own any part of that lovely home of yours,",
      "th": "ถ้าคุณมีหุ้นส่วนในบ้านน่ารักนั้น"
    }
  },
  {
    "translation": {
      "en": "it might be a good idea to put it in Poor Sara's name.",
      "th": "คงจะดีกว่าถ้าโอนบ้านเป็นชื่อของ ซาร่าผู้น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "-You still there, Mank? -Yes. Where else would I be?",
      "th": "- ยังอยู่ไหม แมงค์ - อยู่สิ ผมจะไปไหนได้"
    }
  },
  {
    "translation": {
      "en": "I've saved the best for last.",
      "th": "ผมเก็บเรื่องเด็ดไว้ท้ายสุด"
    }
  },
  {
    "translation": {
      "en": "Guess who phoned with an offer to buy out RKO's investment",
      "th": "เดาสิว่าใครโทรมา ยื่นข้อเสนอซื้ออาร์เคโอ"
    }
  },
  {
    "translation": {
      "en": "and shelve the picture permanently.",
      "th": "และภาพยนตร์อย่างถาวร"
    }
  },
  {
    "translation": {
      "en": "-Not Hearst? -Mank, I'm surprised.",
      "th": "- ไม่ใช่เฮิร์สต์เหรอ - แมงค์ ผมเซอร์ไพรส์นะ"
    }
  },
  {
    "translation": {
      "en": "Would Othello snoop on Desdemona when he has Iago?",
      "th": "โอเธลโล่จะมาหาเดสเดโมน่าเหรอ ถ้ามีลาโก้แล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "Mayer. What did RKO say?",
      "th": "เมเยอร์สินะ อาร์เคโอว่ายังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "No dice, but they're on their uppers. Whether they--",
      "th": "ยังไม่ตัดสินใจตอนนี้ แต่พวกเขายังคิดอยู่ ไม่แน่ว่าจะ…"
    }
  },
  {
    "translation": {
      "en": "-You'd better drive up. -I plan to, as soon as I'm done--",
      "th": "- คุณน่าจะขับมานี่นะ - ก็คิดอยู่ ทันทีที่เสร็จเรื่อง…"
    }
  },
  {
    "translation": {
      "en": "Today, if possible.",
      "th": "วันนี้เลย ถ้าเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "Dear Jove, did I say something I shouldn't have?",
      "th": "ให้ตายสิ ผมพูดสิ่งที่ไม่ควรไปหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I hope you haven't lost your nerve.",
      "th": "หวังว่าคงไม่ทำให้คุณรู้สึกกลัวนะ"
    }
  },
  {
    "translation": {
      "en": "Nerve's about all I've got left.",
      "th": "ความกลัวเป็นสิ่งเดียวที่ผมเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "What a year you've had, Louis. How have you weathered it?",
      "th": "เป็นปีที่ยอดมาก ลูอิส หรือคุณคิดว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Despite everything, the MGM ship, I'm happy to say, is full steam ahead.",
      "th": "แม้ต้องเจอเรื่องร้ายๆ ผมก็ยินดีจะบอกว่า เรือเอ็มจีเอ็มกำลังเดินหน้าเต็มที่"
    }
  },
  {
    "translation": {
      "en": "We're on track with this recent slate for our most successful year ever.",
      "th": "เรากำลังอยู่ในเส้นทางการกลับไปสู่ ปีที่ประสบความสำเร็จที่สุด"
    }
  },
  {
    "translation": {
      "en": "Well, that's great news.",
      "th": "เยี่ยม เป็นข่าวดีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Would you like to go and lay down?",
      "th": "อยากกลับไปที่บังกะโลแล้วนอนพักไหม"
    }
  },
  {
    "translation": {
      "en": "I think I'd rather stay upright.",
      "th": "ผมขออยู่ต่อดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Perhaps we can find you a costume. -Well, why would I need a cost--",
      "th": "- บางทีเราน่าหาชุดให้คุณนะครับ - ทำไมต้องหาชุดให้ล่ะ…"
    }
  },
  {
    "translation": {
      "en": "Hello, everyone. Better late than never.",
      "th": "สวัสดี ทุกคน มาช้าดีกว่าไม่มานะ"
    }
  },
  {
    "translation": {
      "en": "Mank! Where's Sara?",
      "th": "แมงค์ ซาร่าล่ะ"
    }
  },
  {
    "translation": {
      "en": "Caring for clan Mankiewicz.",
      "th": "ดูแลเผ่าแมนคีวิคซ์อยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-And what train did you take? -Glendale. I missed my stop.",
      "th": "- ขึ้นรถไฟอะไรมาครับ - เกล็นเดล ผมลงผิดสถานีน่ะ"
    }
  },
  {
    "translation": {
      "en": "Got a taxi from Morro Bay.",
      "th": "ต้องนั่งแท็กซี่จากมอร์โรเบย์มา"
    }
  },
  {
    "translation": {
      "en": "I'm confused. I thought the invitation called for circus attire, not flea circus.",
      "th": "งงจัง นึกว่าให้แต่งชุดคณะละครสัตว์ แต่กลับมาเจอพวกจำอวดซะได้"
    }
  },
  {
    "translation": {
      "en": "I was cornered by a man who sold vacuum cleaners.",
      "th": "ผมโดนรุมล้อม โดยคนขายเครื่องดูดฝุ่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "A show of hands, who knows what a vacuum cleaner is?",
      "th": "ยกมือหน่อย ใครรู้จักเครื่องดูดฝุ่นบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "Martin, would you set a place for Mr. Mankiewicz,",
      "th": "มาร์ติน จัดที่ให้คุณแมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "somewhere where he might get some air?",
      "th": "ในที่ที่อากาศปลอดโปร่งหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Would you follow me this way, sir?",
      "th": "ตามผมมาทางนี้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "And offer him some coffee.",
      "th": "เอากาแฟให้เขาด้วย"
    }
  },
  {
    "translation": {
      "en": "Yeah. Mr. Monkeywitz could use some coffee.",
      "th": "ใช่ คุณมังกี้วิตซ์ คงอยากดื่มกาแฟหน่อย"
    }
  },
  {
    "translation": {
      "en": "And how's Marie Antoinette coming together?",
      "th": "เรื่องมารี อองตัวเน็ตต์ เรียบร้อยหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Previews have been a struggle for general audiences.",
      "th": "ดูตัวอย่างแล้ว น่าจะไม่เหมาะกับคนทั่วไปครับ"
    }
  },
  {
    "translation": {
      "en": "We made some trims, but I should've known.",
      "th": "เราปรับแก้แล้ว แต่ผมน่าจะรู้ก่อน"
    }
  },
  {
    "translation": {
      "en": "Versailles, all those costumes and wigs.",
      "th": "วังแวร์ซาย ชุดโบราณกับวิก"
    }
  },
  {
    "translation": {
      "en": "You can't tell those stories without overhauling them for a modern audience.",
      "th": "เราคงเล่าเรื่องไม่ได้ ถ้าไม่ปรับให้เหมาะกับคนรุ่นใหม่"
    }
  },
  {
    "translation": {
      "en": "How's the performance of your leading lady?",
      "th": "การแสดงของดารานำหญิงเราเป็นไง"
    }
  },
  {
    "translation": {
      "en": "The picture depends upon her.",
      "th": "หนังเรื่องนี้ขึ้นอยู่กับเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Norma put her heart and soul into it.",
      "th": "นอร์มาทุ่มทั้งหัวใจและวิญญาณครับ"
    }
  },
  {
    "translation": {
      "en": "I should've insisted she take some time.",
      "th": "แต่ผมน่าจะขอให้เธอพักอีกสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-It's a lot to deal with a loss like that. -Marion would've made it her own.",
      "th": "ต้องทำใจนานสำหรับการสูญเสียแบบนั้น แมเรียนคงตีบทแตก"
    }
  },
  {
    "translation": {
      "en": "Marion would have been perfection.",
      "th": "แมเรียนคงจะเหมาะมากครับ"
    }
  },
  {
    "translation": {
      "en": "-Marion Antoinette. -But it was Irving's picture.",
      "th": "แมเรียน อองตัวเน็ตต์ - แต่นั่นเป็นหนังของเออร์วิง - แมเรียนเน็ตต์"
    }
  },
  {
    "translation": {
      "en": "Marionette.",
      "th": "- แต่นั่นเป็นหนังของเออร์วิง - แมเรียนเน็ตต์"
    }
  },
  {
    "translation": {
      "en": "I'm not interested in educating our customers.",
      "th": "ผมไม่สนใจให้ความรู้แก่คนดูหรอก"
    }
  },
  {
    "translation": {
      "en": "You want to send a message? Call Western Union.",
      "th": "อยากส่งข้อความเหรอ ก็เรียกเวสเทิร์นยูเนี่ยนสิ"
    }
  },
  {
    "translation": {
      "en": "Literary pictures.",
      "th": "หนังวรรณคดีเหรอ"
    }
  },
  {
    "translation": {
      "en": "\"Let them get cake.\"",
      "th": "\"ไปกินเค้กสิ\""
    }
  },
  {
    "translation": {
      "en": "Who needs to see that?",
      "th": "ใครกันจะอยากดู"
    }
  },
  {
    "translation": {
      "en": "Joanna, come along now. I'll show you those horses we talked about.",
      "th": "โจแอนนา มานี่เร็ว ฉันจะให้ดูม้าที่เราคุยกันไว้"
    }
  },
  {
    "translation": {
      "en": "She's very pretty.",
      "th": "เธอน่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "Also, very bright, bullheaded, and British.",
      "th": "แถมยัง ฉลาดมาก หัวแข็งแบบคนอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Are you here to try your luck, too, Schnutz?",
      "th": "คุณมาเพื่อเสี่ยงโชค เหมือนกันเหรอ ชนัตซ์"
    }
  },
  {
    "translation": {
      "en": "-At what? -Changing my mind.",
      "th": "เรื่องอะไร เปลี่ยนใจผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "I never had much success with that, Herman.",
      "th": "ฉันไม่เคยทำเรื่องนั้นสำเร็จนะ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "You'll do what you need to.",
      "th": "สุดท้ายแล้วก็ต้องทำสิ่งที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "Charlie's been here, Joe's been, Marion's been.",
      "th": "ชาร์ลีเคยมานี่ โจด้วย แล้วก็แมเรียน"
    }
  },
  {
    "translation": {
      "en": "For one reason or another, all of them want me to walk away.",
      "th": "ด้วยเหตุผลที่ต่างกัน ทั้งหมดอยากให้ผมถอยจากไป"
    }
  },
  {
    "translation": {
      "en": "You care to hear what I've decided?",
      "th": "อยากฟังสิ่งที่ผมตัดสินใจไหม"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "th": "ไม่ค่อยอยาก"
    }
  },
  {
    "translation": {
      "en": "After 20 years of connubial bliss,",
      "th": "หลังจาก 20 ปีของชีวิตคู่"
    }
  },
  {
    "translation": {
      "en": "blind loyalty can get a little suffocating.",
      "th": "การซื่อสัตย์แบบหน้ามืดตามัว ก็ทำให้เริ่มอึดอัด"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Here goes.",
      "th": "อย่างนี้นะ"
    }
  },
  {
    "translation": {
      "en": "God knows I've rehearsed it enough.",
      "th": "ฉันน่ะซ้อมมามากพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've raised your kids kosher and all but by myself.",
      "th": "ฉันเลี้ยงดูลูกของคุณด้วยตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "I've put up with your suicidal drinking,",
      "th": "ฉันต้องทนการดื่ม ที่ไม่ห่วงชีวิตของคุณ"
    }
  },
  {
    "translation": {
      "en": "your compulsive gambling, your silly platonic affairs.",
      "th": "นิสัยผีพนัน และความเจ้าชู้หว่านเสน่ห์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "You owe me, Herman.",
      "th": "คุณติดค้างฉัน เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "Joe says he can't promise,",
      "th": "โจบอกว่ารับปากไม่ได้"
    }
  },
  {
    "translation": {
      "en": "but he thinks if you make nice with Mayer, you can have your old job back.",
      "th": "แต่เขาคิดว่า ถ้าคุณทำดีกับเมเยอร์ คุณก็จะได้งานเก่าคืน"
    }
  },
  {
    "translation": {
      "en": "Is that what you want me to say? I know what your answer'll be,",
      "th": "คือที่อยากให้ฉันพูดใช่ไหม ฉันรู้ว่าคำตอบคุณคืออะไร"
    }
  },
  {
    "translation": {
      "en": "so don't ask me to give you Poor Sara's seal of approval.",
      "th": "ดังนั้นไม่ต้องมาขอความเห็นชอบ จากซาร่าผู้น่าสงสารหรอก"
    }
  },
  {
    "translation": {
      "en": "Why do you put up with me, Schnutz?",
      "th": "ทำไมคุณถึงทนอยู่กับผมได้ ชนัตซ์"
    }
  },
  {
    "translation": {
      "en": "My movie-star looks or my diplomat's charm?",
      "th": "เพราะหน้าตาเหมือนดารา หรือเสน่ห์ของผมกันแน่"
    }
  },
  {
    "translation": {
      "en": "I suppose because being married to you, Herman,",
      "th": "ฉันว่าเป็นเพราะ การแต่งงานกับคุณนะ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "I'm never bored.",
      "th": "ฉันไม่เคยเบื่อเลย"
    }
  },
  {
    "translation": {
      "en": "Exhausted, yes. Exasperated, usually.",
      "th": "เหนื่อยน่ะใช่ โมโหก็มีบ้างเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "But having devoted so much,",
      "th": "แต่เมื่อทุ่มเทไปมาก"
    }
  },
  {
    "translation": {
      "en": "I have to stick around to see how it turns out.",
      "th": "ฉันก็ต้องทนอยู่ เพื่อดูผลที่กลับคืนมา"
    }
  },
  {
    "translation": {
      "en": "And whatever you decide…",
      "th": "และไม่ว่าคุณตัดสินใจยังไง"
    }
  },
  {
    "translation": {
      "en": "please be mindful of those who care about you most.",
      "th": "ขอร้องนะว่า ช่วยนึกถึงคนที่ห่วงใยคุณที่สุดด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm going riding.",
      "th": "ฉันจะไปขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "Haven't seen a horse's face in years.",
      "th": "ไม่ได้เห็นหน้าม้ามาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "And one last thing, Herman.",
      "th": "เรื่องสุดท้ายนะ เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "I don't want nobody calling me Poor Sara no more.",
      "th": "ฉันไม่อยากให้ใครเรียกฉันว่า ซาร่าผู้น่าสงสารอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've got a great idea for a picture, Louis.",
      "th": "ผมมีความคิดเด็ด สำหรับทำหนังนะ ลูอิส"
    }
  },
  {
    "translation": {
      "en": "A picture I just know you're gonna love.",
      "th": "หนังที่ผมรู้ว่าคุณจะต้องชอบแน่"
    }
  },
  {
    "translation": {
      "en": "It's a modern-day version of Quixote.",
      "th": "เวอร์ชั่นสมัยใหม่ของเรื่องกิโฆเต้"
    }
  },
  {
    "translation": {
      "en": "Now, I know none of you read, but you know what it's about.",
      "th": "ผมรู้พวกคุณไม่เคยอ่าน แต่คงรู้ว่าเกี่ยวกับอะไร"
    }
  },
  {
    "translation": {
      "en": "A deluded old nobleman who tilts at windmills.",
      "th": "ขุนนางผู้หลงผิด ที่พยายามต่อสู้ กับศัตรูที่มองไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "So how might we update this story?",
      "th": "เราจะทำให้ทันสมัยขึ้นมายังไง"
    }
  },
  {
    "translation": {
      "en": "-Do you want me to get someone? -No.",
      "th": "- จะให้ผมจัดการ… - ไม่ ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "How about we make our Quixote… a newspaperman?",
      "th": "เอาอย่างนี้ เปลี่ยนบทกิโฆเต้ของเรา เป็นนักหนังสือพิมพ์ดีไหม"
    }
  },
  {
    "translation": {
      "en": "Who else could make a living tilting at windmills?",
      "th": "จะมีใครสู้กับศัตรูที่มองไม่เห็นได้อีก"
    }
  },
  {
    "translation": {
      "en": "But that's not enough.",
      "th": "แต่นั่นยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "No, he wants more than readership.",
      "th": "ไม่ เขาต้องการมากกว่าความเป็นผู้นำ"
    }
  },
  {
    "translation": {
      "en": "He wants more than adulation. He wants love.",
      "th": "เขาต้องการการเทิดทูน เขาต้องการความรัก"
    }
  },
  {
    "translation": {
      "en": "So, he runs for public office, and because he's notably rich, he wins.",
      "th": "เขาจึงลงเล่นการเมือง และเพราะเขารวยล้นฟ้า เขาจึงชนะ"
    }
  },
  {
    "translation": {
      "en": "No, wait a minute.",
      "th": "ไม่ เดี๋ยวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Notably rich and powerful can't win over an audience",
      "th": "รวยล้นฟ้ากับอำนาจคงชนะใจคนดูไม่ได้"
    }
  },
  {
    "translation": {
      "en": "unless notably rich and powerful sees the error of his ways in the final reel.",
      "th": "เว้นแต่คนรวยและมีอำนาจ มองเห็นความผิดของตัวเองในตอนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Notably rich and powerful",
      "th": "คนที่รวยล้นฟ้าและมีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "and making no goddamn excuses for it is only admirable in real life.",
      "th": "ไม่ต้องคอยแก้ตัวอะไร เพราะเป็นที่ชื่นชมในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "Isn't that right, Louis?",
      "th": "ถูกไหม ลูอิส"
    }
  },
  {
    "translation": {
      "en": "So what do we do?",
      "th": "แล้วยังไงดี"
    }
  },
  {
    "translation": {
      "en": "Anybody?",
      "th": "มีใครบอกได้ไหม"
    }
  },
  {
    "translation": {
      "en": "We give him ideals.",
      "th": "เราให้แนวคิดเขาไง"
    }
  },
  {
    "translation": {
      "en": "Ideals that any dirt-poor,",
      "th": "แนวคิดที่ผู้ชม"
    }
  },
  {
    "translation": {
      "en": "depression-weary audience can identify with.",
      "th": "ในยุคเศรษฐกิจตกต่ำ จะดูแล้วนึกถึงตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Our Quixote is against crooked trusts.",
      "th": "กิโฆเต้ของเราต่อต้านกองทุนโสมม"
    }
  },
  {
    "translation": {
      "en": "He's for the eight-hour workday, fair income tax, better schools.",
      "th": "เขาสนับสนุนการทำงานแปดชั่วโมง ภาษีเป็นธรรม โรงเรียนที่ดี"
    }
  },
  {
    "translation": {
      "en": "Why, he's even for government ownership of railroads.",
      "th": "เขาสนับสนุนให้รัฐบาล เป็นเจ้าของกิจการรางรถไฟ"
    }
  },
  {
    "translation": {
      "en": "You know what we call those people?",
      "th": "รู้ไหมว่าเราเรียกคนพวกนี้ว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Communists? -Anarchists?",
      "th": "- คอมมิวนิสต์ - อนาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "No, our Quixote, he's a two-fisted muckraker.",
      "th": "ไม่ กิโฆเต้ของเรา เขาเป็นคนแข็งแกร่งเข้มแข็ง"
    }
  },
  {
    "translation": {
      "en": "In fact, someone predicts that he will one day",
      "th": "ที่จริงแล้วมีคนเคยทำนายว่า"
    }
  },
  {
    "translation": {
      "en": "win the presidency and bring about, get this…",
      "th": "สักวันเขาจะได้เป็นประธานาธิบดี และนำไปสู่ ลองเดาดูสิ"
    }
  },
  {
    "translation": {
      "en": "a socialist revolution.",
      "th": "การปฏิวัติสังคมนิยม"
    }
  },
  {
    "translation": {
      "en": "-What a bunch of bullshit! -Is it?",
      "th": "- นี่มันเลอะเทอะจริงๆ - งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Tell him, Willie.",
      "th": "บอกเขาสิ วิลลี่"
    }
  },
  {
    "translation": {
      "en": "Tell him.",
      "th": "บอกเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Upton Sinclair used exactly those words",
      "th": "อัปตั้น ซินแคลร์ก็ใช้คำพูดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "to describe a young William Randolph Hearst.",
      "th": "ตอนบรรยายถึง วิลเลียม แรนดอล์ฟ เฮิร์สต์"
    }
  },
  {
    "translation": {
      "en": "-You miserable bastard! -How do you do?",
      "th": "- ไอ้คนปากพล่อย - เป็นไงบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "Our Quixote, he hungers, he thirsts,",
      "th": "กิโฆเต้ของเรา เขาหิว กระหาย"
    }
  },
  {
    "translation": {
      "en": "he lusts for the voters to love him.",
      "th": "ต้องการให้คนที่โหวตรักเขา"
    }
  },
  {
    "translation": {
      "en": "Love him enough to make him president. But they won't, and they don't.",
      "th": "รักเขามากพอจะให้เขาเป็นประธานาธิบดี แต่พวกเขาไม่ยอม ไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "How do you suppose that could happen?",
      "th": "คุณคิดว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Could it be because, in their hearts,",
      "th": "หรือเป็นเพราะในหัวใจพวกเขา"
    }
  },
  {
    "translation": {
      "en": "they know that he values power over people?",
      "th": "พวกเขารู้ว่า เขาเห็นค่าของอำนาจเหนือคนงั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "Disillusioned in Congress,",
      "th": "ภาพลวงตาในสภา"
    }
  },
  {
    "translation": {
      "en": "he authors not one single piece of legislation in two terms.",
      "th": "เขาไม่ได้ออกกฎหมายเลย ในสองวาระที่เขาได้ทำงาน"
    }
  },
  {
    "translation": {
      "en": "Can you believe that? That'll take some writing.",
      "th": "คุณเชื่อไหมล่ะ ต้องเขียนบทสนุกแน่"
    }
  },
  {
    "translation": {
      "en": "Placed in nomination for president,",
      "th": "ได้รับเสนอชื่อเป็นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "but it's too radical for the boys in the back.",
      "th": "แต่มันรุนแรงเกินไป สำหรับเด็กแนวหลัง"
    }
  },
  {
    "translation": {
      "en": "His bid goes nowhere, but we're doing something.",
      "th": "คำสั่งเขาไม่เป็นผล แต่ก็ถือว่าเราได้ทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "We're building sympathy.",
      "th": "เราสร้างความเห็นอกเห็นใจ"
    }
  },
  {
    "translation": {
      "en": "Rejected, he flees to lotus land,",
      "th": "เมื่อถูกปฏิเสธ เขาก็หนีไปยังที่ปลอดภัยของเขา"
    }
  },
  {
    "translation": {
      "en": "where his faithful troll, Sancho, has prepared a mythical kingdom.",
      "th": "ที่ซึ่งซานโช ลูกน้องผู้ซื่อสัตย์ ได้เตรียมอาณาจักรไว้ให้เขา"
    }
  },
  {
    "translation": {
      "en": "Wait a minute.",
      "th": "เดี๋ยวก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "I forgot the love interest.",
      "th": "ผมลืมเรื่องความรักไป"
    }
  },
  {
    "translation": {
      "en": "Her name… Dulcinea.",
      "th": "เธอชื่อ ดัลซิเนีย"
    }
  },
  {
    "translation": {
      "en": "Funny, adventurous, smarter than she acts.",
      "th": "เธอตลก รักการผจญภัย ฉลาดกว่าที่แสดงออก"
    }
  },
  {
    "translation": {
      "en": "She's a showgirl, beneath his social stratum,",
      "th": "นักแสดงต่ำชั้นทางสังคม"
    }
  },
  {
    "translation": {
      "en": "but that's okay, because true love on the big screens,",
      "th": "แต่ไม่เป็นไร เพราะว่ารักแท้ที่อยู่ในภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "we all know, is blind.",
      "th": "เรารู้ดีว่าไร้เหตุผล"
    }
  },
  {
    "translation": {
      "en": "And she…",
      "th": "และเธอ…"
    }
  },
  {
    "translation": {
      "en": "Yeah, she loves him, too.",
      "th": "ใช่เลย เธอก็รักเขา"
    }
  },
  {
    "translation": {
      "en": "So he takes her away to his mythical kingdom.",
      "th": "ดังนั้น เขาจึงพาเธอไปยังอาณาจักรของเขา"
    }
  },
  {
    "translation": {
      "en": "Can I get a bicarb?",
      "th": "ขอยาขับลมหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "Now, along comes nemesis.",
      "th": "ทีนี้ ถึงคราวของศัตรูบ้าง"
    }
  },
  {
    "translation": {
      "en": "That's Greek for any guy in a black hat.",
      "th": "เขาเป็นวายร้ายเจ้าเล่ห์ใส่หมวกสีดำ"
    }
  },
  {
    "translation": {
      "en": "Nemesis runs for governor, and he's a shoo-in to win.",
      "th": "ศัตรูก็ลงสมัครเป็นผู้ปกครอง และเขามีแววชนะสูง"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "Because he's exactly what our Don used to be.",
      "th": "เพราะเขาเป็นคนแบบที่ดอนเคยเป็น"
    }
  },
  {
    "translation": {
      "en": "An idealist, you get it?",
      "th": "เป็นนักอุดมคติ เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "And not only that,",
      "th": "ไม่เพียงแค่นั้นนะ"
    }
  },
  {
    "translation": {
      "en": "nemesis is the same guy who once predicted",
      "th": "ศัตรูนั่นยังเป็นคนเดียวกับที่ทำนายว่า"
    }
  },
  {
    "translation": {
      "en": "our Quixote would one day preside over a socialist revolution.",
      "th": "ศัตรูนั่นยังเป็นคนเดียวกับที่ทำนายว่า กิโฆเต้จะได้นั่งบัลลังก์ เหนือการปฏิวัติทางสังคม"
    }
  },
  {
    "translation": {
      "en": "Our Quixote looks into the mirror of his youth",
      "th": "กิโฆเต้ของเรามองในกระจก แล้วเห็นวัยเยาว์ของเขา"
    }
  },
  {
    "translation": {
      "en": "and decides to break this glass,",
      "th": "เขาจึงตัดสินใจทำลายกระจกนั่นซะ"
    }
  },
  {
    "translation": {
      "en": "a maddening reminder of who he once was.",
      "th": "ซึ่งเป็นเครื่องย้ำเตือนตัวตนเขาในอดีต"
    }
  },
  {
    "translation": {
      "en": "Assisted by his faithful Sancho",
      "th": "ด้วยความช่วยเหลือ จากซานโชผู้ซื่อสัตย์"
    }
  },
  {
    "translation": {
      "en": "and armed with all the black magic at his command,",
      "th": "และมีอาวุธเป็นมนต์ดำอยู่ในมือ"
    }
  },
  {
    "translation": {
      "en": "he does just this.",
      "th": "เขาจึงได้เริ่มจัดการ"
    }
  },
  {
    "translation": {
      "en": "Destroying, in the process, not one man…",
      "th": "การทำลายล้างเกิดขึ้น ไม่ใช่กับคนเดียว"
    }
  },
  {
    "translation": {
      "en": "but two.",
      "th": "แต่ถึงสองคน"
    }
  },
  {
    "translation": {
      "en": "Well, what do you think, Louis?",
      "th": "คิดว่าไงบ้าง ลูอิส"
    }
  },
  {
    "translation": {
      "en": "You think it'll play?",
      "th": "คิดว่าใช้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Don't worry, folks.",
      "th": "ไม่ต้องห่วง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "The white wine came up with the fish.",
      "th": "มีแค่ไวน์ขาวออกมาพร้อมกับปลา"
    }
  },
  {
    "translation": {
      "en": "Who the fuck do you think you are, Mankiewicz?",
      "th": "แกคิดว่าแกเป็นใครกัน แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "You're nothin' but a court jester.",
      "th": "แกมันไร้ค่าเหมือนตัวตลก"
    }
  },
  {
    "translation": {
      "en": "And let me let you in on a little secret.",
      "th": "ฉันบอกความลับให้นะ"
    }
  },
  {
    "translation": {
      "en": "Do you have any idea who pays half your salary?",
      "th": "รู้ไหมว่าใครจ่ายเงินเดือนแกครึ่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He pays half your fucking salary.",
      "th": "เขานี่ไงที่จ่ายครึ่งนั้น"
    }
  },
  {
    "translation": {
      "en": "Him, you fucking ingrate.",
      "th": "เขานี่แหละ ไอ้คนเนรคุณเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "You didn't know that, did ya? You wanna know why?",
      "th": "แกไม่รู้เลยสินะ อยากรู้ไหมว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "Because he likes the way you talk.",
      "th": "เพราะเขาชอบที่แกพูด"
    }
  },
  {
    "translation": {
      "en": "Not the way you write, the way you talk.",
      "th": "ไม่ใช่ที่แกเขียน แต่มันเป็นการพูด"
    }
  },
  {
    "translation": {
      "en": "Don't that chap your ass?",
      "th": "แสบถึงทรวงแกเลยไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Please, follow me. -It's very quaint.",
      "th": "- ตามฉันมาเลยค่ะ - สะอาดมากเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Rise and shine, hombre.",
      "th": "ตื่นได้แล้ว สหาย"
    }
  },
  {
    "translation": {
      "en": "Shoot-out at the O.K. Corral.",
      "th": "สองสิงห์เมืองเสือมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Before we buckle down, you have something to get off your chest?",
      "th": "ก่อนที่เราจะเริ่มงาน ผมว่าคุณคงมีอะไรอยากระบายสินะ"
    }
  },
  {
    "translation": {
      "en": "As a matter of fact, I do.",
      "th": "ที่จริงแล้วก็มีน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "Frankly, I think what I said upset you.",
      "th": "ที่ผมพูดคงทำให้คุณหงุดหงิด"
    }
  },
  {
    "translation": {
      "en": "I know your health's not what it might be, and that comes first.",
      "th": "สุขภาพคุณอาจไม่ดีนัก ผมเข้าใจว่าเรื่องนั้นต้องมาก่อน"
    }
  },
  {
    "translation": {
      "en": "-Really? -This studio fuss, this lawsuit.",
      "th": "- จริงเหรอ - เรื่องวุ่นในสตูดิโอ มีการฟ้องร้อง"
    }
  },
  {
    "translation": {
      "en": "God knows what pressure's yet to come.",
      "th": "ไม่รู้จะเจอแรงกดดันจากไหนอีก"
    }
  },
  {
    "translation": {
      "en": "At your age, you'd be justified in wanting out.",
      "th": "วัยคุณขนาดนี้ ถ้าจะถอนตัว คงไม่มีใครว่าได้"
    }
  },
  {
    "translation": {
      "en": "I'm 43, but that's very understanding.",
      "th": "ผมแค่ 43 นะ แต่เรื่องนั้นก็เข้าใจดี"
    }
  },
  {
    "translation": {
      "en": "Mayer's buyout was rejected,",
      "th": "การขอซื้อของเมเยอร์ถูกปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "so the fat's only starting to hit the fire.",
      "th": "ดังนั้นเรื่องแย่ๆ เพิ่งจะเริ่ม"
    }
  },
  {
    "translation": {
      "en": "Now, I talked to RKO, and I'll tell you what they're ready to do.",
      "th": "ตอนนี้ผมคุยกับอาร์เคโอแล้ว ผมจะบอกสิ่งที่เขาพร้อมจะทำ"
    }
  },
  {
    "translation": {
      "en": "In recognition of the outstanding work you've done so far,",
      "th": "เนื่องจากผลงานที่คุณทำมา อย่างโดดเด่น"
    }
  },
  {
    "translation": {
      "en": "they're prepared to relieve you of the rewrite and still honor your full pay…",
      "th": "พวกเขาจึงเตรียมถอดคุณจากการเขียนบท แต่ยังให้ค่าจ้างเต็ม"
    }
  },
  {
    "translation": {
      "en": "plus $10,000.",
      "th": "บวกอีกหมื่นดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "How's that?",
      "th": "เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "That's more than generous.",
      "th": "ยิ่งกว่าใจกว้างเลย"
    }
  },
  {
    "translation": {
      "en": "But I don't intend to walk.",
      "th": "แต่ผมยังไม่อยากอำลานะ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "What's bothering you, then?",
      "th": "อย่างนั้นยังมีอะไรต้องการอีก"
    }
  },
  {
    "translation": {
      "en": "You're not going to like this, Orson.",
      "th": "คุณคงไม่ชอบที่ผมจะพูดแน่ ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "I want credit.",
      "th": "ผมอยากมีเครดิตร่วม"
    }
  },
  {
    "translation": {
      "en": "Come again?",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "It's the best thing I've ever written.",
      "th": "มันเป็นงานดีที่สุดที่ผมเขียนมา"
    }
  },
  {
    "translation": {
      "en": "Jack, get me some Cuban cigars.",
      "th": "แจ็ค เอาซิการ์ คิวบาให้หน่อย"
    }
  },
  {
    "translation": {
      "en": "-In Victorville? -Do what you can, Jack.",
      "th": "- แถวนี้จะมีเหรอ - หามาเถอะน่า"
    }
  },
  {
    "translation": {
      "en": "Stay, Houseman. You'll miss the third act complicator.",
      "th": "อยู่นี่แหละ เฮ้าส์แมน นายจะพลาดองก์ที่สามเอานะ"
    }
  },
  {
    "translation": {
      "en": "Get going, Jack. Muy pronto.",
      "th": "ไปได้แล้ว แจ็ค ให้ไว"
    }
  },
  {
    "translation": {
      "en": "I believe that means right away.",
      "th": "คงแปลว่า \"ให้ไว\" สินะ"
    }
  },
  {
    "translation": {
      "en": "Mank.",
      "th": "แมงค์ๆ"
    }
  },
  {
    "translation": {
      "en": "What I said was more in sorrow than in anger, Willie.",
      "th": "ที่ผมพูดไป เพราะเสียใจมากกว่าโกรธนะ วิลลี่"
    }
  },
  {
    "translation": {
      "en": "Are you familiar with the parable of the organ grinder's monkey?",
      "th": "เคยฟังนิทานลิงผู้ช่วยนักแสดงไหม"
    }
  },
  {
    "translation": {
      "en": "Now, the organ grinder's monkey is tiny in stature,",
      "th": "คืออย่างนี้นะ ลิงผู้ช่วยนักแสดงนั้นตัวเล็กมาก"
    }
  },
  {
    "translation": {
      "en": "and having been taken from the wild,",
      "th": "และถูกจับตัวไปจากป่า"
    }
  },
  {
    "translation": {
      "en": "he's naturally overwhelmed by the enormous world around him.",
      "th": "มันรู้สึกปลาบปลื้มกับโลกกว้างใหญ่ รอบตัวของมัน"
    }
  },
  {
    "translation": {
      "en": "But every morning, a sweet elderly woman dresses him in a fine suit of clothes.",
      "th": "แต่ทุกเช้า หญิงชราผู้อ่อนหวาน แต่งตัวมันด้วยชุดสวยหรู"
    }
  },
  {
    "translation": {
      "en": "She fits him with a red velvet vest adorned with pearl buttons",
      "th": "มีเสื้อกั๊กผ้าแดงกำมะหยี่ และมีกระดุมไข่มุก"
    }
  },
  {
    "translation": {
      "en": "and a handsome red fez with a silk tassel.",
      "th": "พร้อมหมวกแดงที่มีพู่ผ้าไหม"
    }
  },
  {
    "translation": {
      "en": "She slips on brocade shoes that curl at the toe.",
      "th": "เธอใส่รองเท้า ที่มีส่วนปลายม้วนโค้งให้กับมัน"
    }
  },
  {
    "translation": {
      "en": "And he's paired with a fine gilt music box on an exquisite gold chain",
      "th": "แล้วมันก็ถูกคล้องคอ ด้วยกล่องดนตรีลายสวยโดยมีโซ่ทอง"
    }
  },
  {
    "translation": {
      "en": "fastened to his neck and his neck alone.",
      "th": "รัดที่คอของมันอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Whenever he ventures into the city to perform, he thinks,",
      "th": "และทุกครั้ง ที่มันเข้าไปในเมืองเพื่อแสดง มันคิดว่า \"ข้านี้ต้องเป็นผู้ยิ่งใหญ่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "\"What a powerful fellow I must be.\"",
      "th": "มันคิดว่า \"ข้านี้ต้องเป็นผู้ยิ่งใหญ่แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "\"Look how patiently everyone waits just to watch me dance.\"",
      "th": "ดูทุกคนที่อดทนเฝ้ารอดูข้าแสดงสิ\""
    }
  },
  {
    "translation": {
      "en": "Willie--",
      "th": "นี่ วิลลี่…"
    }
  },
  {
    "translation": {
      "en": "\"And wherever I go,\" he thinks,",
      "th": "\"และไม่ว่าข้าไปไหน\" มันคิดต่อ"
    }
  },
  {
    "translation": {
      "en": "\"this music box must follow, and with it, this poor downtrodden man.\"",
      "th": "\"กล่องดนตรีนี้ต้องไปด้วย และที่ตามมาก็คือคนจนติดดินผู้นี้"
    }
  },
  {
    "translation": {
      "en": "\"And if I chose not to dance, this sorry street peddler would starve,",
      "th": "และถ้าข้าเลือกจะไม่แสดง ชายเดินข้างถนนคนนี้ก็จะอดตาย"
    }
  },
  {
    "translation": {
      "en": "and every time I do decide to dance, every time…",
      "th": "และทุกครั้งที่ข้าตัดสินใจเต้น ทุกครั้ง…"
    }
  },
  {
    "translation": {
      "en": "he must play.\"",
      "th": "เขาต้องแสดงด้วย"
    }
  },
  {
    "translation": {
      "en": "\"Whether he wishes to or not.\"",
      "th": "ไม่ว่าอยากหรือไม่ก็ตาม\""
    }
  },
  {
    "translation": {
      "en": "You've had a bit too much to drink, Herman.",
      "th": "คุณดื่มมากไปแล้ว เฮอร์แมน"
    }
  },
  {
    "translation": {
      "en": "I'll get Raymond to drive you to the station.",
      "th": "ผมจะให้เรย์มอนด์ขับไปส่งที่สถานีนะ"
    }
  },
  {
    "translation": {
      "en": "Goodbye.",
      "th": "ลาก่อน"
    }
  },
  {
    "translation": {
      "en": "Put aside gratitude, Mank.",
      "th": "ลืมเรื่องบุญคุณไปก่อน แมงค์"
    }
  },
  {
    "translation": {
      "en": "That you've done your best work was no accident.",
      "th": "ที่คุณสร้างผลงานยอดเยี่ยมได้ ไม่ใช่เรื่องบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "I removed any distraction, eliminated every excuse,",
      "th": "ผมตัดสิ่งยั่วยุออกไปหมด กำจัดทุกข้ออ้าง"
    }
  },
  {
    "translation": {
      "en": "your family, your cronies, liquor.",
      "th": "เรื่องครอบครัว เพื่อน และเหล้าของคุณ"
    }
  },
  {
    "translation": {
      "en": "I gave you a second chance.",
      "th": "ผมให้โอกาสคุณอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And for that, I cannot thank you enough.",
      "th": "ผมถึงซาบซึ้งใจมากไง"
    }
  },
  {
    "translation": {
      "en": "But with credit for a risky undertaking must go the weight of real responsibility.",
      "th": "แต่ด้วยเครดิตชื่อที่มีความเสี่ยง จะต้องอยู่กับคนมีความรับผิดชอบจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Given your health, I wonder if you're up to it.",
      "th": "จากสภาพคุณตอนนี้ ผมไม่คิดว่าคุณจะพร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "And frankly, I wonder too, but we'll find out.",
      "th": "บอกตามตรง ผมก็สงสัย แต่เดี๋ยวก็รู้กัน"
    }
  },
  {
    "translation": {
      "en": "You may never work in this town again, Mank!",
      "th": "คุณอาจไม่ได้ทำงาน ในเมืองนี้อีกนะ แมงค์"
    }
  },
  {
    "translation": {
      "en": "Orson, please…",
      "th": "ไม่เอาน่า ออร์สัน"
    }
  },
  {
    "translation": {
      "en": "Then you force me to remind you!",
      "th": "งั้นคุณก็บังคับให้ผมต้องเตือน"
    }
  },
  {
    "translation": {
      "en": "We have a contract that you understood and agreed to.",
      "th": "เรามีสัญญาที่คุณเข้าใจและตกลงแล้ว"
    }
  },
  {
    "translation": {
      "en": "If you fight this, it will go to what your new guild calls arbitration,",
      "th": "ถ้าคุณขัดขืน คุณต้องเจอการชี้ขาดจากทางสมาคม"
    }
  },
  {
    "translation": {
      "en": "and you, my friend, will lose script, money,",
      "th": "และคุณนั่นแหละ เพื่อนยาก จะเสียทั้งบท เงิน"
    }
  },
  {
    "translation": {
      "en": "and, assuming such a thing still exists in Hollywood,",
      "th": "และสิ่งที่อนุมานว่า ยังมีหลงเหลืออยู่ในฮอลลีวู้ด"
    }
  },
  {
    "translation": {
      "en": "the respect of those who honor their word.",
      "th": "ซึ่งคือความนับถือ แก่ผู้ที่ยึดมั่นในคำพูด"
    }
  },
  {
    "translation": {
      "en": "How can I put this nicely?",
      "th": "จะให้ผมพูดยังไงดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "I may be a loose cannon,",
      "th": "ผมอาจไม่อยู่กับร่องกับรอย"
    }
  },
  {
    "translation": {
      "en": "but you, my friend, are an outsider.",
      "th": "แต่คุณ เพื่อนยาก เป็นแค่คนนอก"
    }
  },
  {
    "translation": {
      "en": "They're exasperated by me, and I've earned it,",
      "th": "พวกเขาอาจจะโกธรผม ซึ่งก็สมควรแล้ว"
    }
  },
  {
    "translation": {
      "en": "but you, a self-anointed savior-hyphenate,",
      "th": "แต่คุณ ซึ่งเป็นคนหลงตัวเอง ว่าเป็นพระมาโปรด"
    }
  },
  {
    "translation": {
      "en": "they're just waiting to loathe you.",
      "th": "พวกเขารอที่จะเกลียดคุณอยู่"
    }
  },
  {
    "translation": {
      "en": "Remind me never again to work with a washed-up alcoholic!",
      "th": "รบกวนช่วยเตือนอย่าให้ผมทำงาน กับคนติดเหล้าอีกนะ"
    }
  },
  {
    "translation": {
      "en": "Duly noted. Nelson Algren, please copy.",
      "th": "รับทราบ เนลสัน อัลเกร็น เตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "All right! No doubt you'll get your credit.",
      "th": "ก็ได้ คุณจะได้เครดิตผู้เขียน"
    }
  },
  {
    "translation": {
      "en": "But ask yourself, \"Who's producing this picture?\"",
      "th": "แต่ถามตัวเองแล้วกันว่า \"ใครจะสร้างหนัง"
    }
  },
  {
    "translation": {
      "en": "\"Directing it? Starring in it?\"",
      "th": "ใครจะกำกับ ใครจะแสดงบ้าง\""
    }
  },
  {
    "translation": {
      "en": "That's what we need when Susan leaves Kane.",
      "th": "นั่นเป็นสิ่งที่เราต้องการ ตอนที่ซูซานจากเคนไป"
    }
  },
  {
    "translation": {
      "en": "An act of purging violence.",
      "th": "บทแห่งการชำระล้าง"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "ก็อาจจะ"
    }
  },
  {
    "translation": {
      "en": "Mank, where are you?",
      "th": "แมงค์ๆ คุณอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Mank, come quick!",
      "th": "แมงค์ มานี่เร็ว"
    }
  },
  {
    "translation": {
      "en": "He's alive!",
      "th": "เขายังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "Ian's alive!",
      "th": "เอียนยังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "-He fetched up on the Orkneys! -The what?",
      "th": "- เขาลอยขึ้นไปที่ออร์คนี่ย์ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "The Orkney Islands, you idiot.",
      "th": "หมู่เกาะออร์คนี่ย์ไง ตาทึ่ม"
    }
  },
  {
    "translation": {
      "en": "Mank, are you ever serious?",
      "th": "ให้ตายสิ แมงค์ เคยจริงจังบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "Only about something funny.",
      "th": "เฉพาะกับเรื่องที่สนุกน่ะ"
    }
  },
  {
    "translation": {
      "en": "And the winner of the best original screenplay is…",
      "th": "ผู้ได้รับรางวัลบทภาพยนตร์ยอดเยี่ยม ได้แก่…"
    }
  },
  {
    "translation": {
      "en": "Herman J. Mankiewicz…",
      "th": "เฮอร์แมน เจ. แมนคีวิคซ์"
    }
  },
  {
    "translation": {
      "en": "and Orson Welles for Citizen Kane.",
      "th": "และออร์สัน เวลส์ จากเรื่องซิติเซ็น เคนครับ"
    }
  },
  {
    "translation": {
      "en": "This is the first nomination and first win for Mr. Mankiewicz and Mr. Welles.",
      "th": "นี่เป็นการถูกเสนอชื่อและชนะครั้งแรก สำหรับคุณแมนคีวิคซ์และคุณเวลส์"
    }
  },
  {
    "translation": {
      "en": "Neither were able to attend tonight.",
      "th": "ทั้งคู่ไม่สามารถมาในคืนนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Accepting for both is the president of RKO Radio Pictures, Mr. George Schaefer.",
      "th": "ผู้รับรางวัลแทนคือประธานของอาร์เคโอ เรดิโอ พิคเจอร์ส คุณจอร์จ เชฟเฟอร์"
    }
  },
  {
    "translation": {
      "en": "-Excuse me, Mr. Welles. -Good morning, gentlemen.",
      "th": "(รีโอเดจาเนโร บราซิล ปี 1942) - ขอโทษครับ คุณเวลส์ - อรุณสวัสดิ์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Morning, Mr. Welles. You missed a big night.",
      "th": "(งานแถลงข่าววิทยุ \"อิตส์ ออล ทรู\") คุณพลาดคืนสำคัญไปนะครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I was unable to attend the Academy Awards",
      "th": "ผมไม่สามารถไปร่วมงานออสการ์ได้"
    }
  },
  {
    "translation": {
      "en": "because I'm here in Rio making a marvelous motion picture.",
      "th": "เพราะผมอยู่ที่รีโอ ผมกำลังถ่ายทำหนังดีๆ อยู่ครับ"
    }
  },
  {
    "translation": {
      "en": "Kane was nominated in nine categories, including best actor.",
      "th": "เรื่องเคนได้ถูกเสนอชื่อ ถึงเก้าประเภทรวมถึงนักแสดงยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Aren't you disappointed that it only won one Oscar?",
      "th": "ไม่ผิดหวังเหรอครับ ที่ได้มารางวัลเดียว"
    }
  },
  {
    "translation": {
      "en": "Well, that, my good man, is Hollywood.",
      "th": "มันก็แบบนี้แหละครับ นี่แหละฮอลลีวู้ด"
    }
  },
  {
    "translation": {
      "en": "Anything you'd like to say to your coauthor, Mr. Mankiewicz?",
      "th": "มีอะไรจะกล่าวถึงผู้ร่วมเขียนบท อย่างคุณแมนคีวิคซ์ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I do have a brief message.",
      "th": "ผมมีข้อความสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "You may tell him from me…",
      "th": "ที่อยากฝากไปบอกเขา…"
    }
  },
  {
    "translation": {
      "en": "\"Mank, you can kiss my half!\"",
      "th": "แมงค์ คุณมาจูบก้นผมได้เลย"
    }
  },
  {
    "translation": {
      "en": "You ask me what my acceptance speech might have been.",
      "th": "ถ้าคุณถามถึงคำกล่าว ตอนที่ผมรับรางวัลนี้"
    }
  },
  {
    "translation": {
      "en": "Well, here goes.",
      "th": "ฟังนะครับ"
    }
  },
  {
    "translation": {
      "en": "I am very happy to accept this award",
      "th": "ผมมีความสุขมากๆ ที่ได้รับรางวัลนี้"
    }
  },
  {
    "translation": {
      "en": "in the manner in which the screenplay was written,",
      "th": "ตามสภาพที่บทถูกเขียนขึ้น"
    }
  },
  {
    "translation": {
      "en": "which is to say, in the absence of Orson Welles.",
      "th": "นั่นหมายถึง โดยไม่มีออร์สัน เวลส์"
    }
  },
  {
    "translation": {
      "en": "How's that?",
      "th": "เป็นไงครับ"
    }
  },
  {
    "translation": {
      "en": "How come he shares credit?",
      "th": "แล้วทำไมมีชื่อเขาร่วมด้วยล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Well, that, my friend, is the magic of the movies.",
      "th": "เรื่องนั้น สหาย คือมายาแห่งโลกภาพยนตร์ครับ"
    }
  },
  {
    "translation": {
      "en": "Hold up the Oscar, Mank. Big smile.",
      "th": "ชูออสการ์หน่อย แมงค์ ยิ้มครับ"
    }
  }
]