[
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in two hours, 57 minutes.",
      "th": "เริ่มนับถอยหลังครั้งที่หนึ่งในสองชั่วโมง 57 นาที (ภาพยนตร์สารคดีจาก NETFLIX)"
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the pad on schedule.",
      "th": "ลูกเรือมาถึงแท่นปล่อยยานตามกำหนด"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "th": "รับทราบ"
    }
  },
  {
    "translation": {
      "en": "Dragon's healthy and ready for crew ingress.",
      "th": "ดราก้อนสภาพสมบูรณ์ และพร้อมให้ลูกเรือขึ้นสู่กระสวย"
    }
  },
  {
    "translation": {
      "en": "[woman] You're looking at the rocket that will return American astronauts",
      "th": "ที่คุณเห็นคือจรวด ซึ่งจะพานักบินอวกาศสัญชาติอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "to the International Space Station from American soil",
      "th": "จากผืนแผ่นดินอเมริกัน ไปยังสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "for the first time since nearly nine years ago.",
      "th": "เป็นครั้งแรกนับตั้งแต่เกือบเก้าปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] Today's mission is known as Demonstration Mission-2, or Demo-2.",
      "th": "ภารกิจวันนี้รู้จักกันในชื่อ ภารกิจสาธิตที่สองหรือเดโมสอง"
    }
  },
  {
    "translation": {
      "en": "Demo-2 is the final test for NASA to certify SpaceX",
      "th": "เดโมสองเป็นการทดสอบสุดท้าย เพื่อให้นาซ่ารับรองว่าสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "th": "สามารถใช้ขนส่งลูกเรือไปยังสถานีอวกาศได้"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus two hours and 46 minutes.",
      "th": "เริ่มนับถอยหลังครั้งที่หนึ่งในสองชั่วโมง 46 นาที"
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "th": "ลูกเรือมาถึงไวท์รูมแล้ว การเข้าประจำตำแหน่งตรงตามกำหนดการ"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon has transitioned to terminal count and is on internal power.",
      "th": "ดราก้อนเปลี่ยนไปใช้พลังงานภายใน และเริ่มนับถอยหลังครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Stage one, LOX load, close out.",
      "th": "ส่วนที่หนึ่งเชื้อเพลิงพร้อม ปิดกระสวย"
    }
  },
  {
    "translation": {
      "en": "[Elon] Earth is the cradle of humanity,",
      "th": "โลกคือแหล่งกำเนิดของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "but you cannot stay in the cradle forever.",
      "th": "แต่คุณจะอยู่ในเปลใบนี้ไปตลอดกาลไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It is time to go forth,",
      "th": "ได้เวลามุ่งไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "be out there among the stars,",
      "th": "ไปอยู่ท่ามกลางดวงดาว"
    }
  },
  {
    "translation": {
      "en": "expand the scope and scale of human consciousness.",
      "th": "ไปขยายขอบเขตแห่งสำนึกรู้ของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six,",
      "th": "สิบ เก้า แปด เจ็ด หก"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one.",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Elon] There's this little candle of consciousness on Earth.",
      "th": "สำนึกรู้บนโลกเป็นเหมือนเทียนริบหรี่"
    }
  },
  {
    "translation": {
      "en": "It hasn't been around for very long,",
      "th": "สว่างมาไม่นาน"
    }
  },
  {
    "translation": {
      "en": "and it could easily go out.",
      "th": "และดับได้ง่ายดาย"
    }
  },
  {
    "translation": {
      "en": "It could be a meteor,",
      "th": "อาจด้วยอุกกาบาต"
    }
  },
  {
    "translation": {
      "en": "extreme climate change.",
      "th": "สภาพอากาศเปลี่ยนแปลงสุดขั้ว"
    }
  },
  {
    "translation": {
      "en": "Who knows? A third world war.",
      "th": "ใครจะรู้ อาจเป็นสงครามโลกครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "Clearly, we need to preserve the light of consciousness into the future",
      "th": "แน่นอน เราต้องทำให้แสงสว่างแห่งสำนึกรู้ ดำรงคงอยู่ไปจนถึงอนาคต"
    }
  },
  {
    "translation": {
      "en": "by becoming a multi-planet species, extending life beyond Earth.",
      "th": "ด้วยการเป็นสายพันธุ์ที่อาศัยในหลายดวงดาว แพร่ชีวิตไปให้ไกลกว่าโลก"
    }
  },
  {
    "translation": {
      "en": "Before starting SpaceX,",
      "th": "ก่อนเริ่มโครงการสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "I was waiting for NASA to send people up to Mars.",
      "th": "ผมรอว่าเมื่อไหร่นาซ่าจะส่งคนไปดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "Every year, I'd look at the NASA website, and I was like, \"Well, it's hard to f--\"",
      "th": "ทุกปี ผมจะดูเว็บไซต์ของนาซ่า และคิดว่า \"อือ มันยากที่จะ…\""
    }
  },
  {
    "translation": {
      "en": "[laughs] There just didn't seem to be a date for when we're sending people to Mars.",
      "th": "มันไม่มีกำหนดการว่า พวกเขาจะส่งคนไปดวงจันทร์เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "In fact, uh, space, you could say, like,",
      "th": "หรือไปอวกาศ คุณอาจจะคิดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "\"Look, we were able to go to the Moon in '69,",
      "th": "\"ดูสิ เราไปเหยียบดวงจันทร์ได้ในปี 69"
    }
  },
  {
    "translation": {
      "en": "and our last mission to the Moon was in '72.\"",
      "th": "และภารกิจไปดวงจันทร์ ครั้งสุดท้ายของเราคือในปี 72\""
    }
  },
  {
    "translation": {
      "en": "\"And now here we are half a century later,",
      "th": "\"และตอนนี้มันผ่านมาครึ่งศตวรรษแล้ว"
    }
  },
  {
    "translation": {
      "en": "and still we have not gone back to the Moon.\"",
      "th": "แต่เรายังไม่ได้กลับไปเหยียบดวงจันทร์เลย\""
    }
  },
  {
    "translation": {
      "en": "The absolutely fundamental breakthrough",
      "th": "พัฒนาการพื้นฐานที่สำคัญอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "that's needed for humanity to become a multi-planet species",
      "th": "ในการที่มนุษย์จะเป็นสายพันธุ์สหดวงดาวได้"
    }
  },
  {
    "translation": {
      "en": "is a rocket system that's fully and rapidly reusable.",
      "th": "คือระบบจรวดที่สามารถใช้ซ้ำ ได้อย่างรวดเร็วและเต็มกำลัง"
    }
  },
  {
    "translation": {
      "en": "-[men] Yeah. -So, uh…",
      "th": "- ใช่ - ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "[man] For 50 years, NASA has been left behind.",
      "th": "นาซ่าถูกทิ้งไว้ข้างหลังมา 50 ปี"
    }
  },
  {
    "translation": {
      "en": "As the NASA administrator,",
      "th": "ในฐานะผู้บริหารนาซ่า"
    }
  },
  {
    "translation": {
      "en": "I will tell you, that is a failure of our nation.",
      "th": "ผมบอกเลย มันคือความล้มเหลวของชาติเรา"
    }
  },
  {
    "translation": {
      "en": "But now, through our partnership with commercial companies like SpaceX,",
      "th": "แต่ตอนนี้ด้วยความร่วมมือ กับบริษัทเอกชนอย่างสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "we have the opportunity to fix that.",
      "th": "เรามีโอกาสแก้ไขเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "If Mission Demo-2 is successful,",
      "th": "ถ้าภารกิจเดโมสองประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "we'll launch American astronauts on American rockets from American soil",
      "th": "เราจะส่งนักบินอวกาศอเมริกัน จากผืนดินอเมริกันไปบนจรวดอเมริกันได้"
    }
  },
  {
    "translation": {
      "en": "for the first time in nine years.",
      "th": "เป็นครั้งแรกในรอบเก้าปี"
    }
  },
  {
    "translation": {
      "en": "The ability to once again send our astronauts",
      "th": "การที่สามารถส่งนักบินอวกาศ"
    }
  },
  {
    "translation": {
      "en": "to the International Space Station",
      "th": "ไปยังสถานีอวกาศนานาชาติได้อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "is the first step in getting humans ready to go to Mars.",
      "th": "ถือเป็นก้าวแรกในการเตรียมความพร้อม พามนุษย์ไปดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "[man 1] Good morning, safety divers EV-1 and 2. How do you copy?",
      "th": "สวัสดี นักดำน้ำอีวีหนึ่งและสอง ทราบแล้วเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Copy safety divers EV-1, copy safety divers EV-2, going to backup.",
      "th": "ทราบ นักดำน้ำหนึ่ง ทราบ นักดำน้ำสอง กำลังแบ็คอัพ"
    }
  },
  {
    "translation": {
      "en": "[woman] Five GPH and work on the blue.",
      "th": "ห้าจีพีเอช กำลังปฏิบัติการใต้น้ำ"
    }
  },
  {
    "translation": {
      "en": "Alarms have been enabled, and we show no alarms that impact testing.",
      "th": "เปิดระบบสัญญาณเตือน ไม่พบสัญญาณที่กระทบการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "[man 2] Hey, Bob, you're gonna need a Bravo 7.",
      "th": "เฮ่ บ๊อบ คุณต้องการบราโว่เจ็ด"
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[man 2] Bob and I, we're laser-focused on what we need to do",
      "th": "บ๊อบกับผมมีสมาธิเต็มร้อย กับสิ่งที่เราจำเป็นต้องทำ"
    }
  },
  {
    "translation": {
      "en": "to get Dragon safely to Space Station",
      "th": "เพื่อพาดราก้อนไปให้ถึงสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "and then, you know, our mission on board Space Station after that.",
      "th": "และกับภารกิจของเราที่สถานีหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "We've been close friends",
      "th": "เราเป็นเพื่อนสนิทกัน"
    }
  },
  {
    "translation": {
      "en": "since we started as astronauts almost 20 years ago.",
      "th": "ตั้งแต่เรามาเป็นนักบินอวกาศ เมื่อเกือบ 20 ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Doug] That feel better? -[Bob] Yep. That's good.",
      "th": "- ดีขึ้นไหม - อือ ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Doug's a meticulous pilot and extremely skilled at the same time.",
      "th": "ดั๊กเป็นนักบินที่เข้มงวด และในขณะเดียวกันก็เปี่ยมด้วยฝีมือ"
    }
  },
  {
    "translation": {
      "en": "It's a… a rare person that kinda can put both skills together",
      "th": "มันหายากนะ คนที่รวมทั้งสองทักษะเข้าด้วยกันได้"
    }
  },
  {
    "translation": {
      "en": "where not only are they super good,",
      "th": "และเขาไม่ใช่แค่เก่งมาก"
    }
  },
  {
    "translation": {
      "en": "but they're also super good at staying out of trouble.",
      "th": "แต่ยังเก่งระดับที่จะไม่มีปัญหาตามมา"
    }
  },
  {
    "translation": {
      "en": "He's a Marine, right? And so he does have some of the stereotypical, uh, things",
      "th": "เขาเป็นนาวิกโยธิน และเขาก็มี ลักษณะแบบที่นาวิกฯทั่วไปมี คุณต้องเข้าใจเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "about a Marine, so you need to know that.",
      "th": "ลักษณะแบบที่นาวิกฯทั่วไปมี คุณต้องเข้าใจเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Everything has a place, and I like things organized and symmetrical,",
      "th": "ทุกอย่างมีที่ทางของมัน ผมชอบให้ทุกอย่างเป็นระเบียบและสมมาตร"
    }
  },
  {
    "translation": {
      "en": "and Bob… Bob's just… He doesn't have time for that stuff.",
      "th": "ส่วนบ๊อบเขา เขาไม่มีเวลาสำหรับอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Doug] It's just an override. It allows you to bypass…",
      "th": "นี่คือตัวควบคุมแทน มันจะทำให้คุณสามารถบายพาส…"
    }
  },
  {
    "translation": {
      "en": "He's got a tighter sense of hygiene than I do, I think.",
      "th": "เขาเข้มงวดกับเรื่องความสะอาดมากกว่าผม"
    }
  },
  {
    "translation": {
      "en": "\"Do you really want it cleaned that well?\" \"Yes, I do.\"",
      "th": "\"ต้องเนี้ยบเบอร์นั้นเลยเหรอ\" เขาตอบ \"ใช่\""
    }
  },
  {
    "translation": {
      "en": "[man] Try to give you as much flying as possible today, just to show you…",
      "th": "วันนี้เราจะให้คุณบินมากที่สุด เพื่อให้คุณเห็น…"
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob's got an incredible mind.",
      "th": "สมองของบ๊อบมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "He's just always a little bit ahead of everybody else.",
      "th": "เขานำหน้าคนอื่นนิดหน่อยเสมอ"
    }
  },
  {
    "translation": {
      "en": "He's very analytical, very mechanical,",
      "th": "เขาเป็นนักวิเคราะห์ คิดอะไรเป็นกลไก"
    }
  },
  {
    "translation": {
      "en": "which I think is why he's been such a successful spacewalker.",
      "th": "เขาจึงเป็นสุดยอดนักสำรวจนอกลำยาน"
    }
  },
  {
    "translation": {
      "en": "He pictures it,",
      "th": "เขาจินตนาการถึงมัน"
    }
  },
  {
    "translation": {
      "en": "yet he has the ability, mechanically, to do those things.",
      "th": "และเขาก็สามารถทำสิ่งต่างๆ เหล่านั้น ได้อย่างเป็นกลไก"
    }
  },
  {
    "translation": {
      "en": "[Bob] I'll just get to another handrail over here.",
      "th": "ผมจะเอื้อมไปคว้าราวจับอีกอันทางนี้"
    }
  },
  {
    "translation": {
      "en": "[Doug] Bob expects a lot out of himself.",
      "th": "บ๊อบคาดหวังกับตัวเองไว้สูง"
    }
  },
  {
    "translation": {
      "en": "We set pretty high bars for ourselves and each other.",
      "th": "เราตั้งมาตรฐานให้ตัวเองและให้กันและกันไว้สูง"
    }
  },
  {
    "translation": {
      "en": "[Doug] You got a lot you need to get done,",
      "th": "มีหลายสิ่งที่เราต้องทำให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "and there's a lot of people that are counting on you to get it done.",
      "th": "และมีคนมากมายที่หวังให้เราทำมันให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "How confident are you that we'll see humans launch from US soil",
      "th": "คุณมั่นใจแค่ไหนว่าเราจะส่งมนุษย์ขึ้นบิน จากแผ่นดินอเมริกาได้"
    }
  },
  {
    "translation": {
      "en": "this year or in the summer?",
      "th": "ในปีนี้หรือในหน้าร้อน"
    }
  },
  {
    "translation": {
      "en": "Um, it's been 17 years, and we still haven't launched anyone yet.",
      "th": "นี่มัน 17 ปีแล้ว และเรายังส่งใครไปอวกาศไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But hopefully, we will later this year.",
      "th": "ผมหวังว่าภายในปีนี้เราจะทำได้"
    }
  },
  {
    "translation": {
      "en": "Seems like you're feeling good about flying on it.",
      "th": "พวกคุณดูจะรู้สึกดีที่ได้บินไปกับมัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think this is… this is what you wanna see.",
      "th": "ครับ ผมคิดว่านี่คือสิ่งที่พวกคุณอยากจะเห็น"
    }
  },
  {
    "translation": {
      "en": "You wanna see the team hitting its stride,",
      "th": "คุณอยากเห็นทีมที่คล่องแคล่วเป็นมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "uh, as we get ready to put people on these things.",
      "th": "ในระหว่างที่เราเตรียมพร้อมส่งคนขึ้นกระสวย"
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, you've got these two guys sitting right next to you.",
      "th": "อีลอน คุณมีสองคนนี้ที่นั่งอยู่ข้างๆ คุณ"
    }
  },
  {
    "translation": {
      "en": "Any thoughts on that, how you're gonna get through that launch?",
      "th": "คุณคิดเห็นยังไงกับเรื่องนั้น จะทำยังไงให้การปล่อยยานเป็นไปด้วยดี"
    }
  },
  {
    "translation": {
      "en": "I suspect it'll be extremely stressful,",
      "th": "ผมคิดว่ามันคงเครียดมาก"
    }
  },
  {
    "translation": {
      "en": "but we've been very focused on just making sure that the vehicle works.",
      "th": "แต่เราให้ความสำคัญอย่างมาก กับการทำให้ยานของเราทำงานปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "We definitely won't launch till we've done everything we can possibly think of,",
      "th": "เราจะไม่ปล่อยยาน จนกว่าเราจะทำทุกอย่างที่คิดออกจนครบ"
    }
  },
  {
    "translation": {
      "en": "that's for sure.",
      "th": "แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jim] We are doing everything we can",
      "th": "เรากำลังทำทุกอย่างเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "to make these vehicles as safe as possible,",
      "th": "เพื่อให้ยานพาหนะลำนี้ปลอดภัยที่สุด"
    }
  },
  {
    "translation": {
      "en": "because my generation, we… we remember a catastrophe.",
      "th": "เพราะคนรุ่นผมยังจำหายนะนั้นได้"
    }
  },
  {
    "translation": {
      "en": "I remember exactly where I was in 1986 when the Challenger exploded.",
      "th": "ผมจำได้ว่าผมอยู่ที่ไหนในปี 1986 ตอนที่ยานชาเลนเจอร์ระเบิด"
    }
  },
  {
    "translation": {
      "en": "I was in Miss Powers' fifth grade class.",
      "th": "ตอนนั้นผมเรียนเกรดห้า ในชั้นของครูพาวเวอร์ส"
    }
  },
  {
    "translation": {
      "en": "This was the mission with Christa McAuliffe,",
      "th": "ภารกิจนี้มีคริสตา แมคออลิฟไปด้วย"
    }
  },
  {
    "translation": {
      "en": "a teacher going into space.",
      "th": "เธอเป็นครูที่จะไปอวกาศ"
    }
  },
  {
    "translation": {
      "en": "They brought in the TVs.",
      "th": "ครูผมเอาทีวีเข้ามาเปิด"
    }
  },
  {
    "translation": {
      "en": "[officer] Challenger, go with throttle-up.",
      "th": "ชาเลนเจอร์กำลังเร่งความเร็ว"
    }
  },
  {
    "translation": {
      "en": "[reporter] What appears to be a major catastrophe in America's space program,",
      "th": "นี่เหมือนจะเป็นหายนะครั้งใหญ่ ของโครงการอวกาศอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "Challenger, only seconds after leaving the launchpad,",
      "th": "ชาเลนเจอร์ หลังจากขึ้นบินได้ไม่กี่วินาที"
    }
  },
  {
    "translation": {
      "en": "has exploded in midair.",
      "th": "ก็ได้ระเบิดกลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "No word yet on if there are any survivors.",
      "th": "ยังไม่มีข้อมูลว่ามีผู้รอดชีวิตหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Bob] Spaceflight is an unforgiving environment.",
      "th": "การเดินทางด้วยยานอวกาศจะผิดพลาดไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "You know, you're riding a controlled bomb into space,",
      "th": "เรากำลังนั่งระเบิดบังคับขึ้นสู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "and you're accelerating to 17,500 miles an hour.",
      "th": "และเราก็เร่งความเร็ว ไปที่ระดับ 17,500 ไมล์ต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Obviously, there is inherent risk.",
      "th": "แน่นอน มันย่อมต้องเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "With all of our experience on the NASA side,",
      "th": "ด้วยประสบการณ์ในการรับมือกับความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "having dealt with the risk,",
      "th": "ที่เรามีที่นาซ่า"
    }
  },
  {
    "translation": {
      "en": "Doug and I were a good fit, I think, for SpaceX.",
      "th": "ผมว่าดั๊กกับผมเหมาะสมกับสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "That experience with the actual loss of a crew",
      "th": "ประสบการณ์ครั้งนั้นที่ทำให้ต้องสูญเสียลูกเรือ"
    }
  },
  {
    "translation": {
      "en": "was something that they felt was important for the crew members",
      "th": "คือสิ่งที่พวกเขารู้สึกว่าสำคัญ สำหรับลูกเรือที่จะร่วมพัฒนายานลำใหม่"
    }
  },
  {
    "translation": {
      "en": "that were gonna work on developing a new vehicle.",
      "th": "สำหรับลูกเรือที่จะร่วมพัฒนายานลำใหม่"
    }
  },
  {
    "translation": {
      "en": "Do you do it on the back one normally, Bob?",
      "th": "ส่วนด้านหลัง คุณทำตามปกตินะบ๊อบ"
    }
  },
  {
    "translation": {
      "en": "You know, Bob and I have been working with SpaceX for five years.",
      "th": "บ๊อบกับผมทำงานให้สเปซเอ็กซ์มาห้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're involved with the design.",
      "th": "เรามีส่วนร่วมในขั้นตอนออกแบบ"
    }
  },
  {
    "translation": {
      "en": "And, of course, one of the things that we wanted Dragon to have",
      "th": "และสิ่งหนึ่งที่เราอยากให้ดราก้อนมี"
    }
  },
  {
    "translation": {
      "en": "that shuttle didn't have is the abort system.",
      "th": "ซึ่งกระสวยก่อนหน้านี้ไม่มีก็คือระบบยกเลิก"
    }
  },
  {
    "translation": {
      "en": "If something goes really, really wrong…",
      "th": "ถ้าเกิดเหตุผิดปกติขึ้น…"
    }
  },
  {
    "translation": {
      "en": "we'll be automatically separated from the booster",
      "th": "เราจะแยกตัวออกจากจรวดบูสเตอร์โดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "and parachute back down into the Atlantic.",
      "th": "และโรยตัวลงสู่ทะเลแอตแลนติกด้วยร่มชูชีพ"
    }
  },
  {
    "translation": {
      "en": "Today is the uncrewed test of this abort system.",
      "th": "วันนี้จะเป็นการทดสอบระบบยกเลิกแบบไร้ลูกเรือ"
    }
  },
  {
    "translation": {
      "en": "[host] Good morning, everybody. We are now actually live.",
      "th": "อรุณสวัสดิ์ ทุกคน ตอนนี้เรากำลังถ่ายทอดสด"
    }
  },
  {
    "translation": {
      "en": "It's awesome, but I'm also just a little bit sad.",
      "th": "มันวิเศษมาก แต่ผมก็เศร้านิดๆ เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I don't wanna see a rocket intentionally blow up",
      "th": "ผมไม่อยากเห็นจรวดจงใจระเบิด"
    }
  },
  {
    "translation": {
      "en": "and sacrifice itself for the safety of humankind's going to space,",
      "th": "และเสียสละตัวเองเพื่อความปลอดภัย ในการไปอวกาศของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "but sometimes, that's what you gotta do, you know, so…",
      "th": "แต่บางครั้งมันก็เป็นสิ่งที่ต้องทำ ฉะนั้น…"
    }
  },
  {
    "translation": {
      "en": "I've been doing this full-time on YouTube for almost three years.",
      "th": "ผมทำงานนี้เต็มเวลาบนยูทูบ มาเป็นเวลาเกือบสามปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'll move closer so you have a sense of scale.",
      "th": "ผมจะเข้าใกล้ให้รู้ว่ามันใหญ่"
    }
  },
  {
    "translation": {
      "en": "The point of Everyday Astronaut",
      "th": "เอเวรีเดย์ แอสโตรนอต"
    }
  },
  {
    "translation": {
      "en": "is to bring space down to Earth for everyday people.",
      "th": "ต้องการพาอวกาศมาสู่โลกเพื่อคนทั่วๆ ไป"
    }
  },
  {
    "translation": {
      "en": "We're gonna be trying to track the rocket with this…",
      "th": "เราจะติดตามจรวดด้วยเจ้านี่…"
    }
  },
  {
    "translation": {
      "en": "Thirty-five percent of my audience is in the United States. Sixty-five percent is an international audience.",
      "th": "ผู้ชมของผมร้อยละ 35 อยู่ในสหรัฐฯ อีก 65 มาจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "And so spaceflight is literally uniting people",
      "th": "การเดินทางด้วยยานอวกาศพาผู้คนมารวมกัน"
    }
  },
  {
    "translation": {
      "en": "around this common goal of space exploration.",
      "th": "ภายใต้เป้าหมายร่วม นั่นคือการสำรวจอวกาศ"
    }
  },
  {
    "translation": {
      "en": "It's not… it's not just one person or one country. It is humanity.",
      "th": "ไม่ใช่แค่คนคนเดียวหรือชาติเดียว แต่เป็นมนุษยชาติทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "You're exploring together.",
      "th": "คุณได้สำรวจด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "T-minus ten.",
      "th": "นับถอยหลังสิบวินาที"
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one,",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "ignition.",
      "th": "จุดเครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "Look at that! [laughs ecstatically]",
      "th": "ดูนั่น"
    }
  },
  {
    "translation": {
      "en": "We are in this. We are doing this.",
      "th": "มันไปแล้ว ดูสิ มันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yes!",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yes! Look at that!",
      "th": "เยี่ยม ดูมันสิ"
    }
  },
  {
    "translation": {
      "en": "-[laughing] Car alarms are going off! -[car alarms sounding] Car alarms are going off!",
      "th": "เสียงสัญญาณกันขโมยรถดังกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "Oh, those clouds might ruin our shots here.",
      "th": "โธ่ เมฆพวกนั้นจะทำให้เรามองอะไรไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "Here we go. It's gonna happen right now in the clouds.",
      "th": "นั่นไง มันกำลังจะเข้าไปในก้อนเมฆ"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "We have to watch SpaceX's stream.",
      "th": "เราต้องดูถ่ายทอดของสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "th": "ยานเคลื่อนที่ด้วยความเร็วเหนือเสียง และกำลังผ่านชั้นความดันไดนามิกสูงสุด"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Dragon launch escape initiated.",
      "th": "เริ่มการดีดตัวดราก้อน"
    }
  },
  {
    "translation": {
      "en": "[officer 3] Dragon's away.",
      "th": "ดราก้อนดีดตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Okay, the major activity coming up.",
      "th": "โอเค ถึงคิวของกิจกรรมสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, you just saw a bright flash there.",
      "th": "โอเค คุณจะเห็นแสงเจิดจ้าบนนั้น"
    }
  },
  {
    "translation": {
      "en": "It looks like Falcon 9 breaking up.",
      "th": "ดูเหมือนฟอลคอนเก้าจะระเบิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "And there they are. Drogue chutes are out.",
      "th": "และดูนั่น ร่มชูชีพกางแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jim] Another amazing milestone is complete.",
      "th": "อีกก้าวสำคัญสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "This was a very successful test.",
      "th": "การทดสอบครั้งนี้ประสบความสำเร็จงดงาม"
    }
  },
  {
    "translation": {
      "en": "It looked beautiful. [chuckles]",
      "th": "มันดูงดงามมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, obviously, I'm super fired up. This is great, you know?",
      "th": "ใช่ ผมตื่นเต้นสุดๆ มันยอดมากเลย"
    }
  },
  {
    "translation": {
      "en": "[reporter] I was wondering how much data you were able to get after the breakup.",
      "th": "ผมอยากรู้ว่าหลังจากการแยกตัว คุณได้ข้อมูลมามากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Elon] We lost telemetry on the first stage shortly after it exploded.",
      "th": "เราเสียโทรมาตรไปในขั้นแรก หลังการระเบิดไม่นาน"
    }
  },
  {
    "translation": {
      "en": "There's definitely not any big pieces of the rocket left.",
      "th": "จรวดไม่เหลือชิ้นส่วนใหญ่ๆ อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Hi. Loren Grush with The Verge.",
      "th": "สวัสดีค่ะ ฉันลอเรน กรัชจากเดอะ เวิร์จ"
    }
  },
  {
    "translation": {
      "en": "The explosion that happened today with the Falcon 9,",
      "th": "การระเบิดแบบที่เกิดกับฟอลคอนเก้าวันนี้"
    }
  },
  {
    "translation": {
      "en": "what would happen if an explosion like that occurred",
      "th": "มันจะเป็นยังไงคะถ้าหากเกิดการระเบิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "while the Crew Dragon was still attached? Is there any concern about that happening?",
      "th": "ตอนที่ครูว์ดราก้อนยังติดอยู่ คุณได้กังวลในข้อนั้นบ้างหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's much more a fireball than it is an explosion.",
      "th": "เรียกว่าลูกไฟจะถูกต้องมากกว่าคำว่าการระเบิด"
    }
  },
  {
    "translation": {
      "en": "It should be, uh, really not significantly affected by a fireball.",
      "th": "ลูกไฟไม่ควรจะส่งผลกระทบที่สำคัญใดๆ กับมัน"
    }
  },
  {
    "translation": {
      "en": "So it could quite literally, like something out of Star Wars,",
      "th": "มันน่าจะเหมือนฉากจากในหนังสตาร์ วอร์ส"
    }
  },
  {
    "translation": {
      "en": "fly right out of the fireball.",
      "th": "ยานพุ่งออกมาจากลูกไฟ"
    }
  },
  {
    "translation": {
      "en": "Um, so that's, uh…",
      "th": "ฉะนั้น…"
    }
  },
  {
    "translation": {
      "en": "Obviously, we wanna avoid… avoid doing that, but… [laughs]",
      "th": "แน่นอน เราอยากหลีกเลี่ยงเรื่องนั้น แต่…"
    }
  },
  {
    "translation": {
      "en": "[woman] Well, thank you, all.",
      "th": "ขอบคุณทุกท่าน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Elon, doesn't this deserve a dance today?",
      "th": "อีลอน จะไม่เต้นให้ความสำเร็จวันนี้หน่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -[reporter] Come on.",
      "th": "ขอล่ะ"
    }
  },
  {
    "translation": {
      "en": "I… I can't set these expectations, uh, of… of dancing constantly.",
      "th": "ผมไม่ได้คิดว่าจะถูกขอให้เต้นอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "-I… I'm not that good of a dancer. -[reporter] You are!",
      "th": "- ผมไม่ได้เต้นเก่ง - คุณเต้นเก่ง"
    }
  },
  {
    "translation": {
      "en": "-I'm gonna have to work on my skills. -[reporter] You are.",
      "th": "- ผมยังต้องฝึกลีลาอีก - คุณเก่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, no. I… I am not your dancing puppet.",
      "th": "ไม่ ผมไม่ใช่ตุ๊กตาที่เต้นตามสั่งนะ"
    }
  },
  {
    "translation": {
      "en": "[splutters] I'll tell you what, after crew launch, 100%.",
      "th": "แต่เอางี้ ถ้าเราส่งลูกเรือขึ้นบินได้ ผมเต้นแน่"
    }
  },
  {
    "translation": {
      "en": "-[reporters laughing] -All right, it's good to see everyone.",
      "th": "เอาล่ะ ดีใจที่ได้เจอทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Doug] What we did this morning was almost a final exam for the system",
      "th": "สิ่งที่เราทำในเช้าวันนี้ เกือบจะเป็นการทดสอบระบบครั้งสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "we're gonna fly here in a very short time.",
      "th": "เรากำลังจะได้บินในอีกไม่ช้า"
    }
  },
  {
    "translation": {
      "en": "[Doug] There's certainly a fair amount of work left to do.",
      "th": "มันยังเหลืองานอีกไม่น้อยที่เราต้องทำ"
    }
  },
  {
    "translation": {
      "en": "We've got final simulations.",
      "th": "เราต้องฝึกโปรแกรมจำลองครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "But just to see the in-flight abort",
      "th": "แต่การได้ชมสาธิตระบบยกเลิกระหว่างบิน"
    }
  },
  {
    "translation": {
      "en": "and think about flying rockets again to the space station,",
      "th": "และคิดว่าเราจะได้นั่งจรวดไปยังสถานีอวกาศอีก"
    }
  },
  {
    "translation": {
      "en": "it's unbelievable.",
      "th": "มันชวนให้รู้สึกเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "I mean, nine years ago,",
      "th": "แบบว่าเมื่อเก้าปีก่อน"
    }
  },
  {
    "translation": {
      "en": "you know, I was the pilot on the last shuttle flight.",
      "th": "ผมเป็นนักบินที่บินไปกับกระสวยลำสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "At that point, I didn't know if I was ever gonna fly again.",
      "th": "ตอนนั้นผมไม่รู้ว่าผมจะได้ขึ้นบินอีกไหม"
    }
  },
  {
    "translation": {
      "en": "[reporter] We're about to see something that none of us will ever see again,",
      "th": "สิ่งที่เรากำลังจะได้เห็น พวกเราจะไม่มีวันได้เห็นอีก"
    }
  },
  {
    "translation": {
      "en": "the launch of a space shuttle.",
      "th": "นั่นคือการปล่อยยานกระสวยอวกาศ"
    }
  },
  {
    "translation": {
      "en": "On the 135th and final space shuttle mission,",
      "th": "ในภารกิจกระสวยอวกาศครั้งสุดท้าย ครั้งที่ 135"
    }
  },
  {
    "translation": {
      "en": "the shuttle program coming to an end after 30 years of flight.",
      "th": "โครงการกระสวยอวกาศได้มาถึงจุดสิ้นสุด หลังจากขึ้นบินเป็นเวลา 30 ปี"
    }
  },
  {
    "translation": {
      "en": "[officer] Space shuttle spreads its wings one final time",
      "th": "กระสวยอวกาศกางปีกของมันเป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "for the start of a sentimental journey into history.",
      "th": "เพื่อเริ่มการเดินทาง อันชวนซาบซึ้งครั้งประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Doug on radio] Houston station, Atlantis on the big loop.",
      "th": "สถานีฮิวสตัน แอตแลนติสกำลังโคจร"
    }
  },
  {
    "translation": {
      "en": "[man] Atlantis…",
      "th": "แอตแลนติส…"
    }
  },
  {
    "translation": {
      "en": "[reporter] Flying high over the Atlantic Ocean off the west coast of Africa,",
      "th": "ยานกำลังบินเหนือทะเลแอตแลนติก นอกชายฝั่งตะวันตกของแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "as we watch Doug Hurley up on the flight deck of Atlantis.",
      "th": "เราจะเห็นดั๊ก เฮอร์ลี่ย์ ในห้องนักบินของแอตแลนติส"
    }
  },
  {
    "translation": {
      "en": "[Doug] I remember the last night we were in space.",
      "th": "ผมจำคืนสุดท้ายที่เราอยู่ในอวกาศได้"
    }
  },
  {
    "translation": {
      "en": "Right before I went to bed, you know,",
      "th": "ก่อนผมเข้านอน"
    }
  },
  {
    "translation": {
      "en": "just looking out the overhead window of the shuttle…",
      "th": "ผมมองออกไป นอกหน้าต่างเหนือศีรษะของกระสวย"
    }
  },
  {
    "translation": {
      "en": "you know, you could just see,",
      "th": "คุณจะมองเห็น"
    }
  },
  {
    "translation": {
      "en": "I mean, literally see out into the galaxy.",
      "th": "สิ่งที่คุณจะมองเห็นคือดาราจักร"
    }
  },
  {
    "translation": {
      "en": "And to see what's over that next bend and around that next curve",
      "th": "และการได้เห็นว่าอะไรที่อยู่เลย หรืออยู่รอบขอบเส้นโค้งเบื้องหน้า"
    }
  },
  {
    "translation": {
      "en": "is why I originally got into this business.",
      "th": "คือสิ่งที่ทำให้ผมมาทำงานนี้"
    }
  },
  {
    "translation": {
      "en": "And, you know, knowing it was the last flight of the shuttle,",
      "th": "การได้รู้ว่านี่คือเที่ยวบินสุดท้ายของกระสวย"
    }
  },
  {
    "translation": {
      "en": "just looking out and thinking about what was gonna happen after that,",
      "th": "พอมองออกไปแล้วคิดถึงสิ่งที่จะเกิดขึ้นหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "uh, it was pretty tough.",
      "th": "มันทรมานใจ"
    }
  },
  {
    "translation": {
      "en": "[officer] With its signature sound of twin sonic booms piercing the predawn sky",
      "th": "ด้วยเสียงซอนิกบูมคู่อันเป็นเอกลักษณ์ แหวกฝ่าท้องฟ้าก่อนอรุณรุ่ง"
    }
  },
  {
    "translation": {
      "en": "as the space shuttle announces its arrival at the launch site,",
      "th": "กระสวยอวกาศซึ่งประกาศ การมาถึงยังจุดปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "having gone subsonic for the last time.",
      "th": "เข้าสู่ความเร็วต่ำกว่าเสียงเป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Hurley now deploying the drag chute.",
      "th": "ตอนนี้เฮอร์ลี่ย์กางร่มชูชีพแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, thanks to you and your team, Mike.",
      "th": "ขอบคุณคุณและทีมด้วยนะไมค์"
    }
  },
  {
    "translation": {
      "en": "Until the very end, you all made it look easy.",
      "th": "คุณทำให้มันราบรื่นจนถึงวินาทีสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "The shuttle's always gonna be a reflection of what a great nation can do",
      "th": "กระสวยจะเป็นภาพสะท้อน ของสิ่งที่ชาติอันยิ่งใหญ่สามารถทำได้"
    }
  },
  {
    "translation": {
      "en": "when it dares to be bold and commits to follow through.",
      "th": "ตอนที่พวกเขากล้าหาญและมุ่งมั่นจะไปให้สุดทาง"
    }
  },
  {
    "translation": {
      "en": "[woman] When I became Deputy Administrator of NASA,",
      "th": "ตอนที่ฉันมาเป็นรองผู้บริหารของนาซ่า"
    }
  },
  {
    "translation": {
      "en": "anybody who looked at it knew",
      "th": "ใครก็ตามที่เห็นโครงการนี้รู้"
    }
  },
  {
    "translation": {
      "en": "that we had to retire the space shuttle program.",
      "th": "ว่าเราต้องยุติโครงการกระสวยอวกาศ"
    }
  },
  {
    "translation": {
      "en": "It was very expensive.",
      "th": "มันแพงมาก"
    }
  },
  {
    "translation": {
      "en": "You know, we had already spent hundreds of billions of dollars",
      "th": "นึกออกไหม เราใช้งบกับมัน ไปเป็นแสนล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "building it and keeping it going.",
      "th": "ในการสร้างและบำรุงรักษา"
    }
  },
  {
    "translation": {
      "en": "And it was also dangerous.",
      "th": "และมันก็อันตราย"
    }
  },
  {
    "translation": {
      "en": "We'd lost astronauts twice.",
      "th": "เราเสียนักบินอวกาศไปสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "To replace the shuttle,",
      "th": "เพื่อแทนที่กระสวย"
    }
  },
  {
    "translation": {
      "en": "we ultimately ended up launching with the Russians in Russia.",
      "th": "พวกเราลงเอยด้วยการปล่อยยาน ร่วมกับพวกรัสเซียที่รัสเซีย"
    }
  },
  {
    "translation": {
      "en": "[woman] The American space agency signed a new contract.",
      "th": "หน่วยงานด้านอวกาศสหรัฐฯ ได้เซ็นสัญญาฉบับใหม่"
    }
  },
  {
    "translation": {
      "en": "The US will pay about $82 million to Russia",
      "th": "สหรัฐฯจ่ายเงินราว 82 ล้านเหรียญให้รัสเซีย"
    }
  },
  {
    "translation": {
      "en": "for every astronaut on board a flight to the International Space Station.",
      "th": "สำหรับนักบินอวกาศทุกคน ที่ขึ้นยานไปยังสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "[Lori] On the New York media tour, Stephen Colbert asked the crew,",
      "th": "ตอนตระเวนสัมภาษณ์สื่อในนิวยอร์ก สตีเว่น โคลแบร์ถามลูกเรือว่า"
    }
  },
  {
    "translation": {
      "en": "\"So what would you tell a kid today growing up who wants to be an astronaut?\"",
      "th": "\"คุณจะบอกอะไรกับเด็กที่อยากโตขึ้น เป็นนักบินอวกาศ\""
    }
  },
  {
    "translation": {
      "en": "And Sandy Magnus answers,",
      "th": "และแซนดี้ แม็กนัสก็ตอบว่า"
    }
  },
  {
    "translation": {
      "en": "\"Learn Russian.\"",
      "th": "\"เรียนภาษารัสเซีย\""
    }
  },
  {
    "translation": {
      "en": "[man over PA] Three, two, one, zero.",
      "th": "สาม สอง หนึ่ง ศูนย์"
    }
  },
  {
    "translation": {
      "en": "[woman] Oh goodness.",
      "th": "ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The end of an era in Florida.",
      "th": "จุดจบแห่งยุคสมัยในฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "One of Cape Canaveral's most storied launch sites",
      "th": "หนึ่งในจุดปล่อยยานที่สูงที่สุด ในแหลมคะแนเวอรัล"
    }
  },
  {
    "translation": {
      "en": "was imploded this morning.",
      "th": "ถูกระเบิดทิ้งเมื่อเช้านี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Forty years of space history is being dismantled and demolished,",
      "th": "ประวัติศาสตร์ด้านอวกาศ 40 ปี ถูกรื้อถอนและทำลาย"
    }
  },
  {
    "translation": {
      "en": "just one more sign that human spaceflight is coming to an end.",
      "th": "นี่คือสัญญาณหนึ่งที่บอกว่าการเดินทาง ด้วยยานอวกาศของมนุษย์กำลังมาถึงจุดจบ"
    }
  },
  {
    "translation": {
      "en": "[Doug] It was really a tumultuous time, I think, especially for the astronauts.",
      "th": "มันเป็นช่วงเวลาที่โกลาหล โดยเฉพาะกับนักบินอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Things were changing pretty drastically,",
      "th": "ทุกอย่างเปลี่ยนไปสุดขั้ว"
    }
  },
  {
    "translation": {
      "en": "and we weren't really sure kinda what was gonna happen.",
      "th": "และเราไม่แน่ใจว่ามันจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Lori] We needed something very different,",
      "th": "เราต้องการอะไรที่แตกต่างอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "so we had to create a new program,",
      "th": "ฉะนั้นเราจึงต้องสร้างโครงการใหม่"
    }
  },
  {
    "translation": {
      "en": "which required turning to the private sector.",
      "th": "และเพื่อเรื่องนั้น เราต้องหันไปพึ่งภาคเอกชน"
    }
  },
  {
    "translation": {
      "en": "[Obama] We will partner with industry,",
      "th": "เราจะร่วมมือกับภาคอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "we will invest in cutting-edge research and technology,",
      "th": "เราจะลงทุนในเทคโนโลยี และงานวิจัยที่ก้าวล้ำนำสมัย"
    }
  },
  {
    "translation": {
      "en": "and by 2025,",
      "th": "และในปี 2025"
    }
  },
  {
    "translation": {
      "en": "we expect new spacecraft designed for long journeys",
      "th": "เราจะมียานอวกาศรุ่นใหม่ที่ออกแบบมา สำหรับการเดินทางไกล"
    }
  },
  {
    "translation": {
      "en": "to allow us to begin the first-ever crewed missions",
      "th": "ซึ่งทำให้เราสามารถส่งลูกเรือไปพ้นดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "beyond the Moon into deep space.",
      "th": "และออกสู่ห้วงอวกาศได้เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "And a landing on Mars will follow.",
      "th": "จากนั้นจะตามด้วยการลงจอดบนดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "-And I expect to be around to see it. -[people applauding]",
      "th": "และผมก็จะอยู่จนได้เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Lori] I thought tapping into the private sector was really a symbol of innovation.",
      "th": "ฉันคิดว่าการร่วมมือกับภาคเอกชน เป็นสัญลักษณ์ถึงการสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "Of course, there were a lot of questions and concerns.",
      "th": "แน่นอน มันเต็มไปด้วยคำถามและข้อกังวล"
    }
  },
  {
    "translation": {
      "en": "Like if companies are on the Moon, does that mean they own it?",
      "th": "เช่นถ้าบริษัทเอกชนไปถึงดวงจันทร์ เท่ากับพวกเขาเป็นเจ้าของมันหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "So I thought we'd need new laws,",
      "th": "ฉะนั้นฉันคิดว่าเราต้องการกฎหมายใหม่"
    }
  },
  {
    "translation": {
      "en": "but I was pretty sure that",
      "th": "แต่ที่ฉันแน่ใจก็คือ"
    }
  },
  {
    "translation": {
      "en": "the private sector would get us over the hump.",
      "th": "ภาคเอกชนจะพาเราข้ามพ้นวิกฤตไปได้"
    }
  },
  {
    "translation": {
      "en": "Getting everybody to agree was the challenge.",
      "th": "การทำให้ทุกคนเห็นด้วยนั่นแหละที่ยาก"
    }
  },
  {
    "translation": {
      "en": "I want order in this hearing room.",
      "th": "ขอให้ทุกคนในห้องประชุมช่วยมีระเบียบ"
    }
  },
  {
    "translation": {
      "en": "I find serious flaws in the president's proposal",
      "th": "ฉันพบข้อบกพร่องร้ายแรง ในแผนของท่านประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "that relies on a still-developing commercial sector",
      "th": "ที่จะพึ่งพาภาคธุรกิจที่อยู่ระหว่างการพัฒนา"
    }
  },
  {
    "translation": {
      "en": "that may not be able to deliver.",
      "th": "ซึ่งอาจไม่สามารถทำได้ตามแผน"
    }
  },
  {
    "translation": {
      "en": "Safety has been…",
      "th": "ด้านความปลอดภัย…"
    }
  },
  {
    "translation": {
      "en": "[Lori] You know, change is hard.",
      "th": "นึกออกไหม การเปลี่ยนแปลงมันยาก"
    }
  },
  {
    "translation": {
      "en": "The relentless momentum of the status quo",
      "th": "การขับเคลื่อนที่ไม่หยุดยั้ง ของสภาพการณ์ในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "of a tens-of-billions-of-dollar government program",
      "th": "ของโครงการรัฐบาลมูลค่าหลักหมื่นล้าน"
    }
  },
  {
    "translation": {
      "en": "is a lot to overcome…",
      "th": "มันยากจะเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "[laughing] …and people went batshit crazy on us.",
      "th": "และทุกคนก็โวยวายใส่เรากันใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "The proposal by the administration…",
      "th": "แผนเสนอจากทางรัฐบาล…"
    }
  },
  {
    "translation": {
      "en": "…is a bad idea.",
      "th": "เป็นแนวคิดที่แย่"
    }
  },
  {
    "translation": {
      "en": "…will be, in a word, devastating.",
      "th": "ในความเห็นผม มันจะพังพินาศ"
    }
  },
  {
    "translation": {
      "en": "Many of the companies are start-ups.",
      "th": "หลายบริษัทเป็นวิสาหกิจเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "We're not sending cases of Tang into space.",
      "th": "เราไม่ได้จะส่งลังเครื่องดื่มไปอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Future generations will learn how the Chinese, the Russians,",
      "th": "คนรุ่นหลังจะพบว่าจีน รัสเซีย"
    }
  },
  {
    "translation": {
      "en": "and even the Indians took the reins of human space exploration away…",
      "th": "และแม้กระทั่งอินเดีย ได้ชิงความเป็นเจ้าแห่งการสำรวจอวกาศ…"
    }
  },
  {
    "translation": {
      "en": "[Lori] The industry feared new entrants.",
      "th": "วงการนี้กลัวผู้เล่นหน้าใหม่"
    }
  },
  {
    "translation": {
      "en": "You're in the club if you're a big aerospace company.",
      "th": "คุณจะได้เข้าร่วม ถ้าคุณเป็นบริษัทผลิตจรวดยักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "There's a lot of revolving doors between astronauts",
      "th": "มีนักบินอวกาศของภาครัฐจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "who then go to companies,",
      "th": "ที่ย้ายไปทำงานกับบริษัท"
    }
  },
  {
    "translation": {
      "en": "and it became us versus them.",
      "th": "แล้วก็กลายเป็นเราต้องห้ำหั่นกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man] I want to welcome Mr. Neil Armstrong, who was commander of Apollo 11,",
      "th": "ผมอยากขอต้อนรับคุณนีล อาร์มสตรอง ผู้บัญชาการยานอะพอลโล 11"
    }
  },
  {
    "translation": {
      "en": "Eugene Cernan, who was commander of Apollo 17.",
      "th": "คุณจีน เคอร์แนน ผู้บัญชาการยานอะพอลโล 17"
    }
  },
  {
    "translation": {
      "en": "And we will start with you, Mr. Armstrong.",
      "th": "เราจะเริ่มที่คุณอาร์มสตรองก่อน"
    }
  },
  {
    "translation": {
      "en": "There will be overlooked requirements and unwelcome consequences.",
      "th": "มันจะมีเงื่อนไขที่ถูกมองข้าม และผลลัพธ์ที่ไม่น่าพิสมัย"
    }
  },
  {
    "translation": {
      "en": "This proposal has no focus",
      "th": "แผนนี้ขาดจุดโฟกัส"
    }
  },
  {
    "translation": {
      "en": "and is, in fact, a blueprint for a mission to nowhere.",
      "th": "และมันเป็นแผนของภารกิจที่ไม่นำไปสู่อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "You had to hold me down in my seat. I was… I was so… [laughs] I was so upset.",
      "th": "พวกเขาต้องรั้งฉันให้นั่งอยู่ติดที่ ฉันแบบว่า ฉันรู้สึกแย่มาก"
    }
  },
  {
    "translation": {
      "en": "And I was not the only one.",
      "th": "และไม่ใช่แค่ฉันคนเดียว"
    }
  },
  {
    "translation": {
      "en": "I was very sad to see that, uh, because those guys are… Yeah.",
      "th": "ผมเศร้ามากที่เห็นภาพนั้น เพราะคนพวกนั้นคือ ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "You know, those guys are heroes of mine, so it's really tough.",
      "th": "พวกเขาเป็นฮีโร่ของผม มันทรมานใจมาก"
    }
  },
  {
    "translation": {
      "en": "They inspired you to do this, didn't they?",
      "th": "พวกเขาเป็นแรงบันดาลใจให้คุณทำงานนี้"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] And to see them casting stones in your direction…",
      "th": "และการเห็นพวกเขามาโจมตีคุณ…"
    }
  },
  {
    "translation": {
      "en": "It's difficult.",
      "th": "มันปวดใจ"
    }
  },
  {
    "translation": {
      "en": "I… I wish they would come and visit and see what we're doing here.",
      "th": "ผมหวังว่าพวกเขาจะมาเยี่ยมชม และได้เห็นว่าเรากำลังทำอะไรกันที่นี่"
    }
  },
  {
    "translation": {
      "en": "And I think that would change their mind.",
      "th": "มันน่าจะเปลี่ยนใจพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "[man] Why is this not working?",
      "th": "ทำไมใช้ไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "I've worked for SpaceX for years now.",
      "th": "ผมทำงานกับสเปซเอ็กซ์มาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Can't turn it on.",
      "th": "เปิดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And in that time, of course, SpaceX has had lots of successes.",
      "th": "และในระหว่างนั้น สเปซเอ็กซ์ประสบความสำเร็จหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "ติดสิ"
    }
  },
  {
    "translation": {
      "en": "But also, you know,",
      "th": "แต่ในขณะเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "it's had its fair share of failures.",
      "th": "มันก็ล้มเหลวมาไม่น้อย"
    }
  },
  {
    "translation": {
      "en": "For many failures that we had, I felt like we could have done better here or there.",
      "th": "ในหลายครั้งที่ล้มเหลว ผมมักคิดว่า เราทำให้ดีขึ้นได้ตรงนั้นตรงนี้"
    }
  },
  {
    "translation": {
      "en": "But this is what the business is, right?",
      "th": "แต่ธุรกิจมันก็แบบนี้ จริงไหม"
    }
  },
  {
    "translation": {
      "en": "You make mistakes, and you fix them the next time.",
      "th": "คุณทำพลาด คราวหน้าคุณก็แก้ไข"
    }
  },
  {
    "translation": {
      "en": "Okay, you see it works.",
      "th": "โอเค ใช้การได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The great thing about Elon",
      "th": "ข้อดีของอีลอน"
    }
  },
  {
    "translation": {
      "en": "is that he understands that failure is part of the development,",
      "th": "คือเขาเข้าใจว่าความล้มเหลว เป็นส่วนหนึ่งของการพัฒนา"
    }
  },
  {
    "translation": {
      "en": "and he's been that way ever since the day I met him.",
      "th": "และเขาก็เป็นแบบนั้นมาตั้งแต่วันแรกที่ผมรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "I decided one day to go to an amateur rocket weekend.",
      "th": "วันหนึ่งผมตัดสินใจ ไปดูพวกทำจรวดสมัครเล่นช่วงสุดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "All right, let's go. Let's go fly.",
      "th": "เอาล่ะ ลุยกัน บินกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Hans] We ran into Elon Musk there",
      "th": "เราได้พบอีลอน มัสก์ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and talked a little bit about rockets and… and plans what to do.",
      "th": "เราคุยกันนิดหนึ่งเรื่องจรวดและแผนที่เราจะทำ"
    }
  },
  {
    "translation": {
      "en": "And then he asked me",
      "th": "จากนั้นเขาถามผม"
    }
  },
  {
    "translation": {
      "en": "if I'd be interested in working at a company",
      "th": "ว่าผมสนใจจะทำงานกับบริษัท"
    }
  },
  {
    "translation": {
      "en": "to build a rocket and go to Mars.",
      "th": "ที่สร้างจรวดไปดาวอังคารไหม"
    }
  },
  {
    "translation": {
      "en": "If you say Mars in Germany,",
      "th": "ถ้าคุณพูดว่าดาวอังคารที่เยอรมนี"
    }
  },
  {
    "translation": {
      "en": "people will just laugh at you and think you're crazy.",
      "th": "คนจะหัวเราะเยาะและคิดว่าคุณบ้า"
    }
  },
  {
    "translation": {
      "en": "It took me ten milliseconds to just say yes.",
      "th": "ผมตอบตกลงในสิบมิลลิวินาที"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] In a warehouse near the Los Angeles Airport,",
      "th": "ในโกดังใกล้สนามบินลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "Musk and his staff are building a rocket they call the Falcon.",
      "th": "มัสก์และคนของเขากำลังสร้างจรวด ที่พวกเขาเรียกว่าเดอะ ฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "Musk is no rocket scientist.",
      "th": "มัสก์ไม่ใช่นักวิทยาศาสตร์ด้านจรวด"
    }
  },
  {
    "translation": {
      "en": "He's a dot-com millionaire many times over.",
      "th": "เขาเป็นอภิมหาเศรษฐีจากธุรกิจออนไลน์"
    }
  },
  {
    "translation": {
      "en": "Now he says he can do what NASA has not,",
      "th": "ตอนนี้เขาบอกว่า เขาสามารถทำสิ่งที่นาซ่าทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "jump-start the space age.",
      "th": "นั่นคือการเริ่มยุคอวกาศ"
    }
  },
  {
    "translation": {
      "en": "I… I had somewhere in the order of 100 million to invest…",
      "th": "ผมมีเงินทุนอยู่ราวๆ 100 ล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "…and thought we could at least do some good for the advancement of space exploration.",
      "th": "และผมคิดว่าอย่างน้อยมันน่าจะสร้าง ความก้าวหน้าในการสำรวจอวกาศได้"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Falcon 1 is expected to launch this fall.",
      "th": "ฟอลคอนหนึ่งจะขึ้นบินในฤดูใบไม้ร่วงปีนี้"
    }
  },
  {
    "translation": {
      "en": "Elon Musk's fortune will be riding on it.",
      "th": "ความมั่งคั่งของอีลอน มัสก์ขึ้นอยู่กับมัน"
    }
  },
  {
    "translation": {
      "en": "[woman] Hans introduced me to Elon.",
      "th": "ฮานส์แนะนำให้ฉันรู้จักอีลอน"
    }
  },
  {
    "translation": {
      "en": "And I'd been in this industry for 15 years,",
      "th": "และฉันอยู่ในวงการนี้มา 15 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I saw what could be done and wasn't being done.",
      "th": "ฉันรู้ว่าอะไรบ้างที่ทำได้แต่ยังไม่มีใครเคยทำ"
    }
  },
  {
    "translation": {
      "en": "And I really felt like, if anyone was gonna break through the mire",
      "th": "และฉันรู้สึกว่าถ้าจะมีใครสักคน ที่สามารถฝ่าฟันขวากหนาม"
    }
  },
  {
    "translation": {
      "en": "of a very bureaucratic industry,",
      "th": "ของวงการที่มีความเป็นระบบราชการได้"
    }
  },
  {
    "translation": {
      "en": "Elon and SpaceX was kind of the last opportunity.",
      "th": "อีลอนและสเปซเอ็กซ์เป็นเหมือนโอกาสสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[Elon] These are dispersed rocket parts.",
      "th": "นี่คือชิ้นส่วนจรวดที่ยังไม่ได้ประกอบ"
    }
  },
  {
    "translation": {
      "en": "Parts for the stages, parts for the engines.",
      "th": "ชิ้นส่วนของแต่ละส่วน ชิ้นส่วนเครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I remember the early days of SpaceX. It was a small team.",
      "th": "ฉันจำวันแรกๆ ที่สเปซเอ็กซ์ได้ ทีมพวกเขาเล็ก"
    }
  },
  {
    "translation": {
      "en": "But when you can all rally around one project,",
      "th": "แต่เมื่อพวกคุณร่วมใจกัน ทำโครงการหนึ่งโครงการ"
    }
  },
  {
    "translation": {
      "en": "magic can happen.",
      "th": "ปาฏิหาริย์ก็จะบังเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "We were all focused on exactly the same thing,",
      "th": "พวกเราจดจ่ออยู่ที่สิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "getting Falcon 1 to orbit.",
      "th": "การส่งฟอลคอนหนึ่งออกสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "On the fuel side, we're gonna add a port rather than mess with the valve.",
      "th": "ด้านเชื้อเพลิง เราจะเติมช่องต่อ และจะไม่ไปยุ่งกับวาล์ว"
    }
  },
  {
    "translation": {
      "en": "So we'll just…",
      "th": "งั้นเราก็แค่…"
    }
  },
  {
    "translation": {
      "en": "[Elon] Designing an orbital rocket,",
      "th": "การออกแบบจรวดโคจรรอบโลก"
    }
  },
  {
    "translation": {
      "en": "it's… it's not the mad scientist, like, \"Yeah, I've got the idea.\" It's…",
      "th": "มันไม่เหมือนนักวิทยาศาสตร์เพี้ยนพูดว่า \"ฉันมีไอเดีย\" มัน…"
    }
  },
  {
    "translation": {
      "en": "It's just a monumental amount of work.",
      "th": "มันถือเป็นงานช้างเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Everything, the engines,",
      "th": "ทุกอย่าง เครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "software, hardware, down to the nuts and bolts,",
      "th": "ซอฟต์แวร์ ฮาร์ดแวร์ ไปจนถึงสลักและแป้นเกลียว"
    }
  },
  {
    "translation": {
      "en": "was redesigned for the modern era.",
      "th": "ถูกออกแบบใหม่เพื่อยุคสมัยใหม่"
    }
  },
  {
    "translation": {
      "en": "[Hans] It's extremely difficult to build a rocket from scratch.",
      "th": "การสร้างจรวดจากศูนย์มันยาก"
    }
  },
  {
    "translation": {
      "en": "Falcon 1 is a two-stage rocket.",
      "th": "ฟอลคอนหนึ่งเป็นจรวดสองส่วน"
    }
  },
  {
    "translation": {
      "en": "Basically, the rocket launches, and the first stage burns out.",
      "th": "โดยพื้นฐาน เมื่อปล่อยยาน และส่วนแรกหมดเชื้อเพลิงแล้ว"
    }
  },
  {
    "translation": {
      "en": "The two stages separate,",
      "th": "ทั้งสองส่วนจะแยกออกจากกัน"
    }
  },
  {
    "translation": {
      "en": "and the second stage ignites to get to orbit.",
      "th": "และเครื่องยนต์ส่วนที่สองจะติดขึ้น เพื่อเข้าสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "And rockets are unforgiving.",
      "th": "จรวดนั้นจะมีผิดพลาดไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "One design error, and… and everything is… is over.",
      "th": "ถ้าออกแบบผิดพลาดหนึ่งจุด ทุกอย่างก็จบ"
    }
  },
  {
    "translation": {
      "en": "[Elon] At that point, I was not sure whether success was even possible.",
      "th": "ตอนนั้น ผมไม่แน่ใจด้วยซ้ำว่าเราจะทำสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "I told the team I'd have enough money for three flights,",
      "th": "ผมบอกทีมว่าผมมีทุนพอสำหรับขึ้นบินแค่สามเที่ยว"
    }
  },
  {
    "translation": {
      "en": "and then that'll be it, you know.",
      "th": "จากนั้นก็เป็นอันจบ คุณนึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "Curtains if we didn't make it in three flights.",
      "th": "ถ้าสามรอบยังไม่ได้ก็เป็นอันปิดฉาก"
    }
  },
  {
    "translation": {
      "en": "[Hans] We understood what was on the line.",
      "th": "เราเข้าใจเดิมพันที่เรามี"
    }
  },
  {
    "translation": {
      "en": "So we worked on it for four years.",
      "th": "เราเลยสร้างมันอยู่นานถึงสี่ปี"
    }
  },
  {
    "translation": {
      "en": "I had no doubts ever.",
      "th": "ผมไม่เคยเกิดนึกกังขาเลย"
    }
  },
  {
    "translation": {
      "en": "I was just so focused on building the company",
      "th": "ผมจดจ่อแค่กับการสร้างบริษัท"
    }
  },
  {
    "translation": {
      "en": "and… and getting… getting the rocket to fly.",
      "th": "และทำให้จรวดบินได้"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Five, four, three, two, one, zero.",
      "th": "ห้า สี่ สาม สอง หนึ่ง ศูนย์"
    }
  },
  {
    "translation": {
      "en": "Plus one, plus two, plus three, plus four,",
      "th": "บวกหนึ่ง บวกสอง บวกสาม บวกสี่"
    }
  },
  {
    "translation": {
      "en": "plus five, plus six, plus seven,",
      "th": "บวกห้า บวกหก บวกเจ็ด"
    }
  },
  {
    "translation": {
      "en": "plus eight, plus nine, plus ten.",
      "th": "บวกแปด บวกเก้า บวกสิบ"
    }
  },
  {
    "translation": {
      "en": "This is the LC on the countdown net.",
      "th": "นี่แอลซีที่สถานีนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "Falcon 1 is airborne at this time.",
      "th": "ฟอลคอนหนึ่งลอยอยู่ในอากาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer 2] We have a loss of signal there.",
      "th": "สัญญาณจากบนนั้นขาดหายไป"
    }
  },
  {
    "translation": {
      "en": "[Elon] About 30 seconds after liftoff, the engine shut itself off.",
      "th": "หลังขึ้นบินได้ 30 วินาที เครื่องยนต์ก็ดับไปเอง"
    }
  },
  {
    "translation": {
      "en": "[Hans] The really hard part was collecting the pieces the next day.",
      "th": "ส่วนที่ยากคือการกู้ชิ้นส่วนในวันต่อมา"
    }
  },
  {
    "translation": {
      "en": "We'd worked on it for years, and suddenly everything was over.",
      "th": "เราสร้างมันมานานหลายปี แล้วจู่ๆ ทุกอย่างก็จบลง"
    }
  },
  {
    "translation": {
      "en": "I came back home after a couple days,",
      "th": "หลังจากนั้นสองวัน ผมกลับมาบ้าน"
    }
  },
  {
    "translation": {
      "en": "and my wife told me I did not talk at home for two months.",
      "th": "เมียผมบอกว่า ผมไม่พูดอะไรเลยที่บ้านอยู่สองเดือน"
    }
  },
  {
    "translation": {
      "en": "I had… It took me… It took me so long to just get over this and… and… and collect myself",
      "th": "ผมต้องใช้เวลานานเพื่อปล่อยวางเรื่องนี้ และกอบกู้ความรู้สึกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and then continue working on… on rocket number two.",
      "th": "จากนั้นผมก็สร้างจรวดลำที่สองต่อ"
    }
  },
  {
    "translation": {
      "en": "[officer] Five, four, three, two, one.",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Hans] A year later, our second attempt failed.",
      "th": "หนึ่งปีให้หลัง ความพยายามครั้งที่สองล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "And the year after our second attempt, our third launch failed,",
      "th": "และหนึ่งปีหลังความพยายามครั้งที่สอง การปล่อยยานครั้งที่สามก็ล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "and we knew the company was in a bad place.",
      "th": "เรารู้แล้วว่าบริษัทเรากำลังย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "[Elon] We were running on fumes at that point. We had virtually no money.",
      "th": "บริษัทเราเหมือนยานไร้เชื้อเพลิง เราแทบจะไม่เหลือเงินเลย"
    }
  },
  {
    "translation": {
      "en": "Uh, that was… that was definitely the worst year of my life.",
      "th": "นั่นเป็นปีที่แย่ที่สุดในชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "And I never thought I was someone who could ever",
      "th": "ผมไม่เคยคิดว่าตัวเองจะเป็นคนที่สามารถ"
    }
  },
  {
    "translation": {
      "en": "be capable of a nervous breakdown,",
      "th": "มีภาวะเจ็บป่วยทางจิตใจได้"
    }
  },
  {
    "translation": {
      "en": "but I… I felt this is the closest I've ever come,",
      "th": "แต่ตอนนั้นเป็นช่วงเวลาที่ใกล้เคียงที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "'cause it… it seemed pretty, pretty dark.",
      "th": "เพราะมันมืดมนเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "[Hans] I was pretty depressed at the time.",
      "th": "ตอนนั้นผมหดหู่มาก"
    }
  },
  {
    "translation": {
      "en": "You know, three failures in a row,",
      "th": "คุณนึกออกไหม การล้มเหลวสามครั้งติดต่อกัน"
    }
  },
  {
    "translation": {
      "en": "um, wasn't really a testament of… of great engineering.",
      "th": "มันไม่ได้แสดงให้เห็น ถึงความสามารถทางวิศวกรรมที่ดี"
    }
  },
  {
    "translation": {
      "en": "Elon pulled us in a big conference room,",
      "th": "อีลอนเรียกเรามารวมกันในห้องประชุมใหญ่"
    }
  },
  {
    "translation": {
      "en": "and I expected him to say, \"You guys suck,\"",
      "th": "เราคิดว่าเขาจะพูดว่า \"พวกคุณมันห่วย\""
    }
  },
  {
    "translation": {
      "en": "and stop it at this point,",
      "th": "และพับโครงการ ณ จุดนั้น"
    }
  },
  {
    "translation": {
      "en": "but he was just the opposite.",
      "th": "แต่เขากลับทำตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "He was actually saying,",
      "th": "ที่เขาพูดก็คือ"
    }
  },
  {
    "translation": {
      "en": "\"I want you guys to fix everything",
      "th": "\"ผมอยากให้พวกคุณแก้ไขทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "and launch another rocket as fast as you can.\"",
      "th": "และปล่อยจรวดลำใหม่ให้ได้เร็วที่สุด\""
    }
  },
  {
    "translation": {
      "en": "He put all the money that he had into SpaceX",
      "th": "เขาทุ่มเงินทั้งหมดที่เขามีให้กับสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "and was doubling down, basically, on… on… on this.",
      "th": "เขาทุ่มให้กับงานนี้เพิ่มขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "And… and I was really, \"Whoa, okay, that's, uh…\"",
      "th": "และผมก็คิดว่า \"ว้าว โอเค นั่นมัน…\""
    }
  },
  {
    "translation": {
      "en": "I didn't expect that.",
      "th": "ผมคาดไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "[officer] T-minus 30 seconds.",
      "th": "นับถอยหลัง 30 วินาที"
    }
  },
  {
    "translation": {
      "en": "Deck one is triggered.",
      "th": "ดาดฟ้าหนึ่งเริ่มทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I knew NASA was watching our flights,",
      "th": "ฉันรู้ว่านาซ่าเฝ้าดูการบินของเราอยู่"
    }
  },
  {
    "translation": {
      "en": "and so we needed to get Falcon 1 to orbit",
      "th": "ฉะนั้นเราต้องส่งฟอลคอนหนึ่งสู่วงโคจรให้ได้"
    }
  },
  {
    "translation": {
      "en": "to prove that we could earn the right to work with them.",
      "th": "เพื่อพิสูจน์ว่าเราคู่ควรจะร่วมงานกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I think Elon was even more nervous, um, than I was.",
      "th": "ฉันคิดว่าอีลอนกังวลยิ่งกว่าฉันเสียอีก"
    }
  },
  {
    "translation": {
      "en": "[officer] Ten, nine, eight, seven, six, five,",
      "th": "สิบ เก้า แปด เจ็ด หก ห้า"
    }
  },
  {
    "translation": {
      "en": "four, three, two, one.",
      "th": "สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We have liftoff.",
      "th": "ยานขึ้นบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh fuck.",
      "th": "ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Elon] Come on, baby.",
      "th": "เอาหน่อย ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "Please tell me that's second-stage lights.",
      "th": "บอกผมทีว่าไอพ่นส่วนที่สองติด"
    }
  },
  {
    "translation": {
      "en": "-[grunts] Fuck. Thanks. -We're already 2B.",
      "th": "- ขอบคุณ - เข้าสู่ขั้นสองบี"
    }
  },
  {
    "translation": {
      "en": "Thank fucking God.",
      "th": "ขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I mean, whatever.",
      "th": "พระเจ้าอะไรก็ช่าง"
    }
  },
  {
    "translation": {
      "en": "-Thank whoever. Fuck. -[laughing]",
      "th": "ใครก็ช่างแม่ง ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Come on. Just fucking hold, you fucker.",
      "th": "เร็วเข้า ค้างไว้ให้ได้ ไอ้เวรเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "It's hard getting to orbit, but we learned a lot on flight one,",
      "th": "การเข้าสู่วงโคจรมันยาก แต่เราได้บทเรียนอย่างมากจากเที่ยวบินที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "we learned a lot on flight two,",
      "th": "เราได้บทเรียนอย่างมากจากเที่ยวบินที่สอง"
    }
  },
  {
    "translation": {
      "en": "and we learned a huge amount on flight three.",
      "th": "และเราก็ได้บทเรียนมหาศาลจากเที่ยวบินที่สาม"
    }
  },
  {
    "translation": {
      "en": "And we were ready to fly.",
      "th": "เราพร้อมจะบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Second stage approaching SECO. -[whooshing]",
      "th": "ขั้นที่สองเข้าสู่ขั้นตอนดับเครื่อง"
    }
  },
  {
    "translation": {
      "en": "-[man 2] And that would be a nominal SECO… -[all cheering]",
      "th": "และนั่นคือการดับเครื่องขั้นที่สอง"
    }
  },
  {
    "translation": {
      "en": "…which means Falcon 1's the first privately developed launch vehicle",
      "th": "ซึ่งทำให้ฟอลคอนหนึ่ง เป็นยานที่พัฒนาโดยเอกชนลำแรก"
    }
  },
  {
    "translation": {
      "en": "to reach Earth orbit from the ground.",
      "th": "ที่ไปถึงวงโคจรโลกจากภาคพื้น"
    }
  },
  {
    "translation": {
      "en": "This is one of the greatest days of my life,",
      "th": "นี่เป็นหนึ่งในวันที่ดีที่สุดในชีวิตของผม"
    }
  },
  {
    "translation": {
      "en": "and I think probably for… for most people here.",
      "th": "และน่าจะของคนส่วนใหญ่ที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "We've shown people we can do it, and this is just the first step of many,",
      "th": "เราโชว์ให้คนเห็นว่าเราทำได้ และนี่ก็คือก้าวแรกจากหลายก้าว"
    }
  },
  {
    "translation": {
      "en": "ultimately getting to Mars.",
      "th": "ในการไปดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "And I think the future of SpaceX is really great.",
      "th": "ผมคิดว่าอนาคตของสเปซเอ็กซ์สดใสมาก"
    }
  },
  {
    "translation": {
      "en": "[interviewer] In the history of spaceflight,",
      "th": "ในประวัติศาสตร์ยานอวกาศ"
    }
  },
  {
    "translation": {
      "en": "only four entities have launched a space capsule into orbit",
      "th": "มีเพียงสี่ฝ่ายที่เคยส่งกระสวยอวกาศขึ้นสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "and successfully brought it back to the Earth,",
      "th": "และนำมันกลับมาสู่โลกได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "the United States, Russia, China, and Elon Musk.",
      "th": "สหรัฐอเมริกา รัสเซีย จีนและอีลอน มัสก์"
    }
  },
  {
    "translation": {
      "en": "NASA called and told us that we'd won the $1.5 billion contract.",
      "th": "นาซ่าโทรมาบอกเราว่า เราได้สัญญามูลค่า 1.5 พันล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "And I couldn't even hold the phone.",
      "th": "ผมถือโทรศัพท์แทบไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "I was like… I just blurted out, \"I love you guys.\" [laughs]",
      "th": "ผมแบบ ผมโพล่งออกไป \"ผมรักพวกคุณ\""
    }
  },
  {
    "translation": {
      "en": "[reporter] SpaceX again successfully launched its Falcon rocket.",
      "th": "สเปซเอ็กซ์ประสบความสำเร็จ ในการปล่อยจรวดฟอลคอน"
    }
  },
  {
    "translation": {
      "en": "[man 1] Today will be the fifth Falcon 9 launch.",
      "th": "วันนี้จะเป็นการปล่อยยานฟอลคอนเก้าครั้งที่ห้า"
    }
  },
  {
    "translation": {
      "en": "[man 2] Today we'll be placing a communication satellite…",
      "th": "วันนี้เราจะส่งดาวเทียมสื่อสาร…"
    }
  },
  {
    "translation": {
      "en": "[man 3] …a TV satellite into space.",
      "th": "ดาวเทียมโทรทัศน์สู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] 23 satellites, geostationary orbit.",
      "th": "ดาวเทียม 23 ดวง วงโคจรค้างฟ้า"
    }
  },
  {
    "translation": {
      "en": "-[man 4] SpaceX… -[man 5] SpaceX…",
      "th": "- สเปซเอ็กซ์ - สเปซเอ็กซ์ สเปซเอ็กซ์วางแผนจะปล่อย ดาวเทียมเชิงพาณิชย์ 12 ดวงต่อปี"
    }
  },
  {
    "translation": {
      "en": "[woman 2] SpaceX plans to launch a dozen commercial satellites a year.",
      "th": "สเปซเอ็กซ์วางแผนจะปล่อย ดาวเทียมเชิงพาณิชย์ 12 ดวงต่อปี"
    }
  },
  {
    "translation": {
      "en": "[man 6] SpaceX may be in the lead to win NASA's confidence,",
      "th": "สเปซเอ็กซ์อาจได้รับความเชื่อมั่น จากทางนาซ่ามากที่สุด"
    }
  },
  {
    "translation": {
      "en": "but SpaceX isn't alone.",
      "th": "แต่มันไม่ได้มีแค่สเปซเอ็กซ์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-You're creating, like, spaceships. -Yeah.",
      "th": "- คุณกำลังสร้างยานอวกาศ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Yes! -[laughs]",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[man 7] Musk and Bezos are dueling for contracts",
      "th": "มัสก์กับเบโซส์กำลังแข่งขันเพื่อชิงสัญญา"
    }
  },
  {
    "translation": {
      "en": "to supply the International Space Station.",
      "th": "ในการเป็นผู้จัดหาให้กับสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "The third space billionaire, Branson,",
      "th": "มหาเศรษฐีอวกาศรายที่สาม แบรนสัน"
    }
  },
  {
    "translation": {
      "en": "wants to create a space tourism industry for hefty fees.",
      "th": "ต้องการสร้างอุตสาหกรรม การท่องเที่ยวอวกาศสำหรับคนกระเป๋าหนัก"
    }
  },
  {
    "translation": {
      "en": "[Branson] You wouldn't imagine that something shaped like that",
      "th": "คุณคงคิดไม่ถึงว่ายานที่รูปร่างแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "would fly so gracefully and so beautifully.",
      "th": "จะบินได้อย่างสง่าและสวยงาม"
    }
  },
  {
    "translation": {
      "en": "[man 7] Somehow it all seems a little less noble than in the early days.",
      "th": "ตอนนี้มันดูจะไม่ใช่เรื่องยิ่งใหญ่ แบบในยุคแรกๆ เสียแล้ว"
    }
  },
  {
    "translation": {
      "en": "Perhaps space travel today is all about money and ego.",
      "th": "บางทีการท่องอวกาศในปัจจุบัน อาจกลายเป็นเรื่องของเงินและอัตตา"
    }
  },
  {
    "translation": {
      "en": "[man] Thanks for not lighting this place on fire.",
      "th": "ขอบคุณที่ไม่เผาที่นี่จนราบ"
    }
  },
  {
    "translation": {
      "en": "-[Elon] You're welcome. -[man laughs]",
      "th": "ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "How does one decide to just make a flamethrower?",
      "th": "คุณคิดอะไรอยู่ถึงได้สร้างเครื่องพ่นไฟ"
    }
  },
  {
    "translation": {
      "en": "Well, I'm a big fan of Spaceballs the movie,",
      "th": "ผมเป็นแฟนหนังสเปซบอลส์"
    }
  },
  {
    "translation": {
      "en": "and in Spaceballs,",
      "th": "และในสเปซบอลส์"
    }
  },
  {
    "translation": {
      "en": "Yogurt goes through the merchandising section,",
      "th": "โยเกิร์ตไปที่แผนกสินค้า"
    }
  },
  {
    "translation": {
      "en": "and they have a flamethrower.",
      "th": "และพวกเขามีเครื่องพ่นไฟ"
    }
  },
  {
    "translation": {
      "en": "-Spaceballs the Flamethrower! -[all] Ooh!",
      "th": "เครื่องพ่นไฟสเปซบอลส์"
    }
  },
  {
    "translation": {
      "en": "The kids love this one.",
      "th": "เด็กๆ ชอบเจ้านี่"
    }
  },
  {
    "translation": {
      "en": "Does anybody tell you no? Does anybody go, \"Elon, um…",
      "th": "มีใครบอกคุณบ้างไหม มีใครพูดแบบนี้ไหม \"อีลอน…"
    }
  },
  {
    "translation": {
      "en": "…selling a flamethrower, the liabilities\"?",
      "th": "ขายเครื่องพ่นไฟเหรอ แล้วความรับผิดชอบไปไหน\""
    }
  },
  {
    "translation": {
      "en": "-Yeah, it's a terrible idea. Terrible. -[man laughs]",
      "th": "ครับ ความคิดนี้ห่วยแตก ห่วยบรม"
    }
  },
  {
    "translation": {
      "en": "[Elon] I said, \"Don't buy this flamethrower. Don't buy it.\"",
      "th": "ผมบอกว่า \"อย่าซื้อเครื่องพ่นไฟ อย่าซื้อ\""
    }
  },
  {
    "translation": {
      "en": "Still, people bought it. I just couldn't stop them.",
      "th": "แต่คนก็ยังซื้อมัน ผมห้ามไม่ได้ (เว้นแต่คุณรักความสนุก)"
    }
  },
  {
    "translation": {
      "en": "Elon… [chuckles] …you know, he's gonna do what he's gonna do.",
      "th": "อีลอน เขาอยากทำอะไรก็ทำ"
    }
  },
  {
    "translation": {
      "en": "I mean, he has an Iron Man suit in the middle of the factory floor.",
      "th": "เขามีชุดไอรอนแมนตั้งอยู่กลางโรงงานด้วย"
    }
  },
  {
    "translation": {
      "en": "How does it work? Do people get upset at you if you do certain things?",
      "th": "มันเป็นยังไง คนจะโกรธคุณไหมถ้าคุณทำอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "There's tobacco and marijuana in there. That's all it is.",
      "th": "ในนั้นมีบุหรี่กับกัญชา มีแค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Oh, here we go. Elon Musk back making headlines.",
      "th": "เอาอีกแล้ว อีลอน มัสก์ตกเป็นพาดหัวข่าวอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "That is his specialty.",
      "th": "นั่นคือความถนัดของเขา"
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon was out there, you know, creating lots of stories.",
      "th": "อีลอนสร้างเรื่องสร้างราวไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "And so I didn't have any reason to believe at first he'd be the one.",
      "th": "ในตอนแรก มันไม่มีอะไร ที่ชวนให้ฉันเชื่อเลยว่าเขาจะเป็นคนที่ใช่"
    }
  },
  {
    "translation": {
      "en": "[man 1] Now he took a lot of heat for smoking marijuana on camera.",
      "th": "ตอนนี้เขาถูกวิจารณ์อย่างหนัก จากการสูบกัญชาออกกล้อง"
    }
  },
  {
    "translation": {
      "en": "He was ridiculed for his wild middle-of-the-night tweets.",
      "th": "เขาถูกหัวเราะเยาะจากทวีตบ้าๆ ที่เขาพิมพ์ตอนกลางดึก"
    }
  },
  {
    "translation": {
      "en": "[man 2] What is going on with Elon Musk?",
      "th": "เกิดอะไรขึ้นกับอีลอน มัสก์"
    }
  },
  {
    "translation": {
      "en": "He's an eccentric billionaire, I suppose. So an eccentric sense of humor as well.",
      "th": "เขาเป็นมหาเศรษฐีที่แหกคอก และมีอารมณ์ขันแบบแหกคอกด้วย"
    }
  },
  {
    "translation": {
      "en": "[Doug] He's a human, just like the rest of us.",
      "th": "เขาเป็นมนุษย์เหมือนพวกเรา"
    }
  },
  {
    "translation": {
      "en": "You know, we all have our pluses and minuses.",
      "th": "เราทุกคนมีทั้งข้อดีและข้อเสีย"
    }
  },
  {
    "translation": {
      "en": "To be out there among the stars, I… I find that incredibly exciting.",
      "th": "การได้ออกไปอยู่ท่ามกลางดวงดาว ผมคิดว่าเรื่องนั้นน่าตื่นเต้นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "-That makes me glad to be alive. -[crowd cheering]",
      "th": "มันทำให้ผมดีใจที่ยังมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Doug] But I don't think it has anything to do with individual antics",
      "th": "แต่ผมไม่คิดว่ามันเกี่ยวอะไรกับความแปลกส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "or individual wealth.",
      "th": "หรือความมั่งคั่งส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "This is a much greater vision",
      "th": "แต่มันคือวิสัยทัศน์ที่กว้างกว่า"
    }
  },
  {
    "translation": {
      "en": "that he has for not only society but the planet.",
      "th": "ที่เขามีต่อโลกทั้งใบ ไม่ใช่แค่กับสังคมเดียว"
    }
  },
  {
    "translation": {
      "en": "That hasn't changed.",
      "th": "เรื่องนั้นไม่เปลี่ยนเลย"
    }
  },
  {
    "translation": {
      "en": "And he demands a lot of everyone around him,",
      "th": "และเขาเรียกร้องหลายสิ่งหลายอย่าง จากทุกคนที่อยู่รอบตัว"
    }
  },
  {
    "translation": {
      "en": "I think as much as he demands out of himself,",
      "th": "มากพอๆ กับที่เขาเรียกร้องจากตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and, you know, he's relentless.",
      "th": "และเขาไม่เคยหยุดยั้ง"
    }
  },
  {
    "translation": {
      "en": "You decided to build a space company.",
      "th": "คุณตัดสินใจตั้งบริษัทด้านอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Why on Earth would someone do that?",
      "th": "คนคนหนึ่งจะทำแบบนั้นไปเพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "-Got that question a lot. That's true. -[all laughing]",
      "th": "ผมถูกถามแบบนั้นบ่อย จริงครับ"
    }
  },
  {
    "translation": {
      "en": "The big innovation is still ahead, and you're working on it now.",
      "th": "นวัตกรรมอันยิ่งใหญ่ยังรออยู่ข้างหน้า ตอนนี้คุณกำลังสร้างมัน"
    }
  },
  {
    "translation": {
      "en": "Tell us… tell us about this.",
      "th": "เล่าเรื่องนี้ให้ฟังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Uh, the goal of SpaceX is to try to crack a problem that I think is vital",
      "th": "เป้าหมายของสเปซเอ็กซ์ คือการไขปัญหาที่ผมคิดว่าสำคัญ"
    }
  },
  {
    "translation": {
      "en": "for humanity to become a spacefaring civilization,",
      "th": "ต่อการทำให้มนุษย์สามารถเดินทางท่องอวกาศ"
    }
  },
  {
    "translation": {
      "en": "which is to have a… a rapidly and fully reusable rocket.",
      "th": "นั่นคือการมีจรวดที่ใช้ซ้ำได้ อย่างเต็มสมรรถนะและรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "The space shuttle was an attempt at a reusable rocket.",
      "th": "กระสวยอวกาศคือความพยายาม ที่จะสร้างจรวดซึ่งใช้ซ้ำได้"
    }
  },
  {
    "translation": {
      "en": "But even the main tank of the space shuttle",
      "th": "แต่ตัวถังหลักของกระสวยอวกาศ"
    }
  },
  {
    "translation": {
      "en": "was thrown away every time.",
      "th": "ก็ยังถูกสละทิ้งทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "So it's possible to achieve, let's say, roughly a hundredfold improvement",
      "th": "มันเป็นไปได้ที่จะสำเร็จ ถ้าเราเอาจรวดกลับมาใช้ซ้ำได้"
    }
  },
  {
    "translation": {
      "en": "in the cost of spaceflight if you can effectively reuse the rocket.",
      "th": "เราก็สามารถลดภาระด้านต้นทุน ของการท่องอวกาศได้ร้อยเท่า"
    }
  },
  {
    "translation": {
      "en": "[Lori] A general estimate of how much we have spent",
      "th": "งบประมาณที่เราได้ใช้ไป กับการพามนุษย์ไปอวกาศ"
    }
  },
  {
    "translation": {
      "en": "in human spaceflight since Apollo is around $350 billion,",
      "th": "นับตั้งแต่ยุคอะพอลโลอยู่ที่ 350,000 ล้าน"
    }
  },
  {
    "translation": {
      "en": "and we send about 350 US astronauts to space.",
      "th": "เราส่งนักบินอวกาศสหรัฐฯไปอวกาศ 350 คน"
    }
  },
  {
    "translation": {
      "en": "So it's about a billion dollars a person.",
      "th": "ฉะนั้นมันก็ตกราวๆ พันล้านต่อคน"
    }
  },
  {
    "translation": {
      "en": "So being able to lower that cost is just such an obvious goal,",
      "th": "การลดต้นทุนลงจึงเป็นเป้าหมาย ที่เราต้องทำให้ได้"
    }
  },
  {
    "translation": {
      "en": "or you're never going to go anywhere.",
      "th": "ไม่งั้นเราก็ไปไหนไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "In order to make spaceflight cheap,",
      "th": "เพื่อให้ต้นทุนการเดินทางด้วยยานอวกาศลดลง"
    }
  },
  {
    "translation": {
      "en": "and in order to land on Mars and do all these things,",
      "th": "และเพื่อลงจอดบนดาวอังคารและทำสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "you have to have a fully reusable rocket.",
      "th": "คุณต้องมีจรวดที่ใช้ซ้ำได้แบบเต็มสมรรถนะ"
    }
  },
  {
    "translation": {
      "en": "It's really common in space movies and science fiction to see…",
      "th": "เป็นเรื่องปกติที่ในหนังอวกาศ และในนิยายวิทยาศาสตร์ เราจะเห็น…"
    }
  },
  {
    "translation": {
      "en": "Retros on!",
      "th": "จรวดถอยหลังทำงาน"
    }
  },
  {
    "translation": {
      "en": "[Tim] …you know, the sci-fi vision of the rocket that can take off and land anywhere.",
      "th": "จรวดในจินตนาการแบบไซไฟ ที่ลงจอดและขึ้นบินที่ไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "That's so far away from what was even considered possible.",
      "th": "นั่นห่างไกลจากสิ่งที่คนคิดว่าเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "Like, that's really, really, really hard to do.",
      "th": "มันทำได้ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "[man] In fact, no one had ever tried to land an orbital booster.",
      "th": "อันที่จริงไม่เคยมีใครคิดเรื่อง การลงจอดด้วยบูสเตอร์มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Landing a rocket certainly seemed absurd when we first started trying it.",
      "th": "การเอาจรวดลงจอดมันบ้าบอ ตอนที่เราเริ่มลองหาทางดู"
    }
  },
  {
    "translation": {
      "en": "To get it right, you have to set down this thing",
      "th": "เพื่อให้เห็นภาพ มันคือการเอา"
    }
  },
  {
    "translation": {
      "en": "that is the size of a skyscraper and weighing 30 tons",
      "th": "สิ่งที่ขนาดเท่าตึกระฟ้าและหนัก 30 ตัน"
    }
  },
  {
    "translation": {
      "en": "and land it on this speck in the middle of the ocean.",
      "th": "ลงจอดที่จุดๆ หนึ่งกลางทะเล"
    }
  },
  {
    "translation": {
      "en": "At any point, any part of that can go wrong,",
      "th": "มันอาจผิดพลาดสักจุดที่ตรงไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "and it'll only end one way, which is in an explosion.",
      "th": "และมันจะลงเอยแบบเดียว นั่นคือระเบิด"
    }
  },
  {
    "translation": {
      "en": "[Tim] SpaceX is not afraid of failure. They almost embrace failure.",
      "th": "สเปซเอ็กซ์ไม่กลัวความล้มเหลว พวกเขาเต็มใจรับมัน"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we're gonna test this. It might blow up.\"",
      "th": "\"เฮ่ เราจะทดสอบนี่กัน มันอาจระเบิด\""
    }
  },
  {
    "translation": {
      "en": "\"If it blows up, we'll learn something.\"",
      "th": "\"ถ้ามันระเบิด เราก็ได้เรียนรู้บางอย่าง\""
    }
  },
  {
    "translation": {
      "en": "[Jim] The way a traditional partner with NASA works,",
      "th": "วิธีทำงานของหุ้นส่วนดั้งเดิมของนาซ่า"
    }
  },
  {
    "translation": {
      "en": "everything all along the way",
      "th": "ทุกชิ้นส่วนที่ถูกผลิต"
    }
  },
  {
    "translation": {
      "en": "is qualified before it ever gets on the vehicle.",
      "th": "จะต้องผ่านการประเมินก่อนติดตั้งลงในยาน"
    }
  },
  {
    "translation": {
      "en": "SpaceX does things very differently.",
      "th": "แต่สเปซเอ็กซ์ทำงานในรูปแบบที่แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "The two philosophies couldn't be more opposite.",
      "th": "ปรัชญาที่ต่างกันสุดขั้วกว่านี้ไม่มีอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "You'll see NASA literally solving everything on paper,",
      "th": "นาซ่าจะไขปัญหาทุกอย่างในกระดาษ"
    }
  },
  {
    "translation": {
      "en": "and SpaceX is literally building stuff, seeing what breaks,",
      "th": "ส่วนสเปซเอ็กซ์จะสร้างของขึ้นมา ดูว่ามันพังตรงไหน"
    }
  },
  {
    "translation": {
      "en": "and then iterating from there.",
      "th": "แล้วก็ทำมันซ้ำจากตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "They're developing a rocket around those explosions.",
      "th": "พวกเขาพัฒนาจรวดจากการระเบิดพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "That's why it's important to have a lot of launches and make a lot of rockets.",
      "th": "เพราะงั้นเขาจึงต้องปล่อยยาน และสร้างจรวดจำนวนมากๆ"
    }
  },
  {
    "translation": {
      "en": "Every rocket, every launch is an opportunity to improve.",
      "th": "จรวดทุกลำ การปล่อยยานทุกครั้ง มีโอกาสที่จะพัฒนาขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Obviously, we get unhappy about failures that we have,",
      "th": "แน่นอน เราไม่ยินดีกับความล้มเหลวที่เกิด"
    }
  },
  {
    "translation": {
      "en": "but we also are pleased with the results that come out of failures.",
      "th": "แต่เราก็พอใจกับผลลัพธ์ ที่เราได้จากความล้มเหลวนั้น"
    }
  },
  {
    "translation": {
      "en": "You never know your system",
      "th": "เราไม่มีทางเข้าใจระบบของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "until you've pushed it to the limit so that it breaks.",
      "th": "จนกว่าเราจะผลักดันมัน ไปให้ถึงขีดสุดกระทั่งมันพัง"
    }
  },
  {
    "translation": {
      "en": "[Lars] One of the reasons people had imagined reusable rockets",
      "th": "หนึ่งในเหตุผลที่คนได้แต่จินตนาการถึงจรวดใช้ซ้ำ"
    }
  },
  {
    "translation": {
      "en": "but had never achieved it",
      "th": "แต่ไม่เคยทำมันสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "is that we'd never cracked precision landing.",
      "th": "เป็นเพราะเราหาวิธีลงจอดอย่างแม่นยำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "After the rocket launches,",
      "th": "หลังจากจรวดถูกปล่อย…"
    }
  },
  {
    "translation": {
      "en": "the booster stage separates",
      "th": "ส่วนบูสเตอร์จะแยกตัวออก"
    }
  },
  {
    "translation": {
      "en": "and then flips around to shoot back towards Earth.",
      "th": "จากนั้นมันจะพลิกด้านและพุ่งตัวกลับสู่พื้นโลก"
    }
  },
  {
    "translation": {
      "en": "So we had to figure out",
      "th": "ที่เราต้องคิดให้ตก"
    }
  },
  {
    "translation": {
      "en": "how to get a rocket that's moving seven times the speed of sound",
      "th": "คือจะทำยังไงให้จรวด ที่เคลื่อนที่เร็วกว่าความเร็วเสียงเจ็ดเท่า"
    }
  },
  {
    "translation": {
      "en": "back to its target.",
      "th": "กลับมายังเป้าหมายของมัน"
    }
  },
  {
    "translation": {
      "en": "First, we developed the legs,",
      "th": "ขั้นแรก เราพัฒนาขาตั้ง"
    }
  },
  {
    "translation": {
      "en": "the engines, the actuators and sensors, and some very advanced algorithms.",
      "th": "เครื่องยนต์ ตัวกระตุ้นให้ทำงาน เซนเซอร์ และอัลกอริธึมที่มีความก้าวหน้าสูง"
    }
  },
  {
    "translation": {
      "en": "Finally, we added grid fins.",
      "th": "ท้ายที่สุดเราเติมครีบกริดฟินเข้าไป"
    }
  },
  {
    "translation": {
      "en": "By rotating these fins,",
      "th": "ด้วยการหมุนครีบเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "we precisely guide and fly the rocket back to the target.",
      "th": "เราสามารถควบคุมจรวดอย่างแม่นยำ ให้มันกลับมาสู่เป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "At the very last minute,",
      "th": "แล้วในนาทีสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "we light the engines one more time for the landing burn",
      "th": "เราจะจุดเครื่องยนต์อีกครั้งเพื่อใช้ไอพ่น"
    }
  },
  {
    "translation": {
      "en": "to slow the rocket all the way down for landing,",
      "th": "ทำให้จรวดช้าลงสำหรับการลงจอด"
    }
  },
  {
    "translation": {
      "en": "hopefully right in the middle of the X.",
      "th": "และหวังว่ามันจะลงจอดตรงกลางกากบาท"
    }
  },
  {
    "translation": {
      "en": "[officer] Six, five, four, three, two, one, zero.",
      "th": "หก ห้า สี่ สาม… (ปี 2015 ปล่อยยานออร์บค็อมสอง) สอง หนึ่ง ศูนย์"
    }
  },
  {
    "translation": {
      "en": "Liftoff of Falcon 9.",
      "th": "ฟอลคอนเก้าขึ้นบินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Falcon 9 has cleared the tower.",
      "th": "ฟอลคอนเก้าออกจากฐานปล่อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 1] Stage separation confirmed.",
      "th": "ยืนยันการแยกตัว"
    }
  },
  {
    "translation": {
      "en": "[man 2] The first stage is returning to land.",
      "th": "ส่วนที่หนึ่งกำลังกลับสู่ภาคพื้น"
    }
  },
  {
    "translation": {
      "en": "-[man 3] Stage one landing burn. -[man 4] Stage one landing burn.",
      "th": "- ส่วนที่หนึ่งจุดไอพ่น - ส่วนที่หนึ่งจุดไอพ่น"
    }
  },
  {
    "translation": {
      "en": "[Lars] Thousands of people worked on the booster landing.",
      "th": "มีคนนับพันที่ร่วมพัฒนาการนำบูสเตอร์ลงจอด"
    }
  },
  {
    "translation": {
      "en": "Seven years was entirely about getting that booster to land.",
      "th": "เราใช้เวลาเจ็ดปีไปกับการทำให้บูสเตอร์ลงจอด"
    }
  },
  {
    "translation": {
      "en": "When that thing finally came down",
      "th": "ตอนที่เจ้านั่นลอยลงมา"
    }
  },
  {
    "translation": {
      "en": "and did a picture-perfect landing right on the target,",
      "th": "และลงจอดบนเป้าหมายพอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "it's just one of those moments…",
      "th": "มันคือหนึ่งในช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "…that you will carry for the rest of your life.",
      "th": "ที่เราจะจดจำไปจนวันตาย"
    }
  },
  {
    "translation": {
      "en": "-It's standing up. It's standing up. -[man 1] It's standing up.",
      "th": "- มันตั้งอยู่ - มันตั้งอยู่"
    }
  },
  {
    "translation": {
      "en": "[man 2] Oh my God. [man 3] Look at this. It's just sitting there.",
      "th": "- พระเจ้า - อยู่นี่สิ มันตั้งอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "Holy smokes, man.",
      "th": "ให้ตายเถอะพวก"
    }
  },
  {
    "translation": {
      "en": "[Tim] To see them doing this over and over and over",
      "th": "การได้เห็นพวกเขาทำแบบนี้ซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "and hitting these bull's-eye targets,",
      "th": "เอามันลงจอดตรงเป้าเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "it's just an absolute testament to the… the engineering involved.",
      "th": "นี่คือบทพิสูจน์ของพัฒนาการทางวิศวกรรมศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Lori] Elon and SpaceX changed our industry completely.",
      "th": "อีลอนกับสเปซเอ็กซ์ เปลี่ยนวงการของเราไปอย่างสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "Because everything is reusable,",
      "th": "เพราะทุกอย่างใช้ซ้ำได้"
    }
  },
  {
    "translation": {
      "en": "they can now launch for a tenth of the cost that we had,",
      "th": "เราจึงสามารถปล่อยยาน โดยใช้งบแค่หนึ่งในสิบของที่เคยใช้"
    }
  },
  {
    "translation": {
      "en": "which saves a lot of tax dollars.",
      "th": "ซึ่งช่วยประหยัดเงินภาษีไปมากโข"
    }
  },
  {
    "translation": {
      "en": "[Jim] Launching in the midst of a coronavirus pandemic,",
      "th": "การปล่อยจรวดในระหว่าง การระบาดของไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "it's been a challenge.",
      "th": "เป็นความท้าทาย"
    }
  },
  {
    "translation": {
      "en": "But we're gonna persevere through this.",
      "th": "แต่เราจะผ่านเรื่องนี้กันไปให้ได้"
    }
  },
  {
    "translation": {
      "en": "We're gonna get Bob and Doug safely to the International Space Station.",
      "th": "เราจะส่งดั๊กกับบ๊อบไปให้ถึง สถานีอวกาศนานาชาติอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "Because this mission to once again launch our astronauts from American soil,",
      "th": "เพราะภารกิจในการส่งนักบินอวกาศ จากแผ่นดินอเมริกันสู่อวกาศอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "it's really about hope.",
      "th": "มันเป็นเรื่องของความหวัง"
    }
  },
  {
    "translation": {
      "en": "It's about looking up and saying, \"Look, we can still do amazing things,",
      "th": "เราจะมองขึ้นไปและพูดว่า \"ดูสิ เรายังทำสิ่งมหัศจรรย์ได้"
    }
  },
  {
    "translation": {
      "en": "even when we're being challenged in ways that we've never been challenged before.\"",
      "th": "แม้เราจะเจอกับความท้าทาย แบบที่เราไม่เคยเผชิญมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Bob and Doug are going into quarantine with their families",
      "th": "บ๊อบและดั๊กต้องกักตัวร่วมกับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "in the lead-up to launch day.",
      "th": "ก่อนที่จะถึงวันปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "This quarantine period is normal for any launch.",
      "th": "การกักตัวแบบนี้ถือเป็นเรื่องปกติ สำหรับการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "Though I guess not much will change for them",
      "th": "สำหรับพวกเขาคงไม่มีอะไรเปลี่ยนแปลงนัก"
    }
  },
  {
    "translation": {
      "en": "since they've been in some form of quarantine since March.",
      "th": "ในเมื่อพวกเขาเริ่มกักตัวในรูปแบบหนึ่ง มาตั้งแต่เดือนมีนาคม"
    }
  },
  {
    "translation": {
      "en": "We entered the quarantine period,",
      "th": "เราเข้าสู่ช่วงกักตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "so it's hands-off to the rest of the world",
      "th": "เราคงต้องฝากให้ทุกคนที่เหลือบนโลกจัดการต่อ"
    }
  },
  {
    "translation": {
      "en": "until we get back from the International Space Station.",
      "th": "จนกว่าเราจะกลับมาจากสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "-[woman] How's it look? -Looks good to me.",
      "th": "- หน้าตาเป็นไง - ผมว่าน่ากิน"
    }
  },
  {
    "translation": {
      "en": "I'm guessing we're not gonna have this on Space Station, right?",
      "th": "พ่อคงไม่ได้กินอะไรแบบนี้บนสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "You know, everything that you know and love is down there,",
      "th": "ทุกอย่างที่เรารู้และรักอยู่ข้างล่างนั่น"
    }
  },
  {
    "translation": {
      "en": "and you're up here.",
      "th": "ส่วนตัวคุณอยู่บนนี้"
    }
  },
  {
    "translation": {
      "en": "And then hopefully everything will work",
      "th": "ผมหวังว่าทุกอย่างมันจะเรียบร้อยดี"
    }
  },
  {
    "translation": {
      "en": "so I can get back down there, uh, to see 'em again.",
      "th": "ผมจะได้กลับลงไปเจอพวกเขาอีก"
    }
  },
  {
    "translation": {
      "en": "Mom, you're walking. I thought we…",
      "th": "แม่เดินแล้วนะ ผมนึกว่าเรา…"
    }
  },
  {
    "translation": {
      "en": "[woman] I'm gonna catch you.",
      "th": "แม่จะตามไปให้ทัน"
    }
  },
  {
    "translation": {
      "en": "[Doug] I wanna make sure that I focus on my family,",
      "th": "ผมอยากจะจดจ่อกับครอบครัวให้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "you know, this being kind of my last opportunity.",
      "th": "เพราะนี่เหมือนเป็นโอกาสสุดท้ายของผม"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, I might be living up there in two weeks.",
      "th": "ใช่ ในอีกสองสัปดาห์ พ่ออาจต้องไปอยู่บนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Doug] Remember when you saw Mommy on this thing?",
      "th": "จำตอนที่แม่อยู่บนนั้นได้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[boy] Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Jim] Probably nobody knows more about what the astronauts are going through,",
      "th": "คงไม่มีใครรู้ว่านักบินอวกาศต้องเจอกับอะไร"
    }
  },
  {
    "translation": {
      "en": "of course, other than another astronaut.",
      "th": "มากเท่ากับนักบินอวกาศอีกคน"
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Oh, nice silhouette on the door.",
      "th": "รับทราบ อุ๊ย ภาพย้อนแสงที่ประตูสวยเชียว"
    }
  },
  {
    "translation": {
      "en": "Bob and I, you know, we're both married to astronauts.",
      "th": "บ๊อบกับผม เราแต่งงานกับนักบินอวกาศ"
    }
  },
  {
    "translation": {
      "en": "My wife, Karen, she's got two flights.",
      "th": "ภรรยาผม คาเร็น เธอเคยบินสองรอบ"
    }
  },
  {
    "translation": {
      "en": "[Karen] After my shuttle flight to the space station,",
      "th": "หลังจากฉันบินกระสวยไปยังสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "I was not fulfilled completely. I… I wanted more, you know.",
      "th": "ฉันยังรู้สึกไม่เต็มอิ่ม ฉันยังอยากไปอีก"
    }
  },
  {
    "translation": {
      "en": "And so I went back up there for six months.",
      "th": "ฉันเลยกลับไปที่นั่นเป็นเวลาหกเดือน"
    }
  },
  {
    "translation": {
      "en": "[astronaut] Hey, you guys.",
      "th": "เฮ่ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "-Hey, you guys. Good to see you. -Hey.",
      "th": "- ไง ดีใจที่ได้เจอ - ไง"
    }
  },
  {
    "translation": {
      "en": "[Karen] Every day was varied,",
      "th": "ทุกๆ วันมีอะไรหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "but the main objective was to conduct science",
      "th": "แต่เป้าหมายหลักคือการทดลองทางวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "in a zero-gravity environment.",
      "th": "ในสภาพแวดล้อมไร้แรงโน้มถ่วง"
    }
  },
  {
    "translation": {
      "en": "I mean, the station is basically a huge laboratory that's built in space.",
      "th": "สถานีคือห้องทดลองขนาดใหญ่ ที่สร้างขึ้นในอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Any experiments where we interacted with the researchers on the ground,",
      "th": "การทดลองไหนที่เราได้มีปฏิสัมพันธ์ กับนักวิจัยบนภาคพื้น"
    }
  },
  {
    "translation": {
      "en": "that was always fun because you could just feel their excitement",
      "th": "มันสนุกเสมอเพราะเราสัมผัสถึง ความตื่นเต้นของพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "and how these experiments help to figure out what's happening on Earth.",
      "th": "และการทดลองพวกนี้มันก็ช่วย หาคำตอบว่าเกิดอะไรขึ้นบนโลก"
    }
  },
  {
    "translation": {
      "en": "[Doug] Because of the tremendous amount of time Karen was on board the ISS,",
      "th": "เพราะคาเร็นใช้เวลาอยู่บนสถานีอวกาศนานมาก"
    }
  },
  {
    "translation": {
      "en": "there were people years later saying, \"Hey, I found your wife's hair up here.\"",
      "th": "หลายปีต่อมาเลยยังมีคนบอกว่า \"เฮ่ ฉันเจอเส้นผมภรรยาคุณบนนี้\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Well, well, sorry.\"",
      "th": "และผมก็ตอบ \"โทษที\""
    }
  },
  {
    "translation": {
      "en": "[man] What a beautiful spaceship we're on, guys.",
      "th": "เราอยู่บนยานอวกาศที่สวยเหลือเกิน ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Bob] My wife, Megan,",
      "th": "ภรรยาผม เมแกน"
    }
  },
  {
    "translation": {
      "en": "flew on a space shuttle mission to the Hubble Space Telescope.",
      "th": "เคยบินกระสวยไปทำภารกิจ บนกล้องโทรทรรศน์อวกาศฮับเบิล"
    }
  },
  {
    "translation": {
      "en": "[Megan] Clear the pin. Five seconds, the mode switch is in auto.",
      "th": "เคลียร์สลัก ห้าวินาที จะสลับเป็นโหมดออโต้"
    }
  },
  {
    "translation": {
      "en": "-Three, two, one, release. -[beeping]",
      "th": "สาม สอง หนึ่ง ปล่อย"
    }
  },
  {
    "translation": {
      "en": "My mission was the final servicing and repair mission for the telescope.",
      "th": "ภารกิจของฉันคือซ่อมบำรุง กล้องโทรทัศน์ในขั้นสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "We would joke and say, \"We're helping to unlock the mysteries of the universe,\"",
      "th": "เรามักพูดเล่นกันว่า \"เฮ่ เรากำลังช่วยไขปริศนาของจักรวาล\""
    }
  },
  {
    "translation": {
      "en": "but it really is true.",
      "th": "แต่มันเป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "So whenever I see an article in the paper",
      "th": "ฉะนั้นเวลาฉันเห็นข่าวในหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "where a group of scientists have discovered something new,",
      "th": "บอกว่ากลุ่มนักวิทยาศาสตร์ค้นพบอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "I always think, you know, \"Hey, you helped a little bit with that.\" [laughs]",
      "th": "ฉันจะคิดเสมอว่า \"เฮ่ เธอก็มีส่วนช่วยอยู่นะ\""
    }
  },
  {
    "translation": {
      "en": "[Doug] Before any of us actually got into space,",
      "th": "ก่อนที่พวกเราจะได้ขึ้นไปบนอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Bob and Megan and Karen and I, we were all classmates.",
      "th": "บ๊อบ เมแกน คาเร็นและผมเป็นเพื่อนร่วมชั้นกัน"
    }
  },
  {
    "translation": {
      "en": "And so we spent a lot of time together.",
      "th": "เราใช้เวลาร่วมกันเยอะ"
    }
  },
  {
    "translation": {
      "en": "[news anchor] So far, so good on the ascent of the space shuttle Atlantis",
      "th": "การนำกระสวยแอตแลนติสขึ้นบิน เพื่อทำภารกิจที่ 22"
    }
  },
  {
    "translation": {
      "en": "on this its 22nd mission,",
      "th": "อันเป็นการบินครั้งที่ 99"
    }
  },
  {
    "translation": {
      "en": "the 99th flight in space shuttle history.",
      "th": "ในประวัติศาสตร์กระสวยอวกาศ เป็นไปอย่างราบรื่น"
    }
  },
  {
    "translation": {
      "en": "[Karen] One of the astronauts from the class ahead of us",
      "th": "นักบินอวกาศรุ่นก่อนเราคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "hosted a party to celebrate the incoming class,",
      "th": "จัดปาร์ตี้เพื่อฉลองให้นักเรียนรุ่นที่เข้ามาใหม่"
    }
  },
  {
    "translation": {
      "en": "and I first met Doug at that party.",
      "th": "ฉันเจอดั๊กครั้งแรกที่ปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "We were friends first.",
      "th": "เราเป็นเพื่อนกันก่อน"
    }
  },
  {
    "translation": {
      "en": "It… it took a few years to become more than that, but, um…",
      "th": "ต้องใช้เวลาสองสามปีถึงจะเป็นมากกว่านั้น แต่…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think we were lucky, though, to find each other.",
      "th": "ค่ะ ฉันคิดว่าเราโชคดีที่มาเจอกันและกัน"
    }
  },
  {
    "translation": {
      "en": "[Megan] I remember actually the first time I really heard about Bob.",
      "th": "ฉันจำครั้งแรกที่ได้ยินเรื่องของบ๊อบได้"
    }
  },
  {
    "translation": {
      "en": "We each received kind of this pamphlet",
      "th": "พวกเราทุกคนได้รับแผ่นพับ"
    }
  },
  {
    "translation": {
      "en": "that showed everyone's picture and, like, a two-sentence bio.",
      "th": "ที่มีรูปของทุกคนอยู่ กับประวัติสองบรรทัด"
    }
  },
  {
    "translation": {
      "en": "He was born in this year, and he graduated in this year,",
      "th": "เขาเกิดปีนี้ จบการศึกษาปีนี้"
    }
  },
  {
    "translation": {
      "en": "and he got a PhD by this year.",
      "th": "ได้ปริญญาเอกปีนี้"
    }
  },
  {
    "translation": {
      "en": "He's got to be some kind of, you know, child prodigy.",
      "th": "เขาเหมือนจะเป็นเด็กอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Well, there's actually a typo in there with the dates,\"",
      "th": "เขาบอกว่า \"มันมีจุดพิมพ์ผิดตรงวันที่\""
    }
  },
  {
    "translation": {
      "en": "But I think you'll find that he is a prodigy. [laughs]",
      "th": "แต่คุณจะพบว่าเขาเป็นอัจฉริยะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Megan] But over time, I think it became clear that we were gonna build a life together.",
      "th": "แต่เมื่อเวลาผ่านไป มันชัดเจนว่า เราอยากจะสร้างชีวิตร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "Had a chance to come out to the old astronaut beach house today.",
      "th": "วันนี้ผมมีโอกาสออกมาที่บ้านริมหาด ของนักบินอวกาศหลังเก่า"
    }
  },
  {
    "translation": {
      "en": "I'm really looking forward to spending some time with my family out here",
      "th": "ผมตั้งใจจะใช้เวลาร่วมกับครอบครัวที่นี่"
    }
  },
  {
    "translation": {
      "en": "before launching on Dragon in just a few short days.",
      "th": "ก่อนการปล่อยยานดราก้อนในอีกไม่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "[Megan] You know, I think the thing that's most important to us right now",
      "th": "ฉันคิดว่าสิ่งที่สำคัญที่สุดกับเราในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is that we are living every day normally.",
      "th": "คือเราได้ใช้ชีวิตทุกวันอย่างปกติสุข"
    }
  },
  {
    "translation": {
      "en": "We're just enjoying time together as we get closer and closer to launch.",
      "th": "เราใช้เวลาร่วมกันอย่างมีความสุข ขณะที่วันปล่อยยานใกล้เข้ามาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "-[boy] Blastoff! -[rocket whooshing]",
      "th": "ออกตัวได้"
    }
  },
  {
    "translation": {
      "en": "Oh, that was our new DM-2 tradition",
      "th": "นั่นเป็นธรรมเนียมดีเอ็มสองใหม่ของเรา"
    }
  },
  {
    "translation": {
      "en": "with our sons to launch rockets from the beach.",
      "th": "ลูกชายเราจะปล่อยจรวดจากชายหาด"
    }
  },
  {
    "translation": {
      "en": "-[people cheering] -[Bob] Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-[Megan] Hey. Bye-bye. -[Bob] Thank you.",
      "th": "- เฮ่ - ขอบคุณ บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "-Thank you, guys. -[Megan] Bye-bye.",
      "th": "- ขอบคุณครับ - บ๊ายบาย"
    }
  },
  {
    "translation": {
      "en": "As we approach liftoff,",
      "th": "เมื่อเรามาถึงวันปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "I'm just kind of feeling sort of joy tinged with terror,",
      "th": "ฉันรู้สึกมีความสุขผสมกับหวาดผวา"
    }
  },
  {
    "translation": {
      "en": "I guess is the best way that I can describe it.",
      "th": "นี่น่าจะเป็นคำอธิบายที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "It's like every other trip, over-packing.",
      "th": "ก็เหมือนทริปอื่นๆ ยัดเสื้อผ้าเต็มกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "[Karen] Being the person watching, especially having been a crew member,",
      "th": "การต้องเป็นคนเฝ้ามอง โดยเฉพาะเมื่อเราเคยเป็นลูกเรือมาก่อน"
    }
  },
  {
    "translation": {
      "en": "it's all out of your control.",
      "th": "มันอยู่เหนือการควบคุมของเรา"
    }
  },
  {
    "translation": {
      "en": "There's nothing you can do other than watch,",
      "th": "คุณทำอะไรไม่ได้นอกจากดู"
    }
  },
  {
    "translation": {
      "en": "and it's… it's definitely a lot harder.",
      "th": "และมันทรมานใจกว่า"
    }
  },
  {
    "translation": {
      "en": "-None of these I would ever want. -You gonna grow a mustache?",
      "th": "- ผมคงไม่เอาอะไรเลย - ลูกจะไว้หนวดเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Doug] The best your family can do is break even, right? You come back.",
      "th": "ดีที่สุดที่ครอบครัวคุณจะได้ คือการไม่ได้ไม่เสีย เรากลับมา"
    }
  },
  {
    "translation": {
      "en": "-[hairdresser] Never want a what? -Never had a mustache.",
      "th": "- ไม่ต้องการอะไร - พ่อไม่เคยไว้หนวด"
    }
  },
  {
    "translation": {
      "en": "I have wrestled with that.",
      "th": "ผมเคยคิดหนักกับเรื่องนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "But in the end, ultimately,",
      "th": "แต่ในท้ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "you want your child to understand that during your life,",
      "th": "เราอยากให้ลูกเข้าใจว่าในชีวิตของเรา"
    }
  },
  {
    "translation": {
      "en": "there are things that are risky,",
      "th": "มันมีสิ่งที่เสี่ยงอยู่"
    }
  },
  {
    "translation": {
      "en": "but if it results in a better world, maybe it's worth that risk.",
      "th": "แต่ถ้าผลของมันทำให้โลกดีขึ้น มันก็คุ้มที่จะเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "[man] So what you're looking at here",
      "th": "ที่คุณเห็นอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "is our main stage for the launch broadcast.",
      "th": "คือเวทีหลักสำหรับถ่ายทอดการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "We've got three cameras, then what you don't see is the fourth one.",
      "th": "เรามีกล้องสามตัว แต่คุณไม่เห็นตัวที่สี่"
    }
  },
  {
    "translation": {
      "en": "-We'll have a jib out here as well. -[Jim] Okay.",
      "th": "- เรามีแขนปั้นจั่นด้วย - โอเค"
    }
  },
  {
    "translation": {
      "en": "They're putting together a Launch America banner",
      "th": "พวกเขากำลังติดแผ่นป้ายของลอนช์ อเมริกา"
    }
  },
  {
    "translation": {
      "en": "that will be brought up directly behind our hosts.",
      "th": "ป้ายนี่จะอยู่หลังผู้ดำเนินรายการพอดี"
    }
  },
  {
    "translation": {
      "en": "Behind that, you'll get a little NASA in there.",
      "th": "ด้านหลังมัน จะมีสัญลักษณ์นาซ่า"
    }
  },
  {
    "translation": {
      "en": "You'll get a little of the American flag in there as our backdrop.",
      "th": "แล้วคุณก็จะมีธงอเมริกันเป็นฉากหลัง"
    }
  },
  {
    "translation": {
      "en": "So you got layers of depth to work with, which is kinda nice.",
      "th": "มันมีชั้นความลึกให้เล่น ซึ่งสวยดี"
    }
  },
  {
    "translation": {
      "en": "And where we go from here is the full dress rehearsal,",
      "th": "และจากตรงนี้เราจะซ้อมกันแบบเต็มชุด"
    }
  },
  {
    "translation": {
      "en": "as if it were live.",
      "th": "เหมือนเราถ่ายทอดสดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] This is the point when the launch escape system is armed,",
      "th": "นี่คือช่วงเวลาติดตั้งระบบดีดตัว"
    }
  },
  {
    "translation": {
      "en": "and that happens just before SpaceX begins fueling the Falcon 9 rocket",
      "th": "และนี่คือก่อนที่สเปซเอ็กซ์ จะเริ่มเติมเชื้อเพลิงจรวดฟอลคอนเก้า"
    }
  },
  {
    "translation": {
      "en": "at T-minus 35 minutes.",
      "th": "ในอีก 35 นาที"
    }
  },
  {
    "translation": {
      "en": "As a reminder, the purpose…",
      "th": "ย้ำอีกครั้งนะคะ จุดประสงค์…"
    }
  },
  {
    "translation": {
      "en": "Right, I'm gonna interrupt Lauren",
      "th": "ค่ะ ฉันต้องขอขัดลอเรน"
    }
  },
  {
    "translation": {
      "en": "because it looks like we've had some type of anomaly on the pad.",
      "th": "เพราะดูเหมือนจะมีเหตุผิดปกติขึ้น บนฐานปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "We have a developing situation with our launch operations.",
      "th": "เกิดสถานการณ์บางอย่างขึ้น กับปฏิบัติการปล่อยยานของเรา"
    }
  },
  {
    "translation": {
      "en": "We've taken a pause",
      "th": "เราจะหยุดก่อน"
    }
  },
  {
    "translation": {
      "en": "for our NASA and SpaceX teams to gather information.",
      "th": "เพื่อให้ทีมของนาซ่าและสเปซเอ็กซ์ ได้รวบรวมข้อมูล"
    }
  },
  {
    "translation": {
      "en": "We are not going away.",
      "th": "เราจะไม่ไปไหน"
    }
  },
  {
    "translation": {
      "en": "We're gonna stay here on this pad shot,",
      "th": "เราจะอยู่ที่นี่และจับภาพแท่นปล่อยต่อไป"
    }
  },
  {
    "translation": {
      "en": "so please stay with us.",
      "th": "ฉะนั้นอยู่กับเรานะคะ"
    }
  },
  {
    "translation": {
      "en": "Would we really hold on the disaster?",
      "th": "เราจะจับภาพหายนะเอาไว้จริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "In terms of what, when you say hold?",
      "th": "ในแง่ไหน จับภาพหมายถึงยังไง"
    }
  },
  {
    "translation": {
      "en": "Like, would we just watch it…",
      "th": "คือเราจะต้องดูมัน…"
    }
  },
  {
    "translation": {
      "en": "Like, if it's a flaming mess, we just watch the rocket explode?",
      "th": "แบบว่าถ้าไฟลุกท่วม เราจะต้องดูจรวดระเบิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "[man] So depending on when and how it plays itself out,",
      "th": "ขึ้นอยู่กับว่ามันจะเกิดขึ้นตอนไหน และออกมายังไง"
    }
  },
  {
    "translation": {
      "en": "we'd probably be cutting to a wide shot",
      "th": "เราอาจจะตัดภาพไปเป็นภาพมุมกว้าง"
    }
  },
  {
    "translation": {
      "en": "and watching this thing happen.",
      "th": "แล้วดูเหตุการณ์ที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Can we cut to a control room or something?",
      "th": "ตัดเข้าห้องควบคุมไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "We couldn't cut away.",
      "th": "เราตัดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah.",
      "th": "- โอเค - อือ"
    }
  },
  {
    "translation": {
      "en": "Couldn't cut away.",
      "th": "เราตัดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Uh, we would get… -Hey, look at that.",
      "th": "- เราอาจจะได้… - เฮ่ ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "-[rumbling] -Static fire happening right now.",
      "th": "เริ่มเดินเครื่องอยู่กับที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Tim] So it looks like they have had successful static fire of the rocket.",
      "th": "ดูเหมือนพวกเขาจะเดินเครื่องจรวด อยู่กับที่ได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "That's where they hold the rocket down and actually light up its engines",
      "th": "พวกเขายึดจรวดเอาไว้แล้วก็จุดเครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "to make sure all things are good to go.",
      "th": "เพื่อให้แน่ใจว่ามันพร้อมออกเดินทาง"
    }
  },
  {
    "translation": {
      "en": "And it looks like that has gone smoothly.",
      "th": "และมันก็ดูจะราบรื่นดี"
    }
  },
  {
    "translation": {
      "en": "This is my sign. This is when I was gonna hit the road,",
      "th": "นี่เป็นสัญญาณ ถึงเวลาที่ผมต้องออกเดินทาง"
    }
  },
  {
    "translation": {
      "en": "because that means they're still on track to actually be launching here.",
      "th": "เพราะนั่นแปลว่าพวกเขา ยังจะปล่อยยานตามกำหนดเวลา"
    }
  },
  {
    "translation": {
      "en": "I have to pack masks. It's a freaking pandemic.",
      "th": "ผมต้องเอาหน้ากากไปด้วย เพราะเราอยู่ท่ามกลางการระบาด"
    }
  },
  {
    "translation": {
      "en": "This is the actual warning label,",
      "th": "นี่คือป้ายคำเตือนของจริง"
    }
  },
  {
    "translation": {
      "en": "like on the International Space Station, the hatches.",
      "th": "เหมือนกับบนสถานีอวกาศนานาชาติ ตรงฝาปิดช่องประตู"
    }
  },
  {
    "translation": {
      "en": "I mean, even space underwear.",
      "th": "กางเกงในอวกาศก็มี"
    }
  },
  {
    "translation": {
      "en": "I am… I'm a nerd.",
      "th": "ผม ผมเป็นเนิร์ดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now, with humans flying, starting to get a little… a little nervousness",
      "th": "ตอนนี้เมื่อมีมนุษย์อยู่บนเครื่อง ผมก็ชักรู้สึกกังวลนิดๆ"
    }
  },
  {
    "translation": {
      "en": "because I have watched rockets fail.",
      "th": "เพราะผมเคยเห็นจรวดที่ขึ้นบินไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Just today, Virgin Orbit had their first orbital launch attempt,",
      "th": "เพิ่งวันนี้เอง เวอร์จินออร์บิตตั้งใจส่งยาน ออกสู่วงโคจรเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "and it failed.",
      "th": "และมันล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "And it sucks. Space is hard.",
      "th": "มันแย่มาก การไปอวกาศมันยาก"
    }
  },
  {
    "translation": {
      "en": "There's still so many moving parts,",
      "th": "มันยังมีความไม่แน่นอนมากมาย"
    }
  },
  {
    "translation": {
      "en": "and there's so many things that can go wrong.",
      "th": "มีหลายอย่างที่สามารถผิดพลาดได้"
    }
  },
  {
    "translation": {
      "en": "And, of course, I have a lot of confidence in the systems,",
      "th": "และแน่นอน ผมเชื่อมั่นในระบบ"
    }
  },
  {
    "translation": {
      "en": "but it… There is a real sense of… of importance.",
      "th": "แต่มัน มันมีความรู้สึกว่านี่เป็นครั้งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "There's a real sense of danger now.",
      "th": "มันรู้สึกได้ถึงความอันตราย"
    }
  },
  {
    "translation": {
      "en": "It's getting a lot more real now.",
      "th": "ตอนนี้มันจริงขึ้นเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[man 1 over speaker] With primary day tomorrow,",
      "th": "พรุ่งนี้ก็เป็นวันสำคัญแล้ว"
    }
  },
  {
    "translation": {
      "en": "it's looking a little wishy-washy.",
      "th": "แต่มันดูไม่แน่ไม่นอนเอาเสียเลย"
    }
  },
  {
    "translation": {
      "en": "Um, all the models are showing some isolated storms",
      "th": "แบบจำลองทุกตัวบอกว่าจะมีพายุ"
    }
  },
  {
    "translation": {
      "en": "just west of the staging area that--",
      "th": "ทางตะวันตกของจุดปล่อยยานซึ่ง…"
    }
  },
  {
    "translation": {
      "en": "[man 2] Yeah, you can see the map. That's the front approaching.",
      "th": "คุณจะเห็นในแผนที่ มันเข้ามาทางด้านหน้า"
    }
  },
  {
    "translation": {
      "en": "Looks pretty scary.",
      "th": "ดูน่ากลัวไม่เบาเลย"
    }
  },
  {
    "translation": {
      "en": "The, uh, risk for, uh, the launch corridor went up to 47%,",
      "th": "ความเสี่ยงสำหรับรัศมีปล่อยยาน ขึ้นไปอยู่ที่ 47 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "in the high category.",
      "th": "ระดับความเสี่ยงสูง"
    }
  },
  {
    "translation": {
      "en": "I was gonna suggest maybe Ben, since he compiled this,",
      "th": "ผมขอเสนอเบ็น เพราะเขาเป็นคนรวบรวมข้อมูล"
    }
  },
  {
    "translation": {
      "en": "what would be his recommendation?",
      "th": "เขามีข้อแนะนำยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Ben] Looking at just wind and waves at this point,",
      "th": "ดูจากกระแสลมและคลื่น ณ จุดนี้"
    }
  },
  {
    "translation": {
      "en": "I… I feel like it's within a risk level that we would accept.",
      "th": "ผมคิดว่านี่เป็นระดับความเสี่ยงที่เรารับได้"
    }
  },
  {
    "translation": {
      "en": "Um, but based on the… the rain, the lightning,",
      "th": "แต่เมื่อดูจากน้ำฝนและฟ้าผ่า"
    }
  },
  {
    "translation": {
      "en": "it's driving the numbers quite a bit higher.",
      "th": "มันทำให้ตัวเลขสูงขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "[Bala] Weather is very, you know, fickle in Florida.",
      "th": "สภาพอากาศในฟลอริดามันไม่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Some of the most intense lightning I've seen in the world",
      "th": "ปรากฏการณ์ฟ้าผ่าที่รุนแรงที่สุด เท่าที่ผมเคยเห็นมา"
    }
  },
  {
    "translation": {
      "en": "happens at Cape Canaveral.",
      "th": "ก็เกิดขึ้นที่แหลมคะแนเวอรัล"
    }
  },
  {
    "translation": {
      "en": "My job, at the end of the day,",
      "th": "งานของผม ถ้าจะให้สรุปแล้ว"
    }
  },
  {
    "translation": {
      "en": "is to make sure that the risk is acceptable",
      "th": "คือการยืนยันว่าความเสี่ยงนั้นยอมรับได้"
    }
  },
  {
    "translation": {
      "en": "and give the final go-ahead for the mission.",
      "th": "และออกความเห็นสุดท้าย ว่าจะเดินหน้าภารกิจต่อไหม"
    }
  },
  {
    "translation": {
      "en": "I basically have to have nerves of steel. [laughs]",
      "th": "ประสาทผมต้องแข็งเป็นหินเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's terrifying when you, like, say, like, \"Yeah, go for launch.\"",
      "th": "มันน่ากลัวเวลาเราพูดว่า \"อือ เราจะปล่อยยาน\""
    }
  },
  {
    "translation": {
      "en": "[Ben] It's gonna be right on the edge, probably.",
      "th": "มันอาจจะมีความเสี่ยงไม่เบาเลย"
    }
  },
  {
    "translation": {
      "en": "We got to be crisp on this thing going forward.",
      "th": "ในการดำเนินการ เราจะต้องแม่นยำมาก"
    }
  },
  {
    "translation": {
      "en": "[Doug] Thunderstorms are such a big issue",
      "th": "พายุฝนฟ้าคะนองเป็นปัญหาใหญ่"
    }
  },
  {
    "translation": {
      "en": "because our launch to the space station is an instantaneous launch window.",
      "th": "เพราะกรอบเวลาการปล่อยยานมันสั้นแค่ชั่วแวบ"
    }
  },
  {
    "translation": {
      "en": "Basically, we have to wait for the Earth to rotate",
      "th": "โดยพื้นฐาน เราต้องรอให้โลกหมุน"
    }
  },
  {
    "translation": {
      "en": "until station is directly overhead",
      "th": "จนสถานีอยู่เหนือหัวเราพอดี"
    }
  },
  {
    "translation": {
      "en": "and then launch at that exact millisecond.",
      "th": "จากนั้นก็ปล่อยยานในมิลลิวินาทีนั้น"
    }
  },
  {
    "translation": {
      "en": "Any problems it's like, \"Oh, we're scrubbed.\"",
      "th": "ถ้ามีปัญหาก็คือ \"จบ พับแผน\""
    }
  },
  {
    "translation": {
      "en": "You know, \"We're not gonna go fly.\"",
      "th": "นึกออกไหม \"เราอดบิน\""
    }
  },
  {
    "translation": {
      "en": "[Bala] In addition to all those weather factors,",
      "th": "นอกเหนือจากปัจจัยเรื่องอากาศ"
    }
  },
  {
    "translation": {
      "en": "one of the most nerve-racking moments",
      "th": "หนึ่งในช่วงเวลาระทึกใจที่สุด"
    }
  },
  {
    "translation": {
      "en": "is loading propellant with astronauts on board.",
      "th": "ก็คือตอนเติมเชื้อเพลงโดยที่มีนักบินอยู่บนยาน"
    }
  },
  {
    "translation": {
      "en": "We're basically loading, like, a million pounds of, like, fuel and oxygen",
      "th": "มันเหมือนเราถ่ายน้ำมันและออกซิเจน ปริมาณหนึ่งล้านปอนด์"
    }
  },
  {
    "translation": {
      "en": "into this big tank, and the astronauts are sitting on top.",
      "th": "เข้าไปในถังขนาดใหญ่ ที่มีนักบินอวกาศนั่งอยู่ข้างบน"
    }
  },
  {
    "translation": {
      "en": "A rocket is an energetic system,",
      "th": "จรวดเป็นระบบที่มีพลังมหาศาล"
    }
  },
  {
    "translation": {
      "en": "and anything leaking can be pretty catastrophic.",
      "th": "ถ้ามีอะไรรั่วล่ะก็ มันอาจจะเกิดหายนะ"
    }
  },
  {
    "translation": {
      "en": "We have had an incident in the past…",
      "th": "ในอดีตมันเคยเกิดเหตุการณ์…"
    }
  },
  {
    "translation": {
      "en": "[Hans] We destroyed the satellite, we destroyed the rocket,",
      "th": "เราทำดาวเทียมพัง ทำจรวดพัง"
    }
  },
  {
    "translation": {
      "en": "we destroyed the launchpad,",
      "th": "เราทำฐานปล่อยยานพัง"
    }
  },
  {
    "translation": {
      "en": "and it took us months to figure out what… what happened.",
      "th": "เราต้องใช้เวลาเป็นเดือนๆ กว่าจะเข้าใจว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "The rocket blew up, but it was not caused by the fueling process, per se.",
      "th": "จรวดระเบิด แต่ไม่ใช่เพราะ ขั้นตอนการเติมน้ำมันหรอก"
    }
  },
  {
    "translation": {
      "en": "It was caused by a pressure tank.",
      "th": "สาเหตุมันเกิดจากถังแรงดัน"
    }
  },
  {
    "translation": {
      "en": "I didn't expect it to fail that traumatic.",
      "th": "ผมไม่คิดว่ามันจะเสียหายยับเยินขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "When you work on this, you really hope it works.",
      "th": "เมื่อเราทำงานนี้ เราจะหวังให้มันไปได้ดี"
    }
  },
  {
    "translation": {
      "en": "[Elon] I'm cautiously optimistic about tomorrow.",
      "th": "ถึงจะระวัง แต่ผมก็รู้สึกมีหวังกับวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "There's nothing more we can think of to improve the probability of success.",
      "th": "เราทำทุกอย่างที่คิดออกแล้ว เพื่อเพิ่มโอกาสความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "But I don't wanna tempt fate.",
      "th": "แต่ผมไม่อยากวัดกับดวง"
    }
  },
  {
    "translation": {
      "en": "There's always things you don't know about,",
      "th": "มันมีสิ่งที่เราไม่รู้อยู่เสมอ และเราไม่รู้หรอกว่า มันจะมาเล่นงานคุณเอาตอนไหน"
    }
  },
  {
    "translation": {
      "en": "so you don't know when those are gonna come and get you.",
      "th": "และเราไม่รู้หรอกว่า มันจะมาเล่นงานคุณเอาตอนไหน"
    }
  },
  {
    "translation": {
      "en": "Making sure Bob and Doug are safe is not simply our first priority.",
      "th": "การทำให้บ๊อบและดั๊กปลอดภัย ไม่ใช่เรื่องที่เราสนใจเป็นอันดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It is our only priority.",
      "th": "แต่เป็นเรื่องเดียวที่เราสนใจ"
    }
  },
  {
    "translation": {
      "en": "[Jim] So at the top of the hour,",
      "th": "เมื่อถึงต้นชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "we're gonna make another judgment on the weather.",
      "th": "เราจะมาประเมินเรื่องสภาพอากาศกันอีกรอบ"
    }
  },
  {
    "translation": {
      "en": "But remember, thunderstorms down here in Florida are generally isolated,",
      "th": "แต่อย่าลืม พายุฝนฟ้าคะนองในฟลอริดา มักจะเกิดขึ้นเป็นหย่อมๆ"
    }
  },
  {
    "translation": {
      "en": "and so just because there's thunderstorms on the horizon",
      "th": "และแค่มีพายุฝนฟ้าคะนองที่สุดขอบฟ้า"
    }
  },
  {
    "translation": {
      "en": "doesn't mean we can't launch.",
      "th": "ไม่ได้แปลว่าเราจะขึ้นบินไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I'm more optimistic than pessimistic,",
      "th": "ผมมองบวกมากกว่ามองลบ"
    }
  },
  {
    "translation": {
      "en": "but we're gonna get one last look at the top of the hour.",
      "th": "แต่เราจะมาประเมินครั้งสุดท้ายตอนต้นชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[cameraman] Thank you, sir.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Have a great launch. -[Jim] My pleasure. Thank you.",
      "th": "- ขอให้เป็นคืนที่ดี - ด้วยความยินดี ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "-Hey, this is huge. -[cameraman] We got more down there.",
      "th": "- นี่ช่วยได้เยอะ - เรายังมีอีกข้างล่างนั่น"
    }
  },
  {
    "translation": {
      "en": "Gets me through the day. -[cameraman laughs] -I'm very grateful.",
      "th": "ผมผ่านวันนี้มาได้เพราะมัน ซึ้งใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Hans] It's not too bad.",
      "th": "ก็ไม่ได้แย่เกินไปนะ"
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "th": "แบบว่า…"
    }
  },
  {
    "translation": {
      "en": "…it's a mess, but at least it's… It has a chance to clear up.",
      "th": "ครึ้มเชียว แต่อย่างน้อย มันก็ยังมีโอกาศที่ฟ้าจะใสอยู่"
    }
  },
  {
    "translation": {
      "en": "[Jim] The big thing right now is isolated thunderstorms.",
      "th": "ปัญหาใหญ่ตอนนี้คือพายุฟ้าคะนอง"
    }
  },
  {
    "translation": {
      "en": "The question is, is it gonna be sufficiently problematic",
      "th": "คำถามคือมันจะสร้างปัญหาได้มากพอ"
    }
  },
  {
    "translation": {
      "en": "to where we… we can't launch?",
      "th": "จนเราปล่อยยานไม่ได้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Um, right now, I'm being told fifty-fifty.",
      "th": "ตอนนี้พวกเขาบอกผมว่าครึ่งต่อครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Hi, it's me, Tim Dodd, the Everyday Astronaut.",
      "th": "สวัสดี ผมทิม ด็อดด์ รายการเอเวรีเดย์ แอสโตรนอต"
    }
  },
  {
    "translation": {
      "en": "I'm three miles away, looking at the rocket right now.",
      "th": "ตอนนี้ผมกำลังมองจรวดอยู่ห่างไปสามไมล์"
    }
  },
  {
    "translation": {
      "en": "The weather is starting to clear up here a little bit,",
      "th": "สภาพอากาศที่นี่เริ่มปลอดโปร่งขึ้นนิดๆ"
    }
  },
  {
    "translation": {
      "en": "but I can tell you, based on the amount of people,",
      "th": "แต่ผมบอกได้เลย เมื่อดูจากปริมาณคนแล้ว"
    }
  },
  {
    "translation": {
      "en": "this is definitely the launch to watch for the year, guys.",
      "th": "นี่คือการปล่อยยานครั้งที่ต้องดูประจำปีนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Now, just waiting to hear what's gonna happen.",
      "th": "ตอนนี้เราต้องรอฟังข่าวว่าพวกเขาจะเอาไง"
    }
  },
  {
    "translation": {
      "en": "My name is Jessie Anderson.",
      "th": "ฉันเจสซี่ แอนเดอร์สัน"
    }
  },
  {
    "translation": {
      "en": "I'm a lead manufacturing engineer here at SpaceX,",
      "th": "หัวหน้าวิศวกรฝ่ายผลิตที่สเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "and I speak for all of us when I say we could not be more excited",
      "th": "และในฐานะตัวแทนของเราทุกคน พวกเรารู้สึกตื่นเต้นกันสุดๆ"
    }
  },
  {
    "translation": {
      "en": "to finally be sending humans to the International Space Station.",
      "th": "ที่ในที่สุดเราก็จะได้ส่งมนุษย์ ไปยังสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "It's a great day.",
      "th": "มันเป็นวันที่ยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Today's mission is known as Demonstration Mission-2.",
      "th": "ภารกิจวันนี้รู้จักกันในชื่อภารกิจสาธิตที่สอง"
    }
  },
  {
    "translation": {
      "en": "It's gonna be the first time a commercially built spacecraft",
      "th": "มันจะเป็นครั้งแรกที่ยานอวกาศ ซึ่งสร้างโดยเอกชน"
    }
  },
  {
    "translation": {
      "en": "will launch people to the space station.",
      "th": "ส่งมนุษย์ไปยังสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Demo-2 is an end-to-end flight test,",
      "th": "เดโมสองจะเป็นการทดสอบการบินครบวงจร"
    }
  },
  {
    "translation": {
      "en": "from launch all the way to docking,",
      "th": "ตั้งแต่ปล่อยยานไปจนถึงการเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "and ending with splashdown.",
      "th": "และจบด้วยการลงจอดบนพื้นน้ำ"
    }
  },
  {
    "translation": {
      "en": "And it's the final test for NASA to certify SpaceX",
      "th": "เดโมสองเป็นการทดสอบสุดท้าย เพื่อให้นาซ่ารับรองว่าสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "for regular crew flights to the space station.",
      "th": "สามารถใช้ขนส่งลูกเรือไปยังสถานีอวกาศได้"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I don't get nervous for launches.",
      "th": "ฉันไม่เคยกังวลกับการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "I don't get nervous for doing speaking gigs.",
      "th": "ไม่เคยกังวลที่ต้องพูดปาฐกถา"
    }
  },
  {
    "translation": {
      "en": "Starting a month ago or so, I started getting nervous for this launch.",
      "th": "แต่สักเดือนมาแล้ว ที่ฉันเริ่มกังวลกับการปล่อยยานคราวนี้"
    }
  },
  {
    "translation": {
      "en": "I shouldn't have eaten breakfast.",
      "th": "ฉันไม่น่ากินมื้อเช้ามาเลย"
    }
  },
  {
    "translation": {
      "en": "[man] It's a stress-eating kind of day.",
      "th": "วันนี้เราต้องกินคลายเครียด"
    }
  },
  {
    "translation": {
      "en": "And then yesterday was tough, and today, just forget it.",
      "th": "เมื่อวานมันเลวร้าย ส่วนวันนี้ ลืมมันไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "Hard to get any work done at all today.",
      "th": "วันนี้ฉันแทบทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I always worry about the things that we don't know about.",
      "th": "ฉันกังวลถึงสิ่งที่เราไม่รู้อยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "Launch makes you superstitious.",
      "th": "การปล่อยยานทำให้เราเชื่อไสยศาสตร์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "It's called launch juju. Um, I don't know where that term came from.",
      "th": "เราเรียกมันว่า \"ของมงคลวันปล่อยยาน\" ฉันไม่รู้ว่าที่มาของคำนี้มาจากไหน"
    }
  },
  {
    "translation": {
      "en": "I think it's an Air Force term actually, but people do very odd things.",
      "th": "น่าจะมาจากกองทัพอากาศ แต่คนเราก็มักทำอะไรแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "[man] So here's my Dragon socks.",
      "th": "นี่คือถุงเท้าดราก้อนของผม"
    }
  },
  {
    "translation": {
      "en": "Cool launch-day socks is my ritual.",
      "th": "ถุงเท้าวันปล่อยยานเก๋ๆ เป็นธรรมเนียมของผม"
    }
  },
  {
    "translation": {
      "en": "[Hans] I don't look at the mission sticker.",
      "th": "ผมจะไม่มองสติกเกอร์ภารกิจ"
    }
  },
  {
    "translation": {
      "en": "I can't look at it before we fly.",
      "th": "ผมมองมันไม่ได้ถ้าเรายังไม่ขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "[woman] I will wear red sometimes when it's really important.",
      "th": "ฉันจะใส่เสื้อแดงเวลาที่มันเป็นวันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Don't wear red on launch day.",
      "th": "อย่าใส่สีแดงในวันปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "-Really? -Red means \"no go.\" Don't wear it.",
      "th": "- เหรอ - แดงคือ \"ห้ามไป\" อย่าใส่"
    }
  },
  {
    "translation": {
      "en": "Wearing green would be extra good luck.",
      "th": "ใส่สีเขียวจะนำโชคมาให้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Hans has got it figured out.",
      "th": "ฮานส์ใส่มาแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "I call it the launch beard. Like, you know, it grows out.",
      "th": "ผมเรียกมันว่าเคราปล่อยยาน มันยาวออกมา"
    }
  },
  {
    "translation": {
      "en": "And then day of the launch, it cleans up.",
      "th": "แล้วพอถึงวันปล่อยยาน ผมก็โกนทิ้ง"
    }
  },
  {
    "translation": {
      "en": "I usually have a beard,",
      "th": "ปกติผมไว้เครา"
    }
  },
  {
    "translation": {
      "en": "but if we don't launch more than two days in a row, I shave the beard.",
      "th": "ถ้าเราไม่ได้ปล่อยยานนานสองวันติดต่อกัน ผมจะโกนเคราทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Bala] Why is that?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Just so that we can launch on the third day.",
      "th": "เราจะได้ปล่อยยานได้ในวันที่สาม"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] I was in Scotland for the first time we got to orbit,",
      "th": "ครั้งแรกที่เราขึ้นสู่วงโคจรได้ ฉันอยู่ที่สกอตแลนด์"
    }
  },
  {
    "translation": {
      "en": "so for every launch,",
      "th": "ฉะนั้นทุกครั้งที่เราปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "I put stickies in my shoe that say \"Scotland\" on it.",
      "th": "ฉันแปะโพสต์อิทไว้ในรองเท้า เขียนว่า \"สกอตแลนด์\""
    }
  },
  {
    "translation": {
      "en": "So I am always in Scotland when we launch.",
      "th": "ฉันจะได้อยู่ในสกอตแลนด์เสมอ เวลาที่เราปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "[man] Are you a very superstitious person?",
      "th": "คุณเป็นคนเชื่อเรื่องโชคลางไหม"
    }
  },
  {
    "translation": {
      "en": "I'm not at all, uh, except for this.",
      "th": "ไม่เลย เว้นแต่กับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I think we've pounded flat the risks that we understand",
      "th": "เราจัดการกับความเสี่ยงที่เราเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "and the risks we know about,",
      "th": "และความเสี่ยงที่เรารู้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I really hope we do the right thing by Doug and Bob",
      "th": "ฉันหวังว่าเราจะดูแลดั๊กกับบ๊อบได้ดี"
    }
  },
  {
    "translation": {
      "en": "and get them to the space station safely",
      "th": "และพาพวกเขาไปยังสถานีอวกาศ ได้อย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and inspire generations to come.",
      "th": "เพื่อเป็นแรงบันดาลใจให้คนรุ่นหน้า"
    }
  },
  {
    "translation": {
      "en": "Really, we just can't fuck it up. [laughs]",
      "th": "เราจะทำมันเละไม่ได้"
    }
  },
  {
    "translation": {
      "en": "That's the most important thing about today.",
      "th": "นั่นคือสิ่งที่สำคัญที่สุดสำหรับวันนี้"
    }
  },
  {
    "translation": {
      "en": "No fucking it up.",
      "th": "ห้ามทำเละเทะ"
    }
  },
  {
    "translation": {
      "en": "[Jim] This is my second one.",
      "th": "นี่ขวดที่สองของผม"
    }
  },
  {
    "translation": {
      "en": "That was my first. So I don't know, is that like three? I don't know.",
      "th": "นั่นขวดแรก ฉะนั้นไม่รู้สิ รวมๆ แล้วเป็นสามหรือเปล่า ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[man 1] Okay, Jim, we have the, uh, official weather update.",
      "th": "โอเค จิม เรามีรายงานสภาพอากาศ อย่างเป็นทางการแล้ว"
    }
  },
  {
    "translation": {
      "en": "The cell that they're worried about has moved to the north.",
      "th": "กลุ่มเมฆที่พวกเขากังวลเคลื่อนที่ขึ้นเหนือไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-So we're go for launch. -[Jim] Fantastic.",
      "th": "- ฉะนั้นเราจะปล่อยยาน - วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "-So we're gonna head over. -[man 2] Yes.",
      "th": "- เราจะเดินหน้ากันต่อ - ครับ"
    }
  },
  {
    "translation": {
      "en": "Big day, sir.",
      "th": "วันนี้วันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "-[Jim] It is. -[man 1] Yeah, it is.",
      "th": "- ใช่เลย - ใช่ ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jim] I think anybody who's been involved in this for the last decade",
      "th": "ผมคิดว่าทุกคนที่เกี่ยวข้องกับโครงการนี้ ในช่วงทศวรรษที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "has got to be on the edge of their seat right now.",
      "th": "คงลุ้นกันติดขอบเก้าอี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "This agency has had many, many tough times in the past…",
      "th": "ในอดีตหน่วยงานนี้เผชิญความยากลำบากมามาก…"
    }
  },
  {
    "translation": {
      "en": "but for Bob and Doug's launch today,",
      "th": "แต่สำหรับการพาบ๊อบและดั๊กขึ้นบินในวันนี้"
    }
  },
  {
    "translation": {
      "en": "we've done everything we can.",
      "th": "เราทำทุกอย่างที่ทำได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "There comes that moment when you say, \"Okay, now is the time.\"",
      "th": "มันถึงช่วงเวลาที่เราต้องพูดว่า \"โอเค ได้เวลา\""
    }
  },
  {
    "translation": {
      "en": "[Jessie] Here they come, NASA astronauts Bob Behnken and Doug Hurley.",
      "th": "พวกเขามาแล้ว นักบินอวกาศนาซ่า บ๊อบ เบห์นเคนและดั๊ก เฮอร์ลี่ย์"
    }
  },
  {
    "translation": {
      "en": "They've each made this journey twice before.",
      "th": "นี่คือการเดินทางที่พวกเขาเคยผ่านมาสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "[male host] There's Megan and Karen and their sons.",
      "th": "นั่นคาเร็นกับเมแกนและลูกชายของทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "-I love you. -[boy] I love you, Dad.",
      "th": "- รักลูกนะ - ผมรักพ่อครับ"
    }
  },
  {
    "translation": {
      "en": "Here's my big hug. Here comes the big hug.",
      "th": "ไหน มากอดแน่นๆ กอดแน่นๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, squeeze.",
      "th": "แน่นๆ"
    }
  },
  {
    "translation": {
      "en": "[Doug] When you're saying goodbye to your family, you really realize",
      "th": "ตอนที่คุณบอกลาครอบครัว คุณรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that there's more to it than just a rocket going up.",
      "th": "นี่มันไม่ใช่แค่การปล่อยจรวดบินขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "That there's… There can be consequences.",
      "th": "มัน มันอาจมีผลตามมาได้"
    }
  },
  {
    "translation": {
      "en": "[Bob] To see your parent launch on the rocket,",
      "th": "การต้องเห็นพ่อขึ้นไปกับจรวด…"
    }
  },
  {
    "translation": {
      "en": "it's scary for a small kid.",
      "th": "สำหรับเด็กเล็กๆ มันน่ากลัวนะ"
    }
  },
  {
    "translation": {
      "en": "The first time we shared it with him,",
      "th": "ครั้งแรกที่เราเล่าให้เขาฟัง"
    }
  },
  {
    "translation": {
      "en": "his opinion was, you know, \"Daddy can't go to space.\"",
      "th": "เขาออกความเห็นว่า \"พ่อไปอวกาศไม่ได้หรอก\""
    }
  },
  {
    "translation": {
      "en": "That's something I wasn't quite, uh, prepared for.",
      "th": "ผมไม่เตรียมใจไว้สำหรับคำนั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't expect to… to have that hit me as much as it did.",
      "th": "ผมไม่คิดว่ามันจะกระทบจิตใจผม มากเท่ากับที่มันเป็น"
    }
  },
  {
    "translation": {
      "en": "[woman] And we are following the convoy",
      "th": "เรากำลังติดตามขบวนรถ"
    }
  },
  {
    "translation": {
      "en": "as they continue to make their way to the pad.",
      "th": "ซึ่งมุ่งหน้าไปยังฐานปล่อยจรวด"
    }
  },
  {
    "translation": {
      "en": "These people have been working long hours.",
      "th": "คนเหล่านี้ทำงานกันมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Coronavirus happened, and we made it.",
      "th": "ไวรัสโคโรนาระบาด แต่เราก็ยังทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "And here they come.",
      "th": "พวกเขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just minutes from now, the astronauts will climb into Dragon.",
      "th": "อีกไม่กี่นาที นักบินอวกาศจะเข้าไปในดราก้อน"
    }
  },
  {
    "translation": {
      "en": "[man] It's a beautiful view up there, too,",
      "th": "บนนั้นวิวก็สวยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "of getting ready for the business at hand of heading to the cosmos.",
      "th": "เหมาะสำหรับเตรียมตัวให้พร้อม ปฏิบัติหน้าที่ในการมุ่งสู่ห้วงอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[technician] We're gonna make sure all your zippers are closed,",
      "th": "เราจะตรวจดูให้แน่ใจว่าคุณรูดซิปปิดหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "minus your gloves.",
      "th": "เว้นแต่ถุงมือ"
    }
  },
  {
    "translation": {
      "en": "Good?",
      "th": "โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Does it feel like this line is gonna move?",
      "th": "รู้สึกเหมือนเส้นตรงนี้จะขยับหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "And then this will kind of move off. [man 2] This should subside anything behind it.",
      "th": "- จากนั้นนี่น่าจะขยับออก - มันน่าจะทำให้ทุกอย่างข้างหลังยุบลง"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[man 2] Probably a couple hours.",
      "th": "- โอเค - น่าจะสักสองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "I think if we can get Elon here. I just wanna make sure he's in the loop.",
      "th": "เรียกอีลอนมาที่นี่ได้ไหม ผมอยากแน่ใจว่าเขารู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Elon] I just wanna double-check. Who's doing the measurement?",
      "th": "ผมอยากตรวจสอบซ้ำ ใครเป็นคนวัดค่า"
    }
  },
  {
    "translation": {
      "en": "[Kiko] The Range.",
      "th": "ฝ่ายพิสัย"
    }
  },
  {
    "translation": {
      "en": "Yeah, great, but who at the Range?",
      "th": "โอเค ดี แต่ใครล่ะที่อยู่ที่ฝ่ายพิสัย"
    }
  },
  {
    "translation": {
      "en": "Uh, the Launch Weather Officer.",
      "th": "ฝ่ายสภาพอากาศการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "Basically, the whole weather office.",
      "th": "ก็คือฝ่ายสภาพอากาศทั้งหมดนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "They're the ones that basically make the call on the Range weather.",
      "th": "พวกเขาจะเป็นคนประกาศ สภาพอากาศในระยะรัศมี"
    }
  },
  {
    "translation": {
      "en": "Mike's gonna call it right now.",
      "th": "ไมค์กำลังจะประกาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Weather is go at this time.",
      "th": "ดราก้อน สเปซเอ็กซ์ ตอนนี้สภาพอากาศปลอดโปร่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "Dragon copy. Go weather.",
      "th": "ดราก้อนรับทราบ อากาศปลอดโปร่ง"
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. You are go for section seven.",
      "th": "ดราก้อน สเปซเอ็กซ์ คุณกำลังจะเข้าสู่ขั้นตอนที่เจ็ด"
    }
  },
  {
    "translation": {
      "en": "Close visors and arm launch escape system.",
      "th": "ปิดหมวกครอบและติดตั้งระบบดีดตัว"
    }
  },
  {
    "translation": {
      "en": "Visors coming closed.",
      "th": "ปิดหมวกครอบแล้ว"
    }
  },
  {
    "translation": {
      "en": "7.2, our visors are closed, and we're arming the launch escape system.",
      "th": "ขั้นที่ 7.2 ปิดหมวกครอบ กำลังติดตั้งระบบดีดตัว"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Launch escape system is verified armed.",
      "th": "ยืนยันติดตั้งระบบดีดตัว"
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "th": "ผอ.ฝ่ายปล่อยยานถึงสถานีนับถอยหลัง เสาพร้อม"
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "th": "ตอนนี้เราพร้อมที่จะเติมเชื้อเพลิง"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Propellant load has started.",
      "th": "เริ่มการเติมเชื้อเพลิง"
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX launch director.",
      "th": "ดราก้อน ผอ.ฝ่ายปล่อยยานสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "2D to violate a couple of weather rules",
      "th": "ใช้สองดี เพราะมีการผิดกฎสภาพอากาศสองสามข้อ"
    }
  },
  {
    "translation": {
      "en": "that now do not expect to clear in time for launch.",
      "th": "อากาศปลอดโปร่งไม่ทันการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "Proceed to 2D launch abort sequence, please.",
      "th": "ใช้กรณีสองดี ยกเลิกการปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. We can see some raindrops on the windows,",
      "th": "รับทราบ เราเห็นฝนตกที่หน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "and it's just part of the deal.",
      "th": "ข้อตกลงระบุไว้แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Mike] Copy all.",
      "th": "รับทราบทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Kiko] That's it.",
      "th": "แค่นั้นสินะ"
    }
  },
  {
    "translation": {
      "en": "-It's aborted? -[Kiko] Yeah.",
      "th": "- ยกเลิกเหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "It's not our day.",
      "th": "นี่ไม่ใช่วันของเรา"
    }
  },
  {
    "translation": {
      "en": "Basically, we've got ten major weather rules,",
      "th": "เรามีข้อกำหนดเรื่องสภาพอากาศหลักๆ สิบข้อ"
    }
  },
  {
    "translation": {
      "en": "and three of them are in violation right now.",
      "th": "และตอนนี้มีสามข้อที่ไม่ผ่านข้อกำหนด"
    }
  },
  {
    "translation": {
      "en": "-Three? -Yeah.",
      "th": "- สามเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "At least eyeballing it, this does not look like we should be stopping launch.",
      "th": "ลองตรวจดูอีกทีเถอะ มันดูไม่เหมือนว่าเราควรยกเลิกเลย"
    }
  },
  {
    "translation": {
      "en": "We wanna make sure",
      "th": "ตรวจดูให้แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "we're not scrubbing based on half-hour-old weather.",
      "th": "ว่าเราไม่ได้จะยกเลิก เพราะสภาพอากาศครึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[man] The measurement's real-time… it's real-time lightning.",
      "th": "- เขาวัดค่าตามเวลาจริง - มันเป็นฟ้าผ่าตามเวลาจริง"
    }
  },
  {
    "translation": {
      "en": "-[Elon] Okay. -[man] Yeah.",
      "th": "- โอเค - ใช่"
    }
  },
  {
    "translation": {
      "en": "We just wanna make sure it's real and we're not jumping at shadows.",
      "th": "เราแค่ต้องแน่ใจว่ามันจริง และเราไม่ได้ตื่นตูมไปเอง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Kiko] So next launch time is Saturday.",
      "th": "กำหนดปล่อยยานรอบต่อไปคือวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "[Elon] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Kiko] I… am bummed.",
      "th": "ผมเซ็งสุดๆ"
    }
  },
  {
    "translation": {
      "en": "-[chuckling] Yes, I am bummed too. -[Kiko laughing]",
      "th": "ใช่ ผมเองก็เซ็ง"
    }
  },
  {
    "translation": {
      "en": "I, too, am bummed. Yes.",
      "th": "ผมเซ็งสุดๆ ใช่"
    }
  },
  {
    "translation": {
      "en": "I am too.",
      "th": "ผมด้วย"
    }
  },
  {
    "translation": {
      "en": "[Mike] Dragon, SpaceX. Thanks for the valiant effort today.",
      "th": "ดราก้อน สเปซเอ็กซ์ ขอบคุณสำหรับความกล้าหาญในวันนี้"
    }
  },
  {
    "translation": {
      "en": "Appreciate your resilience.",
      "th": "เราขอบคุณในความอดทนของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Doug] Yeah, we appreciate those words.",
      "th": "ครับ ขอบคุณสำหรับคำชม"
    }
  },
  {
    "translation": {
      "en": "Everybody did great today, and we'll do it again on Saturday.",
      "th": "วันนี้ทุกคนทำได้ดีมาก เราจะลองอีกทีในวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "[woman] Today, we're giving it another shot.",
      "th": "วันนี้เราจะลองอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Wednesday's first attempt was postponed due to that wild weather,",
      "th": "เพราะอากาศที่ผันผวน การปล่อยยานครั้งแรกเมื่อวันพุธจึงถูกเลื่อน"
    }
  },
  {
    "translation": {
      "en": "but if all goes well today, we will mark a new first",
      "th": "แต่ถ้าวันนี้มันไปได้สวย นี่จะเป็นการปูทางไปสู่ยุคสมัย"
    }
  },
  {
    "translation": {
      "en": "and usher in the commercial-crew era of American spaceflight.",
      "th": "แห่งการเดินทางด้วยยานอวกาศ โดยลูกเรือพาณิชย์ของอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[Doug] To get an actual scrub, it really was almost like a gift.",
      "th": "การยกเลิกแผนก็เหมือนเป็นของขวัญ"
    }
  },
  {
    "translation": {
      "en": "It was just one last chance",
      "th": "มันมอบโอกาสสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "to go through and evaluate and make sure everything's ready to fly.",
      "th": "ให้เราประเมินและตรวจสอบ เพื่อให้แน่ใจว่าทุกอย่างพร้อมขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "But from an emotional standpoint, it was extremely difficult.",
      "th": "แต่ในแง่ความรู้สึก มันเลวร้ายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "My son, Jack, was really hit pretty hard when we scrubbed.",
      "th": "ลูกผม แจ็ค สะเทือนใจมาก ตอนที่เราต้องยกเลิกการขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "Karen said he kind of went and sat in a chair",
      "th": "คาเร็นบอกว่าเขาไปนั่งที่เก้าอี้"
    }
  },
  {
    "translation": {
      "en": "and just wanted to be by himself.",
      "th": "และอยากอยู่ตามลำพัง"
    }
  },
  {
    "translation": {
      "en": "He kind of gets that there's a lot that can go wrong.",
      "th": "เขารู้ว่าหลายอย่างสามารถผิดพลาดได้"
    }
  },
  {
    "translation": {
      "en": "He had already said goodbye to me,",
      "th": "เขาบอกลาผมไปแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "and I… I think he probably didn't wanna have to go through that again.",
      "th": "และผมคิดว่าเขาคงไม่อยาก ต้องมาทำแบบนั้นซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "Hey, buddy, I love you.",
      "th": "ไง ลูกรัก พ่อรักลูกนะ"
    }
  },
  {
    "translation": {
      "en": "You bet. This is gonna be cool.",
      "th": "แน่นอน มันจะต้องเจ๋งแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Be good for Mommy.",
      "th": "อย่าดื้อกับแม่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "See you, buddy.",
      "th": "แล้วเจอกันนะลูก"
    }
  },
  {
    "translation": {
      "en": "[Bob] Hey, Theo, you be on good behavior, okay?",
      "th": "ธีโอ เป็นเด็กดีนะ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "And enjoy today. Watch the rocket for me, okay?",
      "th": "สนุกกับวันนี้ ดูจรวดเผื่อพ่อด้วย"
    }
  },
  {
    "translation": {
      "en": "I'll call you from the space station.",
      "th": "พ่อจะโทรหาจากสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Okay, you're welcome.",
      "th": "โอเค ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "I love you.",
      "th": "พ่อรักลูก"
    }
  },
  {
    "translation": {
      "en": "To see your parent launch on a rocket",
      "th": "การต้องเห็นพ่อบินไปกับจรวด"
    }
  },
  {
    "translation": {
      "en": "is something that my son hasn't been exposed to.",
      "th": "เป็นสิ่งที่ลูกชายผมไม่เคยสัมผัสมาก่อน"
    }
  },
  {
    "translation": {
      "en": "I needed to figure out a way to prepare him for that.",
      "th": "ผมต้องหาทางเตรียมเขาให้พร้อมสำหรับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "This is, uh, Tremor.",
      "th": "นี่คือเทรเมอร์"
    }
  },
  {
    "translation": {
      "en": "Tremor is, uh… was actually my son's dinosaur.",
      "th": "เทรเมอร์เป็นไดโนเสาร์ของลูกชายผม"
    }
  },
  {
    "translation": {
      "en": "I decided to bring Tremor and take him through the entire process,",
      "th": "ผมตัดสินใจเอาเทรเมอร์มาด้วย และทำทุกขั้นตอนไปพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "you know, to make it feel a little bit more normal for my son.",
      "th": "เพื่อให้ลูกชายผมรู้สึกว่ามันปกติมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Core and countdown one in T-minus 2 hours and 46 minutes.",
      "th": "เริ่มนับถอยหลังครั้งที่หนึ่งในสองชั่วโมง 57 นาที"
    }
  },
  {
    "translation": {
      "en": "The crew has arrived at the White Room. Its ingress is in progress on schedule.",
      "th": "ลูกเรือมาถึงไวท์รูมแล้ว การเข้าประจำตำแหน่งตรงตามกำหนดการ"
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch Control, clear to retract the axis arm on time.",
      "th": "ศูนย์ควบคุม เคลียร์พื้นที่เพื่อถอดแขนต่อตามเวลา"
    }
  },
  {
    "translation": {
      "en": "Crew access arm retract has started.",
      "th": "เริ่มถอดแขนต่อทางเข้าลูกเรือ"
    }
  },
  {
    "translation": {
      "en": "[launch director] Launch director to countdown net, poll is complete,",
      "th": "ผอ.ฝ่ายปล่อยยานถึงสถานีนับถอยหลัง เสาพร้อม"
    }
  },
  {
    "translation": {
      "en": "and we have a go to proceed with propellant load.",
      "th": "ตอนนี้เราพร้อมที่จะเติมเชื้อเพลิง"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Copy.",
      "th": "รับทราบ"
    }
  },
  {
    "translation": {
      "en": "[Kiko] What's up, Elon?",
      "th": "ไง อีลอน"
    }
  },
  {
    "translation": {
      "en": "Looking a little nicer today.",
      "th": "วันนี้อากาศดีกว่าหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Elon] It looks really nice.",
      "th": "มันดีมากเลย"
    }
  },
  {
    "translation": {
      "en": "-Oh, palo santo. -[Elon] Yeah.",
      "th": "- ไม้ศักดิ์สิทธิ์ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Like it. Anything you can do. [chuckles]",
      "th": "ชอบจัง คุณทำทุกวิธีเลย"
    }
  },
  {
    "translation": {
      "en": "It's for good luck.",
      "th": "เพื่อนำโชคมาให้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Situations like this, you can't have too much luck.",
      "th": "สถานการณ์แบบนี้โชคมีไม่มาก"
    }
  },
  {
    "translation": {
      "en": "[man] You believe in luck?",
      "th": "คุณเชื่อเรื่องโชคด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Elon] I believe luck is the best superpower.",
      "th": "ผมเชื่อว่าโชคคือพลังพิเศษที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "If you can have any superpower, luck is the one you'd want.",
      "th": "ถ้าเลือกพลังพิเศษได้ โชคคือสิ่งที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "[officer 3] Propellant fills are complete.",
      "th": "เติมเชื้อเพลิงเสร็จสิ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Falcon 9 is in startup. Dragon is in countdown.",
      "th": "ฟอลคอนเก้าเริ่มต้น ดราก้อนนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "FTS is armed for launch.",
      "th": "ติดตั้งเอฟทีเอสสำหรับปล่อยยาน"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Holy shit, here we go.",
      "th": "ให้ตายสิ เอาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Here we go. -[Elon sighs]",
      "th": "เอาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[launch director] Dragon, SpaceX. Go for launch.",
      "th": "ดราก้อน สเปซเอ็กซ์ พร้อมขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "SpaceX, Dragon. We're go for launch. Let's light this candle.",
      "th": "สเปซเอ็กซ์ ดราก้อน เราพร้อมไปแล้ว จุดเครื่องยนต์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[officer 4] Ten, nine, eight, seven, six,",
      "th": "สิบ เก้า แปด เจ็ด หก"
    }
  },
  {
    "translation": {
      "en": "five, four, three, two, one, zero.",
      "th": "ห้า สี่ สาม สอง หนึ่ง ศูนย์"
    }
  },
  {
    "translation": {
      "en": "-Ignition. Liftoff. -[rumbling]",
      "th": "จุดเครื่องยนต์ ขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "-It's going. -Here we go.",
      "th": "- มันไปแล้ว - ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Stage one propulsion is nominal.",
      "th": "ไอพ่นส่วนที่หนึ่งทำงานปกติ"
    }
  },
  {
    "translation": {
      "en": "Falcon power telemetry nominal.",
      "th": "โทรมาตรพลังงานฟอลคอนทำงานปกติ"
    }
  },
  {
    "translation": {
      "en": "We're monitoring.",
      "th": "เราคอยเฝ้าดูอยู่"
    }
  },
  {
    "translation": {
      "en": "[officer] Vehicle is supersonic and passing through maximum dynamic pressure.",
      "th": "ยานเข้าสู่ความเร็วเหนือเสียง และผ่านชั้นความดันไดนามิกสูงสุด"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy one bravo.",
      "th": "รับทราบ หนึ่งบราโว่"
    }
  },
  {
    "translation": {
      "en": "[launch director] And 1D throttle down.",
      "th": "เบาเครื่องยนต์หนึ่งดี"
    }
  },
  {
    "translation": {
      "en": "[Doug] Throttling down the Merlin engines.",
      "th": "เบาเครื่องยนต์เมอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Standing by for separation.",
      "th": "เตรียมพร้อมแยกตัว"
    }
  },
  {
    "translation": {
      "en": "Dragon copy.",
      "th": "ดราก้อนรับทราบ"
    }
  },
  {
    "translation": {
      "en": "[officer] Stage separation confirmed.",
      "th": "ยืนยันการแยกตัว"
    }
  },
  {
    "translation": {
      "en": "[Kiko] First stage has done its job.",
      "th": "ส่วนแรกทำหน้าที่ลุล่วงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Switch over to the second.",
      "th": "สลับไปที่ส่วนที่สอง"
    }
  },
  {
    "translation": {
      "en": "Second stage ignited.",
      "th": "ส่วนที่สองติดเครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "[Bob] SpaceX, Dragon. Thanks for the great ride to space.",
      "th": "สเปซเอ็กซ์ ดราก้อน ขอบคุณที่มาส่งเรายังอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Congratulations. We just put… we just put astronauts in orbit.",
      "th": "ยินดีด้วย คุณเพิ่งส่งนักบินอวกาศขึ้นสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "-Incredible. -Yeah!",
      "th": "- สุดยอด - เย่"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Well-done, guys.",
      "th": "เก่งมากทุกคน"
    }
  },
  {
    "translation": {
      "en": "-Good work. -[man] That's awesome.",
      "th": "- ทำได้ดีมาก - มันยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Congrats hug.",
      "th": "กอดแสดงความยินดี"
    }
  },
  {
    "translation": {
      "en": "That's real, dude. That's space!",
      "th": "ของจริง นั่นอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[Elon] Wow. It only takes nine minutes to get to orbit.",
      "th": "ใช้เวลาแค่เก้านาทีเพื่อเข้าสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "Nine minutes, and you're going 25 times the speed of sound.",
      "th": "เก้านาที ด้วยความเร็วเหนือเสียง 25 เท่า"
    }
  },
  {
    "translation": {
      "en": "Bob and Doug--",
      "th": "บ๊อบกับดั๊ก…"
    }
  },
  {
    "translation": {
      "en": "[Elon] Bob and Doug are cool as cucumbers.",
      "th": "บ๊อบกับดั๊กดูใจเย็นเป็นน้ำเลย"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Just hanging out. It looks too smooth.",
      "th": "เหมือนนั่งเล่น ดูราบเรียบเกินไปนะ"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Two dads.",
      "th": "พ่อสองคน"
    }
  },
  {
    "translation": {
      "en": "Dads in space.",
      "th": "พ่อสองคนในอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, everyone, kind of a tradition we've had with spacecraft,",
      "th": "ทุกคน ตามธรรมเนียมที่เราทำกับยานอวกาศ"
    }
  },
  {
    "translation": {
      "en": "going way back to the Mercury era.",
      "th": "ซึ่งมีมาตั้งแต่ยุคยานเมอร์คิวรี"
    }
  },
  {
    "translation": {
      "en": "We're given the honor to name this capsule.",
      "th": "เราได้รับเกียรติให้ตั้งชื่อกระสวยนี้"
    }
  },
  {
    "translation": {
      "en": "Without further ado,",
      "th": "เพื่อไม่ให้เป็นการเสียเวลา"
    }
  },
  {
    "translation": {
      "en": "we would like to, uh, welcome you aboard Capsule Endeavour.",
      "th": "เราขอต้อนรับสู่กระสวยเอนเดฟเวอร์"
    }
  },
  {
    "translation": {
      "en": "[Bob] Uh, I'll tell you that for the ride uphill,",
      "th": "ผมอยากบอกว่าในเที่ยวขามา"
    }
  },
  {
    "translation": {
      "en": "while it was a… an exciting ride,",
      "th": "ซึ่งถึงจะเป็นการเดินทางที่ตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "I think we got a… a couple of surprises",
      "th": "แต่เราก็เจอเซอร์ไพรส์สองสามอย่าง"
    }
  },
  {
    "translation": {
      "en": "just in terms of the way the vehicle is kind of moving",
      "th": "ในเรื่องของการเคลื่อนไหวและการสั่นสะเทือน"
    }
  },
  {
    "translation": {
      "en": "and… and shaking and taking you into orbit.",
      "th": "ตอนที่ยานพาเราเข้าสู่วงโคจร"
    }
  },
  {
    "translation": {
      "en": "You can tell that it's, uh…",
      "th": "เรารู้สึกได้ว่า…"
    }
  },
  {
    "translation": {
      "en": "It's fighting against the Earth as it makes its way into space.",
      "th": "มันกำลังต้านแรงของโลกเพื่อออกสู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "We did, it turns out, end up with one stowaway",
      "th": "ดูเหมือนเราจะมีคนแอบขึ้นมาบนยาน"
    }
  },
  {
    "translation": {
      "en": "on board our, uh, vehicle when we launched today.",
      "th": "ระหว่างการปล่อยยานวันนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "I hope both of our sons were super excited to see, uh, their toy",
      "th": "ผมหวังว่าลูกชายของเราทั้งคู่ จะตื่นเต้นที่เห็นของเล่นของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "floating around with us on board.",
      "th": "ลอยอยู่กับเราบนยาน"
    }
  },
  {
    "translation": {
      "en": "I'm sure they would rather be here, given the opportunity,",
      "th": "ผมแน่ใจว่าพวกเขาคงอยากมาด้วย ถ้ามีโอกาส"
    }
  },
  {
    "translation": {
      "en": "but hopefully, they're proud of this as well.",
      "th": "แต่หวังว่าพวกเขาก็จะภูมิใจเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Doug] So with that, I think it'll be good night from Capsule Endeavour.",
      "th": "เท่านั้นแหละครับ ราตรีสวัสดิ์จากยานเอนเดฟเวอร์"
    }
  },
  {
    "translation": {
      "en": "Good night, Megan and Theo.",
      "th": "ราตรีสวัสดิ์ เมแกนและธีโอ"
    }
  },
  {
    "translation": {
      "en": "And Karen and Jack.",
      "th": "และคาเร็นกับแจ็ค"
    }
  },
  {
    "translation": {
      "en": "[Elon] Thank you. Congratulations.",
      "th": "ขอบคุณ ยินดีด้วย"
    }
  },
  {
    "translation": {
      "en": "[Jim] We can breathe another sigh of relief. [Elon] Indeed.",
      "th": "- เราถอนใจอย่างโล่งอกได้อีกครั้ง - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[cameraman] You're good there?",
      "th": "คุณพร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "-He's left of the pole? Yeah? -[man] I gotcha.",
      "th": "- ทางซ้ายของเสา - ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jim] So far, everything has performed very, very well,",
      "th": "ตอนนี้ทุกอย่างไปได้ดีสุดๆ"
    }
  },
  {
    "translation": {
      "en": "and we are excited that Bob and Doug are safely in orbit",
      "th": "และเราก็ตื่นเต้นที่บ๊อบและดั๊ก ขึ้นสู่วงโคจรอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and on the way to the International Space Station.",
      "th": "และกำลังมุ่งไปสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Elon, what would you say to those who doubted SpaceX could do this?",
      "th": "อีลอน คุณอยากพูดอะไรถึง คนที่ไม่แน่ใจว่าสเปซเอ็กซ์จะทำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Do you have a message for them?",
      "th": "คุณมีข้อความถึงพวกเขาไหม"
    }
  },
  {
    "translation": {
      "en": "Do I have a message for those who…",
      "th": "ผมมีข้อความถึงคนที่…"
    }
  },
  {
    "translation": {
      "en": "-What? -[Jim] Who doubted you.",
      "th": "- คนที่… - ไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "Oh, doubted. Okay. I was like, \"What did he--?\" Okay. Um…",
      "th": "ไม่แน่ใจ โอเค ผมแค่คิดว่า \"อะไรนะ\" โอเค"
    }
  },
  {
    "translation": {
      "en": "Maybe I just blank out the word \"doubt.\"",
      "th": "เหมือนหัวผมไม่รับคำว่า \"ไม่แน่ใจ\""
    }
  },
  {
    "translation": {
      "en": "No, I mean, I… To be totally frank, I doubted us too.",
      "th": "ไม่ ผมพูดตามตรง ผมก็ไม่แน่ใจในเรา"
    }
  },
  {
    "translation": {
      "en": "When starting SpaceX, I thought we maybe had a 10% chance of reaching orbit.",
      "th": "ตอนเริ่มต้นสเปซเอ็กซ์ เราคิดว่า เรามีโอกาสสิบเปอร์เซ็นต์ที่จะไปถึงวงโคจร"
    }
  },
  {
    "translation": {
      "en": "But fortunately, fate has smiled upon us and brought us to this day.",
      "th": "แต่ดีที่โชคเข้าข้างเราและพาเรามาถึงวันนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Elon, you said that you had told Bob and Doug's boys",
      "th": "อีลอน เห็นว่าคุณบอกลูกชายบ๊อบกับดั๊ก"
    }
  },
  {
    "translation": {
      "en": "that you'd do everything you can to bring them home safely.",
      "th": "ว่าคุณจะทำทุกอย่าง เพื่อพาพวกเขากลับบ้านอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "Even with a safe launch out of the way, that must still weigh on you,",
      "th": "ถึงการปล่อยยานจะประสบความสำเร็จ แต่ฉันคิดว่าคุณก็คงยังหนักใจอยู่"
    }
  },
  {
    "translation": {
      "en": "and I wondered what it's like as a dad.",
      "th": "คุณรู้สึกยังไงในฐานะที่ก็เป็นพ่อคน"
    }
  },
  {
    "translation": {
      "en": "So, you know, uh, there's still…",
      "th": "คุณรู้ไหม มันยัง…"
    }
  },
  {
    "translation": {
      "en": "We still gotta dock with Space Station. We still gotta, uh… still gotta return.",
      "th": "เรายังต้องเข้าเทียบที่สถานีอวกาศ เรายัง เรายังต้องกลับมา"
    }
  },
  {
    "translation": {
      "en": "I think there's an argument that",
      "th": "ผมคิดว่ามันมีข้อโต้แย้งที่ว่า"
    }
  },
  {
    "translation": {
      "en": "the return is more… more dangerous in some ways than the ascent.",
      "th": "ขากลับ ในแง่หนึ่ง มันอันตรายกว่าตอนเราขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "So we don't wanna declare victory yet.",
      "th": "ฉะนั้นเรายังไม่อยากประกาศชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "Anyway… I'm getting choked up here, so…",
      "th": "ยังไงก็ตาม ผมรู้สึกจุกอกแล้ว ฉะนั้น…"
    }
  },
  {
    "translation": {
      "en": "It… It's… Really, this…",
      "th": "มัน เรื่องนี้…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't… I'm getting choked up. Sorry.",
      "th": "ผมรู้สึกจุกอก โทษที"
    }
  },
  {
    "translation": {
      "en": "I'm not sure I can answer the question any more than that except, um…",
      "th": "ผมไม่แน่ใจว่า ผมจะตอบอะไรมากกว่านั้นได้ไหม แต่…"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're gonna do everything we can to make sure it gets home safely.",
      "th": "ครับ เราจะทำทุกอย่างที่ทำได้ เพื่อให้พวกเขากลับบ้านปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Doug] Well, good morning, everyone, from, uh, Endeavour.",
      "th": "อรุณสวัสดิ์ทุกคน จากเอนเดฟเวอร์"
    }
  },
  {
    "translation": {
      "en": "We, uh, had a great night. Got to get a little sleep.",
      "th": "เรามีคืนที่วิเศษ ได้นอนนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "And, uh, as you can see, a beautiful day pass right now.",
      "th": "อย่างที่คุณเห็น ข้างล่างนั่นอากาศสดใส"
    }
  },
  {
    "translation": {
      "en": "Getting pretty close to ISS,",
      "th": "เราใกล้จะถึงสถานีอวกาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "uh, as we're flying at about 17,500 miles an hour",
      "th": "ตอนนี้เราบินอยู่ที่ 17,500 ไมล์ต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "around the planet.",
      "th": "รอบโลก"
    }
  },
  {
    "translation": {
      "en": "[woman] Dragon, SpaceX. Comm check on big loop.",
      "th": "ดราก้อน สเปซเอ็กซ์ ทดสอบช่องบิ๊กลูป"
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Loud and clear now on the big loop.",
      "th": "สเปซเอ็กซ์ ดราก้อน ช่องบิ๊กลูปเสียงดังฟังชัด"
    }
  },
  {
    "translation": {
      "en": "Good morning, Anna.",
      "th": "อรุณสวัสดิ์ แอนนา"
    }
  },
  {
    "translation": {
      "en": "[Anna] Good morning. Great to hear your voice.",
      "th": "อรุณสวัสดิ์ ดีใจที่ได้ยินเสียงคุณ"
    }
  },
  {
    "translation": {
      "en": "[Doug] It's great to hear yours as well.",
      "th": "เราก็ดีใจมากที่ได้ยินเสียงคุณ"
    }
  },
  {
    "translation": {
      "en": "We're looking forward to rendezvousing with Space Station today.",
      "th": "เรากำลังตั้งตารอเข้าเทียบสถานี ที่สถานีอวกาศในวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Anna] I am responsible for being Bob and Doug's eyes and ears on the ground",
      "th": "หน้าที่ฉันคือการเป็นหูและตา บนภาคพื้นให้กับบ๊อบและดั๊ก"
    }
  },
  {
    "translation": {
      "en": "as they approach and then dock with the International Space Station.",
      "th": "ขณะที่พวกเขาเคลื่อนเข้าใกล้ และเข้าจอดที่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "My role is to help make sure that they are informed",
      "th": "หน้าที่ของฉันคือ ถ้าเกิดมีอะไรผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "of anything that's going awry,",
      "th": "ฉันต้องแน่ใจว่าพวกเขารู้"
    }
  },
  {
    "translation": {
      "en": "and I am forever grateful to be a part of this moment.",
      "th": "และฉันก็รู้สึกซึ้งใจมากเลย ที่ได้เป็นส่วนหนึ่งในช่วงเวลานี้"
    }
  },
  {
    "translation": {
      "en": "One of my fourth-grade teachers was actually the daughter",
      "th": "ครูคนหนึ่งของฉันตอนเกรดสี่เป็นลูกสาว"
    }
  },
  {
    "translation": {
      "en": "of one of the astronauts on the Challenger.",
      "th": "ของนักบินคนหนึ่งบนยานชาเลนเจอร์"
    }
  },
  {
    "translation": {
      "en": "She brought our class to NASA,",
      "th": "เธอพาเด็กห้องเราไปนาซ่า"
    }
  },
  {
    "translation": {
      "en": "and from that time on, I knew I wanted to be",
      "th": "และตั้งแต่ตอนนั้น ฉันก็รู้ว่าฉันอยากจะเป็น"
    }
  },
  {
    "translation": {
      "en": "a part of space operations.",
      "th": "ส่วนหนึ่งในปฏิบัติการทางอวกาศ"
    }
  },
  {
    "translation": {
      "en": "I still am amazed by how she… she ultimately changed my life,",
      "th": "ฉันยังทึ่งอยู่เลยกับเรื่องที่เธอเปลี่ยนชีวิตฉันไป"
    }
  },
  {
    "translation": {
      "en": "and I imagine that she changed many other people's lives",
      "th": "และฉันก็คิดว่า เธอคงเปลี่ยนชีวิตของคนอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "as a result of something",
      "th": "แม้มันจะเป็นผล"
    }
  },
  {
    "translation": {
      "en": "that had to have been incredibly painful for her.",
      "th": "จากเหตุการณ์ที่เจ็บปวดสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX.",
      "th": "ดราก้อน สเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "Your rendezvous complete time is expected to be 1050 UTC.",
      "th": "คาดว่าคุณจะไปถึงเป้าหมาย ตอน 10.50 เวลาสากลเชิงพิกัด"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "th": "รับทราบ"
    }
  },
  {
    "translation": {
      "en": "[Anna] As Dragon is approaching the space station,",
      "th": "ขณะที่ดราก้อนเคลื่อนเข้าใกล้สถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "it's flying at incredible speeds.",
      "th": "มันบินด้วยความเร็วที่สูงมาก"
    }
  },
  {
    "translation": {
      "en": "It first does a series of burns",
      "th": "ตอนแรก มันจะใช้ไอพ่นเป็นระลอก"
    }
  },
  {
    "translation": {
      "en": "to get it in close proximity to the space station",
      "th": "เพื่อเข้าไปใกล้สถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "until the point at which it is basically in a straight line",
      "th": "จนกระทั่งมันมาถึงจุดที่อยู่ในระนาบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "towards the docking adapter.",
      "th": "กับช่องต่อเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "The whole time, we are watching our telemetry",
      "th": "ตลอดเวลา เราจะจับตาดูโทรมาตร"
    }
  },
  {
    "translation": {
      "en": "and making sure that when it gets to the docking adapter,",
      "th": "เพื่อให้แน่ใจว่าตอนที่มันไปถึงช่องต่อเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "it is precisely where it needs to be.",
      "th": "มันอยู่ตรงตามตำแหน่งที่ต้องอยู่เป๊ะๆ"
    }
  },
  {
    "translation": {
      "en": "One problem, and it's a collision.",
      "th": "ถ้าเกิดปัญหาขึ้นสักอย่าง มันจะชน"
    }
  },
  {
    "translation": {
      "en": "We face that risk, and we deal with that",
      "th": "เราเผชิญความเสี่ยงนั้น เรารับมือกับมัน"
    }
  },
  {
    "translation": {
      "en": "by being extremely intentional in everything we do.",
      "th": "ด้วยการใส่ความตั้งใจอย่างยิ่งยวด ลงไปในทุกอย่างที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "th": "สถานีอวกาศอยู่ในช่องบิ๊กลูป"
    }
  },
  {
    "translation": {
      "en": "Dragon, tally ho. I know you guys probably see it on the video cameras,",
      "th": "ดราก้อน เราเห็นคุณแล้ว ผมรู้ว่าพวกคุณเห็นมันในกล้องวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "but with the naked eye, we can see it as well.",
      "th": "แต่เราก็เห็นมันด้วยตาเปล่าเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Looking like a nice, shiny new friend.",
      "th": "ดูเหมือนจะเป็นเพื่อนใหม่ที่แวววาวสวยดีทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Dragon copies. We'll be there in a second.",
      "th": "ดราก้อนทราบ เรากำลังจะไปถึงในชั่วอึดใจ"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX.",
      "th": "ดราก้อน สเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "Ground is go for approach initiation.",
      "th": "ภาคพื้นพร้อมสำหรับการเข้าเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "[Doug] Dragon on the big loop. We copy go.",
      "th": "ดราก้อนอยู่ในช่องบิ๊กลูป เราทราบแล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, just 400 meters directly below station,",
      "th": "ดราก้อนอยู่ใต้สถานีเป็นระยะ 400 เมตร"
    }
  },
  {
    "translation": {
      "en": "swinging itself up out in front to align itself with the docking adapter.",
      "th": "และกำลังเหวี่ยงตัวเองขึ้นมาข้างหน้า เพื่อให้อยู่ในระนาบเดียวกับช่องต่อเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Commanding hold.",
      "th": "ดราก้อน สเปซเอ็กซ์ ใช้ความเร็วคงที่"
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. We will command the hold.",
      "th": "รับทราบ เราจะคงความเร็วไว้"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon holding a little over 17,000 miles an hour,",
      "th": "ดราก้อนคงความเร็วไว้ที่ ระดับ 17,000 ไมล์ต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "directly out in front of the space station.",
      "th": "และอยู่ตรงหน้าสถานีอวกาศพอดี"
    }
  },
  {
    "translation": {
      "en": "[man] Space Station on the big loop.",
      "th": "สถานีอวกาศอยู่ในช่องบิ๊กลูป"
    }
  },
  {
    "translation": {
      "en": "Crew on the International Space Station is ready for docking.",
      "th": "ลูกเรือบนสถานีอวกาศนานาชาติ พร้อมแล้วสำหรับการเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. You are go to execute final approach.",
      "th": "ดราก้อน สเปซเอ็กซ์ พร้อมให้คุณเข้าเทียบสถานีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Doug] Copy. Go for docking.",
      "th": "รับทราบ เข้าเทียบสถานี"
    }
  },
  {
    "translation": {
      "en": "[Anna] We are following along with you.",
      "th": "เรากำลังตามคุณไป"
    }
  },
  {
    "translation": {
      "en": "[Doug] One hundred meters away from the space station.",
      "th": "ห่างจากสถานีอวกาศ 100 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Anna] You know, as we were approaching the space station,",
      "th": "รู้ไหม ขณะที่เราเข้าใกล้สถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "I remember being extremely focused.",
      "th": "จำได้ว่าสติฉันจดจ่อสุดขีด"
    }
  },
  {
    "translation": {
      "en": "I had a checklist in my mind.",
      "th": "ฉันมีลิสต์สิ่งที่ต้องทำอยู่ในหัว"
    }
  },
  {
    "translation": {
      "en": "[Bob] We're inside 20 meters.",
      "th": "เข้าสู่ระยะ 20 เมตรแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Anna] And I remember at one point, we were close to docking,",
      "th": "และฉันจำได้ว่า ณ จุดหนึ่ง เราอยู่ใกล้สถานี"
    }
  },
  {
    "translation": {
      "en": "and I looked up, and I saw Dragon.",
      "th": "แล้วพอฉันเงยหน้า ฉันเห็นดราก้อน"
    }
  },
  {
    "translation": {
      "en": "I just had this moment of almost pinching myself",
      "th": "มันเป็นช่วงเวลาที่ฉันแทบจะหยิกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that… that I couldn't believe this was happening.",
      "th": "เพราะฉันไม่เชื่อในสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I told myself this is… this is an incredibly special moment.",
      "th": "ฉันบอกตัวเองว่านี่เป็นช่วงเวลาที่สุดแสนจะพิเศษ"
    }
  },
  {
    "translation": {
      "en": "[Bob] Three meters to go.",
      "th": "เหลืออีกสามเมตร"
    }
  },
  {
    "translation": {
      "en": "Two meters.",
      "th": "สองเมตร"
    }
  },
  {
    "translation": {
      "en": "We are inside the hands-off point. One meter to go.",
      "th": "พ้นระยะยกเลิก อีกหนึ่งเมตร"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Docking sequence is complete.",
      "th": "ดราก้อน สเปซเอ็กซ์ เทียบสถานีสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Welcome to the International Space Station.",
      "th": "ขอต้อนรับสู่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "[man] Dragon arriving.",
      "th": "ดราก้อนกำลังเข้ามา"
    }
  },
  {
    "translation": {
      "en": "The crew of Expedition 63 is honored to welcome",
      "th": "ลูกเรือชุดเอ็กซ์เพดิชัน 63 รู้สึกเป็นเกียรติที่ได้ต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "Dragon and the commercial crew program aboard the International Space Station.",
      "th": "ดราก้อนและลูกเรือโครงการพาณิชย์ สู่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "Bob and Doug, glad to have you as part of the crew.",
      "th": "บ๊อบและดั๊ก ยินดีที่ได้คุณมาเป็นส่วนหนึ่งของทีม"
    }
  },
  {
    "translation": {
      "en": "[officer] Aboard the International Space Station,",
      "th": "ที่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "Commander Chris Cassidy standing by in node two.",
      "th": "ผบ.คริส แคสซิดี้เตรียมพร้อมรออยู่ที่โนดสอง"
    }
  },
  {
    "translation": {
      "en": "He does have two crew members on board,",
      "th": "เขามีลูกเรือสองคนบนยาน"
    }
  },
  {
    "translation": {
      "en": "both Russian cosmonauts.",
      "th": "เป็นนักบินอวกาศรัสเซียทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "He, uh, recently launched on the same Russian Soyuz spacecraft",
      "th": "เขาเพิ่งบินขึ้นมาพร้อมกัน ด้วยยานอวกาศโซยุซของรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "just a little more than a month ago.",
      "th": "เมื่อราวหนึ่งเดือนกว่า"
    }
  },
  {
    "translation": {
      "en": "[Chris] And with that, Endeavour, welcome to the International Space Station.",
      "th": "เอาล่ะ เอนเดฟเวอร์ ขอต้อนรับสู่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "Please come aboard.",
      "th": "ขึ้นมาบนสถานีได้"
    }
  },
  {
    "translation": {
      "en": "[Jim] Station, this is the NASA Administrator. Can you hear me?",
      "th": "สถานี นี่ผู้บริหารนาซ่า ได้ยินผมหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "We hear you loud and clear, sir.",
      "th": "ได้ยินชัดเจนเลยครับผม"
    }
  },
  {
    "translation": {
      "en": "Welcome to the space station.",
      "th": "ขอต้อนรับสู่สถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[Jim] Thank you, Chris. It's good to see you.",
      "th": "ขอบคุณคริส ดีใจที่เจอคุณ"
    }
  },
  {
    "translation": {
      "en": "And welcome to Bob and Doug.",
      "th": "และยินดีต้อนรับบ๊อบกับดั๊ก"
    }
  },
  {
    "translation": {
      "en": "I will tell you, the whole world saw this mission,",
      "th": "จะบอกให้ ทั้งโลกได้ชมภารกิจนี้ของคุณ"
    }
  },
  {
    "translation": {
      "en": "and we are so, so proud.",
      "th": "และเราก็ภูมิใจมากๆ"
    }
  },
  {
    "translation": {
      "en": "I have a… a question for Chris.",
      "th": "ผมมีคำถาม คริส"
    }
  },
  {
    "translation": {
      "en": "Our crew here decided to be about three days late.",
      "th": "ลูกเรือของเราตัดสินใจขึ้นบินช้าไปสามวัน"
    }
  },
  {
    "translation": {
      "en": "You gotta work them overtime, I presume now,",
      "th": "คุณคงจะต้องให้พวกเขาทำงานล่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "to get them caught up on all the activities that they missed out on.",
      "th": "เพื่อให้พวกเขาตามทัน ในกิจกรรมที่พวกเขาพลาดไป"
    }
  },
  {
    "translation": {
      "en": "Well, the day they missed out on was a good one for them to skip.",
      "th": "วันที่พวกเขาพลาดไปเป็นวันที่ขาดไปก็ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was Saturday housecleaning, and I…",
      "th": "มันเป็นวันเสาร์สำหรับทำความสะอาด และผม…"
    }
  },
  {
    "translation": {
      "en": "But I took care of it for 'em. We'll catch up next… next weekend.",
      "th": "ผมจัดการแทนไปแล้ว เราจะสอนงานพวกเขาสุดสัปดาห์หน้า"
    }
  },
  {
    "translation": {
      "en": "Uh, but in all seriousness,",
      "th": "ทีนี้เข้าเรื่องจริงจัง"
    }
  },
  {
    "translation": {
      "en": "we're looking forward to some operational stuff later in the month.",
      "th": "เรากำลังตั้งตารอที่จะทำงาน ด้านการปฏิบัติการในเดือนนี้"
    }
  },
  {
    "translation": {
      "en": "Maybe we'll get outside and do some space walks.",
      "th": "เราอาจจะออกไปสำรวจนอกยานหน่อย"
    }
  },
  {
    "translation": {
      "en": "So we're… we're all super excited to have two more crewmates",
      "th": "เราตื่นเต้นมากที่มีลูกเรือสองคนมาเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "to the Expedition 63 team.",
      "th": "ในทีมเอ็กซ์เพดิชัน 63"
    }
  },
  {
    "translation": {
      "en": "[man] Station, this is James Corden with the CBS Late Late Show.",
      "th": "สถานี นี่เจมส์ คอร์เดน กับซีบีเอส เดอะเลท เลท โชว์"
    }
  },
  {
    "translation": {
      "en": "How are you, gentlemen? Can you hear me?",
      "th": "เป็นไงบ้าง สุภาพบุรุษ ได้ยินผมไหม"
    }
  },
  {
    "translation": {
      "en": "James.",
      "th": "เจมส์"
    }
  },
  {
    "translation": {
      "en": "Welcome aboard the International Space Station.",
      "th": "ขอต้อนรับสู่สถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "We heard you loud and clear.",
      "th": "เราได้ยินคุณชัดเจน"
    }
  },
  {
    "translation": {
      "en": "[James] How are you getting on up there? How are you doing? Are you okay?",
      "th": "คุณเป็นไงบ้างข้างบนนั้น คุณสบายดีไหม โอเคหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Doug] We're doing pretty good.",
      "th": "เราสบายดีเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "I think we're assimilating into the, uh, ISS life,",
      "th": "เรากำลังปรับตัวให้เข้ากับวิถีชีวิตบนสถานี"
    }
  },
  {
    "translation": {
      "en": "trying to help Chris out as much as we can.",
      "th": "และช่วยงานคริสให้ได้มากที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "[James] That's great. I'm jealous of both of you right now",
      "th": "วิเศษ ตอนนี้ผมอิจฉาพวกคุณทั้งคู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "because I've spent most of my life wanting to be weightless.",
      "th": "เพราะเกือบทั้งชีวิต ผมหวังอยากจะไร้น้ำหนักบ้าง"
    }
  },
  {
    "translation": {
      "en": "Tell me, what's the best and worst thing",
      "th": "บอกหน่อย อะไรคือสิ่งที่ดีที่สุดและแย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "about living life in zero gravity every day?",
      "th": "ของการมีชีวิตแบบไร้แรงโน้มถ่วงในทุกๆ วัน"
    }
  },
  {
    "translation": {
      "en": "Oh, look at this.",
      "th": "อ้อ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "That's magnificent.",
      "th": "นั่นมันเยี่ยมยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Doug] You can imagine that there's a lot of places,",
      "th": "คุณคงนึกออกว่ามันมีหลายที่"
    }
  },
  {
    "translation": {
      "en": "like going to the restroom, for example,",
      "th": "อย่างเช่นห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "where you like stuff to stay where you put it.",
      "th": "ที่เราอยากให้ของอยู่ในที่ที่เราใส่เอาไว้"
    }
  },
  {
    "translation": {
      "en": "And so, uh, we definitely find that frustrating at times.",
      "th": "เพราะงั้นบางครั้งมันเลยทำให้เรารู้สึกหงุดหงิด"
    }
  },
  {
    "translation": {
      "en": "Time to go.",
      "th": "ได้เวลาปล่อย"
    }
  },
  {
    "translation": {
      "en": "You take the valve, and, uh…",
      "th": "เอาวาล์วมา แล้วก็…"
    }
  },
  {
    "translation": {
      "en": "That's where your business goes.",
      "th": "ของเสียของคุณจะเข้าไปในนี้"
    }
  },
  {
    "translation": {
      "en": "[Doug] They have six crew quarters on board the space station,",
      "th": "บนสถานีอวกาศมีห้องพักลูกเรือหกห้อง"
    }
  },
  {
    "translation": {
      "en": "and those crew quarters are really, really nice.",
      "th": "และมันเป็นห้องพักที่ดีมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "You've got your laptop in there.",
      "th": "ในนั้นมีแล็ปท็อป"
    }
  },
  {
    "translation": {
      "en": "You've got your sleeping bag attached to a wall.",
      "th": "มีถุงนอนติดอยู่กับผนัง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Can you reach down and touch your toes?",
      "th": "คุณก้มลงไปแตะนิ้วเท้าได้ไหม"
    }
  },
  {
    "translation": {
      "en": "You probably would have to fold your computer up,",
      "th": "คุณอาจจะต้องพับคอมพิวเตอร์ขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "and then you might be able to kind of do a sit-up,",
      "th": "และคุณก็อาจจะทำซิทอัพได้"
    }
  },
  {
    "translation": {
      "en": "uh, and not hit both walls.",
      "th": "โดยไม่ชนผนังทั้งสองด้าน"
    }
  },
  {
    "translation": {
      "en": "I mean, it's certainly not huge,",
      "th": "คือมันไม่ใหญ่"
    }
  },
  {
    "translation": {
      "en": "but it's actually kind of…",
      "th": "แต่ว่ามัน…"
    }
  },
  {
    "translation": {
      "en": "kind of cozy, if… if I had to be honest.",
      "th": "มันอยู่สบายดี ถ้าให้ผมพูดตามตรงน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "[woman] What kind of liquids can you drink?",
      "th": "คุณดื่มของเหลวอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Is there a cocktail hour in space?",
      "th": "ในอวกาศมีชั่วโมงค็อกเทลหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Every hour is cocktail hour for, uh…",
      "th": "ทุกชั่วโมงคือชั่วโมงค็อกเทลสำหรับ…"
    }
  },
  {
    "translation": {
      "en": "for astronauts.",
      "th": "สำหรับนักบินอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Because you can drink balls of fluid right out of the air like that.",
      "th": "เพราะคุณสามารถดื่มบอลของเหลว กลางอากาศแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "I don't know how many of these examples I wanna set for my son,",
      "th": "ผมไม่แน่ใจว่าผมจะอยากทำแบบนี้ เป็นตัวอย่างให้กับลูกชายมากนัก"
    }
  },
  {
    "translation": {
      "en": "because he'll be playing with his food all day",
      "th": "เพราะเขาคงเล่นกับของกินทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "if he gets the chance to see something like this.",
      "th": "ถ้าเขามีโอกาสได้เห็นอะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Chicken.",
      "th": "ไก่"
    }
  },
  {
    "translation": {
      "en": "[Doug] We exercise for about two hours, uh, every day,",
      "th": "เราออกกำลังกายเป็นเวลาสองชั่วโมงต่อวัน"
    }
  },
  {
    "translation": {
      "en": "with weight lifting and either running or cycling",
      "th": "ด้วยการยกน้ำหนัก ไม่ก็วิ่งหรือปั่นจักรยาน"
    }
  },
  {
    "translation": {
      "en": "to maintain our health and our fitness for our return.",
      "th": "เพื่อรักษาสุขภาพและความฟิตพร้อม ไว้สำหรับขากลับ"
    }
  },
  {
    "translation": {
      "en": "[Bob] Our heart,",
      "th": "หัวใจ"
    }
  },
  {
    "translation": {
      "en": "its most important job is to feed the brain oxygenated blood.",
      "th": "หน้าที่สำคัญที่สุดของมัน คือการส่งเลือดที่มีออกซิเจนไปเลี้ยงสมอง"
    }
  },
  {
    "translation": {
      "en": "And then when you take the gravity vector out of the picture,",
      "th": "และเมื่อคุณตัดเวกเตอร์แรงโน้มถ่วงออกไป"
    }
  },
  {
    "translation": {
      "en": "the heart sends too much up to the brain, and your head gets all puffed up.",
      "th": "หัวใจจะส่งเลือดไปยังสมองมากเกินไป ทำให้หัวเราบวมเป่ง"
    }
  },
  {
    "translation": {
      "en": "[Karen] The way your body adapts to weightlessness,",
      "th": "วิธีที่ร่างกายของคุณปรับตัวเข้ากับภาวะไร้น้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "I distinctly remember when I first got to space,",
      "th": "ฉันยังจำครั้งแรกที่ฉันไปอวกาศได้ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "every time I would flip upside down, I felt like I was upside down.",
      "th": "ทุกครั้งที่ฉันกลับหัว ฉันจะรู้สึกเหมือนฉันกลับหัว"
    }
  },
  {
    "translation": {
      "en": "And there was a moment",
      "th": "มันมีครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "where I was trying to hang my sleeping bag on the mid-deck wall,",
      "th": "ฉันพยายามแขวนถุงนอนบนผนังดาดฟ้ากลาง"
    }
  },
  {
    "translation": {
      "en": "and, just like this, my mind completely changed.",
      "th": "และด้วยวิธีนี้ สมองของฉันก็เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "And from that point on, I could be in any orientation,",
      "th": "หลังจากนั้น ฉันจะอยู่ในแนวไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "and I never felt like I was upside down.",
      "th": "ฉันไม่รู้สึกเหมือนกลับหัวอีก"
    }
  },
  {
    "translation": {
      "en": "It was so neat to me,",
      "th": "มันดีมากสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "the way your body and mind just switch like that.",
      "th": "วิธีที่สมองและร่างกายสลับสับเปลี่ยนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Bob] You feel congested",
      "th": "เราจะรู้สึกตื้อ"
    }
  },
  {
    "translation": {
      "en": "because you still have all this extra volume in your head.",
      "th": "เพราะในหัวยังมีเลือดคั่งปริมาณมาก"
    }
  },
  {
    "translation": {
      "en": "So your sense of smell and your sense of taste are dull.",
      "th": "ดังนั้นประสาทรับกลิ่นและรสของคุณจะทื่อด้าน"
    }
  },
  {
    "translation": {
      "en": "We have every hot sauce known to humankind.",
      "th": "เรามีซอสเผ็ดทุกชนิดที่มนุษย์รู้จัก"
    }
  },
  {
    "translation": {
      "en": "You pour that on absolutely everything.",
      "th": "เราราดมันลงไปในทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[officer] I believe birthday wishes are in order, Bob. Is that true?",
      "th": "ผมเชื่อว่าคุณเตรียมพร ที่จะขอในวันเกิดแล้วใช่ไหม บ๊อบ"
    }
  },
  {
    "translation": {
      "en": "[Bob] That's true. I got to join the 50-year-old club,",
      "th": "ถูกครับ ผมกำลังจะเข้าสู่ชมรมคนวัย 50 แล้ว"
    }
  },
  {
    "translation": {
      "en": "just like these two other guys.",
      "th": "เหมือนกับสองคนนี้"
    }
  },
  {
    "translation": {
      "en": "They've been teasing me all day about it.",
      "th": "พวกเขาล้อผมเรื่องนี้ทั้งวันเลย"
    }
  },
  {
    "translation": {
      "en": "[officer] Yeah, I know it's not safe to put 50 candles on a cake",
      "th": "อือ ผมรู้ว่ามันไม่ปลอดภัยที่จะจุดเทียน 50 เล่ม"
    }
  },
  {
    "translation": {
      "en": "in a high-oxygen environment,",
      "th": "ในสภาวะที่มีออกซิเจนสูง"
    }
  },
  {
    "translation": {
      "en": "but at least make everybody sing to you.",
      "th": "แต่อย่างน้อยก็ให้ทุกคนร้องเพลงให้คุณนะ (เค้กวันเกิด \"จิ๋ว\" เพราะมีใครบางคนที่ไหนสักแห่งรักผม)"
    }
  },
  {
    "translation": {
      "en": "[Megan] Because I know so well what Bob is doing, I know he's working really hard.",
      "th": "เพราะฉันรู้ดีว่าบ๊อบกำลังทำอะไร ฉันรู้ว่าเขากำลังทำงานหนัก"
    }
  },
  {
    "translation": {
      "en": "I've had those same experiences,",
      "th": "ฉันเองก็เคยมีประสบการณ์แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "and I know it's hard to be away from your family.",
      "th": "ฉันรู้ว่ามันทุกข์ใจที่ต้องอยู่ห่างจากครอบครัว"
    }
  },
  {
    "translation": {
      "en": "It was important to us to do something special.",
      "th": "มันสำคัญมากที่เราจะต้องทำอะไรพิเศษ"
    }
  },
  {
    "translation": {
      "en": "That encouragement from home, I think, is really important,",
      "th": "ฉันคิดว่ากำลังใจจากที่บ้านมันสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "that we're thinking of him, that we know what he's doing is hard.",
      "th": "เราคิดถึงเขา เรารู้ว่าสิ่งที่เขาทำมันยาก"
    }
  },
  {
    "translation": {
      "en": "You know, the work requires, you know, a lot of dedication,",
      "th": "งานนี้เรียกร้องความทุ่มเทอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "a lot of focus, a lot of problem-solving, and always a lot of risk.",
      "th": "เรียกร้องความตั้งใจ การแก้ปัญหา และมันก็มีความเสี่ยงอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Can you guys hear me?",
      "th": "ได้ยินผมไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, loud and clear. -[Doug] Okay.",
      "th": "- เสียงดังฟังชัด - โอเค"
    }
  },
  {
    "translation": {
      "en": "Check the PTT's off.",
      "th": "ตรวจดูหน่อยว่าปิดพีทีทีหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Houston air lock on one.",
      "th": "ฮิวสตันแอร์ล็อกจุดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Uh, we're complete with the, uh, med-ox lab change-out procedure.",
      "th": "เสร็จสิ้นขั้นตอนการเปลี่ยนเม็ดอ็อกซ์แล็บ"
    }
  },
  {
    "translation": {
      "en": "Going back to step 15 in 1.225.",
      "th": "กลับไปที่ขั้นตอน 15 ใน 1.225"
    }
  },
  {
    "translation": {
      "en": "[Anna] Thanks, Doug, for working the setup so well.",
      "th": "ขอบคุณนะดั๊ก คุณช่วยให้การติดตั้งราบรื่น"
    }
  },
  {
    "translation": {
      "en": "Got us right on timeline. We appreciate it.",
      "th": "เราเสร็จตรงตามเวลา เราประทับใจมาก"
    }
  },
  {
    "translation": {
      "en": "Chris and Bob, good morning.",
      "th": "คริสกับบ๊อบ อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Good morning. -[Chris] Good morning.",
      "th": "- อรุณสวัสดิ์ - อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, with that, we'll step into the post depress.",
      "th": "โอเค ทีนี้เราจะเข้าสู่ภาวะหลังลดแรงดัน"
    }
  },
  {
    "translation": {
      "en": "-[Chris] EV1 copies. -[Bob] EV2 copies.",
      "th": "- อีวีหนึ่ง ทราบ - อีวีสอง ทราบ"
    }
  },
  {
    "translation": {
      "en": "[Doug] To keep Space Station flying over the Earth,",
      "th": "เพื่อให้สถานีอวกาศลอยอยู่เหนือโลกได้"
    }
  },
  {
    "translation": {
      "en": "it's a constant maintenance program.",
      "th": "เราต้องทำการบำรุงรักษาอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "We do all these space walks",
      "th": "เราต้องออกไปเดินนอกยาน"
    }
  },
  {
    "translation": {
      "en": "to either add modules to the space station when we were building it.",
      "th": "เพื่อติดตั้งโมดูลให้กับสถานีอวกาศ ตอนที่เราสร้างมันขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "And now it's to replace pieces of equipment",
      "th": "และตอนนี้เราก็ต้องเอาอุปกรณ์มาเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "that either are getting old or that fail.",
      "th": "แทนตัวที่เก่าหรือตัวที่พังไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Our mission is essentially to upgrade the batteries.",
      "th": "ภารกิจของเราเน้นไปที่การอัพเกรดแบตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "You know, the power of the space station is maintained by the battery system.",
      "th": "พลังงานของสถานีอวกาศ ถูกรักษาไว้ด้วยระบบแบตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "Through the solar arrays, the batteries are recharged.",
      "th": "แบตเตอรี่จะชาร์จพลังงานใหม่ ผ่านแผงโซลาร์เซลล์"
    }
  },
  {
    "translation": {
      "en": "And so just like a rechargeable battery at home,",
      "th": "มันเหมือนแบตเตอรี่ที่ชาร์จซ้ำได้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "after many years of these cycles,",
      "th": "แต่หลังจากผ่านกระบวนการนี้ซ้ำๆ"
    }
  },
  {
    "translation": {
      "en": "and then of course the hot and cold",
      "th": "และได้รับทั้งความร้อนและความเย็น"
    }
  },
  {
    "translation": {
      "en": "of being in space between daylight and darkness,",
      "th": "จากการอยู่ในอวกาศ ระหว่างช่วงที่มีแสงอาทิตย์กับความมืด"
    }
  },
  {
    "translation": {
      "en": "those batteries wear out.",
      "th": "แบตเตอรี่ก็เสื่อม"
    }
  },
  {
    "translation": {
      "en": "It's a big job, because these batteries are like 400 pounds apiece.",
      "th": "มันเป็นงานช้าง เพราะแบตเตอรี่แต่ละก้อน หนักถึง 400 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "Fortunately, we got both Bob and Chris,",
      "th": "โชคดีที่เรามีบ๊อบและคริส"
    }
  },
  {
    "translation": {
      "en": "two of our best spacewalkers.",
      "th": "ทั้งคู่เป็นยอดนักไต่นอกลำยาน"
    }
  },
  {
    "translation": {
      "en": "-Doing good? -[Bob] Yeah.",
      "th": "- โอเคนะ - อือ"
    }
  },
  {
    "translation": {
      "en": "During my first two missions, I did six space walks",
      "th": "ในภารกิจสองครั้งแรกของผม ผมออกไปนอกสถานีหกครั้ง"
    }
  },
  {
    "translation": {
      "en": "associated with the construction of the space station.",
      "th": "เพื่อช่วยในการก่อสร้างตัวสถานี"
    }
  },
  {
    "translation": {
      "en": "But even though I've done it a couple of times,",
      "th": "แต่ถึงผมจะทำมาหลายครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "it doesn't get easy for me.",
      "th": "มันก็ไม่เคยเป็นเรื่องง่าย"
    }
  },
  {
    "translation": {
      "en": "You know, there's a lot of pressure in a situation like that,",
      "th": "มันเป็นสถานการณ์ที่กดดันมาก"
    }
  },
  {
    "translation": {
      "en": "that, uh, if you don't do your job, uh, successfully,",
      "th": "เพราะถ้าคุณทำงานไม่สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I could float off into space.",
      "th": "คุณอาจลอยออกไปสู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "You have to compartmentalize and take deep breaths",
      "th": "เราต้องแยกความรู้สึกขัดแย้งจากกัน หายใจลึกๆ"
    }
  },
  {
    "translation": {
      "en": "so that you can pace yourself and stay focused",
      "th": "จะได้สามารถค่อยๆ ก้าวไปและจดจ่อ"
    }
  },
  {
    "translation": {
      "en": "in the face of this daunting task.",
      "th": "กับงานที่น่ากลัวตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "[Doug] Hey, Bob, we're ready with the crew lock depress.",
      "th": "เฮ่ บ๊อบ เราพร้อมแล้วที่จะลดแรงดันครูว์ล็อก"
    }
  },
  {
    "translation": {
      "en": "We're gonna take the, uh, depress pump power switch to \"on.\"",
      "th": "เราจะสับสวิตช์ปั๊มลดแรงดันเพื่อเปิด"
    }
  },
  {
    "translation": {
      "en": "[Bob] Okay. Depress pump power coming on.",
      "th": "โอเค เปิดสวิตช์ปั๊มลดแรงดัน"
    }
  },
  {
    "translation": {
      "en": "[Doug] Good luck, guys.",
      "th": "โชคดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, guys, great job. We're gonna pick up slowly.",
      "th": "โอเค เยี่ยมมาก เราจะไปกันอย่างช้าๆ"
    }
  },
  {
    "translation": {
      "en": "[Bob] Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Anna] Bob, for you, as you get outboard, you're looking for handrail 2075",
      "th": "บ๊อบ สำหรับคุณ เมื่อคุณออกมาแล้ว ให้หาราวจับ 2075"
    }
  },
  {
    "translation": {
      "en": "for your green hook.",
      "th": "ตะขอสีเขียว"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. 2075.",
      "th": "รับทราบ 2075"
    }
  },
  {
    "translation": {
      "en": "-It's kind of dark out here, Chris. -[Chris] Yeah, it's kind of dark.",
      "th": "- ข้างนอกมันมืดจัง คริส - ใช่ มันค่อนข้างมืด"
    }
  },
  {
    "translation": {
      "en": "[Bob] How much longer till daylight has me?",
      "th": "อีกนานไหมกว่าแสงอาทิตย์จะโผล่พ้นโลก"
    }
  },
  {
    "translation": {
      "en": "[Anna] Approximately three and a half minutes till daylight.",
      "th": "อีกประมาณสามนาทีครึ่ง แสงอาทิตย์จะมา"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Sun. -[Chris] Here comes the sun again.",
      "th": "- ดวงอาทิตย์ - ดวงอาทิตย์ขึ้นอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Anna] You should be coming up on the coast of California soon.",
      "th": "อีกเดี๋ยวคุณจะอยู่เหนือชายฝั่งแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "If you look south, you might see Hawthorne.",
      "th": "ถ้ามองทางใต้ คุณอาจเห็นฮอว์ธอร์น"
    }
  },
  {
    "translation": {
      "en": "And, Bob, did you wanna go to battery one first?",
      "th": "และบ๊อบ อยากไปที่แบตเตอรี่หนึ่งก่อนไหม"
    }
  },
  {
    "translation": {
      "en": "[Bob] Let's go to battery three first.",
      "th": "ไปที่แบตเตอรี่สามก่อนเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Anna] You'll be going to H1. Confirm socket tape line flush.",
      "th": "คุณจะไปถึงเอชหนึ่ง ยืนยันปล่อยสายโยงเทปพัน"
    }
  },
  {
    "translation": {
      "en": "Looking for eight turns to release the battery.",
      "th": "คุณต้องหมุนแปดครั้งเพื่อถอดแบตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "[Bob] I have control of the batteries?",
      "th": "แบตเตอรี่อยู่กับผมแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Chris] You have control.",
      "th": "มันอยู่กับคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Doug] Okay, copy that.",
      "th": "โอเค รับทราบ"
    }
  },
  {
    "translation": {
      "en": "Looks good, guys.",
      "th": "ไปได้สวย ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Anna] And we're about to enter a night pass.",
      "th": "เรากำลังจะเข้าสู่ช่วงกลางคืน"
    }
  },
  {
    "translation": {
      "en": "Bob, I have several cautions and warnings for you when you're ready.",
      "th": "บ๊อบ ฉันมีข้อระวังและคำเตือนหลายข้อ จะแจ้งให้กับคุณเมื่อคุณพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bob] I'm ready.",
      "th": "ผมพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Anna] Okay, no sudden movements.",
      "th": "โอเค ห้ามขยับตัวปุบปับ"
    }
  },
  {
    "translation": {
      "en": "The Bravo 7 torque setting may cause bolt failure.",
      "th": "การติดตั้งทอร์กบราโว่เจ็ด อาจทำให้สลักเกลียวเสียหาย"
    }
  },
  {
    "translation": {
      "en": "This could result in a non-captive sharp edge and broken shank.",
      "th": "ผลคือขอบอาจไม่มีตัวยึดและก้านมันจะหัก"
    }
  },
  {
    "translation": {
      "en": "How copy?",
      "th": "ได้ยินไหม"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy all.",
      "th": "ทราบแล้ว"
    }
  },
  {
    "translation": {
      "en": "Is there any good news about this?",
      "th": "มีข่าวดีในเรื่องนี้บ้างไหม"
    }
  },
  {
    "translation": {
      "en": "[Chris] Sounds scary, Bob. You sure you wanna do that?",
      "th": "ฟังดูน่ากลัวนะบ๊อบ แน่ใจนะว่าอยากทำ"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Obviously. -[Chris] Obviously.",
      "th": "- แน่อยู่แล้ว - แน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bob] It looks equal to me on both sides.",
      "th": "ผมว่ามันดูเท่ากันเลยทั้งสองข้าง"
    }
  },
  {
    "translation": {
      "en": "[Chris] I agree.",
      "th": "ผมเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "In the indicator, those locked.",
      "th": "ในตัวบ่งชี้ พวกมันล็อกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Anna] Copy, such a good install.",
      "th": "รับทราบ ติดตั้งได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Just a heads-up, you're going into a day pass in about a minute.",
      "th": "แจ้งให้ทราบ อีกราวหนึ่งนาที คุณจะเข้าสู่เขตกลางวัน"
    }
  },
  {
    "translation": {
      "en": "[Bob] How about a picture?",
      "th": "ถ่ายรูปหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "It's a good location, good time.",
      "th": "ตำแหน่งสวย เวลาเหมาะ"
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah.",
      "th": "อือ"
    }
  },
  {
    "translation": {
      "en": "[Bob] I don't know if we're gonna make it through another day-night cycle.",
      "th": "ไม่รู้ว่าเราจะเข้าสู่ วงจรกลางวันกลางคืนอีกหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Chris] Yeah, that's good.",
      "th": "อือ เข้าท่า"
    }
  },
  {
    "translation": {
      "en": "[Bob] To see the wondrous events that are happening",
      "th": "การได้เห็นปรากฏการณ์มหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "as you go through a space walk, there's sunrises and sunsets,",
      "th": "ระหว่างการออกนอกลำยาน ได้เห็นพระอาทิตย์ขึ้นและตก"
    }
  },
  {
    "translation": {
      "en": "you realize, you know, our world is precious,",
      "th": "คุณจะตระหนักว่าโลกของเรานั้นช่างล้ำค่า"
    }
  },
  {
    "translation": {
      "en": "and you start having appreciation for how little you actually are.",
      "th": "และคุณก็จะเริ่มเข้าใจว่า คุณนั้นช่างเล็กจ้อยแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "And I think every astronaut kind of feels the same way.",
      "th": "ผมคิดว่านักบินอวกาศทุกคนรู้สึกแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[Megan] As you go around the Earth, you don't see the lines and the borders",
      "th": "ขณะที่คุณโคจรรอบโลก คุณจะมองไม่เห็นเส้นพรมแดน"
    }
  },
  {
    "translation": {
      "en": "that are drawn on maps.",
      "th": "ที่ถูกวาดบนแผนที่"
    }
  },
  {
    "translation": {
      "en": "You see the Earth as this one entity,",
      "th": "คุณจะเห็นโลกเป็นเพียงรูปธรรมหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "and it's our home.",
      "th": "และมันคือบ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "You sense its fragility",
      "th": "คุณจะรู้สึกว่ามันเปราะบาง"
    }
  },
  {
    "translation": {
      "en": "in this sort of vast blackness of space and this very thin atmosphere",
      "th": "ท่ามกลางความมืดมิดที่ไพศาลของจักรวาล และชั้นบรรยากาศที่บางเบา"
    }
  },
  {
    "translation": {
      "en": "that's what's keeping us all safe.",
      "th": "ซึ่งช่วยให้เราทุกคนปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "You feel very protective, I think,",
      "th": "คุณจะรู้สึกอยากปกป้อง"
    }
  },
  {
    "translation": {
      "en": "and you feel a very strong connection.",
      "th": "และรู้สึกผูกพันกับมันอย่างเหนียวแน่น"
    }
  },
  {
    "translation": {
      "en": "[Doug] Even the most hardened, cynical astronauts, you know,",
      "th": "ต่อให้เป็นนักบินอวกาศที่จิตใจกระด้างและผยอง"
    }
  },
  {
    "translation": {
      "en": "once they've gone to space, it's changed them and for the better.",
      "th": "พอพวกเขาได้ออกไปนอกอวกาศ มันจะเปลี่ยนพวกเขาไปในทางที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "You know, you look down, and you go, \"We're all on this little ball.\"",
      "th": "พอมองลงมา คุณจะคิดว่า \"เราล้วนอาศัยอยู่ในลูกบอลเล็กๆ ใบนี้\""
    }
  },
  {
    "translation": {
      "en": "And then you look back into space",
      "th": "จากนั้นเมื่อมองกลับไปยังอวกาศ"
    }
  },
  {
    "translation": {
      "en": "and get this overwhelming sense",
      "th": "สิ่งที่เราจะทำต่อไป"
    }
  },
  {
    "translation": {
      "en": "of, you know, the things we're gonna do next.",
      "th": "มันจะทำให้คุณรู้สึกท่วมท้น"
    }
  },
  {
    "translation": {
      "en": "[officer] Okay, Neil, we can see you coming down the ladder now.",
      "th": "โอเค นีล เราเห็นคุณกำลังเดินลงมาจากบันได"
    }
  },
  {
    "translation": {
      "en": "[Neil] That's one small step for man,",
      "th": "ก้าวเล็กๆ ของมนุษย์คนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "one giant leap for mankind.",
      "th": "คือการก้าวกระโดดครั้งยิ่งใหญ่ ของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Oh gee, that's great.",
      "th": "ให้ตาย เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yes, indeed. They've got the flag up now, and you can see the stars and stripes.",
      "th": "ใช่เลย พวกเขาปักธงแล้ว เรามองเห็นดาวและริ้ว"
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] Beautiful, just beautiful.",
      "th": "งดงาม มันงดงามมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Neil] Here men from the planet Earth first set foot upon the Moon.",
      "th": "วันนี้มนุษย์จากดาวโลก ได้เหยียบดวงจันทร์เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "July 1969 AD.",
      "th": "กรกฎาคม ค.ศ. 1969"
    }
  },
  {
    "translation": {
      "en": "They came in peace for all mankind.",
      "th": "พวกเขามาอย่างสันติเพื่อมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "[officer] And welcome home.",
      "th": "และขอต้อนรับกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Hans] Landing on the Moon",
      "th": "การลงจอดบนดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "is singularly the most dramatic event in the history of humanity.",
      "th": "เป็นเหตุการณ์ที่ยิ่งใหญ่อลังการที่สุด ในประวัติศาสตร์ของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "And so this is the leftovers, basically. [laughs]",
      "th": "และนี่ก็คือสิ่งที่เหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "If you asked what inspired me, this is what inspired me.",
      "th": "ถ้าถามว่าอะไรคือแรงบันดาลใจของผม นี่ไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Bala] Saturn V? -[Hans] Yeah.",
      "th": "- แซทเทิร์นห้า - ใช่"
    }
  },
  {
    "translation": {
      "en": "I mean, that's what I saw when I was a kid.",
      "th": "ผมได้เห็นมันตอนที่ผมเป็นเด็ก"
    }
  },
  {
    "translation": {
      "en": "This is pretty crazy.",
      "th": "นี่มันบ้ามากๆ"
    }
  },
  {
    "translation": {
      "en": "You know how much thrust it had? A million and something?",
      "th": "รู้ไหม มันมีแรงขับเท่าไร ล้านเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[Bala] Like the size of that gas generator,",
      "th": "ดูขนาดของเครื่องกำเนิดแก๊สสิ"
    }
  },
  {
    "translation": {
      "en": "it almost looks like the size of our thrust chamber.",
      "th": "มันเกือบเท่าโพรงแรงขับของเราเลย"
    }
  },
  {
    "translation": {
      "en": "-[Hans] Exactly. -[laughing]",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah, it's huge.",
      "th": "ใช่ มันใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "This is the most powerful rocket that had been built up to date.",
      "th": "นี่คือจรวดที่ทรงพลังที่สุด เท่าที่เคยมีการสร้างมาจวบจนปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, you just need that energy to get--",
      "th": "ใช่ คุณต้องการพลังงานเพื่อไป…"
    }
  },
  {
    "translation": {
      "en": "To the Moon.",
      "th": "ไปดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "-Or to Mars. -Mars, so… [chuckles]",
      "th": "- ไม่ก็ดาวอังคาร - ใช่"
    }
  },
  {
    "translation": {
      "en": "The other thing to recognize is, like, this was all like new stuff",
      "th": "อีกเรื่องที่ต้องยอมรับก็คือ เจ้าพวกนี้เหมือนเป็นของใหม่"
    }
  },
  {
    "translation": {
      "en": "that they had made and, like, didn't have much flight experience on.",
      "th": "พวกเขาสร้างมัน โดยที่ยังไม่มีประสบการณ์การขึ้นบินมากนัก"
    }
  },
  {
    "translation": {
      "en": "I mean, we have, like, 80-something flights.",
      "th": "ส่วนเรานี่บินสัก 80 ครั้งแล้วมั้ง"
    }
  },
  {
    "translation": {
      "en": "And we're slowly getting into those flights.",
      "th": "และแต่ละเที่ยวก็ค่อยเป็นค่อยไป"
    }
  },
  {
    "translation": {
      "en": "Only now are we confident enough to put Bob and Doug in there. [laughs]",
      "th": "มันเพิ่งตอนนี้เองที่เรามั่นใจมากพอ ที่จะส่งบ๊อบกับดั๊กออกไป"
    }
  },
  {
    "translation": {
      "en": "And they tested it twice and said, \"Okay, you guys go in there.\" [laughs]",
      "th": "พวกเขาทดสอบมันสองครั้งแล้วก็บอกว่า \"โอเค พวกคุณขึ้นไปเลย\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "All right, let's go one step further.",
      "th": "เอาล่ะ ไปต่อกันอีกหน่อยเถอะ"
    }
  },
  {
    "translation": {
      "en": "-That's the lunar lander. -[Bala] Yeah.",
      "th": "- นั่นยานลงจอด - ใช่"
    }
  },
  {
    "translation": {
      "en": "It looks small, actually.",
      "th": "ดูเล็กจัง"
    }
  },
  {
    "translation": {
      "en": "-I wanna see that inside. -[Bala] Yeah.",
      "th": "- อยากเห็นข้างในแฮะ - นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "They'd be standing up in there, basically.",
      "th": "พวกเขาอยู่ข้างในคงจะยืนกัน"
    }
  },
  {
    "translation": {
      "en": "There's no… no chair or anything.",
      "th": "มันไม่มีเก้าอี้หรืออะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Bala] Yeah, and this had the rudiments of digital computers in there.",
      "th": "ใช่ แล้วในนั้นมันก็มีดิจิทัลคอมพิวเตอร์พื้นฐานอยู่"
    }
  },
  {
    "translation": {
      "en": "[Hans] I mean, a computer on this thing,",
      "th": "คอมพิวเตอร์บนยานลำนี้"
    }
  },
  {
    "translation": {
      "en": "I don't think there's anything comparable that we have.",
      "th": "มันเทียบกับสิ่งที่เรามีตอนนี้ไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-A car key is probably smarter. -Yeah.",
      "th": "- กุญแจรถยังอาจฉลาดกว่า - ใช่"
    }
  },
  {
    "translation": {
      "en": "But, I mean, they made it work.",
      "th": "แต่พวกเขาทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "-I mean, that's the main thing. -That's the fascinating thing.",
      "th": "- นั่นสำคัญที่สุด - นั่นแหละที่สุดยอด"
    }
  },
  {
    "translation": {
      "en": "Even more dramatic when you think that what they had",
      "th": "และมันก็ยิ่งน่าตะลึงเมื่อคิดถึงสิ่งที่พวกเขามี"
    }
  },
  {
    "translation": {
      "en": "in terms of electronics to make that work.",
      "th": "ในแง่อุปกรณ์อิเล็กทรอนิกส์ที่ใช้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Hans] Pretty inspiring coming back here and just looking at it.",
      "th": "การได้กลับมาดูมันสร้างแรงบันดาลใจได้มากเลย"
    }
  },
  {
    "translation": {
      "en": "Now that we've shown that we can fly astronauts…",
      "th": "ตอนนี้เราโชว์ให้เห็นแล้ว ว่าเราส่งนักบินขึ้นบินได้…"
    }
  },
  {
    "translation": {
      "en": "…it's time to go back to the Moon with astronauts again for a longer time",
      "th": "ได้เวลาส่งนักบินกลับไปยังดวงจันทร์อีกครั้ง และเราจะอยู่ให้นานกว่า"
    }
  },
  {
    "translation": {
      "en": "and extend our range to Mars.",
      "th": "จากนั้นก็ขยายขอบเขตของเราไปยังดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "[Elon] These super smart, super talented people, they believe in the goal.",
      "th": "คนที่ฉลาดและมากความสามารถเหล่านี้ พวกเขาเชื่อในเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "A base on the Moon and a city on Mars can happen.",
      "th": "ฐานบนดวงจันทร์ เมืองบนดาวอังคารสามารถเกิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "I was not sure whether such a path existed before.",
      "th": "ผมไม่แน่ใจว่าก่อนหน้านี้ หนทางที่ว่ามันมีไหม"
    }
  },
  {
    "translation": {
      "en": "Now I am confident that such a path exists.",
      "th": "แต่ตอนนี้ผมมั่นใจว่าหนทางนั้นมันมีแล้ว"
    }
  },
  {
    "translation": {
      "en": "But first, we got a real important mission tomorrow.",
      "th": "แต่ก่อนอื่น พรุ่งนี้เรามีภารกิจสำคัญยิ่ง"
    }
  },
  {
    "translation": {
      "en": "[officer] Good morning, Bob and Doug.",
      "th": "อรุณสวัสดิ์ บ๊อบและดั๊ก"
    }
  },
  {
    "translation": {
      "en": "We have a special message for you to start your day.",
      "th": "ก่อนเริ่มต้นวันนี้ เรามีข้อความพิเศษถึงคุณ"
    }
  },
  {
    "translation": {
      "en": "[Theo] Rise and shine, Daddy. We love you.",
      "th": "ตื่นได้แล้ว พ่อ เรารักพ่อนะ"
    }
  },
  {
    "translation": {
      "en": "We can't wait to see you. Wake up, wake up!",
      "th": "เราอยากเจอพ่อแล้ว ตื่นเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "[Jack] I'm happy you went into space,",
      "th": "ผมดีใจที่พ่อได้ไปอวกาศ"
    }
  },
  {
    "translation": {
      "en": "but I'm even happier that you're coming back home.",
      "th": "แต่ผมจะดีใจกว่าถ้าพ่อกลับมาบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hurry home so we can go get my dog.",
      "th": "รีบกลับบ้านเร็ว ผมจะได้เอาหมามาเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "[Jack] We love you, Dad.",
      "th": "เรารักพ่อนะครับ"
    }
  },
  {
    "translation": {
      "en": "[Bob] We're about to embark on the final portion of the journey.",
      "th": "เรากำลังจะออกเดินทางช่วงสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "And as I look forward to heading back home,",
      "th": "และขณะที่เราตั้งตารอการได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "my son and Doug's son are really excited not only to get their fathers back",
      "th": "ลูกชายผมและดั๊กก็ตื่นเต้นมากๆ พวกเขาไม่เพียงแต่จะได้พ่อกลับคืน"
    }
  },
  {
    "translation": {
      "en": "but to get our Apatosaurus, our zero-G indicator,",
      "th": "แต่พวกเขายังจะได้อะแพโทซอรัส ตัวบ่งชี้ภาวะไร้น้ำหนักของเรา"
    }
  },
  {
    "translation": {
      "en": "that they nominated to go with us.",
      "th": "ที่พวกเขาเสนอให้มากับเราด้วยกลับไป"
    }
  },
  {
    "translation": {
      "en": "And so for Jack and Theo,",
      "th": "และสำหรับแจ็คและธีโอ"
    }
  },
  {
    "translation": {
      "en": "uh, Tremor the Apatosaurus is, uh, headed home soon.",
      "th": "เจ้าอะแพโทซอรัส เทรเมอร์ กำลังจะกลับบ้านแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Megan] Reentry is obviously the next big milestone,",
      "th": "การกลับเข้าสู่โลกเป็นหลักไมล์สำคัญลำดับต่อไป"
    }
  },
  {
    "translation": {
      "en": "and so everything has to work really, really well.",
      "th": "และทุกอย่างมันจะต้องราบรื่นมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "[Doug] SpaceX, Dragon. Comm checks. Dragon to ground.",
      "th": "สเปซเอ็กซ์ ดราก้อน เช็กช่องสื่อสาร ดราก้อนถึงภาคพื้น"
    }
  },
  {
    "translation": {
      "en": "[Megan] It's hard to prepare yourself.",
      "th": "การเตรียมตัวเตรียมใจมันยาก"
    }
  },
  {
    "translation": {
      "en": "You don't know exactly what you're gonna feel.",
      "th": "เราไม่รู้ความรู้สึกตัวเองแน่ชัด"
    }
  },
  {
    "translation": {
      "en": "But there's a part of you that can't let go",
      "th": "แต่มันมีส่วนหนึ่งของเราที่ไม่อาจปล่อยวาง"
    }
  },
  {
    "translation": {
      "en": "of that sort of, you know, hopefully irrational fear",
      "th": "ความกลัวที่ไร้เหตุผลรองรับ"
    }
  },
  {
    "translation": {
      "en": "that something could go wrong.",
      "th": "ว่ามันอาจจะมีข้อผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "[Anna] The final reconfigurations for undock are complete and nominal.",
      "th": "การปรับแต่งครั้งสุดท้ายเพื่อออกจากสถานี เสร็จสิ้นและใช้การได้เป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "[Megan] Am I gonna be nervous? Absolutely.",
      "th": "ฉันกังวลไหม แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "But I want my son to experience the joy and excitement of that moment",
      "th": "แต่ฉันอยากให้ลูกชายได้สัมผัส กับความสุขและความตื่นของช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "and try to keep all of the… the nervousness to myself.",
      "th": "และพยายามเก็บความกังวลไว้กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Anna] The ground is go for undocking.",
      "th": "ภาคพื้นพร้อมสำหรับการออกจากสถานี"
    }
  },
  {
    "translation": {
      "en": "Please confirm your visors are down",
      "th": "โปรดยืนยันการปิดหมวกครอบ"
    }
  },
  {
    "translation": {
      "en": "and that you are ready for undock and departure.",
      "th": "รวมถึงความพร้อมในการออกเดินทางจากสถานี"
    }
  },
  {
    "translation": {
      "en": "[Doug] Our visors are down, and we're ready for departure.",
      "th": "เราปิดหมวกครอบแล้ว พร้อมแล้วที่จะออกเดินทาง"
    }
  },
  {
    "translation": {
      "en": "[Anna] Dragon, SpaceX. Separation confirmed.",
      "th": "ดราก้อน สเปซเอ็กซ์ ยืนยันการแยกตัว"
    }
  },
  {
    "translation": {
      "en": "[Chris] Endeavour, Station. Bob and Doug,",
      "th": "เอนเดฟเวอร์ สถานี บ๊อบและดั๊ก"
    }
  },
  {
    "translation": {
      "en": "it's been an honor to serve with you.",
      "th": "เป็นเกียรติมากที่ได้ทำงานร่วมกับพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "Safe travels and have a successful landing.",
      "th": "ขอให้เดินทางปลอดภัยและลงจอดได้อย่างราบรื่น"
    }
  },
  {
    "translation": {
      "en": "Godspeed.",
      "th": "โชคดี"
    }
  },
  {
    "translation": {
      "en": "Endeavour copies all. Thanks, Chris.",
      "th": "เอนเดฟเวอร์รับทราบ ขอบคุณ คริส"
    }
  },
  {
    "translation": {
      "en": "Bob and I, we're just excited to get back home.",
      "th": "บ๊อบกับผม เราตื่นเต้นที่จะได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "But you can never let your guard down, especially on a first flight.",
      "th": "แต่เราจะประมาทไม่ได้ โดยเฉพาะเมื่อมันเป็นเที่ยวบินแรก"
    }
  },
  {
    "translation": {
      "en": "You know, you really have to do the whole mission end to end.",
      "th": "คุณจะต้องทำภารกิจทั้งหมดให้ครบกระบวนการ"
    }
  },
  {
    "translation": {
      "en": "There was a time when we thought,",
      "th": "มันมีช่วงเวลาที่เราคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, we just get through the ascent, and we'll be fine.\"",
      "th": "\"เราผ่านการปล่อยยานมาได้ เราคงไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "But then we had Columbia.",
      "th": "แต่เรามีโคลัมเบียเป็นตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "[flight director] Everything look good to you?",
      "th": "ทุกอย่างดูปกติดีหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Control and rates and everything is nominal, right?",
      "th": "การควบคุม อัตราและทุกอย่าง เป็นไปอย่างปกติใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[officer] Control has been stable. We have good trims.",
      "th": "การควบคุมเสถียรดี ทุกอย่างสภาพดี"
    }
  },
  {
    "translation": {
      "en": "-I don't see anything out of the ordinary. -[flight director] Okay.",
      "th": "- ไม่มีอะไรผิดปกติ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[astronaut 1] This is amazing. It's really getting fairly bright out there.",
      "th": "สุดยอดจริงๆ ข้างนอกสว่างเจิดจ้าเลย"
    }
  },
  {
    "translation": {
      "en": "[astronaut 2] Yeah, you definitely don't want to be outside now.",
      "th": "ใช่ เราคงไม่อยากออกไปข้างนอกตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[Doug] Both Bob and I were on the runway where the shuttle would be landing.",
      "th": "บ๊อบกับผมอยู่ที่รันเวย์ ในจุดที่กระสวยควรจะลงจอด"
    }
  },
  {
    "translation": {
      "en": "I remember them knocking on the window",
      "th": "ผมจำได้ว่าพวกเขาเคาะกระจก"
    }
  },
  {
    "translation": {
      "en": "and saying to us that they'd lost, uh, comm,",
      "th": "และบอกเราว่าพวกเขาเสียช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "uh, and data and tracking from Columbia.",
      "th": "ข้อมูลและตำแหน่งจากโคลัมเบียไป"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Columbia, Houston, comm check.",
      "th": "โคลัมเบีย ฮิวสตัน เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "Columbia, Houston, UHF comm check.",
      "th": "โคลัมเบีย ฮิวสตัน เช็กช่องสื่อสารยูเอชเอฟ"
    }
  },
  {
    "translation": {
      "en": "[officer 2] We do not have any valid data at this time.",
      "th": "เราไม่มีข้อมูลชัดเจนในเวลานี้"
    }
  },
  {
    "translation": {
      "en": "-[crowd clamoring] -[woman] Oh my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "[news anchor] We've got some breaking news.",
      "th": "เรามีข่าวด่วนครับ"
    }
  },
  {
    "translation": {
      "en": "There you see what appears to be multiple pieces of the shuttle.",
      "th": "ที่คุณเห็นอยู่น่าจะเป็นเศษซากชิ้นส่วนของกระสวย"
    }
  },
  {
    "translation": {
      "en": "We can only hope that what we're seeing is not the worst.",
      "th": "เราคงได้แต่หวังว่า ที่เราเห็นอยู่จะไม่ใช่สถานการณ์ที่เลวร้ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Doug] When landing time came and the shuttle didn't come,",
      "th": "เมื่อถึงเวลาลงจอดแต่กระสวยไม่มา"
    }
  },
  {
    "translation": {
      "en": "we were there in the room",
      "th": "เราอยู่ในห้องนั้น"
    }
  },
  {
    "translation": {
      "en": "when they told the families what they think had happened",
      "th": "ตอนพวกเขาบอกทางครอบครัว ถึงสิ่งที่พวกเขาคิดว่าเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "and that it was likely not survivable",
      "th": "และโอกาสรอดน่าจะเป็นศูนย์"
    }
  },
  {
    "translation": {
      "en": "and that they were, you know, gonna do the best they could,",
      "th": "และพวกเขาจะพยายามทำให้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "but when the vehicle broke up at 200, 250,000 feet,",
      "th": "แต่เมื่อยานระเบิด ที่ 200,000 หรือ 250,000 ฟุต"
    }
  },
  {
    "translation": {
      "en": "that it's not likely that anybody survived.",
      "th": "มันไม่น่าจะมีใครรอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "Just seeing the pieces of Columbia,",
      "th": "การได้เห็นชิ้นส่วนโคลัมเบีย"
    }
  },
  {
    "translation": {
      "en": "pieces of the crew module and helmets and those kinds of things,",
      "th": "ชิ้นส่วนครูว์โมดูล หมวก และข้าวของอะไรเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "you know, that… that leaves an impression that I think you never ever…",
      "th": "มันจะทิ้งความรู้สึกที่ผมคิดว่าคุณจะไม่มีวัน…"
    }
  },
  {
    "translation": {
      "en": "you never really get over.",
      "th": "คุณจะไม่มีวันลืมลง"
    }
  },
  {
    "translation": {
      "en": "When you lose a rocket with a payload on it,",
      "th": "เมื่อคุณเสียจรวดที่บรรทุกสินทรัพย์"
    }
  },
  {
    "translation": {
      "en": "that is a bad situation.",
      "th": "มันเป็นสถานการณ์ที่แย่"
    }
  },
  {
    "translation": {
      "en": "But if you lose a rocket with a crew on it,",
      "th": "แต่ถ้าคุณเสียจรวดที่บนนั้นมีลูกเรืออยู่"
    }
  },
  {
    "translation": {
      "en": "that… that is an order of magnitude different.",
      "th": "ขนาดจะต่างกันคนละเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "And in the end, you don't want anybody to ever have to go through that again.",
      "th": "และในท้ายที่สุด คุณจะไม่อยากให้ใคร ต้องประสบกับอะไรแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[Kiko] We have been preparing for Bob and Doug to come home.",
      "th": "เราได้เตรียมการเพื่อรับบ๊อบกับดั๊กกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "You know, as soon as that capsule released,",
      "th": "ทันทีที่กระสวยถูกปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "uh, and we undocked,",
      "th": "และออกจากสถานี"
    }
  },
  {
    "translation": {
      "en": "the nerves popped up again,",
      "th": "ความเครียดมันก็กลับมาอีก"
    }
  },
  {
    "translation": {
      "en": "the general feeling of like, \"Oh man, we're in free flight.\"",
      "th": "ความรู้สึกของเราคือ \"ให้ตาย เราไม่ได้ควบคุมการบินแล้ว\""
    }
  },
  {
    "translation": {
      "en": "And these boys are coming home. It's happening.",
      "th": "หนุ่มๆ พวกนี้กำลังจะกลับบ้าน มันเกิดขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Um, there's no turning back at this point.",
      "th": "ตอนนี้หมดสิทธิ์กลับหลังหัน"
    }
  },
  {
    "translation": {
      "en": "So… it's time to rock and roll,",
      "th": "ฉะนั้น… ได้เวลาลุยให้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "talk to the recovery dudes, and… and get Bob and Doug home.",
      "th": "ไปคุยกับฝ่ายเก็บกู้ และพาบ๊อบกับดั๊กกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "[male host] Everything's been going very smoothly for Bob and Doug",
      "th": "ทุกอย่างไปได้สวยสำหรับบ๊อบกับดั๊ก"
    }
  },
  {
    "translation": {
      "en": "ever since they undocked from the space station yesterday.",
      "th": "นับตั้งแต่พวกเขาออกจากสถานีอวกาศเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "Now just ready and waiting to begin the reentry process.",
      "th": "พวกเขาพร้อมแล้ว และกำลังรอ ที่จะเริ่มกระบวนการกลับเข้าสู่โลก"
    }
  },
  {
    "translation": {
      "en": "[Jessie] Yeah, really exciting day as we approach splashdown here",
      "th": "มันเป็นวันที่น่าตื่นเต้น เพราะเรากำลังเข้าสู่การลงจอดบนพื้นน้ำ"
    }
  },
  {
    "translation": {
      "en": "in a matter of a few hours…",
      "th": "ในอีกไม่กี่ชั่วโมง…"
    }
  },
  {
    "translation": {
      "en": "[Hans] I've gotta talk to these two guys.",
      "th": "ผมต้องคุยกับสองคนนี้"
    }
  },
  {
    "translation": {
      "en": "[Jessie] …to think that this all started two months ago, and here we are.",
      "th": "เมื่อคิดว่าเรื่องนี้เริ่มขึ้นเมื่อสองเดือนก่อน และเราก็มาถึงนี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Hans] Did you get some sleep? -[man] Yeah. A few hours.",
      "th": "- ได้นอนบ้างไหม - ครับ สองสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "-[Hans] A few hours? -[man laughs] Yeah.",
      "th": "- สองสามชั่วโมงเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Hans] How's everything looking? -[man] Ready to go.",
      "th": "- ทุกอย่างเป็นยังไงบ้าง - พร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, everything's looking great. Dragon's in good shape.",
      "th": "ทุกอย่างดูไปได้สวย ดราก้อนสภาพสมบูรณ์ดี"
    }
  },
  {
    "translation": {
      "en": "[Hans] All right, good luck.",
      "th": "โอเค โชคดี"
    }
  },
  {
    "translation": {
      "en": "-Good luck. -[man] All right, good luck.",
      "th": "- โชคดี - โอเค โชคดี"
    }
  },
  {
    "translation": {
      "en": "[Hans] Oh, look at that.",
      "th": "ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "They seem super calm.",
      "th": "พวกเขาใจเย็นกันสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I guess it doesn't go over well when they're nervous. [laughs]",
      "th": "สงสัยถ้าพวกเขากังวล อะไรๆ คงจะไปได้ไม่สวย"
    }
  },
  {
    "translation": {
      "en": "Actually, you can see they're nervous. They do this… [laughs]",
      "th": "แต่จริงๆ พวกเขากังวลนะ พวกเขาทำแบบนี้…"
    }
  },
  {
    "translation": {
      "en": "You know, every once in a while. [laughs]",
      "th": "ทำเป็นพักๆ"
    }
  },
  {
    "translation": {
      "en": "I think reentry is the part that everybody hates.",
      "th": "การกลับสู่โลกน่าจะเป็นส่วนที่ทุกคนเกลียด"
    }
  },
  {
    "translation": {
      "en": "You're in a stable orbit around the Earth,",
      "th": "คุณอยู่ในวงโคจรเสถียรรอบโลก"
    }
  },
  {
    "translation": {
      "en": "and then you do a reentry burn.",
      "th": "จากนั้นคุณต้องเดินเครื่องเพื่อเข้าสู่โลก"
    }
  },
  {
    "translation": {
      "en": "That's a thrust maneuver that reduces your velocity",
      "th": "หัวไอพ่นจะชะลอความเร็วของคุณ"
    }
  },
  {
    "translation": {
      "en": "so that you start descending",
      "th": "แล้วคุณก็จะเริ่มลอยลงมา"
    }
  },
  {
    "translation": {
      "en": "until you hit dense atmosphere",
      "th": "จนถึงจุดที่ชั้นบรรยากาศแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "and you can't get a radio signal out anymore.",
      "th": "และคุณจะไม่ได้รับสัญญาณวิทยุอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "It's called \"blackout.\"",
      "th": "สภาวะ \"แบล็กเอาท์\""
    }
  },
  {
    "translation": {
      "en": "For a few minutes, you're in the dark on the ground,",
      "th": "เป็นเวลาสองสามนาที ที่คุณจะไม่ได้ข้อมูลจากภาคพื้น"
    }
  },
  {
    "translation": {
      "en": "and you have no idea what happens.",
      "th": "และไม่รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Okay, blackout here is 18:36,",
      "th": "โอเค จะแบล็กเอาท์ตอน 18.36 น."
    }
  },
  {
    "translation": {
      "en": "and you land at 48.",
      "th": "และจะถึงพื้นตอน 48 นาที"
    }
  },
  {
    "translation": {
      "en": "So that's 12 minutes before we land, is the blackout.",
      "th": "ช่วง 12 นาทีก่อนถึงพื้นนั่นแหละแบล็กเอาท์"
    }
  },
  {
    "translation": {
      "en": "[Bala] What altitude is that?",
      "th": "ระดับความสูงเท่าไร"
    }
  },
  {
    "translation": {
      "en": "-A hundred and five? -[Hans] So…",
      "th": "ร้อยห้าเหรอ - ถ้างั้น… - หรือ 195 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "[Bala] A hundred and ninety-five kilometers?",
      "th": "- ถ้างั้น… - หรือ 195 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "-Does that sound too high? -Uh, it does sound a little bit high.",
      "th": "แต่ นั่นดูสูงไปไหม ฟังดูสูงไปนิดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Found it? -[Bala] Yeah.",
      "th": "- เจอไหม - ครับ"
    }
  },
  {
    "translation": {
      "en": "Forty-seven.",
      "th": "ที่ 47"
    }
  },
  {
    "translation": {
      "en": "-[Hans] Okay, fifty. -[Bala] Fifty. Okay.",
      "th": "- โอเค 50 - ที่ 50 โอเค"
    }
  },
  {
    "translation": {
      "en": "[Hans] So it happens between 50 and 30 kilometers.",
      "th": "มันจะเกิดขึ้นที่ 50 ถึง 30 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "That means you fall from 30 kilometers to six kilometers in two minutes?",
      "th": "แปลว่าจะตกจาก 30 กิโลเมตร มาถึงหกกิโลเมตรในสองนาทีเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[Bala] That's crazy. -[Hans] That seems crazy fast, man.",
      "th": "- บ้าชะมัด - อือ ดูเร็วมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-[Bala] Yeah. -[Hans] Remarkable.",
      "th": "- ใช่ - น่าทึ่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You're moving at high speed, and you're using the atmosphere to brake.",
      "th": "คุณเคลื่อนที่ด้วยความเร็วสูง และใช้ชั้นบรรยากาศเป็นตัวเบรก"
    }
  },
  {
    "translation": {
      "en": "It's a lot of energy.",
      "th": "พลังงานมันจะเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "It gets hot on the outside,",
      "th": "ด้านนอกจะร้อนมาก"
    }
  },
  {
    "translation": {
      "en": "and on the inside, you see the fire flying by the window.",
      "th": "และที่ด้านใน คุณจะเห็นไฟลุกโพลงทางหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "You need a heat shield that is perfect.",
      "th": "แผ่นกันความร้อนจะต้องสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And after you get through the atmosphere, you still have to deploy the parachutes.",
      "th": "เมื่อผ่านชั้นบรรยากาศมาได้ คุณยังจะต้องปล่อยร่มชูชีพ"
    }
  },
  {
    "translation": {
      "en": "They come out, then two minutes later, you deploy the chutes. It's pretty quick.",
      "th": "พวกเขาโผล่ออกมา จากนั้นในสองนาที คุณต้องปล่อยร่ม มันเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[Bala] In my mind, it's probably the parachutes",
      "th": "ในความคิดผม ร่มชูชีพนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "that are the most significant thing that needs to work.",
      "th": "คือสิ่งสำคัญที่สุดที่จำเป็นต้องใช้การได้"
    }
  },
  {
    "translation": {
      "en": "In spite of all the testing we've done, that's still one of the riskiest parts.",
      "th": "ถึงเราจะทดสอบมาแล้ว แต่มันยังเป็นส่วนที่เสี่ยงที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Hans] Right.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Bala] And, you know, we haven't had a splashdown since the Apollo program.",
      "th": "เราไม่เคยทำการลงจอดบนพื้นน้ำ นับตั้งแต่โครงการอะพอลโล"
    }
  },
  {
    "translation": {
      "en": "[Hans] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX for entry brief.",
      "th": "ดราก้อน สเปซเอ็กซ์ บรีฟการเข้าสู่โลก"
    }
  },
  {
    "translation": {
      "en": "[Bob] Go ahead.",
      "th": "ว่าไป"
    }
  },
  {
    "translation": {
      "en": "The recovery team is go, and the weather is great,",
      "th": "ทีมเก็บกู้พร้อมแล้ว สภาพอากาศดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "and your vehicle is still looking really good for entry.",
      "th": "และยานคุณก็ดูพร้อมสำหรับการเข้าสู่โลก"
    }
  },
  {
    "translation": {
      "en": "No health issues at this time.",
      "th": "ตอนนี้สภาพของมันไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "-[Bob] Copy. -[beeping]",
      "th": "รับทราบ"
    }
  },
  {
    "translation": {
      "en": "[Elon] How long until they hit the atmosphere?",
      "th": "อีกนานไหมจะเข้าชั้นบรรยากาศ จะเข้าชั้นบรรยากาศในห้านาที"
    }
  },
  {
    "translation": {
      "en": "[Hans] They go into the sequence in five minutes.",
      "th": "จะเข้าชั้นบรรยากาศในห้านาที"
    }
  },
  {
    "translation": {
      "en": "I'm actually here for the deorbit burn.",
      "th": "ผมมาคุมการเดินเครื่องลงจากวงโคจร"
    }
  },
  {
    "translation": {
      "en": "To make sure that goes well.",
      "th": "เพื่อให้มันราบรื่น"
    }
  },
  {
    "translation": {
      "en": "-Deorbit burn's coming up now? -[Hans] Yeah.",
      "th": "- เดินเครื่องลงจากวงโคจร - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Hans] Well…",
      "th": "นั่นแหละ…"
    }
  },
  {
    "translation": {
      "en": "Everything's looking good, I think.",
      "th": "ทุกอย่างดูไปได้ดี ผมคิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, it certainly has been quite a journey.",
      "th": "อือ มันช่างเป็นการเดินทางที่ไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "[Hans] Crazy. Here we are, right?",
      "th": "บ้าสุดๆ เรามาถึงนี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Elon] Yes, 18 years.",
      "th": "ใช่ 18 ปี"
    }
  },
  {
    "translation": {
      "en": "-[Hans] Are you nervous? -[Elon] Yeah, I am.",
      "th": "- กังวลหรือเปล่า - กังวล"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn start.",
      "th": "ดราก้อน สเปซเอ็กซ์ เริ่มเดินเครื่องลงจากวงโคจร"
    }
  },
  {
    "translation": {
      "en": "[Bob] We copy. Go.",
      "th": "รับทราบ ปฏิบัติ"
    }
  },
  {
    "translation": {
      "en": "[man] Cool as a cucumber, because they're not breathing very heavy,",
      "th": "ใจเย็นเป็นน้ำเลย พวกเขาไม่มีหายใจหนักๆ"
    }
  },
  {
    "translation": {
      "en": "'cause their CO2's not going up.",
      "th": "ค่าคาร์บอนไดออกไซด์ไม่เพิ่ม"
    }
  },
  {
    "translation": {
      "en": "-[Hans] That's good. -[man] Yeah.",
      "th": "- ดีแล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Deorbit burn complete.",
      "th": "ดราก้อน สเปซเอ็กซ์ เดินเครื่องลงมาสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "Performance nominal.",
      "th": "การทำงานปกติ"
    }
  },
  {
    "translation": {
      "en": "Nose cone closure initiated.",
      "th": "เริ่มปิดส่วนปลายแหลม"
    }
  },
  {
    "translation": {
      "en": "All right, boys.",
      "th": "โอเค ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[officer] Brace for entry.",
      "th": "เตรียมเข้าสู่โลก"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy.",
      "th": "รับทราบ"
    }
  },
  {
    "translation": {
      "en": "[Kiko] All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เอาล่ะนะ"
    }
  },
  {
    "translation": {
      "en": "[Hans] Four G's. That's moving.",
      "th": "สี่จี มันกำลังเคลื่อนที่"
    }
  },
  {
    "translation": {
      "en": "Almost like a little comet.",
      "th": "คล้ายดาวหางเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. We show two minutes until predicted comm blackout.",
      "th": "ดราก้อน สเปซเอ็กซ์ คาดว่าอีกสองนาที จะเข้าสู่ช่วงแบล็กเอาท์"
    }
  },
  {
    "translation": {
      "en": "We will see you on the other side at 18:42.",
      "th": "เจอกันที่อีกฟากตอน 18.42 น."
    }
  },
  {
    "translation": {
      "en": "[Bob] Dragon copy, 18:42.",
      "th": "ดราก้อนรับทราบ 18.42 น."
    }
  },
  {
    "translation": {
      "en": "[Kiko] Okay, we're in blackout.",
      "th": "โอเค แบล็กเอาท์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Jesus, dude. This thing is so long.",
      "th": "พระเจ้าช่วย นานเป็นบ้าเลย"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, where is it?",
      "th": "เร็วเข้า มันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Let's find that puppy.",
      "th": "มาหาเจ้าหนูนั่นกัน"
    }
  },
  {
    "translation": {
      "en": "Oh, there it is.",
      "th": "อ้อ อยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Comm check.",
      "th": "ดราก้อน สเปซเอ็กซ์ เช็กช่องสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, I heard you loud and clear. We're about 3.9 G's.",
      "th": "รับทราบ เราได้ยินคุณชัด เราอยู่ที่ราวๆ 3.9 จี"
    }
  },
  {
    "translation": {
      "en": "[officer] Copy, we've got you.",
      "th": "ทราบ เราเจอคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Kiko] All right. -[man 1] Hell yeah.",
      "th": "- โอเค - เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[man 2] Coming in hot.",
      "th": "มันพุ่งเข้ามาแบบโชติช่วง"
    }
  },
  {
    "translation": {
      "en": "[officer] Passing 15 kilometers, brace for drogue window.",
      "th": "กำลังผ่าน 15 กิโลเมตร เตรียมปล่อยร่มชูชีพ"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy, we're braced.",
      "th": "รับทราบ เตรียมพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Come on, baby.",
      "th": "เร็วเข้า ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "[officer] Visual, two drogues out.",
      "th": "ได้ภาพแล้ว ร่มกางสองตัว"
    }
  },
  {
    "translation": {
      "en": "[Bob] Oh yeah, we felt it.",
      "th": "อือ เรารู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Slow down, baby.",
      "th": "ช้าลงสิ ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "[officer] Drogue descent rate nominal.",
      "th": "อัตราการร่อนลงของร่มปกติ"
    }
  },
  {
    "translation": {
      "en": "-[Kiko] Nice. -[clapping]",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yep.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Let's get these mains out.",
      "th": "ทีนี้ก็ปล่อยร่มหลัก"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Inflate, baby.",
      "th": "พองสิ ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "Inflate.",
      "th": "พองซะ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Come on, come on, come on, come on.",
      "th": "เร็วสิ"
    }
  },
  {
    "translation": {
      "en": "[officer] We are visual on four chutes out.",
      "th": "เห็นภาพร่มกางสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Ooh. -[man 2] Yeah.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hold on. Almost down to the ground.",
      "th": "รอเดี๋ยวนะ กำลังจะถึงพื้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer] Main chute decent rate nominal.",
      "th": "อัตราการร่อนลงของร่มหลักปกติ"
    }
  },
  {
    "translation": {
      "en": "Passing through 700 meters.",
      "th": "ผ่านช่วง 700 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Hans] And we're back to seven meters per second. Nothing.",
      "th": "กลับมาอยู่ที่เจ็ดเมตรต่อวินาที ไม่มีอะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's, like, sitting there.",
      "th": "มันเหมือนวางแหมะลง"
    }
  },
  {
    "translation": {
      "en": "Boom.",
      "th": "เปรี้ยง"
    }
  },
  {
    "translation": {
      "en": "Slowing.",
      "th": "กำลังช้าลง"
    }
  },
  {
    "translation": {
      "en": "[officer] Six hundred meters.",
      "th": "ระยะ 600 เมตร"
    }
  },
  {
    "translation": {
      "en": "Six hundred meters.",
      "th": "ระยะ 600 เมตร"
    }
  },
  {
    "translation": {
      "en": "Two hundred meters.",
      "th": "ระยะ 200 เมตร"
    }
  },
  {
    "translation": {
      "en": "We are braced for splashdown.",
      "th": "เตรียมลงจอดบนพื้นน้ำ"
    }
  },
  {
    "translation": {
      "en": "[man] Copy. Brace for splashdown.",
      "th": "รับทราบ เตรียมลงจอดบนพื้นน้ำ"
    }
  },
  {
    "translation": {
      "en": "-All right! Whoo! -[all applauding]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[officer] Welcome back to planet Earth, and thanks for flying SpaceX.",
      "th": "ขอต้อนรับกลับสู่ดาวโลก ขอบคุณที่บินกับสเปซเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Hell yeah!",
      "th": "ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Everything's good?",
      "th": "เรียบร้อยดีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Hans] Everything was great. This was super smooth.",
      "th": "เรียบร้อยดี มันราบรื่นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Kiko] Are there small boats out there?",
      "th": "มีเรือเล็กอยู่ที่นั่นด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "That doesn't look like a 45-footer to me. That looks like a…",
      "th": "ดูไม่เหมือนเรือ 45 ฟุตนะ นั่นดูเหมือน…"
    }
  },
  {
    "translation": {
      "en": "Now there's a… Who the hell is this?",
      "th": "นั่น นั่นมันใครกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Hans] It's a boat there. Not ours. -[Elon] Oh, it's someone else?",
      "th": "- มีเรือตรงนั้น ไม่ใช่ของเรา - คนอื่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Hans] Not ours. Yeah, these are not our boats.",
      "th": "ไม่ใช่ของเรา นี่ไม่ใช่เรือเรา"
    }
  },
  {
    "translation": {
      "en": "-[Elon] Who is that? Just random people? -[Hans] Just random people.",
      "th": "- ใครกัน คนทั่วไปเหรอ - แค่คนทั่วไป"
    }
  },
  {
    "translation": {
      "en": "-[man] They're just like-- -Oh my gosh.",
      "th": "- พวกเขาแบบว่า… - พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Look at this, dude, just like fucking 30 jabroni boats",
      "th": "ดูสิ มีเรืองี่เง่าอยู่ราว 30 ลำ"
    }
  },
  {
    "translation": {
      "en": "just show up out of nowhere.",
      "th": "โผล่มาจากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[chuckling] You got a front-row seat.",
      "th": "พวกเขาได้นั่งติดขอบเวที"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. Stand by for side hatch opening and egress.",
      "th": "ดราก้อน สเปซเอ็กซ์ เตรียมเปิดประตูข้างและออกจากกระสวย"
    }
  },
  {
    "translation": {
      "en": "[Bob] Copy. We're ready.",
      "th": "รับทราบ เราพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] What's up, fellas?",
      "th": "เป็นไงบ้างพวก"
    }
  },
  {
    "translation": {
      "en": "[host] All right, so they're getting set up.",
      "th": "โอเค พวกเขากำลังเตรียมการ"
    }
  },
  {
    "translation": {
      "en": "They're gonna work to get Bob Behnken,",
      "th": "พวกเขากำลังจะพาบ๊อบ เบห์นเคน"
    }
  },
  {
    "translation": {
      "en": "the joint operations commander for this mission, out of the capsule now.",
      "th": "หนึ่งในผู้บัญชาการภารกิจร่วม ออกมาจากกระสวย"
    }
  },
  {
    "translation": {
      "en": "[Jessie] We got a thumbs-up,",
      "th": "เขาชูนิ้วโป้ง"
    }
  },
  {
    "translation": {
      "en": "indicating that things are going well.",
      "th": "เพื่อบอกว่าทุกอย่างไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "[host] And now spacecraft commander Doug Hurley making his way out of the capsule.",
      "th": "และตอนนี้ผู้บัญชาการยาน ดั๊ก เฮอร์ลี่ย์ ก็กำลังออกมาจากกระสวย"
    }
  },
  {
    "translation": {
      "en": "There we go. Another thumbs-up.",
      "th": "ดูสิ เขาชูนิ้วโป้งอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Don. -[Don] Thank you.",
      "th": "- ดอน - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Gwynne] Will you have some?",
      "th": "เอาหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah! Whoo!",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "Here's to happiness and to Bob and Doug safely home.",
      "th": "ดื่มให้ความสุข และการกลับบ้านอย่างปลอดภัยของบ๊อบและดั๊ก"
    }
  },
  {
    "translation": {
      "en": "No doubt.",
      "th": "แน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Doug] It had been a couple of months since we had launched,",
      "th": "ตั้งแต่ปล่อยยาน มันผ่านไปสองเดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "so I was just really excited to see my family.",
      "th": "ผมตื่นเต้นมากที่จะได้เจอครอบครัว"
    }
  },
  {
    "translation": {
      "en": "But first, we were going to do a little bit of a press event.",
      "th": "แต่ก่อนอื่น เราต้องให้สัมภาษณ์สื่อนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Six-year-olds, you know, they didn't have him in handcuffs or anything,",
      "th": "เด็กหกขวบ ไม่มีใครล่ามมือเขาเอาไว้"
    }
  },
  {
    "translation": {
      "en": "so he broke free and ran to me at the airplane.",
      "th": "เขาวิ่งแยกออกมาและตรงมาหาผมที่เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "It was just awesome to see him.",
      "th": "มันวิเศษมากที่ได้เจอเขา"
    }
  },
  {
    "translation": {
      "en": "I'm glad I didn't fall down the steps",
      "th": "ผมดีใจที่ไม่ได้ตกบันได"
    }
  },
  {
    "translation": {
      "en": "when he tried to tackle me at the base of the stairs.",
      "th": "ตอนที่เขาพุ่งเข้าใส่ผมที่ฐานของบันได"
    }
  },
  {
    "translation": {
      "en": "All right, um, we're not gonna stand right now.",
      "th": "เอาล่ะ เราจะไม่ยืนนะครับ"
    }
  },
  {
    "translation": {
      "en": "For those of you who have done this before,",
      "th": "สำหรับคนที่เคยผ่านเรื่องนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "you know it's not pleasant standing for a few hours after you get back.",
      "th": "การต้องยืนนานสองสามชั่วโมงหลังจากกลับมา มันไม่น่าพิสมัยเท่าไร"
    }
  },
  {
    "translation": {
      "en": "Five hours ago, we were in a spaceship bobbing around,",
      "th": "เมื่อห้าชั่วโมงก่อน เรายังลอยไปลอยมาอยู่ในยานอวกาศ"
    }
  },
  {
    "translation": {
      "en": "making prank satellite phone calls to whoever we could get ahold of.",
      "th": "และยังใช้โทรศัพท์ดาวเทียม โทรไปแกล้งคนที่เราติดต่อถึงได้"
    }
  },
  {
    "translation": {
      "en": "You know, this has been a, uh…",
      "th": "คุณรู้ไหม นี่มัน…"
    }
  },
  {
    "translation": {
      "en": "quite an odyssey the last five years",
      "th": "มันเป็นห้าปีแห่งการเดินทางที่ไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "since Bob and I started working on this program.",
      "th": "นับตั้งแต่บ๊อบกับผมเริ่มทำงานกับโครงการนี้"
    }
  },
  {
    "translation": {
      "en": "And to be where we are now,",
      "th": "และการได้อยู่ในจุดที่เราอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "the first crewed flight of Dragon,",
      "th": "เป็นลูกเรือชุดแรกของยานดราก้อน"
    }
  },
  {
    "translation": {
      "en": "is just unbelievable.",
      "th": "มันน่าเหลือเชื่อจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There's something special about having that capability",
      "th": "มันพิเศษมากที่เราสามารถ"
    }
  },
  {
    "translation": {
      "en": "to launch and… and bring your own astronauts home.",
      "th": "ปล่อยยานและพานักบินของเรากลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "I just wanna thank you all for coming out today",
      "th": "ผมอยากขอบคุณทุกคนที่มาวันนี้"
    }
  },
  {
    "translation": {
      "en": "and celebrating what was accomplished.",
      "th": "และฉลองให้กับความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "-Thank you, all. -[crowd applauding, cheering]",
      "th": "ขอบคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Elon] Whoo-hoo! Yeah.",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "After these great words that were spoken,",
      "th": "หลังจากคำพูดที่ยิ่งใหญ่ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "um, I… I'm not sure I have much to add.",
      "th": "ผมไม่แน่ใจว่าจะพูดอะไรมากกว่านี้ได้อีก"
    }
  },
  {
    "translation": {
      "en": "I mean, I really came here",
      "th": "พูดตามตรงนะ"
    }
  },
  {
    "translation": {
      "en": "'cause I just wanted to see Bob and Doug, to be totally frank.",
      "th": "ผมมาที่นี่แค่เพราะอยากเจอบ๊อบและดั๊ก"
    }
  },
  {
    "translation": {
      "en": "Like, my entire adrenaline, it was just dumped, you know.",
      "th": "มันเหมือนอะดรีนาลีนของผม มันถูกโยนทิ้ง นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "[laughing] It's like…",
      "th": "มันแบบว่า…"
    }
  },
  {
    "translation": {
      "en": "Like, \"Thank God.\" [huffs]",
      "th": "แบบ \"ขอบคุณพระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "You know?",
      "th": "นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "You know, I think this is an achievement of humanity,",
      "th": "ผมคิดว่านี่คือความสำเร็จของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "and… and I think the whole world can look at this as a new era.",
      "th": "และผมคิดว่าทั้งโลกสามารถมองเรื่องนี้ ในฐานะยุคสมัยใหม่"
    }
  },
  {
    "translation": {
      "en": "We're gonna have a base on the Moon,",
      "th": "เราจะมีฐานที่มั่นบนดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "and we're gonna have… send people to Mars.",
      "th": "เราจะมี จะส่งคนไปดาวอังคาร"
    }
  },
  {
    "translation": {
      "en": "Have… and make life multi-planetary.",
      "th": "และไปอยู่ในหลายๆ ดวงดาว"
    }
  },
  {
    "translation": {
      "en": "And I think this… this day heralds a new age of space exploration.",
      "th": "ผมคิดว่าวันนี้เป็นการประกาศเริ่มต้น ยุคใหม่แห่งการสำรวจอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] You're looking at the Crew Dragon spacecraft and Falcon 9 rocket",
      "th": "ที่คุณเห็นคือยานอวกาศครูว์ดราก้อน และจรวดฟอลคอนเก้า"
    }
  },
  {
    "translation": {
      "en": "set to launch four astronauts to the International Space Station",
      "th": "ที่จะพานักบินอวกาศสี่คน ไปยังสถานีอวกาศนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "on a six-month science mission.",
      "th": "เพื่อทำภารกิจทางวิทยาศาสตร์นานหกเดือน"
    }
  },
  {
    "translation": {
      "en": "This crew is about to fly in the exact same capsule",
      "th": "ลูกเรือชุดนี้จะบินไปในกระสวยเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "that first flew NASA astronauts Bob Behnken and Doug Hurley",
      "th": "กับที่เคยพานักบินของนาซ่า บ๊อบ เบห์นเคนและดั๊ก เฮอร์ลี่ย์บินไป"
    }
  },
  {
    "translation": {
      "en": "in last year's Demo-2 test flight.",
      "th": "ในการบินทดสอบเดโมสองเมื่อปีก่อน"
    }
  },
  {
    "translation": {
      "en": "This is the second crew to fly on a commercial spacecraft",
      "th": "นี่คือลูกเรือชุดที่สอง ที่จะบินไปกับยานอวกาศพาณิชย์"
    }
  },
  {
    "translation": {
      "en": "for this new era of human spaceflight.",
      "th": "สำหรับยุคสมัยใหม่ แห่งการเดินทางด้วยยานอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] And here they come, the Crew-2 astronauts",
      "th": "พวกเขามาแล้ว นักบินชุดครูว์สอง"
    }
  },
  {
    "translation": {
      "en": "taking their first steps outside before their journey to space.",
      "th": "พวกเขาก้าวออกมาข้างนอก ก่อนที่จะออกเดินทางสู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "[man] Yay!",
      "th": "เย่"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy!",
      "th": "แม่ครับ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Pilot Megan McArthur in the front.",
      "th": "นักบินเมแกน แม็คคาร์เธอร์อยู่ที่ด้านหน้า"
    }
  },
  {
    "translation": {
      "en": "Hi, buddy!",
      "th": "ไงลูกรัก"
    }
  },
  {
    "translation": {
      "en": "[Theo] Hey, Mommy, I love you.",
      "th": "แม่ครับ ผมรักแม่"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Looks like Bob Behnken is there with their son.",
      "th": "ดูเหมือนบ๊อบ เบห์นเคนจะอยู่ที่นั่นกับลูกชาย"
    }
  },
  {
    "translation": {
      "en": "They are a power couple, and I love it. [laughs]",
      "th": "พวกเขาเป็นคู่ที่ประสบความสำเร็จ ฉันชอบจัง"
    }
  },
  {
    "translation": {
      "en": "[Bob] Now it's time for Megan's mission.",
      "th": "ตอนนี้ถึงเวลาที่เมแกนจะไปทำภารกิจ"
    }
  },
  {
    "translation": {
      "en": "It's super exciting for us",
      "th": "เรารู้สึกตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "that she's gonna be able to ride the same Dragon capsule.",
      "th": "ที่เธอจะได้นั่งกระสวยดราก้อนลำเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "And so I need to step in in the backup role",
      "th": "ถึงตาผมต้องมาเป็นเท้าหลังบ้าง"
    }
  },
  {
    "translation": {
      "en": "and flip-flop and make sure our son Theo gets everything he needs.",
      "th": "สลับตำแหน่ง และคอยดูแลธีโอ ให้เขาได้รับสิ่งที่เขาต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Theo] See you in six months.",
      "th": "อีกหกเดือนเจอกัน"
    }
  },
  {
    "translation": {
      "en": "See you in six months. I'm gonna miss you.",
      "th": "อีกหกเดือนนะ แม่ต้องคิดถึงลูกแน่"
    }
  },
  {
    "translation": {
      "en": "[Megan] My husband flew the Crew Dragon last year",
      "th": "สามีฉันบินไปกับครูว์ดราก้อนเมื่อปีก่อน"
    }
  },
  {
    "translation": {
      "en": "and happened to be in the same seat that I'll be in.",
      "th": "และบังเอิญว่าที่นั่งของเราเป็นที่นั่งเดียวกันเลย"
    }
  },
  {
    "translation": {
      "en": "This time it's Mom's turn, and I'm gonna be up there for six months.",
      "th": "ถึงตาของคุณแม่แล้ว ฉันจะขึ้นไปอยู่บนนั้นเป็นเวลาหกเดือน"
    }
  },
  {
    "translation": {
      "en": "[Megan] As our son gets older,",
      "th": "เมื่อลูกชายของเราโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "he's starting to build an awareness of what it is that we do.",
      "th": "เขาเริ่มที่จะเข้าใจว่าสิ่งที่เราทำอยู่คืออะไร"
    }
  },
  {
    "translation": {
      "en": "We want him to understand",
      "th": "เราอยากให้เขาเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "we think it's important to explore and to push the boundaries",
      "th": "เราคิดว่าการสำรวจ และการขยายขีดจำกัดของสิ่งที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "of what we're capable of.",
      "th": "มันเป็นสิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] The crew now on their way to Launch Complex 39A,",
      "th": "ลูกเรือกำลังเดินทาง ไปยังอาคารปล่อยยาน 39 เอ"
    }
  },
  {
    "translation": {
      "en": "ready for their ride to the space station.",
      "th": "และพร้อมแล้วที่จะเดินทางไปยังสถานีอวกาศ"
    }
  },
  {
    "translation": {
      "en": "I embrace this dawn of this age of commercialization of space.",
      "th": "ผมเต็มใจยอมรับการเปิดศักราช ของการทำให้อวกาศกลายเป็นการค้า"
    }
  },
  {
    "translation": {
      "en": "Our mission proved that we could get humans in the low Earth orbit",
      "th": "ภารกิจของเราคือพิสูจน์ว่า เราสามารถพามนุษย์ไปยังวงโคจรต่ำของโลก"
    }
  },
  {
    "translation": {
      "en": "and kind of planted the seed for how we're gonna go beyond that.",
      "th": "และเพาะเมล็ดพันธุ์สำหรับการไปให้ไกลกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Bob] As we go forward, we wanna accomplish all those missions",
      "th": "เมื่อเราก้าวต่อไป เราอยากทำภารกิจเหล่านั้นให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "that help us understand what's out there,",
      "th": "มันจะช่วยให้เราเข้าใจว่าข้างนอกนั่นมีอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "but at the same time,",
      "th": "แต่ในขณะเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "we have to figure out the smart way",
      "th": "เราก็ต้องคิดหาวิธีที่ชาญฉลาด"
    }
  },
  {
    "translation": {
      "en": "to take care of the resources and our solar system",
      "th": "เพื่อดูแลทรัพยากรและระบสุริยะของเรา"
    }
  },
  {
    "translation": {
      "en": "and not trash Mars when the opportunity presents itself.",
      "th": "และไม่ทำให้ดาวอังคารพังเมื่อโอกาสนั้นได้มาถึง"
    }
  },
  {
    "translation": {
      "en": "[Doug] Of course, there will be questions and challenges,",
      "th": "แน่นอน มันจะมีคำถามและอุปสรรค"
    }
  },
  {
    "translation": {
      "en": "like how we're gonna govern something like that.",
      "th": "อย่างเช่นเราจะควบคุมเรื่องแบบนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "But if we can continue to get people into space,",
      "th": "แต่ถ้าเราหมั่นส่งคนออกสู่อวกาศต่อไป"
    }
  },
  {
    "translation": {
      "en": "I can't imagine it doesn't make us better.",
      "th": "ผมเชื่อว่ามันจะทำให้เราเป็นคนที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[officer] Elon, are you go?",
      "th": "อีลอน จะไปไหม"
    }
  },
  {
    "translation": {
      "en": "[Elon] Absolutely.",
      "th": "แหงอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer] MJ, we're here. We just spoke to Elon. He's ready to go.",
      "th": "เอ็มเจ เราอยู่นี่ เราเพิ่งคุยกับอีลอน เขาพร้อมที่จะไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Elon] We should think more about, what's the future we want?",
      "th": "เราควรคิดถึงอนาคตที่เราต้องการให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "What has the happy ending?",
      "th": "ตอนจบแสนสุขคืออะไร"
    }
  },
  {
    "translation": {
      "en": "For me, it's, you know, making sure we become a spacefaring civilization.",
      "th": "สำหรับผมมันคือการได้เห็นว่าเรากลายเป็น อารยธรรมที่เดินทางในห้วงอวกาศ"
    }
  },
  {
    "translation": {
      "en": "[officer] Dragon, SpaceX. You are go for launch.",
      "th": "ดราก้อน สเปซเอ็กซ์ คุณกำลังจะขึ้นบิน"
    }
  },
  {
    "translation": {
      "en": "[Elon] But it's very important to appreciate this is not inevitable.",
      "th": "แต่สิ่งสำคัญ เราต้องรู้ว่า เรื่องนี้อาจไม่เกิดขึ้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "People are mistaken when they think that technology just automatically improves.",
      "th": "ผู้คนเข้าใจผิดเวลาที่คิดว่า เทคโนโลยีมันพัฒนาขึ้นโดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "It does not automatically improve.",
      "th": "มันไม่ได้พัฒนาขึ้นโดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "If you look at great civilizations like ancient Egypt,",
      "th": "ลองดูอารยธรรมที่ยิ่งใหญ่สิ อย่างอียิปต์โบราณ"
    }
  },
  {
    "translation": {
      "en": "and they were able to make the pyramids, and they forgot how to do that.",
      "th": "พวกเขาเคยสร้างพีระมิดได้ แต่พวกเขาลืมวิธีสร้างมันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And the Romans, they built these incredible aqueducts.",
      "th": "แล้วก็พวกโรมัน พวกเขาเคยสร้างสะพานส่งน้ำที่น่าอัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "They forgot how to do it.",
      "th": "และพวกเขาก็ลืมวิธี"
    }
  },
  {
    "translation": {
      "en": "In 1969, we were able to send somebody to the Moon,",
      "th": "ในปี 1969 เราเคยส่งคนไปดวงจันทร์ได้"
    }
  },
  {
    "translation": {
      "en": "and we forgot how to do that.",
      "th": "แล้วเราก็ลืมวิธีไป"
    }
  },
  {
    "translation": {
      "en": "[officer 1] T-minus 15 seconds.",
      "th": "นับถอยหลัง 15 วินาที"
    }
  },
  {
    "translation": {
      "en": "[Elon] The window of opportunity is open right now",
      "th": "ตอนนี้โอกาสได้เปิดช่อง"
    }
  },
  {
    "translation": {
      "en": "to make life multi-planetary.",
      "th": "ให้เราได้อาศัยในสหดวงดาว"
    }
  },
  {
    "translation": {
      "en": "But we cannot count on it being open for a long time.",
      "th": "แต่เราจะหวังให้ช่องนั้นเปิดเป็นเวลานานไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Ten, nine, eight, seven…",
      "th": "สิบ เก้า แปด เจ็ด…"
    }
  },
  {
    "translation": {
      "en": "[Elon] We need to take advantage of that window while it is open.",
      "th": "เราต้องใช้ประโยชน์ในตอนที่มันยังเปิด"
    }
  },
  {
    "translation": {
      "en": "[officer 1] …four, three, two, one.",
      "th": "สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Endeavour launches once again.",
      "th": "เอนเดฟเวอร์ออกบินอีกครั้งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Four astronauts from three countries on Crew-2",
      "th": "นักบินอวกาศสี่คนจากสามประเทศของครูว์สอง"
    }
  },
  {
    "translation": {
      "en": "now making their way to the one and only International Space Station.",
      "th": "กำลังออกเดินทางสู่สถานีอวกาศนานาชาติ ซึ่งมีอยู่เพียงแห่งเดียว"
    }
  },
  {
    "translation": {
      "en": "[officer 3] Crew Dragon flying free.",
      "th": "ครูว์ดราก้อนแยกตัวจากจรวด"
    }
  }
]