[
  {
    "translation": {
      "en": "[man 1] Where do you want to start?",
      "th": "จะให้เริ่มตรงไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "I guess at the beginning somewhere.",
      "th": "คงต้องเริ่มที่จุดเริ่มต้นสักจุดละนะ"
    }
  },
  {
    "translation": {
      "en": "It was a crazy beginning.",
      "th": "มันเป็นจุดเริ่มต้นที่บ้ามาก"
    }
  },
  {
    "translation": {
      "en": "-Crazy. -[interviewer] What was the beginning?",
      "th": "บ้าแท้ๆ เรื่องมันเริ่มที่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "[man 2] Animal people are nuts, man.",
      "th": "คนรักสัตว์น่ะมันเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "And I might be one of them people.",
      "th": "ผมเองก็อาจเป็นพวกนั้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I don't know,",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "but they're all half-out there, man. They're crazy.",
      "th": "แต่พวกนั้นมันไม่เต็มบาท เพี้ยนๆ ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man 3] You know, the monkey people are a little bit different.",
      "th": "คนรักลิงอาจจะต่างไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "[handler] Okay, good boy! Good boy!",
      "th": "โอเค เด็กดี! เด็กดี!"
    }
  },
  {
    "translation": {
      "en": "You know, they're kinda strange,",
      "th": "พวกเขาก็อาจจะแค่แปลกๆ"
    }
  },
  {
    "translation": {
      "en": "but the big cat people are back-stabbing...",
      "th": "แต่พวกเลี้ยงเสือเนี่ย เป็นพวกแทงข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "pieces of shit.",
      "th": "สันดานเสียแท้ๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] A decades-long feud comes to a bizarre end--",
      "th": "ความขัดแย้งที่สั่งสมมาหลายสิบปี กลับมีจุดจบที่แสนประหลาด"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Tiger King stands accused of trying to have a woman killed.",
      "th": "ราชาเสือถูกตั้งข้อหา พยายามฆ่าผู้หญิงคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man 2] You know, there's not every day that a zookeeper went to prison",
      "th": "มันก็มีไม่บ่อยหรอก ที่คนดูแลสวนสัตว์ต้องเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "for murder-for-hire.",
      "th": "ข้อหาจ้างวานฆ่า"
    }
  },
  {
    "translation": {
      "en": "So, I'm sure--",
      "th": "ผมเลยแน่ใจว่า"
    }
  },
  {
    "translation": {
      "en": "I'm sure y'all got a story to tell.",
      "th": "แน่ใจว่าพวกคุณมีเรื่องให้เล่าแน่"
    }
  },
  {
    "translation": {
      "en": "[operator] This is a prepaid call from...",
      "th": "นี่คือสายโทรศัพท์เก็บเงินปลายทางจาก"
    }
  },
  {
    "translation": {
      "en": "[man 4] Joe Exotic.",
      "th": "โจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "[operator] ...an inmate at the Grady County Jail.",
      "th": "ผู้ต้องขังที่เรือนจำเกรดีเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "[Joe] Do you know what they threatened me with? Seventy-nine years.",
      "th": "รู้ไหมว่าพวกนั้นเอาอะไรมาขู่ผม ติดคุก 79 ปี"
    }
  },
  {
    "translation": {
      "en": "I went to work every day prepared to die in a tiger cage.",
      "th": "ผมไปทำงานทุกวัน อย่างพร้อมตายในกรงเสือโคร่งอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[tiger roaring] -Dying doesn't scare me.",
      "th": "ผมไม่ได้กลัวความตาย"
    }
  },
  {
    "translation": {
      "en": "At all.",
      "th": "แม้แต่น้อย"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Here is a fact that may make you stop for a second.",
      "th": "(ผลงานซีรีส์สารคดีจาก NETFLIX) นี่อาจเป็นข้อเท็จจริงที่ทำให้คุณฉุกคิด"
    }
  },
  {
    "translation": {
      "en": "There are more captive tigers in the US today",
      "th": "ทุกวันนี้มีเสือที่ถูกขังอยู่ในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "than there are in the wild throughout the world.",
      "th": "มากกว่าที่มีอยู่ในธรรมชาติทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "-[lions growling] -Come here, you sexy beast!",
      "th": "มานี่ เจ้าตัวเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "[man 5] Hi, little man.",
      "th": "ไง ไอ้หนู"
    }
  },
  {
    "translation": {
      "en": "Look at that big smile. There you go. Show them claws.",
      "th": "ดูรอยยิ้มกว้างๆ นั่น โชว์เขี้ยวเล็บหน่อย"
    }
  },
  {
    "translation": {
      "en": "[man 6] You would not believe how many sheriffs told me,",
      "th": "คุณไม่มีทางเชื่อว่ามีนายอำเภอกี่คนบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh yeah, just down the street,",
      "th": "\"อ๋อ ใช่ เลยไปไม่ไกล"
    }
  },
  {
    "translation": {
      "en": "there's a guy that has a lion,\" or, \"A guy down there that has a tiger.\"",
      "th": "มีคนที่เลี้ยงสิงโต\" หรือ \"บ้านนั้นเขาเลี้ยงเสือ\""
    }
  },
  {
    "translation": {
      "en": "They just feel very strongly that these are mine",
      "th": "พวกนั้นรู้สึกแรงกล้าว่า นั่นคือสัตว์เลี้ยงของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and nobody's gonna take 'em from me.",
      "th": "และจะมีใครเอาไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-[roars] -[man 7] I'll tell you, it's real simple.",
      "th": "ผมบอกเลยนะ เรื่องมันง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "Don't own big, dangerous, exotic animals 'cause it's a time bomb.",
      "th": "อย่าเลี้ยงสัตว์ป่าหายากอันตรายตัวใหญ่ๆ เพราะมันเหมือนระเบิดเวลา"
    }
  },
  {
    "translation": {
      "en": "Everybody has a story.",
      "th": "ทุกคนมีเรื่องมาเล่า"
    }
  },
  {
    "translation": {
      "en": "Everybody that's owned one, it's always been a bad, bad ending.",
      "th": "ทุกคนที่เคยเลี้ยง ไม่มีใครจบสวยสักคน"
    }
  },
  {
    "translation": {
      "en": "I've been doing this 20 years. Never even been bit.",
      "th": "ผมทำธุรกิจนี้มา 20 ปี ไม่เห็นเคยโดนกัดด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่เป็นไรๆ"
    }
  },
  {
    "translation": {
      "en": "Our mission is to ban the private possession",
      "th": "ภารกิจของเราคือห้ามเอกชนเป็นเจ้าของ"
    }
  },
  {
    "translation": {
      "en": "of these magnificent animals.",
      "th": "สัตว์ที่แสนวิเศษเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "[man 1] She wanted to shut down the zoo.",
      "th": "เธออยากจะปิดสวนสัตว์"
    }
  },
  {
    "translation": {
      "en": "And he wanted her gone.",
      "th": "ส่วนเขาอยากให้เธอหายไปจากโลกนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] The so-called Tiger King--",
      "th": "ผู้ซึ่งรู้จักกันในนามราชาเสือ"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] He is on trial, accused in a murder-for-hire plot.",
      "th": "กำลังถูกไต่สวนด้วยข้อหา วางแผนพยายามจ้างวานฆ่า"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] Joe Exotic is accused of paying a person to murder Carole Baskin.",
      "th": "โจ เอ็กซอทิกเป็นผู้ต้องหาว่า จ้างวานผู้อื่นให้ฆ่าแครอล บาสกิ้น"
    }
  },
  {
    "translation": {
      "en": "[woman] Long before he was ever indicted in these charges,",
      "th": "แม้แต่ก่อนที่เขาจะถูกตัดสินในคดีเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "Joe Exotic was someone that makes good TV, makes good news.",
      "th": "โจ เอ็กซอทิกเป็นคนที่ขึ้นกล้อง ออกข่าวแล้วสนุก"
    }
  },
  {
    "translation": {
      "en": "Even if it's a train wreck, you can't help but look.",
      "th": "ต่อให้เขาพูดจาไม่รู้เรื่อง เรายังอดดูไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He's a completely insane, gay, gun-toting, drug-addict fanatic.",
      "th": "เขาเป็นคนบ้าติดยาควงปืนที่เป็นเกย์ และไร้สติที่สุด"
    }
  },
  {
    "translation": {
      "en": "[man 1] He wasn't real.",
      "th": "เขาไม่อยู่ในโลกจริง"
    }
  },
  {
    "translation": {
      "en": "He was like a mythical character,",
      "th": "เขาเหมือนตัวละครในตำนาน"
    }
  },
  {
    "translation": {
      "en": "living out in the middle of Bumfuck, Oklahoma.",
      "th": "ที่อาศัยอยู่กลางที่รกร้างโคตรไกลห่าง ในโอคลาโฮมา"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] The well-known zoo owner was taken into custody.",
      "th": "เจ้าของสวนสัตว์ชื่อดังถูกจับวันนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] He could be looking at nearly 80 years in prison.",
      "th": "เขาอาจต้องโทษจำคุกถึง 80 ปี"
    }
  },
  {
    "translation": {
      "en": "[Joe] When I leave this park, I wear a bulletproof vest.",
      "th": "เวลาผมออกไปจากสวน ผมต้องใส่เสื้อกันกระสุน"
    }
  },
  {
    "translation": {
      "en": "That is how bad this has gotten.",
      "th": "สถานการณ์มันแย่ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "There are so many strange twists in that story.",
      "th": "เรื่องนี้หักมุมพิลึกพิลั่นหลายรอบมาก"
    }
  },
  {
    "translation": {
      "en": "You would have to write books,",
      "th": "จนคุณคงต้องเขียนหนังสือหลายเล่ม"
    }
  },
  {
    "translation": {
      "en": "volumes of the stuff that went wrong there.",
      "th": "เขียนเป็นชุดๆ ว่าในสวนนั้นเละเทะยังไง"
    }
  },
  {
    "translation": {
      "en": "Let me show and tell the whole thing.",
      "th": "ผมจะทั้งเล่าและทำให้ดูทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Because then you'll get it.",
      "th": "จากนั้นคุณจะได้เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Then you'll say, \"Jesus fucking Christ! Why are you in jail?\"",
      "th": "แล้วคุณจะอุทานว่า \"คุณพระคุณเจ้าช่วย! ทำไมคุณถึงติดคุก\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay, this is good. All right.",
      "th": "โอเค แบบนี้ดีละ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "And how old is she?",
      "th": "แล้วมันอายุเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[snake owner] She's 23 years old.",
      "th": "ตัวนี้อายุ 23 ปี"
    }
  },
  {
    "translation": {
      "en": "[interviewer] When I started this project,",
      "th": "ตอนที่ผมเริ่มโปรเจกต์นี้"
    }
  },
  {
    "translation": {
      "en": "I had no idea it would consume five years of my life...",
      "th": "ผมไม่รู้เลยว่ามันจะกินเวลาห้าปีในชีวิตผม (เอริค กู๊ด คนทำหนัง)"
    }
  },
  {
    "translation": {
      "en": "and end up as ugly as it did.",
      "th": "และออกมาน่าเกลียดแบบที่เป็นนี้"
    }
  },
  {
    "translation": {
      "en": "It all began when I was investigating",
      "th": "ทุกอย่างเริ่มขึ้นตอนที่ผมเริ่มสืบ"
    }
  },
  {
    "translation": {
      "en": "a notorious reptile dealer in South Florida.",
      "th": "พ่อค้าสัตว์เลื้อยคลานผู้อื้อฉาวในเซาท์ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "[dealer] See how the snake stresses? That's when the venom shoots out.",
      "th": "เห็นที่มันแผ่แม่เบี้ยไหม นั่นคือจุดที่มันจะพ่นพิษออกมา"
    }
  },
  {
    "translation": {
      "en": "That's enough to kill everybody in this room three, four times over.",
      "th": "นั่นมากพอที่จะฆ่าทุกคนในห้องนี้ ได้ตั้งสามสี่รอบ"
    }
  },
  {
    "translation": {
      "en": "[Goode] A guy showed up one day wanting to buy a venomous snake.",
      "th": "วันหนึ่งมีคนโผล่มา อยากซื้องูพิษ"
    }
  },
  {
    "translation": {
      "en": "We haven't even offered them for sale yet. These are those real young ones, you know.",
      "th": "เรายังไม่ขายหรอก พวกนี้ยังเด็กมากนะ"
    }
  },
  {
    "translation": {
      "en": "[Goode] When he was leaving, he said,",
      "th": "ตอนที่เขากำลังจะกลับ เขาบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Check out what I just bought.\"",
      "th": "\"มาดูสิว่าผมเพิ่งซื้ออะไรมา\""
    }
  },
  {
    "translation": {
      "en": "In the back of this guy's van was a snow leopard.",
      "th": "ที่ท้ายรถตู้ของผู้ชายคนนี้มีเสือดาวหิมะ"
    }
  },
  {
    "translation": {
      "en": "Oh, shit!",
      "th": "โอ้โฮ!"
    }
  },
  {
    "translation": {
      "en": "It was 100 degrees outside.",
      "th": "ข้างนอกอุณหภูมิเกือบ 40 องศา"
    }
  },
  {
    "translation": {
      "en": "Do they need to be refrigerated? You know, 'cause they--",
      "th": "ไม่ต้องอยู่ห้องเย็นเหรอ เพราะพวกมัน..."
    }
  },
  {
    "translation": {
      "en": "[dealer] Not if they're acclimated in Florida,",
      "th": "ไม่ต้องถ้าคุ้นกับอากาศฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "if they're born and raised here.",
      "th": "แบบถ้าเกิดและโตที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Goode] Are these as rare as the clouded leopard? These are rarer than the clouded leopard.",
      "th": "- นี่หายากพอๆ กับเสือลายเมฆรึเปล่า - หายากกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[Goode] It just blew my mind.",
      "th": "เขาทำผมอึ้งไปเลย"
    }
  },
  {
    "translation": {
      "en": "What is a snow leopard doing in the back of this guy's hot van?",
      "th": "เสือดาวหิมะมาทำอะไร ที่ท้ายรถตู้อบอ้าวของผู้ชายคนนี้"
    }
  },
  {
    "translation": {
      "en": "That set me on this journey to really understand what is going on",
      "th": "นั่นทำให้ผมเริ่มเดินทาง เพื่อจะทำความเข้าใจว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "with people keeping big cats in this country.",
      "th": "กับคนที่เลี้ยงพวกเสือในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, little girl.",
      "th": "อ้าว แม่หนู"
    }
  },
  {
    "translation": {
      "en": "-[woman] Maybe take it off? -Oh, you don't want me to take it off.",
      "th": "ถอดออกดีไหม โอ๊ย คุณไม่อยากให้ผมถอดหรอก"
    }
  },
  {
    "translation": {
      "en": "[Goode] I like it off.",
      "th": "ผมชอบเวลาถอด"
    }
  },
  {
    "translation": {
      "en": "Your whole audience will say, \"Oh my god, that guy has a mullet!\"",
      "th": "(โจ เอ็กซอทิก สวนสัตว์ จี. ดับเบิลยู.) เดี๋ยวคนดูทุกคนจะบอกว่า \"ตายละ หมอนั่นไว้ทรงรากไทรด้วย\""
    }
  },
  {
    "translation": {
      "en": "[Goode] No, I like it. I like it!",
      "th": "ไม่นะ ผมชอบๆ"
    }
  },
  {
    "translation": {
      "en": "Jamotti! Jamotti, my sexy tiger!",
      "th": "จาม็อตติ จาม็อตติ! เจ้าเสือเซ็กซี่ของฉัน!"
    }
  },
  {
    "translation": {
      "en": "[Goode] You raised these from babies?",
      "th": "คุณเลี้ยงมันมาตั้งแต่เด็กเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Joe] These were grown up in my house, yup.",
      "th": "พวกนี้โตมาในบ้านผม ใช่"
    }
  },
  {
    "translation": {
      "en": "We've got, like, eight of 'em in there now.",
      "th": "ตอนนี้มีเจ้าพวกนี้อยู่แปดตัว"
    }
  },
  {
    "translation": {
      "en": "People, every day, they're like...",
      "th": "ทุกวันเลย ทุกคนจะพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"You must have the most incredible life, to live with 187 big cats.\"",
      "th": "\"ชีวิตของคุณต้องน่าทึ่งมากแน่ๆ ที่ได้อยู่กับเสือ 187 ตัว\""
    }
  },
  {
    "translation": {
      "en": "I started building this in 1999.",
      "th": "ผมเริ่มสร้างที่นี่เมื่อปี 1999"
    }
  },
  {
    "translation": {
      "en": "Believe it or not, this was a completely empty field.",
      "th": "เชื่อหรือไม่ ที่นี่เคยเป็นทุ่งโล่งโจ้งเลย"
    }
  },
  {
    "translation": {
      "en": "In over 16 years, it's grown into this.",
      "th": "ผ่านมา 16 ปี มันกลายเป็นเจ้านี่"
    }
  },
  {
    "translation": {
      "en": "My name is Joe Exotic",
      "th": "ผมชื่อโจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "and this is Thunder and Lightning!",
      "th": "แล้วนี่คือธันเดอร์กับไลท์นิ่ง!"
    }
  },
  {
    "translation": {
      "en": "The only difference between my pet and your pet is",
      "th": "สัตว์เลี้ยงของผมกับสัตว์เลี้ยงของคุณ ต่างกันแค่เรื่องเดียว"
    }
  },
  {
    "translation": {
      "en": "mine have three-inch teeth, and they weigh 400 pounds.",
      "th": "คือของผมมีฟันยาวสามนิ้ว แล้วก็หนัก 180 กิโล"
    }
  },
  {
    "translation": {
      "en": "Does it feel good to stand on my stage",
      "th": "รู้สึกดีไหมเวลาได้ยืนบนเวที"
    }
  },
  {
    "translation": {
      "en": "with 500-pound tigers and everybody envy you?",
      "th": "กับเสือหนัก 225 กิโล แล้วทุกคนข้างล่างอิจฉาน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Absolutely. Okay?",
      "th": "ต้องดีสิ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "I would be the biggest liar if I said no.",
      "th": "ถ้าบอกว่ารู้สึกไม่ดี ผมคงเป็นไอ้ตอแหล"
    }
  },
  {
    "translation": {
      "en": "Now, stop.",
      "th": "นี่ หยุด"
    }
  },
  {
    "translation": {
      "en": "That's a brand-new shirt, now quit it!",
      "th": "นี่เสื้อใหม่เลยนะ อย่าเล่น"
    }
  },
  {
    "translation": {
      "en": "Do you have a sense of bonding with them, or do you have a-- Ooh.",
      "th": "คุณมีความผูกพันกับพวกมันไหม หรือว่ามี..."
    }
  },
  {
    "translation": {
      "en": "Is there, like an emotional connection between you and these cats?",
      "th": "คุณมีความผูกพันทางใจ ระหว่างคุณกับเจ้าเสือพวกนี้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "There is a very emotional connection between me and these cats. Extreme.",
      "th": "ต้องมีความผูกพันทางใจ ระหว่างผมกับเจ้าพวกนี้อยู่แล้ว ผูกพันมาก"
    }
  },
  {
    "translation": {
      "en": "That's his deal right now.",
      "th": "เจ้าตัวนี้เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, his whole deal is about just wanting--",
      "th": "มันก็แค่อยากจะให้คน..."
    }
  },
  {
    "translation": {
      "en": "Petted and loved on, you know?",
      "th": "ลูบแล้วก็รักมันน่ะ นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "-They're so affectionate and fond-- -Are these trying to mate?",
      "th": "- พวกมันชอบแสดงความรัก... - มันพยายามจะผสมพันธุ์กันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, they're two boys.",
      "th": "นี่เสือหนุ่มสองตัว"
    }
  },
  {
    "translation": {
      "en": "-Oh, they're two boys. -We have a very open relationship here.",
      "th": "- อ้าว หนุ่มสองตัว - ที่นี่เรามีความสัมพันธ์ปลายเปิดกัน"
    }
  },
  {
    "translation": {
      "en": "We do not discriminate here.",
      "th": "เราไม่กีดกันอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "[Joe] Good afternoon, ladies and gentlemen.",
      "th": "สวัสดียามบ่ายครั้ง ท่านผู้มีเกียรติ"
    }
  },
  {
    "translation": {
      "en": "I'd like to welcome you to the Greater Wynnewood Exotic Animal Park.",
      "th": "ผมอยากขอต้อนรับเข้าสู่ สวนสัตว์หายากเกรเทอร์วินน์วูด"
    }
  },
  {
    "translation": {
      "en": "I can assure you're going to get closer to tigers and lions here",
      "th": "รับประกันได้เลยว่าพวกคุณ จะได้เข้าใกล้เสือและสิงโตที่นี่"
    }
  },
  {
    "translation": {
      "en": "than you would anywhere in the world. Matter of fact, you're gonna get so close",
      "th": "มากกว่าที่ไหนในโลก อันที่จริง พวกคุณจะได้เข้าใกล้มาก"
    }
  },
  {
    "translation": {
      "en": "I can almost promise you some of you will be urinated on.",
      "th": "จนผมแทบสัญญาได้ว่า พวกคุณบางคนจะโดนฉี่ใส่"
    }
  },
  {
    "translation": {
      "en": "If that happens, we have t-shirts in the gift shop",
      "th": "ถ้าเกิดเรื่องนั้น เรามีเสื้อยืดขายในร้านกิฟต์ช็อป"
    }
  },
  {
    "translation": {
      "en": "that says, \"I got peed on by a tiger.\"",
      "th": "เขียนว่า \"โดนเสือฉี่ใส่มาจ้า\" ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[man] All right, everybody, what I need you guys to do",
      "th": "โอเค ทุกคน สิ่งที่ผมอยากให้ทุกคนทำ"
    }
  },
  {
    "translation": {
      "en": "is walk down the fence line here.",
      "th": "คือเดินไปตามรั้วทางนี้"
    }
  },
  {
    "translation": {
      "en": "Follow Katrina. We're gonna introduce you to your first dangerous animal.",
      "th": "ตามแคทริน่าไป เราจะพาพวกคุณไปดูสัตว์อันตรายตัวแรก"
    }
  },
  {
    "translation": {
      "en": "I'm kind of embarrassed to say it, but when I got here,",
      "th": "พูดไปแล้วผมก็อายนะ แต่ตอนมาถึงครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "I was on kind of the end of my ropes.",
      "th": "ผมก็เรียกว่าอับจนหนทางแล้ว"
    }
  },
  {
    "translation": {
      "en": "I found this place on Craigslist,",
      "th": "ผมเจอที่นี่ในเครกลิสต์"
    }
  },
  {
    "translation": {
      "en": "and I was like, \"Man! I never done this shit before!",
      "th": "(เอริค คาววี่ หัวหน้าสัตวบาล สวนสัตว์ จี. ดับเบิลยู.) แล้วผมก็แบบ \"เฮ้ย ไม่เคยทำเรื่องนี้มาก่อนว่ะ"
    }
  },
  {
    "translation": {
      "en": "What the fuck? Let's go!\"",
      "th": "อะไรวะเนี่ย ไปกันเลย!\""
    }
  },
  {
    "translation": {
      "en": "And now look at me! I'm doing tiger shows!",
      "th": "ตอนนี้ดูสภาพผมสิ ผมจัดโชว์เสือ"
    }
  },
  {
    "translation": {
      "en": "[man 2] I've been the manager at the G.W. Zoo for 14 years now.",
      "th": "ผมเป็นผู้จัดการของสวนสัตว์ จี. ดับเบิลยู. มา 14 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Most of the staff was unique.",
      "th": "พนักงานส่วนใหญ่ก็ไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "That's what I thought was really cool about the zoo.",
      "th": "นั่นเป็นสิ่งที่ผมคิดว่าเจ๋งมากของที่นี่ (จอห์น เรนกี ผู้จัดการสวนสัตว์ จี. ดับเบิลยู.)"
    }
  },
  {
    "translation": {
      "en": "And then there's Joe.",
      "th": "แล้วก็มีโจ"
    }
  },
  {
    "translation": {
      "en": "Do the dance! [humming]",
      "th": "เต้นหน่อย!"
    }
  },
  {
    "translation": {
      "en": "I love you so much!",
      "th": "พ่อรักหนูมากเลย!"
    }
  },
  {
    "translation": {
      "en": "[man 3] The people who worked for Joe were misfits,",
      "th": "คนที่ทำงานให้โจเป็นพวกนอกสังคม"
    }
  },
  {
    "translation": {
      "en": "and they were a family.",
      "th": "แล้วก็เป็นครอบครัวเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "It was a place where all these misfits could come together",
      "th": "นี่เป็นที่ซึ่งพวกนอกสังคมจะมารวมตัวกันได้"
    }
  },
  {
    "translation": {
      "en": "and be with the King of Misfits, who reigned over them.",
      "th": "และได้อยู่กับราชาแห่งคนไม่เข้าพวก ที่ปกครองพวกเขาอีกที (ริค เคิร์กแฮม โปรดิวเซอร์ โจ เอ็กซอทิก ทีวี)"
    }
  },
  {
    "translation": {
      "en": "[man] Joe is an entertainer by nature.",
      "th": "โจเกิดมาเป็นเอนเตอร์เทนเนอร์"
    }
  },
  {
    "translation": {
      "en": "[Joe] No. Come on.",
      "th": "อย่า มานี่"
    }
  },
  {
    "translation": {
      "en": "He was pretty much the star of his own show.",
      "th": "เขาเป็นดาวเด่นในรายการตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm going to try and get some good shots.",
      "th": "เดี๋ยวจะลองไปให้ได้ช็อตสวยๆ"
    }
  },
  {
    "translation": {
      "en": "So make sure y'all get me some promo pictures in there.",
      "th": "อย่าลืมถ่ายให้ได้รูปไปโฆษณาเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[man] Want me to go up?",
      "th": "ให้ผมไปด้วย..."
    }
  },
  {
    "translation": {
      "en": "No, I want you up front with a still camera.",
      "th": "ไม่ ผมอยากให้คุณไปรอข้างหน้า กับกล้องถ่ายภาพนิ่ง"
    }
  },
  {
    "translation": {
      "en": "Meeting him in person definitely solidified that.",
      "th": "ยิ่งเจอตัวเขาเอง ยิ่งยืนยันเรื่องนั้นได้เลย"
    }
  },
  {
    "translation": {
      "en": "♪ Woke up this morning With the sunshine in my eyes ♪",
      "th": "(ศิลปินเพลงคันทรี โจ เอ็กซอทิก) ตื่นมาเช้านี้ แสงอาทิตย์ส่องเข้าตา"
    }
  },
  {
    "translation": {
      "en": "♪ It's funny how a smile can change The words you want to say ♪",
      "th": "ตลกดีที่รอยยิ้มคนเปลี่ยนคำพูดจากใจเราได้"
    }
  },
  {
    "translation": {
      "en": "[Saffery] For Joe, the zoo was his stage.",
      "th": "สำหรับโจแล้ว สวนสัตว์นี้ก็คือเวทีของเขา"
    }
  },
  {
    "translation": {
      "en": "It was the one place he could shine.",
      "th": "เป็นที่เดียวซึ่งเขาจะได้เจิดจ้า"
    }
  },
  {
    "translation": {
      "en": "He could control every aspect of it.",
      "th": "เขาคุมทุกภาคส่วนของที่นั่นได้"
    }
  },
  {
    "translation": {
      "en": "From the start of the day to the end of the day, he filmed everything.",
      "th": "ตั้งแต่เริ่มต้นจนจบวัน เขาถ่ายทุกอย่างไว้หมด"
    }
  },
  {
    "translation": {
      "en": "Come here, love me! Come here, love me!",
      "th": "มานี่ รักพ่อมะ"
    }
  },
  {
    "translation": {
      "en": "[Saffery] He had this live TV show that he would do for a number of his followers.",
      "th": "เขาทำรายการทีวีสดที่มีผู้ติดตามจำนวนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Hello, ladies and gentlemen and welcome to JoeExoticTV.com.",
      "th": "สวัสดี ท่านผู้มีเกียรติ ขอต้อนรับสู่โจ เอ็กซอทิก ทีวีดอตคอม"
    }
  },
  {
    "translation": {
      "en": "[Goode] Where does your TV show air?",
      "th": "รายการของคุณออกอากาศที่ไหน"
    }
  },
  {
    "translation": {
      "en": "On the internet. Worldwide. Every night at six o'clock.",
      "th": "ในอินเทอร์เน็ต ไปทั่วโลก ทุกคืนตอนหกโมงเย็น"
    }
  },
  {
    "translation": {
      "en": "Pretty cool. Come on in.",
      "th": "เจ๋งดีนะ เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "[Kirkham] Joe had been doing these internet broadcasts,",
      "th": "โจทำรายการอินเทอร์เน็ตพวกนี้มานาน"
    }
  },
  {
    "translation": {
      "en": "either on a regular basis or periodically,",
      "th": "ไม่ว่าจะทำสม่ำเสมอหรือเป็นระยะๆ"
    }
  },
  {
    "translation": {
      "en": "for probably a decade or longer before I got there.",
      "th": "น่าจะทำมาสิบปีหรือนานกว่านั้น ก่อนที่ผมจะไปที่นั่นอีก"
    }
  },
  {
    "translation": {
      "en": "[man] Didn't Johnny Carson used to smoke on the set of the Tonight Show?",
      "th": "แต่ก่อนจอห์นนี่ คาร์สันเคยสูบบุหรี่ ตอนเข้าฉากทูไนท์โชว์ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Joe] Yeah, years ago!",
      "th": "ใช่ เมื่อหลายปีก่อน"
    }
  },
  {
    "translation": {
      "en": "He never had more than 80 people watching the thing live.",
      "th": "ไม่เคยมีคนดูรายการสดเกิน 80 คนหรอก"
    }
  },
  {
    "translation": {
      "en": "See ya Monday night, right here!",
      "th": "เจอกันคืนวันจันทร์นะ!"
    }
  },
  {
    "translation": {
      "en": "When I walked in, I had all this experience.",
      "th": "เมื่อผมเข้าไปร่วมงานกับเขา ผมมีประสบการณ์ทุกอย่างอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I had a national reputation.",
      "th": "ผมมีชื่อเสียงระดับชาติ"
    }
  },
  {
    "translation": {
      "en": "If you watch us often, you know one of our reporters, Rick Kirkham, is nuts.",
      "th": "ถ้าคุณชมข่าวเราบ่อยๆ คุณคงรู้ว่านักข่าวคนหนึ่งของเรา ริค เคิร์กแฮม เป็นคนบ้าครับ"
    }
  },
  {
    "translation": {
      "en": "[man] With a mere touch of a flame, it was instant Kirkham kabob.",
      "th": "แค่ไฟแตะนิดเดียว ก็กลายเป็นเนื้อย่างเคบับเคิร์กแฮมทันที"
    }
  },
  {
    "translation": {
      "en": "[Kirkham] Hey, Mike, get the charcoal!",
      "th": "เฮ้ย ไมค์ เอาถ่านมา"
    }
  },
  {
    "translation": {
      "en": "You know, I've done a lot of shit in my life,",
      "th": "ในชีวิตผมก็ทำอะไรพิลึกๆ มาเยอะ"
    }
  },
  {
    "translation": {
      "en": "but I've never experienced anything like Joe Exotic.",
      "th": "แต่ไม่เคยมีประสบการณ์อะไร แบบโจ เอ็กซอทิกเลย"
    }
  },
  {
    "translation": {
      "en": "He knew that I could make him famous.",
      "th": "เขารู้ว่าผมทำให้เขาดังได้"
    }
  },
  {
    "translation": {
      "en": "I took it to a new level because I made it look like a real TV show.",
      "th": "ผมยกระดับรายการไปอีกขั้น เพราะผมทำให้มันดูเหมือนรายการทีวีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Reinke] We did a show every night.",
      "th": "เราทำรายการทุกคืน"
    }
  },
  {
    "translation": {
      "en": "and I want to say nine out of ten shows",
      "th": "ผมบอกเลยว่าเก้าในสิบตอน"
    }
  },
  {
    "translation": {
      "en": "was about the animal rights people and Carole down in Florida.",
      "th": "เป็นเรื่องของพวกคุ้มครองสิทธิ์สัตว์ป่า และแครอลที่ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "One thing you're forgetting out there, you animal rights people,",
      "th": "คุณลืมไปเรื่องนึงนะ พวกคุ้มครองสิทธิ์สัตว์"
    }
  },
  {
    "translation": {
      "en": "and especially Carole Baskin--",
      "th": "โดยเฉพาะแครอล บาสกิ้น"
    }
  },
  {
    "translation": {
      "en": "And that's Carole Baskin down at Big Cat Rescue.",
      "th": "พูดถึงแครอล บาสกิ้นที่บิ๊กแคทเรสคิว"
    }
  },
  {
    "translation": {
      "en": "It was all part of Carole Baskin's plan when--",
      "th": "ทุกอย่างเป็นแผนของแครอล บาสกิ้นตอนที่..."
    }
  },
  {
    "translation": {
      "en": "...paid it to Carole Baskin.",
      "th": "จ่ายให้แครอล บาสกิ้น..."
    }
  },
  {
    "translation": {
      "en": "Carole Baskin is so influential.",
      "th": "แครอล บาสกิ้นมีอิทธิพลสูงมาก"
    }
  },
  {
    "translation": {
      "en": "That Carole Baskin--",
      "th": "นังแครอล บาสกิ้น..."
    }
  },
  {
    "translation": {
      "en": "And Carole Baskin...",
      "th": "และแครอล บาสกิ้น..."
    }
  },
  {
    "translation": {
      "en": "Man, if he ever had an enemy in his life, it was Carole Baskin.",
      "th": "โห ถ้าจะมีใครเป็นศัตรูคู่อาฆาตในชีวิตเขา คนนั้นก็ต้องเป็นแครอล บาสกิ้น"
    }
  },
  {
    "translation": {
      "en": "Hi, I'm Carole Baskin and I'm the founder and CEO of Big Cat Rescue.",
      "th": "สวัสดีค่ะ ฉันแครอล บาสกิ้น เป็นผู้ก่อตั้งและซีอีโอของบิ๊กแคทเรสคิว"
    }
  },
  {
    "translation": {
      "en": "We're the world's largest accredited sanctuary",
      "th": "เราเป็นสถานพักพิงที่ได้รับการยอมรับ ขนาดใหญ่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "that is devoted entirely to caring for big cats.",
      "th": "ซึ่งอุทิศตัวเองให้กับการดูแลเสือเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Joe] Since 2006,",
      "th": "ตั้งแต่ปี 2006 มา"
    }
  },
  {
    "translation": {
      "en": "we've been in this pissing match over tigers.",
      "th": "พวกเราก็แข่งอวดกันเรื่องเสือมาตลอด"
    }
  },
  {
    "translation": {
      "en": "If there's one thing I know for sure",
      "th": "ถ้าจะมีสิ่งใดที่ฉันรู้แน่แก่ใจ"
    }
  },
  {
    "translation": {
      "en": "it's that big cats don't belong in cages.",
      "th": "คือเสือทั้งหลายไม่ควรต้องอยู่ในกรงค่ะ"
    }
  },
  {
    "translation": {
      "en": "I kept to myself. I did my own thing.",
      "th": "ผมก็ไม่ยุ่งกับใคร ทำเรื่องของผม"
    }
  },
  {
    "translation": {
      "en": "And I picked up an Oklahoma newspaper one day",
      "th": "แต่วันหนึ่งผมหยิบหนังสือพิมพ์โอคลาโฮมาขึ้นมาดู"
    }
  },
  {
    "translation": {
      "en": "and here's this story about this trashy little roadside zoo.",
      "th": "เขาเขียนบทความเรื่อง สวนสัตว์ข้างทางสวะแห่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And it was me!",
      "th": "แล้วมันดันเป็นเรื่องของผม"
    }
  },
  {
    "translation": {
      "en": "[Joe] Her whole plan is to get her following to believe",
      "th": "แผนของเธอคืออยากให้เหล่าสาวกเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "that we're abusing tigers and running us all out of business.",
      "th": "เราทำร้ายเสือแล้วก็ทำให้เราเจ๊ง"
    }
  },
  {
    "translation": {
      "en": "[GPS] Your destination is ahead on the right.",
      "th": "จุดหมายอยู่ข้างหน้าทางขวา"
    }
  },
  {
    "translation": {
      "en": "[woman] Here comes Carole.",
      "th": "แครอลมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Goode] Oh, she's dressed perfectly.",
      "th": "โห แต่งตัวไว้เหมาะมาก"
    }
  },
  {
    "translation": {
      "en": "More like this?",
      "th": "แบบนี้รึเปล่าคะ"
    }
  },
  {
    "translation": {
      "en": "You want me to get down, so you've got this cat?",
      "th": "จะให้ฉันนั่งลงจะได้ถ่ายสิงโตได้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Goode] Yeah, that's great, thank you.",
      "th": "ดีครับ เยี่ยมเลย ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay, go ahead.",
      "th": "โอเค พูดเลย"
    }
  },
  {
    "translation": {
      "en": "This is Joseph the lion, and he came from a facility in Ohio...",
      "th": "นี่คือเจ้าสิงโตโจเซฟ มันมาจากโอไฮโอ"
    }
  },
  {
    "translation": {
      "en": "I really believe in life that you can only be good at one thing.",
      "th": "ฉันเชื่อว่าในชีวิตคนเรา เราจะเก่งได้เพียงอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "He's gonna get nasty with me. [laughs]",
      "th": "มันจะแกล้งฉันละ"
    }
  },
  {
    "translation": {
      "en": "With saving the cats,",
      "th": "การช่วยเจ้าเสือพวกนี้"
    }
  },
  {
    "translation": {
      "en": "it's one thing that I can fix if I can just stay focused on that.",
      "th": "คือเรื่องเดียวที่ฉันช่วยได้ ถ้าฉันมุ่งมั่นกับมัน"
    }
  },
  {
    "translation": {
      "en": "So I don't read the newspaper,",
      "th": "ฉันไม่อ่านหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "I don't watch news on television unless there's a cat involved.",
      "th": "ฉันไม่ดูข่าวทีวีนอกจากจะเกี่ยวกับเสือ"
    }
  },
  {
    "translation": {
      "en": "[Goode] Where are we headed?",
      "th": "เรากำลังจะไปไหนกัน"
    }
  },
  {
    "translation": {
      "en": "[Carole] We're headed to Cameron and Zaboo.",
      "th": "เราจะไปหาแคเมรอนกับซาบู"
    }
  },
  {
    "translation": {
      "en": "She's saving the very best part for last 'cause they love the turkey necks.",
      "th": "มันเก็บส่วนที่ดีสุดไว้กินทีหลังสุดนะคะ เพราะพวกมันชอบกินคอไก่งวง"
    }
  },
  {
    "translation": {
      "en": "This is Bengali, an old circus tiger.",
      "th": "นี่คือเบงกอล เป็นอดีตเสือในคณะละครสัตว์"
    }
  },
  {
    "translation": {
      "en": "You can see how they go from being so sweet",
      "th": "จะเห็นว่ามันสามารถเปลี่ยนใจจากทำตัวน่ารัก"
    }
  },
  {
    "translation": {
      "en": "to just wanting to tear your face off, and they could do it like that,",
      "th": "จู่ๆ ก็อยากกระชากหนังหน้าเราออก มันเปลี่ยนอารมณ์ง่ายๆ แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "and it's like, \"Oh! That's amazing to have that kind of range",
      "th": "เหมือน \"โห สุดยอดเลยนะ ที่เปลี่ยนอารมณ์ได้มากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "and that speed!\"",
      "th": "และไวขนาดนั้นด้วย!\""
    }
  },
  {
    "translation": {
      "en": "I live, eat, and breathe ending the captivity of wild cats.",
      "th": "ฉันหายใจเข้าออก เพื่อยุติการจับเสือในป่ามาขังกรง"
    }
  },
  {
    "translation": {
      "en": "And I know that I'm gonna see this through to the end.",
      "th": "และฉันรู้ว่าฉันจะต้องทำสำเร็จจนได้"
    }
  },
  {
    "translation": {
      "en": "What really sets apart Big Cat Rescue from a zoo",
      "th": "สิ่งที่ทำให้บิ๊กแคทเรสคิวแตกต่างจากสวนสัตว์อื่น"
    }
  },
  {
    "translation": {
      "en": "is that we are fixing the problem,",
      "th": "คือเราพยายามแก้ปัญหาค่ะ"
    }
  },
  {
    "translation": {
      "en": "they are creating the problem.",
      "th": "พวกนั้นคือตัวก่อปัญหา"
    }
  },
  {
    "translation": {
      "en": "People like Joe Exotic,",
      "th": "คนอย่างโจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "what they are doing is breeding cats for life in cages.",
      "th": "พวกเขาผสมพันธุ์เสือเพื่อให้มาใช้ชีวิตในกรง"
    }
  },
  {
    "translation": {
      "en": "A tiger needs 400 square miles of territory in the wild.",
      "th": "เวลาอยู่ในป่า เสือหนึ่งตัวต้องมีพื้นที่ของตัวเอง หนึ่งพันตารางกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "So there's no cage that's going to be sufficient.",
      "th": "ดังนั้นไม่มีกรงไหนที่จะดีพอได้หรอก"
    }
  },
  {
    "translation": {
      "en": "But the reason that we have cats in cages",
      "th": "แต่สาเหตุที่ยังมีเสืออยู่ในกรงที่นี่"
    }
  },
  {
    "translation": {
      "en": "is to provide them a safe place to live until they die.",
      "th": "ก็เพื่อให้พวกมันได้มีที่อยู่ปลอดภัย จนกว่าจะตาย"
    }
  },
  {
    "translation": {
      "en": "This was our oldest cat.",
      "th": "นี่คือเสือตัวแรกของเรา"
    }
  },
  {
    "translation": {
      "en": "Black Mamba was a jaguar, Oakie was an ocelot,",
      "th": "แบล็กมัมบาเป็นจากัวร์ โอกี้เป็นแมวป่าโอซีล็อต (ฮาเวิร์ด บาสกิ้น สามีของแครอล)"
    }
  },
  {
    "translation": {
      "en": "Champlaine was a Canada lynx.",
      "th": "แชมเพลนเป็นลิงซ์แคนาดา"
    }
  },
  {
    "translation": {
      "en": "You're following me again. [laughs]",
      "th": "คุณเดินตามฉันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "You wanna lead?",
      "th": "อยากมานำแทนไหม"
    }
  },
  {
    "translation": {
      "en": "You can read plaques too.",
      "th": "คุณก็อ่านป้ายได้นะ"
    }
  },
  {
    "translation": {
      "en": "I think it would be fair to say that Carole is the Mother Teresa of cats.",
      "th": "ผมว่าเราพูดได้เลยว่า แครอลเป็นเหมือนแม่ชีเทเรซาของเสือ"
    }
  },
  {
    "translation": {
      "en": "You're so wonderful.",
      "th": "คุณแสนดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The very first image that my parents had of me in the cradle,",
      "th": "ภาพแรกที่พ่อกับแม่ถ่ายฉันตอนยังอยู่ในเปล"
    }
  },
  {
    "translation": {
      "en": "it was me and the cat.",
      "th": "ก็เป็นภาพฉันกับแมวค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'd never been a person that had friends,",
      "th": "ฉันเป็นคนที่ไม่ค่อยมีเพื่อน"
    }
  },
  {
    "translation": {
      "en": "and so my friends were two imaginary white cats.",
      "th": "เพื่อนของฉันจึงเป็นแมวสีขาวสองตัว ในจินตนาการของฉัน"
    }
  },
  {
    "translation": {
      "en": "I've always had cats in my life,",
      "th": "ทั้งชีวิตฉันมีแมวมาอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "and I've always felt a certain affinity toward them.",
      "th": "แล้วฉันก็รักใคร่เอ็นดูพวกมันมาแต่ไหนแต่ไร"
    }
  },
  {
    "translation": {
      "en": "I'm actually allergic to cats,",
      "th": "แต่จริงๆ แล้วฉันแพ้ขนแมว"
    }
  },
  {
    "translation": {
      "en": "so my entire house is like, you know, tile floors, no curtains,",
      "th": "ดังนั้นทั้งบ้านจึงเป็นพื้นกระเบื้อง ไม่มีม่าน"
    }
  },
  {
    "translation": {
      "en": "metal furniture, that sort of thing.",
      "th": "เฟอร์นิเจอร์ทำจากโลหะ อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Goode] Carole, tell me about this room, 'cause everything has a certain pattern.",
      "th": "แครอล เล่าเรื่องห้องนี้ทีสิ เพราะทุกอย่างมีลวดลายชัดเจน"
    }
  },
  {
    "translation": {
      "en": "That is cat print.",
      "th": "นี่ผ้าพิมพ์ลายเสือดาว"
    }
  },
  {
    "translation": {
      "en": "-[Goode] And this? -[Carole] That was a gift.",
      "th": "- แล้วนี่ล่ะ - อันนี้คนให้มาค่ะ"
    }
  },
  {
    "translation": {
      "en": "-And this? And-- -This I actually had painted.",
      "th": "- แล้วนี่ล่ะ... - อันนี้ฉันวาดลายเอง"
    }
  },
  {
    "translation": {
      "en": "[Carole] Most of what I wear are cat prints.",
      "th": "ส่วนใหญ่แล้วฉันก็ใส่ผ้าพิมพ์ลายเสือ"
    }
  },
  {
    "translation": {
      "en": "It's almost a uniform.",
      "th": "เกือบเรียกว่าเป็นเครื่องแบบ"
    }
  },
  {
    "translation": {
      "en": "When I go in to talk with a legislator,",
      "th": "เวลาไปคุยกับฝ่ายนิติบัญญัติ"
    }
  },
  {
    "translation": {
      "en": "if I go in there dressed head to toe in cat prints,",
      "th": "ถ้าฉันใส่ชุดลายเสือตั้งแต่หัวจรดเท้า"
    }
  },
  {
    "translation": {
      "en": "people remember, \"Oh, that's the person that's gonna be all over my case",
      "th": "คนจะจำได้ \"อ๋อ นั่นคือคนที่ จะมากวนใจเราไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "about why cats need to be protected.\"",
      "th": "ว่าทำไมเราถึงต้องคุ้มครองเสือ\""
    }
  },
  {
    "translation": {
      "en": "[Goode] Carole, you even have cat luggage!",
      "th": "แครอล คุณมีกระเป๋าเดินทางลายเสือด้วย"
    }
  },
  {
    "translation": {
      "en": "It's always easy to find my luggage when I get off the plane.",
      "th": "ลงจากเครื่องบินทุกครั้ง ฉันจะหากระเป๋าได้ง่ายมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I think it's a great look.",
      "th": "ผมว่าดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "And this is the Tiger King gift shop, where I have all of my stuff.",
      "th": "ตรงนี้คือกิฟต์ช็อปไทเกอร์คิง ที่ผมขายของทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "We got honey, we got barbecue sauce,",
      "th": "มีน้ำผึ้ง มีซอสบาร์บีคิว"
    }
  },
  {
    "translation": {
      "en": "we have steak sauce, skin cream.",
      "th": "มีซอสสเต๊ก ครีมทาผิว"
    }
  },
  {
    "translation": {
      "en": "-I have sex gel for you and her! -Sex gel?",
      "th": "- มีเจลหล่อลื่นทั้งของคุณและผู้หญิง - เจลหล่อลื่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "The best seller out of this gift shop is actually Tiger King underwear line.",
      "th": "ที่จริงของที่ขายดีที่สุดในกิฟต์ช็อป คือชุดชั้นในไทเกอร์คิง"
    }
  },
  {
    "translation": {
      "en": "People just go crazy over 'em because they're all in animal print.",
      "th": "คนชอบกันมากเพราะพิมพ์ลายเสือล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "-Do you wear these yourself? -I don't wear underwear.",
      "th": "- คุณเองก็ใส่เหมือนกันรึเปล่า - ผมไม่ใส่กางเกงใน"
    }
  },
  {
    "translation": {
      "en": "You don't wear underwear?",
      "th": "คุณไม่ใส่กางเกงในเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, freeball it.",
      "th": "ไม่ ผมปล่อยตุ้มลอย"
    }
  },
  {
    "translation": {
      "en": "Oh. Wow.",
      "th": "โห ว้าว"
    }
  },
  {
    "translation": {
      "en": "I've been the cover of Hollywood Magazine twice.",
      "th": "ผมเคยขึ้นปกนิตยสารฮอลลีวูดแม็กกาซีนสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "I have my first two albums that I did.",
      "th": "มีอัลบั้มเพลงสองอัลบั้ม"
    }
  },
  {
    "translation": {
      "en": "This is my first album, I Saw A Tiger,",
      "th": "อันนี้อัลบั้มแรก ไอซอว์อะไทเกอร์"
    }
  },
  {
    "translation": {
      "en": "and this is my second album, Starstruck.",
      "th": "แล้วนี่ก็อัลบั้มที่สอง สตาร์สตรัก"
    }
  },
  {
    "translation": {
      "en": "And there's 28 songs and 16 music videos.",
      "th": "มีทั้งหมด 28 เพลง และมีเอ็มวี 16 ตัว"
    }
  },
  {
    "translation": {
      "en": "♪ 'Cause I saw tiger Now I understand ♪",
      "th": "เพราะฉันเข้าใจเสือ ตอนนี้จึงเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "♪ I saw tiger And the tiger saw man ♪",
      "th": "ฉันเข้าใจเสือ และเสือเข้าใจเรา"
    }
  },
  {
    "translation": {
      "en": "♪ I tell all the hunters To lay down their guns ♪",
      "th": "ขอบอกพวกพรานให้วางปืนได้ไหม"
    }
  },
  {
    "translation": {
      "en": "When I first met Joe, I was like a month out of high school.",
      "th": "ตอนที่เจอโจครั้งแรก ผมเพิ่งจบมัธยมปลายได้เดือนเดียว"
    }
  },
  {
    "translation": {
      "en": "I was with Joe from 2003 to 2014,",
      "th": "ผมอยู่กับโจตั้งแต่ปี 2003 ถึง 2014"
    }
  },
  {
    "translation": {
      "en": "so 11 years.",
      "th": "ก็ทั้งหมด 11 ปี"
    }
  },
  {
    "translation": {
      "en": "He showed me love",
      "th": "เขาทำให้ผมได้รู้จักความรัก"
    }
  },
  {
    "translation": {
      "en": "and I learned how big my heart was.",
      "th": "แล้วผมก็ได้รู้ว่าใจตัวเองกว้างแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "And how much to care.",
      "th": "และเราต้องแคร์คนอื่นแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Are you gettin' this?",
      "th": "นี่ถ่ายอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "John's a strong, silent type.",
      "th": "จอห์นเป็นพวกคนแกร่งเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "A man of few words.",
      "th": "ไม่ค่อยพูดมาก"
    }
  },
  {
    "translation": {
      "en": "But what a hunk.",
      "th": "แต่ล่ำสุดใจ"
    }
  },
  {
    "translation": {
      "en": "[Joe] At the age of 13, I knew I was gay.",
      "th": "ตั้งแต่อายุ 13 ผมก็รู้แล้วว่าผมเป็นเกย์"
    }
  },
  {
    "translation": {
      "en": "And I had a bad time struggling with it.",
      "th": "แล้วก็ต้องดิ้นรนทำใจอยู่นานมาก"
    }
  },
  {
    "translation": {
      "en": "When my father found out,",
      "th": "ตอนที่พ่อรู้เข้า"
    }
  },
  {
    "translation": {
      "en": "he made me shake his hand in front of my mom",
      "th": "เขาบังคับให้ผมจับมือต่อหน้าแม่"
    }
  },
  {
    "translation": {
      "en": "and promise not to come to his funeral.",
      "th": "สัญญาว่าจะไม่ไปงานศพพ่อ"
    }
  },
  {
    "translation": {
      "en": "So, I had a real issue dealing with that,",
      "th": "ผมเลยมีปัญหากับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "and one night I drove my car off a bridge.",
      "th": "คืนหนึ่งผมก็ขับรถพุ่งตกสะพาน"
    }
  },
  {
    "translation": {
      "en": "I broke my back...",
      "th": "จนหลังหัก"
    }
  },
  {
    "translation": {
      "en": "and spent five years in braces.",
      "th": "แล้วต้องดามอยู่ทั้งหมดห้าปี"
    }
  },
  {
    "translation": {
      "en": "I went to Florida to do my therapy...",
      "th": "ผมไปทำกายภาพบำบัดที่ฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "and my neighbor was the manager of Lion Country Safari.",
      "th": "เพื่อนบ้านตอนนั้น เป็นผู้จัดการไลออนคันทรีซาฟารี"
    }
  },
  {
    "translation": {
      "en": "And he brought home all the baby lions and baby monkeys",
      "th": "เขาเอาลูกสิงโตและลูกลิงกลับมาบ้านด้วย"
    }
  },
  {
    "translation": {
      "en": "and stuff at night to bottle feed.",
      "th": "เอาอะไรหลายตัวมาป้อนนมที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "And that's where my attraction to exotic animals really started in.",
      "th": "นั่นคือจุดที่ผมเริ่มชอบสัตว์ป่าหายาก"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I know that they have a heart and a soul and a mind.",
      "th": "ผมรู้ว่าพวกมันมีหัวใจ จิตวิญญาณ มีความคิด"
    }
  },
  {
    "translation": {
      "en": "I've learned from them, and they do therapy for me.",
      "th": "ผมได้เรียนรู้จากพวกมัน และมันเป็นเหมือนการบำบัดของผม"
    }
  },
  {
    "translation": {
      "en": "Let's see your foot, sexy lion!",
      "th": "ขอดูตีนหน่อย สิงโตสุดเซ็กซี่"
    }
  },
  {
    "translation": {
      "en": "But the animal rights people,",
      "th": "แต่พวกบ้าคุ้มครองสัตว์"
    }
  },
  {
    "translation": {
      "en": "they keep sayin' I can't have these tigers.",
      "th": "เอาแต่พูดว่าผมเลี้ยงเสือพวกนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man] There's a war in America that's being fought",
      "th": "ในอเมริกาของเราเกิดสงครามกันอยู่"
    }
  },
  {
    "translation": {
      "en": "for an enormous amount of money.",
      "th": "เพื่อชิงเงินจำนวนมหาศาล"
    }
  },
  {
    "translation": {
      "en": "The animal rights activists,",
      "th": "พวกนักเคลื่อนไหวเพื่อคุ้มครองสัตว์"
    }
  },
  {
    "translation": {
      "en": "they want the lion's share,",
      "th": "อยากจะมาขอแบ่งเงินก้อนโต"
    }
  },
  {
    "translation": {
      "en": "and they don't want to share their lions.",
      "th": "แล้วก็ไม่ยอมแบ่งเงินนั้นกับใครด้วย"
    }
  },
  {
    "translation": {
      "en": "[Howard] In addition to Joe,",
      "th": "นอกจากโจแล้ว"
    }
  },
  {
    "translation": {
      "en": "the most notorious...",
      "th": "คนที่ชื่อฉาวที่สุด"
    }
  },
  {
    "translation": {
      "en": "cub breeder/petting operation",
      "th": "ในการผสมพันธุ์ลูกเสือและให้อุ้มลูกเสือ"
    }
  },
  {
    "translation": {
      "en": "is Doc Antle.",
      "th": "คือด็อก แอนเทิล"
    }
  },
  {
    "translation": {
      "en": "Antle is much more sophisticated, much smarter.",
      "th": "แอนเทิลมีสมองกว่ามาก ฉลาดกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "He's fearless.",
      "th": "เขาไม่กลัวใคร"
    }
  },
  {
    "translation": {
      "en": "[Antle] Fifty acres makes up the preserve here.",
      "th": "เขตรักษาพันธุ์สัตว์ที่นี่มีพื้นที่ 125 ไร่"
    }
  },
  {
    "translation": {
      "en": "We're gonna film, you know-- this is my crib here.",
      "th": "เราจะถ่าย เอางี้ ตรงนี้บ้านผม"
    }
  },
  {
    "translation": {
      "en": "Go to the front door and I'll go open it and say, \"Hi. How you doing? Come in.\"",
      "th": "คุณเดินไปที่หน้าบ้านแล้วผมจะเปิดประตู บอกว่า \"ไง เข้ามาสิ\""
    }
  },
  {
    "translation": {
      "en": "-Good idea. -Okay?",
      "th": "- ได้ ไอเดียดี - โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "[Goode] I like that Doc is better at directing than we are.",
      "th": "ผมชอบที่ด็อกกำกับเก่งกว่าเราอีกนะ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -How you doing, guys?",
      "th": "- ไง - เป็นไงบ้าง ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Hi, it's Eric Goode. How are you?",
      "th": "สวัสดี ผมเอริค กู๊ด เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-Doing good. Come on in. -Good to see you. Thanks.",
      "th": "- ก็ดี เข้ามาสิ - ดีใจที่ได้เจอ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "This is Swami Satchidananda,",
      "th": "นี่คือสวามี สถิตถานันท์"
    }
  },
  {
    "translation": {
      "en": "my grandfather guru who--",
      "th": "เป็นกูรูปู่ของผมที่..."
    }
  },
  {
    "translation": {
      "en": "A guy I lived with since I was a teenager.",
      "th": "ผมอยู่กับเขามาตั้งแต่ยังวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "All right, so I am Dr. Bhagavan Antle.",
      "th": "โอเค ผมคือดร.ภควันต์ แอนเทิล"
    }
  },
  {
    "translation": {
      "en": "B-h-a-g-a-v-a-n. Antle, A-n-t-l-e. Dr. Bhagavan Antle.",
      "th": "ภ-ค-วั-น แอนเทิล แ-อ-น-เ-ทิ-ล ดร.ภควันต์ แอนเทิล"
    }
  },
  {
    "translation": {
      "en": "I am the director of the Myrtle Beach Safari",
      "th": "ผมเป็นผู้อำนวยการของเมอร์เทิลบีชซาฟารี"
    }
  },
  {
    "translation": {
      "en": "and the rare species fund.",
      "th": "และกองทุนสัตว์พันธุ์หายาก"
    }
  },
  {
    "translation": {
      "en": "And speaking of incredible animals,",
      "th": "พูดถึงสัตว์ที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "joining us is the founder and director of TIGERS.",
      "th": "ผู้ก่อตั้งและผู้อำนวยการฝ่ายเสือ กำลังเข้ามาแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[applause] -Good afternoon, guys!",
      "th": "สวัสดีครับ ทุกคน!"
    }
  },
  {
    "translation": {
      "en": "This is my little girl, Bubbles!",
      "th": "นี่บับเบิ้ล สาวน้อยของผม"
    }
  },
  {
    "translation": {
      "en": "Look at the pictures there.",
      "th": "ดูภาพนี้สิ"
    }
  },
  {
    "translation": {
      "en": "That really is Bubbles and I as kids together.",
      "th": "นั่นคือบับเบิ้ลกับผมตอนยังเป็นเด็กด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "You can see somehow both of us got way bigger over the years.",
      "th": "จะเห็นนะว่าเราทั้งคู่โตขึ้นมาก ตลอดหลายปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I have been building this incredible preserve",
      "th": "ผมได้สร้างเขตสงวนพันธุ์สัตว์ที่น่าทึ่งนี้"
    }
  },
  {
    "translation": {
      "en": "for people to have an interactive, up-close,",
      "th": "เพื่อให้คนได้มีปฏิสัมพันธ์อย่างใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "uncaged experience with wildlife.",
      "th": "โดยไม่ต้องมีกรงกั้นกับสัตว์ป่า"
    }
  },
  {
    "translation": {
      "en": "Now these big teeth also make it",
      "th": "เขี้ยวใหญ่ๆ แบบนี้ยังทำให้"
    }
  },
  {
    "translation": {
      "en": "so that he can take down larger prey than you would expect.",
      "th": "เขาสามารถเล่นงานเหยื่อที่ตัวใหญ่กว่าที่คุณคิด"
    }
  },
  {
    "translation": {
      "en": "And he thinks coming out here is a wee bit of a drag.",
      "th": "แล้วเขาก็คิดว่าการออกมาตรงนี้ มันต้องลากยาวแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Antle] To see an animal going to chase that high-speed lure,",
      "th": "การได้เห็นสัตว์วิ่งไล่เหยื่อล่อความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "diving into that crystal-clear pool...",
      "th": "โดดลงไปในสระที่ใสแจ๋ว"
    }
  },
  {
    "translation": {
      "en": "[woman] Look at the camera!",
      "th": "มองกล้องสิ!"
    }
  },
  {
    "translation": {
      "en": "[Antle] People become wildly stimulated",
      "th": "คนจะรู้สึกตื่นตาตื่นใจอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "at seeing that amazing stuff up close and uncaged.",
      "th": "เมื่อได้เห็นอะไรที่น่าทึ่งอย่างใกล้ชิด โดยไม่มีกรงขัง"
    }
  },
  {
    "translation": {
      "en": "I am popular,",
      "th": "ผมมีคนชื่นชมมากมาย"
    }
  },
  {
    "translation": {
      "en": "I am so well known as big cat guy around the world,",
      "th": "ผมโด่งดังในฐานะมือหนึ่งในโลกเรื่องของเสือ"
    }
  },
  {
    "translation": {
      "en": "that people who are against people having relationships with animals, period,",
      "th": "จนกระทั่งคนที่ต่อต้าน การที่คนจะมีสัมพันธ์ใดๆ กับสัตว์ อยากทำลายผมเพราะผมเด่นอยู่แนวหน้า"
    }
  },
  {
    "translation": {
      "en": "want to destroy me because I am out there in the forefront",
      "th": "อยากทำลายผมเพราะผมเด่นอยู่แนวหน้า"
    }
  },
  {
    "translation": {
      "en": "so known of being this guy that is in love with big cats",
      "th": "เป็นที่รู้จักดังมากในฐานะคนที่หลงรักเสือพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and has them love him back.",
      "th": "และได้รับความรักตอบด้วย"
    }
  },
  {
    "translation": {
      "en": "[Reinke] Joe wanted to be so much like Doc Antle,",
      "th": "โจอยากเป็นด็อก แอนเทิลมากๆ"
    }
  },
  {
    "translation": {
      "en": "he sent several of us up there to see his facilities,",
      "th": "เขาส่งพวกเราหลายคนไปดูงานที่นั่น"
    }
  },
  {
    "translation": {
      "en": "so we can do the same in his place.",
      "th": "เพื่อจะได้ทำตามที่สวนสัตว์เขา"
    }
  },
  {
    "translation": {
      "en": "[Joe] He's taught me quite a bit",
      "th": "เขาสอนอะไรผมเยอะเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "as far as being able to market the zoo and make money at the zoo.",
      "th": "ในเรื่องของการตลาดสวนสัตว์ และทำเงินให้ได้จากสวนสัตว์"
    }
  },
  {
    "translation": {
      "en": "[woman] Oh, my god, here are the cubs!",
      "th": "พระเจ้า ลูกเสือมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right, so, we're gonna make sure everybody standing up",
      "th": "เอาละ ตอนนี้ทุกคนต้องยืนขึ้น"
    }
  },
  {
    "translation": {
      "en": "gets your turn to come down here and love on this baby tiger",
      "th": "รอคิวแล้วค่อยมาแสดงความรักเจ้าลูกเสือตัวนี้"
    }
  },
  {
    "translation": {
      "en": "'cause that's what you came here for.",
      "th": "เพราะพวกคุณมาที่นี่เพราะเรื่องนี้เนอะ"
    }
  },
  {
    "translation": {
      "en": "The animal rights people like to bitch at you",
      "th": "พวกคุ้มครองสัตว์ก็อยากจะกัดเรา"
    }
  },
  {
    "translation": {
      "en": "that cub petting is abuse, okay.",
      "th": "ว่าการลูบหัวหางลูกเสือเป็นการทำร้าย โอเค"
    }
  },
  {
    "translation": {
      "en": "In my opinion, it's the best education tool.",
      "th": "ในความเห็นผม นี่เป็นสิ่งที่สอนได้ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "And keep in mind, in the rain forest, there's no escalators. All right?",
      "th": "อย่าลืมนะว่าในป่าร้อนชื้นไม่มีบันไดเลื่อนนะ"
    }
  },
  {
    "translation": {
      "en": "You know, people only care about saving what affects them.",
      "th": "คนจะใส่ใจแต่สิ่งที่ส่งผลต่อตัวเองเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "So you set a baby tiger in a family's lap",
      "th": "ถ้าเราอุ้มลูกเสือไปไว้บนตักของคนครอบครัวหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and they fall in love with this baby tiger,",
      "th": "แล้วพวกเขาหลงรักเจ้าลูกเสือตัวนี้"
    }
  },
  {
    "translation": {
      "en": "and you have 15 minutes of their undivided attention to say,",
      "th": "เราจะได้ความสนใจจากพวกเขา เต็มที่ 15 นาทีที่จะบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Look, we gotta save the rain forest",
      "th": "\"ฟังนะ เราต้องรักษาป่าดิบชื้นไว้"
    }
  },
  {
    "translation": {
      "en": "because you're killing this little baby tiger's...",
      "th": "เพราะคุณกำลังจะฆ่าเจ้าลูกเสือนี่..."
    }
  },
  {
    "translation": {
      "en": "you know, where he came from.\"",
      "th": "ฆ่าที่ที่มันจากมา\""
    }
  },
  {
    "translation": {
      "en": "They leave with a whole different attitude.",
      "th": "พวกเขาจะออกจากที่นี่ ด้วยความคิดอีกแบบหนึ่งเลย"
    }
  },
  {
    "translation": {
      "en": "[Antle] We believe these incredible, up-close experiences",
      "th": "เราเชื่อว่าประสบการณ์ใกล้ชิดน่าทึ่งแบบนี้"
    }
  },
  {
    "translation": {
      "en": "makes a connection between them and the wild world,",
      "th": "จะช่วยเชื่อมใจคนกับป่า"
    }
  },
  {
    "translation": {
      "en": "opening their hearts and their wallets,",
      "th": "เปิดทั้งใจและเปิดทั้งกระเป๋าเงิน"
    }
  },
  {
    "translation": {
      "en": "for us to do our worldwide conservation work.",
      "th": "ให้เราทำงานอนุรักษ์ไปทั่วโลกได้"
    }
  },
  {
    "translation": {
      "en": "[Goode] What is the cost of admission here?",
      "th": "ที่นี่เก็บค่าเข้าชมเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Three-thirty-nine is the start price, right?",
      "th": "เริ่มต้นที่ 339 เหรียญนะ"
    }
  },
  {
    "translation": {
      "en": "There's people that paid 625, 655 for their tours today.",
      "th": "แต่วันนี้มีคนที่จ่ายสูงถึง 625 หรือ 655 เหรียญเพื่อจะมาเที่ยว"
    }
  },
  {
    "translation": {
      "en": "'Cause it's dynamic price like an airline ticket.",
      "th": "เพราะราคาขึ้นลงไม่คงที่ เหมือนตั๋วเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "The price goes up according to how many people are coming on.",
      "th": "ที่ราคาจะแพงขึ้นอยู่กับจำนวนคนที่อยากมา"
    }
  },
  {
    "translation": {
      "en": "This is our third time. Second this week.",
      "th": "นี่เป็นครั้งที่สามแล้ว ครั้งที่สองของสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "Me and my wife were here Sunday.",
      "th": "ผมกับภรรยาเพิ่งมาเมื่อวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "[man] You can't put a price on holding a baby tiger.",
      "th": "เราแปะป้ายราคากับการได้อุ้มลูกเสือไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "-That's his favorite animal. -I mean, I hit the lottery,",
      "th": "- นี่เป็นสัตว์โปรดของเขา - คือ ผมถูกหวยครับ"
    }
  },
  {
    "translation": {
      "en": "I'll pay these people whatever they want",
      "th": "ผมยอมจ่ายเท่าที่เขาต้องการ"
    }
  },
  {
    "translation": {
      "en": "for me to go down to the reservation every day and play with them.",
      "th": "เพื่อให้ได้เข้าไปในเขตสงวนทุกวัน และเล่นกับพวกมัน"
    }
  },
  {
    "translation": {
      "en": "[Antle] We charge a premium because it costs so much",
      "th": "เราเก็บเงินสูงมากเพราะต้นทุนมันสูงมาก"
    }
  },
  {
    "translation": {
      "en": "to do proper care.",
      "th": "เพื่อที่จะดูแลพวกมันให้ดี"
    }
  },
  {
    "translation": {
      "en": "We feed super quality food",
      "th": "เราเลี้ยงอาหารสัตว์คุณภาพสุดยอด"
    }
  },
  {
    "translation": {
      "en": "that anyone would be glad to eat themselves.",
      "th": "ซึ่งทุกคนจะดีใจถ้าได้กินเอง"
    }
  },
  {
    "translation": {
      "en": "It's a minimum of $10,000 a year to feed each tiger.",
      "th": "เสือแต่ละตัวต้องใช้ทุนเลี้ยงอย่างต่ำ ปีละ 10,000 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "[Joe] I can feed a tiger for $3,000 a year.",
      "th": "ผมเลี้ยงเสือได้ด้วยทุนปีละ 3,000 เหรียญต่อตัว"
    }
  },
  {
    "translation": {
      "en": "[Goode] You've got how many tigers now?",
      "th": "แล้วตอนนี้มีอยู่ทั้งหมดกี่ตัว"
    }
  },
  {
    "translation": {
      "en": "I have 227.",
      "th": "มีอยู่ 227 ตัว"
    }
  },
  {
    "translation": {
      "en": "So you're spending...",
      "th": "เท่ากับคุณจะต้องจ่าย"
    }
  },
  {
    "translation": {
      "en": "three quarters of a million feeding your tigers?",
      "th": "เจ็ดแสนห้าหมื่นเหรียญในการเลี้ยงเสือ"
    }
  },
  {
    "translation": {
      "en": "[Joe] Just feeding 'em.",
      "th": "แค่อาหารอย่างเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "[Joe] We work our ass off in order to drop that price.",
      "th": "พวกเราพยายามหนักมากเพื่อจะลดราคา"
    }
  },
  {
    "translation": {
      "en": "We have feed lots that give us five to seven cows a day...",
      "th": "พวกเรามีไร่รางธัญพืช ที่ยกวัวให้เราวันละห้าหรือหกตัว"
    }
  },
  {
    "translation": {
      "en": "that die in the feed lots.",
      "th": "เพราะมันตายในไร่"
    }
  },
  {
    "translation": {
      "en": "The game wardens and the highway patrol call us any time",
      "th": "เจ้าหน้าที่พิทักษ์ป่าและตำรวจทางหลวง ก็โทรหาเราทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "that a cow or a deer gets hit on the highway.",
      "th": "ที่มีวัวหรือกวางถูกรถชนบนถนน"
    }
  },
  {
    "translation": {
      "en": "If I was to feed nothing but cows,",
      "th": "ถ้าจะให้ผมใช้เนื้อวัวเลี้ยงอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "I would need 30 cows a day.",
      "th": "คงต้องใช้วัววันละ 30 ตัว"
    }
  },
  {
    "translation": {
      "en": "♪ I'm a baby tiger Short and stout ♪",
      "th": "ฉันเป็นลูกเสือ อ้วนตัวกลม"
    }
  },
  {
    "translation": {
      "en": "♪ This is my tail And this is my mouth ♪",
      "th": "นี่คือหางและนี่คือปาก"
    }
  },
  {
    "translation": {
      "en": "♪ I'm gonna bite you And it's gonna hurt ♪",
      "th": "ฉันจะกัดเธอและนั่นจะเจ็บ"
    }
  },
  {
    "translation": {
      "en": "♪ So why will I bite you? Because I'm a jerk ♪",
      "th": "งั้นจะกัดทำไม เพราะฉันนิสัยเสียน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "th": "จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Joe] This was actually me and my brother's dream, you know.",
      "th": "ที่จริงนี่เป็นฝันของผมกับพี่ชายนะ"
    }
  },
  {
    "translation": {
      "en": "In 1997,",
      "th": "ตอนปี 1997"
    }
  },
  {
    "translation": {
      "en": "he was moving my sister from Dallas to Florida",
      "th": "เขากำลังขับพาพี่สาวผมออกจากดัลลัสไปฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "and he made it 40 miles.",
      "th": "ออกมาได้แค่ 80 กิโล"
    }
  },
  {
    "translation": {
      "en": "And a drunk semi driver hit him.",
      "th": "ก็โดนคนขับรถพ่วงเมาแล้วขับชน"
    }
  },
  {
    "translation": {
      "en": "-Who's this? -My brother.",
      "th": "- นี่ใคร - พี่ชายผม"
    }
  },
  {
    "translation": {
      "en": "-That's the one that-- -Yup. Yep.",
      "th": "- นั่นคือคนที่... - ใช่แล้วๆ"
    }
  },
  {
    "translation": {
      "en": "So, when I signed the papers to shut his life support machine off",
      "th": "ตอนที่ผมเซ็นเอกสารยอมให้ปิดเครื่องประทังชีวิต"
    }
  },
  {
    "translation": {
      "en": "and donate his organs,",
      "th": "และบริจาคอวัยวะเขา"
    }
  },
  {
    "translation": {
      "en": "I promised him that he would just not be a statistic...",
      "th": "ผมสัญญากับเขาว่า เขาจะไม่ใช่แค่ตัวเลขสถิติบนถนน"
    }
  },
  {
    "translation": {
      "en": "that the people of the world would know who he is.",
      "th": "สัญญาว่าคนในโลกจะต้องรู้ว่าเขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "And that's when the GW Exotic Animal Foundation was born, in his memory.",
      "th": "นั่นคือจุดกำเนิดของมูลนิธิสัตว์หายากจีดับเบิลยู เพื่อรำลึกถึงเขา"
    }
  },
  {
    "translation": {
      "en": "My brother, he's an angel now.",
      "th": "พี่ชายผม ตอนนี้เขาเป็นเทวดาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I went to schools and I talked to them about drugs and alcohol.",
      "th": "ผมไปตามโรงเรียนแล้วสอนเด็ก เรื่องยาเสพติดกับของมึนเมา"
    }
  },
  {
    "translation": {
      "en": "But I couldn't keep their attention, okay?",
      "th": "แต่ก็เรียกความสนใจเด็กไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So I took animals.",
      "th": "ผมจึงเอาสัตว์ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "What do we say to drugs?",
      "th": "เราจะพูดยังไงเรื่องยาเสพติด"
    }
  },
  {
    "translation": {
      "en": "We say no to drugs, that's right.",
      "th": "เราไม่เอายาเสพติด ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Because drugs will make your teeth fall out,",
      "th": "เพราะยาเสพติดจะทำให้ฟันหัก"
    }
  },
  {
    "translation": {
      "en": "and you get really ugly and you don't have any friends.",
      "th": "แล้วเราก็จะหน้าตาน่าเกลียด จะหาเพื่อนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Animals just wasn't enough, okay?",
      "th": "แค่สัตว์อย่างเดียวก็ไม่พอนะ"
    }
  },
  {
    "translation": {
      "en": "So then I started adding magic.",
      "th": "ผมจึงเริ่มใส่มายากลเข้าไปด้วย"
    }
  },
  {
    "translation": {
      "en": "[Finlay] He'd put on a magic show, which actually was pretty cool.",
      "th": "เขาเล่นมายากลซึ่งที่จริงก็เท่ดี"
    }
  },
  {
    "translation": {
      "en": "He would use animals in it.",
      "th": "เขาใช้สัตว์ในการเล่น"
    }
  },
  {
    "translation": {
      "en": "He had a 12-year-old kid kind of showing him how to do stuff.",
      "th": "มีเด็กอายุ 12 ขวบคนหนึ่ง ที่มาสอนให้เขาเล่นมายากล"
    }
  },
  {
    "translation": {
      "en": "[man] I first met Joe when I was in the eighth grade.",
      "th": "ผมเจอโจครั้งแรกตอนผมอยู่เกรดแปด"
    }
  },
  {
    "translation": {
      "en": "I helped in a show down in Norman, Oklahoma.",
      "th": "ผมช่วยเขาแสดงตอนอยู่ที่นอร์แมน โอคลาโฮมา"
    }
  },
  {
    "translation": {
      "en": "Joe wasn't doing magic.",
      "th": "ตอนนั้นโจไม่ได้เล่นมายากล"
    }
  },
  {
    "translation": {
      "en": "I started showing him some of the magic that I did.",
      "th": "ผมก็เล่นมายากลแบบของผมให้เขาดู"
    }
  },
  {
    "translation": {
      "en": "And Joe supplied tigers to be used during the show.",
      "th": "แล้วโจก็ให้เสือมาใช้ในการแสดง"
    }
  },
  {
    "translation": {
      "en": "We're talking this morning about the upcoming",
      "th": "เช้านี้เรากำลังจะคุยกันเรื่อง"
    }
  },
  {
    "translation": {
      "en": "Mystical Magic of the Endangered Show.",
      "th": "โชว์กลหัศจรรย์ของเหล่าสัตว์ใกล้สูญพันธุ์"
    }
  },
  {
    "translation": {
      "en": "It's coming to the Valley View Mall.",
      "th": "เขาจะมาแสดงที่ห้างแวลลีย์วิวมอลล์"
    }
  },
  {
    "translation": {
      "en": "That's when he decided to change his name to Joe Exotic.",
      "th": "นั่นเป็นตอนที่เขาตัดสินใจ เปลี่ยนชื่อเป็นโจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "My real name is Joe Schreibvogel.",
      "th": "ชื่อจริงของผมคือโจ ชไรบ์โวกัล"
    }
  },
  {
    "translation": {
      "en": "I go by Joe Exotic",
      "th": "แต่ใช้ชื่อโจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "'cause nobody ever knows how to say it right anyway.",
      "th": "เพราะยังไงก็ไม่มีใครออกเสียงถูกอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "When we first started out, we were all crammed in a semi.",
      "th": "ตอนที่เริ่มแรกๆ พวกเราทุกคน อัดกันอยู่ในรถพ่วง"
    }
  },
  {
    "translation": {
      "en": "Fourteen of us in a cab of a semi, that's a little cramped.",
      "th": "เรา 14 คน อยู่บนรถลากรถพ่วง มันอัดกันน่าดูเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Today we have a Siberian Tiger, an Indochinese Tiger,",
      "th": "วันนี้เรามีเสือโคร่งไซบีเรีย เสือโคร่งอินโดจีน"
    }
  },
  {
    "translation": {
      "en": "a two-toed sloth, a black panther...",
      "th": "สลอธสองนิ้ว เสือดำ"
    }
  },
  {
    "translation": {
      "en": "Joe was taking tiger cubs, stick 'em in a semi,",
      "th": "โจจะเอาลูกเสือมาขึ้นรถพ่วง"
    }
  },
  {
    "translation": {
      "en": "and carting them to malls all throughout the Midwest.",
      "th": "แล้วก็พาพวกมันไปเร่โชว์ตัว ตามห้างทั่วภาคมิดเวสต์"
    }
  },
  {
    "translation": {
      "en": "[Finlay] They would do cub petting.",
      "th": "พวกเขาให้อุ้มเสือได้"
    }
  },
  {
    "translation": {
      "en": "You could take your picture with this little baby cub.",
      "th": "คุณจะถ่ายรูปกับลูกเสือตัวนี้ก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Look at me! Awesome.",
      "th": "มองทางนี้! เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I mean, there was times that we may have made ten grand",
      "th": "มีบางครั้งที่เราอาจได้เงินเป็นหมื่น"
    }
  },
  {
    "translation": {
      "en": "at the mall.",
      "th": "ที่ห้าง"
    }
  },
  {
    "translation": {
      "en": "And there was times that we were doing 20, 30, 40 grand.",
      "th": "แล้วก็มีบางครั้งที่อาจจะได้ถึง สองหมื่น สามหมื่น สี่หมื่น"
    }
  },
  {
    "translation": {
      "en": "Howard and Carole hired me at the beginning of 2011",
      "th": "ฮาเวิร์ดกับแครอลจ้างฉันช่วงต้นปี 2011"
    }
  },
  {
    "translation": {
      "en": "to basically try to track Joe",
      "th": "พูดง่ายๆ ก็คือให้คอยตามดูโจ"
    }
  },
  {
    "translation": {
      "en": "and convince the malls to not allow him to exploit cubs.",
      "th": "และโน้มน้าวห้างต่างๆ ว่าอย่ายอมให้เขาเอาเปรียบลูกเสือ"
    }
  },
  {
    "translation": {
      "en": "We started a program where we would contact the malls",
      "th": "เราสร้างระบบที่เราจะติดต่อไปตามห้าง"
    }
  },
  {
    "translation": {
      "en": "and explain to them why this was bad.",
      "th": "อธิบายให้เขาฟังว่าเรื่องนี้มันแย่อย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Bass] At one point, we used someone to follow Joe",
      "th": "ณ จุดหนึ่ง เราก็จ้างคนมาตามโจ"
    }
  },
  {
    "translation": {
      "en": "and report what mall they were going to next.",
      "th": "แล้วรายงานมาว่า ต่อจากนี้เขาจะไปแสดงที่ห้างไหน"
    }
  },
  {
    "translation": {
      "en": "[reporter] The animals' presence isn't...",
      "th": "แต่การเอาสัตว์มาโชว์ไม่ใช่แค่..."
    }
  },
  {
    "translation": {
      "en": "[Bass] It was, you know, part detective work to try to track down Joe",
      "th": "ส่วนหนึ่งก็เป็นงานนักสืบนะคะ ที่จะพยายามแกะรอยโจ"
    }
  },
  {
    "translation": {
      "en": "and where he was in the country with these cubs.",
      "th": "และหาว่าเขาพาลูกเสือเหล่านี้ ไปอยู่ที่ไหนในประเทศ"
    }
  },
  {
    "translation": {
      "en": "And they stalk every move you make.",
      "th": "พวกนั้นตามเราทุกฝีก้าว"
    }
  },
  {
    "translation": {
      "en": "Doesn't matter where you are in the country.",
      "th": "ไม่สำคัญว่าจะไปอยู่ที่ไหนในประเทศ"
    }
  },
  {
    "translation": {
      "en": "They would research it, find the owners of the mall",
      "th": "พวกนั้นจะไปหา ตามหาเจ้าของห้าง"
    }
  },
  {
    "translation": {
      "en": "and email them, text 'em, call 'em, send the media out there, everything.",
      "th": "แล้วอีเมลไป ส่งข้อความไป โทรไป ส่งสื่อไปรายงาน ทำทุกทาง"
    }
  },
  {
    "translation": {
      "en": "Just hammer 'em.",
      "th": "เล่นงานพวกนั้นเต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Howard] Years ago when Carole first started doing this,",
      "th": "หลายปีก่อนตอนที่แครอลเพิ่งเริ่มทำเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "we might generate 500 emails...",
      "th": "เราอาจระดมคนส่งอีเมลได้ราว 500 ฉบับ"
    }
  },
  {
    "translation": {
      "en": "-And be proud of it. -Yeah.",
      "th": "- นั่นก็ภูมิใจแล้ว - ใช่"
    }
  },
  {
    "translation": {
      "en": "And as our online audience grew and our supporter base grew,",
      "th": "แต่ยิ่งกลุ่มผู้ชมออนไลน์ขยายขึ้น ฐานผู้สนับสนุนเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "this gradually got up to thousands of emails.",
      "th": "มันก็เริ่มเติบโตขึ้นเป็นอีเมลหลายพันฉบับ"
    }
  },
  {
    "translation": {
      "en": "Sometimes as many as five or six thousand emails.",
      "th": "บางครั้งก็มากถึงห้าหรือหกพันฉบับ"
    }
  },
  {
    "translation": {
      "en": "And one by one,",
      "th": "แล้วทีละห้าง"
    }
  },
  {
    "translation": {
      "en": "these malls started refusing to have him back.",
      "th": "ห้างพวกนั้นก็เริ่มไม่ยอมให้เขากลับไปแสดงอีก"
    }
  },
  {
    "translation": {
      "en": "That would pay the bills for the winter sometimes.",
      "th": "เงินนั่นบางทีเป็นค่าใช้จ่ายตลอดหน้าหนาวนะ"
    }
  },
  {
    "translation": {
      "en": "So it was definitely a big loss for us.",
      "th": "เท่ากับเราเสียรายได้ไปเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "But Joe always found a way to make money.",
      "th": "แต่โจก็หาทางหาเงินใหม่ได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "One of the most popular adventures here",
      "th": "หนึ่งในการผจญภัยที่เยี่ยมที่สุดที่นี่"
    }
  },
  {
    "translation": {
      "en": "at the Greater Wynnewood Exotic Animal Park is a ticket for you,",
      "th": "ในสวนสัตว์หายากเกรเทอร์วินน์วูดนี้ คือบัตรเข้าชมของคุณ"
    }
  },
  {
    "translation": {
      "en": "and that's private playtime with a baby tiger.",
      "th": "ให้ใช้เวลาเล่นเป็นส่วนตัวกับลูกเสือได้"
    }
  },
  {
    "translation": {
      "en": "[Carole] Anybody who poses with an exotic cat is a problem.",
      "th": "คนทุกคนที่เคยถ่ายรูปกับเสือหายาก เป็นปัญหาทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "It just drives more and more and more breeding",
      "th": "นั่นกระตุ้นให้เกิดการผสมพันธุ์เสือเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "of these cats who will never live free.",
      "th": "นั่นกระตุ้นให้เกิดการผสมพันธุ์เสือเหล่านี้ พวกมันจะไม่มีวันได้ใช้ชีวิตอิสระ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Tiger selfies, a big trend on a dating app...",
      "th": "เซลฟี่กับเสือกลายเป็นเทรนด์ดังในแอปหาคู่"
    }
  },
  {
    "translation": {
      "en": "The tiger selfie is a growing trend",
      "th": "ถ่ายภาพกับเสือเป็นเทรนด์ที่กำลังมา"
    }
  },
  {
    "translation": {
      "en": "on sites like Tinder and OKCupid apparently.",
      "th": "ในเว็บไซต์แบบทินเดอร์หรือโอเคคิวปิด"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, this is how endangered species can save themselves,",
      "th": "แหงล่ะ นี่คือวิธีที่สัตว์ใกล้สูญพันธุ์ จะคุ้มครองตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "by helping us get laid.",
      "th": "ด้วยการช่วยให้เราได้คู่นอน"
    }
  },
  {
    "translation": {
      "en": "[Carole] Wild animals have been brought onto the late-night shows.",
      "th": "มีการเอาสัตว์ป่ามาออกรายการทอล์กโชว์ยามดึก"
    }
  },
  {
    "translation": {
      "en": "-How do you hold these? -This way.",
      "th": "ต้องอุ้มยังไง... ครับ ผมอยากอุ้ม"
    }
  },
  {
    "translation": {
      "en": "Hold it against your breast.",
      "th": "อุ้มไว้แนบอก"
    }
  },
  {
    "translation": {
      "en": "[Carole] And when people see that, they want to emulate it.",
      "th": "เมื่อคนเห็น ก็อยากจะทำตาม"
    }
  },
  {
    "translation": {
      "en": "All right, yesterday on my day off",
      "th": "โอเค เมื่อวานเป็นวันหยุดของผม"
    }
  },
  {
    "translation": {
      "en": "I went to the G.W. Zoo.",
      "th": "ผมไปสวนสัตว์ จี. ดับเบิลยู. มา"
    }
  },
  {
    "translation": {
      "en": "Shoutout to Exotic Joe.",
      "th": "ขอบคุณโจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "I got two more tigers.",
      "th": "ผมได้เสือมาเพิ่มอีกสองตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now look at me, how young I am there on Letterman.",
      "th": "ดูสิว่าตอนออกรายการเลทเตอร์แมน ผมยังหนุ่มแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Man! Go back, go back!",
      "th": "โหย! กรอกลับๆ"
    }
  },
  {
    "translation": {
      "en": "We might as well do Letterman real quick.",
      "th": "พูดถึงเลทเตอร์แมนนิดๆ ก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "Here I am long ago on The Late Show with David Letterman.",
      "th": "นี่คือผมเมื่อนานมาแล้วตอนออกรายการ เลทโชว์วิธเดวิด เลทเตอร์แมน"
    }
  },
  {
    "translation": {
      "en": "I've got my big black panther there, Shadow.",
      "th": "ผมเอาเสือดำตัวใหญ่ ชาโดว์ไป"
    }
  },
  {
    "translation": {
      "en": "Jay brought us out into the forefront of people,",
      "th": "เจย์พาเราไปหาผู้ดำเนินรายการชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "he got to meet my animals like no one else had ever done.",
      "th": "เขาได้ทำความรู้จักกับสัตว์ของผม ในแบบที่ไม่มีใครเคยทำได้"
    }
  },
  {
    "translation": {
      "en": "The world's biggest cat coming on there,",
      "th": "เสือที่ตัวใหญ่ที่สุดในโลกออกรายการนั้น"
    }
  },
  {
    "translation": {
      "en": "baby tigers, cheetahs, leopards, everybody out there.",
      "th": "ลูกเสือ ลูกชีตาร์ ลูกเสือดาว ทุกตัวเลย"
    }
  },
  {
    "translation": {
      "en": "Enough?",
      "th": "พอไหม"
    }
  },
  {
    "translation": {
      "en": "Here I am in costume",
      "th": "นี่คือตอนที่ผมแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "playing Marvelous Bhagavan, the magic man.",
      "th": "รับบทภควันต์มหัศจรรย์ นักมายากล"
    }
  },
  {
    "translation": {
      "en": "And the cubs played themselves.",
      "th": "แล้วลูกเสือก็เล่นเป็นตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I don't remember a time where it wasn't everything I was doing,",
      "th": "ผมนึกไม่ออกเลยว่ามีช่วงไหนในชีวิต ที่นี่ไม่ใช่ทุกอย่างในชีวิต"
    }
  },
  {
    "translation": {
      "en": "having animals in my life.",
      "th": "การมีสัตว์พวกนี้อยู่ในชีวิต"
    }
  },
  {
    "translation": {
      "en": "I grew up a professional cowboy in a family of professional cowboys.",
      "th": "ผมโตขึ้นมาเป็นคาวบอยมืออาชีพ ในครอบครัวคาวบอยมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "That led me along to be able to have a quality life",
      "th": "นั่นช่วยทำให้ผมได้มีชีวิตที่มีคุณภาพ"
    }
  },
  {
    "translation": {
      "en": "of a lot of interaction with amazing domestic and wild animals.",
      "th": "มีปฏิสัมพันธ์กับสัตว์มากมาย ทั้งสัตว์เลี้ยงและสัตว์ป่า"
    }
  },
  {
    "translation": {
      "en": "I moved to Yogaville in Buckingham, Virginia.",
      "th": "ผมย้ายไปที่โยคะวิลล์ ในเมืองบัคกิงแฮม รัฐเวอร์จีเนีย"
    }
  },
  {
    "translation": {
      "en": "I started immersing myself in that life",
      "th": "แล้วก็เริ่มดำดิ่งลงไปในชีวิตนั้น"
    }
  },
  {
    "translation": {
      "en": "and I saw the incredible power",
      "th": "และผมเห็นพลังสุดยอด"
    }
  },
  {
    "translation": {
      "en": "of presenting the animals without barriers,",
      "th": "ของการนำเสนอสัตว์ป่าโดยไม่ต้องมีอะไรกั้น"
    }
  },
  {
    "translation": {
      "en": "without caging, so that you can really get to see them",
      "th": "ไม่ต้องมีกรงขัง เพื่อให้เราได้เห็นพวกมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "in all of their power and glory.",
      "th": "โดยยังมีพลังและความสวยงามครบถ้วน"
    }
  },
  {
    "translation": {
      "en": "[Antle] People in Hollywood, people other places came to me and said,",
      "th": "คนที่ฮอลลีวูด คนจากที่อื่นๆ ก็มาหาผมแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we need a tiger to do this.",
      "th": "\"นี่ เราอยากได้เสือมาทำนี่"
    }
  },
  {
    "translation": {
      "en": "We would like a tiger to do that.\"",
      "th": "เราอยากได้เสือมาทำนั่น\""
    }
  },
  {
    "translation": {
      "en": "-And ready and go. -Action.",
      "th": "- พร้อมแล้ว เล่น - แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "You are a good kitty.",
      "th": "แกเป็นแมวเหมียวเด็กดี"
    }
  },
  {
    "translation": {
      "en": "[Antle] I made 500 gigantic international movies,",
      "th": "ผมทำหนังนานาชาติฟอร์มยักษ์มาแล้ว 500 เรื่อง"
    }
  },
  {
    "translation": {
      "en": "from Ace Ventura, Jungle Book,",
      "th": "ตั้งแต่เอซเวนทูร่า เมาคลีลูกหมาป่า"
    }
  },
  {
    "translation": {
      "en": "Dr. Doolittle, Mighty Joe Young...",
      "th": "ดร.ดูลิตเติ้ล ไมตี้โจยัง"
    }
  },
  {
    "translation": {
      "en": "I mean, it's a huge list of features that we made.",
      "th": "มีรายชื่อหนังเยอะมากที่เรามีส่วนร่วม"
    }
  },
  {
    "translation": {
      "en": "Today we're gonna take those same techniques",
      "th": "วันนี้เราจะใช้เทคนิคเดียวกับ"
    }
  },
  {
    "translation": {
      "en": "that Doc created while working with Hollywood's top producers and directors",
      "th": "วิธีที่ด็อกคิดค้นขณะที่ทำงาน กับโปรดิวเซอร์ฮอลลีวูดและผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "to create for you an amazing animal adventure.",
      "th": "มาสร้างการผจญภัยน่าทึ่งกับสัตว์ให้พวกคุณ"
    }
  },
  {
    "translation": {
      "en": "Have you had your photo taken?",
      "th": "พวกคุณถ่ายภาพรึยังคะ"
    }
  },
  {
    "translation": {
      "en": "No? Keep coming, keep coming.",
      "th": "ยังเหรอ เดินตามมา มาก่อน"
    }
  },
  {
    "translation": {
      "en": "The toenails you gotta watch because they rip your face.",
      "th": "เล็บเท้านี่ต้องระวังนะ เพราะมันข่วนหน้าหลุดได้"
    }
  },
  {
    "translation": {
      "en": "Grandma?",
      "th": "คุณยาย"
    }
  },
  {
    "translation": {
      "en": "-[patron] How old are they? -Six weeks.",
      "th": "- นี่อายุเท่าไหร่ - หกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "From the time that they're four weeks old",
      "th": "ตั้งแต่ตอนที่มันอายุสี่สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "to the time that they're 16 weeks old,",
      "th": "จนถึงตอนที่อายุ 16 สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "you can profit $100,000 on that cub.",
      "th": "เราจะได้กำไร 100,000 เหรียญ จากลูกเสือตัวนั้น"
    }
  },
  {
    "translation": {
      "en": "Interaction, playtimes, photos.",
      "th": "ทั้งปฏิสัมพันธ์ เป็นเพื่อนเล่น เช่าถ่ายรูป"
    }
  },
  {
    "translation": {
      "en": "[Carole] People who pimp out tiger cubs can only use them",
      "th": "คนที่หากินกับลูกเสือจะใช้การพวกมันได้"
    }
  },
  {
    "translation": {
      "en": "from the time that they're a few weeks old",
      "th": "ตั้งแต่ตอนมันอายุไม่กี่สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "until they're about 12 weeks old,",
      "th": "จนถึงตอนที่มันอายุประมาณ 12 สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "and when they get to be that age, they can take a finger off.",
      "th": "เมื่อถึงวัยนั้น มันอาจกัดนิ้วคนขาดได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "There are enough ignorant people out there",
      "th": "มีคนที่ไม่รู้ร้อนรู้หนาวมากมาย"
    }
  },
  {
    "translation": {
      "en": "who will then take in that tiger and a year later,",
      "th": "ที่รับเสือตัวนั้นไปเลี้ยงแล้วหนึ่งปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "that cat's two or three hundred pounds and they're calling us saying,",
      "th": "พอเสือตัวนั้นหนักร้อยหรือสองร้อยกิโล เขาก็จะโทรมาหาเราว่า"
    }
  },
  {
    "translation": {
      "en": "\"Please get this out of my house.\"",
      "th": "\"ช่วยเอามันออกไปจากบ้านฉันที\""
    }
  },
  {
    "translation": {
      "en": "At the same time, there's almost no government regulation",
      "th": "ในขณะเดียวกันก็แทบไม่มีกฎหมายจากทางรัฐ"
    }
  },
  {
    "translation": {
      "en": "of private possession, which I believe",
      "th": "ที่จำกัดการเลี้ยงของเอกชน ซึ่งฉันเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "is leading to the unbelievable number of these cats in captivity.",
      "th": "นำมาสู่การที่เรามีเสืออยู่ในกรง เป็นจำนวนมหาศาลขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "We have a tiger crisis in this country.",
      "th": "ประเทศนี้กำลังอยู่ในวิกฤตเสือ"
    }
  },
  {
    "translation": {
      "en": "[caller 1] Yeah, there's a lion on Mount Perry Road and Gratiot.",
      "th": "ใช่ มีสิงโตตัวหนึ่ง อยู่ที่แยกถนนเมาท์เพอร์รีตัดกับเกรช็อต"
    }
  },
  {
    "translation": {
      "en": "[caller 2] It was heading west in a hurry.",
      "th": "มันกำลังวิ่งไปทางทิศตะวันตก"
    }
  },
  {
    "translation": {
      "en": "[caller 3] Looks like a jaguar or wolf or something...",
      "th": "ดูเหมือนเป็นจากัวร์หรือหมาป่าอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Carole] Zanesville really woke up the public about the fact",
      "th": "เหตุที่เซนส์วิลล์ทำให้คนตาสว่าง กับความจริงที่ว่า"
    }
  },
  {
    "translation": {
      "en": "that there could be dangerous wild animals living right next door to them",
      "th": "อาจมีสัตว์ป่าอันตรายใช้ชีวิตอยู่ข้างๆ บ้านตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and they didn't even know it.",
      "th": "โดยที่เขาไม่รู้ตัวด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[man] It walked out in front of me, and it was standing there under the streetlight.",
      "th": "มันเดินตัดหน้าผม แล้วก็ยืนอยู่ใต้แสงไฟถนน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Sheriff Matt Lutz said 50 wild animals kept on a private farm",
      "th": "นายอำเภอแมตต์ ลูทซ์กล่าวว่า มีสัตว์ป่า 50 ตัวซึ่งอยู่ในฟาร์มส่วนบุคคล"
    }
  },
  {
    "translation": {
      "en": "had been deliberately set loose.",
      "th": "ถูกตั้งใจปล่อยออกมา"
    }
  },
  {
    "translation": {
      "en": "One baboon, three mountain lions and 18 tigers.",
      "th": "ลิงบาบูนหนึ่งตัว เสือภูเขาสามตัว และเสือโคร่งอีก 18 ตัว"
    }
  },
  {
    "translation": {
      "en": "[man] Anything outside the perimeter gets... definitely gets taken down.",
      "th": "อะไรที่อยู่นอกเขตจะ... จะต้องถูกเก็บหมด"
    }
  },
  {
    "translation": {
      "en": "[reporter] The animals were unleashed on the town by a man who kept them in his backyard.",
      "th": "สัตว์เหล่านั้นถูกปล่อยออกมาในเมือง โดยชายซึ่งเลี้ยงมันไว้ในสนามหลังบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Carole] I believe that there are a number of ticking time bombs out there,",
      "th": "ฉันเชื่อว่ายังมีระเบิดเวลาอีกหลายลูก"
    }
  },
  {
    "translation": {
      "en": "and when those places implode and somebody does something crazy,",
      "th": "และเมื่อสถานที่เหล่านั้นระเบิด มีใครทำอะไรบ้าๆ บอๆ"
    }
  },
  {
    "translation": {
      "en": "that will probably push our legislation forward.",
      "th": "นั่นถึงจะค่อยมาออกกฎหมายกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Forty-eight of his animals were eventually killed,",
      "th": "ในที่สุดแล้วสัตว์ป่าของเขาถูกฆ่าไป 48 ตัว"
    }
  },
  {
    "translation": {
      "en": "pushing Ohio lawmakers to author a new bill",
      "th": "ทำให้ฝ่ายนิติบัญญัติของโอไฮโอออกกฎหมายใหม่"
    }
  },
  {
    "translation": {
      "en": "restricting private ownership of exotic pets.",
      "th": "จำกัดการที่เอกชนจะเป็นเจ้าของสัตว์หายาก"
    }
  },
  {
    "translation": {
      "en": "It's not that having lions and tigers is bad unto itself.",
      "th": "การเลี้ยงสิงโตหรือเสือมันไม่ได้แย่ไปหมด"
    }
  },
  {
    "translation": {
      "en": "It is the way he took care of them that made it take place.",
      "th": "วิธีที่เขาดูแลพวกมันต่างหาก ที่ทำให้เกิดเรื่องแบบนั้นขึ้น"
    }
  },
  {
    "translation": {
      "en": "Properly managed wildlife can become a great tool for wildlife education, like…",
      "th": "สัตว์ป่าที่จัดการอย่างถูกต้อง จะเป็นเครื่องมืออย่างดีให้ศึกษาเรื่องสัตว์ป่า"
    }
  },
  {
    "translation": {
      "en": "[reporter] Arguably the loudest, most defiant voice on the front lines",
      "th": "คนที่ถือว่าเป็นแนวหน้าและ ออกความเห็นคัดค้านเรื่องนี้ดังที่สุด"
    }
  },
  {
    "translation": {
      "en": "of the big cat debate belongs to this man.",
      "th": "ในเรื่องของเสือเหล่านี้คือชายคนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm Joe Exotic and this is Sarge.",
      "th": "ผมคือโจ เอ็กซอทิกและนี่คือซาร์จ"
    }
  },
  {
    "translation": {
      "en": "The president of the Humane Society called this place, and I quote:",
      "th": "นายกสมาคมมนุษยธรรมเรียกที่นี่ว่า ผมยกคำเขามานะ"
    }
  },
  {
    "translation": {
      "en": "\"A ticking time bomb and potentially ten times worse than Zanesville.\"",
      "th": "เป็นระเบิดเวลาที่กำลังนับถอยหลัง และอาจแย่กว่าเซนส์วิลล์สิบเท่า"
    }
  },
  {
    "translation": {
      "en": "It is a ticking time bomb if somebody thinks",
      "th": "มันจะเป็นระเบิดเวลาถ้ามีใครคิดว่า"
    }
  },
  {
    "translation": {
      "en": "they're gonna walk in here and take my animals away.",
      "th": "จะเดินเข้ามาในนี้แล้วพรากสัตว์ไปจากผมได้"
    }
  },
  {
    "translation": {
      "en": "It's going to be a small Waco.",
      "th": "มันจะเป็นเหตุกราดยิงที่เวโคแบบย่อมๆ"
    }
  },
  {
    "translation": {
      "en": "That's a pretty powerful statement.",
      "th": "นั่นเป็นการพูดที่แรงมากนะครับ"
    }
  },
  {
    "translation": {
      "en": "It's a very powerful statement because I have poured my entire life",
      "th": "เป็นคำพูดที่รุนแรงเพราะผมทุ่มเทไปทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "into what I do.",
      "th": "กับสิ่งที่ผมทำอยู่"
    }
  },
  {
    "translation": {
      "en": "Nobody is gonna walk in here and freely shut me down",
      "th": "ผมจะไม่ให้ใครเดินเข้ามาแล้ว ปิดสวนของผมได้ตามอำเภอใจ"
    }
  },
  {
    "translation": {
      "en": "and take my rights away from me as long as I am not breaking the law.",
      "th": "โดยริบสิทธิของผมไป ตราบใดที่ผมยังไม่ได้ทำผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[man] You know, I've been sheriff here now for over eight years,",
      "th": "ผมเป็นนายอำเภอที่นี่มานานกว่าแปดปี"
    }
  },
  {
    "translation": {
      "en": "and our community gets its share of crime, drug use, burglaries, domestic assaults.",
      "th": "ชุมชนของเราก็มีอาชญากรรม ยาเสพติด ปล้นขโมย ทำร้ายร่างกายในบ้าน (นายอำเภอโรดส์ การ์วินเคาน์ตี โอคลาโฮมา)"
    }
  },
  {
    "translation": {
      "en": "But then there's Joe Exotic.",
      "th": "แต่ก็ยังมีโจ เอ็กซอทิกอีก"
    }
  },
  {
    "translation": {
      "en": "Within a year of becoming sheriff, Joe walks into my office.",
      "th": "ผมเป็นนายอำเภอได้ไม่ถึงหนึ่งปี โจก็เดินเข้ามาในห้องทำงานผม"
    }
  },
  {
    "translation": {
      "en": "-Good, good. -Right here.",
      "th": "- ดีๆ - ทางนี้"
    }
  },
  {
    "translation": {
      "en": "From that point on, it was, uh... it's been nonstop,",
      "th": "ตั้งแต่นั้นก็ไม่มีหยุดเลย"
    }
  },
  {
    "translation": {
      "en": "you know, with the G.W. Zoo and Joe.",
      "th": "ทั้งเรื่องสวนสัตว์ จี. ดับเบิลยู. กับตัวโจเอง"
    }
  },
  {
    "translation": {
      "en": "This is the thing you don't want when you have tigers, folks.",
      "th": "นี่เป็นสิ่งที่เราไม่อยากให้เกิด เวลาที่เลี้ยงเสือนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "It's a real life tornado, and there ain't nothin' you can do",
      "th": "ทอร์นาโดตัวจริงเสียงจริง เราทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "besides protect yourself.",
      "th": "นอกจากปกป้องตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Rhodes] I've gotten a lot of calls to-- \"You better watch Joe.",
      "th": "มีคนโทรมาแจ้งเยอะเลยว่า \"คุณต้องระวังโจเอาไว้"
    }
  },
  {
    "translation": {
      "en": "He's doing this, he's saying that.\"",
      "th": "เขาทำเรื่องนี้ เขาพูดเรื่องนั้น\""
    }
  },
  {
    "translation": {
      "en": "One of the things that keeps me awake at night is the park.",
      "th": "หนึ่งในเรื่องที่ทำให้ผมนอนไม่หลับ ก็คือสวนสัตว์นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "If you're an animal rights person,",
      "th": "ถ้าคุณเป็นพวกบ้าคุ้มครองสัตว์"
    }
  },
  {
    "translation": {
      "en": "and you try and come into this facility,",
      "th": "และพยายามจะเข้ามาในที่นี้"
    }
  },
  {
    "translation": {
      "en": "this is what you're going to be greeted with.",
      "th": "เราจะต้อนรับคุณแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Joe is a very paranoid person.",
      "th": "โจเป็นคนหวาดระแวงมาก"
    }
  },
  {
    "translation": {
      "en": "When I really realized Joe was potentially dangerous",
      "th": "จุดที่ทำให้ผมเข้าใจว่า โจอาจจะเป็นคนอันตราย"
    }
  },
  {
    "translation": {
      "en": "was when he made a comment about \"this could be another Waco.\"",
      "th": "คือตอนที่เขาออกความเห็นว่า ที่นี่อาจเป็นเหมือนเหตุที่เวโคอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "That stand-off near Waco began as a federal raid",
      "th": "เหตุกราดยิงที่เวโค เริ่มจากการที่รัฐบาลกลางบุกค้น"
    }
  },
  {
    "translation": {
      "en": "when federal agents tried to serve a search warrant.",
      "th": "ขณะที่เจ้าหน้าที่เอฟบีไอ พยายามนำหมายเข้าไปค้น"
    }
  },
  {
    "translation": {
      "en": "Our hearts go out to these brave agents who died today in the line of duty.",
      "th": "เราขอแสดงความเสียใจกับเจ้าหน้าที่ผู้กล้า ที่เสียชีวิตในหน้าที่วันนี้"
    }
  },
  {
    "translation": {
      "en": "[Rhodes] And I took that as a direct threat",
      "th": "และผมถือว่านั่นคือการขู่กันตรงๆ"
    }
  },
  {
    "translation": {
      "en": "that if my office ever had to take some action out there,",
      "th": "ว่าถ้าเจ้าหน้าที่ของผมคิดจะไปทำอะไรที่นั่น"
    }
  },
  {
    "translation": {
      "en": "we were going to have a shoot-out.",
      "th": "เราต้องยิงสู้กันแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "This is my little town.",
      "th": "ที่นี่คือเมืองเล็กๆ ของผม"
    }
  },
  {
    "translation": {
      "en": "I'm the mayor, the prosecutor, the cop, and the executioner.",
      "th": "ผมเป็นนายกเทศมนตรี อัยการ ตำรวจ และเป็นเพชฌฆาตเองด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, after the Waco deal, me and Joe made a pact.",
      "th": "หลังจากคุยเรื่องเวโค ผมกับโจทำข้อตกลงกันไว้"
    }
  },
  {
    "translation": {
      "en": "If anything went bad,",
      "th": "ถ้าสถานการณ์ย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "we were gonna shoot each other.",
      "th": "เราจะยิงกันจนตาย"
    }
  },
  {
    "translation": {
      "en": "And then that day...",
      "th": "แล้ววันนั้น"
    }
  },
  {
    "translation": {
      "en": "I put our names on our bullets right here.",
      "th": "ผมก็เขียนชื่อเราบนกระสุนนี่เลย"
    }
  },
  {
    "translation": {
      "en": "I have my name and his name on a bullet.",
      "th": "ผมเขียนทั้งชื่อผมและชื่อเขาบนกระสุนนี่"
    }
  },
  {
    "translation": {
      "en": "If anything went wrong, it was gonna happen.",
      "th": "ถ้ามีอะไรผิดพลาด จะต้องทำแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Joe] What kinda camera guy are you?",
      "th": "นายเป็นตากล้องแบบไหนกันแน่วะ"
    }
  },
  {
    "translation": {
      "en": "[Rhodes] Someone like Joe, who is very polarizing...",
      "th": "คนแบบโจซึ่งสุดโต่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "He can draw out people to oppose him.",
      "th": "สามารถเรียกแขกหาเรื่องให้คนต่อต้านได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "[Joe] Oh, fuck yeah!",
      "th": "งี้สิวะ!"
    }
  },
  {
    "translation": {
      "en": "[Rhodes] For instance, I mean,",
      "th": "ตัวอย่างเช่น คือว่า"
    }
  },
  {
    "translation": {
      "en": "I would get a little cut-out postcard like this, addressed to me...",
      "th": "ผมจะได้รับโปสการ์ดแบบนี้ จ่าหน้าถึงผม"
    }
  },
  {
    "translation": {
      "en": "picture of Joe with the word evil on it.",
      "th": "เป็นภาพของโจแต่มีคำว่า \"ชั่ว\" เขียนไว้"
    }
  },
  {
    "translation": {
      "en": "That was really the point I realized, you know,",
      "th": "นั่นคือจุดที่ผมเข้าใจจริงๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "there's people that are opposite of what Joe believes in.",
      "th": "มีคนที่คิดตรงข้ามกับสิ่งที่โจเชื่อ"
    }
  },
  {
    "translation": {
      "en": "I have defended myself since 2006",
      "th": "ผมป้องกันตัวเองมาตั้งแต่ปี 2006"
    }
  },
  {
    "translation": {
      "en": "against People for the Ethical Treatment of Animals.",
      "th": "จากพีต้า องค์กรพิทักษ์สัตว์"
    }
  },
  {
    "translation": {
      "en": "Carole Baskin is supported by the help of PETA",
      "th": "แครอล บาสกิ้นได้เงินสนับสนุน จากการช่วยเหลือของพีต้า"
    }
  },
  {
    "translation": {
      "en": "to the point that they've actually made me a target now.",
      "th": "จนถึงจุดที่พวกเขาตั้งผมเป็นเป้าหมายหลักแล้ว (ที่พักพิงจากอันตราย หรือที่พักพิงอันตราย)"
    }
  },
  {
    "translation": {
      "en": "[woman] PETA is unapologetic in its mission to help animals,",
      "th": "พีต้าไม่เคยย่อท้อลดละ ในภารกิจที่จะช่วยสัตว์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and we've been targeting Joe Exotic for many, many years.",
      "th": "และเราเล็งเป้าหมาย ที่โจ เอ็กซอทิกมาหลายปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think that we can't...",
      "th": "ฉันว่าเราไม่สามารถ..."
    }
  },
  {
    "translation": {
      "en": "underestimate how dangerous some of these people are.",
      "th": "(บริตทานี พีท ฝ่ายกฎหมายต่อต้านการคุมขังสัตว์ พีต้า) ประมาทได้ว่าคนพวกนี้อันตรายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Reinke] They think that animals are being beat everywhere they go.",
      "th": "พวกนั้นคิดว่าไม่ว่าจะไปที่ไหนสัตว์จะต้องโดนตี"
    }
  },
  {
    "translation": {
      "en": "We didn't beat tigers at our zoo.",
      "th": "เราไม่ตีเสือในสวนสัตว์ของเรานะ"
    }
  },
  {
    "translation": {
      "en": "We sure got accused of it.",
      "th": "แต่เขาก็หาว่าเราทำ"
    }
  },
  {
    "translation": {
      "en": "Those people are fucking insane, man.",
      "th": "คนพวกนั้นเสียสติโคตรๆ"
    }
  },
  {
    "translation": {
      "en": "Actually, they scare me.",
      "th": "ที่จริงพวกนั้นทำผมกลัวมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Peet] Joe is always armed.",
      "th": "โจพกอาวุธอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "There's always a gun at his side.",
      "th": "มีปืนข้างกายเขาตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[woman] What do you carry that gun for?",
      "th": "คุณพกปืนไว้ทำไม"
    }
  },
  {
    "translation": {
      "en": "People.",
      "th": "ยิงคน"
    }
  },
  {
    "translation": {
      "en": "-[man] Not the cats? -Not the cats.",
      "th": "- ไม่ได้ยิงเสือเหรอ - ไม่ได้ยิงเสือ"
    }
  },
  {
    "translation": {
      "en": "I'd shoot you before I shot my cat.",
      "th": "ผมยอมยิงคุณก่อนที่จะยิงเสือของผมอีก"
    }
  },
  {
    "translation": {
      "en": "We have 24-hour armed guards,",
      "th": "เรามียามเฝ้าตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "three of us wear firearms.",
      "th": "พวกเราสามคนพกปืนติดตัว"
    }
  },
  {
    "translation": {
      "en": "That is how bad this has gotten.",
      "th": "สถานการณ์มันเลวร้ายขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[Antle] I sleep with an AK-47 under my mattress.",
      "th": "ผมนอนโดยมีปืนเอเค-47 อยู่ใต้เตียง"
    }
  },
  {
    "translation": {
      "en": "Loaded, ready to roll.",
      "th": "บรรจุกระสุนพร้อมยิง"
    }
  },
  {
    "translation": {
      "en": "[man] Joe, he had threats all the time on Facebook.",
      "th": "โจโดนข่มขู่ในเฟซบุ๊กอยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Had problems with PETA coming onto the park",
      "th": "เขาเจอปัญหาเวลาที่พีต้าจะมาที่สวน"
    }
  },
  {
    "translation": {
      "en": "and taking pictures and stuff like that.",
      "th": "แล้วมาถ่ายรูปอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And trying to discredit him,",
      "th": "และพยายามใส่ร้ายเขา"
    }
  },
  {
    "translation": {
      "en": "so he needed extra security.",
      "th": "(มาร์ค ธอมป์สัน บอดี้การ์ดของโจ) เขาจึงต้องเพิ่มการรักษาความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Rhodes] Over the course of eight years, I would guess we have probably taken",
      "th": "ในช่วงเวลาแปดปีที่ผ่านมา ผมเดาว่าเราน่าจะได้รับ"
    }
  },
  {
    "translation": {
      "en": "40 to 50 police reports from Joe.",
      "th": "สายแจ้งตำรวจเรื่องโจ 40 หรือ 50 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "And we have had people try to get on that park.",
      "th": "แล้วก็มีคนที่พยายามจะไปที่สวนสัตว์นั้น"
    }
  },
  {
    "translation": {
      "en": "This guy has been videotaping.",
      "th": "หมอนี่มาถ่ายวิดีโอ"
    }
  },
  {
    "translation": {
      "en": "And we warned him twice.",
      "th": "เราเตือนไปสองครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "And he claims he's with PETA.",
      "th": "เขาอ้างว่ามาจากพีต้า"
    }
  },
  {
    "translation": {
      "en": "[Joe] Main thing is--",
      "th": "ประเด็นคือ..."
    }
  },
  {
    "translation": {
      "en": "Oh, just investigating some animal rights issues",
      "th": "แค่มาสืบเรื่องการคุ้มครองสัตว์"
    }
  },
  {
    "translation": {
      "en": "that might be happening.",
      "th": "ที่อาจจะมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "[Reinke] They take things to the extreme.",
      "th": "พวกนั้นก็ทำอะไรสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "Have you got a tiger in a zoo in a cage? Yeah.",
      "th": "เรามีเสือในสวนสัตว์ในกรงไหมน่ะเหรอ มีสิ"
    }
  },
  {
    "translation": {
      "en": "How are you gonna keep him from running downtown and going to 7-Eleven?",
      "th": "ไม่งั้นจะทำไงไม่ให้มันวิ่งเข้าเมือง ไปแวะเซเว่น"
    }
  },
  {
    "translation": {
      "en": "[Antle] Carole, PETA, those characters want to attack everyone.",
      "th": "แครอล พีต้า คนพวกนั้นพร้อมโจมตีทุกคน"
    }
  },
  {
    "translation": {
      "en": "Carole wants to be the last man standing.",
      "th": "แครอลอยากเป็นผู้ชนะคนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "There can be only one, and it has to be her.",
      "th": "สุดท้ายต้องเหลือคนเดียว แล้วก็ต้องเป็นหล่อน"
    }
  },
  {
    "translation": {
      "en": "[Joe] She's got tens of thousands of people out there brainwashed",
      "th": "เธอล้างสมองคนไปแล้วเป็นหมื่นๆ คน"
    }
  },
  {
    "translation": {
      "en": "that we're abusing animals.",
      "th": "บอกว่าเราทำร้ายสัตว์"
    }
  },
  {
    "translation": {
      "en": "I just called her a plain-out hypocrite.",
      "th": "ผมเรียกมันว่าคนปากว่าตาขยิบหน้าด้านๆ"
    }
  },
  {
    "translation": {
      "en": "You're open to the public.",
      "th": "สวนคุณก็เปิดให้คนเข้าชม"
    }
  },
  {
    "translation": {
      "en": "You're doing boat tours, night tours, day tours, kid tours, kid camps, weddings.",
      "th": "ก็มีเปิดทัวร์ ทัวร์กลางคืน ทัวร์กลางวัน ทัวร์ของเด็ก ค่ายเด็ก งานแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "You name it.",
      "th": "อะไรก็รับหมด"
    }
  },
  {
    "translation": {
      "en": "If you're taking photos and stuff,",
      "th": "ถ้าคุณถ่ายรูปหรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "it'd be great if you would use the hashtag \"BigCatRescue,\"",
      "th": "คงจะดีถ้าคุณใช้แฮชแท็กบิ๊กแคทเรสคิว"
    }
  },
  {
    "translation": {
      "en": "so you can find us there.",
      "th": "จะได้หากันเจอนะคะ ไปเปิดประตูได้เลย"
    }
  },
  {
    "translation": {
      "en": "Go ahead and open the gates and go see some cats.",
      "th": "จะได้หากันเจอนะคะ ไปเปิดประตูได้เลย เราจะไปดูเสือกัน"
    }
  },
  {
    "translation": {
      "en": "[Joe] It's a moneymaker for them.",
      "th": "นั่นก็เครื่องทำเงินของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "These tickets sold out really fast,",
      "th": "ตั๋วนั่นขายหมดเร็วมากนะ"
    }
  },
  {
    "translation": {
      "en": "and so we're so happy to see all you guys.",
      "th": "เราดีใจมากที่ได้เจอพวกคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "If you're not fuckin' exploiting animals at that point,",
      "th": "ถึงจุดนั้นถ้าไม่เรียกว่าใช้ประโยชน์จากสัตว์"
    }
  },
  {
    "translation": {
      "en": "what the hell are you doing?",
      "th": "งั้นคุณทำบ้าอะไรอยู่วะ"
    }
  },
  {
    "translation": {
      "en": "[Carole] These guys are checking out Max and Mary-Anne.",
      "th": "พวกนี้กำลังดูแม็กซ์กับแมรี่-แอนน์"
    }
  },
  {
    "translation": {
      "en": "Carole is, I would have to say, a hero of mine.",
      "th": "แครอลคือ ฉันคงต้องเรียกเธอเป็นฮีโร่ของฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "She's an awesome advocate for cats.",
      "th": "เป็นคนที่ทุ่มเทกายใจให้เสือจริงๆ"
    }
  },
  {
    "translation": {
      "en": "These animals have a life to live now. A happy life to live.",
      "th": "ตอนนี้สัตว์พวกนี้จะได้ใช้ชีวิดแล้ว ใช้ชีวิตอย่างมีความสุขด้วย"
    }
  },
  {
    "translation": {
      "en": "And I tell everyone this is like the Ritz-Carlton of animal sanctuaries,",
      "th": "ฉันบอกทุกคนว่าที่นี่เหมือน โรงแรมริตซ์-คาร์ลตันในหมู่ที่พักพิงสัตว์เลย"
    }
  },
  {
    "translation": {
      "en": "'cause you just do an amazing job.",
      "th": "เพราะคุณทำได้ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "-Stop it, you're going to make me cry. -I know.",
      "th": "- พอเลย เดี๋ยวฉันร้องไห้ - ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Kirkham] In my opinion, Carole Baskin was as bad as Joe.",
      "th": "ในความเห็นของผม แครอล บาสกิ้นก็แย่พอๆ กับโจนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "They were both, you know,",
      "th": "ทั้งคู่นั้น คือว่า..."
    }
  },
  {
    "translation": {
      "en": "taking advantage of exotic animals to make money.",
      "th": "เอาเปรียบสัตว์หายากและเอามาใช้หาเงิน"
    }
  },
  {
    "translation": {
      "en": "So, to me, it was just a feud.",
      "th": "สำหรับผม มันก็แค่บาดหมางกันมานาน"
    }
  },
  {
    "translation": {
      "en": "Carole Baskin, yup,",
      "th": "แครอล บาสกิ้น ใช่"
    }
  },
  {
    "translation": {
      "en": "that lady that profits over 1.5 million dollars",
      "th": "ผู้หญิงที่ได้กำไรมากกว่า 1.5 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "suckin' on your heartstrings about shit on the internet",
      "th": "เพราะกระตุกต่อมหัวใจ เรื่องโน้นเรื่องนี้ในอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "that ain't even true!",
      "th": "ที่ไม่จริงด้วยซ้ำ!"
    }
  },
  {
    "translation": {
      "en": "They are always trying to upset me on social media.",
      "th": "พวกนั้นพยายามทำให้ฉันเสียใจ โดยใช้โซเชียลมีเดียเสมอ"
    }
  },
  {
    "translation": {
      "en": "I got a big mouth and a television station.",
      "th": "ผมปากสว่างแถมยังมีสถานีทีวี"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] It seems to be. -[Goode] And that works.",
      "th": "- นั่นก็ได้ผล - เหมือนจะได้ผลนะ"
    }
  },
  {
    "translation": {
      "en": "Why would you give to a facility to rescue animals",
      "th": "เธอจะจัดสถานที่ให้สัตว์ที่ถูกช่วยมา"
    }
  },
  {
    "translation": {
      "en": "to live in luxurious cages?",
      "th": "ให้มาอยู่ในกรงหรูๆ ต่อทำไม"
    }
  },
  {
    "translation": {
      "en": "Well, how about that one?",
      "th": "แล้วลองดูกรงนี้สิ"
    }
  },
  {
    "translation": {
      "en": "That mountain lion is sticking his head through a hole in the fence",
      "th": "สิงโตภูเขานั่นต้องสอดหัวผ่านรูในกรง"
    }
  },
  {
    "translation": {
      "en": "in order to drink out of a--",
      "th": "แค่เพื่อจะดื่มน้ำจาก..."
    }
  },
  {
    "translation": {
      "en": "Joe started bashing her. She started bashing him.",
      "th": "โจเริ่มหาเรื่องแครอล แครอลก็เริ่มหาเรื่องโจ"
    }
  },
  {
    "translation": {
      "en": "You know, getting the mall shows canceled.",
      "th": "ทำให้ออกแสดงตามห้างไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And she put up billboards, and she made this 911 animal abuse site.",
      "th": "แล้วเธอก็ตั้งป้ายบิลบอร์ด แล้วทำเว็บไซต์ 911 สำหรับการทำร้ายสัตว์"
    }
  },
  {
    "translation": {
      "en": "Joe was one of the top contenders on it.",
      "th": "โจเป็นหนึ่งในคนร้ายเบอร์ต้นๆ"
    }
  },
  {
    "translation": {
      "en": "Carole would now and then put up something online",
      "th": "บางทีแครอลก็จะโพสต์อะไรออนไลน์"
    }
  },
  {
    "translation": {
      "en": "about how Joe's breeding and he's bad and all this.",
      "th": "เรื่องที่ว่าโจผสมพันธุ์เสือ เขาเป็นคนไม่ดีอย่างโน้นอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "And he would go off on his internet show.",
      "th": "แล้วเขาก็จะระเบิดใส่รายการทางอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "I consider that bitch to be one of the biggest terrorists",
      "th": "ผมถือว่าอีเวรนั่นเป็นผู้ก่อการร้ายตัวเอ้"
    }
  },
  {
    "translation": {
      "en": "in the exotic animal world right now.",
      "th": "ในโลกของสัตว์หายากตอนนี้"
    }
  },
  {
    "translation": {
      "en": "It is financially draining to fight this woman.",
      "th": "การสู้กับผู้หญิงคนนั้น ทำให้หมดเงินไปเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Carole] To get a little bit of background on Joe,",
      "th": "ถ้าอยากรู้เรื่องประวัติของโจ"
    }
  },
  {
    "translation": {
      "en": "all you gotta do is go to tigercubabuse.com.",
      "th": "คุณก็แค่ต้องเข้าไปที่ tigercubabuse.com"
    }
  },
  {
    "translation": {
      "en": "We got undercover video of him using a 20-week-old cub",
      "th": "เรามีคลิปวิดีโอแอบถ่ายตอนที่เขา ใช้ลูกเสืออายุ 20 สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "that jumped on this little boy and bit him on the leg.",
      "th": "ซึ่งกระโดดเล่นงานเด็กชายคนหนึ่งแล้วกัดขาเขา"
    }
  },
  {
    "translation": {
      "en": "[Antle] She's ruthless.",
      "th": "นางโหดเหี้ยมมาก"
    }
  },
  {
    "translation": {
      "en": "Most of us are not ruthless.",
      "th": "พวกเราส่วนใหญ่ไม่ใช่คนโหดเหี้ยม"
    }
  },
  {
    "translation": {
      "en": "People who really love animals are rarely ruthless.",
      "th": "คนที่รักสัตว์จริงๆ ไม่ค่อยโหดเหี้ยมหรอก"
    }
  },
  {
    "translation": {
      "en": "[Carole] There shouldn't have to be a place that rescues big cats from abuse",
      "th": "เราไม่ควรจะต้องมีสถานที่ เพื่อช่วยเสือที่โดนทำร้ายในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "in this country.",
      "th": "เพื่อช่วยเสือที่โดนทำร้ายในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "What we're asking you to do is champion the Big Cat Public Safety Act.",
      "th": "เรากำลังขอให้คุณสนับสนุน กฎหมายคุ้มครองความปลอดภัยจากเสือ"
    }
  },
  {
    "translation": {
      "en": "The Big Cat Public Safety Act would end the ownership",
      "th": "กฎหมายคุ้มครองความปลอดภัยจากเสือ จะทำให้ไม่สามารถครอบครอง"
    }
  },
  {
    "translation": {
      "en": "of big cats as exotic pets",
      "th": "เสือในฐานะสัตว์เลี้ยงหายาก"
    }
  },
  {
    "translation": {
      "en": "and prohibit exhibitors from allowing the public to have contact with them.",
      "th": "และห้ามไม่ให้ผู้จัดแสดง ยอมให้ประชาชนสัมผัสสัตว์เหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "The Big Cat Safety Act, if passed,",
      "th": "ถ้ากฎหมายคุ้มครองความปลอดภัยจากเสือผ่าน"
    }
  },
  {
    "translation": {
      "en": "it will destroy private zoos across America.",
      "th": "มันจะทำลายสวนสัตว์เอกชนทั่วอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[Joe] For Carole... and all of her friends that are watching out there,",
      "th": "ถึงแครอลและเพื่อนของนางที่ดูอยู่"
    }
  },
  {
    "translation": {
      "en": "before you bring me down...",
      "th": "ก่อนที่จะทำอะไรผมได้"
    }
  },
  {
    "translation": {
      "en": "it is my belief...",
      "th": "ผมเชื่อแน่ว่า"
    }
  },
  {
    "translation": {
      "en": "that you will stop breathing.",
      "th": "คุณจะได้หยุดหายใจก่อน"
    }
  },
  {
    "translation": {
      "en": "It got pretty ugly.",
      "th": "มันก็แย่อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "We hear it's Carole's birthday next month.",
      "th": "ได้ข่าวว่าเดือนหน้าวันเกิดแครอล"
    }
  },
  {
    "translation": {
      "en": "And we're shipping her two of these!",
      "th": "แล้วเราจะส่งเจ้าสองตัวนี้ไปให้"
    }
  },
  {
    "translation": {
      "en": "Look at the fangs on that!",
      "th": "ดูเขี้ยวมันสิ!"
    }
  },
  {
    "translation": {
      "en": "[Carole] One day I went out to open up the mailbox and it just exploded with snakes.",
      "th": "วันหนึ่งฉันไปเปิดตู้ไปรษณีย์ แล้วในนั้นเต็มไปด้วยงู"
    }
  },
  {
    "translation": {
      "en": "There are crazy people out there who want to see me dead.",
      "th": "มีคนบ้าที่อยากให้ฉันตาย"
    }
  },
  {
    "translation": {
      "en": "Happy birthday, Carole.",
      "th": "สุขสันต์วันเกิด แครอล"
    }
  },
  {
    "translation": {
      "en": "What... keeps me up at night",
      "th": "เรื่องที่ทำให้ฉันนอนไม่หลับ"
    }
  },
  {
    "translation": {
      "en": "is worrying about them hurting a family member to get to me.",
      "th": "คือกลัวว่าพวกนั้น จะทำร้ายคนในครอบครัวเพื่อให้ฉันเจ็บใจ"
    }
  },
  {
    "translation": {
      "en": "It was just a... hate.",
      "th": "มันก็แค่ความเกลียดชัง"
    }
  },
  {
    "translation": {
      "en": "He has hate for Carole Baskin. Nasty hate.",
      "th": "เขาเกลียดชังแครอล บาสกิ้น เกลียดอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "A hundred rounds of .223.",
      "th": "กระสุน .223 ร้อยลูก"
    }
  },
  {
    "translation": {
      "en": "You got it. Is that gonna be it or do you need any explosives today?",
      "th": "ได้เลย เอาแค่นั้นหรือวันนี้เอาระเบิดด้วย"
    }
  },
  {
    "translation": {
      "en": "[Goode] Carole's taking a nap.",
      "th": "แครอลงีบอยู่"
    }
  },
  {
    "translation": {
      "en": "There, I've got every animal rights person all in one row.",
      "th": "นั่น ยิงพวกคุ้มครองสัตว์ตายในแถวเดียว"
    }
  },
  {
    "translation": {
      "en": "Dynamite. [laughs]",
      "th": "ระเบิดเลย"
    }
  },
  {
    "translation": {
      "en": "Ready?",
      "th": "พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "Aim... Fire.",
      "th": "เล็ง ยิง"
    }
  },
  {
    "translation": {
      "en": "[operator] This is a prepaid call from...",
      "th": "นี่คือโทรศัพท์จ่ายเงินล่วงหน้าจาก"
    }
  },
  {
    "translation": {
      "en": "[Joe] Joe Exotic.",
      "th": "โจ เอ็กซอทิก"
    }
  },
  {
    "translation": {
      "en": "[operator] ...an inmate at the Grady County Jail.",
      "th": "ผู้ต้องขังที่เรือนจำเกรดีเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "[Joe] I'm in a cage.",
      "th": "ผมอยู่ในกรง"
    }
  },
  {
    "translation": {
      "en": "Do you know why animals die in cages?",
      "th": "รู้ไหมว่าทำไมจับสัตว์ขังกรงแล้วมันถึงตาย"
    }
  },
  {
    "translation": {
      "en": "Their soul dies.",
      "th": "เพราะจิตวิญญาณมันตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna be accused and go to prison,",
      "th": "ผมจะไม่ยอมโดนกล่าวหาแล้วต้องเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "and lose everything I have for things that other people did.",
      "th": "จนเสียทุกอย่างที่มีจากเรื่องที่คนอื่นทำ"
    }
  },
  {
    "translation": {
      "en": "Before this is over with,",
      "th": "ก่อนที่เรื่องจะจบ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna shut down everybody.",
      "th": "ผมจะทำให้ทุกคนต้องตายตกไปตามกัน"
    }
  },
  {
    "translation": {
      "en": "[Joe] With our ever-changing climate, in our world today,",
      "th": "ด้วยสภาพอากาศที่เปลี่ยนไป ของโลกเราทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "and you're outside working in the weather elements,",
      "th": "ถ้าคุณต้องทำงานกลางแจ้งในสภาพอากาศต่างๆ"
    }
  },
  {
    "translation": {
      "en": "when you come in at night and you wanna feel good,",
      "th": "เมื่อกลับมาตอนกลางคืนแล้วอยากรู้สึกดี"
    }
  },
  {
    "translation": {
      "en": "reach for America's favorite skincare products:",
      "th": "หยิบผลิตภัณฑ์บำรุงผิว ที่เป็นที่นิยมสุดในอเมริกาสิ"
    }
  },
  {
    "translation": {
      "en": "Tiger King Skincare.",
      "th": "ครีมทาผิวไทเกอร์คิง"
    }
  },
  {
    "translation": {
      "en": "If you have dry, cracked hands, great product for men and women.",
      "th": "ถ้ามือแห้งแตก นี่เป็นครีมที่ใช้ได้ทั้งชายและหญิง"
    }
  },
  {
    "translation": {
      "en": "Tiger King Super Skin Rejuvenating Cream.",
      "th": "ครีมไทเกอร์คิงซูเปอร์สกินรีจูเวเนทติ้ง"
    }
  },
  {
    "translation": {
      "en": "For a full line of Tiger King Skincare,",
      "th": "สำหรับผลิตภัณฑ์บำรุงผิวไทเกอร์คิงทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "check out www.shoptigerking.com today.",
      "th": "เชิญเข้าไปดู www.shoptigerking.com ได้เลย"
    }
  }
]