[
  {
    "translation": {
      "en": "[Jurnee Smollett] It's been a while since you've seen your friend and you've been missing him.",
      "th": "คุณไม่ได้เจอเพื่อนคุณมาสักพักแล้ว และคุณก็คิดถึงเขาขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "So you grab a few beers and you head to your usual hangout spot. The park.",
      "th": "คุณเลยคว้าเบียร์มาแล้วมุ่งหน้าไปยัง ที่ประจำของคุณกับเพื่อน สวนสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "But this isn't just any ordinary park,",
      "th": "แต่นี่ไม่ใช่สวนสาธารณะธรรมดาๆ"
    }
  },
  {
    "translation": {
      "en": "and this isn't your run-of-the-mill tree.",
      "th": "และนี่ไม่ใช่ต้นไม้ที่หาได้ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "This one can talk back to you.",
      "th": "ต้นไม้ต้นนี้โต้ตอบกับคุณได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "This is the cemetery of the future, and it's full of living memorials.",
      "th": "นี่คือสุสานแห่งอนาคต และมันเต็มไปด้วยอนุสรณ์ที่มีชีวิต"
    }
  },
  {
    "translation": {
      "en": "These trees don't just signify loved ones, they actually embody them.",
      "th": "ต้นไม้เหล่านี้ไม่ใช่แค่สัญลักษณ์แทนคนที่คุณรัก แต่ปรากฏกายเป็นพวกเขาได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Would I want to be able to talk with a loved one?",
      "th": "ฉันอยากที่จะคุยกับคนที่รักได้ไหมน่ะเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "The first response is like, \"Oh my God…\"",
      "th": "คำตอบแรกคือ \"คุณพระช่วย…"
    }
  },
  {
    "translation": {
      "en": "\"No!\" Then there's another part that's like, \"But wait.\"",
      "th": "ไม่เอาหรอก\" แต่อีกใจหนึ่งก็ \"แต่เดี๋ยวนะ\""
    }
  },
  {
    "translation": {
      "en": "[Smollett] The big sleep, the Grim Reaper.",
      "th": "การหลับไม่ตื่น มัจจุราช"
    }
  },
  {
    "translation": {
      "en": "No matter what you want to call it, death is something we all have to go through.",
      "th": "ไม่ว่าคุณจะเรียกมันว่าอะไร ความตายเป็นสิ่งที่เราทุกคนหลีกเลี่ยงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And for loved ones we leave behind, it can be a painful process.",
      "th": "และสำหรับคนที่เราทิ้งไว้ข้างหลัง มันอาจเป็นช่วงเวลาที่เจ็บปวดรวดร้าว"
    }
  },
  {
    "translation": {
      "en": "But in the future, technology could make it all a little more bearable,",
      "th": "แต่ในอนาคต เทคโนโลยีอาจช่วยให้ทุกอย่างไม่แย่นัก"
    }
  },
  {
    "translation": {
      "en": "and even more sustainable.",
      "th": "และมีความยั่งยืนมากกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "[man 1] You're creating something which is actually",
      "th": "เรากำลังสร้างสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "truly regenerative for the planet.",
      "th": "ให้ชีวิตใหม่แก่โลก"
    }
  },
  {
    "translation": {
      "en": "[woman 2] The temperature goes up, and the outcome is soil.",
      "th": "อุณหภูมิสูงขึ้นและผลลัพธ์คือดิน"
    }
  },
  {
    "translation": {
      "en": "[Smollett] We could still see our loved ones even after they're gone.",
      "th": "เรายังเห็นคนที่เรารักได้ แม้พวกเขาจะจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're talking about digital afterlife.",
      "th": "เรากำลังพูดถึงชีวิตดิจิตอลหลังความตาย"
    }
  },
  {
    "translation": {
      "en": "[woman 3] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "th": "มันเป็น \"ถ้าเกิดว่า\" ที่ใหญ่มาก ถ้าเกิดว่าคุณยังคุยกับคู่สมรสที่ตายไปแล้วได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "th": "นี่คือช่วงเวลาที่นิยายวิทยาศาสตร์ กลายเป็นจริงขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "The future is about to be a ride, okay?",
      "th": "อนาคตจะต้องน่าตื่นเต้นมากๆ แน่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "What I do hope for my own death. Um…",
      "th": "ผมต้องการอะไรสำหรับความตายของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "That is an interesting question.",
      "th": "นั่นเป็นคำถามที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "Wow. Um, I had never thought about that.",
      "th": "ว้าว ฉันไม่เคยคิดเรื่องนั้นเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Death is the last thing that most of us want to think about.",
      "th": "ความตายคือสิ่งสุดท้าย ที่พวกเราส่วนใหญ่อยากจะนึกถึง"
    }
  },
  {
    "translation": {
      "en": "Luckily, there are people who can help us plan for our final moments.",
      "th": "โชคดีที่คนเหล่านี้ช่วยเราวางแผน สำหรับช่วงเวลาสุดท้ายของเราได้"
    }
  },
  {
    "translation": {
      "en": "My name is Alua Arthur, and I'm a death doula.",
      "th": "ฉันชื่อเอลัว อาร์เธอร์ และฉันเป็นผู้ปลอบโยนบุคคลใกล้เสียชีวิตค่ะ"
    }
  },
  {
    "translation": {
      "en": "A death doula is somebody who does all of the holistic,",
      "th": "ผู้ปลอบโยนบุคคลใกล้เสียชีวิต คือคนที่คอยดูแลทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "non-medical care and support of the dying person through the process.",
      "th": "ที่ไม่เกี่ยวกับการแพทย์และให้กำลังใจ คนที่กำลังจะตายด้วยกระบวนการบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "There's a lot that people don't plan for.",
      "th": "มีอะไรหลายอย่างที่คนเราไม่ได้วางแผนไว้"
    }
  },
  {
    "translation": {
      "en": "They often think about money,",
      "th": "พวกเขามักจะนึกถึงเงินทอง"
    }
  },
  {
    "translation": {
      "en": "but don't think about all the other things.",
      "th": "แต่ไม่นึกถึงสิ่งอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "They don't think about their digital assets.",
      "th": "พวกเขาไม่ได้นึกถึงสิ่งที่หลงเหลือทางดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead, people are usually focused on their physical remains.",
      "th": "พวกเขานึกถึงแต่ร่างที่ไร้วิญญาณ"
    }
  },
  {
    "translation": {
      "en": "There's so many different ways to approach burial, so many different ways.",
      "th": "การฝังศพนั้นมีมากมายหลายวิธี เยอะแยะไปหมดเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Tibetan Buddhists leave out the deceased's remains in hopes that birds",
      "th": "ชาวพุทธแบบธิเบตจะทิ้งศพไว้กลางแจ้ง โดยหวังว่าพวกนก"
    }
  },
  {
    "translation": {
      "en": "will carry their wishes to heaven.",
      "th": "จะพาความปรารถนาของพวกเขาไปถึงสวรรค์"
    }
  },
  {
    "translation": {
      "en": "Navies practice burials at sea.",
      "th": "ทหารเรือทำพิธีฝังที่ทะเล"
    }
  },
  {
    "translation": {
      "en": "And the Toraja people in Indonesia keep dead loved ones in their homes.",
      "th": "และชาวโตราจาในอินโดนีเซีย จะเก็บศพญาติพี่น้องไว้ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "In Ghana, where I'm from, we sometimes bury people in a coffin",
      "th": "ที่กานา บ้านเกิดของฉัน บางครั้งเราก็ฝังศพคนไว้ในโลง"
    }
  },
  {
    "translation": {
      "en": "that looks like what they did in their profession. It's kinda funny.",
      "th": "ที่ดูเหมือนสิ่งที่เป็นอาชีพของพวกเขา ก็ค่อนข้างตลกดี"
    }
  },
  {
    "translation": {
      "en": "For me, they might just bury me in a coffin? I guess. [laughs]",
      "th": "สำหรับฉัน พวกเขาอาจจะแค่ฝังฉัน ไว้ในโลงศพมั้งคะ"
    }
  },
  {
    "translation": {
      "en": "People have a lot of misconceptions around death and dying,",
      "th": "ผู้คนเข้าใจผิดกันมากเรื่องความตายและการตาย"
    }
  },
  {
    "translation": {
      "en": "mostly because of how it's portrayed in the media.",
      "th": "ส่วนใหญ่เป็นเพราะภาพที่ปรากฏให้เห็นในสื่อ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] With so many portrayals in American pop culture,",
      "th": "ภาพมากมายจากวัฒนธรรมป๊อปอเมริกา"
    }
  },
  {
    "translation": {
      "en": "you may think of funerals as large gatherings at a cemetery",
      "th": "ซึ่งอาจจะทำให้คุณคิดว่างานศพ คือการที่มีคนจำนวนมากมารวมตัวกันที่สุสาน"
    }
  },
  {
    "translation": {
      "en": "or around the headstone of a TV character with a questionable epitaph.",
      "th": "หรือมามุงรอบป้ายหลุมศพของตัวละครในทีวี พร้อมกับคำจารึกประหลาดๆ"
    }
  },
  {
    "translation": {
      "en": "Peeps?!",
      "th": "ถ้ำมองเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's a ******* nickname!",
      "th": "นั่นมันชื่อเล่นชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But today around 56% of Americans are being cremated.",
      "th": "แต่วันนี้ชาวอเมริกัน 56 เปอร์เซ็นต์เลือกวิธีเผา"
    }
  },
  {
    "translation": {
      "en": "In other countries, it's over 80%,",
      "th": "ในประเทศอื่นๆ นั้นมีมากกว่า 80 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "and it's an increasingly popular practice around the world.",
      "th": "และเป็นที่นิยมเพิ่มขึ้นทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "So why the change?",
      "th": "ทำไมถึงเกิดการเปลี่ยนแปลงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Well, it comes down to cost,",
      "th": "มันเป็นเรื่องของค่าใช้จ่ายค่ะ"
    }
  },
  {
    "translation": {
      "en": "and there's one movie in particular that shows us just how annoying they can be.",
      "th": "มีหนังเรื่องหนึ่งแสดงให้เราเห็นว่า การทำศพนั้นมันยุ่งยากน่ารำคาญแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-I assume this is credit? -Yeah.",
      "th": "- จ่ายด้วยบัตรเครดิตใช่ไหมครับ - ครับ"
    }
  },
  {
    "translation": {
      "en": "Can't we just rent it from you, man?",
      "th": "เราเช่าจากคุณไม่ได้เหรอ พวก"
    }
  },
  {
    "translation": {
      "en": "Sir, this is a mortuary, not a rental house.",
      "th": "คุณครับ ที่นี่คือห้องเก็บศพ ไม่ใช่บ้านเช่า"
    }
  },
  {
    "translation": {
      "en": "-We're scattering the ******* ashes. -Whoa, Walter.",
      "th": "- เราจะเอาขี้เถ้าไปโปรย - เดี๋ยว วอลเตอร์"
    }
  },
  {
    "translation": {
      "en": "Just because we're bereaved, doesn't make us saps!",
      "th": "การที่เราสูญเสียไม่ได้ทำให้เราโง่ลงหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] End-of-life services have become a $20 billion-a-year industry.",
      "th": "บริการทำศพกลายเป็นอุตสาหกรรม ที่ทำรายได้สองหมื่นล้านดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "Even Costco sells coffins.",
      "th": "แม้แต่คอสต์โกก็ขายโลงศพ"
    }
  },
  {
    "translation": {
      "en": "Everyone is looking for ways to save money.",
      "th": "ทุกคนหาทางประหยัดเงิน"
    }
  },
  {
    "translation": {
      "en": "[woman 1] My mother-in-law, she was cremated.",
      "th": "แม่สามีของฉันเลือกวิธีเผา"
    }
  },
  {
    "translation": {
      "en": "We even laughed literally while we were standing there with the urn she picked,",
      "th": "เราหัวเราะออกมากันจริงๆ ตอนที่ยืนอยู่ตรงนั้นกับโกศที่เธอเลือก"
    }
  },
  {
    "translation": {
      "en": "which was very-- It was the cheapest one that they would allow her to buy.",
      "th": "ซึ่งเป็นโกศราคาถูกที่สุด ที่ร้านยอมขายให้เธอ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Meanwhile, conventional burials pose a different issue.",
      "th": "ขณะเดียวกัน พิธีฝังแบบเดิมก่อให้เกิดปัญหาอีกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Hey, Steve! [chuckles]",
      "th": "ไงคะ สตีฟ"
    }
  },
  {
    "translation": {
      "en": "-Some ominous cemetery vibes today. -[Steve] Yeah, really.",
      "th": "- สุสานวันนี้บรรยากาศทะมึนๆ เนอะ - ใช่ จริงๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[woman 2] This one's here.",
      "th": "หลุมนี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "They've been here since the Civil War. It is now 2021",
      "th": "พวกเขาอยู่ที่นี่ตั้งแต่สงครามกลางเมือง และตอนนี้คือปี 2021"
    }
  },
  {
    "translation": {
      "en": "and here we are refreshing their headstones.",
      "th": "เราเลยเปลี่ยนป้ายหลุมฝังศพให้ใหม่"
    }
  },
  {
    "translation": {
      "en": "I can get down there and…",
      "th": "ฉันก้มลงไป…"
    }
  },
  {
    "translation": {
      "en": "My name is Cole Imperi and I am a thanatologist, a death companion,",
      "th": "ฉันชื่อโคล อิมเพรีและฉันเป็นนักมรณวิทยา เป็นสหายของคนตาย"
    }
  },
  {
    "translation": {
      "en": "and I also serve as the board president of a cemetery in Covington, Kentucky.",
      "th": "และฉันยังเป็นประธานบริหาร สุสานแห่งหนึ่งในโคฟวิงตัน รัฐเคนทักกี้"
    }
  },
  {
    "translation": {
      "en": "Isn't this beautiful, like just the color?",
      "th": "สวยเนอะ ดูสีสิ"
    }
  },
  {
    "translation": {
      "en": "It's beautiful. It's like art.",
      "th": "สวยมาก อย่างกับงานศิลป์เลย"
    }
  },
  {
    "translation": {
      "en": "[Imperi] One of the challenges that we're facing",
      "th": "ความท้าทายอย่างหนึ่งที่เราเผชิญอยู่ก็คือ"
    }
  },
  {
    "translation": {
      "en": "is we don't really have any more plots available.",
      "th": "เราไม่เหลือพื้นที่ให้ฝังศพแล้ว"
    }
  },
  {
    "translation": {
      "en": "Twenty-two thousand or so people bought plots",
      "th": "คนประมาณ 22,000 คนซื้อที่ดินสำหรับฝังศพ"
    }
  },
  {
    "translation": {
      "en": "and their expectation is that they would have those plots forever.",
      "th": "และพวกเขาคาดหวังว่า จะได้ครองที่ดินตรงนั้นตลอดไป"
    }
  },
  {
    "translation": {
      "en": "And a lot of very, very old cemeteries are in the same boat.",
      "th": "สุสานเก่าแก่มากๆ หลายแห่งเจอปัญหาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "How do we keep the ground safe? How do we keep everything maintained?",
      "th": "เราจะรักษาพื้นที่แห่งนี้ให้ปลอดภัยได้ยังไง เราจะบำรุงรักษาทุกอย่างที่นี่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Um, costs keep going up.",
      "th": "ค่าใช้จ่ายเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's the reality of what happens",
      "th": "มันคือความจริงที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "hundreds of years after someone is buried somewhere.",
      "th": "หลังจากมีคนถูกฝังที่ไหนสักแห่งเป็นร้อยๆ ปี"
    }
  },
  {
    "translation": {
      "en": "[Smollett] The harder it is for cemeteries to be maintained,",
      "th": "การทะนุบำรุงสุสานยิ่งยากขึ้นเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the harder it will be for us to visit and grieve for the dead.",
      "th": "การมาเยี่ยมและไว้อาลัยให้คนตาย ยิ่งยากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "There are eco-friendly solutions out there though, but they aren't the norm.",
      "th": "มีทางออกที่ดีต่อสิ่งแวดล้อมนะคะ แต่มันไม่เป็นไปตามประเพณี"
    }
  },
  {
    "translation": {
      "en": "Making these hard decisions can leave us feeling overwhelmed",
      "th": "การตัดสินใจเรื่องยากๆ พวกนี้ ทำให้เรารู้สึกหนักใจขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "during an already overwhelming time,",
      "th": "ในช่วงเวลาที่หนักหนาสาหัสอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "but people like Alua Arthur and Cole Imperi",
      "th": "แต่คนอย่างเอลัว อาร์เธอร์กับโคล อิมเพรี"
    }
  },
  {
    "translation": {
      "en": "help guide the bereaved through the process.",
      "th": "จะคอยช่วยบุคคลที่สูญเสีย ให้ผ่านกระบวนการนี้ไปได้"
    }
  },
  {
    "translation": {
      "en": "Summer Jeanetti recently lost a loved one.",
      "th": "ซัมเมอร์ จีนเน็ตตี้เพิ่งเสียคนที่รักไป"
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] I remember sitting in the living room.",
      "th": "ฉันจำได้ว่านั่งอยู่ในห้องนั่งเล่น"
    }
  },
  {
    "translation": {
      "en": "Like… [nervous laugh] …\"My dad is dead,\"",
      "th": "แบบว่า พ่อฉันตาย"
    }
  },
  {
    "translation": {
      "en": "and, pardon my bluntness, but I was like,",
      "th": "ขอโทษที่พูดตรงๆ นะคะ แต่ตอนนั้นฉันคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"How the fuck do you pick a funeral home?\"",
      "th": "เราจะเลือกโรงประกอบพิธีศพยังไง"
    }
  },
  {
    "translation": {
      "en": "There should be, like, an owner's manual.",
      "th": "มันน่าจะมีคู่มือบอก"
    }
  },
  {
    "translation": {
      "en": "Like, \"Idiots Guide to…",
      "th": "แบบ \"คู่มือสำหรับคนโง่ในการ…"
    }
  },
  {
    "translation": {
      "en": "all of these essential things",
      "th": "จัดการกับเรื่องสำคัญทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "that every single person will have to deal with, but no one ever talks about.\"",
      "th": "ที่ทุกคนต้องเผชิญ แต่ไม่มีใครพูดถึง\""
    }
  },
  {
    "translation": {
      "en": "[Smollett] And today, it's not just our physical remains we have to deal with.",
      "th": "และทุกวันนี้ ไม่ใช่แค่ศพเท่านั้นที่เราต้องจัดการ"
    }
  },
  {
    "translation": {
      "en": "There's a whole digital world of stuff we leave behind.",
      "th": "มีร่องรอยทางดิจิตอลอีกเพียบที่เราทิ้งไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "[woman 3] Pretty much everybody has digital remains.",
      "th": "แทบจะทุกคนทิ้งร่องรอยทางดิจิตอลเอาไว้"
    }
  },
  {
    "translation": {
      "en": "I'm Elaine Kasket. I write primarily about death and the digital.",
      "th": "ฉันชื่ออีเลน แคสเก็ต ฉันเขียนเกี่ยวกับความตายและโลกดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "Ha! [laughs] It wasn't my original last name,",
      "th": "นี่ไม่ใช่นามสกุลเดิมของฉัน"
    }
  },
  {
    "translation": {
      "en": "it was the name of a husband I don't have anymore,",
      "th": "แต่เป็นนามสกุลของสามีที่ล่วงลับไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it was a name that I elected to keep because it fit. [laughs]",
      "th": "และฉันเลือกที่จะเก็บนามสกุลนี้ไว้ เพราะว่ามันเหมาะดี"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Every day, humans produce massive amounts of digital exhaust fumes.",
      "th": "ทุกๆ วัน มนุษย์ผลิตไอเสียทางดิจิตอล ในปริมาณมหาศาล"
    }
  },
  {
    "translation": {
      "en": "One study suggests that each of us creates 1.7 megabytes of data every second.",
      "th": "งานวิจัยชิ้นหนึ่งชี้ให้เห็นว่าเราแต่ละคน สร้างข้อมูล 1.7 เมกะไบต์ทุกวินาที"
    }
  },
  {
    "translation": {
      "en": "It's not just your social media accounts,",
      "th": "มันไม่ใช่แค่บัญชีโซเชียลมีเดีย"
    }
  },
  {
    "translation": {
      "en": "it's web searches, emails and text threads, posts on message boards.",
      "th": "แต่รวมถึงการค้นหาในเว็บ อีเมล ข้อความต่างๆ และโพสต์บนกระดานข้อความ"
    }
  },
  {
    "translation": {
      "en": "Websites are storing vast troves of information even after you're dead.",
      "th": "เว็บไซต์จะเก็บข้อมูลจำนวนมหาศาลเอาไว้ แม้หลังจากที่คุณตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kasket] All these things have a digital counterpart",
      "th": "สิ่งเหล่านี้ทั้งหมดมีสำเนาดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "and these things stick around by default.",
      "th": "และถูกตั้งค่าให้คงอยู่ต่อไป"
    }
  },
  {
    "translation": {
      "en": "They don't just automatically disappear when you do.",
      "th": "มันจะไม่หายไปโดยอัตโนมัติเมื่อคุณตาย"
    }
  },
  {
    "translation": {
      "en": "So back in the early days of social media, Facebook kind of had",
      "th": "ในยุคแรกๆ ที่เรามีโซเชียลมีเดีย เฟซบุ๊กมีนโยบาย"
    }
  },
  {
    "translation": {
      "en": "a delete-upon-death policy.",
      "th": "ลบบัญชีเมื่อเจ้าของบัญชีเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "After the Virginia Tech massacre, that shifted.",
      "th": "หลังเหตุการณ์สังหารหมู่ที่เวอร์จิเนียเทค นโยบายนั้นได้เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "The bereaved came to Facebook and said, \"Please don't delete these profiles.\"",
      "th": "ผู้สูญเสียมาที่เฟซบุ๊กและขอร้องว่า \"ได้โปรดอย่าลบโปรไฟล์เหล่านี้เลย\""
    }
  },
  {
    "translation": {
      "en": "The way that we grieve is changing, and one way is that we're still able",
      "th": "วิธีที่เราไว้อาลัยเริ่มเปลี่ยนไป และทางหนึ่งก็คือเรายังสามารถ"
    }
  },
  {
    "translation": {
      "en": "to engage with their social media profile and presence.",
      "th": "มีส่วนร่วมกับโปรไฟล์และการคงอยู่ ในโซเชียลมีเดียของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[woman 4] When my aunt died, we had to make the difficult decision of",
      "th": "ตอนที่ป้าของฉันตาย เราต้องตัดสินใจเรื่องยากๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "do we memorialize her page and essentially archive it",
      "th": "เราจะทำให้เพจของเธอเป็นความทรงจำ และเก็บบันทึกไว้"
    }
  },
  {
    "translation": {
      "en": "through Facebook, Instagram?",
      "th": "ในเฟซบุ๊ก อินสตาแกรมไหม"
    }
  },
  {
    "translation": {
      "en": "And our family decided together to leave it active.",
      "th": "แล้วครอบครัวเราก็ตัดสินใจร่วมกันว่า จะปล่อยให้มันแอคทีฟต่อไป"
    }
  },
  {
    "translation": {
      "en": "We're saying, \"No, Twitter, no, Facebook, or no, Instagram.\"",
      "th": "เราบอกว่า \"ไม่ ทวิตเตอร์ ไม่ เฟซบุ๊ก หรือ ไม่ อินสตาแกรม"
    }
  },
  {
    "translation": {
      "en": "\"I need you to maintain this for me.\"",
      "th": "ฉันต้องการให้พวกคุณเก็บเพจเหล่านี้ไว้ให้ฉัน\""
    }
  },
  {
    "translation": {
      "en": "Like you might say to the people who run the cemetery,",
      "th": "เหมือนที่คุณอาจจะบอกกับคนดูแลสุสานว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, I need you to maintain this grave so that when I come and visit,",
      "th": "\"นี่ ฉันอยากให้คุณดูแลหลุมศพนี้ เพื่อที่ฉันจะได้มาเยี่ยมเยียน"
    }
  },
  {
    "translation": {
      "en": "it's going to be how I want it to be.\"",
      "th": "มันจะต้องอยู่ในสภาพอย่างที่ฉันต้องการ\""
    }
  },
  {
    "translation": {
      "en": "[Smollett] Within the next century,",
      "th": "ภายในศตวรรษหน้า"
    }
  },
  {
    "translation": {
      "en": "there could be potentially just as many Facebook profiles",
      "th": "เราอาจมีโปรไฟล์เฟซบุ๊ก"
    }
  },
  {
    "translation": {
      "en": "for the dead as there are for the living.",
      "th": "ของคนตายมากพอๆ กับของคนเป็น"
    }
  },
  {
    "translation": {
      "en": "We're talking about billions of profiles.",
      "th": "เรากำลังพูดถึงโปรไฟล์เป็นพันๆ ล้าน"
    }
  },
  {
    "translation": {
      "en": "For tech companies, handling digital remains",
      "th": "สำหรับบริษัทด้านเทคโนโลยี การจัดการกับสิ่งที่เหลืออยู่ทางดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "will become an increasingly important part of their business models moving forward.",
      "th": "จะกลายเป็นส่วนสำคัญ ต่อธุรกิจของพวกเขานับจากนี้ไป"
    }
  },
  {
    "translation": {
      "en": "Just as they profit off of us while we're alive,",
      "th": "เหมือนที่พวกเขา ทำกำไรจากเราขณะที่เรามีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "they can continue to profit off of us after we're dead.",
      "th": "พวกเขาก็ยังสามารถทำกำไรจากเรา หลังจากที่เราตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Giving life after death a whole new meaning.",
      "th": "ทำให้ชีวิตหลังความตาย มีอีกความหมายหนึ่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "But all that digital evidence of our lives doesn't just have to sit there.",
      "th": "แต่หลักฐานทางดิจิตอลของชีวิตเรา ไม่จำเป็นต้องอยู่นิ่งๆ อย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "What if there were entirely new ways to use our digital remains?",
      "th": "ถ้าเกิดว่ามีหนทางใหม่ๆ ในการใช้ สิ่งที่หลงเหลือทางดิจิตอลของเราล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the near future,",
      "th": "(ความตาย) ในอนาคตอันใกล้นี้"
    }
  },
  {
    "translation": {
      "en": "you'll be able to use digital remains to recreate dead loved ones.",
      "th": "คุณจะสามารถใช้สิ่งที่หลงเหลือทางดิจิตอล เพื่อสร้างคนที่เรารักขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "You'll even be able to communicate with them.",
      "th": "คุณจะสามารถสื่อสารกับพวกเขาได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "We asked Cole Imperi to explore one way this could happen,",
      "th": "เราขอให้โคลทดสอบหนทางหนึ่งที่อาจเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "using a voice-cloning AI-software called Descript.",
      "th": "ด้วยการโคลนเสียงด้วยซอฟต์แวร์เอไอ ที่มีชื่อว่าเดสคริปต์"
    }
  },
  {
    "translation": {
      "en": "I talked for like 30 minutes, read a script,",
      "th": "ฉันอ่านสคริปต์อยู่ประมาณครึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "sent it off, and now it's ready,",
      "th": "ส่งเข้าซอฟต์แวร์ และตอนนี้มันก็พร้อมแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "so we're gonna see what the results are.",
      "th": "เราจะได้เห็นว่าผลจะออกมาเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "[Descript] Hello. My name is Cole.",
      "th": "สวัสดีค่ะ ฉันชื่อโคล"
    }
  },
  {
    "translation": {
      "en": "I am based in Kentucky and work as a thanatologist full-time.",
      "th": "ฉันอยู่ที่เคนทักกี้ และทำงานเต็มเวลาในตำแหน่งนักมรณวิทยา"
    }
  },
  {
    "translation": {
      "en": "I sound like myself. That is weird. That is so weird. I feel weird.",
      "th": "เสียงเหมือนฉันเลย พิลึกชะมัด นี่มันพิลึกมาก ฉันรู้สึกแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Voice-cloning software could allow us to leave behind",
      "th": "ซอฟต์แวร์โคลนเสียงสามารถทำให้เราทิ้ง"
    }
  },
  {
    "translation": {
      "en": "a version of ourselves for the bereaved.",
      "th": "เวอร์ชั่นหนึ่งของเราไว้ให้ผู้สูญเสียได้"
    }
  },
  {
    "translation": {
      "en": "So the software can absolutely manipulate our digital legacies,",
      "th": "ดังนั้นซอฟต์แวร์ตัวนี้สามารถควบคุม มรดกทางดิจิตอลของเราได้แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "perhaps in a way that we hadn't really anticipated or thought through.",
      "th": "อาจจะในทางที่เรายังไม่ได้เตรียมใจ หรือคิดอย่างถี่ถ้วนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Type something else. What's like… like…",
      "th": "ลองพิมพ์อย่างอื่นดู อะไรดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Descript] Thank you for attending my funeral today. I lived a good life.",
      "th": "ขอบคุณที่มาร่วมงานศพของฉันในวันนี้ ฉันมีชีวิตที่ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] The thing-- I don't know why that's making me, like, emotional.",
      "th": "มัน… ฉันไม่รู้ว่าทำไมมันทำให้ฉันอ่อนไหว"
    }
  },
  {
    "translation": {
      "en": "So weird… [inhales] -That's weird. I don't know! -Well, it is weird. It is weird.",
      "th": "- พิลึกจัง… แปลกมาก ฉันไม่รู้ - มันพิลึก พิลึกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] There are ways we could potentially use this tech.",
      "th": "มีหนทางอีกมากมายที่เราจะใช้เทคโนโลยีตัวนี้ได้"
    }
  },
  {
    "translation": {
      "en": "It was controversially used",
      "th": "เราอาจใช้มันในแบบที่จะเป็นที่ถกเถียง"
    }
  },
  {
    "translation": {
      "en": "to recreate Anthony Bourdain's voice for a 2021 documentary.",
      "th": "ด้วยการสร้างเสียงของแอนโทนี บัวร์เดน สำหรับสารคดีปี 2021"
    }
  },
  {
    "translation": {
      "en": "While actor Val Kilmer worked with a company to reproduce his voice",
      "th": "ขณะที่นักแสดงวัล คิลเมอร์ ทำงานกับบริษัทหนึ่งในการสร้างเสียงของเขา"
    }
  },
  {
    "translation": {
      "en": "following throat surgery.",
      "th": "หลังการผ่าตัดลำคอ"
    }
  },
  {
    "translation": {
      "en": "Soon it won't just be voice cloning.",
      "th": "อีกไม่นาน มันจะไม่ได้มีแค่การโคลนเสียง"
    }
  },
  {
    "translation": {
      "en": "There will be a visual component too, like deepfake videos,",
      "th": "มันจะมีส่วนประกอบที่เป็นภาพด้วย อย่างวิดีโอดีพเฟค"
    }
  },
  {
    "translation": {
      "en": "or like in 2020 when Kanye West gifted Kim Kardashian a hologram of her late father.",
      "th": "หรืออย่างในปี 2020 ที่คานเย เวสต์ มอบโฮโลแกรมของพ่อที่เสียให้คิม คาร์ดาเชียน"
    }
  },
  {
    "translation": {
      "en": "[man 3] We already have the ability to use, uh, holographic images of people",
      "th": "เราสร้างภาพโฮโลแกรมของคนได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "or to put on film people and have them say things they never said.",
      "th": "หรือนำไปใช้กับพวกนักแสดง และให้พวกเขาพูดในสิ่งที่พวกเขาไม่เคยพูด"
    }
  },
  {
    "translation": {
      "en": "We can have Tupac Shakur rap and sing with someone he's never met.",
      "th": "เราให้ทูพัค ชาคัวร์ร้องเพลงแร็ป กับคนที่เขาไม่เคยเจอได้"
    }
  },
  {
    "translation": {
      "en": "I mean, Tupac may still be around. We don't really know.",
      "th": "คือว่าทูพัคอาจจะยังไม่ตาย เราไม่รู้ความจริง"
    }
  },
  {
    "translation": {
      "en": "My name is Charles Isbell. I am a professor",
      "th": "ผมชื่อชาร์ลส์ อิสเบล เป็นศาสตราจารย์"
    }
  },
  {
    "translation": {
      "en": "and the John P. Imlay Jr. Dean at the College of Computing at Georgia Tech.",
      "th": "และเป็นคณบดีที่จอห์น พี. เอ็มเลย์ ิวิทยาลัยคอมพิวติ้งที่จอร์เจียเทค"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In years to come, you may be able to do more than just simulate dead loved ones.",
      "th": "อีกหลายปีข้างหน้าคุณอาจจะทำได้มากกว่า การจำลองผู้เป็นที่รักที่จากโลกนี้ไป"
    }
  },
  {
    "translation": {
      "en": "You might interact with them through chatbots.",
      "th": "คุณอาจจะโต้ตอบกับพวกเขาผ่านแชทบ็อท"
    }
  },
  {
    "translation": {
      "en": "[Isbell] You could think of Siri as a very simple chatbot. Alexa is a very simple chatbot.",
      "th": "ลองคิดดูว่าสิริเป็นแชทบ็อทอย่างง่าย อเล็กซาเป็นแชทบ็อทอย่างง่าย"
    }
  },
  {
    "translation": {
      "en": "[Smollett] By combining the power of artificial intelligence",
      "th": "แต่ด้วยการเอาพลังของเอไอ"
    }
  },
  {
    "translation": {
      "en": "that we see in voice cloning and deepfakes,",
      "th": "มารวมกับการโคลนเสียงและแอปดีพเฟค"
    }
  },
  {
    "translation": {
      "en": "with all the data we leave behind, we can create a new kind of chatbot",
      "th": "รวมทั้งข้อมูลทั้งหมดที่เราทิ้งไว้ข้างหลัง เราอาจจะสร้างแชทบ็อทแบบใหม่ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "that could alter the way we prepare for death.",
      "th": "ซึ่งอาจจะเปลี่ยนแปลง วิธีที่เราเตรียมตัวสำหรับความตาย"
    }
  },
  {
    "translation": {
      "en": "What we're giving to chatbots is actual examples of texts or emails",
      "th": "สิ่งที่เรามอบให้แชทบ็อท คือตัวอย่างของจริงของข้อความหรืออีเมล"
    }
  },
  {
    "translation": {
      "en": "or interactions on social media.",
      "th": "หรือปฏิกิริยาในโซเชียลมีเดีย"
    }
  },
  {
    "translation": {
      "en": "We'll get better at it just through the passage of time,",
      "th": "นับวันเราจะพัฒนาจนดีขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and I can build a model of you.",
      "th": "และผมจะสร้างแบบจำลองของคุณได้"
    }
  },
  {
    "translation": {
      "en": "So we're talking about the idea of digital afterlife.",
      "th": "เรากำลังพูดถึงไอเดีย เรื่องชีวิตหลังความตายที่เป็นดิจิตอล"
    }
  },
  {
    "translation": {
      "en": "[Smollett] We'll create digital avatars that look and sound like us.",
      "th": "เราจะสร้างอวตารดิจิตอล ที่มีหน้าตาและน้ำเสียงเหมือนเรา"
    }
  },
  {
    "translation": {
      "en": "And they'll be able to talk to the people we leave behind.",
      "th": "และมันจะสามารถพูดคุย กับคนที่เราทิ้งไว้ข้างหลังได้"
    }
  },
  {
    "translation": {
      "en": "[Kasket] It's the big \"What if?\" What if you could keep on talking to your spouse?",
      "th": "มันเป็น \"ถ้าเกิดว่า\" ที่ใหญ่มาก ถ้าเกิดว่าคุณยังคุยกับคู่สมรสที่ตายไปแล้วได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What if you could have that last conversation with your son or daughter?",
      "th": "ถ้าเกิดว่าคุณคุยกับลูกชายหรือลูกสาว เป็นครั้งสุดท้ายได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "This is a moment where sci-fi becomes true.",
      "th": "นี่เป็นช่วงเวลาที่นิยายวิทยาศาสตร์เป็นจริงขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[Smollett] It sounds unbelievable, but it's already happening.",
      "th": "มันฟังดูเหลือเชื่อ แต่มันก็กำลังเกิดขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "The longing to stay in touch with the deceased",
      "th": "ความปรารถนาที่จะติดต่อกับคนที่ตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "has inspired some tech-savvy folks to create chatbot versions",
      "th": "เป็นแรงบันดาลใจให้คนบ้าเทคโนโลยี สร้างแชทบ็อท"
    }
  },
  {
    "translation": {
      "en": "of those that have passed.",
      "th": "ของคนที่เสียชีวิตไปแล้วขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "In the future, not only will you be able to do this for others,",
      "th": "ในอนาคต คุณไม่เพียงจะสามารถ ทำสิ่งนี้ให้คนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "over the course of your life,",
      "th": "ระหว่างที่มีชีวิตอยู่ ตัวคุณเอง"
    }
  },
  {
    "translation": {
      "en": "you yourself will be able to select which photos you'd like to save",
      "th": "ระหว่างที่มีชีวิตอยู่ ตัวคุณเอง จะสามารถเลือกว่าอยากเก็บภาพไหน"
    }
  },
  {
    "translation": {
      "en": "or which stories you'd like to pass on.",
      "th": "หรืออยากส่งต่อเรื่องราวไหน"
    }
  },
  {
    "translation": {
      "en": "It will change how people are remembered.",
      "th": "มันจะเปลี่ยนวิธีที่ผู้คนได้รับการจดจำ"
    }
  },
  {
    "translation": {
      "en": "What's important to me is that everybody is able to choose.",
      "th": "สิ่งสำคัญสำหรับฉันก็คือทุกคนสามารถเลือกได้"
    }
  },
  {
    "translation": {
      "en": "\"Yes. I want that.\" \"No, I don't.\"",
      "th": "\"ฉันต้องการ\" \"ฉันไม่ต้องการ\""
    }
  },
  {
    "translation": {
      "en": "But the most important part of death",
      "th": "แต่ส่วนสำคัญที่สุดของความตาย"
    }
  },
  {
    "translation": {
      "en": "is taking care of our grief for the survivors.",
      "th": "ก็คือจัดการความเศร้าของตัวเอง ที่มีต่อคนที่จะอยู่ต่อไป"
    }
  },
  {
    "translation": {
      "en": "I'm not sure I'm ready to see that, uh,",
      "th": "ฉันไม่แน่ใจว่าฉันพร้อม ที่จะเห็นมัน แต่ฉันคิดว่า มันเป็นความคิดที่เจ๋งและมีคุณค่า"
    }
  },
  {
    "translation": {
      "en": "but I think it's a cool idea with merit.",
      "th": "ที่จะเห็นมัน แต่ฉันคิดว่า มันเป็นความคิดที่เจ๋งและมีคุณค่า"
    }
  },
  {
    "translation": {
      "en": "[man 4] The thought excites me, but also scares me.",
      "th": "ความคิดนั้นทำให้ผมตื่นเต้น แต่ก็ทำให้กลัวด้วย"
    }
  },
  {
    "translation": {
      "en": "My faith really is very cautious when it comes to representation after death.",
      "th": "ศาสนาของผมระวังมากๆ เมื่อเป็นเรื่องของการนำเสนอชีวิตหลังความตาย"
    }
  },
  {
    "translation": {
      "en": "Immortality, at the end of the day, is really nothing more than",
      "th": "การเป็นอมตะ ท้ายที่สุดแล้วมันก็ไม่ได้สำคัญไปกว่า"
    }
  },
  {
    "translation": {
      "en": "your great-great-grandchildren knowing your name.",
      "th": "การที่โหลนของคุณรู้จักชื่อคุณ"
    }
  },
  {
    "translation": {
      "en": "The idea that people long after I'm gone",
      "th": "ความคิดที่ว่าหลังจากผมตายไปนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "would know what I was thinking and what I was like is, I think,",
      "th": "คนยังรู้ว่าผมเคยคิดอะไร เคยเป็นคนแบบไหน ผมคิดว่า"
    }
  },
  {
    "translation": {
      "en": "quite a lovely and amazing thought.",
      "th": "มันเป็นความคิดที่น่ารักและน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But if we aren't careful, tech companies could put",
      "th": "แต่ถ้าเราไม่ระวัง บริษัทด้านเทคโนโลยีอาจคำนึงถึง ผลประโยชน์มากกว่าความเศร้าของเรา"
    }
  },
  {
    "translation": {
      "en": "their bottom lines ahead of our grief.",
      "th": "บริษัทด้านเทคโนโลยีอาจคำนึงถึง ผลประโยชน์มากกว่าความเศร้าของเรา"
    }
  },
  {
    "translation": {
      "en": "Some of these companies are more powerful than governments.",
      "th": "บางบริษัทมีอำนาจมากกว่ารัฐบาล"
    }
  },
  {
    "translation": {
      "en": "For-profit corporations",
      "th": "องค์กรเพื่อผลกำไร"
    }
  },
  {
    "translation": {
      "en": "that were not designed to this purpose,",
      "th": "ที่ไม่ได้ถูกออกแบบมาเพื่อจุดประสงค์นี้"
    }
  },
  {
    "translation": {
      "en": "that are not archivists, that are not, uh, grief-counseling organizations.",
      "th": "ไม่ใช่นักเก็บข้อมูล ไม่ใช่องค์กรที่ให้คำปรึกษา เรื่องการอาลัยอาวรณ์"
    }
  },
  {
    "translation": {
      "en": "[Smollett] As long as we don't have full ownership over our data,",
      "th": "ตราบใดที่เราไม่ได้เป็น เจ้าของข้อมูลของเราเองเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "our digital remains may be used in ways we never intended.",
      "th": "สิ่งที่หลงเหลืออยู่ทางดิจิตอลของเรา อาจถูกนำไปใช้ในทางที่เราไม่เคยต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Kasket] Who can have access to this data? Who can't? What can you do with this?",
      "th": "ใครเข้าถึงข้อมูลเหล่านี้ได้ ใครเข้าถึงไม่ได้ คุณเอาไปทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "What form does it take? What shape does it take?",
      "th": "มันจะมาในรูปแบบไหน"
    }
  },
  {
    "translation": {
      "en": "And that's a very, very powerful position.",
      "th": "และนั่นเป็นตำแหน่งที่ทรงพลังมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] How would you feel if companies were brazen enough to use dead loved ones",
      "th": "คุณจะรู้สึกยังไงถ้าบริษัทต่างๆ บังอาจพอที่จะใช้คนตายที่เรารัก"
    }
  },
  {
    "translation": {
      "en": "to advertise something they never believed in?",
      "th": "มาโฆษณาบางสิ่งที่พวกเขาไม่เคยเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "[Isbell] When I think about worst-case scenarios,",
      "th": "เมื่อผมนึกถึงกรณีที่เลวร้ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "one is that I personally get misrepresented.",
      "th": "มันคือกรณีที่ผมถูกนำเสนออย่างผิดๆ"
    }
  },
  {
    "translation": {
      "en": "My image, my likeness, even the sound of my voice,",
      "th": "ภาพของผม รูปร่างหน้าตาของผม แม้กระทั่งเสียงของผม"
    }
  },
  {
    "translation": {
      "en": "the way that I use my hands when I talk",
      "th": "มือไม้ของผมเวลาพูด"
    }
  },
  {
    "translation": {
      "en": "are being used to have me represent a position I would never represent.",
      "th": "ถูกนำไปแทนสิ่งที่ผมไม่มีวันทำ"
    }
  },
  {
    "translation": {
      "en": "Does eventually Disney get to take me and use me",
      "th": "สุดท้ายแล้วดิสนีย์จะนำผมไปใช้ประโยชน์"
    }
  },
  {
    "translation": {
      "en": "because it's just out there in the world?",
      "th": "เพราะมันมีให้ใช้อยู่ในโลกนี้หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "That is an extremely difficult question.",
      "th": "นั่นเป็นคำถามที่ตอบยากสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, there will be even more questions.",
      "th": "ในอนาคตจะมีคำถามมากกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "Not just about our digital remains, but our physical ones.",
      "th": "ไม่ใช่แค่สิ่งที่หลงเหลือทางดิจิตอล แต่ร่างของเราด้วย"
    }
  },
  {
    "translation": {
      "en": "What will we do with people's bodies?",
      "th": "เราจะทำยังไงกับศพคน"
    }
  },
  {
    "translation": {
      "en": "Well, one day you could become a tree, seriously.",
      "th": "สักวันหนึ่งคุณอาจจะกลายเป็นต้นไม้ก็ได้นะ พูดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's called human composting.",
      "th": "เราเรียกมันว่าการทำปุ๋ยจากศพ"
    }
  },
  {
    "translation": {
      "en": "Pioneered by a Seattle-based company, Recompose,",
      "th": "บุกเบิกโดยบริษัทที่อยู่ในซีแอตเทิลชื่อรีคอมโพส"
    }
  },
  {
    "translation": {
      "en": "the process can turn a human body into a cubic yard of soil in just 30 days.",
      "th": "ขั้นตอนนี้สามารถทำศพให้เป็นปุ๋ย ขนาดหนึ่งลูกบาศก์หลาได้ภายในแค่ 30 วัน"
    }
  },
  {
    "translation": {
      "en": "In 2019, Washington became the first state to legalize human composting,",
      "th": "ในปี 2019 รัฐวอชิงตันเป็นรัฐแรก ที่ทำให้การทำปุ๋ยจากศพถูกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "paving the way for many more states and countries to follow.",
      "th": "กรุยทางให้หลายๆ รัฐและหลายๆ ประเทศ ดำเนินรอยตาม"
    }
  },
  {
    "translation": {
      "en": "For those of us that really care",
      "th": "สำหรับพวกเราที่ใส่ใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "about how we're using our body while we're here",
      "th": "ว่าเราใช้ร่างกายเรายังไงตอนยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "and also our impact on the earth while we're here,",
      "th": "และเรามีผลกระทบต่อโลกยังไง ระหว่างที่เรามีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "it's a really great alternative.",
      "th": "มันเป็นทางเลือกที่ยอดเยี่ยมมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Instead of putting more concrete or plastic into the earth,",
      "th": "แทนที่จะปักคอนกรีตหรือพลาสติกเพิ่มบนพื้นโลก"
    }
  },
  {
    "translation": {
      "en": "we'll be replenishing it with more soil.",
      "th": "เราจะได้เติมดินให้โลก"
    }
  },
  {
    "translation": {
      "en": "[Imperi] I could totally see Linden Grove",
      "th": "ฉันมองเห็นสวนลินเดน โกรฟ"
    }
  },
  {
    "translation": {
      "en": "being a place that receives people's soil donations",
      "th": "เป็นสถานที่ที่รับบริจาคปุ๋ยมนุษย์"
    }
  },
  {
    "translation": {
      "en": "and then we're able to utilize those throughout our grounds.",
      "th": "แล้วจากนั้นก็นำไปใช้กับพื้นที่ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Human composting could revolutionize how we think about memorial sites.",
      "th": "การทำปุ๋ยมนุษย์อาจปฏิวัติวิธีการคิดของเรา เกี่ยวกับอนุสรณ์สถาน"
    }
  },
  {
    "translation": {
      "en": "This is an area now, which is amazing.",
      "th": "นี่เป็นพื้นที่ใหม่ซึ่งมันน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "What rituals are they gonna put around receiving the soil?",
      "th": "พวกเขาจะทำพิธีแบบไหนเมื่อได้รับปุ๋ยไป"
    }
  },
  {
    "translation": {
      "en": "Do you put it in the tomato garden? Would you feel weird about that?",
      "th": "คุณจะนำไปใส่ในแปลงมะเขือเทศไหม คุณจะรู้สึกแปลกๆ กับเรื่องนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "[Arthur] How great would it be to have the opportunity",
      "th": "มันจะยอดเยี่ยมแค่ไหนถ้ามีโอกาส"
    }
  },
  {
    "translation": {
      "en": "to be with somebody you loved in a new way?",
      "th": "มันจะยอดเยี่ยมแค่ไหนถ้ามีโอกาส ได้อยู่กับคนที่เรารักในแบบใหม่"
    }
  },
  {
    "translation": {
      "en": "You know, to continue those bonds, but through their body having",
      "th": "ได้ผูกพันกันต่อไป แต่ว่าร่างของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "nourished some food you're eating,",
      "th": "จะเป็นปุ๋ยบำรุงอาหารที่คุณกิน"
    }
  },
  {
    "translation": {
      "en": "or some milkweed that brings butterflies around.",
      "th": "หรือบำรุงดอกไม้ใบหญ้าที่ล่อผีเสื้อให้บินมา"
    }
  },
  {
    "translation": {
      "en": "[Smollett] As lovely as this all sounds, it's actually just the beginning",
      "th": "ถึงจะฟังดูงดงาม แต่มันเพิ่งเป็นการเริ่มต้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "because in the far future, you could do so much more with these composted remains.",
      "th": "เพราะในอนาคตอันไกล คุณอาจทำได้มากกว่านี้กับปุ๋ยมนุษย์"
    }
  },
  {
    "translation": {
      "en": "They'll be the key to unlocking a way",
      "th": "พวกเขาจะเป็นกุญแจสำคัญในการเปิดโอกาส"
    }
  },
  {
    "translation": {
      "en": "for us to take care of everything we leave behind.",
      "th": "ให้เราได้ดูแลทุกสิ่งทุกอย่างที่เราทิ้งไว้ข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "It will meld our physical, digital, and spiritual remains.",
      "th": "มันจะหลอมรวมร่างของเรา สิ่งหลงเหลือทางดิจิตอล และจิตวิญญาณของเรา"
    }
  },
  {
    "translation": {
      "en": "[Smollett] You're walking through the cemetery of the future,",
      "th": "คุณกำลังเดินผ่านสุสานในอนาคต"
    }
  },
  {
    "translation": {
      "en": "but it's no longer headstones and burial plots.",
      "th": "แต่มันไม่มีป้ายหลุมศพกับแปลงฝังศพอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's acres and acres of trees and they're growing from our composted remains.",
      "th": "มีแต่ต้นไม้เป็นไร่ๆ และมันเติบโตจากปุ๋ยมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[woman 5] Imagine that we're able to go to a place where",
      "th": "ลองนึกภาพดูว่าเราสามารถไปยังสถานที่"
    }
  },
  {
    "translation": {
      "en": "that compost has fed and sustained and grown beautiful trees,",
      "th": "ที่ปุ๋ยทำนุบำรุงให้ต้นไม้เจริญเติบโตงอกงาม"
    }
  },
  {
    "translation": {
      "en": "maybe the person's favorite tree.",
      "th": "อาจจะเป็นต้นไม้ชนิดโปรดของคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Smollett] These trees won't just store our physical remains.",
      "th": "ต้นไม้เหล่านี้จะไม่เก็บแค่ร่างของเราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "They'll also store our digital ones.",
      "th": "แต่จะเก็บสิ่งหลงเหลือทางดิจิตอลของเราอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "When we visit our loved ones,",
      "th": "เมื่อเราไปเยี่ยมคนที่เรารัก"
    }
  },
  {
    "translation": {
      "en": "we'll be greeted with an avatar of the person we can interact with.",
      "th": "จะมีอวตารของเขาคอยทักทายเรา และเราสามารถโต้ตอบด้วยได้"
    }
  },
  {
    "translation": {
      "en": "It's an ultra-sophisticated chatbot accessed through a computer",
      "th": "มันจะเป็นแชทบ็อทที่มีความซับซ้อนสุดๆ เข้าถึงผ่านคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "and stored within a tree.",
      "th": "และเก็บข้อมูลไว้ภายในต้นไม้"
    }
  },
  {
    "translation": {
      "en": "It's all because of how we'll be able to store data in the future, through DNA.",
      "th": "ทั้งหมดนี้เป็นเพราะเราจะสามารถ เก็บข้อมูลไว้ในดีเอ็นเอได้ในอนาคต"
    }
  },
  {
    "translation": {
      "en": "[man 1] So when we think about DNA, we know that's the language of life.",
      "th": "ดังนั้นเมื่อเรานึกถึงดีเอ็นเอ เรารู้ว่านั่นคือภาษาของชีวิต"
    }
  },
  {
    "translation": {
      "en": "What we've discovered more recently is that DNA is also a system",
      "th": "สิ่งที่เราค้นพบเมื่อเร็วๆ นี้ก็คือ ดีเอ็นเอเป็นระบบ"
    }
  },
  {
    "translation": {
      "en": "of data storage or information storage.",
      "th": "จัดเก็บข้อมูลอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm Cyrus. I'm an artist, designer, and futurist.",
      "th": "ผมชื่อไซรัส เป็นศิลปิน นักออกแบบ และนักอนาคตศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the far future, photos, text files, audio clips,",
      "th": "ในอนาคตอันไกล รูปถ่าย ไฟล์ข้อความ คลิปเสียง"
    }
  },
  {
    "translation": {
      "en": "the data that makes up our digital remains,",
      "th": "ข้อมูลที่รวมกันเป็น สิ่งหลงเหลือทางดิจิตอลของเรา"
    }
  },
  {
    "translation": {
      "en": "can one day be stored in an entirely new way.",
      "th": "สักวันจะสามารถถูกเก็บไว้บันทึกไว้ ด้วยวิธีการใหม่"
    }
  },
  {
    "translation": {
      "en": "[Clarke] Digital files are usually expressed in zeros and ones.",
      "th": "ไฟล์ดิจิตอลปกติมักจะแสดงค่าเป็นเลขศูนย์กับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "DNA is written in four letters, A, T, C, and G.",
      "th": "ดีเอ็นเอถูกเขียนด้วยอักษรสี่ตัว เอ ที ซี และจี"
    }
  },
  {
    "translation": {
      "en": "What we've been doing recently is just changing the language,",
      "th": "สิ่งที่เราทำเมื่อไม่นานมานี้คือเปลี่ยนภาษา"
    }
  },
  {
    "translation": {
      "en": "translating into A,T, C, and G.",
      "th": "แปลงให้มันเป็นเอ ที ซี และจี"
    }
  },
  {
    "translation": {
      "en": "And in that way, we can actually store data in the language of life, in DNA.",
      "th": "และในทางนั้น เราจะสามารถเก็บข้อมูล เป็นภาษาแห่งชีวิต อยู่ในดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "[Smollett] And if biochemistry is not your best subject,",
      "th": "และถ้าชีวเคมีไม่ใช่วิชาที่คุณถนัดที่สุด"
    }
  },
  {
    "translation": {
      "en": "what this means is that instead of hard drives,",
      "th": "ความหมายของมันก็คือ แทนที่จะใช้ฮาร์ดไดรฟ์"
    }
  },
  {
    "translation": {
      "en": "we'll be able to store our data in DNA.",
      "th": "เราจะสามารถเก็บข้อมูลไว้ในดีเอ็นเอได้"
    }
  },
  {
    "translation": {
      "en": "Except imagine the hard drive is much smaller and more eco-friendly.",
      "th": "เพียงแต่จินตนาการว่าเป็นฮาร์ดไดรฟ์ ที่เล็กลงมากๆ และเป็นมิตรต่อสิ่งแวดล้อมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "And it's already possible.",
      "th": "และมันเป็นไปได้แล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "In 2019, Catalog, a Boston-based startup,",
      "th": "ในปี 2019 แคตาล็อก สตาร์ทอัพที่บอสตัน"
    }
  },
  {
    "translation": {
      "en": "announced that they stored the entirety of Wikipedia's English-language platform",
      "th": "ประกาศว่าพวกเขาเก็บ แพล็ตฟอร์มวิกิพีเดียภาษาอังกฤษทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "into strands of DNA.",
      "th": "ไว้ในดีเอ็นเอหนึ่งเส้น"
    }
  },
  {
    "translation": {
      "en": "Much like computers today read zeros and ones to show you a picture of your dog,",
      "th": "ก็เหมือนคอมพิวเตอร์ทุกวันนี้ ที่อ่านเลขศูนย์กับเลขหนึ่งเพื่อให้คุณเห็นภาพสุนัข"
    }
  },
  {
    "translation": {
      "en": "the computers of tomorrow could read data off of DNA.",
      "th": "คอมพิวเตอร์แห่งวันพรุ่งนี้จะสามารถ อ่านข้อมูลได้จากดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "It all adds up to us being able to store our digital avatars",
      "th": "สุดท้ายเราจะสามารถเก็บข้อมูลอวตารของเรา"
    }
  },
  {
    "translation": {
      "en": "in living organisms, organisms like plants.",
      "th": "ไว้ในสิ่งมีชีวิต สิ่งมีชีวิตอย่างพวกพืช"
    }
  },
  {
    "translation": {
      "en": "[Clarke] If you can work with plants to store your data,",
      "th": "ถ้าคุณเก็บข้อมูลไว้ในพืชได้"
    }
  },
  {
    "translation": {
      "en": "well, what you have there is a system which not only doesn't require energy,",
      "th": "สิ่งที่คุณมีคือระบบที่ไม่เพียงไม่ต้องใช้พลังงาน"
    }
  },
  {
    "translation": {
      "en": "it creates its own energy.",
      "th": "แต่ยังสร้างพลังงานได้เองด้วย"
    }
  },
  {
    "translation": {
      "en": "You're creating something which is truly regenerative for the planet.",
      "th": "คุณกำลังสร้างบางสิ่ง ที่ให้ชีวิตใหม่แก่โลกอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "Human composting, your digital legacy,",
      "th": "ปุ๋ยมนุษย์ มรดกทางดิจิตอลของคุณ"
    }
  },
  {
    "translation": {
      "en": "imagine if all of this could come together.",
      "th": "ลองคิดว่าทั้งหมดนี้เกิดขึ้นพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "[Smollett] You'll have full ownership over your digital remains.",
      "th": "คุณจะเป็นเจ้าของข้อมูลที่หลงเหลือ อยู่บนอินเทอร์เน็ตของตัวเองเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "You'll be able to dictate the privacy settings you want",
      "th": "คุณจะเป็นคนกำหนดค่าความเป็นส่วนตัว อย่างที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "because these forests will be managed by a sort of cemetery IT guy.",
      "th": "เพราะป่าเหล่านี้จะได้รับการดูแล โดยแผนกไอทีของสุสาน"
    }
  },
  {
    "translation": {
      "en": "They'll keep away not grave robbers, but grave hackers.",
      "th": "พวกเขาไม่ต้องกันโจรปล้นสุสาน แต่จะกันแฮ็กเกอร์ปล้นสุสาน"
    }
  },
  {
    "translation": {
      "en": "And for all the other ways that these trees will change our lives in the future,",
      "th": "และหนทางอื่นๆ ที่ต้นไม้เหล่านี้จะเปลี่ยนชีวิตเราในอนาคต"
    }
  },
  {
    "translation": {
      "en": "well, you'll just have to watch our houseplants episode.",
      "th": "คุณจะต้องดูตอน \"ต้นไม้ในบ้าน\""
    }
  },
  {
    "translation": {
      "en": "And for those who don't mind opening up their digital afterlives to the public,",
      "th": "และสำหรับคนที่ไม่รังเกียจที่จะเปิดเผย ข้อมูลดิจิตอลของตัวเองหลังความตาย"
    }
  },
  {
    "translation": {
      "en": "they'll finally give us a way to learn more about those who came before us.",
      "th": "พวกเขาจะมอบหนทางให้เราได้ศึกษา เกี่ยวกับผู้คนที่มีชีวิตอยู่ก่อนหน้าเรา"
    }
  },
  {
    "translation": {
      "en": "[Imperi] I'm always like, \"Who was that person in their life?\"",
      "th": "ฉันมักจะสงสัยว่า \"คนนั้นเคยเป็นใครสมัยยังมีชีวิตอยู่\""
    }
  },
  {
    "translation": {
      "en": "Like, \"I wish there was a way that I could learn about that person,",
      "th": "ฉันหวังว่า จะมีทางที่ฉันได้เรียนรู้เกี่ยวกับคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "but through their own words.\"",
      "th": "แต่จากคำพูดของพวกเขาเอง"
    }
  },
  {
    "translation": {
      "en": "[Smollett] In the future, you could chat with a tree to get to know them.",
      "th": "ในอนาคต คุณอาจคุยกับต้นไม้เพื่อให้รู้จักพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I'm able to either learn from them or just acknowledge them",
      "th": "ฉันอาจจะเรียนรู้จากพวกเขา หรือแค่ยอมรับการมีอยู่ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and commemorate what they did.",
      "th": "และระลึกถึงสิ่งที่พวกเขาได้ทำลงไป"
    }
  },
  {
    "translation": {
      "en": "[Smollett] But most importantly,",
      "th": "แต่ที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "how we process death will continue to be a personal choice.",
      "th": "วิธีที่เราจัดการกับความตายนั้น จะยังคงเป็นทางเลือกส่วนบุคคล"
    }
  },
  {
    "translation": {
      "en": "With this tech, any object can become an urn or any place a memorial.",
      "th": "ด้วยเทคโนโลยีนี้ วัตถุใดๆ สามารถเป็นโกศ หรือสถานที่ใดๆ สามารถเป็นอนุสรณ์สถาน"
    }
  },
  {
    "translation": {
      "en": "Some people will want to talk with their friends and family as often as possible,",
      "th": "คนบางคนจะอยากคุยกับเพื่อนฝูง และครอบครัวได้บ่อยเท่าที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "others not so much.",
      "th": "บางคนอาจจะไม่บ่อยนัก"
    }
  },
  {
    "translation": {
      "en": "So everyone can choose how they want to process their loss.",
      "th": "ดังนั้นทุกคนเลือกได้ว่า อยากทำยังไงกับการสูญเสียของตน"
    }
  },
  {
    "translation": {
      "en": "Because as we all know, grief is hard.",
      "th": "เพราะเราต่างก็รู้ว่าความเศร้านั้นเป็นเรื่องยาก"
    }
  },
  {
    "translation": {
      "en": "[Jeanetti] Being thrown into that situation… I couldn't even function.",
      "th": "จู่ๆ ต้องตกอยู่ในสถานการณ์นั้น ฉันคิดอะไรไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "[Imperi] Just being like, \"I have to bury my dad.\"",
      "th": "คิดแค่ว่าฉันต้องฝังพ่อ"
    }
  },
  {
    "translation": {
      "en": "[nervous laugh] Especially because I'm not ready for him to be gone yet.",
      "th": "โดยเฉพาะเป็นเพราะว่า ฉันยังไม่พร้อมให้เขาจากไป"
    }
  },
  {
    "translation": {
      "en": "[Smollett] Even though death will still be inevitable in the future,",
      "th": "แม้ว่าความตายจะยังหลีกเลี่ยงไม่ได้ในอนาคต"
    }
  },
  {
    "translation": {
      "en": "technology will hopefully help us to mourn or to move forward at our own pace.",
      "th": "แม้ว่าความตายจะยังหลีกเลี่ยงไม่ได้ในอนาคต เราหวังว่าเทคโนโลยีจะช่วยให้เรา ไว้อาลัยหรือเดินหน้าต่อตามความพร้อมของเรา"
    }
  },
  {
    "translation": {
      "en": "So for my own dying,",
      "th": "สำหรับการตายของฉันนั้น"
    }
  },
  {
    "translation": {
      "en": "I would love to be on a deck someplace outside.",
      "th": "ฉันอยากจะอยู่บนดาดฟ้าที่ไหนสักแห่งข้างนอก"
    }
  },
  {
    "translation": {
      "en": "I want the sun to be going down.",
      "th": "ตอนที่พระอาทิตย์กำลังตก"
    }
  },
  {
    "translation": {
      "en": "When I die, I would like to, hopefully, be wrapped in a shroud.",
      "th": "ตอนที่ฉันตาย ฉันอยากอยู่ในผ้าห่อศพ"
    }
  },
  {
    "translation": {
      "en": "What probably every Muslim hopes for their death,",
      "th": "สิ่งที่มุสลิมทุกคนอาจจะหวังไว้ สำหรับความตายของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that I die in the state of submission to the only God that we worship.",
      "th": "ก็คือได้ตายในสภาพที่ยอมจำนน ต่อพระเจ้าองค์เดียวที่เรานับถือ"
    }
  },
  {
    "translation": {
      "en": "[Arthur] I'd love to smell some Nag Champa incense.",
      "th": "ฉันอยากได้กลิ่นธูปที่เป็นกลิ่นนาคจำปา"
    }
  },
  {
    "translation": {
      "en": "I was that kid that was barefoot running through the hills.",
      "th": "ฉันเป็นเด็กที่วิ่งเท้าเปล่าไปทั่วเนินเขา"
    }
  },
  {
    "translation": {
      "en": "And so being returned to the soil, to me, makes me feel the most",
      "th": "ดังนั้นการกลับสู่ดินทำให้ฉันรู้สึก"
    }
  },
  {
    "translation": {
      "en": "at peace with how I left the earth.",
      "th": "สงบที่สุดเมื่อฉันไปจากโลกนี้"
    }
  },
  {
    "translation": {
      "en": "[Arthur] We're all gonna die someday.",
      "th": "เราทุกคนต้องตายสักวันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I wanna make sure that their dying looks as much like their life as possible.",
      "th": "ฉันอยากแน่ใจว่าการตายของพวกเขา ดูเหมือนตอนที่พวกเขายังมีชีวิตอยู่มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "That answer your question?",
      "th": "นั่นตอบคำถามของคุณไหมคะ"
    }
  }
]