[
  {
    "translation": {
      "en": "[interviewer] Okay, we're recording.",
      "th": "โอเค เราอัดเสียงอยู่"
    }
  },
  {
    "translation": {
      "en": "[Tyler Barriss] All right.",
      "th": "โอเคครับ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So, maybe the best place to start is,",
      "th": "จุดเริ่มต้นที่ดีที่สุดอาจจะเป็น"
    }
  },
  {
    "translation": {
      "en": "how did you get involved in this?",
      "th": "คุณมาเกี่ยวข้องกับเรื่องนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I was in an argument with someone that most people would consider a hacker.",
      "th": "ตอนนั้นผมทะเลาะกับคนที่ คนส่วนใหญ่คิดว่าเป็นแฮกเกอร์"
    }
  },
  {
    "translation": {
      "en": "I was reading the texts on my phone,",
      "th": "ผมกำลังอ่านข้อความในมือถือผม"
    }
  },
  {
    "translation": {
      "en": "and I guess I said something that kind of, I have to assume,",
      "th": "และผมคิดว่าผมพูดอะไรออกไปที่ ผมเดาว่ามันเป็นการเหยียบย่ำ ศักดิ์ศรีหรืออัตตาเขาหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "like, insulted his pride or his ego or something.",
      "th": "ผมเดาว่ามันเป็นการเหยียบย่ำ ศักดิ์ศรีหรืออัตตาเขาหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "And this person sent the SWAT team to my house at midnight.",
      "th": "และคนคนนี้ส่งหน่วยสวาทมาที่บ้านผมตอนเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "[Barriss] When I looked out my window, I noticed it was really bright outside,",
      "th": "พอผมมองออกไปนอกหน้าต่าง ผมสังเกตเห็นว่าข้างนอกสว่างมาก"
    }
  },
  {
    "translation": {
      "en": "like, really bright.",
      "th": "สว่างสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "So then I walked out my room and opened the front door.",
      "th": "แล้วผมก็เดินออกจากห้องไปเปิดประตูหน้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "And it… I looked up in the sky and there was a helicopter.",
      "th": "และมัน… ผมมองขึ้นไปบนฟ้า และเห็นเฮลิคอปเตอร์ลำนึง"
    }
  },
  {
    "translation": {
      "en": "The light was so bright that it was…",
      "th": "แสงมันสว่างมากจน…"
    }
  },
  {
    "translation": {
      "en": "It seemed like it was mid-afternoon, that's how bright the light was.",
      "th": "มันดูเหมือนช่วงบ่าย แสงมันสว่างขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Then shortly after, cop cars started pulling up,",
      "th": "หลังจากนั้นไม่นาน รถตำรวจก็เริ่มเข้ามาจอด"
    }
  },
  {
    "translation": {
      "en": "and they were getting out with shotguns and rifles.",
      "th": "และพวกเขาเอาปืนลูกซองและไรเฟิลออกมา"
    }
  },
  {
    "translation": {
      "en": "[Barriss] It was an eye-opening experience",
      "th": "มันเป็นประสบการณ์ที่น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "that-- that he could do that to my house over nothing,",
      "th": "ที่เขาทำแบบนั้นกับบ้านผมได้ โดยที่ไม่ได้มีเรื่องอะไรเลย"
    }
  },
  {
    "translation": {
      "en": ",'cause it was a hoax call. Whatever he said, wasn't true.",
      "th": "เพราะมันเป็นการโทรแจ้งภัยเท็จ สิ่งที่เขาพูดมันไม่จริง"
    }
  },
  {
    "translation": {
      "en": "He said that someone was being held hostage in the closet.",
      "th": "เขาบอกว่ามีคนถูกจับเป็นตัวประกันอยู่ในตู้เสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "I learned later that he even pretended to be",
      "th": "ผมมารู้ทีหลังว่าเขาแกล้งทำเป็น"
    }
  },
  {
    "translation": {
      "en": "the girl that was allegedly being held hostage in my closet.",
      "th": "ผู้หญิงที่ถูกอ้างว่า ถูกจับเป็นตัวประกันอยู่ในตู้เสื้อผ้าผมด้วย"
    }
  },
  {
    "translation": {
      "en": "I wasn't scared for my life.",
      "th": "ผมไม่ได้กลัวตาย"
    }
  },
  {
    "translation": {
      "en": "I didn't feel like I was gonna die or anything.",
      "th": "ผมไม่รู้สึกว่าตัวเองกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "I just thought it was cool that he could do that.",
      "th": "แค่คิดว่ามันเจ๋งดีที่เขาทำแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] You thought it was cool.",
      "th": "คุณคิดว่ามันเจ๋ง"
    }
  },
  {
    "translation": {
      "en": "[Barriss] That's what I thought about that experience.",
      "th": "นั่นคือสิ่งที่ผมคิดเกี่ยวกับประสบการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "Quite frankly, I was thinking, \"Holy shit.\"",
      "th": "บอกตรงๆ นะ ผมคิดว่า \"ให้ตายสิ\""
    }
  },
  {
    "translation": {
      "en": "\"This guy actually just sent the SWAT team to my house,",
      "th": "\"หมอนี่ส่งหน่วยสวาทมาบ้านฉันจริงๆ ว่ะ"
    }
  },
  {
    "translation": {
      "en": "and he's not worried at all about the consequences.\"",
      "th": "และเขาไม่ได้กังวลเรื่องผลที่จะตามมาเลย\""
    }
  },
  {
    "translation": {
      "en": "[woman in phone recording] This call is from a federal prison.",
      "th": "โทรศัพท์สายนี้โทรจากเรือนจำกลาง"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Now, if you've never heard of swatting…",
      "th": "ถ้าคุณไม่เคยได้ยินคำว่าสวาทติ้ง…"
    }
  },
  {
    "translation": {
      "en": "Honestly, I hadn't until this story happened.",
      "th": "บอกตรงๆ ว่าผมก็ไม่เคยจนเกิดเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[caller] I've got two people here held hostage, all right?",
      "th": "ผมจับคนสองคนไว้เป็นตัวประกันที่นี่"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] It's when someone makes a prank call about a bogus crime",
      "th": "มันคือเวลาที่มีคนโทรมาแกล้งหลอก ว่าเกิดเหตุอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "to get the SWAT team to go to someone's house.",
      "th": "เพื่อให้หน่วยสวาทไปที่บ้านใครสักคน"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] An army of Nassau County SWAT teams",
      "th": "กองทัพของหน่วยสวาทแนสซอเคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "descended on a home, guns drawn.",
      "th": "บุกไปที่บ้านหลังหนึ่งพร้อมชักปืนออกมา"
    }
  },
  {
    "translation": {
      "en": "They thought they were responding to a double-murder,",
      "th": "พวกเขาคิดว่ากำลังรับมือกับเหตุฆาตกรรมสองศพ"
    }
  },
  {
    "translation": {
      "en": "and a suspect who had barricaded himself in the home.",
      "th": "และผู้ต้องสงสัยที่ขังตัวเองอยู่ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "[SWAT officer] Police department search warrant!",
      "th": "เรามีหมายค้นจากกรมตำรวจ!"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] But it all turned out to be a hoax.",
      "th": "แต่ปรากฏว่าทั้งหมดเป็นเรื่องหลอกลวง"
    }
  },
  {
    "translation": {
      "en": "Down! Get on the ground!",
      "th": "หมอบลงไป! หมอบลงกับพื้น!"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The swatting targets are sometimes celebrities",
      "th": "บางครั้งเป้าหมายของการทำสวาทติ้งก็เป็นพวกคนดัง"
    }
  },
  {
    "translation": {
      "en": "like Rihanna and Justin Bieber,",
      "th": "อย่างริฮานน่าและจัสติน บีเบอร์"
    }
  },
  {
    "translation": {
      "en": "but are often online gamers.",
      "th": "แต่บ่อยครั้งที่เป็นนักเล่นเกมออนไลน์"
    }
  },
  {
    "translation": {
      "en": "People making the false 911 calls and then watch live online.",
      "th": "ผู้คนแกล้งโทรแจ้ง 911 แล้วดูถ่ายทอดสดทางอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "Swatting started as a way to, I think,",
      "th": "ผมคิดว่าสวาทติ้งเริ่มต้นจากการเป็นวิธีที่จะ"
    }
  },
  {
    "translation": {
      "en": "disrupt gaming competitions.",
      "th": "รบกวนการแข่งขันเกม"
    }
  },
  {
    "translation": {
      "en": "Or if they lose an important match, to get back at somebody else.",
      "th": "หรือถ้าพวกเขาแพ้นัดสำคัญ ก็ทำเพื่อแก้แค้นคนอื่น"
    }
  },
  {
    "translation": {
      "en": "It goes back more than 20 years.",
      "th": "มันเกิดขึ้นมานานกว่า 20 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "People playing a video game,",
      "th": "ชาวบ้านเล่นวิดีโอเกม"
    }
  },
  {
    "translation": {
      "en": "they call the police and mimic the person that they lost to,",
      "th": "พวกเขาโทรหาตำรวจและแกล้งคนที่พวกเขาแพ้"
    }
  },
  {
    "translation": {
      "en": "and say that they've killed family members",
      "th": "และบอกว่าคนพวกนั้นฆ่าคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "and they see how many people they can get to come down.",
      "th": "และพวกเขาเห็นว่าพวกนั้นจะทำให้คนตายได้กี่คน"
    }
  },
  {
    "translation": {
      "en": "I come out of my room, they got guns pointed at me.",
      "th": "ผมออกมาจากห้องผม พวกเขาเอาปืนจ่อผม"
    }
  },
  {
    "translation": {
      "en": "[chuckling] I'm like, \"Oh my God, I'm gonna die.\"",
      "th": "ผมคิดว่า \"ฉิบหายแล้ว ตายแน่กู\""
    }
  },
  {
    "translation": {
      "en": "[Krebs] A lot of the people involved in swatting",
      "th": "หลายคนที่เกี่ยวข้องกับสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "are doing this to somebody gaming online",
      "th": "ทำแบบนี้กับคนที่เล่นเกมออนไลน์"
    }
  },
  {
    "translation": {
      "en": "and a whole bunch of people all over the world are watching it live.",
      "th": "และคนมากมายทั่วโลกก็ดูมันแบบสดๆ"
    }
  },
  {
    "translation": {
      "en": "You could tell them. You could tell them, actually.",
      "th": "ที่จริงคุณบอกพวกเขาได้นะ"
    }
  },
  {
    "translation": {
      "en": "It's not funny and it's like…",
      "th": "มันไม่ตลกและมันเหมือน…"
    }
  },
  {
    "translation": {
      "en": "The takeaways is one thing,",
      "th": "แกล้งสั่งอาหารมาส่งก็เรื่องนึง"
    }
  },
  {
    "translation": {
      "en": "but this is, like, police who are saving lives.",
      "th": "แต่นี่คือตำรวจที่ช่วยชีวิตคนนะ"
    }
  },
  {
    "translation": {
      "en": "-Um… -A waste of police time, whoever did it.",
      "th": "มันเสียเวลาตำรวจ ใครก็ตามที่ทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Being able to send the police to kick in someone's door",
      "th": "การที่สามารถส่งตำรวจไปถีบประตูบ้านใคร"
    }
  },
  {
    "translation": {
      "en": "while this is all on camera,",
      "th": "โดยเหตุการณ์ทั้งหมดถูกกล้องถ่ายไว้"
    }
  },
  {
    "translation": {
      "en": "kind of ups the ante.",
      "th": "มันเหมือนการยกระดับขึ้น"
    }
  },
  {
    "translation": {
      "en": "People who perpetrate this are looking for bomb dogs, helicopters.",
      "th": "คนที่ทำเรื่องนี้ต้องการสุนัขดมกลิ่น เฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "That's all part of the \"fun.\"",
      "th": "นั่นคือส่วนหนึ่งของความสนุก"
    }
  },
  {
    "translation": {
      "en": "Each swatting incident costs law enforcement on average $10,000.",
      "th": "สวาทติ้งแต่ละครั้งทำให้ผู้รักษากฎหมาย สูญเงินเฉลี่ย 10,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[Krebs] It's about being feared.",
      "th": "มันเป็นเรื่องของการเป็นที่หวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "It's about being known.",
      "th": "มันเป็นเรื่องของการเป็นที่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Making the world acknowledge your presence.",
      "th": "ทำให้โลกรู้ว่าคุณมีตัวตน"
    }
  },
  {
    "translation": {
      "en": "For a lot of these individuals, any attention is good attention.",
      "th": "สำหรับคนเหล่านี้ส่วนใหญ่ ไม่ว่าความสนใจแบบไหนถือว่าดีหมด"
    }
  },
  {
    "translation": {
      "en": "Somebody cares enough about me to send the SWAT team to my house?",
      "th": "มีคนสนใจฉันมากพอ ที่จะส่งหน่วยสวาทมาที่บ้านฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "I must be important.",
      "th": "ฉันต้องเป็นคนสำคัญแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] But the FBI's biggest concern, that one day,",
      "th": "แต่สิ่งที่เอฟบีไอกังวลที่สุด คือวันหนึ่ง โทรศัพท์ของอาชญากร ที่บ้าบอเหล่านี้จะกลายเป็นเหตุร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "these criminal crank calls will turn deadly.",
      "th": "คือวันหนึ่ง โทรศัพท์ของอาชญากร ที่บ้าบอเหล่านี้จะกลายเป็นเหตุร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "And then we'll change her face, hair, and clothing.",
      "th": "จากนั้นเราก็จะเปลี่ยนหน้า ผม และเสื้อผ้าของเธอ"
    }
  },
  {
    "translation": {
      "en": "Let's go with Gigi, 'cause that's easy.",
      "th": "ใช้ชื่อจีจี้ละกัน เพราะมันง่ายดี"
    }
  },
  {
    "translation": {
      "en": "We'll do a random last name.",
      "th": "เราจะใช้นามสกุลมั่วๆ ไป"
    }
  },
  {
    "translation": {
      "en": "I play video games 'cause it's fun for me.",
      "th": "ฉันเล่นวิดีโอเกมเพราะฉันรู้สึกว่ามันสนุก"
    }
  },
  {
    "translation": {
      "en": "You can be really creative with it sometimes.",
      "th": "บางครั้งเราก็ใช้ความคิดสร้างสรรค์ได้"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh. She looks crazy.",
      "th": "พระเจ้าช่วย เธอดูเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Look at her legs.",
      "th": "ดูขาเธอสิ"
    }
  },
  {
    "translation": {
      "en": "What kind of power workouts are you doing?",
      "th": "เธอออกกำลังกายแบบไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I deal with anxiety and stuff like that.",
      "th": "ฉันรับมือกับความวิตกกังวลอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "When you have anxiety, you tend to like revert in yourself",
      "th": "เวลามีความวิตกกังวล คุณมักจะกลับไปอยู่กับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and do things that feel better for you.",
      "th": "และทำสิ่งที่คุณรู้สึกดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "And this feels better for me sometimes.",
      "th": "และบางครั้งเกมก็ช่วยให้ฉันรู้สึกดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Ooh, where should we go?",
      "th": "ไปไหนกันดี"
    }
  },
  {
    "translation": {
      "en": "Prettier houses in Oasis Springs.",
      "th": "บ้านที่สวยกว่าในโอเอซิสสปริงส์"
    }
  },
  {
    "translation": {
      "en": "It starts off as, you know,",
      "th": "มันเริ่มจากการที่"
    }
  },
  {
    "translation": {
      "en": "you not wanting to deal with real life.",
      "th": "เราไม่อยากรับมือกับชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "You get validation from the game,",
      "th": "เกมทำให้รู้สึกว่าเรามีคุณค่า"
    }
  },
  {
    "translation": {
      "en": "and, at some point it becomes addictive.",
      "th": "และพอถึงจุดหนึ่งมันก็กลายเป็นการเสพติด"
    }
  },
  {
    "translation": {
      "en": "You wanna get that validation over and over again.",
      "th": "เราอยากรู้สึกมีคุณค่าแบบนั้นซ้ำแล้วซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "Look, my neighbors are coming to visit me,",
      "th": "ดูสิ เพื่อนบ้านฉันกำลังจะมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "which is not something that happens in real life.",
      "th": "ซึ่งไม่ได้เป็นเรื่องที่เกิดขึ้นในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "If real life isn't making me feel good and this is,",
      "th": "ถ้าชีวิตจริงไม่ได้ทำให้ฉันรู้สึกดี แต่เกมทำได้"
    }
  },
  {
    "translation": {
      "en": "I'm gonna play this and spend a majority of my time doing this.",
      "th": "ฉันก็จะเล่นเกม และใช้เวลาส่วนใหญ่ของฉันทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Okay, this is Tyler, and it's Christmas Day.",
      "th": "โอเค นี่ไทเลอร์ และนี่คือวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "[\"Jane Doe\"] Really, the reason I started gaming was my friend, Tyler.",
      "th": "ที่จริงเหตุผลที่ฉันเริ่มเล่นเกม คือเพื่อนฉัน ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "And I just got something on camera that was… kind of entertaining.",
      "th": "และผมเพิ่งเจอบางอย่างในกล้อง และมันสนุกเชียวละ (ไทเลอร์ บาร์ริส)"
    }
  },
  {
    "translation": {
      "en": "[\"Jane Doe\"] We met when I was in the seventh grade,",
      "th": "เราเจอกันตอนฉันอยู่ม.ห้า"
    }
  },
  {
    "translation": {
      "en": "he taught me how to play games.",
      "th": "เขาสอนฉันเล่นเกม"
    }
  },
  {
    "translation": {
      "en": "He was the first boyfriend I ever had.",
      "th": "เขาเป็นแฟนคนแรกของฉัน"
    }
  },
  {
    "translation": {
      "en": "[\"Jane Doe\"] He delved into the gaming community,",
      "th": "เขาเจาะลึกข้อมูลชุมชนเกมอย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "and didn't really get outside of the house.",
      "th": "และไม่ออกนอกบ้านเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "His father died when he was younger.",
      "th": "พ่อเขาตายตอนเขายังเด็ก"
    }
  },
  {
    "translation": {
      "en": "His mother, she moved to Vegas and they lost contact.",
      "th": "แม่เขาย้ายไปเวกัส แล้วพวกเขาก็ขาดการติดต่อกัน"
    }
  },
  {
    "translation": {
      "en": "His grandmother, I know her as his mom,",
      "th": "ยายเขา ฉันรู้จักเธอในฐานะแม่"
    }
  },
  {
    "translation": {
      "en": "that's what he called her.",
      "th": "เขาเรียกเธอแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But he wasn't the same online as he was in person.",
      "th": "แต่ตัวจริงเขาไม่เหมือนในโลกออนไลน์เลย"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Playing Halo, the Xbox game,",
      "th": "การเล่นเกมเฮโล เกมเอ็กซ์บ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "became the most important thing in Tyler's life at a very young age.",
      "th": "กลายเป็นสิ่งสำคัญที่สุด ในชีวิตไทเลอร์ตั้งแต่อายุยังน้อย"
    }
  },
  {
    "translation": {
      "en": "He had aspirations of becoming a professional Halo player.",
      "th": "เขามีความฝันอยากเป็นนักเล่นเฮโลมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "[Krebs] People who are good at this,",
      "th": "คนที่เก่งเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "their name can be widely known very quickly.",
      "th": "ชื่อของพวกเขาจะเป็นที่รู้จัก ในวงกว้างได้เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "There are competitions all over the world",
      "th": "มีการแข่งขันอยู่ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "where people who basically do nothing",
      "th": "ที่คนไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "but play a specific game or set of games,",
      "th": "นอกจากเล่นเกมบางเกมหรือเกมชุด"
    }
  },
  {
    "translation": {
      "en": "come together and compete against each other.",
      "th": "มารวมตัวกันและแข่งกัน"
    }
  },
  {
    "translation": {
      "en": "[announcer] If he can continue to hold this down for just a couple more seconds,",
      "th": "ถ้าเขายังต้านทานต่อไปได้อีกสักสองสามวินาที"
    }
  },
  {
    "translation": {
      "en": "a perfect kill for Royal2.",
      "th": "เป็นการฆ่าที่สมบูรณ์แบบสำหรับรอยัลทู"
    }
  },
  {
    "translation": {
      "en": "And that's gonna do it, folks! They are the Halo world champions.",
      "th": "เรียบร้อยครับทุกคน! พวกเขาคือแชมป์โลกเฮโล"
    }
  },
  {
    "translation": {
      "en": "[Krebs] The top prizes for these can be just astronomical.",
      "th": "รางวัลสูงสุดสำหรับการแข่งพวกนี้ อาจจะยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "Endorsements, that kind of thing.",
      "th": "ได้รับการสนับสนุน อะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You're gonna sit there behind your mother's computer screen…",
      "th": "นายจะนั่งอยู่หลังจอคอมพิวเตอร์ของแม่นาย…"
    }
  },
  {
    "translation": {
      "en": "You ain't got shit to say, bitch!",
      "th": "นายไม่มีอะไรจะพูดหรอกเว้ย"
    }
  },
  {
    "translation": {
      "en": "[Koerner] There is coarseness to gaming culture.",
      "th": "วัฒนธรรมการเล่นเกม มีความหยาบคายบางอย่างอยู่…"
    }
  },
  {
    "translation": {
      "en": "[gamer 1] You dumb cunt.",
      "th": "อีโง่เอ๊ย"
    }
  },
  {
    "translation": {
      "en": "Learn how to play a proper character, you fucking stupid whore.",
      "th": "ไปหัดเล่นตัวละครดีๆ มาก่อนนะ อีกะหรี่สมองกลวง"
    }
  },
  {
    "translation": {
      "en": "There is a treatment of others, even that are friends,",
      "th": "มีการปฏิบัติต่อคนอื่น แม้แต่คนที่เป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "that can be quite harsh.",
      "th": "ที่อาจจะรุนแรง"
    }
  },
  {
    "translation": {
      "en": "-[gamer 2] Shut the fuck up-- -[gamer 3] Shut the fuck up piece of shit!",
      "th": "หุบปากไปเลย นั่นมัน… แกนั่นแหละหุบปาก ไอ้กะหลั่ว"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Slight infractions invite retaliation, name-calling.",
      "th": "การละเมิดเล็กๆ น้อยๆ ก็ชวนให้มีตอบโต้ การใช้คำหยาบ"
    }
  },
  {
    "translation": {
      "en": "Real harassment and abuse can be part of this.",
      "th": "การคุกคามและข่มเหงจริงๆ ก็อาจเป็นส่วนหนึ่งของเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "In the gaming culture that Tyler belonged to,",
      "th": "ในวัฒนธรรมการเล่นเกมที่ไทเลอร์เล่น"
    }
  },
  {
    "translation": {
      "en": "to be extreme is something that's welcomed and invited.",
      "th": "ความสุดโต่งเป็นสิ่งที่ ได้รับการต้อนรับและเชิญชวน"
    }
  },
  {
    "translation": {
      "en": "And extreme is also included with fun.",
      "th": "และความสุดโต่งก็มาพร้อมกับความสนุก"
    }
  },
  {
    "translation": {
      "en": "[Koerner] These Halo acquaintances he had were really his closest friends.",
      "th": "คนที่เขารู้จักจากเกมเฮโล เป็นเพื่อนที่เขาสนิทที่สุดแล้วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Tyler Barriss was raised by Halo in many ways.",
      "th": "ไทเลอร์ บาร์ริส ถูกเลี้ยงมาโดยเฮโลในหลายๆ แง่มุม"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Tell me about how you got into this.",
      "th": "คุณเข้ามาเกี่ยวข้องกับเรื่องนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Like, what was your first bomb threat?",
      "th": "คุณขู่วางระเบิดครั้งแรกตอนไหน"
    }
  },
  {
    "translation": {
      "en": "[Barriss] My first bomb threat or the first time I sent a SWAT team to someone's house?",
      "th": "ครั้งแรกที่ผมขู่วางระเบิด หรือครั้งแรกที่ผมส่งหน่วยสวาทไปบ้านใคร"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yeah, I assume the bomb threats came first, right?",
      "th": "ผมเดาว่าการขู่วางระเบิดเกิดขึ้นก่อนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Yeah, that was the first thing I ever tried was evacuating a building.",
      "th": "ใช่ นั่นเป็นสิ่งแรกที่ผมลองทำ ซึ่งก็คือการอพยพคนออกจากตึก"
    }
  },
  {
    "translation": {
      "en": "The same person who swatted me sent the bomb squad to a school.",
      "th": "คนเดียวกับที่ส่งหน่วยสวาทมาหาผม ส่งหน่วยกู้ระเบิดไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "The first thing that I wanted to try to do was make headlines like that.",
      "th": "สิ่งแรกที่ผมอยากทำคือสร้างพาดหัวข่าวแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I tried evacuating a college university.",
      "th": "ผมพยายามอพยพคนออกจากมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "That was the first thing that I ever tried to evacuate",
      "th": "นั่นเป็นสิ่งแรกที่ผมลองอพยพคน"
    }
  },
  {
    "translation": {
      "en": "and it was on the news the same day.",
      "th": "และมันก็ออกข่าวในวันนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "At that point, I knew, \"Okay, since that worked, this is legit.\"",
      "th": "ในตอนนั้นผมรู้เลย โอเค ถ้าทำแบบนั้นเวิร์ก แปลว่าใช้ได้"
    }
  },
  {
    "translation": {
      "en": "Like, I could probably do this to any location in the United States.",
      "th": "ผมน่าจะทำแบบนี้ที่ไหนก็ได้ในสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "It'll get evacuated as long as the call sounds believable.",
      "th": "คนจะถูกอพยพ ตราบใดที่การโทรแจ้งฟังดูน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "Wherever I do this is going to get evacuated.",
      "th": "ไม่ว่าผมจะทำแบบนี้ที่ไหน ก็จะมีการอพยพคน"
    }
  },
  {
    "translation": {
      "en": "[Koerner] So, Tyler starts to swat other people in the Halo community.",
      "th": "แล้วไทเลอร์ก็เริ่มส่งหน่วยสวาท ไปหาคนอื่นๆ ในชุมชนเฮโล"
    }
  },
  {
    "translation": {
      "en": "But not only that, starts making lots of bomb threat calls",
      "th": "แต่ไม่ใช่แค่นั้น เขาเริ่มโทรขู่วางระเบิดหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "to high schools and junior highs.",
      "th": "ตามโรงเรียนมัธยมปลายและมัธยมต้น"
    }
  },
  {
    "translation": {
      "en": "He would call up and say, \"I've hidden a bomb in a locker.\"",
      "th": "เขาจะโทรไปบอกว่า \"ผมซ่อนระเบิดไว้ในล็อกเกอร์\""
    }
  },
  {
    "translation": {
      "en": "And, of course, they had to close the school.",
      "th": "และแน่นอนว่าโรงเรียนต้องปิด"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I had gone on a spree of evacuating high schools,",
      "th": "ผมสนุกกับการอพยพคน ออกจากโรงเรียนมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "and I was just making it quite obvious on my Twitter",
      "th": "และผมบอกไว้ค่อนข้างชัดเจนในทวิตเตอร์ของผม"
    }
  },
  {
    "translation": {
      "en": "that I'm evacuating numerous schools around the country.",
      "th": "ว่าผมจะอพยพคน ออกจากโรงเรียนหลายแห่งทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "And I have the ability to do this. And then I wanted to--",
      "th": "และผมก็สามารถทำได้ และผมก็อยากจะ…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] This is a time in which there's a lot of school shootings.",
      "th": "นี่คือช่วงที่มีเหตุกราดยิง ตามโรงเรียนเยอะมากด้วยนี่"
    }
  },
  {
    "translation": {
      "en": "Did that factor into your thinking?",
      "th": "คุณได้คิดถึงปัจจัยนั้นรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I wasn't-- It had nothing to do with school shootings.",
      "th": "ผมไม่ได้บอก… มันไม่เกี่ยวกับ การกราดยิงตามโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I was saying there's bombs in the school, they're going to detonate.",
      "th": "ผมแค่พูดว่ามีระเบิดในโรงเรียน มันจะระเบิด"
    }
  },
  {
    "translation": {
      "en": "I never tried to do no school shooting script or anything like that.",
      "th": "ผมไม่เคยพยายามจะเขียนบท เกี่ยวกับการกราดยิงในโรงเรียนอะไรพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "[interviewer] But people are on edge",
      "th": "แต่ผู้คนวิตกกังวลเพราะมีเหตุกราดยิง"
    }
  },
  {
    "translation": {
      "en": "because there are so many school shootings around the country.",
      "th": "ตามโรงเรียนทั่วประเทศเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Did that factor into your thinking?",
      "th": "คุณได้คิดถึงปัจจัยนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "[Barriss] That wasn't… that didn't make me think I was going to have",
      "th": "เรื่องนั้นไม่… มันไม่ได้ทำให้ผมคิดว่าผม"
    }
  },
  {
    "translation": {
      "en": "any more success in having something evacuated.",
      "th": "จะประสบความสำเร็จในการอพยพอะไรมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "It wasn't a relevant factor in my mind.",
      "th": "มันไม่ใช่ปัจจัยที่เกี่ยวข้องในความคิดผมเลย"
    }
  },
  {
    "translation": {
      "en": "[Barriss] It's the fact that I knew I was breaking the law",
      "th": "มันคือการที่ผมรู้ว่าผมทำผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "and I could get away with it.",
      "th": "และผมหนีรอดไปได้ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "And there was nothing they could do to stop me.",
      "th": "และพวกเขาไม่สามารถ ทำอะไรเพื่อหยุดผมได้เลย"
    }
  },
  {
    "translation": {
      "en": "I could keep doing it.",
      "th": "ผมทำต่อไปได้เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "I could literally talk to law enforcement over the phone,",
      "th": "ผมคุยกับผู้รักษากฎหมายทางโทรศัพท์ได้"
    }
  },
  {
    "translation": {
      "en": "lie to them, do something illegal,",
      "th": "โกหกพวกเขา ทำเรื่องผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "send them somewhere, have a place evacuated,",
      "th": "ส่งพวกเขาไปไหนสักแห่ง ทำให้มีการอพยพ"
    }
  },
  {
    "translation": {
      "en": "it's coming on the news and there was nothing they could do about it.",
      "th": "มันกลายเป็นข่าว และพวกเขาทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "They couldn't find me, couldn't arrest me. Nothing they could do.",
      "th": "พวกเขาหาผมไม่เจอ จับผมไม่ได้ พวกเขาทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "So I could do that as much as I wanted.",
      "th": "ผมจะทำแบบนั้นมากแค่ไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "I was… I was like, unstoppable, you could say.",
      "th": "จะพูดว่าไม่มีอะไรหยุดผมได้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[\"Jane Doe\"] A lot of people praised him.",
      "th": "มีคนยกย่องเขาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "People being like, \"Wow, you're so cool,\"",
      "th": "มีคนพูดว่า \"ว้าว คุณเจ๋งมาก\""
    }
  },
  {
    "translation": {
      "en": "or, \"Wow, can't believe you're doing this and not getting caught.\" Stuff like that.",
      "th": "หรือ \"ว้าว ไม่อยากเชื่อเลย ว่าคุณทำแบบนี้แล้วไม่โดนจับ\""
    }
  },
  {
    "translation": {
      "en": "He's never had a job, doesn't have any working skills.",
      "th": "เขาไม่เคยมีงานทำ ไม่มีทักษะในการทำงานเลย"
    }
  },
  {
    "translation": {
      "en": "He did not graduate from high school.",
      "th": "เขาเรียนไม่จบม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "Swatting was a way for him to earn notoriety.",
      "th": "สวาทติ้งคือวิธีที่เขาจะมีชื่อเสียงได้"
    }
  },
  {
    "translation": {
      "en": "It was about impressing other kids, or other gamers online",
      "th": "มันเป็นเรื่องของการสร้างความประทับใจ ให้เด็กหรือนักเล่นเกมออนไลน์คนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and showing them that you could do other things online than just game.",
      "th": "และทำให้พวกเขาเห็นว่าคุณทำเรื่องอื่น บนโลกออนไลน์นอกจากการเล่นเกมได้"
    }
  },
  {
    "translation": {
      "en": "I kind of had to tell him, like,",
      "th": "ฉันถึงกับต้องบอกเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"You don't really understand how the real world works.\"",
      "th": "\"นายไม่เข้าใจว่าโลกจริงเป็นยังไง\""
    }
  },
  {
    "translation": {
      "en": "\"People do get caught for the things that they do.\"",
      "th": "\"คนเราถูกจับเพราะสิ่งที่พวกเขาทำนะ\""
    }
  },
  {
    "translation": {
      "en": "[Koerner] Tyler's grandmother found it very difficult to understand him.",
      "th": "ยายของไทเลอร์พบว่า เขาเป็นคนที่เข้าใจได้ยากมาก"
    }
  },
  {
    "translation": {
      "en": "There was a volatility to her relationship with Tyler.",
      "th": "ความสัมพันธ์ของเธอกับไทเลอร์มีความแปรปรวน"
    }
  },
  {
    "translation": {
      "en": "And she grew frightened of him.",
      "th": "แล้วเธอก็เริ่มกลัวเขา"
    }
  },
  {
    "translation": {
      "en": "[Koerner] In September of 2015,",
      "th": "ในเดือนกันยายน ปี 2015"
    }
  },
  {
    "translation": {
      "en": "his grandmother is watching KABC TV newscast in Los Angeles.",
      "th": "ยายของเขากำลังดูข่าว ช่องเคเอบีซีทีวีอยู่ที่ลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "And he says to his grandmother,",
      "th": "แล้วเขาก็พูดกับยายเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Do you think I could clear out that building?\"",
      "th": "\"ยายว่าผมจะเอาคน ออกมาจากตึกนั้นได้หมดไหม\""
    }
  },
  {
    "translation": {
      "en": "[Barriss] This is when I had just started. I was sending the bomb squad to schools",
      "th": "นั่นคือตอนที่ผมเพิ่งเริ่มทำ ผมส่งหน่วยกู้ระเบิดไปตามโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and having the schools evacuated just to have it come on the news.",
      "th": "และให้โรงเรียนอพยพเด็กออกเพื่อให้มันเป็นข่าว"
    }
  },
  {
    "translation": {
      "en": "And I wanted to evacuate something kind of bigger.",
      "th": "และผมอยากอพยพสิ่งที่ใหญ่กว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Instead of having the news report on a school that got evacuated,",
      "th": "แทนที่จะมีการรายงานข่าวว่า มีการอพยพคนออกจากโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "why don't I just evacuate the news studio itself?",
      "th": "ทำไมผมไม่อพยพคนออกจากสตูดิโอข่าวซะเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's unusual for those who report the news to become the news.",
      "th": "ไม่ใช่เรื่องปกติที่ผู้รายงานข่าว จะกลายเป็นข่าวเสียเอง"
    }
  },
  {
    "translation": {
      "en": "Well, that's what happened today to the staff at KABC, in Southern California.",
      "th": "นั่นคือสิ่งที่เกิดขึ้นกับพนักงานที่เคเอบีซี ในแคลิฟอร์เนียตอนใต้วันนี้"
    }
  },
  {
    "translation": {
      "en": "The station had to do its four o'clock newscast",
      "th": "สถานีต้องรายงานข่าวตอนสี่โมงเย็น"
    }
  },
  {
    "translation": {
      "en": "from a lawn down the street",
      "th": "จากสนามหญ้าข้างถนน"
    }
  },
  {
    "translation": {
      "en": "after a bomb threat forced everyone in that building to evacuate.",
      "th": "หลังจากการขู่วางระเบิดทำให้ทุกคน ในตึกนั้นต้องอพยพออกมา"
    }
  },
  {
    "translation": {
      "en": "[Barriss] They were actually broadcasting live on Channel 7 News",
      "th": "พวกเขาถ่ายทอดสดทางข่าวช่องเจ็ด"
    }
  },
  {
    "translation": {
      "en": "when I made the phone call.",
      "th": "ตอนที่ผมโทรศัพท์ไปขู่"
    }
  },
  {
    "translation": {
      "en": "So I thought it would be interesting to make that call,",
      "th": "ผมคิดว่ามันคงน่าสนใจที่จะโทรไป"
    }
  },
  {
    "translation": {
      "en": "and watch the TV and see what happened on the TV.",
      "th": "และดูทีวีแล้วเห็นว่าเกิดอะไรขึ้นในทีวี"
    }
  },
  {
    "translation": {
      "en": "[reporter] A bomb squad and search dogs combed through the building,",
      "th": "หน่วยเก็บกู้ระเบิดและสุนัขดมกลิ่น ทำการค้นทั่วอาคาร"
    }
  },
  {
    "translation": {
      "en": "eventually ruling it safe to re-enter.",
      "th": "ในที่สุดก็ตัดสินใจให้กลับเข้าไปได้อย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Tyler's grandmother immediately suspects Tyler and confronts him.",
      "th": "ยายของไทเลอร์สงสัยไทเลอร์ และเผชิญหน้ากับเขาทันที"
    }
  },
  {
    "translation": {
      "en": "And says, \"I know you did this.\"",
      "th": "และพูดว่า \"ยายรู้นะว่าเป็นฝีมือแก\""
    }
  },
  {
    "translation": {
      "en": "He says, \"Yes, I did it.\"",
      "th": "เขาบอก \"ใช่ ผมเองแหละ"
    }
  },
  {
    "translation": {
      "en": "\"But you will not tell another living soul",
      "th": "แต่ยายจะไม่บอกใครทั้งนั้น ไม่งั้นผมจะซ้อมยายให้น่วม"
    }
  },
  {
    "translation": {
      "en": "or else I will beat you bloody and I will blow up our house.\"",
      "th": "แต่ยายจะไม่บอกใครทั้งนั้น ไม่งั้นผมจะซ้อมยายให้น่วม และผมจะระเบิดบ้านเราทิ้ง\""
    }
  },
  {
    "translation": {
      "en": "And she's terrified.",
      "th": "และเธอก็กลัวมาก"
    }
  },
  {
    "translation": {
      "en": "However, she has a longtime friend who's a college police officer",
      "th": "แต่เธอมีเพื่อนเก่า ที่เป็นตำรวจในมหาวิทยาลัยอยู่คนนึง"
    }
  },
  {
    "translation": {
      "en": "and she confides in him the fact that Tyler did this bomb threat.",
      "th": "และเธอก็แอบบอกเขาว่า ไทเลอร์เป็นคนขู่วางระเบิดครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] My primary job is,",
      "th": "งานหลักของผมคือ"
    }
  },
  {
    "translation": {
      "en": "I'm an explosives investigator for the bomb squad.",
      "th": "ผมเป็นเจ้าหน้าที่สืบสวนเหตุระเบิด ของหน่วยเก็บกู้ระเบิด"
    }
  },
  {
    "translation": {
      "en": "Back in September, October 2015,",
      "th": "ย้อนกลับไปเมื่อเดือนกันยายน หรือตุลาคม ปี 2015"
    }
  },
  {
    "translation": {
      "en": "there were a series of swatting incidents",
      "th": "มีเหตุการณ์สวาทติ้งเกิดขึ้นอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "that were being called in across the country.",
      "th": "ซึ่งเราได้รับการโทรแจ้งทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "There were also cases involving bomb threats,",
      "th": "มีกรณีที่เกี่ยวข้องกับการขู่วางระเบิดด้วย"
    }
  },
  {
    "translation": {
      "en": "and we weren't sure at the time if they were all related or not.",
      "th": "และตอนนั้นเราไม่แน่ใจว่ามันเกี่ยวข้องกันไหม"
    }
  },
  {
    "translation": {
      "en": "But on September 29th,",
      "th": "แต่เมื่อวันที่ 29 กันยายน"
    }
  },
  {
    "translation": {
      "en": "I responded to two school bomb threats in the San Fernando Valley.",
      "th": "ผมเข้าไปจัดการการขู่วางระเบิด โรงเรียนสองแห่งในหุบเขาซานเฟอร์นันโด"
    }
  },
  {
    "translation": {
      "en": "One was at a junior high, one was at an elementary school.",
      "th": "ที่นึงเป็นโรงเรียนมัธยมต้น อีกที่เป็นโรงเรียนประถม"
    }
  },
  {
    "translation": {
      "en": "We took the police reports,",
      "th": "เรารับรายงานจากตำรวจ"
    }
  },
  {
    "translation": {
      "en": "and then got in contact with the Glendale police officers.",
      "th": "จากนั้นก็ติดต่อกับตำรวจเกล็นเดล"
    }
  },
  {
    "translation": {
      "en": "They advised me that they had arrested a person by the name of Tyler Barriss",
      "th": "พวกเขาบอกผมว่าพวกเขา ได้จับกุมคนชื่อไทเลอร์ บาร์ริส"
    }
  },
  {
    "translation": {
      "en": "after calling in a bomb threat to the news stations there in Glendale.",
      "th": "หลังจากโทรขู่วางระเบิดสถานีข่าวในเกล็นเดล"
    }
  },
  {
    "translation": {
      "en": "That's the first time I heard his name.",
      "th": "นั่นเป็นครั้งแรกที่ผมได้ยินชื่อเขา"
    }
  },
  {
    "translation": {
      "en": "I had to take and piece together the forensic trail.",
      "th": "ผมต้องเอาหลักฐานทางนิติเวชมาปะติดปะต่อกัน"
    }
  },
  {
    "translation": {
      "en": "The first thing I did was met up with the 14-year-old student",
      "th": "สิ่งแรกที่ผมทำคือไปพบนักเรียนอายุ 14 ปี"
    }
  },
  {
    "translation": {
      "en": "who took the telephone call at the office at the middle school.",
      "th": "ที่รับโทรศัพท์ที่สำนักงานของโรงเรียนมัธยมต้น"
    }
  },
  {
    "translation": {
      "en": "We played the audio recordings for six different swatting calls that I had.",
      "th": "เราเปิดเทปบันทึกเสียง การโทรไปสวาทติ้งหกม้วนที่ผมมี"
    }
  },
  {
    "translation": {
      "en": "And as soon as we hit the, uh, Tyler Barriss audio recordings,",
      "th": "และทันทีที่เราเปิดเสียงของไทเลอร์ บาร์ริส"
    }
  },
  {
    "translation": {
      "en": "she was like… she knew exactly.",
      "th": "เธอก็… เธอรู้เลย"
    }
  },
  {
    "translation": {
      "en": "She was emphatic that was him.",
      "th": "เธอพูดชัดเจนเลยว่าเป็นเขา"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] Tyler Barriss has a distinctive voice.",
      "th": "ไทเลอร์ บาร์ริสมีเสียงที่โดดเด่น"
    }
  },
  {
    "translation": {
      "en": "When I get these different calls, I typically give them a title",
      "th": "เวลาผมได้รับโทรศัพท์พวกนี้ ผมจะตั้งชื่อให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "so I can keep them all.",
      "th": "จะได้ติดชื่อเก็บไว้"
    }
  },
  {
    "translation": {
      "en": "You know, \"mush-mouth,\" \"baritone.\" Something along those lines.",
      "th": "เช่น \"พูดไม่ชัด\" \"เสียงทุ้ม\" อะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "With Tyler Barriss, I used the word \"snide.\"",
      "th": "ของไทเลอร์ บาร์ริส ผมใช้คำว่า \"เหยียดหยาม\""
    }
  },
  {
    "translation": {
      "en": "[Koerner] Tyler became very adept at covering his tracks.",
      "th": "ไทเลอร์เชี่ยวชาญ เรื่องการปกปิดร่องรอยของเขา"
    }
  },
  {
    "translation": {
      "en": "He always used the voice over IP services",
      "th": "เขามักจะใช้โปรแกรมวอยซ์โอเวอร์ไอพี"
    }
  },
  {
    "translation": {
      "en": "to call from numbers that would dead-end somewhere that was not connected to him.",
      "th": "เพื่อโทรจากเบอร์ที่จะสิ้นสุดลง ที่ไหนสักแห่งที่ไม่เชื่อมโยงกับเขา"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] We had tied him into a number of other cases across the country.",
      "th": "เราพบว่าเขาเกี่ยวข้องกับคดีอื่นๆ มากมายทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "We had five LAX bomb threats that he was responsible for.",
      "th": "มีการขู่วางระเบิดที่แอลเอเอ็กซ์ห้าครั้ง ที่เป็นฝีมือเขา"
    }
  },
  {
    "translation": {
      "en": "At one point I tied him into seven in one week.",
      "th": "ณ จุดนึง ผมพบว่าเขาเกี่ยวข้องกับเจ็ดคดี ในเวลาหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "He would change his script along the way,",
      "th": "เขาจะเปลี่ยนบทไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "but it was the voice that we always came back to.",
      "th": "แต่เป็นเสียงนั่นแหละที่เรากลับไปหาเสมอ"
    }
  },
  {
    "translation": {
      "en": "[Koerner] They'd go and arrest Tyler at the house in Chatsworth.",
      "th": "พวกเขาจะไปจับไทเลอร์ที่บ้านในแชตส์เวิร์ธ"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Ultimately, Tyler Barriss pleads no contest to the charges,",
      "th": "ท้ายที่สุดแล้ว ไทเลอร์ บาร์ริส ยอมรับผิดทุกข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "and is sentenced to approximately two years in the Los Angeles County Jail.",
      "th": "และถูกตัดสินจำคุกประมาณสองปี ที่เรือนจำลอสแอนเจลิสเคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "His grandmother, fearing for her own life,",
      "th": "ยายของเขา กลัวว่าตัวเองจะถูกฆ่าตาย"
    }
  },
  {
    "translation": {
      "en": "had taken out a restraining order against him.",
      "th": "ได้ขอให้ใช้คำสั่งห้ามเขาเข้าใกล้"
    }
  },
  {
    "translation": {
      "en": "[Barriss] It was my first time ever being in jail. Everything was all new to me.",
      "th": "นั่นเป็นครั้งแรกที่ผมติดคุก ทุกอย่างเป็นเรื่องใหม่สำหรับผม"
    }
  },
  {
    "translation": {
      "en": "I wasn't worried or scared.",
      "th": "ผมไม่ได้กังวลหรือกลัว"
    }
  },
  {
    "translation": {
      "en": "It was more like, \"Okay, well, my bail was a million dollars,",
      "th": "แต่รู้สึกว่า \"โอเค เงินประกันตัวฉัน อยู่ที่หนึ่งล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "and I'm stuck in this situation.\"",
      "th": "และฉันติดอยู่ในสถานการณ์นี้\""
    }
  },
  {
    "translation": {
      "en": "So, it just was what it was.",
      "th": "เพราะงั้นมันก็เป็นอย่างงี้แหละ"
    }
  },
  {
    "translation": {
      "en": "I was just doing the time until I ended up getting out.",
      "th": "ผมก็แค่ติดคุกไปจนกว่าสุดท้ายจะได้ออกไป"
    }
  },
  {
    "translation": {
      "en": "I got released from the county jail after 16 months.",
      "th": "ผมได้รับการปล่อยตัว จากคุกของเคาน์ตี้หลังผ่านไป 16 เดือน"
    }
  },
  {
    "translation": {
      "en": "It was 2:00 a.m. when I finally stepped foot outside.",
      "th": "ตอนที่ผมก้าวออกมาจากเรือนจำคือเวลาตีสอง"
    }
  },
  {
    "translation": {
      "en": "I had nowhere to go.",
      "th": "ผมไม่มีที่ไป"
    }
  },
  {
    "translation": {
      "en": "I didn't have anywhere to stay. I didn't know anyone in LA.",
      "th": "ผมไม่มีที่อยู่ ผมไม่รู้จักใครในแอลเอเลย"
    }
  },
  {
    "translation": {
      "en": "[Barriss] My grandmother, she had already told me not to go back.",
      "th": "ยายผมก็บอกผมแล้วว่าไม่ให้กลับไป"
    }
  },
  {
    "translation": {
      "en": "But I don't know how to be homeless",
      "th": "แต่ผมไม่รู้ว่าจะอยู่อย่างคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "and survive in the streets and do all that.",
      "th": "และเอาตัวรอดข้างถนนยังไง"
    }
  },
  {
    "translation": {
      "en": "I just went back to the only place that I knew, which was my house.",
      "th": "ผมเลยกลับไปยังที่เดียวที่ผมรู้จัก ซึ่งก็คือบ้านผม"
    }
  },
  {
    "translation": {
      "en": "All the doors were locked and I just camped out back all night,",
      "th": "ประตูทุกบานล็อกอยู่ ผมเลยนอนพัก อยู่ด้านนอกของหลังบ้านทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "until about 6:00 a.m.",
      "th": "จนประมาณหกโมงเช้า"
    }
  },
  {
    "translation": {
      "en": "I've lived with her my whole life. I know what her routine is.",
      "th": "ผมอยู่กับยายมาตลอดชีวิต ผมรู้กิจวัตรของยายดี"
    }
  },
  {
    "translation": {
      "en": "I kind of just hung out in the backyard",
      "th": "ผมนั่งแกร่วอยู่สนามหลังบ้าน"
    }
  },
  {
    "translation": {
      "en": "until she unlocked the back door to do some laundry.",
      "th": "จนยายปลดล็อกประตูหลังเพื่อซักผ้า"
    }
  },
  {
    "translation": {
      "en": "And I just walked in the house.",
      "th": "แล้วผมก็เดินเข้าไปในบ้าน"
    }
  },
  {
    "translation": {
      "en": "She was kind of shocked that I was there,",
      "th": "ยายตกใจมากที่ผมอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and she told me that I wasn't supposed to be there.",
      "th": "และบอกผมว่าผมไม่ควรอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "He contacted the grandmother, a violation of the restraining order.",
      "th": "เขาติดต่อยายเขา ฝ่าฝืนคำสั่งห้ามเข้าใกล้"
    }
  },
  {
    "translation": {
      "en": "And we put him right back in custody again.",
      "th": "แล้วเราก็จับเขาเข้าคุกอีกรอบ"
    }
  },
  {
    "translation": {
      "en": "Tyler lives in his own little world.",
      "th": "ไทเลอร์อยู่ในโลกเล็กๆ ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "He doesn't have any real-world friends.",
      "th": "เขาไม่มีเพื่อนในโลกจริงเลยสักคน"
    }
  },
  {
    "translation": {
      "en": "He doesn't have any employers or anything along those lines.",
      "th": "เขาไม่มีนายจ้างหรืออะไรแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "So I think his only lifeline that he has is his grandmother",
      "th": "ผมเลยคิดว่าคนเดียว ที่เขาจะพึ่งพาได้คือยายของเขา"
    }
  },
  {
    "translation": {
      "en": "and he spoiled that relationship.",
      "th": "และเขาทำลายความสัมพันธ์นั้นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Tyler was then in jail from January 2017 to August 2017.",
      "th": "ไทเลอร์ติดคุกตั้งแต่เดือนมกราคม ปี 2017 ถึงเดือนสิงหาคม ปี 2017"
    }
  },
  {
    "translation": {
      "en": "It makes you really sad to, like, grow up with somebody",
      "th": "มันทำให้เราเศร้ามากที่เติบโตมากับใครสักคน"
    }
  },
  {
    "translation": {
      "en": "and be really close with them for such a long time,",
      "th": "และสนิทกับพวกเขามากมาเป็นเวลานาน"
    }
  },
  {
    "translation": {
      "en": "and next thing you know, they're in jail and their whole life is upside-down,",
      "th": "แล้วพอรู้ตัวอีกที พวกเขาก็ติดคุก และทั้งชีวิตของพวกเขาก็ยุ่งเหยิงไปหมด"
    }
  },
  {
    "translation": {
      "en": "and you don't recognize who's in front of you anymore.",
      "th": "และคุณไม่รู้จักคนที่อยู่ตรงหน้าคุณอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We kind of lost contact and I moved on with my life.",
      "th": "เราขาดการติดต่อกัน และฉันก็ใช้ชีวิตของฉันต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Koerner] When Tyler is released,",
      "th": "ตอนที่ไทเลอร์ได้รับการปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "he finds a homeless shelter to live in near Exposition Park in Los Angeles.",
      "th": "เขาเจอศูนย์พักพิงคนไร้บ้าน ใกล้เอ็กโพซิชั่นพาร์กในลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "He ends up spending all his time going to a library near the homeless shelter.",
      "th": "สุดท้ายเขาก็ใช้เวลาทั้งหมดไปกับ การไปห้องสมุดใกล้ศูนย์พักพิงคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] He goes right back to doing what he believes he's singularly best at.",
      "th": "เขากลับไปทำสิ่งที่เขาเชื่อว่าตัวเองเก่งที่สุดทันที"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] He was using his cell phone on the public Wi-Fi system",
      "th": "เขาใช้โทรศัพท์มือถือของเขา ผ่านระบบไวไฟสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "to make these calls.",
      "th": "เพื่อทำการโทรเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "And he would do it for a variety of reasons.",
      "th": "และเขาจะทำแบบนั้นด้วยเหตุผลหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Sometimes he would do it for pay.",
      "th": "บางครั้งเขาก็ทำเพื่อเอาค่าจ้าง"
    }
  },
  {
    "translation": {
      "en": "[Koerner] This is a person who's never held a traditional job,",
      "th": "นี่คือคนที่ไม่เคยมีงานทั่วไปทำ"
    }
  },
  {
    "translation": {
      "en": "and maybe lacks a lot of the skills necessary to do so.",
      "th": "และอาจขาดทักษะที่จำเป็นในการทำงานแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How much were you making per swat?",
      "th": "สวาทติ้งแต่ละครั้งคุณได้เงินเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I was charging people depending on how much of a stranger they were to me,",
      "th": "ผมคิดเงินโดยขึ้นอยู่กับว่า พวกเขาเป็นคนแปลกหน้าสำหรับผมแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "anywhere from $20 to $50 per swat.",
      "th": "ตั้งแต่ครั้งละ 20 ถึง 50 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "But, quite frankly, I enjoyed the thrill of swatting.",
      "th": "แต่พูดตามตรงนะ ผมสนุกกับความตื่นเต้นของสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "I just enjoyed doing it.",
      "th": "ผมแค่สนุกกับการทำสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "Having it appear on the news and then bragging about it on Twitter.",
      "th": "การทำให้มันปรากฏในข่าว แล้วก็เอาไปโม้ในทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Yeah. [Barriss] I just, for whatever reason, enjoyed doing that.",
      "th": "ไม่ว่าจะด้วยเหตุผลอะไรก็ตาม ผมสนุกกับการทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[911 operator] Hi, what's going on?",
      "th": "สวัสดีค่ะ เกิดอะไรขึ้นคะ"
    }
  },
  {
    "translation": {
      "en": "[Barriss] My dad, he's going crazy, he's got his gun out.",
      "th": "พ่อผม เขาบ้าไปแล้ว เขาเอาปืนออกมา (ฤดูใบไม้ร่วง ปี 2017)"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] He enjoyed swatting people. It was his form of entertainment.",
      "th": "เขาสนุกกับการสวาทติ้งคนอื่น มันเป็นความบันเทิงของเขา"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Yeah, I left some bombs at my high school",
      "th": "ใช่ ผมทิ้งระเบิดไว้ที่โรงเรียนผม"
    }
  },
  {
    "translation": {
      "en": "and they're gonna blow up in 15 minutes.",
      "th": "และมันจะระเบิดในอีก 15 นาที"
    }
  },
  {
    "translation": {
      "en": "Just scared. I don't see why people would want to harm children.",
      "th": "กลัวค่ะ ฉันไม่เข้าใจ ว่าทำไมคนถึงอยากทำร้ายเด็ก"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] He had about a dozen different Twitter handles.",
      "th": "ผมคิดว่าเขามีบัญชีทวิตเตอร์หลายสิบบัญชี"
    }
  },
  {
    "translation": {
      "en": "He would post links to the news stories on it,",
      "th": "เขาจะโพสต์ลิงก์ข่าวไว้ในทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "you know, as \"proof,\" taking credit for it.",
      "th": "เป็น \"หลักฐาน\" เพื่อเอาหน้า"
    }
  },
  {
    "translation": {
      "en": "[reporter] We have new information on the bomb threat that led to an evacuation",
      "th": "เรามีข้อมูลใหม่เกี่ยวกับการขู่วางระเบิด ซึ่งนำไปสู่การอพยพคน"
    }
  },
  {
    "translation": {
      "en": "of the Kay Bailey Hutchison Convention Center.",
      "th": "ออกจากศูนย์ประชุมเคย์เบลีย์ฮัตชิสัน"
    }
  },
  {
    "translation": {
      "en": "[man] We heard an alarm go off, like, ten times?",
      "th": "เราได้ยินเสียงสัญญาณเตือนภัยดัง สิบครั้งได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "And they're like, \"We need you to leave.\"",
      "th": "และพวกเขาบอกว่า \"เราอยากให้คุณออกไป\""
    }
  },
  {
    "translation": {
      "en": "[Dorroh] During the time period that he was out of custody,",
      "th": "ในช่วงเวลาที่เขาไม่ได้อยู่ในเรือนจำ"
    }
  },
  {
    "translation": {
      "en": "we found approximately 37 other cases",
      "th": "เราพบอีกประมาณ 37 คดี"
    }
  },
  {
    "translation": {
      "en": "that he had called in bomb threats or swattings.",
      "th": "ที่เขาโทรขู่วางระเบิดหรือสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I'm upset with some people.",
      "th": "ผมโกรธบางคน"
    }
  },
  {
    "translation": {
      "en": "They got me mad, so now they're going to pay for it.",
      "th": "พวกเขาทำให้ผมโมโห เพราะฉะนั้นพวกเขาต้องชดใช้"
    }
  },
  {
    "translation": {
      "en": "And I also have a gun too.",
      "th": "และผมก็มีปืนด้วย"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] He was like a one-man wrecking crew.",
      "th": "เขาเป็นเหมือนจอมทำลายฉายเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "He was just out of control.",
      "th": "เขาควบคุมตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Koerner] A couple weeks later,",
      "th": "สองสามสัปดาห์ต่อมา"
    }
  },
  {
    "translation": {
      "en": "the Federal Communications Commission in Washington, DC",
      "th": "คณะกรรมการกลางกำกับดูแลกิจการสื่อสาร ในวอชิงตัน ดี.ซี."
    }
  },
  {
    "translation": {
      "en": "is having a very key meeting about the future of net neutrality.",
      "th": "กำลังประชุมเรื่องสำคัญมาก เกี่ยวกับอนาคตของความเป็นกลางทางเน็ต"
    }
  },
  {
    "translation": {
      "en": "[Barriss] The FCC, broadcasting the vote on net neutrality live on Twitter",
      "th": "เอฟซีซี ถ่ายทอดสดการลงคะแนนเสียง ความเป็นกลางทางเน็ตบนทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "had like 160,000 viewers, at the time.",
      "th": "มีผู้ชม 160,000 คนในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "And it was a federal building,",
      "th": "และมันเป็นอาคารของรัฐบาลกลาง"
    }
  },
  {
    "translation": {
      "en": "a little bit more high profile than some of my other evacuations.",
      "th": "เป็นที่สนใจมากกว่า การอพยพอื่นๆ ของผมนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "So I posted on Twitter that I was gonna evacuate that building.",
      "th": "ผมเลยโพสต์ในทวิตเตอร์ ว่าผมจะอพยพคนออกตึกนั้น"
    }
  },
  {
    "translation": {
      "en": "On advice of security, we need to take a brief recess.",
      "th": "(อายิต ไพ ประธานเอฟซีซี) ตามคำแนะนำของฝ่ายรักษาความปลอดภัย เราต้องพักสักครู่"
    }
  },
  {
    "translation": {
      "en": "[Koerner] This is a huge issue the FCC is considering, of national importance.",
      "th": "เรื่องที่เอฟซีซีกำลังพิจารณาเป็นปัญหาใหญ่ มีความสำคัญระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "And Tyler is well aware of the importance to his community,",
      "th": "และไทเลอร์ตระหนักดี ถึงความสำคัญต่อชุมชนของเขา"
    }
  },
  {
    "translation": {
      "en": "to gamers in particular.",
      "th": "โดยเฉพาะต่อนักเล่นเกม"
    }
  },
  {
    "translation": {
      "en": "And once again, he takes credit for this and laughs about it.",
      "th": "และเป็นอีกครั้งที่เขา ได้หน้าจากเรื่องนี้และหัวเราะมัน"
    }
  },
  {
    "translation": {
      "en": "He takes great pride that his power now extends to the halls of government.",
      "th": "เขาภูมิใจมากที่ตอนนี้อำนาจของเขา ขยายไปถึงป้องประชุมของรัฐบาลแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Barriss] I wasn't trying to scare them out of voting or whatever was going on.",
      "th": "ผมไม่ได้พยายามจะทำให้พวกเขากลัว จนไม่กล้าลงคะแนนหรืออะไรก็ตามที่ทำกันอยู่"
    }
  },
  {
    "translation": {
      "en": "That didn't concern me.",
      "th": "ผมไม่ได้สนเรื่องนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I just knew it was gonna bring my Twitter a lot of attention.",
      "th": "ผมรู้แค่ว่ามันจะทำให้ ทวิตเตอร์ของผมได้รับความสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "And my Twitter was quite popular that day.",
      "th": "และวันนั้นทวิตเตอร์ของผมก็ฮ็อตฮิตมาก"
    }
  },
  {
    "translation": {
      "en": "Gamers and hackers and people doing dark criminal stuff online.",
      "th": "นักเล่นเกมและแฮกเกอร์ และคนที่ก่ออาชญากรรมมืดบนอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "My Twitter was quite popular in that scene of individuals.",
      "th": "ทวิตเตอร์ของผมฮ็อตฮิตมากในโลกของคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Whoever it is running this Twitter is swatting and evacuating everything.",
      "th": "ใครก็ตามที่ใช้ทวิตเตอร์นี้กำลังสวาทติ้ง และอพยพทุกสิ่งทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] Since 2014, I had been investigating swatting cases more and more.",
      "th": "ตั้งแต่ปี 2014 ผมสืบสวน คดีสวาทติ้งมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "We all recognized, even the gaming community recognized it,",
      "th": "เราทุกคนยอมรับ แม้แต่ชุมชนเกมก็ยอมรับ"
    }
  },
  {
    "translation": {
      "en": "as a dangerous practice.",
      "th": "ว่าเป็นการกระทำที่อันตราย"
    }
  },
  {
    "translation": {
      "en": "But we never had that fatality and we were just kind of waiting for it.",
      "th": "แต่ยังไม่เคยมีใครตาย และเราก็แค่รอให้มันเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "We knew it was going to happen.",
      "th": "เรารู้ว่ามันจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Koerner] On December 28, 2017,",
      "th": "วันที่ 28 ธันวาคม ปี 2017"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill, who lives in Wichita, Kansas,",
      "th": "เชน แกสกิลล์ ที่อาศัยอยู่ในวิชิตา แคนซัส"
    }
  },
  {
    "translation": {
      "en": "is playing Call of Duty with another gamer named Casey Viner,",
      "th": "กำลังเล่นเกมคอลออฟดิวตี้ กับนักเล่นเกมอีกคนชื่อเคซีย์ ไวเนอร์"
    }
  },
  {
    "translation": {
      "en": "who lives outside Cincinnati.",
      "th": "ที่อาศัยอยู่นอกซินซินแนติ"
    }
  },
  {
    "translation": {
      "en": "They're playing on a site",
      "th": "พวกเขาเล่นอยู่บนเว็บไซต์"
    }
  },
  {
    "translation": {
      "en": "where you can actually win small amounts of money",
      "th": "ที่คุณจะได้เงินเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "for winning one of these games.",
      "th": "จากการชนะเกมพวกนี้"
    }
  },
  {
    "translation": {
      "en": "In the midst of all this violent chaos,",
      "th": "ท่ามกลางความโกลาหลรุนแรงนี้"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill accidentally shoots Casey Viner's character to death.",
      "th": "เชน แกสกิลล์บังเอิญ ยิงตัวละครของเคซีย์ ไวเนอร์ตาย"
    }
  },
  {
    "translation": {
      "en": "[Koerner] They lose the game",
      "th": "พวกเขาแพ้"
    }
  },
  {
    "translation": {
      "en": "and don't get the $1.50 wager that had been placed on the game.",
      "th": "และไม่ได้เงินเดิมพัน 1.50 ดอลลาร์ที่วางไว้"
    }
  },
  {
    "translation": {
      "en": "Shane and Casey get into a huge dispute about this online,",
      "th": "เชนกับเคซีย์ทะเลาะกันเรื่องนี้ อย่างหนักบนอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "and Casey decides that he wants to take revenge on Shane Gaskill.",
      "th": "และเคซีย์ตัดสินใจว่า เขาอยากแก้แค้นเชน แกสกิลล์"
    }
  },
  {
    "translation": {
      "en": "Casey knew exactly where to go.",
      "th": "เคซีย์รู้ว่าต้องไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "And so he contacted \"SWAuTistic\" as Tyler was known online.",
      "th": "เขาเลยติดต่อไปหา \"สวอทิสติก\" ชื่อของไทเลอร์ที่รู้จักกันในโลกออนไลน์"
    }
  },
  {
    "translation": {
      "en": "[Koerner] Shane Gaskill saw that \"SWAuTistic\" was now following him",
      "th": "เชน แกสกิลล์เห็นว่า \"สวอทิสติก\" กำลังติดตามเขา"
    }
  },
  {
    "translation": {
      "en": "to collect information.",
      "th": "เพื่อเก็บข้อมูล"
    }
  },
  {
    "translation": {
      "en": "And then Shane Gaskill sent a direct message to Tyler Barriss.",
      "th": "จากนั้นเชน แกสกิลล์ก็ส่งข้อความหลังไมค์ ไปหาไทเลอร์ บาร์ริส"
    }
  },
  {
    "translation": {
      "en": "\"Please try some shit. I'll be waiting.\"",
      "th": "\"ทำอะไรสักอย่างเหอะ ฉันจะรอ\""
    }
  },
  {
    "translation": {
      "en": "\"1033 West McCormick Street, Wichita, Kansas.\"",
      "th": "\"1033 ถนนเวสต์แมคคอร์มิก วิชิตา แคนซัส\""
    }
  },
  {
    "translation": {
      "en": "This is a person telling the ostensibly most feared swatter",
      "th": "นี่คือคนที่กำลังบอกจอมสวาทติ้ง ที่น่ากลัวที่สุดอย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "that he doesn't have the balls to go through with it.",
      "th": "ว่าเขาไม่กล้าพอที่จะลงมือ"
    }
  },
  {
    "translation": {
      "en": "Tyler kind of had a God complex. His ego was really big.",
      "th": "ไทเลอร์คิดว่าตัวเองเป็นพระเจ้า เขามีอัตตามาก"
    }
  },
  {
    "translation": {
      "en": "[Barriss] People are actually ignorant and arrogant enough to give you their address",
      "th": "ที่จริงคนเราโง่และอวดดีมากพอ ที่จะให้ที่อยู่ตัวเองมา"
    }
  },
  {
    "translation": {
      "en": "and tell you to come do something.",
      "th": "และบอกให้คุณมาทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[911 operator] This is 911. What's going on?",
      "th": "เก้าหนึ่งหนึ่งค่ะ เกิดอะไรขึ้นคะ"
    }
  },
  {
    "translation": {
      "en": "[Barriss] My mom and dad, they were arguing and I shot him in the head.",
      "th": "พ่อแม่ผมทะเลาะกัน และผมยิงหัวพ่อผม"
    }
  },
  {
    "translation": {
      "en": "And he's not breathing anymore.",
      "th": "และเขาไม่หายใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "[911 operator] Do you have any weapons on you?",
      "th": "โอเค อาวุธอยู่กับตัวคุณไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Yeah, I do. A handgun.",
      "th": "ใช่ครับ ปืนพก"
    }
  },
  {
    "translation": {
      "en": "[911 operator] Okay. What's your address?",
      "th": "โอเค ขอทราบที่อยู่ด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Barriss] It's 1033 West McCormick Street.",
      "th": "บ้านเลขที่ 1033 ถนนเวสต์แมคคอร์มิก"
    }
  },
  {
    "translation": {
      "en": "[Koerner] The problem is, Shane Gaskill had given the wrong address.",
      "th": "ปัญหาคือเชน แกสกิลล์ให้ที่อยู่ผิด"
    }
  },
  {
    "translation": {
      "en": "It wasn't Shane's house.",
      "th": "นั่นไม่ใช่บ้านของเชน"
    }
  },
  {
    "translation": {
      "en": "And the people who actually lived in the house at that time",
      "th": "และคนที่อาศัยอยู่ในบ้านในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "was the Finch family.",
      "th": "คือครอบครัวฟินช์"
    }
  },
  {
    "translation": {
      "en": "[Francis Finch] Andrew Finch is my mom's brother.",
      "th": "แอนดรูว์ ฟินช์เป็นพี่ชายของแม่ผม"
    }
  },
  {
    "translation": {
      "en": "October 27th, 2002,",
      "th": "เมื่อวันที่ 27 ตุลาคม ปี 2002"
    }
  },
  {
    "translation": {
      "en": "my mother got into a car crash",
      "th": "แม่ผมประสบอุบัติเหตุรถชน"
    }
  },
  {
    "translation": {
      "en": "on her way to Texas to get me and my sister.",
      "th": "ระหว่างเดินทางไปเทกซัสเพื่อรับผมกับพี่สาว"
    }
  },
  {
    "translation": {
      "en": "She rolled three times in her truck and was pronounced dead on scene.",
      "th": "รถบรรทุกของแม่พลิกคว่ำสามตลบ และเสียชีวิตในที่เกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "I was like one or two, I believe. Andrew was like, maybe 16 or 17.",
      "th": "ตอนนั้นผมน่าจะอายุหนึ่งหรือสองขวบ แอนดรูว์ก็ประมาณ 16 หรือ 17"
    }
  },
  {
    "translation": {
      "en": "I believe that he had felt he had a duty to take care of me and my sister.",
      "th": "ผมเชื่อว่าเขารู้สึกว่าเขามีหน้าที่ดูแลผมกับพี่สาว"
    }
  },
  {
    "translation": {
      "en": "He taught me a lot of the things that I know now.",
      "th": "เขาสอนผมหลายอย่างที่ผมรู้ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "And that's why I regard him as my father",
      "th": "และนั่นคือเหตุผลที่ผมนับถือเขาเหมือนพ่อ"
    }
  },
  {
    "translation": {
      "en": "is because I feel like a father's duty",
      "th": "เพราะผมรู้สึกว่ามันเป็นหน้าที่ของพ่อ"
    }
  },
  {
    "translation": {
      "en": "is to teach a young man how to… be a man in life.",
      "th": "ที่ต้องสอนเด็กหนุ่มว่าชีวิตนี้ต้องเป็นลูกผู้ชายยังไง"
    }
  },
  {
    "translation": {
      "en": "[Ali Abdelhadi] Andy actually cooked dinner for us.",
      "th": "แอนดี้ทำอาหารเย็นให้เรา"
    }
  },
  {
    "translation": {
      "en": "That day he made pasta with tomato sauce with cheese",
      "th": "วันนั้นเขาทำพาสต้ากับซอสมะเขือเทศและชีส"
    }
  },
  {
    "translation": {
      "en": "and big pork chops.",
      "th": "และพอร์คช็อปชิ้นใหญ่"
    }
  },
  {
    "translation": {
      "en": "We were just relaxing, chilling,",
      "th": "เรากำลังผ่อนคลาย สบายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "because it was just a few days past Christmas.",
      "th": "เพราะเพิ่งผ่านวันคริสต์มาสมาไม่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "There was a paved alley right against the house",
      "th": "มีซอยที่เป็นพื้นลาดยางซอยนึงอยู่ตรงข้ามบ้าน"
    }
  },
  {
    "translation": {
      "en": "where there was this huge pothole.",
      "th": "ซึ่งมีหลุมขนาดใหญ่อยู่"
    }
  },
  {
    "translation": {
      "en": "[Abdelhadi] When I heard one vehicle, didn't seem odd. It happens all the time.",
      "th": "ตอนที่ผมได้ยินเสียงรถคันนึง ก็ไม่รู้สึกแปลก มันเกิดขึ้นตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[Lisa] Andy got up to see who was there.",
      "th": "แอนดี้ลุกขึ้นมาดูว่าใครอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "By this point, police had surrounded the house.",
      "th": "ณ ตอนนั้น ตำรวจล้อมบ้านไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And Andrew opens the door",
      "th": "และแอนดรูว์เปิดประตู"
    }
  },
  {
    "translation": {
      "en": "and he's caught by police lights,",
      "th": "เขาหยุดชะงักเพราะไฟของตำรวจ"
    }
  },
  {
    "translation": {
      "en": "officers all over to the east of the house,",
      "th": "เจ้าหน้าที่เต็มไปหมดทางทิศตะวันออกของบ้าน"
    }
  },
  {
    "translation": {
      "en": "to the west of the house, directly in front of the house.",
      "th": "ทางทิศตะวันตกของบ้าน ตรงหน้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Lisa] He didn't know who was there for him. You know, he didn't know.",
      "th": "เขาไม่รู้ว่าใครมาจับเขา เขาไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Hey, front door! Hands!",
      "th": "- เฮ้ย ประตูหน้า! - ยกมือขึ้น!"
    }
  },
  {
    "translation": {
      "en": "-[officer 2] Show your hands! -[officer 1] He's right there.",
      "th": "- ยกมือขึ้น! - เขาอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "[officer 3] Walk this way!",
      "th": "เดินมาทางนี้!"
    }
  },
  {
    "translation": {
      "en": "[Abdelhadi] I started hearing commands from everywhere.",
      "th": "ผมเริ่มได้ยินคำสั่งจากทุกที่"
    }
  },
  {
    "translation": {
      "en": "I didn't exactly make them out.",
      "th": "ผมได้ยินไม่ชัดเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Shouting.",
      "th": "เป็นเสียงตะโกน"
    }
  },
  {
    "translation": {
      "en": "[Haze] And in the seven seconds of opening the door,",
      "th": "และภายในเจ็ดวินาทีของการเปิดประตู"
    }
  },
  {
    "translation": {
      "en": "an officer pulled the trigger on his AR-15…",
      "th": "เจ้าหน้าที่คนนึง ก็เหนี่ยวไกปืนเออาร์ 15 ของเขา…"
    }
  },
  {
    "translation": {
      "en": "…and shot Andrew once from, I believe, it was 67 yards away.",
      "th": "และยิงโดนแอนดรูว์ทันที จากจุดที่ห่างออกไปน่าจะ 61 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Abdelhadi] He was on his face, barely able to breathe.",
      "th": "เขาล้มหน้าคว่ำ แทบจะหายใจไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And on his face and laid out in front of the front door",
      "th": "และคว่ำหน้าอยู่ นอนอยู่ระหว่างหน้าประตูบ้าน"
    }
  },
  {
    "translation": {
      "en": "to the inside of the house.",
      "th": "กับในตัวบ้าน"
    }
  },
  {
    "translation": {
      "en": "That's when Lisa came out.",
      "th": "นั่นคือตอนที่ลิซ่าออกมา"
    }
  },
  {
    "translation": {
      "en": "She goes, \"I heard Andy scream. What's going on?\"",
      "th": "เธอพูดว่า \"ฉันได้ยินเสียงแอนดี้กรีดร้อง เกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I don't know. I'm getting ready to find out.\"",
      "th": "ผมบอก \"ผมไม่รู้ ผมกำลังจะหาคำตอบ\""
    }
  },
  {
    "translation": {
      "en": "I'm looking at him, possibly dying,",
      "th": "ผมมองเขา น่าจะกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "couldn't tell her that.",
      "th": "ผมไม่กล้าบอกเธอ"
    }
  },
  {
    "translation": {
      "en": "Figured the next shot might be coming at me.",
      "th": "คิดว่ากระสุนนัดต่อไปอาจยิงมาที่ผมก็ได้"
    }
  },
  {
    "translation": {
      "en": "I didn't know who was shooting.",
      "th": "ผมไม่รู้ว่าใครยิง"
    }
  },
  {
    "translation": {
      "en": "And then they're on their intercom saying,",
      "th": "แล้วพวกเขาก็พูดผ่านอินเตอร์คอมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Everyone get out from the east side.\"",
      "th": "\"ทุกคนออกมาจากฝั่งตะวันออก\""
    }
  },
  {
    "translation": {
      "en": "[Lisa] Telling us to come out with our hands up.",
      "th": "บอกให้เรายกมือขึ้นและเดินออกไป"
    }
  },
  {
    "translation": {
      "en": "[Haze] Dispatch was actually still on the phone with Tyler at this point.",
      "th": "ณ ตอนนั้นเจ้าหน้าที่ก็ยังคุยโทรศัพท์กับไทเลอร์อยู่"
    }
  },
  {
    "translation": {
      "en": "Tyler actually stayed on the phone with 911 for 16 minutes after the shooting.",
      "th": "ไทเลอร์คุยโทรศัพท์กับ 911 เป็นเวลา 16 นาทีหลังการยิง"
    }
  },
  {
    "translation": {
      "en": "-[Barriss] Hello? -[911 operator] I'm still here, okay?",
      "th": "- ฮัลโหล - ฉันยังอยู่ค่ะ ฉันยังอยู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Yeah, me too.",
      "th": "ครับ ผมก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Haze] Despite them still being on phone with the alleged hostage-taker,",
      "th": "และถึงแม้พวกเขาจะยังคุยโทรศัพท์ กับคนที่อ้างว่าเป็นคนจับตัวประกันไว้"
    }
  },
  {
    "translation": {
      "en": "the family was dragged outside, barefoot, handcuffed.",
      "th": "แต่ครอบครัวก็ถูกลากออกมานอกบ้าน เท้าเปล่า ใส่กุญแจมือ"
    }
  },
  {
    "translation": {
      "en": "The family was basically treated as criminals,",
      "th": "ครอบครัวถูกปฏิบัติราวกับอาชญากร"
    }
  },
  {
    "translation": {
      "en": "while WPD tore through the house.",
      "th": "ในขณะที่ตำรวจวิชิตาเข้าไปค้นบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Barriss] My dad isn't breathing.",
      "th": "พ่อผมไม่หายใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's kind of giving me anxiety and making me, like, paranoid.",
      "th": "มันทำให้ผมกังวลและทำให้ผมหวาดระแวง"
    }
  },
  {
    "translation": {
      "en": "[Abdelhadi] They kept asking us, \"Who else is up there?\"",
      "th": "พวกเขาถามเราไม่หยุด \"มีใครอยู่บนนั้นอีก\""
    }
  },
  {
    "translation": {
      "en": "So we're confused at that point.",
      "th": "ตอนนั้นเราก็เลยสับสน"
    }
  },
  {
    "translation": {
      "en": "We didn't know what happened, why they were there.",
      "th": "เราไม่รู้ว่าเกิดอะไรขึ้น พวกเขาไปที่นั่นทำไม"
    }
  },
  {
    "translation": {
      "en": "I kept saying, \"Why are you guys here?\"",
      "th": "ผมได้แต่พูดว่า \"พวกคุณมาที่นี่ทำไม\""
    }
  },
  {
    "translation": {
      "en": "But their confusion was even more than our confusion.",
      "th": "แต่พวกเขาสับสนมากกว่าที่เราสับสน"
    }
  },
  {
    "translation": {
      "en": "They couldn't tell us what's going on.",
      "th": "พวกเขาบอกเราไม่ได้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "They kept asking who else was in the house.",
      "th": "เอาแต่ถามว่ามีใครอยู่ในบ้านอีก"
    }
  },
  {
    "translation": {
      "en": "[Francis] I was at my friend Isaac's house",
      "th": "ผมอยู่ที่บ้านไอแซค เพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "and I started getting these texts, like, \"Are you okay?\"",
      "th": "แล้วผมก็เริ่มได้รับข้อความ ถามว่า \"นายโอเคไหม\""
    }
  },
  {
    "translation": {
      "en": "\"There's cops at your house.\" \"Hey, are you good?\"",
      "th": "\"มีตำรวจอยู่ที่บ้านนาย นายเป็นอะไรไหม\""
    }
  },
  {
    "translation": {
      "en": "\"Do you know what's going on?\"",
      "th": "\"รู้ไหมว่าเกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "I'm just, \"I don't know. I'm not at my house right now.\"",
      "th": "ผมได้แต่ตอบว่า \"ฉันไม่รู้ ตอนนี้ฉันไม่ได้อยู่ที่บ้าน\""
    }
  },
  {
    "translation": {
      "en": "And then like an hour goes by, maybe two,",
      "th": "จากนั้นหนึ่งหรือสองชั่วโมงผ่านไป"
    }
  },
  {
    "translation": {
      "en": "articles start coming out, \"Man shot at 1033 West McCormick.\"",
      "th": "ก็เริ่มมีข่าวออกมา \"ชายถูกยิงที่ 1033 เวสต์แมคคอร์มิก\""
    }
  },
  {
    "translation": {
      "en": "\"Unidentified man shot at--\"",
      "th": "\"ชายนิรนามถูกยิงที่…\""
    }
  },
  {
    "translation": {
      "en": "I almost-- like, the moment I saw \"Man shot at…\" I…",
      "th": "ผมแทบจะ… วินาทีที่ผมเห็นคำว่า \"ชายถูกยิงที่…\""
    }
  },
  {
    "translation": {
      "en": "I almost knew, like, automatically.",
      "th": "ผมก็แทบจะรู้โดยอัตโนมัติเลย"
    }
  },
  {
    "translation": {
      "en": "And that's when I found out it was him.",
      "th": "และนั่นคือตอนที่ผมรู้ว่าเป็นเขา"
    }
  },
  {
    "translation": {
      "en": "I just like, dropped down to my knees at that point,",
      "th": "ตอนนั้นผมเข่าทรุดเลย"
    }
  },
  {
    "translation": {
      "en": "not being able to breathe.",
      "th": "หายใจไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "I remember… almost forgetting, like, to inhale.",
      "th": "ผมจำได้ว่าผมแทบจะลืมสูดหายใจเข้าเลย"
    }
  },
  {
    "translation": {
      "en": "I just sat there in disbelief.",
      "th": "ได้แต่นั่งอึ้งอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "[Haze] Andrew's niece Adelina lived with the family.",
      "th": "อเดลินา หลานสาวของแอนดรูว์ อาศัยอยู่กับครอบครัวนี้"
    }
  },
  {
    "translation": {
      "en": "I believe she was 17 at the time of the shooting.",
      "th": "ผมเชื่อว่าเธออายุ 17 ตอนเกิดเหตุยิงกัน"
    }
  },
  {
    "translation": {
      "en": "She was actually forced to step over Andrew",
      "th": "เธอถูกบังคับให้เดินข้ามตัวแอนดรูว์"
    }
  },
  {
    "translation": {
      "en": "as he was laying on the floor, bleeding out and gasping for air.",
      "th": "ขณะที่เขานอนอยู่บนพื้น เลือดออกและพยายามจะหายใจ"
    }
  },
  {
    "translation": {
      "en": "[Francis] They left him there on the ground until all of it was over with.",
      "th": "พวกเขาทิ้งเขาไว้บนพื้นตรงนั้น จนกระทั่งทุกอย่างจบ"
    }
  },
  {
    "translation": {
      "en": "So she had to walk over his body,",
      "th": "เธอเลยต้องเดินข้ามร่างเขาไป"
    }
  },
  {
    "translation": {
      "en": "and look at him and see him,",
      "th": "และมองดูเขาและเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "and then get handcuffed outside.",
      "th": "แล้วก็โดนใส่กุญแจมือนอกบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Haze] Andrew laid there for roughly 15 to 20 minutes",
      "th": "แอนดรูว์นอนอยู่ตรงนั้นประมาณ 15 ถึง 20 นาที"
    }
  },
  {
    "translation": {
      "en": "before receiving any medical attention whatsoever.",
      "th": "ก่อนจะได้รับการรักษาหรืออะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Officers were actually told to not move the body,",
      "th": "เจ้าหน้าที่ได้รับคำสั่งว่าห้ามย้ายศพ"
    }
  },
  {
    "translation": {
      "en": "and step over him,",
      "th": "แล้วเดินข้ามศพเขา"
    }
  },
  {
    "translation": {
      "en": "and ambulance was on-scene, and the ambulance was held back.",
      "th": "และรถพยาบาลก็อยู่ในที่เกิดเหตุ แต่รถพยาบาลถูกสกัดกั้นไว้"
    }
  },
  {
    "translation": {
      "en": "Instead of going to the hospital with their family member,",
      "th": "แทนที่จะได้ไปโรงพยาบาลกับคนในครอบครัว"
    }
  },
  {
    "translation": {
      "en": "they were taken downtown for questioning.",
      "th": "พวกเขากลับถูกพาตัวไปสอบปากคำในเมือง"
    }
  },
  {
    "translation": {
      "en": "[Abdelhadi] In the interrogation room, the detective said,",
      "th": "ในห้องสอบสวน ตำรวจสายสืบถามว่า"
    }
  },
  {
    "translation": {
      "en": "\"Would you know of someone that is holding a grudge against you or the house",
      "th": "\"รู้จักใครที่โกรธแค้นคุณหรือครอบครัว"
    }
  },
  {
    "translation": {
      "en": "that would actually make a false call to create chaos?\"",
      "th": "ถึงขั้นโทรแจ้งภัยเท็จเพื่อสร้างความวุ่นวายไหม\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Not necessarily, no, why?\"",
      "th": "ผมบอกว่า \"ไม่น่าจะมีนะ ทำไม\""
    }
  },
  {
    "translation": {
      "en": "\"You haven't told me, how is Andy?\"",
      "th": "\"คุณยังไม่บอกผมเลย แอนดี้เป็นไงบ้าง\""
    }
  },
  {
    "translation": {
      "en": "\"'Cause I know when I saw him inside the house,",
      "th": "\"เพราะผมรู้ว่าตอนที่ผมเห็นเขาในบ้าน"
    }
  },
  {
    "translation": {
      "en": "he was having a hard time breathing.\"",
      "th": "เขาแทบจะหายใจไม่ได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"Did he get better? Did they take him to the hospital?\"",
      "th": "\"เขาดีขึ้นรึยัง พวกเขาพาเขาไปโรงพยาบาลรึเปล่า\""
    }
  },
  {
    "translation": {
      "en": "He said, \"I am very sorry, Ali, but he did not survive his wounds.\"",
      "th": "เขาบอกว่า \"ผมเสียใจด้วยมากๆ อาลี แต่เขาทนพิษบาดแผลไม่ไหว\""
    }
  },
  {
    "translation": {
      "en": "[Lisa] I did not cry. I did not get hysterical.",
      "th": "ฉันไม่ได้ร้องไห้ ฉันไม่ได้สติแตก"
    }
  },
  {
    "translation": {
      "en": "I became determined",
      "th": "แต่ฉันมุ่งมั่นมาก"
    }
  },
  {
    "translation": {
      "en": "and was going to do what I needed to",
      "th": "และจะทำสิ่งที่ฉันต้องทำ"
    }
  },
  {
    "translation": {
      "en": "to make sure this was handled.",
      "th": "เพื่อให้แน่ใจว่าเรื่องนี้ได้รับการจัดการ"
    }
  },
  {
    "translation": {
      "en": "For justice.",
      "th": "เพื่อความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "You know, I didn't know if I was going to be able to uphold myself",
      "th": "ผมไม่รู้เลยว่าผมจะทนอยู่ต่อไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "as a human being after that day.",
      "th": "ในฐานะมนุษย์ หลังจากวันนั้น"
    }
  },
  {
    "translation": {
      "en": "[Koerner] About an hour and a half after Andy Finch was shot,",
      "th": "ประมาณหนึ่งชั่วโมงครึ่งหลังจากแอนดี้ ฟินช์ถูกยิง"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill sent a Twitter DM to Tyler.",
      "th": "เชน แกสกิลล์ก็หลังไมค์ ไปหาไทเลอร์ทางทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "\"This shit has me dying. They showed up to my old house, retard.\"",
      "th": "\"โคตรขำเลยว่ะ พวกนั้นโผล่ไปที่บ้านเก่าฉัน ไอ้ควาย\""
    }
  },
  {
    "translation": {
      "en": "To him this was the funniest thing ever,",
      "th": "นี่เป็นเรื่องที่ตลกที่สุดสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "that he basically duped the notorious Tyler Barriss",
      "th": "ที่เขาหลอกไทเลอร์ บาร์ริสคนดัง"
    }
  },
  {
    "translation": {
      "en": "into swatting the wrong house.",
      "th": "ให้ไปสวาทติ้งผิดบ้านได้"
    }
  },
  {
    "translation": {
      "en": "Upon revealing this, Tyler defends himself and says,",
      "th": "พอเรื่องนี้เปิดเผย ไทเลอร์ก็แก้ต่างให้ตัวเองว่า"
    }
  },
  {
    "translation": {
      "en": "\"You gave an address that you don't live at,",
      "th": "\"นายให้ที่อยู่ที่นายไม่ได้อยู่"
    }
  },
  {
    "translation": {
      "en": "but you were acting tough, LOL, so you're a bitch.\"",
      "th": "แต่นายดันทำเป็นเก๋า 555 นายมันหน้าตัวเมีย\""
    }
  },
  {
    "translation": {
      "en": "Gaskill said, \"Anyways, good job, but you failed the mission",
      "th": "แกสกิลล์บอกว่า \"ยังไงก็เก่งมากนะ แต่ภารกิจนายล้มเหลวว่ะ"
    }
  },
  {
    "translation": {
      "en": "because I trolled the fuck outta you guys.\"",
      "th": "เพราะฉันป่วนพวกนายจนเละเลย\""
    }
  },
  {
    "translation": {
      "en": "And they have a petty dispute over who has bragging rights,",
      "th": "และพวกเขาก็เถียงกันนิดหน่อย ว่าใครมีสิทธิ์โอ้อวด"
    }
  },
  {
    "translation": {
      "en": "who emerged victorious in this scenario.",
      "th": "ใครเป็นฝ่ายชนะในสถานการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "Right now, a false 911 call led to a deadly officer-involved shooting in…",
      "th": "ตอนนี้มีการโทรแจ้งภัยเท็จทาง 911 ที่นำไปสู่การยิงคนเสียชีวิต…"
    }
  },
  {
    "translation": {
      "en": "[Koerner] A couple hours later,",
      "th": "ไม่กี่ชั่วโมงต่อมา"
    }
  },
  {
    "translation": {
      "en": "the local newscast in Wichita start carrying reports about this death",
      "th": "ข่าวท้องถิ่นในวิชิตาก็เริ่มรายงานการเสียชีวิตนี้"
    }
  },
  {
    "translation": {
      "en": "on West McCormick Street.",
      "th": "บนถนนเวสต์แมคคอร์มิก"
    }
  },
  {
    "translation": {
      "en": "And Gaskill realizes what's happened.",
      "th": "และแกสกิลล์ก็ได้รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "And so he reaches out to both Tyler and Casey Viner and says,",
      "th": "เขาเลยติดต่อไปหา ทั้งไทเลอร์และเคซีย์ ไวเนอร์ว่า"
    }
  },
  {
    "translation": {
      "en": "\"You guys need to delete everything. This is a murder case now.\"",
      "th": "\"พวกนายต้องลบทุกอย่างทิ้ง ตอนนี้มันกลายเป็นคดีฆาตกรรมแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Haze] We were actually trying to identify Tyler before the FBI did.",
      "th": "เราพยายามระบุตัวไทเลอร์ให้ได้ก่อนเอฟบีไอ"
    }
  },
  {
    "translation": {
      "en": "I understand social media and the Internet pretty well, so,",
      "th": "ผมเข้าใจโซเชียลมีเดีย และอินเทอร์เน็ตค่อนข้างดี"
    }
  },
  {
    "translation": {
      "en": "that was probably 30 minutes of actually constructing what happened.",
      "th": "ก็เลยใช้เวลาน่าจะ 30 นาที ในการจับต้นชนปลายสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "He was decent at hiding his real name,",
      "th": "เขาซ่อนชื่อจริงเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "but he was not good at hiding his digital footprint whatsoever.",
      "th": "แต่เขาซ่อนร่องรอยดิจิทัลไม่เก่ง"
    }
  },
  {
    "translation": {
      "en": "There were accounts that he would just pop back and forth through,",
      "th": "มีหลายบัญชีที่เขาใช้สลับไปสลับมา"
    }
  },
  {
    "translation": {
      "en": "with \"SWAuTistic\" and \"GoredTutor36\" being the two main ones.",
      "th": "โดยใช้บัญชี \"สวอทิสติก\" และ \" และ \"โกเรดติวเตอร์36\" เป็นสองบัญชีหลัก"
    }
  },
  {
    "translation": {
      "en": "I finally reached out to the \"GoredTutor36\" account,",
      "th": "ในที่สุดผมก็ติดต่อไปที่บัญชี \"โกเรดติวเตอร์36\""
    }
  },
  {
    "translation": {
      "en": "and said \"Any chance you would like to talk to us about last night's swat?\"",
      "th": "และบอกว่า \"พอจะคุยกับเรา เรื่องหน่วยสวาทเมื่อคืนหน่อยได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"We really do want to hear your side.\"",
      "th": "\"เราอยากฟังเรื่องจากฝั่งคุณจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "Tyler actually responded with, \"Hmm. Hi. Here's my story.\"",
      "th": "ไทเลอร์ตอบว่า \"อืม หวัดดี นี่คือเรื่องของฝั่งผม\""
    }
  },
  {
    "translation": {
      "en": "And he produced a screenshot",
      "th": "แล้วเขาก็เปิดรูปที่หน้าจอที่แคปไว้"
    }
  },
  {
    "translation": {
      "en": "that was actually Shane Gaskill encouraging him and egging him on",
      "th": "ที่เชน แกสกิลล์ยุเขา และกระตุ้นให้เขาทำอะไรโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "and giving him a previous address that his family had lived at.",
      "th": "และส่งที่อยู่เก่าที่ครอบครัวเขาเคยอยู่มาให้"
    }
  },
  {
    "translation": {
      "en": "Basically, that was Tyler saying that Shane encouraged him",
      "th": "พูดง่ายๆ ก็คือไทเลอร์บอกว่าเชนยุยงเขา"
    }
  },
  {
    "translation": {
      "en": "to swat that address.",
      "th": "ให้ส่งหน่วยสวาทไปที่อยู่นั้น"
    }
  },
  {
    "translation": {
      "en": "And I said, \"I understand that, but why did he send it to you?\"",
      "th": "และผมก็บอกว่า \"ผมเข้าใจนะ แต่ทำไมเขาถึงส่งมันไปให้คุณ\""
    }
  },
  {
    "translation": {
      "en": "\"Like is it a paying gig or just entertainment value?\"",
      "th": "\"มันเป็นงานที่ได้ค่าจ้างหรือแค่เล่นสนุกเฉยๆ\""
    }
  },
  {
    "translation": {
      "en": "\"How did you even get into swatting?\"",
      "th": "\"คุณข้องเกี่ยวกับสวาทติ้งได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "And he put, \"I was swatted once.\"",
      "th": "และเขาตอบว่า \"ผมเคยสวาทติ้งแล้วครั้งนึง\""
    }
  },
  {
    "translation": {
      "en": "I put, \"No shit. What happened with that?\"",
      "th": "ผมบอกว่า \"จริงดิ คราวนั้นเป็นไงบ้าง\""
    }
  },
  {
    "translation": {
      "en": "And he put, \"Well, I didn't die.\"",
      "th": "และเขาบอกว่า \"ผมไม่ตาย\""
    }
  },
  {
    "translation": {
      "en": "Man, he's a fucking little prick.",
      "th": "ให้ตายสิ เขาแม่งโคตรชั่วเลย"
    }
  },
  {
    "translation": {
      "en": "I don't even put the full blame on him, but, man…",
      "th": "ผมไม่ได้โทษเขาเต็มๆ ด้วยซ้ำนะ แต่ให้ตายสิ…"
    }
  },
  {
    "translation": {
      "en": "He's just such a little fucking prick.",
      "th": "เขาแม่งโคตรชั่วเลย"
    }
  },
  {
    "translation": {
      "en": "-Just that one sentence. \"I didn't die.\" -[interviewer] \"I didn't die.\"",
      "th": "แค่ประโยคนั้นประโยคเดียว \"ผมไม่ตาย\" ผมไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "After he knows, by the way, that someone did die in this circumstance.",
      "th": "หลังจากที่เขารู้ว่ามีคนตายในเหตุการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[Haze] When word got out that these three gamers",
      "th": "พอข่าวรั่วออกไปว่านักเล่นเกมสามคนนี้"
    }
  },
  {
    "translation": {
      "en": "got an innocent man killed by doing a swatting,",
      "th": "ทำให้ชายบริสุทธิ์เสียชีวิตจากการสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "the Internet responded",
      "th": "ชาวเน็ตก็ตอบสนอง"
    }
  },
  {
    "translation": {
      "en": "and they were not happy about what had happened.",
      "th": "และพวกเขาไม่พอใจกับสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "He even made a post saying,",
      "th": "เขาถึงกับโพสต์ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hypothetically speaking, let's say I just kill myself right now",
      "th": "\"สมมตินะ สมมติว่าตอนนี้ฉันฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "for the purpose of this getting through your guys' heads.\"",
      "th": "เพื่อให้พวกนายเข้าใจเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "\"Will justice have been served?\"",
      "th": "แบบนั้นจะยุติธรรมพอไหม\""
    }
  },
  {
    "translation": {
      "en": "One user responded, \"I would be happier.\"",
      "th": "ผู้ใช้คนนึงตอบว่า \"ฉันจะมีความสุขมากขึ้น\""
    }
  },
  {
    "translation": {
      "en": "Another one responded, \"You won't be missed.\"",
      "th": "อีกคนตอบว่า \"จะไม่มีใครคิดถึงนาย\""
    }
  },
  {
    "translation": {
      "en": "\"You were the cause.\"",
      "th": "\"นายคือต้นเหตุ\""
    }
  },
  {
    "translation": {
      "en": "\"Going to jail, bro.\"",
      "th": "\"เข้าคุกไปซะ\""
    }
  },
  {
    "translation": {
      "en": "\"Lol I got someone killed but It's Just A Prank Bro",
      "th": "\"555 ฉันทำให้คนคนนึงตาย แต่มันเป็นแค่การอำกัน"
    }
  },
  {
    "translation": {
      "en": "so it's perfectly fine.\"",
      "th": "เพราะฉะนั้นไม่เป็นไรหรอก\""
    }
  },
  {
    "translation": {
      "en": "That's actually a pretty good summary of how he tried to play it off.",
      "th": "นั่นเป็นบทสรุปที่ดีมาก ว่าเขาพยายามทำเหมือนไม่มีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Koerner] A tremendous amount of abuse is hurled his way.",
      "th": "เขาโดนด่าทอหนักมาก"
    }
  },
  {
    "translation": {
      "en": "And so when a big YouTube star reaches out to him,",
      "th": "แล้วพอเจ้าพ่อยูทูบคนดังติดต่อไปหาเขา"
    }
  },
  {
    "translation": {
      "en": "he consents to be interviewed.",
      "th": "เขาก็ยอมให้สัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "[Keemstar] Ladies and gentlemen, we have the alleged swatter on here, \"SWAuTistic.\"",
      "th": "ทุกท่านครับ ผู้ที่อ้างว่าเป็นจอมสวาทติ้ง อยู่กับเราที่นี่แล้ว \"สวอทิสติก\" ครับ"
    }
  },
  {
    "translation": {
      "en": "So you swatted that address. Correct?",
      "th": "คุณส่งหน่วยสวาทไปตามที่อยู่นั้น ใช่ไหม (คีมสตาร์ พิธีกรยูทูบ \"ดราม่าจานร้อน\")"
    }
  },
  {
    "translation": {
      "en": "-[Barriss] Sure. -And then this guy gets killed.",
      "th": "- ใช่ - แล้วผู้ชายคนนั้นก็โดนฆ่าตาย"
    }
  },
  {
    "translation": {
      "en": "[Barriss] That's what happened, I guess.",
      "th": "คิดว่าเป็นแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "And you said this on Twitter.",
      "th": "และคุณพูดสิ่งนี้ในทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "You said, \"I didn't get anyone killed because I didn't discharge a weapon.\"",
      "th": "คุณบอกว่า \"ผมไม่ได้ทำให้ใครตาย เพราะผมไม่ได้เหนี่ยวไก\""
    }
  },
  {
    "translation": {
      "en": "Do you take any responsibility for what happened?",
      "th": "คุณรับผิดชอบเรื่องที่เกิดขึ้นบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Um, the argument can be made that the police would've never showed up",
      "th": "ก็อาจจะมีการโต้เถียงว่าตำรวจคงไม่โผล่ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "if I didn't make the call.",
      "th": "ถ้าผมไม่ได้โทรไป"
    }
  },
  {
    "translation": {
      "en": "However, I don't believe that I'm the only guilty party involved",
      "th": "แต่ผมไม่เชื่อว่าผมเป็นผู้เกี่ยวข้องที่ผิดคนเดียว"
    }
  },
  {
    "translation": {
      "en": "in this whole incident,",
      "th": "ในเหตุการณ์ทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "considering I was contacted and almost instructed to swat,",
      "th": "เพราะมีคนติดต่อผมมา และแทบจะสั่งให้ส่งหน่วยสวาทไป"
    }
  },
  {
    "translation": {
      "en": "and taunted to swat that address,",
      "th": "และยั่วยุให้ส่งหน่วยสวาทไปตามที่อยู่นั้น"
    }
  },
  {
    "translation": {
      "en": "you could point the finger at the cop who killed someone,",
      "th": "คุณจะโทษตำรวจที่ฆ่าคนก็ได้"
    }
  },
  {
    "translation": {
      "en": "at the guy who made the call,",
      "th": "จะโทษคนโทรแจ้งก็ได้"
    }
  },
  {
    "translation": {
      "en": "at the person who provided the address,",
      "th": "จะโทษคนที่ส่งที่อยู่มาให้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "saying, \"Oh, look, this is where I live. Go ahead and swat me!\"",
      "th": "บอกว่า \"ดูสิ ฉันอยู่ที่นี่ เอาเลย ส่งหน่วยสวาทมาเลย\""
    }
  },
  {
    "translation": {
      "en": "Uh, so it's really debatable.",
      "th": "มันเลยเป็นเรื่องที่เถียงกันไม่จบจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] I recognized Tyler Barriss's voice right off the bat.",
      "th": "ผมจำเสียงของไทเลอร์ บาร์ริสได้ทันที"
    }
  },
  {
    "translation": {
      "en": "I had five investigators all huddle around my phone",
      "th": "ผมให้เจ้าหน้าที่สืบสวนห้าคนมารุมล้อมโทรศัพท์ผม"
    }
  },
  {
    "translation": {
      "en": "and we're sitting there watching it on my department phone.",
      "th": "และเรานั่งดูรายการกันด้วยโทรศัพท์ของแผนกผม"
    }
  },
  {
    "translation": {
      "en": "[Barriss] It really sucks being connected to this incident in any fucking way,",
      "th": "มันแย่มากที่ต้องมาข้องเกี่ยวกับ เหตุการณ์นี้ไม่ว่าในแง่ไหน"
    }
  },
  {
    "translation": {
      "en": "and if I could rewind, I would, 'cause this is all stupid.",
      "th": "และถ้าย้อนเวลาได้ ผมย้อนแน่ เพราะเรื่องนี้มันงี่เง่ามาก"
    }
  },
  {
    "translation": {
      "en": "It fit into his profile wanting to brag, wanting the recognition, everything.",
      "th": "มันสอดคล้องกับประวัติของเขา ที่อยากจะโอ้อวด อยากได้การยอมรับ"
    }
  },
  {
    "translation": {
      "en": "Are you worried that they'll find you?",
      "th": "กลัวไหมว่าพวกเขาจะหาคุณเจอ"
    }
  },
  {
    "translation": {
      "en": "That the FBI will find you and you'll be arrested and charged for this?",
      "th": "ว่าเอฟบีไอจะหาคุณเจอ และคุณจะถูกจับและโดนตั้งข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Currently, not so much.",
      "th": "ตอนนี้ไม่กลัวเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[Koerner] One person posts on Twitter",
      "th": "มีคนหนึ่งโพสต์ในทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "that they know that this is the same person responsible",
      "th": "ว่าพวกเขารู้ว่านี่เป็นฝีมือของคนเดียวกับ"
    }
  },
  {
    "translation": {
      "en": "for the KABC TV bomb threats in 2015,",
      "th": "คนที่ขู่วางระเบิดที่เคเอบีซีทีวีเมื่อปี 2015"
    }
  },
  {
    "translation": {
      "en": "and the police are already investigating this.",
      "th": "และตำรวจก็กำลังสืบสวนเรื่องนี้กันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And they could see on his Twitter feed,",
      "th": "และพวกเขาเห็นในฟีดทวิตเตอร์ของเขา"
    }
  },
  {
    "translation": {
      "en": "he's taking direct responsibility for what occurred on West McCormick Street.",
      "th": "ว่าเขาเป็นสาเหตุโดยตรง ของเรื่องที่เกิดขึ้นบนถนนเวสต์แมคคอร์มิก"
    }
  },
  {
    "translation": {
      "en": "So, it doesn't take much detective work to have a prime suspect in this case.",
      "th": "เลยไม่ต้องใช้เวลาสืบมากเท่าไหร่ ก็เจอตัวผู้ต้องสงสัยหลักในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "[Dorroh] The surveillance team went to his address that was listed on his California ID card,",
      "th": "ทีมเฝ้าระวังไปตามที่อยู่ของเขา ที่อยู่ในบัตรประชาชนแคลิฟอร์เนียของเขา"
    }
  },
  {
    "translation": {
      "en": "and followed him from there on foot to the library.",
      "th": "และเดินตามเขาไปจากที่นั่นไปจนถึงห้องสมุด"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did it ever occur to you in all of this that someone might die?",
      "th": "คุณเคยคิดบ้างไหม ว่าในเหตุการณ์พวกนี้อาจมีคนตาย"
    }
  },
  {
    "translation": {
      "en": "[Barriss] No, that never crossed my mind.",
      "th": "ไม่ ผมไม่เคยคิดเลย"
    }
  },
  {
    "translation": {
      "en": "I've never killed anyone, so I don't know what that feels like.",
      "th": "ผมไม่เคยฆ่าใคร เลยไม่รู้ว่ามันรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "But I've also never been responsible for someone dying.",
      "th": "แต่ผมก็ไม่เคยเป็นต้นเหตุให้ใครตายด้วย"
    }
  },
  {
    "translation": {
      "en": "But-but-but the consequences of killing someone, from what I know,",
      "th": "แต่ผลที่ตามมาจากการฆ่าใครสักคน เท่าที่ผมรู้"
    }
  },
  {
    "translation": {
      "en": "are pretty severe.",
      "th": "มันรุนแรงมาก"
    }
  },
  {
    "translation": {
      "en": "You can get life in prison, you can get the death sentence.",
      "th": "คุณอาจติดคุกตลอดชีวิต คุณอาจโดนโทษประหารชีวิต"
    }
  },
  {
    "translation": {
      "en": "So… being responsible for someone dying--",
      "th": "ดังนั้น… การเป็นสาเหตุให้ใครสักคนตาย…"
    }
  },
  {
    "translation": {
      "en": "I was pretty much the sole reason that the police",
      "th": "คือผมแทบจะเป็นเหตุผลเดียวที่ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "even went to that house.",
      "th": "ไปที่บ้านหลังนั้น"
    }
  },
  {
    "translation": {
      "en": "So when I found out someone died at the house that I sent the SWAT team to,",
      "th": "ดังนั้นพอผมรู้ว่ามีคนตาย ที่บ้านที่ผมส่งหน่วยสวาทไป"
    }
  },
  {
    "translation": {
      "en": "I was… I couldn't… It was a very surreal moment for me.",
      "th": "ผม… ผมไม่สามารถ… มันเป็นช่วงเวลา ที่เหมือนฝันสำหรับผมมากๆ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Were you worried more about the ramifications on you,",
      "th": "คุณกังวลเรื่องผลพวงที่จะเกิดขึ้นกับคุณมากกว่า"
    }
  },
  {
    "translation": {
      "en": "or the fact that someone's life was just taken?",
      "th": "หรือกังวลที่มีคนตายมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Barriss] Well, you… I was… It was-- it was both.",
      "th": "คือ คุณ… ผม… ก็ทั้งสองอย่างแหละ"
    }
  },
  {
    "translation": {
      "en": "I didn't immediately feel guilty that someone died.",
      "th": "ผมไม่ได้รู้สึกผิดทันทีที่มีคนตาย"
    }
  },
  {
    "translation": {
      "en": "I didn't know what to think. It's almost like life wasn't real anymore.",
      "th": "ผมไม่รู้จะคิดยังไง มันเหมือนชีวิตไม่ใช่เรื่องจริงอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Police have arrested a 25-year-old man in Los Angeles.",
      "th": "ตำรวจจับกุมชายวัย 25 ปีในลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] This is 25-year-old Tyler Barriss.",
      "th": "นี่คือไทเลอร์ บาร์ริสวัย 25 ปี"
    }
  },
  {
    "translation": {
      "en": "We've learned that the LAPD has taken him into custody",
      "th": "เราได้รู้ว่าตำรวจแอลเอจับตัวเขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and he is facing potential charges in this case.",
      "th": "และเขากำลังจะถูกตั้งข้อหาในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "In 2015, he was arrested because he called in bomb threats",
      "th": "ในปี 2015 เขาถูกจับ เพราะเขาโทรไปขู่วางระเบิด"
    }
  },
  {
    "translation": {
      "en": "into a CNN-affiliate ABC, a television station in California.",
      "th": "ที่ช่องเอบีซีในเครือซีเอ็นเอ็น สถานีโทรทัศน์ในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "He eventually served two years in that case,",
      "th": "สุดท้ายเขาติดคุกสองปีในคดีนั้น"
    }
  },
  {
    "translation": {
      "en": "so this certainly would not be the first time",
      "th": "ดังนั้นนี่จะไม่ใช่ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "that he's done some serious damage with his phone.",
      "th": "ที่เขาสร้างความเสียหายร้ายแรง ด้วยโทรศัพท์ของเขา (ผู้ต้องสงสัยถูกจับ เพราะแกล้งกันในเกมออนไลน์สุดโหด)"
    }
  },
  {
    "translation": {
      "en": "[Haze] I got over there for the first time that following night.",
      "th": "ผมไปที่นั่นเป็นครั้งแรกในคืนถัดมา"
    }
  },
  {
    "translation": {
      "en": "There was still blood on the front porch,",
      "th": "ยังมีเลือดอยู่ที่ประตูหน้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "on the carpet of the entryway.",
      "th": "บนพรมตรงทางเข้า"
    }
  },
  {
    "translation": {
      "en": "And that's when I did my first interview with Lisa.",
      "th": "และนั่นคือครั้งแรกที่ผมสัมภาษณ์ลิซ่า"
    }
  },
  {
    "translation": {
      "en": "We're here with the mother",
      "th": "เราอยู่ที่นี่กับแม่"
    }
  },
  {
    "translation": {
      "en": "of last night's Wichita Police Department shooting victim.",
      "th": "ของเหยื่อที่ถูกตำรวจวิชิตายิงเมื่อคืนนี้"
    }
  },
  {
    "translation": {
      "en": "[Haze] It's like, \"I don't…\"",
      "th": "มันเหมือนกับผมไม่…"
    }
  },
  {
    "translation": {
      "en": "\"I don't really know how to tell you this,",
      "th": "ผมไม่รู้จะเล่าให้คุณฟังยังไงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "but it was a $1.50 bet on Call of Duty Online.\"",
      "th": "แต่มันเป็นการเดิมพันกัน 1.50 ดอลลาร์ ในเกมคอลออฟดิวตี้ออนไลน์"
    }
  },
  {
    "translation": {
      "en": "\"That's… the root of all this.\"",
      "th": "นั่นคือต้นตอของเรื่องทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "I mean, a $1.50 bet.",
      "th": "คือแบบ พนันกัน 1.50 ดอลลาร์น่ะ"
    }
  },
  {
    "translation": {
      "en": "I think it was",
      "th": "ฉันว่ามัน…"
    }
  },
  {
    "translation": {
      "en": "disgusting.",
      "th": "น่าขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "But it happened, and they're going to have to face it.",
      "th": "แต่มันก็เกิดขึ้นแล้ว และพวกเขาจะต้องเผชิญหน้ากับมัน"
    }
  },
  {
    "translation": {
      "en": "Everybody's gonna have to deal with it because it did happen.",
      "th": "ทุกคนจะต้องรับมือกับมัน เพราะมันเกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You know? Even myself.",
      "th": "รู้ไหม แม้แต่ตัวฉันเอง"
    }
  },
  {
    "translation": {
      "en": "I have to deal with it.",
      "th": "ฉันต้องรับมือกับมัน"
    }
  },
  {
    "translation": {
      "en": "[Haze] No matter how big of an asshole he is,",
      "th": "ไม่ว่าเขาจะชั่วช้าแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "no matter how terrible a person he is,",
      "th": "ไม่ว่าเขาจะเป็นคนเลวแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "at the end of the day, Tyler didn't pull the trigger.",
      "th": "แต่สุดท้ายแล้วไทเลอร์ก็ไม่ได้เหนี่ยวไก"
    }
  },
  {
    "translation": {
      "en": "[Haze] Twelve other officers that night did not pull a trigger.",
      "th": "เจ้าหน้าที่อีก 12 คนในคืนนั้นไม่ได้เหนี่ยวไก"
    }
  },
  {
    "translation": {
      "en": "There was one officer that pulled a trigger.",
      "th": "มีเจ้าหน้าที่คนเดียวที่เหนี่ยวไก"
    }
  },
  {
    "translation": {
      "en": "The reaction was anger in this area.",
      "th": "คนแถวนี้มีปฏิกิริยาโกรธแค้น"
    }
  },
  {
    "translation": {
      "en": "[woman] It was a senseless murder",
      "th": "มันเป็นการฆาตกรรมที่ไร้เหตุผล… (จุดเทียนไว้อาลัยแอนดรูว์ ฟินช์ 9 ก.พ. 2018)"
    }
  },
  {
    "translation": {
      "en": "and we hope to find out more information as it comes out.",
      "th": "(จุดเทียนไว้อาลัยแอนดรูว์ ฟินช์ 9 ก.พ. 2018) และเราหวังว่าจะได้ข้อมูลเพิ่มเติม เมื่อเรื่องนี้เปิดเผย"
    }
  },
  {
    "translation": {
      "en": "We need to stand out and make sure things like this don't happen,",
      "th": "เราต้องยืนหยัดและทำให้แน่ใจว่า เรื่องแบบนี้จะไม่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "hold people accountable,",
      "th": "หาคนมารับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "and be here for those who have lost this great man,",
      "th": "และอยู่ที่นี่เพื่อผู้ที่สูญเสียชายผู้ยิ่งใหญ่คนนี้ไป"
    }
  },
  {
    "translation": {
      "en": "28 years young.",
      "th": "ด้วยวัยเพียง 28 ปี"
    }
  },
  {
    "translation": {
      "en": "[vigil attendee] I think people are pretty horrified about what happened.",
      "th": "ฉันคิดว่าผู้คนหวาดกลัวกับสิ่งที่เกิดขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "They are fearful.",
      "th": "พวกเขาขวัญเสีย"
    }
  },
  {
    "translation": {
      "en": "They know it could've happened to anybody.",
      "th": "พวกเขารู้ว่ามันอาจเกิดขึ้นกับใครก็ได้"
    }
  },
  {
    "translation": {
      "en": "If we have a police force",
      "th": "ถ้าเรามีกองกำลังตำรวจ"
    }
  },
  {
    "translation": {
      "en": "which does the opposite of de-escalation in situations like this,",
      "th": "ที่ทำสิ่งที่ตรงข้ามกับ การลดระดับความรุนแรงในสถานการณ์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "you have these tragedies.",
      "th": "ก็ต้องมีโศกนาฏกรรมแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "[Haze] In Wichita, in Kansas in general,",
      "th": "ปกติแล้วในวิชิตา ในแคนซัส"
    }
  },
  {
    "translation": {
      "en": "they don't name the officers.",
      "th": "พวกเขาไม่เอ่ยชื่อเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "They protect the officers.",
      "th": "พวกเขาปกป้องเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "[reporter] Will we be able to get the name of the officer involved?",
      "th": "(ตำรวจเมืองวิชิตา) เราจะได้ทราบชื่อเจ้าหน้าที่ที่เกี่ยวข้องไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's important to know that the department has a long history",
      "th": "สิ่งสำคัญคือต้องรู้ว่า กรมตำรวจมีประวัติอันยาวนาน"
    }
  },
  {
    "translation": {
      "en": "of not releasing names of officers involved in shootings.",
      "th": "ในการไม่เปิดเผยชื่อเจ้าหน้าที่ ที่เกี่ยวข้องกับการยิง"
    }
  },
  {
    "translation": {
      "en": "[Dion Lefler] It's very difficult to get information on these incidents.",
      "th": "มันยากมากที่จะได้ข้อมูลเกี่ยวกับเหตุการณ์เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "Kansas has possibly the weakest open records law in the country.",
      "th": "แคนซัสน่าจะมีกฎหมายการเข้าถึงข้อมูลสาธารณะ ที่อ่อนที่สุดในประเทศ"
    }
  },
  {
    "translation": {
      "en": "They basically hope you don't find out and the statute of limitations expires",
      "th": "พวกเขาหวังว่าคุณจะไม่รู้ และคดีหมดอายุความไป"
    }
  },
  {
    "translation": {
      "en": "so they don't have to pay out on a case.",
      "th": "พวกเขาจะได้ไม่ต้องชดใช้ในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "The national average for shootings was about one for every 1300 officers.",
      "th": "ค่าเฉลี่ยของการยิงคนทั่วประเทศ อยู่ที่ประมาณหนึ่งคนต่อเจ้าหน้าที่ 1,300 คน"
    }
  },
  {
    "translation": {
      "en": "In Wichita, 2012, we had one shooting death",
      "th": "ในวิชิตา ปี 2012 เรามีการยิงคนตายหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "for every 120 officers, approximately.",
      "th": "ต่อเจ้าหน้าที่ 120 คนโดยประมาณ"
    }
  },
  {
    "translation": {
      "en": "So we were about 11 times higher than the national average here in Wichita.",
      "th": "เท่ากับว่าตัวเลขของเราในวิชิตา สูงกว่าค่าเฉลี่ยของประเทศประมาณ 11 เท่า"
    }
  },
  {
    "translation": {
      "en": "[Haze] I received an email",
      "th": "ผมได้รับอีเมลฉบับนึง"
    }
  },
  {
    "translation": {
      "en": "and the person said it had been a minute \"since I've given you anything.\"",
      "th": "คนคนนั้นบอกว่านานมากแล้วนะ \"ที่ฉันไม่ได้ให้ข้อมูลอะไรนายเลย คนเหนี่ยวไกคือจัสติน แรปป์\""
    }
  },
  {
    "translation": {
      "en": "\"Your shooter's Justin Rapp.\"",
      "th": "\"ที่ฉันไม่ได้ให้ข้อมูลอะไรนายเลย คนเหนี่ยวไกคือจัสติน แรปป์\""
    }
  },
  {
    "translation": {
      "en": "[interviewer] You're first to publish his name.",
      "th": "คุณเป็นคนแรกที่เปิดเผยชื่อเขา"
    }
  },
  {
    "translation": {
      "en": "[Haze] Yes.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Ann Jones] Justin Rapp has been with our department now eight years.",
      "th": "จัสติน แรปป์ ทำงานกับ กรมตำรวจของเรามาแปดปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "He has formal military training.",
      "th": "เขาผ่านการฝึกทหารอย่างเป็นทางการมา"
    }
  },
  {
    "translation": {
      "en": "He has been featured in episodes of Cops a couple of times.",
      "th": "เขาเคยปรากฏตัว ในสารคดีเรื่องค็อปส์สองสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Rapp] Get on the ground, right now!",
      "th": "หมอบลงบนพื้นเดี๋ยวนี้!"
    }
  },
  {
    "translation": {
      "en": "He has gotten many reports of \"use of force\" against him.",
      "th": "เขาได้รับรายงาน เรื่อง \"การใช้กำลัง\" หลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Haze] We've been told there is around a dozen incident reports against Justin",
      "th": "เราได้รับแจ้งว่ามีรายงานความผิด เกี่ยวกับจัสตินเป็นสิบครั้ง"
    }
  },
  {
    "translation": {
      "en": "before the shooting of Andrew Finch.",
      "th": "ก่อนการยิงแอนดรูว์ ฟินช์"
    }
  },
  {
    "translation": {
      "en": "On one of our highway overpasses we put \"Arrest Officer Rapp.\"",
      "th": "บนสะพานข้ามทางหลวงแห่งหนึ่งของเรา เราติดคำว่า \"จับกุมเจ้าหน้าที่แรปป์\" ไว้"
    }
  },
  {
    "translation": {
      "en": "We just wanted to make sure Rapp's name stayed important.",
      "th": "เราแค่อยากทำให้แน่ใจว่า ชื่อของแรปป์ยังสำคัญต่อไป"
    }
  },
  {
    "translation": {
      "en": "That's also why we made the T-shirts.",
      "th": "นั่นคือเหตุผลที่เราทำเสื้อยืดด้วย"
    }
  },
  {
    "translation": {
      "en": "One of my friends had seen that movie,",
      "th": "เพื่อนผมคนนึงเคยดูหนัง"
    }
  },
  {
    "translation": {
      "en": "The Three Billboards or whatever.",
      "th": "เรื่อง 3 บิลบอร์ดอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Why don't we do that?\"",
      "th": "และเขาบอกว่า \"ทำไมเราไม่ทำแบบนั้น\""
    }
  },
  {
    "translation": {
      "en": "[reporter] Billboards are designed to catch your attention,",
      "th": "ป้ายโฆษณาบิลบอร์ดถูกออกแบบมา เพื่อดึงดูดความสนใจคุณ"
    }
  },
  {
    "translation": {
      "en": "but four digital billboards in Wichita",
      "th": "แต่บิลบอร์ดดิจิทัลสี่แห่งในวิชิตา"
    }
  },
  {
    "translation": {
      "en": "aren't marketed towards getting your money.",
      "th": "ไม่ได้ทำการตลาดเพื่อดูดเงินจากคุณ"
    }
  },
  {
    "translation": {
      "en": "They're asking for justice.",
      "th": "มันกำลังร้องขอความยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "[Jones] He didn't follow any procedure, any protocol.",
      "th": "เขาไม่ได้ทำตามขั้นตอนหรือระเบียบอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "He didn't even bother to think that this guy might be a hostage.",
      "th": "เขาไม่เสียเวลาคิดด้วยซ้ำ ว่าชายคนนี้อาจเป็นตัวประกัน"
    }
  },
  {
    "translation": {
      "en": "He just shot him dead and it could have happened to any of us.",
      "th": "เขายิงเขาตายหน้าตาเฉย และมันอาจเกิดขึ้นได้กับเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "So I think that's why the community has stayed so involved",
      "th": "ฉันเลยคิดว่านั่นคือเหตุผล ที่ชุมชนยืนหยัดในการมีส่วนร่วมอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "in pushing for the arrest of Justin Rapp.",
      "th": "ในการผลักดันให้จับกุมจัสติน แรปป์"
    }
  },
  {
    "translation": {
      "en": "He needs to be charged for the murder of Andrew Finch.",
      "th": "เขาต้องถูกตั้งข้อหาฆาตกรรมแอนดรูว์ ฟินช์"
    }
  },
  {
    "translation": {
      "en": "…express thoughts and prayers…",
      "th": "แสดงความคิดและสวดภาวนา…"
    }
  },
  {
    "translation": {
      "en": "[Lisa] The cops can't just go around shooting people without any consequences.",
      "th": "ตำรวจจะเที่ยวยิงคนไปเรื่อย โดยไม่ได้รับผลกรรมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, that cop murdered my son.",
      "th": "ตำรวจคนนั้นฆ่าลูกชายฉันนะ"
    }
  },
  {
    "translation": {
      "en": "[Lisa] My granddaughter saw the shooting",
      "th": "หลานสาวฉันเห็นการยิง"
    }
  },
  {
    "translation": {
      "en": "and had to see her uncle lay there dying.",
      "th": "และต้องเห็นลุงของเธอนอนตายอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "She's only 17,",
      "th": "เธออายุแค่ 17"
    }
  },
  {
    "translation": {
      "en": "but she's had a lot of trauma in her life.",
      "th": "แต่ชีวิตเธอบอบช้ำมาก"
    }
  },
  {
    "translation": {
      "en": "And I don't know if she'll survive this. I don't know.",
      "th": "และฉันไม่รู้ว่าเธอ จะผ่านเรื่องนี้ไปได้ไหม ฉันไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "[Francis] I'm not going to lie,",
      "th": "ผมจะไม่โกหก"
    }
  },
  {
    "translation": {
      "en": "I did contemplate suicide, many times after that.",
      "th": "ผมเคยคิดฆ่าตัวตายจริงๆ หลายครั้งหลังจากเหตุการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "You know? But…",
      "th": "รู้ไหม… แต่…"
    }
  },
  {
    "translation": {
      "en": "I just… It's just-- It's just…",
      "th": "ผม… มัน…"
    }
  },
  {
    "translation": {
      "en": "Hold on, I'm sorry.",
      "th": "แป๊บนะครับ ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "We're going to teach you how to make cake.",
      "th": "เรากำลังจะสอนคุณทำเค้ก"
    }
  },
  {
    "translation": {
      "en": "[Haze] Adelina clearly had some issues with what had happened.",
      "th": "อเดลินามีปัญหาบางอย่าง กับสิ่งที่เกิดขึ้นอย่างชัดเจน"
    }
  },
  {
    "translation": {
      "en": "[Lisa] She was forced to see her father figure dying.",
      "th": "เธอถูกบังคับให้เห็นร่างของพ่อเธอกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "She could not stand",
      "th": "เธอไม่สามารถทน"
    }
  },
  {
    "translation": {
      "en": "the constant nightmares and flashbacks.",
      "th": "ฝันร้ายและภาพในอดีตได้"
    }
  },
  {
    "translation": {
      "en": "And she could not stand to be alone.",
      "th": "และเธอทนการอยู่คนเดียวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Exactly a year and two weeks, exactly,",
      "th": "หนึ่งปีกับสองสัปดาห์พอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "this past January 11th…",
      "th": "วันที่ 11 มกราคมที่ผ่านมา…"
    }
  },
  {
    "translation": {
      "en": "Adelina shot herself in the head.",
      "th": "อเดลินายิงหัวตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Lefler] And then her boyfriend, who found her having just shot herself,",
      "th": "จากนั้นแฟนหนุ่มของเธอ ที่พบเธอตอนที่เพิ่งยิงตัวตาย"
    }
  },
  {
    "translation": {
      "en": "he wound up committing suicide too.",
      "th": "สุดท้ายเขาก็ฆ่าตัวตายด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "So really the death toll from this is three, not one.",
      "th": "เท่ากับว่ามีผู้เสียชีวิต จากเหตุการณ์นั้นสามคน ไม่ใช่หนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "[Francis] I'm surprised I'm still here today.",
      "th": "ผมแปลกใจที่วันนี้ผมยังอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "I'm surprised I'm sitting here doing this interview today, because…",
      "th": "ผมแปลกใจที่วันนี้ผมนั่งให้สัมภาษณ์อยู่ตรงนี้ เพราะ… ผมเคยคิดว่าจะเป็นผมซะอีกที่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I thought it was going to be me that did it.",
      "th": "เพราะ… ผมเคยคิดว่าจะเป็นผมซะอีกที่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "That night, she had taken me to work,",
      "th": "คืนนั้น เธอพาผมไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "and she's supposed to pick me up at ten o'clock and we're supposed to hang out afterwards.",
      "th": "และเธอควรจะไปรับผมตอนสี่ทุ่ม และเราควรจะไปเที่ยวกันหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "Well, my cousin Jaden had came",
      "th": "แต่เจเดน ลูกพี่ลูกน้องผมแวะไปหา"
    }
  },
  {
    "translation": {
      "en": "and he picked me up",
      "th": "และเขารับผมไป"
    }
  },
  {
    "translation": {
      "en": "and I had told Adelina,",
      "th": "และผมบอกอเดลินาว่า"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] \"You don't have to come pick me up. It's okay.\"",
      "th": "\"พี่ไม่ต้องมารับฉันก็ได้ ไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "So, I was supposed to be with her,",
      "th": "วันนั้นผมควรจะอยู่กับเธอ"
    }
  },
  {
    "translation": {
      "en": "at the same exact time that she had killed herself.",
      "th": "ในเวลาเดียวกับที่เธอฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "And I wasn't.",
      "th": "แต่ผมไม่ได้อยู่"
    }
  },
  {
    "translation": {
      "en": "I just feel like I could have stopped it.",
      "th": "ผมแค่รู้สึกว่าผมอาจหยุดมันได้"
    }
  },
  {
    "translation": {
      "en": "I know her.",
      "th": "ผมรู้จักเธอดี"
    }
  },
  {
    "translation": {
      "en": "That's why I should have seen that something was wrong.",
      "th": "นั่นคือเหตุผลที่ผมน่าจะเห็นว่ามีบางอย่างผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "There was-- There was, like…",
      "th": "มันมี…"
    }
  },
  {
    "translation": {
      "en": "[judge] Madam Clerk, can you call the next item, please?",
      "th": "คุณเสมียนศาล คดีต่อไปเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[county clerk] Lisa Finch, Andrew Finch shooting.",
      "th": "ลิซ่า ฟินช์ การยิงแอนดรูว์ ฟินช์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Lisa] The death of my son has changed every iota of my being.",
      "th": "การตายของลูกชายฉันเปลี่ยนทุกอณูในชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "I never wanted to be in the public eye.",
      "th": "ฉันไม่เคยอยากอยู่ในสายตาประชาชน"
    }
  },
  {
    "translation": {
      "en": "My preference before this was staying at home",
      "th": "สิ่งที่ฉันชอบก่อนหน้านี้คือการอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "and not to be put on display.",
      "th": "และไม่ออกมาเปิดเผยตัว"
    }
  },
  {
    "translation": {
      "en": "The person I was before no longer exists.",
      "th": "คนที่ฉันเคยเป็นไม่มีตัวตนอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "The concept of due process goes back as far… to 1215 A.D.",
      "th": "แนวคิดของกระบวนการทางกฎหมาย มีมาตั้งแต่… ปี 1215"
    }
  },
  {
    "translation": {
      "en": "from Clause 39 of the Magna Carta.",
      "th": "จากมาตรา 39 ของมหากฎบัตร"
    }
  },
  {
    "translation": {
      "en": "This should indicate that due process is not new.",
      "th": "สิ่งนี้น่าจะบ่งบอกได้ว่า กระบวนการทางกฎหมายไม่ใช่เรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "Shouldn't law enforcement and public officials be aware",
      "th": "ผู้รักษากฎหมายและเจ้าหน้าที่รัฐควรจะรู้"
    }
  },
  {
    "translation": {
      "en": "and abide by this constitutional right?",
      "th": "และปฏิบัติตามสิทธิตามรัฐธรรมนูญนี้ไม่ใช่หรือ"
    }
  },
  {
    "translation": {
      "en": "[judge] L-Lisa. Can you wrap it up right quick?",
      "th": "ลิซ่า ช่วยรวบรัดตัดตอนหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "You've gone over five minutes. So…",
      "th": "คุณพูดเกินห้านาทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "My time has been taken away from me, sir.",
      "th": "ฉันถูกพรากเวลาของฉันไปนะท่าน"
    }
  },
  {
    "translation": {
      "en": "-This is my time. Are you…? Do you-- -Right.",
      "th": "- นี่คือเวลาของฉัน นี่ท่าน… ท่านจะ… - ครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] She can have my five minutes.",
      "th": "ให้เธอเอาห้านาทีของฉันไปเลย"
    }
  },
  {
    "translation": {
      "en": "-[judge] She can't. That's not the rules. -You work for the public.",
      "th": "- ไม่ได้ครับ เราไม่มีกฎแบบนั้น - ท่านทำงานให้ประชาชนนะ"
    }
  },
  {
    "translation": {
      "en": "-[judge] Correct. -I'm taking my time.",
      "th": "- ถูกต้อง - ฉันจะค่อยๆ พูด"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make them so uncomfortable.",
      "th": "ฉันจะทำให้พวกเขาอึดอัดสุดๆ"
    }
  },
  {
    "translation": {
      "en": "I am.",
      "th": "รับรองได้"
    }
  },
  {
    "translation": {
      "en": "And I'm going to continue talking about this…",
      "th": "และฉันจะพูดเรื่องนี้ต่อไป…"
    }
  },
  {
    "translation": {
      "en": "[Jones] She's strong. And she's a fighter.",
      "th": "เธอเข้มแข็ง และเธอเป็นนักสู้"
    }
  },
  {
    "translation": {
      "en": "-And, uh… -[applause] …she's not going to let them get away with this.",
      "th": "และ… เธอจะไม่ปล่อยให้พวกเขาลอยนวลแน่"
    }
  },
  {
    "translation": {
      "en": "She's just not.",
      "th": "เธอไม่ยอมแน่"
    }
  },
  {
    "translation": {
      "en": "[Marc Bennett] To charge Officer Number 1 would require evidence,",
      "th": "การตั้งข้อหาเจ้าหน้าที่หมายเลขหนึ่ง ต้องใช้หลักฐาน"
    }
  },
  {
    "translation": {
      "en": "not 20/20 hindsight.",
      "th": "ไม่ใช่การเข้าใจทุกอย่างหลังเกิดเหตุการณ์ขึ้น"
    }
  },
  {
    "translation": {
      "en": "That it was unreasonable for him",
      "th": "ว่ามันไม่สมเหตุสมผลสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "to believe in that moment that the man who came to the door",
      "th": "ที่จะเชื่อว่าวินาทีนั้นที่ชายคนนั้นเดินมาที่ประตู"
    }
  },
  {
    "translation": {
      "en": "posed a risk to the officers near the house,",
      "th": "เป็นอันตรายต่อเจ้าหน้าที่ที่อยู่ใกล้บ้าน"
    }
  },
  {
    "translation": {
      "en": "there is insufficient evidence to overcome self-defense immunity under Kansas law.",
      "th": "มีหลักฐานไม่เพียงพอที่จะเอาชนะการรอดพ้นโทษ เพราะป้องกันตัวเองภายใต้กฎหมายแคนซัส"
    }
  },
  {
    "translation": {
      "en": "So under Kansas law and the facts of this case,",
      "th": "ดังนั้นภายใต้กฎหมายแคนซัส และข้อเท็จจริงของคดีนี้"
    }
  },
  {
    "translation": {
      "en": "I conclude that no charges will be filed against the officer",
      "th": "ผมขอสรุปว่าจะไม่มีการตั้งข้อหาต่อเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "for the death of Andrew Finch.",
      "th": "สำหรับการเสียชีวิตของแอนดรูว์ ฟินช์"
    }
  },
  {
    "translation": {
      "en": "[reporter] Deputy Chief Troy Livingston says it was in this moment",
      "th": "รองผู้กำกับทรอย ลิฟวิงสตันบอกว่าในจังหวะที่"
    }
  },
  {
    "translation": {
      "en": "when Finch dropped his hand,",
      "th": "ฟินช์ปล่อยมือลง"
    }
  },
  {
    "translation": {
      "en": "an officer thought he reached for a weapon.",
      "th": "เจ้าหน้าที่คิดว่าเขาเอื้อมไปหยิบอาวุธ"
    }
  },
  {
    "translation": {
      "en": "You see the officer pull the trigger on the lower left side of the screen.",
      "th": "คุณจะเห็นเจ้าหน้าที่เหนี่ยวไก ที่ด้านล่างซ้ายของจอ"
    }
  },
  {
    "translation": {
      "en": "You have officers from the other side also giving commands",
      "th": "มีเจ้าหน้าที่จากอีกฝั่งคอยสั่งการด้วย"
    }
  },
  {
    "translation": {
      "en": "and they were all consistent about \"Put your hands up, walk towards us,\"",
      "th": "และเจ้าหน้าที่ทุกคนก็พูดซ้ำๆ ว่า \"ยกมือขึ้น เดินมาหาเรา\""
    }
  },
  {
    "translation": {
      "en": "um, but he continued to drop them down by his waistband.",
      "th": "แต่เขาก็ยังเอามือลงไปที่ช่วงเอว"
    }
  },
  {
    "translation": {
      "en": "[Lefler] I don't think that complete exoneration was what most people were expecting,",
      "th": "ผมคิดว่าคนส่วนใหญ่นึกไม่ถึงว่า เจ้าหน้าที่จะพ้นจากความรับผิดทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "or that there wouldn't be any charges filed.",
      "th": "หรือไม่โดนตั้งข้อหาอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "That kind of reverberated through the community.",
      "th": "มันเป็นอะไรที่สะเทือนไปทั่วชุมชน"
    }
  },
  {
    "translation": {
      "en": "[Lorrie Hernandez] When I got back here, my sister said, \"You need to sit down.\"",
      "th": "ตอนฉันกลับมา พี่สาวฉันบอกว่า \"เธอต้องนั่งลง\""
    }
  },
  {
    "translation": {
      "en": "\"I got to tell you some bad news and you're not going to want to hear it.\"",
      "th": "\"ฉันมีข่าวร้ายจะบอกเธอ และเธอจะไม่อยากฟังเลย\""
    }
  },
  {
    "translation": {
      "en": "[reporter] Andrew Finch's family is upset to learn",
      "th": "ครอบครัวของแอนดรูว์ ฟินช์ไม่พอใจที่ได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that police will not face charges for the shooting.",
      "th": "ตำรวจจะไม่โดนตั้งข้อหาที่ยิงเลย"
    }
  },
  {
    "translation": {
      "en": "This decision almost four months after his death.",
      "th": "การตัดสินนี้เกิดขึ้นหลังจากเขาตายเกือบสี่เดือน"
    }
  },
  {
    "translation": {
      "en": "[SWAT officer] Walk this way!",
      "th": "เดินมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "Walk--",
      "th": "เดิน…"
    }
  },
  {
    "translation": {
      "en": "[Haze] Not even worth going to trial.",
      "th": "ไม่คุ้มที่จะขึ้นศาลด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Although Casey, Shane, and Tyler, all three are.",
      "th": "แม้ว่าเคซีย์ เชน และไทเลอร์ จะถูกดำเนินคดีทั้งสามคนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Casey asked somebody to do a swatting.",
      "th": "เคซีย์ขอให้ใครคนนึงทำสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "Shane Gaskill gave an address, and talked shit to somebody.",
      "th": "เชน แกสกิลล์ให้ที่อยู่ และพูดจาแย่ๆ กับใครบางคน"
    }
  },
  {
    "translation": {
      "en": "And these guys got charged.",
      "th": "และคนพวกนี้ถูกตั้งข้อหา"
    }
  },
  {
    "translation": {
      "en": "Justin Rapp pulled the trigger that killed Andrew Finch,",
      "th": "จัสติน แรปป์เหนี่ยวไกที่ทำให้แอนดรูว์ ฟินช์ตาย"
    }
  },
  {
    "translation": {
      "en": "and he didn't even get a slap on the wrist.",
      "th": "แต่เขาไม่โดนตำหนิเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "He still has his job.",
      "th": "เขายังมีงานทำอยู่"
    }
  },
  {
    "translation": {
      "en": "[Haze] We did learn in September of 2021",
      "th": "เราได้รู้ในเดือนกันยายน ปี 2021"
    }
  },
  {
    "translation": {
      "en": "that Justin was actually involved in two other shootings",
      "th": "ว่าจริงๆ แล้วจัสติน เคยเกี่ยวข้องกับการยิงอีกสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "before the Andrew Finch shooting.",
      "th": "ก่อนยิงแอนดรูว์ ฟินช์"
    }
  },
  {
    "translation": {
      "en": "Hello, sir, are you Tyler Barriss?",
      "th": "สวัสดีค่ะ คุณคือไทเลอร์ บาร์ริสใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Mr. Barriss, I show you're currently charged with involuntary manslaughter,",
      "th": "คุณบาร์ริส ฉันขอยืนยันว่าตอนนี้ คุณถูกตั้งข้อหาฆ่าคนโดยไม่เจตนา"
    }
  },
  {
    "translation": {
      "en": "giving false alarm, and interference with law enforcement officers.",
      "th": "จากการแจ้งภัยเท็จ และแทรกแซงเจ้าหน้าที่รักษากฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Your next court date is January 25th at 9:00 a.m.",
      "th": "คุณจะขึ้นศาลครั้งต่อไป วันที่ 25 มกราคมตอนเก้าโมงเช้า"
    }
  },
  {
    "translation": {
      "en": "Do you have any questions, sir?",
      "th": "มีคำถามอะไรไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-No, I don't. -All right, thank you.",
      "th": "- ไม่มีครับ - โอเค ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Tyler is facing his involuntary manslaughter charge",
      "th": "ไทเลอร์กำลังเผชิญข้อหาฆ่าคนโดยไม่ได้เจตนา"
    }
  },
  {
    "translation": {
      "en": "at the state level in Kansas.",
      "th": "ในระดับรัฐในแคนซัส"
    }
  },
  {
    "translation": {
      "en": "In other federal jurisdictions,",
      "th": "ส่วนในอำนาจศาลของรัฐบาลกลางอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "he's, uh, charged with crimes associated to his swatting,",
      "th": "เขาถูกตั้งข้อหาอาชญากรรม ที่เกี่ยวข้องกับการที่เขาทำสวาทติ้ง"
    }
  },
  {
    "translation": {
      "en": "his bomb threats, of which there are many, many counts,",
      "th": "ขู่วางระเบิด ซึ่งมีหลายกระทงมาก"
    }
  },
  {
    "translation": {
      "en": "and he's able to negotiate a global plea",
      "th": "และเขาสามารถต่อรองคำรับสารภาพโดยรวม"
    }
  },
  {
    "translation": {
      "en": "to the federal charges that roll all of the cases into one,",
      "th": "กับข้อหาต่างๆ ของรัฐบาลกลาง ที่ทำให้ทุกคดีเป็นคดีเดียวได้"
    }
  },
  {
    "translation": {
      "en": "and then Tyler pleads guilty.",
      "th": "แล้วไทเลอร์ก็ยอมสารภาพผิด"
    }
  },
  {
    "translation": {
      "en": "[reporter] Tyler Barriss sentenced today to 20 years behind bars",
      "th": "วันนี้ไทเลอร์ บาร์ริสถูกตัดสินจำคุก 20 ปี"
    }
  },
  {
    "translation": {
      "en": "after pleading guilty for a swatting prank that turned deadly.",
      "th": "หลังจากยอมสารภาพผิด ที่แกล้งทำสวาทติ้งจนกลายเป็นอันตรายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "The longest prison sentence in the country ever imposed for the practice of swatting.",
      "th": "เป็นโทษจำคุกที่ยาวนานที่สุดในประเทศ เท่าที่เคยลงโทษการทำสวาทติ้งมาเลย (สตีเฟน แมคแคลลิสเตอร์ อัยการสหรัฐฯ - แคนซัส)"
    }
  },
  {
    "translation": {
      "en": "We hope that this will send a strong message.",
      "th": "เราหวังว่านี่จะเป็นการส่งสารที่ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Tyler Barriss got 20 years in prison.",
      "th": "ไทเลอร์ บาร์ริสติดคุก 20 ปี"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-What do you think about that? -I think it's good.",
      "th": "- คุณคิดว่าไงครับ - ฉันคิดว่าดี"
    }
  },
  {
    "translation": {
      "en": "You know, like my son said, we have to forgive people.",
      "th": "อย่างที่ลูกชายฉันบอก เราต้องให้อภัยคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Because that's what… we're supposed to do, according to our faith.",
      "th": "เพราะนั่นคือสิ่งที่เราควรทำ ตามความเชื่อของเรา"
    }
  },
  {
    "translation": {
      "en": "And I'm trying to forgive.",
      "th": "และฉันพยายามให้อภัยอยู่"
    }
  },
  {
    "translation": {
      "en": "[Francis] These are just a few of his drawings.",
      "th": "นี่เป็นแค่ภาพวาดบางส่วนของเขา"
    }
  },
  {
    "translation": {
      "en": "On my birthday, he would always draw stuff out for me.",
      "th": "ในวันเกิดผม เขาชอบวาดรูปให้ผม"
    }
  },
  {
    "translation": {
      "en": "This one right here is one of my favorites.",
      "th": "รูปนี้เป็นหนึ่งในรูปที่ผมชอบที่สุด"
    }
  },
  {
    "translation": {
      "en": "The Internet, well, all it did is",
      "th": "สิ่งที่อินเทอร์เน็ตทำคือ"
    }
  },
  {
    "translation": {
      "en": "bring two idiots together playing a video game.",
      "th": "พาคนโง่สองคนมาเจอกันเพื่อเล่นวิดีโอเกม"
    }
  },
  {
    "translation": {
      "en": "Technology benefits people with brains, intelligent people.",
      "th": "เทคโนโลยีมีประโยชน์ต่อคนที่มีสมอง คนที่ฉลาด"
    }
  },
  {
    "translation": {
      "en": "But when technology is used by idiots, it creates chaos and it creates disasters",
      "th": "แต่เมื่อคนโง่ใช้เทคโนโลยี มันจะสร้างความวุ่นวาย และสร้างหายนะ"
    }
  },
  {
    "translation": {
      "en": "and that's exactly what happened.",
      "th": "และนั่นคือสิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Francis] The gaming community, I believe, can be very toxic,",
      "th": "ผมเชื่อว่าชุมชนเกมอาจเป็นพิษร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "can be very, very negative.",
      "th": "อาจเป็นอะไรที่ไม่ดีมากๆ ได้"
    }
  },
  {
    "translation": {
      "en": "Sometimes I'll get messages, like, um,",
      "th": "บางครั้งผมจะได้รับข้อความประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"If you keep on doing that I'm gonna trace your IP address\"",
      "th": "\"ถ้านายทำแบบนั้นต่อไป ฉันจะแกะรอยไอพีแอดเดรสนาย\""
    }
  },
  {
    "translation": {
      "en": "and fry my router or something like that. Like, take down my Internet.",
      "th": "และพังเราเตอร์ผมอะไรแบบนั้น พังอินเทอร์เน็ตผมอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "They'll say like, \"Go fuck yourself,\" you know, \"Go kill yourself.\"",
      "th": "พวกเขาจะพูดว่า \" ไปตายซะ\" \"ไปฆ่าตัวตายซะ\""
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna go swat your house.\"",
      "th": "\"ฉันจะส่งหน่วยสวาทไปบ้านนาย\""
    }
  },
  {
    "translation": {
      "en": "But, uh, I like it because it takes me out of the world.",
      "th": "แต่ผมชอบนะ เพราะมันพาผมออกไปจากโลก"
    }
  },
  {
    "translation": {
      "en": "It takes me into my own mindset.",
      "th": "มันพาผมเข้าไปอยู่ในชุดความคิดของผมเอง"
    }
  },
  {
    "translation": {
      "en": "I have full control of everything that I do.",
      "th": "ผมควบคุมทุกอย่างที่ผมทำได้"
    }
  },
  {
    "translation": {
      "en": "I can do whatever I want within the parameters of that game.",
      "th": "ผมจะทำอะไรก็ได้ที่อยากทำ ในขอบเขตของเกมนั้น"
    }
  },
  {
    "translation": {
      "en": "Just go on there and beat the living shit out of somebody,",
      "th": "แค่ไปที่นั่นแล้วทำร้ายใครสักคนให้อ่วม"
    }
  },
  {
    "translation": {
      "en": "over and over and over again.",
      "th": "ซ้ำแล้วซ้ำเล่าๆ"
    }
  },
  {
    "translation": {
      "en": "And then I'm not angry anymore.",
      "th": "แล้วผมก็จะไม่โกรธแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Francis] I feel as if it's a therapy for me.",
      "th": "ผมรู้สึกว่ามันช่วยบำบัดผมได้"
    }
  },
  {
    "translation": {
      "en": "It's not just something that I do just for fun.",
      "th": "มันไม่ใช่แค่สิ่งที่ผมทำเพื่อความสนุก"
    }
  },
  {
    "translation": {
      "en": "It keeps me from thinking about the situation, pretty much.",
      "th": "มันทำให้ผมหยุดคิดถึงเหตุการณ์นั้นได้ระดับนึง"
    }
  },
  {
    "translation": {
      "en": "I cannot make any action to make all this go away.",
      "th": "ผมไม่สามารถทำอะไร ให้เรื่องทั้งหมดนี้หายไปหมดได้"
    }
  },
  {
    "translation": {
      "en": "You know, I can't just sit here and go like this,",
      "th": "ผมไม่สามารถนั่งอยู่ตรงนี้และดีดนิ้ว"
    }
  },
  {
    "translation": {
      "en": "and now my life's going back to normal.",
      "th": "แล้วชีวิตผมก็กลับไปเป็นปกติได้"
    }
  },
  {
    "translation": {
      "en": "But if I wanted to, I could do that in a video game",
      "th": "แต่ถ้าอยากทำแบบนั้น ผมทำได้ในวิดีโอเกม"
    }
  },
  {
    "translation": {
      "en": "and I find that pretty cool. You know?",
      "th": "และผมคิดว่ามันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "That's what I like about that.",
      "th": "นั่นคือส่วนที่ผมชอบ"
    }
  },
  {
    "translation": {
      "en": "[man 1] We are in an informational crisis that is destroying us.",
      "th": "เรากำลังอยู่ในช่วงวิกฤตด้านข้อมูล ที่กำลังทำลายเรา"
    }
  },
  {
    "translation": {
      "en": "[woman] The Internet just went crazy.",
      "th": "อินเทอร์เน็ตมันบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You have to question your own sense of reality.",
      "th": "มันเป็นคำถามเกี่ยวกับความเป็นจริง ที่ทุกคนรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "[man 2] I was called the hit man.",
      "th": "ผมถูกเรียกว่านักฆ่า ซึ่งถูกกล่าวหาว่ารับเงินไป"
    }
  },
  {
    "translation": {
      "en": "Accused of taking money in order to explicitly cover up a murder.",
      "th": "ผมถูกเรียกว่านักฆ่า ซึ่งถูกกล่าวหาว่ารับเงินไป เพื่อปกปิดการฆาตกรรมอย่างชัดเจน"
    }
  }
]