[
  {
    "translation": {
      "en": "-[man] You mix cheese in it? -[man 2] I was gonna put a little bit.",
      "th": "- ใส่ชีสด้วยเหรอ - ใช่ ว่าจะใส่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-[man] When did you last have a burger? -Last night.",
      "th": "- นายกินเบอร์เกอร์ครั้งสุดท้ายเมื่อไหร่ - เมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "When we were kids, we ate hot dogs.",
      "th": "ตอนเด็กๆ เรากินฮ็อตด็อกกัน"
    }
  },
  {
    "translation": {
      "en": "Sugary cereals.",
      "th": "ซีเรียลหวานๆ"
    }
  },
  {
    "translation": {
      "en": "-[toaster oven dings] -[woman] Spam, bacon, lots of rice.",
      "th": "สแปม เบคอน ข้าวเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Top Ramen noodles.",
      "th": "บะหมี่ท็อปราเม็น"
    }
  },
  {
    "translation": {
      "en": "That was one of the last things I helped Mom in the kitchen with…",
      "th": "นั่นคือหนึ่งในสิ่งท้ายๆ ที่ฉันช่วยแม่ในครัว"
    }
  },
  {
    "translation": {
      "en": "-[both laugh] -…was making Top Ramen noodles.",
      "th": "ซึ่งก็คือการทำบะหมี่ท็อปราเม็น"
    }
  },
  {
    "translation": {
      "en": "[man 3] We are students.",
      "th": "พวกเราเป็นนักศึกษาครับ"
    }
  },
  {
    "translation": {
      "en": "We try to just keep food around that we can quickly make.",
      "th": "เราพยายามเก็บอาหารที่ทำได้เร็วไว้ใกล้ตัว"
    }
  },
  {
    "translation": {
      "en": "We have our Protein Plus drinks right here. Gatorade with protein in it.",
      "th": "เรามีเครื่องดื่มโปรตีนพลัส มีเกเตอเรดที่มีโปรตีนด้วย"
    }
  },
  {
    "translation": {
      "en": "We also have these breakfast bowls that we'll make quickly in the morning.",
      "th": "แล้วก็มีอาหารเช้าพวกนี้ ที่จะทำกินได้อย่างรวดเร็วในตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "It takes, like, three and a half minutes.",
      "th": "ใช้เวลาสามนาทีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man 4] Meat pies, sausage rolls, lamb curry, chicken curry.",
      "th": "พายเนื้อ โรลไส้กรอก แกงแกะ แกงไก่"
    }
  },
  {
    "translation": {
      "en": "-[woman] Mm. -Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Current diets and eating habits…",
      "th": "การควบคุมอาหารและพฤติกรรมการกินสมัยนี้"
    }
  },
  {
    "translation": {
      "en": "-We have… -…consist of, um…",
      "th": "- ประกอบด้วย… - เรามี…"
    }
  },
  {
    "translation": {
      "en": "So, Wendy and I go… [laughs]",
      "th": "เวนดี้กับฉันเลยไป…"
    }
  },
  {
    "translation": {
      "en": "To be honest…",
      "th": "บอกตามตรงว่า…"
    }
  },
  {
    "translation": {
      "en": "-Can I finish? You cut me off. - Okay. Sorry.",
      "th": "- ขอพูดให้จบได้ไหม เธอพูดแทรกฉัน - โทษที"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[man] Everybody knows the average American diet is not very healthy.",
      "th": "ทุกคนรู้ว่าอาหารอเมริกันทั่วไปไม่ค่อยดีต่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "We sometimes call it the Standard American Diet,",
      "th": "บางครั้งเราเรียกมันว่าอาหารอเมริกันมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "or S-A-D for \"sad.\"",
      "th": "หรือเอส-เอ-ดี ที่แปลว่า \"เศร้า\""
    }
  },
  {
    "translation": {
      "en": "That's why, as a nutrition scientist,",
      "th": "ผมที่เป็นนักวิทยาศาสตร์โภชนาการ"
    }
  },
  {
    "translation": {
      "en": "I've tested many diets over the years, looking for the healthiest ones.",
      "th": "จึงทดสอบอาหารมากมายตลอดหลายปีที่ผ่านมา เพื่อหาอาหารที่ดีต่อสุขภาพที่สุด"
    }
  },
  {
    "translation": {
      "en": "A major challenge in nutrition studies is that everyone is unique,",
      "th": "ความท้าทายหลักๆ ของศึกษาด้านโภชนาการ ก็คือทุกคนล้วนมีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "and individuals respond differently to the same food.",
      "th": "และแต่ละคนตอบสนอง ต่ออาหารแบบเดียวกันแตกต่างกันออกไป"
    }
  },
  {
    "translation": {
      "en": "So what if we got people who are genetically the same?",
      "th": "แล้วถ้าเรามีคนที่มีพันธุกรรมเหมือนกันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Identical twins often have the same mannerisms.",
      "th": "แฝดเหมือนมักจะมีนิสัยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "They laugh in exactly the same way.",
      "th": "พวกเขาหัวเราะเหมือนกันเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "The way they hold their coffee or tea cups or drinking beer, is extremely…",
      "th": "วิธีที่พวกเขาถือแก้วกาแฟหรือชา หรือดื่มเบียร์ก็ช่าง…"
    }
  },
  {
    "translation": {
      "en": "-Ros-- Ros and I… -Well--",
      "th": "รอสกับฉัน…"
    }
  },
  {
    "translation": {
      "en": "…specific to those twins.",
      "th": "มีลักษณะเฉพาะสำหรับแฝดพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Identical twins are the perfect natural experiment",
      "th": "แฝดเหมือนคือการทดลอง ทางธรรมชาติที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "because each individual has identical genes",
      "th": "เพราะแต่ละคนมียีนที่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "in every cell of its body.",
      "th": "ในทุกเซลล์ของร่างกาย"
    }
  },
  {
    "translation": {
      "en": "So they are the perfect way to tell nature from nurture.",
      "th": "พวกเขาจึงเป็นวิธีที่สมบูรณ์แบบ ที่จะบอกธรรมชาติจากอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Christopher] We're recruiting 21 pairs of identical twins",
      "th": "เรากำลังหาแฝดเหมือน 21 คู่"
    }
  },
  {
    "translation": {
      "en": "with very different backgrounds for this study.",
      "th": "ที่มีภูมิหลังต่างกันมากๆ เพื่อศึกษาเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "We're gonna take advantage of new technology and new methodology",
      "th": "เราจะใช้ประโยชน์ จากเทคโนโลยีใหม่ๆ วิธีการใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "that's gonna allow us to investigate metabolism in a very comprehensive way,",
      "th": "ที่จะช่วยให้เราค้นคว้ากระบวนการ เผาผลาญอาหารในแบบที่ครอบคลุมมากๆ ได้"
    }
  },
  {
    "translation": {
      "en": "and to show people the power we have at the end of our forks.",
      "th": "และแสดงให้คนเห็นถึงอำนาจที่เรามีที่ปลายส้อม"
    }
  },
  {
    "translation": {
      "en": "[Christopher] Ladies and gentlemen, we are ready for the orientation.",
      "th": "ทุกท่านครับ เราพร้อมจะเริ่มการแนะแนวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come join us.",
      "th": "เชิญเลยครับ"
    }
  },
  {
    "translation": {
      "en": "My name is Christopher Gardner. I have a PhD in nutrition science.",
      "th": "ผมคริสโตเฟอร์ การ์ดเนอร์ จบปริญญาเอกด้านวิทยาศาสตร์โภชนาการ"
    }
  },
  {
    "translation": {
      "en": "I've been here for 30 years.",
      "th": "ผมอยู่ที่นี่มา 30 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "For many, many of those years I've been feeding and bleeding people for a living.",
      "th": "ตลอดหลายปีที่ผ่านมา ผมให้อาหารคน และเจาะเลือดคนเพื่อยังชีพ"
    }
  },
  {
    "translation": {
      "en": "And recently, I started feeding, bleeding, and pooping people",
      "th": "และไม่นานมานี้ ผมเริ่มให้อาหารคน เจาะเลือดคน และทำให้คนอึ"
    }
  },
  {
    "translation": {
      "en": "'cause now we are into the microbiome.",
      "th": "เพราะตอนนี้เรากำลังสนใจเรื่องไมโครไบโอม"
    }
  },
  {
    "translation": {
      "en": "So, we have a very cool study, and I wanna assure you that it's not like,",
      "th": "เรามีการศึกษาที่เจ๋งมาก และผมอยากให้คุณมั่นใจว่ามันไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "\"Oh, we have a super cool diet, and one of you has to do the lousy diet.\"",
      "th": "\"โอ้ เรามีอาหารที่เจ๋งสุดๆ และหนึ่งในพวกคุณต้องกินอาหารที่ห่วยแตก\""
    }
  },
  {
    "translation": {
      "en": "We've actually designed them to both be positive impact on all of your health.",
      "th": "จริงๆ แล้วเราออกแบบให้อาหารทั้งสองแบบ ส่งผลดีต่อสุขภาพของคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay, we're gonna, for the first four weeks,",
      "th": "โอเค ในสี่สัปดาห์แรกเราจะ"
    }
  },
  {
    "translation": {
      "en": "deliver food to you.",
      "th": "ส่งอาหารไปให้คุณ"
    }
  },
  {
    "translation": {
      "en": "You're supposed to eat just what we mail you.",
      "th": "คุณควรกินแค่ของที่เราส่งไปให้คุณ"
    }
  },
  {
    "translation": {
      "en": "For four weeks, we've got a delivery service",
      "th": "เป็นเวลาสี่สัปดาห์ ที่เราจะมีบริการส่งอาหาร"
    }
  },
  {
    "translation": {
      "en": "that will be providing all the food to the twins.",
      "th": "ที่จะจัดหาอาหารทุกอย่างให้ฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "That means we'll know exactly what they're eating",
      "th": "นั่นแปลว่าเราจะรู้อย่างแน่ชัด ว่าพวกเขากินอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "because we will have provided all the food to them.",
      "th": "เพราะเราจะจัดหาอาหารทุกอย่างให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Then, for the last four weeks, you're supposed to go cook on your own.",
      "th": "แล้วในสี่สัปดาห์สุดท้าย คุณควรจะทำอาหารเอง"
    }
  },
  {
    "translation": {
      "en": "And this is less rigorous 'cause you won't be able to do it",
      "th": "และนี่จะเคร่งครัดน้อยกว่า เพราะคุณจะไม่สามารถ"
    }
  },
  {
    "translation": {
      "en": "as good as when we mailed it to you.",
      "th": "ทำได้ดีเท่าที่เราส่งให้คุณ"
    }
  },
  {
    "translation": {
      "en": "And after four weeks, they're gonna make and buy their own food.",
      "th": "และหลังจากสี่สัปดาห์ พวกเขาจะทำและซื้ออาหารเอง"
    }
  },
  {
    "translation": {
      "en": "This is more like the real world,",
      "th": "แบบนี้เหมือนโลกแห่งความจริงมากกว่า เวลาที่เราไม่ได้ควบคุม"
    }
  },
  {
    "translation": {
      "en": "when we don't have as much control over that aspect of their lives.",
      "th": "แบบนี้เหมือนโลกแห่งความจริงมากกว่า เวลาที่เราไม่ได้ควบคุม แง่มุมนั้นของชีวิตพวกเขามากนัก"
    }
  },
  {
    "translation": {
      "en": "The study aim here is to investigate the impact of you guys",
      "th": "เป้าหมายของการศึกษานี้ คือเพื่อค้นคว้าผลกระทบของพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "on these two different diets for cardiovascular health,",
      "th": "ต่ออาหารสองแบบที่แตกต่างกัน ในเรื่องสุขภาพของหัวใจและหลอดเลือด"
    }
  },
  {
    "translation": {
      "en": "metabolic status, and the gut microbiome.",
      "th": "ภาวะของการเผาผลาญอาหาร และไมโครไบโอมในระบบทางเดินอาหาร"
    }
  },
  {
    "translation": {
      "en": "And these two different diets will be… Are you ready?",
      "th": "และอาหารสองแบบที่ต่างกันนี้จะ… พวกคุณพร้อมไหม"
    }
  },
  {
    "translation": {
      "en": "Vegan versus omnivore.",
      "th": "วีแกนกับคนที่กินทั้งพืชและสัตว์"
    }
  },
  {
    "translation": {
      "en": "High in fiber, high in probiotics, high in phytochemicals,",
      "th": "ไฟเบอร์สูง โปรไบโอติกสูง สารพฤกษเคมีสูง"
    }
  },
  {
    "translation": {
      "en": "high in antioxidants, low in saturated fat.",
      "th": "สารต้านอนุมูลอิสระสูง ไขมันอิ่มตัวต่ำ"
    }
  },
  {
    "translation": {
      "en": "The most recent nutrition research",
      "th": "การวิจัยด้านโภชนาการล่าสุด"
    }
  },
  {
    "translation": {
      "en": "suggests some benefits to eating a plant-based diet,",
      "th": "ชี้ให้เห็นประโยชน์บางอย่าง จากการกินอาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "but some nutrients, like calcium, iron, and protein,",
      "th": "แต่สารอาหารบางอย่าง เช่น แคลเซียม ธาตุเหล็ก และโปรตีน"
    }
  },
  {
    "translation": {
      "en": "are easier to get from meat and dairy.",
      "th": "ก็ได้รับจากเนื้อสัตว์และนมได้ง่ายกว่า"
    }
  },
  {
    "translation": {
      "en": "So for the next eight weeks, we'll be investigating the pros and cons",
      "th": "ดังนั้นในอีกแปดสัปดาห์ เราจะมาดูข้อดีข้อเสีย"
    }
  },
  {
    "translation": {
      "en": "of a healthy diet that contains meat and dairy",
      "th": "ของอาหารเพื่อสุขภาพที่มีเนื้อสัตว์ และผลิตภัณฑ์ที่ทำจากนม"
    }
  },
  {
    "translation": {
      "en": "versus a healthy diet without either of them.",
      "th": "เทียบกับอาหารเพื่อสุขภาพที่ไม่มีของพวกนั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "[Carolyn laughing] That sounds like both lousy diets.",
      "th": "ฟังดูเหมือนอาหารห่วยแตกทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "[Wendy] Pam is not as, you know…",
      "th": "แพมไม่ใช่คนชอบกินเนื้อสัตว์เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "-Pam is not a very big meat person. -[Pam] Yeah.",
      "th": "แพมไม่ใช่คนชอบกินเนื้อสัตว์เท่าไหร่ (แพม - เวนดี้)"
    }
  },
  {
    "translation": {
      "en": "[Wendy] Where I, you know what,",
      "th": "ในขณะที่ฉัน"
    }
  },
  {
    "translation": {
      "en": "if steak was not unhealthy to consume every single day,",
      "th": "ถ้าการกินสเต๊กทุกวันมันไม่ได้ไม่ดีต่อสุขภาพล่ะก็"
    }
  },
  {
    "translation": {
      "en": "yes, I would be… I would eat steak.",
      "th": "ใช่ ฉันก็จะกินสเต๊ก"
    }
  },
  {
    "translation": {
      "en": "She would eat steak.",
      "th": "นางจะกินสเต๊ก"
    }
  },
  {
    "translation": {
      "en": "-Okay, this one is… -That one's the carrots. That's the beef.",
      "th": "โอเค นั่นมันแคร์รอต นั่นเนื้อวัว"
    }
  },
  {
    "translation": {
      "en": "[Pam] We're both chefs.",
      "th": "เราเป็นเชฟทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "And we do corporate catering and private catering.",
      "th": "และเรารับทำอาหารจัดเลี้ยงให้องค์กร และจัดเลี้ยงส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "[Wendy] I've never been on a plant-based diet.",
      "th": "ฉันไม่เคยกินอาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "I've consumed, um, like, you know, Impossible Burgers.",
      "th": "แต่ฉันเคยกินอิมพอสซิเบิ้ลเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "I've also never been on a plant-based diet, but I think--",
      "th": "ฉันก็ไม่เคยกินอาหารจากพืช แต่ฉันคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "Why you cutting me?",
      "th": "พูดแทรกฉันทำไมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Because you're not answering properly. -I am answering it. You just wanna talk.",
      "th": "- เพราะเธอตอบไม่ดี - ฉันตอบอยู่ เธอก็แค่อยากพูด"
    }
  },
  {
    "translation": {
      "en": "-You do it then. -Okay. All right.",
      "th": "- งั้นเธอตอบนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Let's start again. All right. -Okay.",
      "th": "- เอาใหม่นะ โอเค - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Christopher] Okay. During these eight weeks, we're gonna get some poop and blood.",
      "th": "โอเค ในช่วงแปดสัปดาห์นี้ เราจะเก็บอึและเลือด"
    }
  },
  {
    "translation": {
      "en": "That looks like stool, right?",
      "th": "นั่นดูเหมือนอุจจาระใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Rosalyn] I'm counting the times. Two, four, six, seven, eight, nine.",
      "th": "ฉันนับจำนวนครั้งอยู่ สอง สี่ หก เจ็ด แปด เก้า"
    }
  },
  {
    "translation": {
      "en": "Is that… Did I count right?",
      "th": "ฉันนับถูกไหม"
    }
  },
  {
    "translation": {
      "en": "-There's a lot of poop. Yeah. -That is a lot.",
      "th": "- อึเยอะมาก ใช่ - เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "-[Christopher] 'Cause it's at home. -So you don't need two people for it?",
      "th": "เพราะมันอยู่ที่บ้านไง งั้นก็ไม่ต้องใช้สองคนสิ"
    }
  },
  {
    "translation": {
      "en": "Don't need two people?",
      "th": "ไม่ต้องใช้สองคนเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Just one person can do it. -No… Wait, now you're confusing me.",
      "th": "- แค่คนเดียวก็ทำได้ - ไม่ เดี๋ยวนะ คุณกำลังทำให้ผมสับสน"
    }
  },
  {
    "translation": {
      "en": "Two people?",
      "th": "สองคนเหรอ"
    }
  },
  {
    "translation": {
      "en": "-He doesn't have to be there. -I mean, like, go like…",
      "th": "- เขาไม่จำเป็นต้องอยู่ที่นั่น - ในการ…"
    }
  },
  {
    "translation": {
      "en": "[Christopher] Oh, no. You don't have to be there to catch the poop.",
      "th": "ไม่ คุณไม่ต้องอยู่ที่นั่นเพื่อรับอึ"
    }
  },
  {
    "translation": {
      "en": "[Charlie] Growing up as identical twins was…",
      "th": "การโตมาโดยมีแฝดเหมือนนั้น… ผมไม่มีอะไรอ้างอิง"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm without a reference, 'cause I didn't grow up without one,",
      "th": "การโตมาโดยมีแฝดเหมือนนั้น… ผมไม่มีอะไรอ้างอิง เพราะผมไม่ได้โตมาโดยไม่มีแฝด…"
    }
  },
  {
    "translation": {
      "en": "but what I can say is, we always",
      "th": "(ชาร์ลี - ไมเคิล) แต่ที่ผมพูดได้คือ เราจะ"
    }
  },
  {
    "translation": {
      "en": "had somebody to play with.",
      "th": "มีคนให้เล่นด้วยเสมอ"
    }
  },
  {
    "translation": {
      "en": "Like, things like this. \"I need some time alone, you know?\"",
      "th": "อย่างเช่นอะไรแบบนี้ \"ผมอยากอยู่ตามลำพังหน่อย\""
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna go take a walk by myself. Come on, Charlie. Let's go.\"",
      "th": "\"ผมจะไปเดินเล่นคนเดียวนะ ไปเหอะ ชาร์ลี ไปกัน\""
    }
  },
  {
    "translation": {
      "en": "[Charlie] We're known as the Cheese Twins.",
      "th": "คนรู้จักเราในนามแฝดชีส"
    }
  },
  {
    "translation": {
      "en": "We did work in cheese for a long time.",
      "th": "เราทำงานเกี่ยวกับชีสมานานมาก"
    }
  },
  {
    "translation": {
      "en": "We ended up on The Great Food Truck Race.",
      "th": "เราเคยออกรายการเดอะเกรตฟู้ดทรักเรซ"
    }
  },
  {
    "translation": {
      "en": "We were also asked to do our own pilot.",
      "th": "เราถูกขอให้ทำตอนนำร่องของเราเอง"
    }
  },
  {
    "translation": {
      "en": "I really enjoy touching cheese, smelling cheese. Tasting it's great.",
      "th": "ผมชอบสัมผัสชีส ดมกลิ่นชีส ถ้าได้ชิมคือดีมาก"
    }
  },
  {
    "translation": {
      "en": "I don't think I'm gonna give up cheese.",
      "th": "ผมว่าผมจะไม่เลิกกินชีสหรอก"
    }
  },
  {
    "translation": {
      "en": "[Christopher] So, at the end of the week or so,",
      "th": "ดังนั้นประมาณปลายสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "you guys are gonna be randomly assigned these two different diets.",
      "th": "พวกคุณจะได้รับอาหารสองแบบนี้แบบสุ่ม"
    }
  },
  {
    "translation": {
      "en": "I want you to turn to your beloved sibling and look them in the eye and say,",
      "th": "ผมอยากให้คุณหันไปหาพี่น้องสุดที่รัก มองตาพวกเขาแล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Which one do I want least?\"",
      "th": "\"แบบไหนที่ฉันอยากกินน้อยที่สุด\""
    }
  },
  {
    "translation": {
      "en": "\"I know that's the one I'll get.\"",
      "th": "\"ฉันจะกินแบบนั้นเอง\""
    }
  },
  {
    "translation": {
      "en": "And if you're not prepared to do the one you want the least,",
      "th": "และถ้าคุณไม่พร้อมจะกินอาหารที่อยากกินน้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "you can't sign up for this study. You can't switch later.",
      "th": "คุณก็เข้าร่วมการศึกษานี้ไม่ได้ คุณจะเปลี่ยนทีหลังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We're taking a comprehensive approach to this study,",
      "th": "เราใช้วิธีที่ครอบคลุมในการศึกษาเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "looking at body composition,",
      "th": "ดูองค์ประกอบร่างกาย"
    }
  },
  {
    "translation": {
      "en": "the epigenome, or biological clock,",
      "th": "เอพิจีโนม หรือนาฬิกาชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "the microbiome,",
      "th": "ไมโครไบโอม"
    }
  },
  {
    "translation": {
      "en": "and the brain.",
      "th": "และสมอง"
    }
  },
  {
    "translation": {
      "en": "This study is unique 'cause no one's really attempted this before,",
      "th": "การศึกษานี้ไม่เหมือนใคร เพราะไม่เคยมีใครทำมาก่อน"
    }
  },
  {
    "translation": {
      "en": "to see whether we can really change",
      "th": "เพื่อดูว่าเราสามารถเปลี่ยนแปลงชีวเคมี"
    }
  },
  {
    "translation": {
      "en": "people's underlying biochemistry in just eight weeks.",
      "th": "ที่มีอยู่ในตัวคน ภายในแปดสัปดาห์ได้จริงๆ หรือไม่"
    }
  },
  {
    "translation": {
      "en": "And the twin model is the perfect way to do it.",
      "th": "และรูปแบบของฝาแฝดก็เป็นวิธีที่เหมาะที่สุด"
    }
  },
  {
    "translation": {
      "en": "So I'm super excited to see these results.",
      "th": "ผมตื่นเต้นมากที่จะได้เห็นผลลัพธ์เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "-[Carolyn] This is one of my favorites. -[Rosalyn] Even if it shows our underwear.",
      "th": "- นี่เป็นรูปนึงของเราที่ฉันชอบที่สุด - ถึงจะเห็นกางเกงในก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "-[in Filipino] Undies are showing. -[laughter]",
      "th": "กางเกงในโผล่"
    }
  },
  {
    "translation": {
      "en": "[Carolyn, in English] We were born in the Philippines.",
      "th": "เราเกิดที่ฟิลิปปินส์"
    }
  },
  {
    "translation": {
      "en": "Lived there until we immigrated to the United States.",
      "th": "อยู่ที่นั่นจนกระทั่งเราอพยพมาอยู่อเมริกา"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[in Filipino] Okay. Give me the butter.",
      "th": "- โอเค - โอเค ไปเอาเนยมาให้แม่ที"
    }
  },
  {
    "translation": {
      "en": "[in English] People think that Filipino food is a lot of pork.",
      "th": "คนคิดว่าอาหารฟิลิปปินส์มีหมูเยอะ"
    }
  },
  {
    "translation": {
      "en": "-No, well, that's here. -A lot of pork.",
      "th": "ไม่จริง แค่ที่อเมริกานี่แหละ"
    }
  },
  {
    "translation": {
      "en": "-[Carolyn] Wait. We're making arroz caldo? -[Rosalinda] Yeah.",
      "th": "- เดี๋ยวนะ เราจะทำอาร์รอซคาลโดใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Carolyn] Pork, which seems ubiquitous in the Filipino diet now,",
      "th": "หมู ซึ่งดูเหมือนมีอยู่เต็มไปหมด ในอาหารฟิลิปินส์ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "at one time was prepared maybe once or twice a year,",
      "th": "สมัยก่อน เราจะทำกันแค่ปีละครั้งหรือสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "and that was a treat.",
      "th": "และนั่นคือโอกาสพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Processed foods were introduced into the Philippine islands",
      "th": "อาหารแปรรูปถูกนำเข้าสู่หมู่เกาะฟิลิปปินส์"
    }
  },
  {
    "translation": {
      "en": "around World War II.",
      "th": "ช่วงสงครามโลกครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "So that's why, growing up,",
      "th": "เพราะอย่างนั้นตอนเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "we ate foods that were not part of the Filipino person's diet.",
      "th": "เราเลยกินอาหารที่ไม่ได้เป็นส่วนนึง ของอาหารของคนฟิลิปปินส์"
    }
  },
  {
    "translation": {
      "en": "As an immigrant,",
      "th": "ในฐานะผู้อพยพ"
    }
  },
  {
    "translation": {
      "en": "there are so many health issues in the Filipino-American community.",
      "th": "มีปัญหาเรื่องสุขภาพ ในชุมชนชาวฟิลิปปินส์-อเมริกันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "We have heart disease.",
      "th": "เราเป็นโรคหัวใจ"
    }
  },
  {
    "translation": {
      "en": "-Diabetes. -Diabetes.",
      "th": "- เบาหวาน - เบาหวาน"
    }
  },
  {
    "translation": {
      "en": "Something that I'm curious about, how much are our diets part of that?",
      "th": "ฉันอยากรู้ว่าอาหารของเรา มีส่วนทำให้เกิดโรคพวกนั้นมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Rosalyn] On this study, I was told I shouldn't eat ice cream anyway.",
      "th": "ในงานวิจัยนี้ พวกเขาบอกว่า ยังไงฉันก็ไม่ควรกินไอศกรีม"
    }
  },
  {
    "translation": {
      "en": "[Carolyn] That sucks.",
      "th": "โหย แย่อะ"
    }
  },
  {
    "translation": {
      "en": "Everything in moderation,",
      "th": "กินทุกอย่างแค่พอประมาณ"
    }
  },
  {
    "translation": {
      "en": "and you'll be in good shape.",
      "th": "แล้วพวกลูกจะแข็งแรง"
    }
  },
  {
    "translation": {
      "en": "Well, I'm, I'm, I'm Team Omnivore, so…",
      "th": "ผมชอบกินเนื้อมากกว่านะ ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "[Rosalyn] Yeah! Team Omni!",
      "th": "(มาร์คัส สามีแคโรลีน)"
    }
  },
  {
    "translation": {
      "en": "-[Markus] So I'm not for the plant thing. -Whoo! Team Omni!",
      "th": "- เย่! ทีมกินเนื้อ! - ดังนั้นผมไม่เชียร์อาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "You don't wanna try… How about if it's good?",
      "th": "คุณไม่อยากลอง… แล้วถ้ามันอร่อยล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Markus] Uh-uh. -No?",
      "th": "ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Real meat is… That's why people make fake meat.",
      "th": "ใช่ เนื้อสัตว์จริงคือเหตุผลที่คนทำเนื้อสัตว์ปลอม"
    }
  },
  {
    "translation": {
      "en": "-Because real meat's good. -[laughter]",
      "th": "เพราะเนื้อสัตว์จริงมันอร่อย"
    }
  },
  {
    "translation": {
      "en": "So, for me, this study can help to also motivate people to… to change behavior.",
      "th": "ฉันเลยคิดว่าการศึกษานี้ จะช่วยกระตุ้นให้คนเปลี่ยนพฤติกรรมด้วย"
    }
  },
  {
    "translation": {
      "en": "[drive-thru attendant] Hi. How may I help you?",
      "th": "สวัสดีค่ะ รับอะไรดีคะ"
    }
  },
  {
    "translation": {
      "en": "[woman] There's this paradox that I come up against, which is…",
      "th": "มีความขัดแย้งอย่างนึงที่ฉันเจอ ซึ่งก็คือ"
    }
  },
  {
    "translation": {
      "en": "…we are excited to try new foods,",
      "th": "เราตื่นเต้นที่จะได้ลองอาหารใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "we're eager to see what the best new restaurants are,",
      "th": "เราอยากเห็นว่าร้านอาหารใหม่ ที่ดีที่สุดคือร้านอะไร"
    }
  },
  {
    "translation": {
      "en": "and then that we're also stuck in our ways, that the American diet is what it is,",
      "th": "และเรายังติดอยู่กับวิถีของเรา ว่าอาหารอเมริกันเป็นอย่างที่มันเป็น"
    }
  },
  {
    "translation": {
      "en": "and we can't change.",
      "th": "และเราเปลี่ยนมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And, to me, only one of those is true.",
      "th": "(เจนนิเฟอร์ แจ็กเก็ต - ศาสตราจารย์) และฉันคิดว่ามีแค่ข้อเดียวที่เป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "[TV narrator 1] One of the most popular and convenient foods in the world",
      "th": "หนึ่งในอาหารยอดนิยมและสะดวกที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "is the American hot dog.",
      "th": "คือฮ็อตด็อกแบบอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[Jennifer] But there's a history in this country.",
      "th": "แต่ในประเทศนี้มีประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "There's a cultural reason for us to continue eating this way.",
      "th": "มีเหตุผลทางวัฒนธรรมที่เรายังคงกินแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[TV narrator 2] What you really need is food with protein in it.",
      "th": "สิ่งที่เราต้องการจริงๆ คืออาหารที่มีโปรตีน"
    }
  },
  {
    "translation": {
      "en": "Food like eggs and milk and fish and meat.",
      "th": "อาหารอย่างไข่ นม ปลา และเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "Remember my name, Protein.",
      "th": "จำชื่อฉันไว้นะ โปรตีน"
    }
  },
  {
    "translation": {
      "en": "[Christopher] To understand a Standard American Diet,",
      "th": "เพื่อทำความเข้าใจ เรื่องอาหารอเมริกันมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "you really have to go back to sort of post-World War II,",
      "th": "เราต้องย้อนกลับไป ช่วงหลังสงครามโลกครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "where a lot of Americans weren't qualifying for the military",
      "th": "ที่คนอเมริกันจำนวนมากเกณฑ์ทหารไม่ผ่าน"
    }
  },
  {
    "translation": {
      "en": "'cause they were too thin. They were undernourished.",
      "th": "เพราะผอมเกินไป พวกเขาขาดสารอาหาร"
    }
  },
  {
    "translation": {
      "en": "And there was a huge push to get enough calories out there,",
      "th": "และมีการผลักดันอย่างมาก เพื่อให้คนได้รับแคลอรี่ที่เพียงพอ"
    }
  },
  {
    "translation": {
      "en": "be as efficient as we could.",
      "th": "ให้มีประสิทธิภาพเท่าที่เราจะทำได้"
    }
  },
  {
    "translation": {
      "en": "We saw a growing availability of convenience foods,",
      "th": "เราเห็นว่าอาหารสะดวกซื้อหาได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "a lot of low-cost food,",
      "th": "มีอาหารราคาถูกมากมาย"
    }
  },
  {
    "translation": {
      "en": "which then started to morph",
      "th": "ซึ่งจากนั้นก็เริ่มเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "into more and more processed and packaged foods.",
      "th": "กลายเป็นอาหารแปรรูป และอาหารสำเร็จรูปมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[TV narrator 3] Complete delicious dinners.",
      "th": "มื้อค่ำแสนอร่อยพร้อมกิน"
    }
  },
  {
    "translation": {
      "en": "Taste pretty good?",
      "th": "อร่อยไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Delicious. Like my own home cooking.",
      "th": "อร่อย เหมือนอาหารที่ทำกินเองที่บ้านเลย"
    }
  },
  {
    "translation": {
      "en": "[Christopher] And we saw the same thing with animal-sourced foods.",
      "th": "และเราก็เห็นสิ่งเดียวกัน กับอาหารที่ทำจากสัตว์"
    }
  },
  {
    "translation": {
      "en": "Beef, pork, chicken, eggs, dairy products, cheese.",
      "th": "เนื้อวัว เนื้อหมู เนื้อไก่ ไข่ ผลิตภัณฑ์ที่ทำจากนม ชีส"
    }
  },
  {
    "translation": {
      "en": "[TV narrator 4] Choose cheese.",
      "th": "เลือกชีส"
    }
  },
  {
    "translation": {
      "en": "The animal agriculture sector industrialized",
      "th": "ภาคเกษตรกรรมสัตว์กลายเป็นอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "using a very production-line model.",
      "th": "โดยใช้รูปแบบสายการผลิตที่หลากหลาย"
    }
  },
  {
    "translation": {
      "en": "And, over time, factory farms took over to improve efficiency.",
      "th": "และเมื่อเวลาผ่านไป อุตสาหกรรมปศุสัตว์ ก็เข้ายึดครองเพื่อพัฒนาประสิทธิภาพ"
    }
  },
  {
    "translation": {
      "en": "That decreased the cost of animal products",
      "th": "มันทำให้ต้นทุนของผลิตภัณฑ์จากสัตว์ลดลง"
    }
  },
  {
    "translation": {
      "en": "and greatly increased the amount of animal products",
      "th": "และเพิ่มปริมาณผลิตภัณฑ์จากสัตว์ ที่เริ่มมีส่วนเกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "entering into people's diets.",
      "th": "ในอาหารของคนเราได้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[man] The thought then was, how can we make a cheap,",
      "th": "แนวคิดในตอนนั้นคือ เราจะทำระบบอาหาร"
    }
  },
  {
    "translation": {
      "en": "industrialized food system to get people calories?",
      "th": "แบบอุตสาหกรรมที่ราคาถูก เพื่อเพิ่มแคลอรี่ให้ผู้คนได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And that was what fixed our food system the way it is right now.",
      "th": "และนั่นคือสิ่งที่กำหนดระบบอาหารของเรา ให้เป็นอย่างที่เป็นอยู่ตอนนี้ (คอรี่ บุ๊กเกอร์ - ส.ว.)"
    }
  },
  {
    "translation": {
      "en": "And we're at a critical point that, if we do not change,",
      "th": "และเราอยู่ในจุดวิกฤตที่… ถ้าเราไม่เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "this is going to affect us in ways that many Americans don't imagine.",
      "th": "มันจะส่งผลกระทบต่อเรา ในแบบที่คนอเมริกันจำนวนมากไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "[Michael Greger] When the federal dietary guidelines",
      "th": "ตอนที่รัฐบาลกลางประกาศแนวทาง เกี่ยวกับอาหารพร้อมข้อความ \"กินให้มากขึ้น\""
    }
  },
  {
    "translation": {
      "en": "come out with their \"eat more\" messaging, they come out very clearly.",
      "th": "ตอนที่รัฐบาลกลางประกาศแนวทาง เกี่ยวกับอาหารพร้อมข้อความ \"กินให้มากขึ้น\" พวกเขาประกาศชัดเจนมาก แนวทางนั้นบอกว่า"
    }
  },
  {
    "translation": {
      "en": "Dietary guidelines say, \"Eat more fruits and vegetables.\"",
      "th": "พวกเขาประกาศชัดเจนมาก แนวทางนั้นบอกว่า \"กินผลไม้และผักให้มากขึ้น\""
    }
  },
  {
    "translation": {
      "en": "But what if you don't have access to fruits and vegetables?",
      "th": "แต่ถ้าคุณเข้าไม่ถึงผลไม้กับผักล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Cory] You often see these areas of America",
      "th": "คุณมักจะเห็นพื้นที่เหล่านี้ในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "where access to healthy fresh foods is not available.",
      "th": "ที่ไม่มีอาหารสดเพื่อสุขภาพเลย"
    }
  },
  {
    "translation": {
      "en": "That's what creates food deserts.",
      "th": "นั่นทำให้เกิดทะเลทรายอาหารขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man] The first McDonald that ever opened up in America was in San Bernardino.",
      "th": "แมคโดนัลด์สาขาแรกที่เปิดในอเมริกา อยู่ที่ซานเบอร์นาดิโน"
    }
  },
  {
    "translation": {
      "en": "The people in San Bernardino, like the rest of the country,",
      "th": "ผู้คนใน ซานเบอร์นาร์ดิโน ก็เหมือนคนในส่วนอื่นของประเทศ"
    }
  },
  {
    "translation": {
      "en": "they eat the regular Standard American Diet.",
      "th": "พวกเขากินอาหารอเมริกันมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "Lots of processed meats, and lots of fat and oil.",
      "th": "เนื้อสัตว์แปรรูปเยอะมาก ไขมันและน้ำมันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And with diabetes, heart disease, and dementia,",
      "th": "และโรคเบาหวาน โรคหัวใจ และภาวะสมองเสื่อม"
    }
  },
  {
    "translation": {
      "en": "the numbers are just astonishing and scary.",
      "th": "ตัวเลขมันชวนตะลึงและน่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "But five miles away, right across Highway 10,",
      "th": "แต่ห่างออกไปแปดกิโล ตรงข้ามทางหลวงหมายเลขสิบพอดี"
    }
  },
  {
    "translation": {
      "en": "you have Loma Linda.",
      "th": "เรามีโลมา ลินดา"
    }
  },
  {
    "translation": {
      "en": "This population lives more than a decade longer",
      "th": "ประชากรกลุ่มนี้มีอายุยืนยาวกว่า"
    }
  },
  {
    "translation": {
      "en": "and healthier than everyone else.",
      "th": "และสุขภาพดีกว่าทุกคนเป็นสิบปี"
    }
  },
  {
    "translation": {
      "en": "I just want to repeat that. A decade longer.",
      "th": "ขอย้ำอีกครั้งนะครับ อายุยืนกว่าเป็นสิบปี"
    }
  },
  {
    "translation": {
      "en": "And you live a decade healthier.",
      "th": "และมีชีวิตที่แข็งแรงกว่าเป็นสิบปี"
    }
  },
  {
    "translation": {
      "en": "Why was that the case?",
      "th": "ทำไมถึงเป็นอย่างนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "That was an enigma to me.",
      "th": "มันเป็นปริศนาสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "The environment is not much different.",
      "th": "สภาพแวดล้อมไม่ต่างกันเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "They get the same water. They get the same air.",
      "th": "พวกเขามีน้ำแบบเดียวกัน อากาศแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "But in Loma Linda, most of the population has access to healthy foods,",
      "th": "แต่ในโลมา ลินดา ประชากรส่วนใหญ่เข้าถึงอาหารเพื่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "such as vegetables, beans, legumes, and fruits.",
      "th": "อย่างเช่นผัก ถั่ว ถั่วฝักยาว และผลไม้"
    }
  },
  {
    "translation": {
      "en": "And because a lot of them are Seventh-day Adventists,",
      "th": "และเพราะพวกเขาหลายคน นับถือนิกายเซเวนต์เดย์แอดเวนทิสต์"
    }
  },
  {
    "translation": {
      "en": "the majority of them are vegetarians.",
      "th": "พวกเขาส่วนใหญ่เลยเป็นมังสวิรัติ"
    }
  },
  {
    "translation": {
      "en": "And even when they're not, they eat meat sparingly.",
      "th": "และต่อให้คนที่ไม่ได้เป็น พวกเขาก็กินเนื้อสัตว์น้อยมาก"
    }
  },
  {
    "translation": {
      "en": "Two areas just five miles apart, and the biggest difference is food.",
      "th": "สองพื้นที่ ห่างกันแค่แปดกิโลเมตร และสิ่งที่แตกต่างกันอย่างมากคืออาหาร"
    }
  },
  {
    "translation": {
      "en": "That's profound.",
      "th": "เป็นเรื่องที่ลึกซึ้งมาก"
    }
  },
  {
    "translation": {
      "en": "[Christopher] Today's an important day of the study.",
      "th": "วันนี้เป็นวันสำคัญของการศึกษา (การศึกษาโภชนาการแฝดสแตนฟอร์ด วันที่หนึ่ง)"
    }
  },
  {
    "translation": {
      "en": "It's diet assignment day.",
      "th": "วันนี้เป็นวันมอบหมายอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Wendy] Ah, my little kidney donor.",
      "th": "ผู้บริจาคไตตัวน้อยของฉัน"
    }
  },
  {
    "translation": {
      "en": "It'll be interesting to see, like, how these diets impact our growth.",
      "th": "มันจะน่าสนใจมากที่ได้เห็นว่า อาหารพวกนี้ส่งผลต่อการเติบโตของเรายังไง"
    }
  },
  {
    "translation": {
      "en": "[Rosalyn] What if one of us loses a ton of weight and the other doesn't?",
      "th": "ถ้าพวกเราคนนึงน้ำหนักลดลงเยอะมาก แต่อีกคนไม่ลดลง"
    }
  },
  {
    "translation": {
      "en": "-That'll make us less twin-like. -[Jevon] No more identical twinning.",
      "th": "- เราจะเป็นแฝดเหมือนที่เหมือนกันน้อยลงนะ - ไม่ใช่แฝดเหมือนอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "All right. It's time for the diet assignment randomization reveal.",
      "th": "เอาละ ได้เวลาเปิดเผยการสุ่มเลือก การมอบหมายาหารแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Okay, you're Carolyn, right? -I'm Carolyn.",
      "th": "- โอเค คุณคือแคโรลีนใช่ไหม - ฉันแคโรลีน"
    }
  },
  {
    "translation": {
      "en": "You ready for this one?",
      "th": "คุณพร้อมไหม"
    }
  },
  {
    "translation": {
      "en": "Ah, I can taste the kale now.",
      "th": "รู้สึกได้ถึงรสชาติของเคลแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman] Three, two, one.",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Activate! -[drumming]",
      "th": "เปิด!"
    }
  },
  {
    "translation": {
      "en": "-Yeah! -[cheering]",
      "th": "เย่! (แคโรลีน - โรซาลีน)"
    }
  },
  {
    "translation": {
      "en": "-[Rosalyn] I feel relieved. -[giggling] [Rosalyn] I feel relieved.",
      "th": "รู้สึกโล่งอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm pretty excited.",
      "th": "ฉันตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "I'm kind of feeling it for you though. -Wa, wa, wa. -But-- [laughing]",
      "th": "แต่ฉันเห็นใจเธอนะ แต่…"
    }
  },
  {
    "translation": {
      "en": "-[Pam] Who's next? -[chuckling]",
      "th": "ต่อไปใครคะ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Which one's Wendy? Pamela? -I am.",
      "th": "- คนไหนเวนดี้ คนไหนแพมเมล่า - ฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Wendy] I was really praying that I'd be on the omnivore diet.",
      "th": "ฉันภาวนาจริงๆ ว่าฉันจะได้กินทั้งพืชและสัตว์"
    }
  },
  {
    "translation": {
      "en": "Omnivorous. Oh, omnivore diet. Yeah.",
      "th": "- กินได้ทุกอย่าง - โอ้ อาหารที่มีทั้งพืชและสัตว์ ใช่"
    }
  },
  {
    "translation": {
      "en": "I was hoping to be on the omnivorous diet,",
      "th": "ฉันหวังว่าจะได้กินอาหารที่มีทั้งพืชและสัตว์"
    }
  },
  {
    "translation": {
      "en": "only based on me being an evil twin wanting to torture my sister.",
      "th": "เพราะฉันเป็นแฝดใจร้าย ที่อยากทรมานน้องสาวฉันเท่านั้นเลย"
    }
  },
  {
    "translation": {
      "en": "-[woman] Okay, three, two, one. -[drumming]",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Yes! -Oh, no!",
      "th": "- ไชโย! - ไม่นะ!"
    }
  },
  {
    "translation": {
      "en": "-No! -[laughter]",
      "th": "ไม่!"
    }
  },
  {
    "translation": {
      "en": "[Pam] Being on two different diets for the next eight weeks,",
      "th": "การกินอาหารสองแบบที่แตกต่างกัน จากนี้ไปแปดสัปดาห์นั้น"
    }
  },
  {
    "translation": {
      "en": "it's gonna be a challenge on me based on the fact that",
      "th": "มันจะเป็นความท้าทายสำหรับฉันเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "-it's not like my life stops. -[Wendy] Exactly.",
      "th": "ชีวิตฉันไม่ได้หยุด - ใช่เลย - ฉันยังต้องทำงานต่อไป"
    }
  },
  {
    "translation": {
      "en": "-My job continues. -Yeah.",
      "th": "- ใช่เลย - ฉันยังต้องทำงานต่อไป"
    }
  },
  {
    "translation": {
      "en": "-And my job consists of making… -Chicken.",
      "th": "- และงานของฉันก็มีการทำ… - ไก่"
    }
  },
  {
    "translation": {
      "en": "-Chicken. And… -Chicken curry.",
      "th": "- ไก่ - แกงไก่"
    }
  },
  {
    "translation": {
      "en": "…I'm probably gonna catch myself doing, like, putting meat,",
      "th": "และฉันอาจจะจับได้ว่าตัวเองเอาเนื้อสัตว์ใส่ปาก"
    }
  },
  {
    "translation": {
      "en": "and then probably having to spit it out 'cause I'm gonna remember,",
      "th": "แล้วก็ต้องคายออกมา เพราะฉันจะนึกขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "like, \"Oh, damn. Okay, I'm not supposed to.\"",
      "th": "\"แย่แล้ว ฉันไม่ควรกิน\""
    }
  },
  {
    "translation": {
      "en": "-Which of you is Jevon? -[laughter]",
      "th": "พวกคุณคนไหนคือเจวอนคะ"
    }
  },
  {
    "translation": {
      "en": "That's you? Okay.",
      "th": "คุณเหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "[Jevon] I've never been on a plant-based diet.",
      "th": "ผมไม่เคยกินอาหารจากพืชเลย"
    }
  },
  {
    "translation": {
      "en": "Chicken, definitely. [chuckles] Steak. Love steak.",
      "th": "ไก่ แน่นอน สเต๊ก ชอบสเต๊กมาก"
    }
  },
  {
    "translation": {
      "en": "Every time I bring it up, John's like, \"Oh, I'll do either-or,\"",
      "th": "ทุกครั้งที่ผมพูดถึงมัน จอห์นจะแบบว่า \"โอ้ ฉันกินอะไรก็ได้\""
    }
  },
  {
    "translation": {
      "en": "but I do hope I get the plant-based diet.",
      "th": "แต่ผมหวังจริงๆ ว่าผมจะได้กินอาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "I'd say I'm more excited than John is.",
      "th": "ผมว่าผมตื่นเต้นที่จะได้ลองมากกว่า"
    }
  },
  {
    "translation": {
      "en": "-[woman] All righty. -[drumming]",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-[ding] -No!",
      "th": "ไม่!"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "-[Rosalyn] Oh, goodness. I just hope… -[Carolyn] They're both unhappy.",
      "th": "ให้ตายสิ ชอบจังเลย ไม่มีความสุขทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "You were right. We were gonna get the ones we didn't want.",
      "th": "คุณพูดถูก เราจะได้อันที่เราไม่อยากได้"
    }
  },
  {
    "translation": {
      "en": "And Charlie.",
      "th": "และชาร์ลี"
    }
  },
  {
    "translation": {
      "en": "One of you is about to not have cheese for a while.",
      "th": "พวกคุณคนนึงจะไม่ได้กินชีสไปสักพัก"
    }
  },
  {
    "translation": {
      "en": "-[drumming] -Three, two, one.",
      "th": "สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-Hey! All right! -Oh. Damn.",
      "th": "(ชาร์ลี - ไมเคิล) - เฮ้! โอเคเลย - โอ้ เวร"
    }
  },
  {
    "translation": {
      "en": "-That makes two. -That's gonna be hard.",
      "th": "- ฉันก็ว่าเวร - งานนี้ยากแน่"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -We both wanted…",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Giving up cheese for eight weeks,",
      "th": "การเลิกกินชีสสองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "that will be… you know…",
      "th": "นั่นจะ… นึกออกไหม…"
    }
  },
  {
    "translation": {
      "en": "It will feel, in my world, like a bit of a sacrifice.",
      "th": "มันจะรู้สึกว่า ในโลกของผมนะ เหมือนเป็นการเสียสละนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Like, I love cheese.",
      "th": "ก็ผมรักชีส"
    }
  },
  {
    "translation": {
      "en": "-[Pam] Wait, I'm confused. -[Wendy] So he--",
      "th": "- เดี๋ยวนะ ฉันงง - แปลว่าเขา…"
    }
  },
  {
    "translation": {
      "en": "I kind of wanted it, but it's gonna be hard.",
      "th": "ผมอยากได้อันนี้นะ แต่มันจะยากแน่"
    }
  },
  {
    "translation": {
      "en": "-[Pam] You wanted vegan? -[Wendy] No, he wanted.",
      "th": "- คุณอยากกินวีแกนเหรอ - ไม่ เขาอยาก"
    }
  },
  {
    "translation": {
      "en": "-Kind of. -I wanted to try it.",
      "th": "ผมอยากลองดู"
    }
  },
  {
    "translation": {
      "en": "-I did, but I didn't. -Yeah.",
      "th": "- ผมอยากแต่ไม่อยาก - ใช่"
    }
  },
  {
    "translation": {
      "en": "[Wendy] I need my cheese.",
      "th": "ฉันต้องการชีสของฉัน"
    }
  },
  {
    "translation": {
      "en": "-[laughter] -I know. I know.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-[Wendy] I need my meat. -[Michael] Someone's gonna…",
      "th": "ฉันต้องการเนื้อสัตว์ของฉัน ใช่ จะมีคน…"
    }
  },
  {
    "translation": {
      "en": "[woman] It's so interesting about cheese that people can't give it up.",
      "th": "เรื่องชีสนี่น่าสนใจมากที่คนเราเลิกกินมันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I meet people all the time who say, \"I would go vegan, except for the cheese.\"",
      "th": "ฉันเจอคนพูดแบบนี้บ่อยมากว่า \"ฉันคงกินวีแกนแล้วถ้าไม่ติดเรื่องชีส\""
    }
  },
  {
    "translation": {
      "en": "Growing up in Japan, we didn't eat dairy because dairy was not a food that Japanese ate.",
      "th": "ฉันโตมาในญี่ปุ่น เราไม่ได้กินผลิตภัณฑ์นม เพราะมันไม่ใช่อาหารที่คนญี่ปุ่นกินกัน"
    }
  },
  {
    "translation": {
      "en": "In fact, the Japanese culture has never had dairy in it",
      "th": "อันที่จริง วัฒนธรรมญี่ปุ่นไม่เคยมีผลิตภัณฑ์นมเลย"
    }
  },
  {
    "translation": {
      "en": "until after World War II.",
      "th": "จนหลังสงครามโลกครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "The first time I had dairy products,",
      "th": "ครั้งแรกที่ฉันกินผลิตภัณฑ์นม"
    }
  },
  {
    "translation": {
      "en": "I remember that so well.",
      "th": "ฉันจำได้แม่นมาก"
    }
  },
  {
    "translation": {
      "en": "I was eight years old,",
      "th": "ฉันอายุแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "and it was a birthday party, and they were going to have pizza.",
      "th": "และมันเป็นงานเลี้ยงวันเกิด และพวกเขาจะกินพิซซ่ากัน"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"If I eat this pizza,",
      "th": "และฉันคิดว่า \"ถ้าฉันกินพิซซ่านี่"
    }
  },
  {
    "translation": {
      "en": "I can finally become an American.\"",
      "th": "ฉันก็จะได้เป็นคนอเมริกันซะที\""
    }
  },
  {
    "translation": {
      "en": "And I took a bite of this pizza,",
      "th": "และฉันกัดพิซซ่าไปคำนึง"
    }
  },
  {
    "translation": {
      "en": "and I was just like, \"Oh my God.\"",
      "th": "แล้วรู้สึกว่า \"โอ้พระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "It just was transformative.",
      "th": "มันคือการเปลี่ยนแปลงครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Cheese is something that speaks to the soul.",
      "th": "ชีสเป็นสิ่งที่สื่อถึงจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "There's something romantic about beautiful oozy Bries and Camemberts",
      "th": "มันมีความโรแมนติกบางอย่าง อยู่ในบรีและกาม็องแบร์ที่ไหลเยิ้มสวยงาม"
    }
  },
  {
    "translation": {
      "en": "that do something to you.",
      "th": "ที่มีผลบางอย่างกับคุณ"
    }
  },
  {
    "translation": {
      "en": "All I ever really wanted in life",
      "th": "สิ่งเดียวที่ฉันต้องการในชีวิตจริงๆ"
    }
  },
  {
    "translation": {
      "en": "was to be able to enjoy",
      "th": "คือการที่สามารถมีความสุข"
    }
  },
  {
    "translation": {
      "en": "a bottle of great wine and some fancy cheese.",
      "th": "กับไวน์ดีๆ สักขวด และชีสหรูๆ นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "And a good baguette as well too.",
      "th": "และขนมปังบาแก็ตต์อร่อยๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "The reason for that, it's because it's biologically addicting.",
      "th": "เหตุผลก็คือ เป็นเพราะมันคือการเสพติดทางชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "Cheese actually has something called casomorphin,",
      "th": "ชีสมีบางอย่างที่เรียกว่าเคโซมอร์ฟิน"
    }
  },
  {
    "translation": {
      "en": "which is a hormone that's released when casein,",
      "th": "ซึ่งเป็นฮอร์โมนที่หลั่งออกมาเมื่อเคซีน"
    }
  },
  {
    "translation": {
      "en": "which is milk protein, breaks down in your body,",
      "th": "ซึ่งเป็นโปรตีนจากนมแตกตัวในร่างกายเรา"
    }
  },
  {
    "translation": {
      "en": "and it's a feel-good hormone.",
      "th": "และมันเป็นฮอร์โมนที่ทำให้รู้สึกดี"
    }
  },
  {
    "translation": {
      "en": "So when you eat it, somehow, you just feel high.",
      "th": "พอคุณกินเข้าไป คุณก็จะรู้สึกเมา"
    }
  },
  {
    "translation": {
      "en": "And that's why all milk…",
      "th": "นั่นคือเหตุผลที่นมทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "Apparently, even we have it because it puts babies to sleep.",
      "th": "ถึงเราจะกินมันก็เถอะ มันทำให้เด็กนอนหลับ"
    }
  },
  {
    "translation": {
      "en": "They're comforted. They feel good.",
      "th": "เด็กๆ สบายใจ เด็กๆ รู้สึกดี"
    }
  },
  {
    "translation": {
      "en": "And it makes it really hard to give up.",
      "th": "และทำให้เลิกกินได้ยากมาก"
    }
  },
  {
    "translation": {
      "en": "The problem is that cheese is full of saturated fat.",
      "th": "ปัญหาคือชีสเต็มไปด้วยไขมันอิ่มตัว"
    }
  },
  {
    "translation": {
      "en": "[Christopher] The saturated fat that is found mostly in animal products",
      "th": "ไขมันอิ่มตัวที่ส่วนใหญ่พบในผลิตภัณฑ์จากสัตว์"
    }
  },
  {
    "translation": {
      "en": "can raise levels of blood cholesterol and clog your arteries.",
      "th": "อาจทำให้ระดับคอเลสเตอรอลในเลือดสูงขึ้น และทำให้หลอดเลือดอุดตัน"
    }
  },
  {
    "translation": {
      "en": "And this can put you at risk for diabetes and for heart disease.",
      "th": "และนี่อาจทำให้คุณเสี่ยง ต่อการเป็นโรคเบาหวานและโรคหัวใจ"
    }
  },
  {
    "translation": {
      "en": "[Michael Greger] Too much dairy consumption, in general,",
      "th": "การบริโภคผลิตภัณฑ์ที่ทำจากนมมากเกินไป จะเพิ่มความเสี่ยงต่อการเป็นโรคพาร์กินสัน"
    }
  },
  {
    "translation": {
      "en": "increases the risk of Parkinson's disease, increases the risk of prostate cancer.",
      "th": "การบริโภคผลิตภัณฑ์ที่ทำจากนมมากเกินไป จะเพิ่มความเสี่ยงต่อการเป็นโรคพาร์กินสัน เพิ่มความเสี่ยงต่อการเป็นมะเร็งต่อมลูกหมาก"
    }
  },
  {
    "translation": {
      "en": "This is why milk is meant for baby calves. It's not meant for us.",
      "th": "เพราะอย่างนี้นมถึงมีไว้เลี้ยงลูกวัวไง มันไม่ได้มีไว้ให้เรากิน"
    }
  },
  {
    "translation": {
      "en": "Drink your milk, kids.",
      "th": "ดื่มนมซะ เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Well, Mr. Miller told me he never drinks milk.",
      "th": "คุณมิลเลอร์บอกผมว่าเขาไม่เคยดื่มนมเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] The dairy industry spent decades",
      "th": "อุตสาหกรรมนมใช้เวลาหลายสิบปี"
    }
  },
  {
    "translation": {
      "en": "trying to demonstrate dairy foods were not only good for you",
      "th": "พยายามแสดงให้เห็นว่าอาหารที่ทำจากนม ไม่ได้แค่ดีสำหรับคุณเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "but were absolutely essential in the diet,",
      "th": "แต่ยังมีความจำเป็นอย่างยิ่งในอาหาร"
    }
  },
  {
    "translation": {
      "en": "and that if you didn't eat dairy foods,",
      "th": "และถ้าคุณไม่กินอาหารที่ทำจากนม"
    }
  },
  {
    "translation": {
      "en": "you weren't gonna be getting enough calcium.",
      "th": "คุณจะได้รับแคลเซียมไม่เพียงพอ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Got milk?",
      "th": "มีนมไหม"
    }
  },
  {
    "translation": {
      "en": "[Marion] The milk mustache campaign. That's the famous one.",
      "th": "แคมเปญหนวดนม แคมเปญนั้นดังมาก"
    }
  },
  {
    "translation": {
      "en": "They got celebrities, sports figures, music figures,",
      "th": "พวกเขาให้คนดัง นักกีฬา นักดนตรี"
    }
  },
  {
    "translation": {
      "en": "to pose with the milk mustache,",
      "th": "มาโพสท่ากับหนวดเปื้อนนม"
    }
  },
  {
    "translation": {
      "en": "and kids loved it.",
      "th": "และเด็กๆ ก็ชอบ"
    }
  },
  {
    "translation": {
      "en": "[woman] If you think about it, back when we were hunters and gatherers,",
      "th": "ถ้าลองคิดย้อนไป สมัยที่เราเป็นคนเก็บของป่าล่าสัตว์"
    }
  },
  {
    "translation": {
      "en": "we had to find an animal and hunt it down and kill it.",
      "th": "เราต้องหาสัตว์ และล่ามัน และฆ่ามัน"
    }
  },
  {
    "translation": {
      "en": "Dairy products weren't available.",
      "th": "ไม่มีผลิตภัณฑ์นม"
    }
  },
  {
    "translation": {
      "en": "And so I think that, you know, this is what part of the problem is now,",
      "th": "ฉันเลยคิดว่านี่เป็นส่วนนึงของปัญหาในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "that in our modern food society,",
      "th": "ในสังคมอาหารสมัยใหม่ของเรา"
    }
  },
  {
    "translation": {
      "en": "we have meat and dairy in so many products,",
      "th": "เรามีเนื้อสัตว์และนมในผลิตภัณฑ์หลายอย่างมากๆ"
    }
  },
  {
    "translation": {
      "en": "and in the abundance of which we're consuming it,",
      "th": "และการที่เราบริโภคมันเข้าไปมากๆ"
    }
  },
  {
    "translation": {
      "en": "it's actually quite dangerous.",
      "th": "จริงๆ แล้วมันอันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "[Christopher] Americans have been estimated to eat about 60 pounds of beef,",
      "th": "คาดว่าชาวอเมริกัน กินเนื้อวัวประมาณ 30 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "100 pounds of chicken,",
      "th": "กินเนื้อไก่ 45 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "and more than 650 pounds of dairy products per person per year.",
      "th": "และกินผลิตภัณฑ์นม มากกว่า 300 กิโลกรัม ต่อคนต่อปี"
    }
  },
  {
    "translation": {
      "en": "[Miyoko] It's really funny that people think dairy is necessary",
      "th": "มันตลกมากที่คนคิดว่าผลิตภัณฑ์นมเป็นสิ่งจำเป็น"
    }
  },
  {
    "translation": {
      "en": "because most people in the world, including Asians, are lactose intolerant.",
      "th": "เพราะคนส่วนใหญ่ในโลก รวมถึงคนเอเชีย แพ้น้ำตาลแลคโตส"
    }
  },
  {
    "translation": {
      "en": "Also, it's really interesting because people today",
      "th": "อีกอย่าง มันน่าสนใจมาก เพราะคนสมัยนี้"
    }
  },
  {
    "translation": {
      "en": "think that we have to eat meat or dairy to get protein.",
      "th": "คิดว่าเราต้องกินเนื้อสัตว์ หรือนมเพื่อให้ได้โปรตีน"
    }
  },
  {
    "translation": {
      "en": "But if you think about it in the context of human history,",
      "th": "แต่ถ้าคุณลองคิดดู ในบริบทของประวัติศาสตร์มนุษย์"
    }
  },
  {
    "translation": {
      "en": "you'll find that most populations",
      "th": "คุณจะพบว่าประชากรส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "did not eat meat or dairy except in very, very small amounts, if at all.",
      "th": "ไม่กินเนื้อสัตว์หรือผลิตภัณฑ์นม เว้นแต่จะกินในปริมาณที่น้อยมาก ถ้ากินนะ"
    }
  },
  {
    "translation": {
      "en": "[John] My name is John. I'm 22.",
      "th": "ผมชื่อจอห์น อายุ 22"
    }
  },
  {
    "translation": {
      "en": "[Jevon] My name is Jevon. I'm 22.",
      "th": "ผมชื่อเจวอน อายุ 22"
    }
  },
  {
    "translation": {
      "en": "John has a very dark, rusty kind of voice.",
      "th": "(บัฟฟาโล - นิวยอร์ก) จอห์นเป็นคนเสียงเข้มและแหบมาก"
    }
  },
  {
    "translation": {
      "en": "-And I have this slightly nasally-- -Bright.",
      "th": "- ส่วนผมเสียงขึ้นจมูกนิดๆ… - เสียงใส"
    }
  },
  {
    "translation": {
      "en": "-Brighter. -Boyish.",
      "th": "- ใสกว่า - เหมือนเด็ก"
    }
  },
  {
    "translation": {
      "en": "-Bright. I won't say boyish, but, um… -[laughs]",
      "th": "ใสละกัน ผมจะไม่พูดว่าเหมือนเด็ก แต่…"
    }
  },
  {
    "translation": {
      "en": "I've been described as stoic, um, quiet, a man of few words.",
      "th": "คนมองว่าผมเป็นคนนิ่งๆ เงียบๆ เป็นคนพูดน้อย"
    }
  },
  {
    "translation": {
      "en": "I'm definitely more quiet than Jevon.",
      "th": "ผมเงียบกว่าเจวอนแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[Jevon] In high school, people said they were scared to come up to John",
      "th": "สมัยม.ปลาย คนพูดกันว่าไม่กล้าเข้าหาจอห์น"
    }
  },
  {
    "translation": {
      "en": "'cause of his face, but they weren't scared to come up to me.",
      "th": "เพราะหน้าเขา แต่พวกเขาไม่กลัวที่จะเข้าหาผม"
    }
  },
  {
    "translation": {
      "en": "That's an interesting thing to say to somebody who looks like that person.",
      "th": "ซึ่งเป็นเรื่องน่าสนใจ ที่จะพูดกับคนที่หน้าตาเหมือนคนคนนั้น"
    }
  },
  {
    "translation": {
      "en": "-You know. -[laughs]",
      "th": "นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "I'm just laid back, I guess, is the--",
      "th": "ผมแค่ชิลๆ มั้งนะ"
    }
  },
  {
    "translation": {
      "en": "And mean-looking, apparently.",
      "th": "และดูเหมือนใจร้ายด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, they have a bruise that looks like it's healed,",
      "th": "พวกเขามีรอยช้ำที่ดูเหมือนหายแล้ว"
    }
  },
  {
    "translation": {
      "en": "but another one on their…",
      "th": "แต่มีอีกรอยบน…"
    }
  },
  {
    "translation": {
      "en": "[Jevon] We're about to graduate nursing school, and we work with older people",
      "th": "เรากำลังจะเรียนจบพยาบาล และเราทำงานกับผู้สูงอายุ"
    }
  },
  {
    "translation": {
      "en": "who don't eat, you know, the way they should,",
      "th": "ที่ไม่กินแบบที่ควรจะกิน และนั่นเป็นอะไรที่…"
    }
  },
  {
    "translation": {
      "en": "and that's something that it would be a good thing to change.",
      "th": "ที่ไม่กินแบบที่ควรจะกิน และนั่นเป็นอะไรที่… ถ้าได้เปลี่ยนก็คงจะดี"
    }
  },
  {
    "translation": {
      "en": "We do work out together.",
      "th": "เราออกกำลังกายด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Our dad has been a mentor.",
      "th": "พ่อของเราเป็นที่ปรึกษาให้"
    }
  },
  {
    "translation": {
      "en": "He was a bodybuilder back in, like, the '80s, '90s,",
      "th": "พ่อเป็นนักเพาะกายตอนยุค 80 และ 90"
    }
  },
  {
    "translation": {
      "en": "and he won a few competitions, which is really cool.",
      "th": "และพ่อเคยชนะการแข่งขันสองสามรายการ ซึ่งเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "[man] So we gotta pour the whole thing in there?",
      "th": "เราต้องเททุกอย่างลงไปในนั้นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-80% of bodybuilding is diet. -[food sizzling]",
      "th": "แปดสิบเปอร์เซ็นต์ของการเล่นกล้าม คือการควบคุมอาหาร"
    }
  },
  {
    "translation": {
      "en": "Basically, it's a high-protein,",
      "th": "พูดง่ายๆ ก็คือ ต้องกินอาหารโปรตีนสูง"
    }
  },
  {
    "translation": {
      "en": "high-carb, low-fat diet.",
      "th": "คาร์โบไฮเดรตสูง ไขมันต่ำ"
    }
  },
  {
    "translation": {
      "en": "Don't they smell good? -Yeah. -[Jevon chuckles]",
      "th": "- หอมไหมล่ะ - หอม"
    }
  },
  {
    "translation": {
      "en": "[John Sr.] I'm glad y'all ate 'cause y'all not getting any.",
      "th": "ดีใจที่พวกลูกกินแล้ว เพราะลูกจะไม่ได้กินนี่"
    }
  },
  {
    "translation": {
      "en": "[Jevon] I have a short stature, a very lean stature.",
      "th": "ผมตัวเตี้ย รูปร่างผอมบางมาก"
    }
  },
  {
    "translation": {
      "en": "My friends still refer to me as skinny,",
      "th": "เพื่อนผมยังเรียกผมว่าไอ้แห้ง"
    }
  },
  {
    "translation": {
      "en": "which is frustrating because I've, you know,",
      "th": "ซึ่งน่าหงุดหงิดเพราะผมทุ่มเท"
    }
  },
  {
    "translation": {
      "en": "put in almost four years of working out to, you know, build myself the way I have.",
      "th": "กับการออกกำลังกายมาเกือบสี่ปี เพื่อสร้างกล้ามเนื้อแบบที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "I don't think that I even have the appetite",
      "th": "ผมคิดว่าผมไม่ได้มีความอยากอาหารที่จะกิน"
    }
  },
  {
    "translation": {
      "en": "to eat as much as I would need to to bulk.",
      "th": "ให้เยอะอย่างที่ผมต้องกิน เพื่อเพิ่มกล้ามเนื้อด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[man] Wow, that's incredible. Which one's your favorite pose?",
      "th": "โห สุดยอดเลย ชอบท่าไหนที่สุดครับ"
    }
  },
  {
    "translation": {
      "en": "[John] And on top of that, I'll be eating vegan,",
      "th": "ยิ่งไปกว่านั้น ผมกำลังจะกินวีแกน"
    }
  },
  {
    "translation": {
      "en": "so getting enough protein sounds pretty difficult.",
      "th": "ดังนั้นการได้รับโปรตีนมากพอ ดูจะเป็นเรื่องยากมาก"
    }
  },
  {
    "translation": {
      "en": "[man] He was a really great poser. You can tell by these shots.",
      "th": "เขาโพสท่าเก่งมาก ดูได้จากรูปพวกนี้ มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "That's awesome.",
      "th": "ดูได้จากรูปพวกนี้ มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "That's why I'm very excited to work with a… a trainer.",
      "th": "ถึงได้ตื่นเต้นมากที่จะได้ทำงานกับเทรนเนอร์"
    }
  },
  {
    "translation": {
      "en": "[man] My name is Nimai Delgado.",
      "th": "ผมชื่อนิไม เดลกาโด"
    }
  },
  {
    "translation": {
      "en": "I am a professional bodybuilder and health coach",
      "th": "ผมเป็นนักเพาะกายมืออาชีพ และเป็นโค้ชสุขภาพที่เชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "that specializes in helping people build muscle and lose fat",
      "th": "ผมเป็นนักเพาะกายมืออาชีพ และเป็นโค้ชสุขภาพที่เชี่ยวชาญ ในการช่วยคนสร้างกล้ามเนื้อ และลดไขมันด้วยอาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "on a plant-based diet.",
      "th": "ในการช่วยคนสร้างกล้ามเนื้อ และลดไขมันด้วยอาหารจากพืช"
    }
  },
  {
    "translation": {
      "en": "[announcer] …physique champion, Nimai.",
      "th": "แชมป์เพาะกายได้แก่ นิไม"
    }
  },
  {
    "translation": {
      "en": "[man] Yeah!",
      "th": "เย่!"
    }
  },
  {
    "translation": {
      "en": "I was born and raised into a lacto-vegetarian family,",
      "th": "ผมเกิดและโตในครอบครัว ที่กินมังสวิรัติแต่กินนม"
    }
  },
  {
    "translation": {
      "en": "so I've never eaten meat.",
      "th": "ผมเลยไม่เคยกินเนื้อสัตว์เลย"
    }
  },
  {
    "translation": {
      "en": "There's been a strong push in the media that has convinced people",
      "th": "มีการผลักดันอย่างมากในสื่อที่ทำให้คนเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "that you cannot get adequate protein,",
      "th": "คุณไม่สามารถได้รับโปรตีนมากพอ"
    }
  },
  {
    "translation": {
      "en": "you cannot get adequate nutrition without meat and dairy.",
      "th": "คุณไม่สามารถได้รับสารอาหารที่เพียงพอ ถ้าไม่กินเนื้อสัตว์และนม"
    }
  },
  {
    "translation": {
      "en": "But there's been about 15,000 people that have come through my programs,",
      "th": "แต่มีคนประมาณ 15,000 คน ที่มาเข้าโปรแกรมของผม"
    }
  },
  {
    "translation": {
      "en": "and, about the two to three-week mark,",
      "th": "และในเวลาประมาณสองถึงสามสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "they'll start to noticeably feel different in their energy levels,",
      "th": "พวกเขาจะเริ่มรู้สึกแตกต่าง อย่างเห็นได้ชัดในระดับพลังงาน"
    }
  },
  {
    "translation": {
      "en": "in their ability to get better quality sleep,",
      "th": "ในความสามารถในการนอนหลับที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "maybe even in their sex life.",
      "th": "อาจรวมถึงชีวิตเซ็กซ์ของพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "But before the twins start",
      "th": "แต่ก่อนที่ฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "the actual training program that I'm gonna give them,",
      "th": "จะเริ่มโปรแกรมฝึกจริงๆ ที่ผมจะฝึกให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "we're gonna do tests to measure their starting conditions.",
      "th": "เราจะทำการทดสอบ เพื่อวัดสภาพเริ่มต้นของพวกเขาก่อน"
    }
  },
  {
    "translation": {
      "en": "-Okay, so, body-fat time. -Okay.",
      "th": "ได้เวลาวัดไขมันในร่างกายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -You're up.",
      "th": "- ได้เลย - ตาคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Christopher] This is week zero, or baseline testing,",
      "th": "นี่คือสัปดาห์ที่ศูนย์ หรือการทดสอบพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "and today, we are measuring body weight and body composition.",
      "th": "และวันนี้เราจะวัดน้ำหนักตัว และองค์ประกอบของร่างกาย"
    }
  },
  {
    "translation": {
      "en": "We're not actually worried about excess weight,",
      "th": "เราไม่ได้กังวลเรื่องน้ำหนักเกิน"
    }
  },
  {
    "translation": {
      "en": "we're worried about excess body fat.",
      "th": "เรากังวลเรื่องไขมันส่วนเกิน"
    }
  },
  {
    "translation": {
      "en": "And there's ways to measure body fat.",
      "th": "และมีวิธีวัดไขมันในร่างกายหลายวิธี"
    }
  },
  {
    "translation": {
      "en": "[woman] We're gonna do a DEXA scan.",
      "th": "(ระวัง รังสีเอกซ์) เราจะทำเด็กซ์ซ่าสแกนให้คุณ"
    }
  },
  {
    "translation": {
      "en": "We're gonna measure your body fat, your lean mass, and your bone density.",
      "th": "เราจะวัดไขมันในร่างกาย มวลร่างกายไร้ไขมัน และความหนาแน่นของกระดูก"
    }
  },
  {
    "translation": {
      "en": "-What's my lean mass? -Muscle.",
      "th": "- มวลร่างกายไร้ไขมันคืออะไร - กล้ามเนื้อ"
    }
  },
  {
    "translation": {
      "en": "I need you to remove your shoes.",
      "th": "ฉันอยากให้คุณถอดรองเท้าออก"
    }
  },
  {
    "translation": {
      "en": "The first test is called a DEXA scan.",
      "th": "การทดสอบแรกเรียกว่าเด็กซ์ซ่าสแกน"
    }
  },
  {
    "translation": {
      "en": "And you're gonna breathe normally.",
      "th": "คุณจะหายใจตามปกติ"
    }
  },
  {
    "translation": {
      "en": "You do not have to hold your breath. Please don't.",
      "th": "ไม่ต้องกลั้นหายใจ อย่ากลั้นหายใจ"
    }
  },
  {
    "translation": {
      "en": "[Nimai] The DEXA scan will be able to distinguish",
      "th": "เด็กซ์ซ่าสแกนจะแยกได้ว่า คุณมีมวลกล้ามเนื้อเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "how much muscle mass you have, how much body fat you have,",
      "th": "เด็กซ์ซ่าสแกนจะแยกได้ว่า คุณมีมวลกล้ามเนื้อเท่าไหร่ มีไขมันในร่างกายเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "and where it's distributed.",
      "th": "และมันกระจายไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "So a DEXA scan will be able to accurately tell us how much muscle mass",
      "th": "ดังนั้นเด็กซ์ซ่าสแกนจะบอกเราได้อย่างแม่นยำ ว่าแฝดแต่ละคน"
    }
  },
  {
    "translation": {
      "en": "each twin will be able to put on",
      "th": "จะเพิ่มมวลกล้ามเนื้อได้แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and how much fat they'll be able to lose in the course of this study.",
      "th": "และพวกเขาจะลดไขมันได้มากแค่ไหน ในคอร์สของการศึกษานี้"
    }
  },
  {
    "translation": {
      "en": "[woman] When we stand on a bathroom scale,",
      "th": "เมื่อเรายืนบนเครื่องชั่งน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "we are not looking at fat and lean mass,",
      "th": "เราไม่ได้ดูไขมันและมวลร่างกายไร้ไขมัน"
    }
  },
  {
    "translation": {
      "en": "and we don't really understand what the health ramifications",
      "th": "และเราไม่ได้เข้าใจจริงๆ ว่าปัญหาด้านสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "of having those things not in balance are.",
      "th": "ของการที่สิ่งเหล่านั้นไม่สมดุลคืออะไร"
    }
  },
  {
    "translation": {
      "en": "If you don't have muscle, you are unhealthy,",
      "th": "ถ้าคุณไม่มีกล้ามเนื้อ คุณก็ไม่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "regardless of your pant size or the scale weight.",
      "th": "ไม่ว่าคุณจะใส่กางเกงไซส์อะไร หรือน้ำหนักเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "So just breathe normally.",
      "th": "หายใจตามปกตินะคะ"
    }
  },
  {
    "translation": {
      "en": "We'll start the scanner.",
      "th": "เราจะเปิดเครื่องสแกนแล้ว"
    }
  },
  {
    "translation": {
      "en": "This device is going to measure the twins' body composition",
      "th": "อุปกรณ์นี้จะวัด องค์ประกอบของร่างกายของฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "at the beginning and at the end of the study.",
      "th": "ในตอนต้นและตอนท้ายของการศึกษา"
    }
  },
  {
    "translation": {
      "en": "And it will be a lot more accurate than your BMI, or your Body Mass Index.",
      "th": "และมันจะแม่นยำกว่าบีเอ็มไอ หรือค่าดัชนีมวลกายของคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Typically, when I'm asked about BMI, my blood pressure goes up.",
      "th": "ปกติเวลาถามเรื่องค่าดัชนีมวลกาย ความดันฉันจะขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "So we'll, we'll, we'll stay calm.",
      "th": "ดังนั้นเราจะสงบสติอารมณ์ไว้"
    }
  },
  {
    "translation": {
      "en": "BMI, or Body Mass Index,",
      "th": "บีเอ็มไอหรือค่าดัชนีมวลกาย"
    }
  },
  {
    "translation": {
      "en": "looks at height and weight, and it spits out sort of a health status.",
      "th": "ดูที่ส่วนสูงและน้ำหนัก แล้วมันก็แจกแจงข้อมูลภาวะอนามัยออกมา"
    }
  },
  {
    "translation": {
      "en": "This is a rudimentary way in which we try to characterize",
      "th": "นี่เป็นวิธีพื้นฐานที่เราพยายามจะอธิบาย"
    }
  },
  {
    "translation": {
      "en": "whether or not someone is normal weight or overweight.",
      "th": "ว่าคนคนนึงน้ำหนักปกติหรือน้ำหนักเกิน"
    }
  },
  {
    "translation": {
      "en": "I personally don't like it because it doesn't factor in muscle mass",
      "th": "โดยส่วนตัวแล้วฉันไม่ชอบมัน เพราะมันไม่รวมถึงมวลกล้ามเนื้อ"
    }
  },
  {
    "translation": {
      "en": "or other features that are associated with someone's body composition.",
      "th": "หรือลักษณะอื่นๆ ที่เกี่ยวข้องกับ องค์ประกอบของร่างกายของคนคนนึง"
    }
  },
  {
    "translation": {
      "en": "[Amy] If you have a six-foot, 250-pound bodybuilder",
      "th": "ถ้าคุณมีนักเพาะกายน้ำหนัก 110 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "with 10% body fat,",
      "th": "ที่มีไขมันในร่างกายสิบเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "by a BMI calculation, they fall in the obese category.",
      "th": "จากการคำนวณค่าดัชนีมวลกาย พวกเขาจะอยู่ในหมวดอ้วนเกินไป"
    }
  },
  {
    "translation": {
      "en": "A 120-pound female that's nearly 40% body fat",
      "th": "ผู้หญิงน้ำหนัก 55 กิโลกรัม ที่มีไขมันในร่างกายเกือบ 40 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "would be normal.",
      "th": "จะถือว่าปกติ"
    }
  },
  {
    "translation": {
      "en": "That's why BMI is dogshit.",
      "th": "เพราะแบบนี้ค่าดัชนีมวลกายถึงได้ห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "One important question is where the fat is located.",
      "th": "คำถามสำคัญข้อหนึ่งคือไขมันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "If you have the right equipment, and we do,",
      "th": "ถ้าคุณมีอุปกรณ์ที่เหมาะสม ซึ่งเรามี"
    }
  },
  {
    "translation": {
      "en": "you can look at the difference between body fat and visceral fat.",
      "th": "คุณก็สามารถดูความแตกต่าง ระหว่างไขมันในร่างกายกับไขมันช่องท้องได้"
    }
  },
  {
    "translation": {
      "en": "[Amy] Visceral fat is fat that lies in and around the organs.",
      "th": "ไขมันช่องท้องคือไขมัน ที่อยู่ข้างในและรอบๆ อวัยวะ"
    }
  },
  {
    "translation": {
      "en": "It's the dangerous fat.",
      "th": "มันคือไขมันอันตราย"
    }
  },
  {
    "translation": {
      "en": "And it increases your risk",
      "th": "และมันเพิ่มความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "for type 2 diabetes and metabolic syndrome.",
      "th": "ต่อการเป็นโรคเบาหวานประเภทสอง และภาวะเมแทบอลิกซินโดรม"
    }
  },
  {
    "translation": {
      "en": "[Nimai] If you are consuming high amounts of animal products",
      "th": "ถ้าคุณบริโภคผลิตภัณฑ์จากสัตว์ปริมาณมาก"
    }
  },
  {
    "translation": {
      "en": "as well as processed foods, you're getting trans and saturated fats,",
      "th": "รวมถึงอาหารแปรรูป และคุณได้รับไขมันทรานส์และไขมันอิ่มตัว"
    }
  },
  {
    "translation": {
      "en": "which is going to increase your chances",
      "th": "ซึ่งจะทำให้คุณมีโอกาสมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "of storing visceral fat around your organs,",
      "th": "ในการสะสมไขมันในช่องท้องรอบอวัยวะคุณ"
    }
  },
  {
    "translation": {
      "en": "which puts you at risk for certain types of cardiovascular disease.",
      "th": "ซึ่งทำให้คุณเสี่ยงต่อการเป็น โรคหลอดเลือดหัวใจบางประเภท"
    }
  },
  {
    "translation": {
      "en": "[Amy] I think the visceral fat will be a really fascinating component.",
      "th": "ฉันคิดว่าไขมันในช่องท้อง จะเป็นองค์ประกอบที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "How will different diets affect visceral fat?",
      "th": "อาหารที่ต่างกันจะส่งผลต่อไขมันในช่องท้องยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't know the answer, and I'm anxious to find out.",
      "th": "ฉันไม่รู้คำตอบ และฉันก็อยากรู้มาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Good morning. I'll help you over here.",
      "th": "- อรุณสวัสดิ์ - เชิญทางนี้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Rosalyn] Oh, good morning.",
      "th": "อ้าว อรุณสวัสดิ์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Jenny's gonna take you both to height and weight.",
      "th": "เจนนี่จะพาพวกคุณไปชั่งน้ำหนักวัดส่วนสูง"
    }
  },
  {
    "translation": {
      "en": "-[Charlie] Okay. -[man] Then you'll come in here.",
      "th": "- โอเค - จากนั้นคุณจะมาในนี้"
    }
  },
  {
    "translation": {
      "en": "We're gonna do your blood pressure three times,",
      "th": "เราจะวัดความดันสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "draw your blood, you're gonna go pee in a cup.",
      "th": "เจาะเลือด คุณจะไปฉี่ใส่ถ้วย"
    }
  },
  {
    "translation": {
      "en": "-[twins] Okay. -[man] Okay?",
      "th": "- โอเค - โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-[Pam] Okay, five pounds off. -[Wendy] Okay.",
      "th": "- โอเค ลดไปสองกิโล - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Charlie] 212. Should I take off my pants? 'Cause this is--",
      "th": "เก้าสิบหก ผมควรถอดกางเกงไหม เพราะนี่มัน…"
    }
  },
  {
    "translation": {
      "en": "-[Michael] 212! -[Charlie] That's way overboard.",
      "th": "- เก้าสิบหก! - เกินไปมาก"
    }
  },
  {
    "translation": {
      "en": "[Christopher] The second set of tests for the twins",
      "th": "การทดสอบชุดที่สองสำหรับฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "will be measuring their cholesterol, insulin, and glucose.",
      "th": "จะเป็นการวัดระดับคอเลสเตอรอล อินซูลินและกลูโคส"
    }
  },
  {
    "translation": {
      "en": "[man] Jevon, John. It doesn't matter, you guys.",
      "th": "เจวอน จอห์น ไม่สำคัญหรอก ทั้งคู่เลย"
    }
  },
  {
    "translation": {
      "en": "We'll also be measuring their markers of inflammation.",
      "th": "เราจะวัดตัวชี้ระดับการอักเสบของพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "That's related to immune function.",
      "th": "มันเกี่ยวกับการทำงานของภูมิคุ้มกัน"
    }
  },
  {
    "translation": {
      "en": "And the fascinating microbiome,",
      "th": "และไมโครไบโอมที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "which is a really hot topic in the health world right now.",
      "th": "ซึ่งเป็นประเด็นร้อนแรงในวงการสุขภาพตอนนี้"
    }
  },
  {
    "translation": {
      "en": "The microbiome is this complex community of microbes",
      "th": "ไมโครไบโอมคือชุมชนจุลินทรีย์ที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "that lives in our digestive tract.",
      "th": "ที่อยู่ในทางเดินอาหารของเรา"
    }
  },
  {
    "translation": {
      "en": "For a long time, we've actually known that our gut microbes",
      "th": "เรารู้มานานแล้วว่าจุลินทรีย์ในลำไส้"
    }
  },
  {
    "translation": {
      "en": "are fundamental to digestion of food,",
      "th": "เรารู้มานานแล้วว่าจุลินทรีย์ในลำไส้ เป็นพื้นฐานของการย่อยอาหาร"
    }
  },
  {
    "translation": {
      "en": "but now we're finding out that this microbial organ",
      "th": "แต่ตอนนี้เราค้นพบว่าจุลินทรีย์นี้"
    }
  },
  {
    "translation": {
      "en": "is absolutely fundamental to our health.",
      "th": "เป็นพื้นฐานของสุขภาพของเราเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "[woman] How quickly you burn calories,",
      "th": "คุณเผาผลาญแคลอรี่ได้เร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "how quickly you fight off an infection,",
      "th": "คุณต่อสู้กับการติดเชื้อได้เร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "whether you develop an allergy, moods, behavior.",
      "th": "ไม่ว่าคุณจะเป็นภูมิแพ้ อารมณ์หรือพฤติกรรมเปลี่ยนหรือไม่"
    }
  },
  {
    "translation": {
      "en": "It'll be almost impossible to find an aspect of your physiology",
      "th": "ก็แทบจะเป็นไปไม่ได้เลย ที่จะพบแง่มุมทางสรีรวิทยาของคุณ"
    }
  },
  {
    "translation": {
      "en": "that is not touched in some way by your microbiome.",
      "th": "ที่ไม่ได้รับผลกระทบ จากไมโครไบโอมของคุณในแง่ใดแง่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Justin] One of the big questions in the field of microbiome research is,",
      "th": "หนึ่งในคำถามสำคัญ ในวงการวิจัยไมโครไบโอมคือ"
    }
  },
  {
    "translation": {
      "en": "\"What is a healthy microbiome?\"",
      "th": "\"ไมโครไบโอมที่ดีต่อสุขภาพคืออะไร\""
    }
  },
  {
    "translation": {
      "en": "[Tim] Our gut microbes,",
      "th": "จุลินทรีย์ในทางเดินอาหารของเรา ผลิตสารเคมีทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "they produce all the chemicals that keep us alive",
      "th": "จุลินทรีย์ในทางเดินอาหารของเรา ผลิตสารเคมีทุกชนิด ที่ทำให้เรามีชีวิตอยู่และทำให้เรามีชีวิตยืนยาวขึ้น"
    }
  },
  {
    "translation": {
      "en": "and make us live longer.",
      "th": "ที่ทำให้เรามีชีวิตอยู่และทำให้เรามีชีวิตยืนยาวขึ้น"
    }
  },
  {
    "translation": {
      "en": "There are certain microbes that are associated with unhealthy foods,",
      "th": "มีจุลินทรีย์บางตัว ที่เกี่ยวข้องกับอาหารที่ไม่ดีต่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "and there are others that are associated with healthy foods,",
      "th": "และมีบางตัวที่เกี่ยวข้องกับอาหารที่ดีต่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "and the ratio of these is really important.",
      "th": "และอัตราส่วนของสิ่งเหลานี้ก็สำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "If we eat healthy foods,",
      "th": "ถ้าเรากินอาหารที่ดีต่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "we get more and more species, more diversity.",
      "th": "เราได้รับสายพันธุ์มากขึ้นเรื่อยๆ ได้รับความหลากหลายมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "You will actually acquire a healthier gut microbiome.",
      "th": "คุณจะได้รับไมโครไบโอม ในทางเดินอาหารที่แข็งแรงขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Erica] But the default diet in our society",
      "th": "แต่อาหารพื้นฐานในสังคมของเรา"
    }
  },
  {
    "translation": {
      "en": "is foods that are devoid of beneficial microbes,",
      "th": "คืออาหารที่ไม่มีจุลินทรีย์ที่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "and it's making us all very sick.",
      "th": "และมันทำให้เราป่วยหนัก"
    }
  },
  {
    "translation": {
      "en": "The really cool thing about twins is that their microbiome,",
      "th": "ความเจ๋งของฝาแฝดก็คือ ไมโครไบโอมของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "while they're different from one another, are more similar than non-twins.",
      "th": "ถึงมันจะแตกต่างกัน แต่มันก็คล้ายกันมากกว่าคนที่ไม่ใช่ฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "-[man] Next stop is the bathroom. -Woo-hoo!",
      "th": "- จุดหมายต่อไปคือห้องน้ำ - แคโรลีน"
    }
  },
  {
    "translation": {
      "en": "And so to see how different diets change the trajectory of this microbiome",
      "th": "ดังนั้น การจะได้เห็นว่าอาหารที่แตกต่างกัน เปลี่ยนวิถีของไมโครไบโอมนี้"
    }
  },
  {
    "translation": {
      "en": "that starts out in a similar place…",
      "th": "ที่เริ่มต้นในที่ที่คล้ายกันยังไง…"
    }
  },
  {
    "translation": {
      "en": "Are you guys coming in?",
      "th": "พวกคุณจะเข้ามาไหม"
    }
  },
  {
    "translation": {
      "en": "…will be the most exciting thing to learn from this study.",
      "th": "จะเป็นสิ่งที่น่าตื่นเต้นที่สุด ที่จะได้เรียนรู้จากการศึกษานี้"
    }
  },
  {
    "translation": {
      "en": "Mike?",
      "th": "ไมค์"
    }
  },
  {
    "translation": {
      "en": "[Erica] What's gonna happen if you don't take care of your microbiome?",
      "th": "จะเกิดอะไรขึ้นถ้าคุณไม่ดูแลไมโครไบโอมของคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, for example, within our colon,",
      "th": "ยกตัวอย่างเช่น ในลำไส้ใหญ่ของเรา"
    }
  },
  {
    "translation": {
      "en": "we secrete mucus,",
      "th": "เราหลั่งเมือกออกมา"
    }
  },
  {
    "translation": {
      "en": "and it forms this barrier that keeps our gut microbes",
      "th": "และมันสร้างสิ่งกีดขวางนี้ขึ้นมา ที่แยกจุลินทรีย์ในทางเดินอาหารของเรา"
    }
  },
  {
    "translation": {
      "en": "separate from our intestinal cells,",
      "th": "ออกจากเซลล์ลำไส้ของเรา"
    }
  },
  {
    "translation": {
      "en": "and this mucus lining contains carbohydrates.",
      "th": "และเยื่อบุเมือกนี้มีคาร์โบไฮเดรตอยู่"
    }
  },
  {
    "translation": {
      "en": "And so when there's no plant-based carbohydrates",
      "th": "แล้วพอไม่มีคาร์โบไฮเดรตจากพืช"
    }
  },
  {
    "translation": {
      "en": "for these gut microbes to consume,",
      "th": "ให้จุลินทรีย์ในทางเดินอาหารได้บริโภค"
    }
  },
  {
    "translation": {
      "en": "they start consuming the mucus lining.",
      "th": "มันก็จะเริ่มบริโภคเยื่อบุเมือก"
    }
  },
  {
    "translation": {
      "en": "So, in many ways, if you don't eat plant carbohydrates,",
      "th": "ดังนั้นในหลายๆ แง่มุม ถ้าคุณไม่กินคาร์โบไฮเดรตจากพืช"
    }
  },
  {
    "translation": {
      "en": "your microbes actually start eating you.",
      "th": "จุลินทรีย์ของคุณจะเริ่มกินคุณ"
    }
  },
  {
    "translation": {
      "en": "-[Charlie] We gotta enjoy it. This is it. -[Michael] I know.",
      "th": "เราต้องมีความสุขกับมันนะ - ไม่ ฉันรู้ - นี่คือจุดจบ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Well, I mean, nothing's changing for me, but…",
      "th": "คือมันไม่มีอะไรเปลี่ยนแปลงสำหรับฉัน แต่…"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's true.",
      "th": "เออ จริง"
    }
  },
  {
    "translation": {
      "en": "Smell this.",
      "th": "ดมนี่สิ"
    }
  },
  {
    "translation": {
      "en": "[Charlie] Changing my diet, it's gonna be a little challenging.",
      "th": "การเปลี่ยนอาหารของผม มันจะท้าทายนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "From a health perspective, it's gonna be great.",
      "th": "ถ้ามองในแง่สุขภาพ มันจะดีมาก"
    }
  },
  {
    "translation": {
      "en": "Eat more vegetables.",
      "th": "กินผักเยอะขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Michael] Oh, it's melting.",
      "th": "มันละลายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Charlie] But from an enjoyment point of view,",
      "th": "แต่จากมุมมองด้านความสุข"
    }
  },
  {
    "translation": {
      "en": "maybe not as exciting?",
      "th": "อาจจะไม่น่าตื่นเต้นเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "[Charlie] Oh man.",
      "th": "แม่เจ้า"
    }
  },
  {
    "translation": {
      "en": "-[Michael] Is it good? -That's good.",
      "th": "- อร่อยไหม - อร่อย"
    }
  },
  {
    "translation": {
      "en": "[Michael] What do you think the others are eating?",
      "th": "อยากรู้จังว่าแฝดคู่อื่นกินอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "That's a good question.",
      "th": "เป็นคำถามที่ดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Nimai] A big concern of mine",
      "th": "สิ่งที่ผมกังวลที่สุด"
    }
  },
  {
    "translation": {
      "en": "is whether or not the twins are going to actually",
      "th": "คือฝาแฝดทั้งหลายจะกินวีแกนกัน…"
    }
  },
  {
    "translation": {
      "en": "stay vegan.",
      "th": "จริงรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's a big ask for somebody to go vegan overnight,",
      "th": "เป็นการขอที่ยิ่งใหญ่มาก ที่จะให้ใครกินวีแกนในชั่วข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "especially somebody that is not willingly making this decision.",
      "th": "โดยเฉพาะคนที่ ไม่ได้ตัดสินใจทำแบบนี้ด้วยความเต็มใจ"
    }
  },
  {
    "translation": {
      "en": "So we're making safari rice, right?",
      "th": "เราจะทำข้าวซาฟารีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. We're gonna make safari rice.",
      "th": "ใช่ ทำข้าวซาฟารี"
    }
  },
  {
    "translation": {
      "en": "-Okay. Perfect. Then I'm gonna make-- -I miss my other knife that I lost.",
      "th": "- เยี่ยมเลย แล้วฉันก็จะทำ… - ฉันคิดถึงมีดอีกเล่มที่ฉันทำหายไป"
    }
  },
  {
    "translation": {
      "en": "[Pam] I know.",
      "th": "ฉันรู้"
    }
  },
  {
    "translation": {
      "en": "[Wendy] Today's dinner is more or less telling our friends",
      "th": "มื้อเย็นวันนี้จะเป็นการบอกเพื่อนๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "that Madame Pam here is gonna be vegan for eight weeks. Yes.",
      "th": "ว่าคุณนายแพมคนนี้จะเป็นวีแกนแปดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "We decided we're gonna go -traditional South African. -Yes.",
      "th": "เราตัดสินใจว่า จะทำอาหารแอฟริกาใต้แบบดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "[Wendy] South African food, it's a melting pot of Dutch, English, French--",
      "th": "อาหารแอฟริกาใต้ เป็นการรวมกันของอาหารดัตช์ อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "-German, because they're the ones-- -Dutch. Not German. Dutch.",
      "th": "ฝรั่งเศส เยอรมัน เพราะพวกเขาคือ… ดัตช์ ไม่ใช่เยอรมัน ดัตช์"
    }
  },
  {
    "translation": {
      "en": "No, but we had the, the, the, the German Huguenots.",
      "th": "ไม่ แต่เรามีอูว์เกอโนชาวเยอรมันนะ"
    }
  },
  {
    "translation": {
      "en": "We're not gonna argue. -It was Dutch. -French Huguenots taught us to make--",
      "th": "- เราจะไม่เถียงกัน มันคือดัตช์ - อูว์เกอโนชาวฝรั่งเศสสอนเราทำ…"
    }
  },
  {
    "translation": {
      "en": "It was the Dutch Huguenots and the French Huguenots, Pam.",
      "th": "อูว์เกอโนชาวดัตช์ กับอูว์เกอโนชาวฝรั่งเศสต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-Aren't they all the same? -No.",
      "th": "- ไม่เหมือนกันเหรอ - ไม่เหมือน"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay. -No. No, no.",
      "th": "- โอ้ โอเค - ไม่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-[Pam] Is it smelling all right? -[Wendy] Mm-hmm.",
      "th": "กลิ่นโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "[Wendy] With us being in the food industry, a lot happened during Covid.",
      "th": "การที่เราอยู่ในวงการอาหาร หลายอย่างเกิดขึ้นในช่วงโควิด"
    }
  },
  {
    "translation": {
      "en": "Boom.",
      "th": "ตู้ม"
    }
  },
  {
    "translation": {
      "en": "Corporate catering came to a standstill because people are working from home",
      "th": "การจัดเลี้ยงขององค์กรหยุดนิ่ง เพราะคนทำงานที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "versus working at the office.",
      "th": "แทนที่จะทำงานที่ออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "-That one's good. -[Wendy] Okay.",
      "th": "- อันนั้นดี - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Wendy] We were forced to shut down. -[Pam] Shut down.",
      "th": "- เราถูกบังคับให้หยุดดำเนินการ - หยุดดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "And we started stress eating.",
      "th": "แล้วเราก็เริ่มกินเพราะเครียด"
    }
  },
  {
    "translation": {
      "en": "Yeah, so we started really stress eating.",
      "th": "ใช่ เราเลยเริ่มกินเพราะเครียดกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I just developed this very unhealthy relationship with food,",
      "th": "ฉันพัฒนาความสัมพันธ์กับอาหาร ที่ไม่ดีต่อสุขภาพมากๆ"
    }
  },
  {
    "translation": {
      "en": "where I could eat ice cream and, like, eat the whole…",
      "th": "แบบที่ฉันสามารถกินไอศกรีม และกินจนหมด…"
    }
  },
  {
    "translation": {
      "en": "-Tub. -Tub.",
      "th": "- ถัง - ถัง"
    }
  },
  {
    "translation": {
      "en": "[Wendy] And we can start eating.",
      "th": "เริ่มกินได้เลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[woman] It's so pretty.",
      "th": "สวยจัง"
    }
  },
  {
    "translation": {
      "en": "[Wendy] A lot happened during the past two years that brought us to this point.",
      "th": "มีหลายอย่างเกิดขึ้นในช่วงสองปีที่ผ่านมา ที่ทำให้เรามาถึงจุดนี้ได้"
    }
  },
  {
    "translation": {
      "en": "You know. You know I love cheese, right?",
      "th": "เธอรู้ เธอรู้ว่าฉันชอบชีสมากใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Wendy] So this diet came at the right time,",
      "th": "การควบคุมอาหารนี้มาได้ถูกจังหวะมาก"
    }
  },
  {
    "translation": {
      "en": "and I feel like it's gonna kind of jumpstart",
      "th": "และฉันรู้สึกว่ามันจะช่วยกระตุ้น"
    }
  },
  {
    "translation": {
      "en": "this healthy way of thinking of food again.",
      "th": "วิธีคิดถึงอาหารที่ดีต่อสุขภาพอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[man] If you find out this is healthier, would you go vegan?",
      "th": "ถ้าพบว่ามันดีต่อสุขภาพมากกว่า เธอจะเป็นวีแกนเลยไหม"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Ooh, interesting. -[man 2] You see Pam.",
      "th": "น่าสนใจนะ - ดูแพมสิ - ใช่"
    }
  },
  {
    "translation": {
      "en": "She's gonna be on the South African Olympic team.",
      "th": "เธอจะอยู่ในทีมโอลิมปิกของแอฟริกาใต้"
    }
  },
  {
    "translation": {
      "en": "[Christopher] With the twins about to start their diets today,",
      "th": "เพราะฝาแฝดกำลังจะเริ่มควบคุมอาหารวันนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "an interesting new component of the study to assess",
      "th": "ส่วนประกอบใหม่ที่น่าสนใจ ของการศึกษาเพื่อประเมิน"
    }
  },
  {
    "translation": {
      "en": "will be the epigenome, or biological clock.",
      "th": "ก็จะเป็นเอพิจีโนมหรือนาฬิกาชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "[woman] Let's put on your heart rate monitor. Can you hold that there for me?",
      "th": "มาติดเครื่องวัดอัตราการเต้นหัวใจกัน ช่วยจับให้หน่อยนะคะ"
    }
  },
  {
    "translation": {
      "en": "This is gonna stay on for the next two tests.",
      "th": "ต้องใส่ไว้สำหรับการสองการทดสอบต่อไป"
    }
  },
  {
    "translation": {
      "en": "[woman 2] This goes here. I'll have you hold it. And this goes over your head.",
      "th": "ใส่ไว้ตรงนี้ จับไว้นะคะ ส่วนอันนี้คล้องหัวคุณไว้"
    }
  },
  {
    "translation": {
      "en": "[woman 3] Epigenetics is often described",
      "th": "มักจะมีคำอธิบายเกี่ยวกับเอพิจีเนติกส์ว่า"
    }
  },
  {
    "translation": {
      "en": "as the science that explains why DNA is not destiny.",
      "th": "เป็นวิทยาศาสตร์ที่อธิบายว่า ทำไมดีเอ็นเอถึงไม่ใช่จะตากรรม"
    }
  },
  {
    "translation": {
      "en": "[man] Your body is made of DNA,",
      "th": "ร่างกายเราประกอบด้วยดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "and that collection of DNA is organized in a chain.",
      "th": "และการรวมกันของดีเอ็นเอนั้น ถูกจัดเรียงเป็นห่วงโซ่"
    }
  },
  {
    "translation": {
      "en": "That is your genome and is not really going to change.",
      "th": "นั่นคือจีโนมของคุณ และจะไม่มีการเปลี่ยนแปลงจริงๆ (วารุน ทวารากา หัวหน้าชีวสารสนเทศ)"
    }
  },
  {
    "translation": {
      "en": "Epigenetics, or the epigenome,",
      "th": "เอพิจีเนติกส์หรือเอพิจีโนม"
    }
  },
  {
    "translation": {
      "en": "is the flags that control how your genome is being read.",
      "th": "คือตัวบ่งชี้ที่ควบคุมวิธีอ่านจีโนมของคุณ"
    }
  },
  {
    "translation": {
      "en": "Unlike genetics, epigenetics is flexible.",
      "th": "เอพิจีเนติกส์ยืดหยุ่นได้ ไม่เหมือนลักษณะทางกรรมพันธุ์"
    }
  },
  {
    "translation": {
      "en": "This means that while we can't change the genetic sequence,",
      "th": "ซึ่งหมายความว่า แม้เราจะเปลี่ยนลำดับพันธุกรรมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "we can change, through epigenetics,",
      "th": "แต่เราสามารถเปลี่ยนวิธีที่เราใช้ยีนของเรา"
    }
  },
  {
    "translation": {
      "en": "the way we use our genes.",
      "th": "ผ่านเอพิจีเนติกส์ได้"
    }
  },
  {
    "translation": {
      "en": "Nutrition is one of the most powerful signals for our epigenome.",
      "th": "โภชนาการเป็นหนึ่งในสัญญาณ ที่ทรงพลังที่สุดสำหรับเอพิจีโนมของเรา"
    }
  },
  {
    "translation": {
      "en": "[woman] The idea of this test is, you wanna go until you feel like,",
      "th": "แนวคิดของการทดสอบนี้คือ คุณจะอยากวิ่งไปจนรู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna die if I go any further.\"",
      "th": "\"ถ้ามากกว่านี้ฉันจะตายแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Because of good nutrition and regular exercise,",
      "th": "เพราะโภชนาการที่ดี และออกกำลังกายเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "you could be aging slower.",
      "th": "คุณสามารถแก่ช้าลงได้"
    }
  },
  {
    "translation": {
      "en": "This is the first study",
      "th": "นี่เป็นการศึกษาวิจัยครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "looking at epigenetics, or biological age, in identical twins.",
      "th": "ดูที่เอพิจีเนติกส์หรืออายุทางชีวภาพในแฝดเหมือน"
    }
  },
  {
    "translation": {
      "en": "Chronological age is the number of years since birth,",
      "th": "อายุตามปฏิทินคือจำนวนปีตั้งแต่เกิด"
    }
  },
  {
    "translation": {
      "en": "whereas biological age is the true age of our cells and tissues.",
      "th": "ในขณะที่อายุทางชีวภาพ คืออายุที่แท้จริงของเซลล์และเนื้อเยื่อของเรา"
    }
  },
  {
    "translation": {
      "en": "[Varun] If your biological age is actually higher than the age",
      "th": "ถ้าอายุทางชีวภาพของคุณสูงกว่าอายุ"
    }
  },
  {
    "translation": {
      "en": "that is dependent on your date of birth,",
      "th": "ที่ขึ้นอยู่กับวันเกิดของคุณ"
    }
  },
  {
    "translation": {
      "en": "that actually has significant clinical implications.",
      "th": "แบบนั้นจะมีความหมายทางคลินิกที่มีนัยสำคัญจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Done? -[Pam] Yeah.",
      "th": "- พอแล้วไหมคะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Varun] You might be higher at risk for diseases.",
      "th": "คุณอาจเสี่ยงต่อการเป็นโรคมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "But the marks that we study, they're not fixed.",
      "th": "แต่ระดับที่เราศึกษา มันไม่ตายตัว"
    }
  },
  {
    "translation": {
      "en": "They can be changed based on different exposures.",
      "th": "มันเปลี่ยนแปลงได้ ขึ้นอยู่กับปัจจัยเสี่ยงที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "[woman] Push.",
      "th": "เดินไปค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Varun] Things like diet, exercise",
      "th": "สิ่งต่างๆ อย่างอาหารการกิน การออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "can allow you to decrease your biological age.",
      "th": "ช่วยลดอายุทางชีวภาพของคุณลงได้ (40 - อายุตามปฏิทิน 35 - อายุทางชีวภาพ)"
    }
  },
  {
    "translation": {
      "en": "That's where it was really interesting for us to get into this project.",
      "th": "นั่นเป็นจุดที่น่าสนใจมากสำหรับเรา ที่เข้าร่วมโครงการนี้"
    }
  },
  {
    "translation": {
      "en": "[woman] Fifteen more seconds. Can you go to the next one? No?",
      "th": "อีก 15 วินาที ไปอีกระดับไหวไหมคะ ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I have to be honest. I'm very skeptical that, in eight weeks,",
      "th": "ผมต้องขอบอกตรงๆ ผมไม่เชื่อเลยว่าในแปดสัปดาห์ คุณจะเปลี่ยนนาฬิกาชีวภาพได้"
    }
  },
  {
    "translation": {
      "en": "you could change biological clock.",
      "th": "ผมไม่เชื่อเลยว่าในแปดสัปดาห์ คุณจะเปลี่ยนนาฬิกาชีวภาพได้"
    }
  },
  {
    "translation": {
      "en": "[woman] Done? Okay.",
      "th": "พอนะคะ โอเค"
    }
  },
  {
    "translation": {
      "en": "[Christopher] The work that I've seen goes on for years, and they don't see a change.",
      "th": "งานวิจัยที่ผมเคยเห็น ศึกษากันครั้งละหลายๆ ปี และพวกเขาไม่เห็นความเปลี่ยนแปลงเลย"
    }
  },
  {
    "translation": {
      "en": "I really think this biological-clock thing is a little far-fetched,",
      "th": "ผมคิดว่าเรื่องนาฬิกาชีวภาพนี้ ไม่น่าจะเป็นไปได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "but it's a new area for me to look into,",
      "th": "แต่มันเป็นเรื่องใหม่สำหรับผมที่จะศึกษา"
    }
  },
  {
    "translation": {
      "en": "and so it will be fun exploring this with some new colleagues.",
      "th": "มันก็เลยจะสนุกที่ได้สำรวจเรื่องนี้ กับเพื่อนร่วมงานใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "-[woman] How was that? -[panting]",
      "th": "เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-That was something. -[woman] Brutal? [laughs]",
      "th": "- น่าสนใจมาก - โหดไหม"
    }
  },
  {
    "translation": {
      "en": "[Christopher] The last baseline test we need to do",
      "th": "การทดสอบพื้นฐานสุดท้ายที่เราต้องทำ"
    }
  },
  {
    "translation": {
      "en": "before the twins start to change their diets in the study",
      "th": "ก่อนที่ฝาแฝดจะเริ่ม เปลี่ยนอาหารของพวกเขาในการศึกษา"
    }
  },
  {
    "translation": {
      "en": "is brain function.",
      "th": "คือการทำงานของสมอง"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Before you begin,",
      "th": "ก่อนเริ่ม กรุณานั่งให้สบาย"
    }
  },
  {
    "translation": {
      "en": "please make sure you are seated comfortably in a quiet area.",
      "th": "ก่อนเริ่ม กรุณานั่งให้สบาย ในพื้นที่ที่เงียบ"
    }
  },
  {
    "translation": {
      "en": "Now you are going to move on to the assessment.",
      "th": "ตอนนี้คุณกำลังจะเข้าสู่การประเมินแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're very excited about this study, especially the genetic aspect of things,",
      "th": "เราตื่นเต้นกับการศึกษา โดยเฉพาะด้านพันธุกรรมของสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "because people just assume",
      "th": "เพราะคนคิดไปเองว่า"
    }
  },
  {
    "translation": {
      "en": "that Alzheimer's disease is a genetic disease.",
      "th": "โรคอัลไซเมอร์เป็นโรคทางพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "That if their parents or their grandparents",
      "th": "คิดว่าถ้าพ่อแม่หรือปู่ย่าตายายของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "had Alzheimer's disease, that they're bound to develop it.",
      "th": "เป็นโรคอัลไซเมอร์ พวกเขาก็จะต้องเป็น"
    }
  },
  {
    "translation": {
      "en": "And that couldn't be further from the truth.",
      "th": "และนั่นไม่ใช่เรื่องจริงเลย"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Now touch the box where you saw this pattern.",
      "th": "ทีนี้ แตะรูปสี่เหลี่ยมที่คุณเห็นรูปแบบนี้"
    }
  },
  {
    "translation": {
      "en": "And where did you see this pattern?",
      "th": "แล้วคุณเห็นรูปแบบนี้ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "You have completed the level.",
      "th": "คุณผ่านการทดสอบระดับนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yes! -This time, there will be four…",
      "th": "- เย่ - คราวนี้ จะมีสี่…"
    }
  },
  {
    "translation": {
      "en": "For Alzheimer's disease, only 3% of cases",
      "th": "สำหรับโรคอัลไซเมอร์ มีเคสอยู่แค่สามเปอร์เซ็นต์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "have that kind of a genetic pattern, where if they have the gene, they will develop it.",
      "th": "ที่มีรูปแบบทางพันธุกรรมแบบนั้น ที่ถ้าพวกเขามียีน พวกเขาจะเป็น"
    }
  },
  {
    "translation": {
      "en": "In more than 90% of the cases,",
      "th": "แต่มากกว่า 90 เปอร์เซ็นต์ของเคสทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "lifestyle is what pushes the manifestation of the disease.",
      "th": "วิถีชีวิตคือสิ่งที่กระตุ้นการปรากฏของโรค"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Let's have a go now. Press-- Good.",
      "th": "มาเริ่มกันเลย กด… ดี"
    }
  },
  {
    "translation": {
      "en": "[Dean] What makes a processed-foods diet a risk factor for dementia",
      "th": "สิ่งที่ทำให้อาหารแปรรูป อาหารการกิน เป็นปัจจัยเสี่ยงต่อภาวะสมองเสื่อม ก็เพราะมันเต็มไปด้วยไขมันอิ่มตัว"
    }
  },
  {
    "translation": {
      "en": "is the fact that it's laden with saturated fat,",
      "th": "เป็นปัจจัยเสี่ยงต่อภาวะสมองเสื่อม ก็เพราะมันเต็มไปด้วยไขมันอิ่มตัว"
    }
  },
  {
    "translation": {
      "en": "it's laden with hormones,",
      "th": "มันเต็มไปด้วยฮอร์โมนส์"
    }
  },
  {
    "translation": {
      "en": "and so many other chemicals that we don't even measure.",
      "th": "และสารเคมีอื่นๆ มากมายที่เราไม่ได้วัดด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "And for the brain, it's much more of a threat.",
      "th": "และสำหรับสมอง มันเป็นอันตรายมากกว่าเยอะ"
    }
  },
  {
    "translation": {
      "en": "Remember, this is an organ that's three pounds,",
      "th": "อย่าลืมว่านี่คืออวัยวะที่หนัก 1.4 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "2% of our body's weight,",
      "th": "สองเปอร์เซ็นต์ของน้ำหนักตัว"
    }
  },
  {
    "translation": {
      "en": "but consumes 25% of the body's energy.",
      "th": "แต่บริโภคพลังงานของร่างกาย ถึง 25 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "That means it's working constantly.",
      "th": "นั่นแปลว่ามันทำงานตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "It needs clean energy.",
      "th": "มันต้องการพลังงานสะอาด"
    }
  },
  {
    "translation": {
      "en": "By reducing the kind of foods",
      "th": "การลดอาหาร"
    }
  },
  {
    "translation": {
      "en": "that are laden by hormones and other chemicals,",
      "th": "ที่เต็มไปด้วยฮอร์โมนส์และสารเคมีอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "the brain will actually heal itself.",
      "th": "สมองก็จะเยียวยาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[automated voice] Well done. You have completed the task.",
      "th": "เก่งมาก คุณทดสอบเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "I struggled with that one.",
      "th": "ผมติดข้อเมื่อกี้"
    }
  },
  {
    "translation": {
      "en": "-[chuckling] -[automated voice] Next, there will be…",
      "th": "ต่อไปจะเป็น…"
    }
  },
  {
    "translation": {
      "en": "[Christopher] With baseline data collection completed,",
      "th": "เมื่อรวบรวมข้อมูลพื้นฐานเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "now we'll be able to find out what measurable aspects of health",
      "th": "ตอนนี้เราจะหาคำตอบได้ว่า สุขภาพที่วัดผลได้อะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "we'll be able to change in just eight short weeks.",
      "th": "ที่เราจะเปลี่ยนแปลงได้ในเวลาเพียงแปดสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "[Cory] So many people in America in general are dying from diet-related diseases,",
      "th": "มีคนในอเมริกาเยอะมากที่กำลังจะตาย จากโรคที่เกี่ยวกับอาหารการกิน"
    }
  },
  {
    "translation": {
      "en": "and a lot of it is because what we're putting in our mouth.",
      "th": "และส่วนใหญ่เป็นเพราะสิ่งที่เราเอาเข้าปาก"
    }
  },
  {
    "translation": {
      "en": "[man] 96% of all beef in this country",
      "th": "เนื้อวัว 96 เปอร์เซ็นต์ในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "was, at some point, in an industrial feedlot.",
      "th": "อยู่ในบริเวณขุนอาหารสัตว์ก่อนนำไปฆ่า แบบอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "[woman] All of the waste sits until the farmer sprays the liquid onto adjoining fields.",
      "th": "ของเสียทั้งหมดจะถูกทิ้งไว้ จนกว่าชาวไร่จะพ่นของเหลวลงบนทุ่งหญ้าติดกัน"
    }
  },
  {
    "translation": {
      "en": "[woman 2] The grandkids, they was coming in the house",
      "th": "หลานๆ เข้ามาในบ้าน"
    }
  },
  {
    "translation": {
      "en": "saying it was raining outside, and we was like, \"No, it's not raining.\"",
      "th": "บอกว่าข้างนอกฝนตก และเราบอกว่า \"ไม่จ้ะ ฝนไม่ได้ตก\""
    }
  },
  {
    "translation": {
      "en": "It was feces.",
      "th": "มันคือมูลสัตว์"
    }
  },
  {
    "translation": {
      "en": "[Cory] Racial issues, economic issues.",
      "th": "ปัญหาเชื้อชาติ ปัญหาเศรษฐกิจ"
    }
  },
  {
    "translation": {
      "en": "[man 2] You know, when you see tumors and you see bacterial infections,",
      "th": "เวลาที่คุณเห็นเนื้องอก และเห็นการติดเชื้อแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "kind of dadgum ruins your appetite for chicken.",
      "th": "มันทำให้เราไม่อยากกินไก่ไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Cory] Issues of climate change.",
      "th": "ปัญหาการเปลี่ยนแปลงภูมิอากาศ"
    }
  },
  {
    "translation": {
      "en": "Why aren't we talking about this?",
      "th": "ทำไมเราถึงไม่คุยเรื่องนี้กัน"
    }
  },
  {
    "translation": {
      "en": "[Michael Greger] The good news is, we have tremendous power.",
      "th": "ข่าวดีคือเรามีอำนาจมหาศาล"
    }
  },
  {
    "translation": {
      "en": "People don't realize that what we put in our mouths",
      "th": "คนไม่รู้ว่าสิ่งที่เราเอาเข้าปาก"
    }
  },
  {
    "translation": {
      "en": "is more important than anything else.",
      "th": "สำคัญกว่าอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "My first week.",
      "th": "สัปดาห์แรกของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Ayesha] For us to be able to show that, during this study,",
      "th": "การที่เราจะแสดงให้เห็นได้ว่า ในระหว่างการศึกษานี้"
    }
  },
  {
    "translation": {
      "en": "twins who have the same genetic patterns",
      "th": "ฝาแฝดที่มีรูปแบบทางพันธุกรรมเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "but they're exposed to two different lifestyles,",
      "th": "แต่มีวิถีชีวิตที่แตกต่างกันสองแบบ"
    }
  },
  {
    "translation": {
      "en": "can show differences…",
      "th": "สามารถแสดงให้เห็นถึงความแตกต่างได้…"
    }
  },
  {
    "translation": {
      "en": "I'm very excited for a new change and to see how my body transforms.",
      "th": "ฉันตื่นเต้นกับการเปลี่ยนแปลงครั้งใหม่ และที่จะได้เห็นว่าร่างกายฉันเปลี่ยนไปยังไง"
    }
  },
  {
    "translation": {
      "en": "…is a game-changer.",
      "th": "มันคือตัวพลิกเกมเลยค่ะ"
    }
  }
]