[
  {
    "translation": {
      "en": "[whispers] Watch it.",
      "th": "ระวังหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "[Roland groans] Amateurs.",
      "th": "พวกมือสมัครเล่น"
    }
  },
  {
    "translation": {
      "en": "Now you know I hate to question your decisions, Miriam, but--",
      "th": "เจ้าก็รู้นะว่าข้าไม่อยากสงสัย ในการตัดสินใจของเจ้า มิเรียม"
    }
  },
  {
    "translation": {
      "en": "Do I look like the kind of fool dumb enough to storm a mage tower?",
      "th": "ข้าดูโง่พอที่จะบุกเข้าหอคอยนักเวทรึ"
    }
  },
  {
    "translation": {
      "en": "They were Dolph's idea.",
      "th": "มันเป็นความคิดของดอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "You mean he wants those idiots and the two of us",
      "th": "เจ้าหมายความว่า เขาอยากให้พวกงั่งนั่นกับเราสองคน"
    }
  },
  {
    "translation": {
      "en": "to fight our way through that entire building,",
      "th": "บุกตะลุยต่อสู้เข้าไปในตึก"
    }
  },
  {
    "translation": {
      "en": "steal a case of lyrium and fight our way back out again?",
      "th": "เพื่อขโมยลีเรี่ยมหนึ่งลัง แล้วฝ่าฟันพวกยามออกมาอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "What's your plan? [grunts]",
      "th": "เจ้ามีแผนการยังไง"
    }
  },
  {
    "translation": {
      "en": "[Miriam] Bribed the washer woman.",
      "th": "ให้เงินหญิงซักผ้า"
    }
  },
  {
    "translation": {
      "en": "All we really needed were a couple of mage robes",
      "th": "เราต้องการเสื้อคลุมผู้วิเศษแค่สองตัว"
    }
  },
  {
    "translation": {
      "en": "and, uh, you know,",
      "th": "แล้วก็"
    }
  },
  {
    "translation": {
      "en": "a distraction.",
      "th": "สิ่งเบี่ยงเบนความสนใจ"
    }
  },
  {
    "translation": {
      "en": "Dolph will be livid.",
      "th": "ดอล์ฟต้องโกรธแน่"
    }
  },
  {
    "translation": {
      "en": "Yeah. Probably.",
      "th": "ใช่ คงงั้น"
    }
  },
  {
    "translation": {
      "en": "[Dolph] Stupid, blasted knife-ear!",
      "th": "นังหูแหลมงี่เง่าเฮงซวย!"
    }
  },
  {
    "translation": {
      "en": "Just couldn't stick to the plan, could ya, elf?",
      "th": "ทำตามแผนแค่นี้ก็ไม่ได้สินะ"
    }
  },
  {
    "translation": {
      "en": "Always so sure you know better.",
      "th": "ต้องอวดดีตลอด"
    }
  },
  {
    "translation": {
      "en": "I got the lyrium, Dolph.",
      "th": "ข้าได้ลีเรี่ยมมาแล้ว ดอล์ฟ"
    }
  },
  {
    "translation": {
      "en": "Yeah, and got three recruits jailed,",
      "th": "ใช่ และทำให้ลูกน้องข้าติดคุกไปสาม"
    }
  },
  {
    "translation": {
      "en": "including my nephew.",
      "th": "รวมทั้งหลานชายข้าด้วย"
    }
  },
  {
    "translation": {
      "en": "If they couldn't get past two guards, they never could have taken a mage tower.",
      "th": "ขนาดยามสองคนยังผ่านไปไม่ได้ จะมีปัญญาบุกยึดหอคอยนักเวทได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Hey, it's me you're angry with, not Roland.",
      "th": "นี่ เจ้าโกรธข้า ไม่ใช่โรแลนด์"
    }
  },
  {
    "translation": {
      "en": "Yeah, damn right, I am!",
      "th": "เจ้าพูดถูก ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You know, half my men seem to think you are the one in charge here.",
      "th": "ลูกน้องข้าครึ่งหนึ่ง ดูจะเข้าใจผิดว่าพวกเจ้าเป็นหัวหน้า"
    }
  },
  {
    "translation": {
      "en": "And he's the worst.",
      "th": "และเขาแย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "You're still the boss.",
      "th": "เจ้ายังเป็นหัวหน้าอยู่"
    }
  },
  {
    "translation": {
      "en": "I hope we are not interrupting anything.",
      "th": "หวังว่าเราไม่ได้มาขัดจังหวะอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Sapphira?",
      "th": "แซฟฟิร่า"
    }
  },
  {
    "translation": {
      "en": "Hey, Miri. You kept the scarf.",
      "th": "ไง มิรี เจ้ายังเก็บผ้าพันคอเอาไว้"
    }
  },
  {
    "translation": {
      "en": "No. No! You don't just get to… [scoffs]",
      "th": "ไม่ อย่ามาทำสนิทสนม"
    }
  },
  {
    "translation": {
      "en": "-[Hira] I know. -Not after you just left.",
      "th": "- ข้ารู้ - หลังจากที่เจ้าทิ้งข้าไปแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, but-- -I don't care about your apologies.",
      "th": "- ข้าเสียใจ - ข้าไม่สนใจคำขอโทษของเจ้า"
    }
  },
  {
    "translation": {
      "en": "Please, not here.",
      "th": "ได้โปรด ไม่ใช่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "th": "เจ้าเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Ah, sorry about that. They, uh, have history.",
      "th": "ขออภัยด้วย พวกนางเคยรู้จักกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "We are the ones that commissioned this little robbery.",
      "th": "เราคือคนที่จ้างวานปล้นในครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, Master Fairbanks. So nice to finally meet you in person.",
      "th": "นายท่านแฟร์แบ็งส์ ในที่สุดก็ได้เจอท่านตัวเป็นๆ ซะที"
    }
  },
  {
    "translation": {
      "en": "-Uh, sorry about-- -No apologies necessary.",
      "th": "- ขออภัย - ไม่จำเป็นต้องขอโทษกันหรอก"
    }
  },
  {
    "translation": {
      "en": "The lyrium was only to see if you were as good as Hira promised.",
      "th": "ที่ให้ขโมยลีเรี่ยมก็เพื่อทดสอบว่า พวกเจ้าเก่งอย่างที่ฮิร่าสัญญาเอาไว้ไหม"
    }
  },
  {
    "translation": {
      "en": "And you are. Uh, both of you.",
      "th": "แล้วก็เก่งสมคำร่ำลือ ทั้งคู่เลย"
    }
  },
  {
    "translation": {
      "en": "Which is why I'd like to offer you both a job.",
      "th": "เพราะงี้ข้าเลยมีงานจะให้ทำ"
    }
  },
  {
    "translation": {
      "en": "Hey! Customer or not,",
      "th": "นี่ ถึงท่านจะเป็นลูกค้า"
    }
  },
  {
    "translation": {
      "en": "nobody does anything in Dolph's Daggers without Dolph's say-so.",
      "th": "แต่จะมาจ้างแด็กเกอร์ข้ามหัวดอล์ฟกันแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I suggest you take it.",
      "th": "ข้าขอแนะให้เจ้ารับงานนี้ไว้"
    }
  },
  {
    "translation": {
      "en": "You see, I already told the City Guard where to find the missing lyrium.",
      "th": "เพราะข้าบอกทหารยามไปแล้วว่า จะหาลีเรี่ยมที่หายไปได้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "The entire garrison is on its way right now.",
      "th": "ทหารทั้งกองจะแห่กันมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "You did what?",
      "th": "เจ้าทำอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Kill him! Kill them all!",
      "th": "ฆ่ามัน ฆ่าพวกมันให้หมด!"
    }
  },
  {
    "translation": {
      "en": "[pants] Both of you, stay down.",
      "th": "ทั้งสองคนอยู่เฉยๆ"
    }
  },
  {
    "translation": {
      "en": "This isn't about you, Miriam.",
      "th": "เรื่องนี้ไม่เกี่ยวกับเจ้า มิเรียม"
    }
  },
  {
    "translation": {
      "en": "-Stand aside. -[straining] No.",
      "th": "- หลบไปซะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "[pants] The Guard is coming, Hasem.",
      "th": "ทหารยามกำลังมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Your children need their father,",
      "th": "ลูกๆ ของเจ้าต้องการพ่อ"
    }
  },
  {
    "translation": {
      "en": "and I will kill every one of you before I let you touch her. I swear it.",
      "th": "และข้าจะฆ่าทุกคน ก่อนที่ข้า จะยอมให้เจ้าแตะต้องนาง สาบานได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Do you understand me? -[straining]",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "-[Miriam] Do you understand? -[straining]",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Daggers, move out.",
      "th": "แด็กเกอร์ทั้งหลาย ถอยออกไป"
    }
  },
  {
    "translation": {
      "en": "No, no, no! She is not the boss! I am!",
      "th": "ไม่ นางไม่ใช่หัวหน้า ข้าต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Finish them off!",
      "th": "ฆ่าพวกมันสิ!"
    }
  },
  {
    "translation": {
      "en": "Next time, aim a little more to the right.",
      "th": "ครั้งหน้า เล็งไปทางขวาอีกนิด"
    }
  },
  {
    "translation": {
      "en": "Seems like a good time for a new venture.",
      "th": "กำลังอยากผจญภัยครั้งใหม่พอดี"
    }
  },
  {
    "translation": {
      "en": "-[bell tolling] -Miriam! Wait.",
      "th": "มิเรียม เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "You were magnificent, you know that?",
      "th": "เจ้าเก่งกาจมากเลย รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "Not enough to stop you from leaving me to join the Inquisition.",
      "th": "แต่ก็ไม่เก่งพอที่จะห้ามไม่ให้เจ้า หนีข้าไปเข้าร่วมกับอินควิซิชั่น"
    }
  },
  {
    "translation": {
      "en": "I asked you to come.",
      "th": "ข้าชวนเจ้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "But there was a demon-spewing hole in the sky.",
      "th": "ตอนนั้นปีศาจกำลังสร้างหลุมดำบนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "Somebody had to stop it from destroying the world.",
      "th": "ต้องมีคนหยุดไว้ก่อนที่มันจะทำลายโลก"
    }
  },
  {
    "translation": {
      "en": "But you didn't!",
      "th": "แต่เจ้าไม่ได้ทำ"
    }
  },
  {
    "translation": {
      "en": "The Herald of Andraste sealed the breach. They killed Corypheus.",
      "th": "ผู้ถือสารแห่งแอนดราสเต้ต่างหาก ที่ผนึกหลุม พวกเขาฆ่าคอรีเฟียส"
    }
  },
  {
    "translation": {
      "en": "People like us don't change the world, Hira.",
      "th": "คนอย่างเราเปลี่ยนโลกไม่ได้หรอก ฮิร่า"
    }
  },
  {
    "translation": {
      "en": "Because people like you never try!",
      "th": "เพราะคนอย่างเจ้าไม่เคยพยายามไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Listen, I know I'm asking a lot,",
      "th": "ฟังนะ ข้ารู้ว่าข้าขอมากไป"
    }
  },
  {
    "translation": {
      "en": "but the Inquisition gave me one last mission before it broke up",
      "th": "แต่อินควิซิชั่นมอบภารกิจสุดท้าย ให้แก่ข้าก่อนที่จะยุบองค์กร"
    }
  },
  {
    "translation": {
      "en": "and I need your help to do it.",
      "th": "และข้าจำเป็นต้องให้เจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "And after this, we can go to the Hinterlands",
      "th": "แล้วหลังจากนั้น เราจะไปฮินเทอร์แลนด์สกัน"
    }
  },
  {
    "translation": {
      "en": "and make cheese for all I care, so long as we're together.",
      "th": "แล้วทำเนยแข็งกันให้หนำใจ ตราบใดที่เราอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "What's the job?",
      "th": "ข้าต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Let's meet the rest of the team first.",
      "th": "ไปเจอคนอื่นๆ ในกลุ่มกันก่อนเถอะ"
    }
  },
  {
    "translation": {
      "en": "Roland, Miriam, this is Qwydion,",
      "th": "โรแลนด์ มิเรียม นี่คือควีเดี้ยน นักเวทจอมกบฏ และยังเป็นฮีลเลอร์ผู้มีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "a rebel mage and a talented healer.",
      "th": "นี่คือควีเดี้ยน นักเวทจอมกบฏ และยังเป็นฮีลเลอร์ผู้มีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "And that's Lacklon.",
      "th": "ส่วนนั่นคือล้าคลอน"
    }
  },
  {
    "translation": {
      "en": "Lord of Fortune and a talented… whatever the opposite of healer is.",
      "th": "เจ้าแห่งโชคชะตา และมีความสามารถตรงข้ามกับฮีลเลอร์"
    }
  },
  {
    "translation": {
      "en": "I'm not like a real rebel, you know.",
      "th": "ข้าไม่ใช่พวกกบฏจริงๆ หรอก"
    }
  },
  {
    "translation": {
      "en": "My passion is more elemental magic, like explosions. [chuckles]",
      "th": "ข้าชอบเวทแห่งธาตุทั้งหลายมากกว่า อย่างเช่น ระเบิด"
    }
  },
  {
    "translation": {
      "en": "But people pay you more to blow stuff up if it's for something they believe in, so…",
      "th": "แต่คนยอมจ่ายงามๆ เพื่อระเบิดทำลาย ถ้านั่นเป็นสิ่งที่พวกเขาเชื่อ ไงก็…"
    }
  },
  {
    "translation": {
      "en": "Nice to meet you.",
      "th": "ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "Eh, we'll see, right?",
      "th": "ดูกันไปก่อนดีกว่ามั้ง"
    }
  },
  {
    "translation": {
      "en": "Three experienced fighters, two mages, and yourself?",
      "th": "นักสู้ผู้มากประสบการณ์สามคน นักเวทสองคน และตัวเจ้า"
    }
  },
  {
    "translation": {
      "en": "This job must be dangerous.",
      "th": "งานนี้ต้องอันตรายแน่"
    }
  },
  {
    "translation": {
      "en": "It is.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Before the Inquisition ended,",
      "th": "ก่อนที่อินควิซิชั่นจะสลายตัว"
    }
  },
  {
    "translation": {
      "en": "we learned the Tevinter Chantry was in possession of an artifact.",
      "th": "เรารู้มาว่าวิหารเทวินเทอร์ได้ของมาอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The Circulum Infinitus.",
      "th": "เซอร์คิวลั่ม อินฟิไนทัส"
    }
  },
  {
    "translation": {
      "en": "What's a Circu, whatever it is, do?",
      "th": "เซอร์คิวอะไรนั่นน่ะ มันทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "No idea. I'm not a mage, but in the words of Cassandra Pentaghast…",
      "th": "ไม่รู้เลย ข้าไม่ใช่นักเวท แต่คาสซานดร้า เพนทากาสต์บอกว่า"
    }
  },
  {
    "translation": {
      "en": "It does not matter.",
      "th": "มันไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "All you need to know is that it is an extremely dangerous artifact",
      "th": "รู้แค่ว่ามันเป็นวัตถุที่อันตรายสุดขีดก็พอ"
    }
  },
  {
    "translation": {
      "en": "fueled by blood magic.",
      "th": "ต้องใช้คู่กับเวทโลหิต"
    }
  },
  {
    "translation": {
      "en": "And I, for one, cannot recall any good",
      "th": "ข้าคนหนึ่งล่ะที่นึกเรื่องดีๆ ไม่ออก"
    }
  },
  {
    "translation": {
      "en": "coming from something powered by murder.",
      "th": "ถ้ามันเกี่ยวกับวัตถุที่ได้พลังจากการฆ่า"
    }
  },
  {
    "translation": {
      "en": "The Inquisition told Hira and I to steal the Circulum",
      "th": "อินควิซิชั่นบอกฮิร่ากับข้าให้ขโมยเซอร์คิวลั่ม"
    }
  },
  {
    "translation": {
      "en": "and deliver it to Orlais.",
      "th": "แล้วนำไปส่งให้ออร์เล่ส์"
    }
  },
  {
    "translation": {
      "en": "We tracked it to an old summer palace belonging to the Tevinter Divine,",
      "th": "เราแกะรอยมันไปจนถึงปราสาทฤดูร้อน ของสังฆราชเทวินเทอร์"
    }
  },
  {
    "translation": {
      "en": "the head of their faith.",
      "th": "ศาสดาของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "It's being studied by a Magister named Rezaren--",
      "th": "วัตถุที่ว่านี่กำลังถูกวิเคราะห์ โดยมาจิสเตอร์ที่ชื่อเรซาเรน…"
    }
  },
  {
    "translation": {
      "en": "Ammosine.",
      "th": "อัมมอซีน"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] Know this guy?",
      "th": "รู้จักเขาด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "And the palace is in the city of Nessum.",
      "th": "และปราสาทนั่นอยู่ที่เมืองเนสซัม"
    }
  },
  {
    "translation": {
      "en": "[chuckles dryly] That's why you needed me.",
      "th": "อย่างนี้นี่เองเจ้าถึงต้องการข้า"
    }
  },
  {
    "translation": {
      "en": "Yes, but only because there was no other option.",
      "th": "ใช่ แต่ก็เพราะเราไม่มีทางเลือกอื่น"
    }
  },
  {
    "translation": {
      "en": "We have a very small window of time.",
      "th": "เราเหลือเวลาน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "You're the only person outside Tevinter that's ever been in that building.",
      "th": "เจ้าเป็นคนเดียวนอกเทวินเทอร์ ที่เคยเข้าไปในปราสาทนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "You know its layout, its defenses.",
      "th": "เจ้ารู้จักสถานที่ รู้ว่ายามอยู่ตรงไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "You're our only hope of pulling this off, Miriam.",
      "th": "เจ้าเป็นความหวังเดียว ที่จะทำให้ภารกิจนี้สำเร็จ มิเรียม"
    }
  },
  {
    "translation": {
      "en": "Will you help us,",
      "th": "ช่วยเราหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "please?",
      "th": "ขอร้องล่ะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "[Hira] Miriam, wait.",
      "th": "มิเรียม เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "[Miriam] I told you I never go back there and… [chuckles sadly] …yet here you come,",
      "th": "ข้าเคยบอกแล้วว่าข้าจะไม่มีวันกลับไป แต่เจ้ายังมากล่อมข้า"
    }
  },
  {
    "translation": {
      "en": "spinning a fairy tale about our happy cheese-making future",
      "th": "ใช้อนาคตเรื่องเนยแข็งแสนสุขมาหลอกล่อ"
    }
  },
  {
    "translation": {
      "en": "just so you can use me.",
      "th": "เพื่อจะได้หลอกใช้ข้า"
    }
  },
  {
    "translation": {
      "en": "You're right. I should have told you everything, and for that, I'm sorry.",
      "th": "เจ้าพูดถูก ข้าควรจะบอกเจ้าทุกอย่าง และข้าขอโทษสำหรับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "But I think you might need this mission as much as I do.",
      "th": "แต่ข้าคิดว่าภารกิจนี้จะดีต่อเจ้าเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "You have to stop running from the past, Miri.",
      "th": "เจ้าต้องเลิกหนีอดีตได้แล้ว มิรี"
    }
  },
  {
    "translation": {
      "en": "If you can't do it now, I worry that maybe you never will.",
      "th": "ถ้าเจ้าทำไม่ได้ตั้งแต่ตอนนี้ ข้าเกรงว่าเจ้าจะไม่มีวันทำได้อีกเลย"
    }
  },
  {
    "translation": {
      "en": "And I can't live like that.",
      "th": "และข้าทนให้เป็นแบบนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[sighs] I won't set foot in that place.",
      "th": "ข้าจะไม่ยอมเหยียบเข้าไปที่นั่นอีก"
    }
  },
  {
    "translation": {
      "en": "And I'd never ask you to. Just show us a way in.",
      "th": "และข้าจะไม่ขอให้เจ้าเข้าไป แค่บอกทางเรา"
    }
  },
  {
    "translation": {
      "en": "Let me help you take something back from those bastards",
      "th": "ให้ข้าช่วยเจ้ากู้บางสิ่งคืนมาจากสารเลวพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "and we can live happily ever after.",
      "th": "แล้วเราจะได้อยู่กันอย่างมีความสุขต่อไป"
    }
  },
  {
    "translation": {
      "en": "Together?",
      "th": "ด้วยกันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Together.",
      "th": "ด้วยกันจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] It's easy to think Tevinter is the same as any other country.",
      "th": "มันง่ายที่จะคิดว่า เทวินเทอร์ก็เหมือนกับประเทศอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "But it's not.",
      "th": "แต่มันไม่เหมือน"
    }
  },
  {
    "translation": {
      "en": "Magic rules there, and those who have it rule everyone else.",
      "th": "เวทมนตร์ปกครองที่นั่น และผู้ที่มีเวทมนตร์ปกครองทุกคน"
    }
  },
  {
    "translation": {
      "en": "The Templars don't protect people from mages who turn evil.",
      "th": "พวกเทมพลาร์ไม่ปกป้องผู้คนจากนักเวทชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "Instead, they act as enforcers for powerful mages called Magisters.",
      "th": "แต่กลับรับใช้นักเวทผู้ทรงพลังอย่างมาจิสเตอร์"
    }
  },
  {
    "translation": {
      "en": "They have their own religion, the Imperial Chantry,",
      "th": "พวกเขามีศาสนาของตัวเอง เรียกว่าอิมพีเรียลแชนทรี"
    }
  },
  {
    "translation": {
      "en": "and their own magic-wielding Divine to lead it.",
      "th": "และมีสังฆราชผู้ใช้เวทมนตร์เป็นผู้นำ"
    }
  },
  {
    "translation": {
      "en": "Qunari are hated, and most elves live in outright slavery.",
      "th": "คูนารีเป็นที่เกลียดชัง และเอลฟ์ส่วนใหญ่ต้องใช้ชีวิตเยี่ยงทาส"
    }
  },
  {
    "translation": {
      "en": "Blood magic, raised corpses, and demons may be frowned on officially,",
      "th": "ปกติแล้วเวทโลหิต โครงกระดูกคืนชีพ และปีศาจทั้งหลายเป็นสิ่งผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "but Magisters are the officials,",
      "th": "แต่เพราะพวกมาจิสเตอร์เป็นผู้ปกครอง"
    }
  },
  {
    "translation": {
      "en": "so they tend to turn a blind eye towards anyone with power.",
      "th": "พวกเขาเลยทำไม่รู้ไม่เห็น ถ้าจะมีใครใช้พลังเวท"
    }
  },
  {
    "translation": {
      "en": "Since we're robbing The Divine himself, well, let's stay on our toes, huh?",
      "th": "เรากำลังจะปล้นสังฆราชคนนี้ ดังนั้นต้องระวังกันให้มาก"
    }
  },
  {
    "translation": {
      "en": "I shit you not.",
      "th": "ไม่ได้ล้อเล่นนะ"
    }
  },
  {
    "translation": {
      "en": "It was just a hairy nug the whole time.",
      "th": "มันเป็นแค่ไอ้ตัวขนดกมาตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "I can get up by my damn self.",
      "th": "ข้าลุกเองได้"
    }
  },
  {
    "translation": {
      "en": "You wanna help? Tell the world's tallest elf to slow down.",
      "th": "อยากช่วยใช่ไหม บอกยัยเอลฟ์ตัวโย่งให้เดินช้าลงหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hey, man, you can't blame someone for not wanting to spend a lot of time in a country that enslaved her.",
      "th": "อย่าไปโทษคนที่ถูกทำให้เป็นทาสในประเทศนี้สิ"
    }
  },
  {
    "translation": {
      "en": "What? Isn't she a runaway?",
      "th": "อะไร นางหนีออกมาไม่ใช่รึ"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Don't be dense. Fairbanks would never be stupid enough to hire a runaway. Right?",
      "th": "อย่าโง่ไปหน่อยเลยน่า แฟร์แบ็งส์ไม่โง่พอ ที่จะจ้างทาสหลบหนีหรอกใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "She's an elf from Tevinter.",
      "th": "นางเป็นเอลฟ์จากเทวินเทอร์"
    }
  },
  {
    "translation": {
      "en": "I've left it at that. I suggest you do the same.",
      "th": "ข้าพูดแค่นี้แล้วกัน และขอแนะนำว่าอย่าพูดเรื่องนี้อีก"
    }
  },
  {
    "translation": {
      "en": "You can't be serious.",
      "th": "อย่าล้อกันเล่นน่า"
    }
  },
  {
    "translation": {
      "en": "What if Little Miss Wayfinder's still being hunted?",
      "th": "ถ้ายัยทาสหลบหนีคนนี้ยังถูกตามล่าอยู่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "What if she loses her nerve as soon as she sees home?",
      "th": "ถ้านางเกิดสติแตกขึ้นมาตอนเห็นบ้านเกิดล่ะ"
    }
  },
  {
    "translation": {
      "en": "Watch your tongue, dwarf.",
      "th": "ระวังปากด้วย คนแคระ"
    }
  },
  {
    "translation": {
      "en": "Whatever I am, I've survived things",
      "th": "ไม่ว่าข้าจะเป็นอะไร ข้ารอดจากสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "that make the deep roads look like a pleasant stroll.",
      "th": "ที่ทำให้ถนนลึกในป่าดูเหมือนทางเดินเล่นไปเลย"
    }
  },
  {
    "translation": {
      "en": "And I assure you, you'll lose your nerve long before I will.",
      "th": "และข้าขอรับรอง เจ้าจะสติแตกก่อนข้าแน่นอน"
    }
  },
  {
    "translation": {
      "en": "So lengthen your stride and shut the fuck up!",
      "th": "ดังนั้นก้าวให้มันยาวๆ แล้วหุบปากซะที"
    }
  },
  {
    "translation": {
      "en": "That hurt me a little.",
      "th": "ขนาดข้าฟังแล้วยังเจ็บเลย"
    }
  },
  {
    "translation": {
      "en": "-[Qwydion giggles] -[scoffs] Blasted elfin hearing.",
      "th": "หูเอลฟ์หรือหูหมากันแน่"
    }
  },
  {
    "translation": {
      "en": "What are you smiling at, horn-head?",
      "th": "ยิ้มอะไร ยัยเขาแพะ"
    }
  },
  {
    "translation": {
      "en": "If you don't take him, I will.",
      "th": "ถ้าเจ้าไม่เอาเขา ข้าเอาเองนะ"
    }
  },
  {
    "translation": {
      "en": "Wow, it's beautiful.",
      "th": "โห สวยจังเลย"
    }
  },
  {
    "translation": {
      "en": "So is a mage's staff right before it shoots fire at you.",
      "th": "เช่นเดียวกับคทาของนักเวท ก่อนที่มันจะยิงไฟใส่เจ้า"
    }
  },
  {
    "translation": {
      "en": "[guard] Hold. State your business.",
      "th": "หยุดก่อน มีธุระอะไร"
    }
  },
  {
    "translation": {
      "en": "-Ah, my wife and I are from Carastes. -[coughs]",
      "th": "ข้ากับภรรยามาจากคาราสเทส"
    }
  },
  {
    "translation": {
      "en": "She has bellows cough,",
      "th": "นางไอไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "and we're following the Pilgrimage of Divine Adnias with our servants",
      "th": "เรากับบริวารก็เลยเดินทางตามหา ท่านสังฆราชแอดเนียส"
    }
  },
  {
    "translation": {
      "en": "in hopes that she might be healed.",
      "th": "โดยหวังว่าท่านจะรักษานางได้"
    }
  },
  {
    "translation": {
      "en": "Any elf must post a five-gold bond in case they break the peace.",
      "th": "เอลฟ์ต้องวางมัดจำไว้ห้าเหรียญทอง เผื่อว่ามาก่อเรื่อง"
    }
  },
  {
    "translation": {
      "en": "-Wha-- Five gold? -[blow thuds]",
      "th": "ห้าเหรียญทองเชียวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Light of the Maker shine upon you.",
      "th": "ขอให้แสงแห่งผู้สร้างส่องมาที่ท่าน"
    }
  },
  {
    "translation": {
      "en": "And you as well.",
      "th": "และท่านเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Uh, a month's wages to get through the gate? They might as well just rob us outright.",
      "th": "ต้องใช้เงินของทั้งเดือน ถึงจะผ่านประตูมาได้เนี่ยนะ ปล้นกันชัดๆ"
    }
  },
  {
    "translation": {
      "en": "We won't be here for long, okay?",
      "th": "เราจะอยู่ที่นี่กันไม่นานหรอก"
    }
  },
  {
    "translation": {
      "en": "[stammers] Uh, I know. It's just…",
      "th": "ข้ารู้ ก็แค่"
    }
  },
  {
    "translation": {
      "en": "[sighs heavily] …every breath I take here is one too many.",
      "th": "ทุกลมหายใจขณะอยู่ที่นี่มันช่างทรมาน"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] Well then,",
      "th": "ถ้างั้น"
    }
  },
  {
    "translation": {
      "en": "we should get to work.",
      "th": "ก็เริ่มงานกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Miriam] They may call it a summer palace,",
      "th": "คนอื่นๆ อาจเรียกมันว่าปราสาทฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "but it's actually three different structures joined together.",
      "th": "แต่จริงๆ แล้วมันประกอบไปด้วยสามส่วน"
    }
  },
  {
    "translation": {
      "en": "The cathedral is at the top. No way in there except from the palace itself.",
      "th": "โบสถ์อยู่บนสุด ไม่มีทางขึ้นไปได้เลยถ้าไม่ผ่านตัวปราสาท"
    }
  },
  {
    "translation": {
      "en": "Below that, the whole place is a maze of secret passages,",
      "th": "ข้างล่างเป็นเหมือนเขาวงกต"
    }
  },
  {
    "translation": {
      "en": "easy to get lost in.",
      "th": "หลงทางได้ง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "And it's all built atop a sealed temple to the old gods.",
      "th": "แล้วทั้งหมดนี้สร้างอยู่บน วิหารซึ่งผนึกเทพเจ้าโบราณอยู่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "It'll take time to find a way in.",
      "th": "ต้องใช้เวลาถึงจะหาทางเข้าเจอ"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] Don't worry. I've got a place.",
      "th": "ไม่ต้องห่วง ข้ารู้จักที่พักแห่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Miriam] I'll need all the time you can give.",
      "th": "ข้าจะต้องใช้เวลาพอสมควร"
    }
  },
  {
    "translation": {
      "en": "The furniture is all High Imperium, of course,",
      "th": "เครื่องเรือนเป็นของชนชั้นสูงทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and the estate features a generous private courtyard",
      "th": "และที่นี่มีสวนส่วนตัวที่กว้างขวาง"
    }
  },
  {
    "translation": {
      "en": "that I'm sure your bride will love.",
      "th": "ซึ่งข้าแน่ใจว่าเจ้าสาวของท่านจะปลาบปลื้มมาก"
    }
  },
  {
    "translation": {
      "en": "[Miriam] If the smuggler routes are closed, there are discreet ways into the palace itself.",
      "th": "ถ้าเส้นทางลักลอบขนส่งถูกปิด มันก็ยังมีเส้นทางลับๆ เข้าปราสาทอีกหลายแห่ง"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] You mean one of the Divines was involved in something illicit?",
      "th": "เจ้าหมายความว่าพวกสังฆราช เกี่ยวข้องกับสิ่งผิดกฎหมายเหรอ"
    }
  },
  {
    "translation": {
      "en": "I am shocked.",
      "th": "ช็อกเลยนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Miriam] Even if this Divine isn't, they could still be usable.",
      "th": "ถึงสังฆราชจะไม่เกี่ยวข้อง แต่เส้นทางก็อาจจะใช้ได้อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "I don't like the sound of \"could.\"",
      "th": "ข้าไม่ชอบคำว่า \"อาจจะ\" เอาซะเลย"
    }
  },
  {
    "translation": {
      "en": "Well, neither do I, but I'm not the only one with a job to do, am I?",
      "th": "ข้าก็เหมือนกัน แต่ข้าเป็นคนเดียวที่ต้องทำหน้าที่นี้ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're right. We'll strike during the evening service.",
      "th": "เจ้าพูดถูก เราจะโจมตี ระหว่างการสวดมนต์ช่วงเย็น ควีเดี้ยนกับข้า…"
    }
  },
  {
    "translation": {
      "en": "-Qwydion and I-- -The magic mavens.",
      "th": "ผู้ชำนาญด้านเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "Will ensure everyone in the cathedral stays put during the robbery.",
      "th": "จะดูแลให้ทุกคนในโบสถ์ไปไหนไม่ได้ ระหว่างการปล้น"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I mean, naturally, but that's gonna take a lot of magic.",
      "th": "แต่นั่นแปลว่าเราต้องการเวทมนตร์จำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "So, uh, we should stock up to be safe, right?",
      "th": "ดังนั้นไปตุนกันหน่อยดีไหม"
    }
  },
  {
    "translation": {
      "en": "I mean, we don't want to run out in the middle of things.",
      "th": "เพราะเราคงไม่อยากใช้จนเกลี้ยง ระหว่างช่วงชุลมุน"
    }
  },
  {
    "translation": {
      "en": "Don't you think a Qunari buying a small arsenal of magic weapons",
      "th": "เจ้าไม่คิดว่าการส่งคูนารี ไปซื้ออาวุธเวทมนตร์เยอะขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "might attract some attention?",
      "th": "จะไม่ดึงดูดความสนใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, it's not about attracting attention.",
      "th": "มันไม่เกี่ยวกับการดึงดูดความสนใจ"
    }
  },
  {
    "translation": {
      "en": "-[power hums] -It's about what kind. [chuckles]",
      "th": "แต่เป็นความสนใจแบบไหนต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Yes, can I help you?",
      "th": "มีอะไรให้ข้ารับใช้ขอรับ"
    }
  },
  {
    "translation": {
      "en": "Oh, I certainly hope so.",
      "th": "มีแน่ๆ ละ"
    }
  },
  {
    "translation": {
      "en": "My master is new in town and he sent me to fetch",
      "th": "นายของข้าเพิ่งเคยมาเมืองนี้ เขาเลยส่งข้ามาซื้อ"
    }
  },
  {
    "translation": {
      "en": "lyrium, healing potions, knockout powder, arcane grenades of all kinds,",
      "th": "ลีเรี่ยม ยารักษา ผงสลบเหมือด แล้วก็ระเบิดแบบซ่อนทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "and, um, everything else on this list.",
      "th": "และอื่นๆ ตามรายการนี้"
    }
  },
  {
    "translation": {
      "en": "What in the name of Andraste does he need all this for?",
      "th": "เขาจะเอาไปทำสงครามรึยังไง"
    }
  },
  {
    "translation": {
      "en": "[whispering] Two words. The Blight.",
      "th": "สองคำนะ เดอะไบลท์"
    }
  },
  {
    "translation": {
      "en": "Master barely survived the last one,",
      "th": "นายข้าแทบไม่รอดเมื่อคราวก่อน"
    }
  },
  {
    "translation": {
      "en": "and his bad knee says another one's on the way. Oh, yeah.",
      "th": "แล้วเข่าพังๆ ของเขาบอกว่า มันกำลังจะเกิดขึ้นอีกครั้ง ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "And if you think I'd let a bunch of mindless, murderous monsters",
      "th": "และถ้าเจ้าคิดว่าข้าจะยอมให้ ปีศาจอันตรายที่ไร้สติเป็นฝูง"
    }
  },
  {
    "translation": {
      "en": "touch a hair on that sweet bald head of his, you've got another thing coming.",
      "th": "มาแตะต้องผมบนหัวโล้นๆ ของเขา แม้แต่เส้นเดียว เจ้าเองก็จะโดนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You know, I have some more exotic defense items in the back.",
      "th": "คือว่าข้ามีอาวุธป้องกันที่ดีกว่านั้นซ่อนอยู่ด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "Show me.",
      "th": "พาข้าไปดูหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Roland] Where exactly do Lacklon and I fit in?",
      "th": "ล้าคลอนกับข้ามีหน้าที่อะไร"
    }
  },
  {
    "translation": {
      "en": "-[both grunting] -[Lacklon] Ain't it obvious? We're the muscle.",
      "th": "เห็นๆ อยู่ เราคือกำลัง"
    }
  },
  {
    "translation": {
      "en": "[Fairbanks] You take out the guards and watch my back in the vault.",
      "th": "เจ้าโค่นพวกยาม และคอยระวังหลังให้ข้าตอนอยู่ในคลังสมบัติ"
    }
  },
  {
    "translation": {
      "en": "Not to mention, make sure everyone else gets out alive.",
      "th": "แล้วก็ต้องคอยดูแล ให้ทุกคนออกมาได้อย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "I need you both in perfect sync. Think you can handle that?",
      "th": "ข้าต้องการให้พวกเจ้าเข้าขากัน คิดว่าทำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "If you're trying to distract me, it won't work.",
      "th": "ถ้าเจ้าคิดจะดึงความสนใจข้า มันไม่ได้ผลหรอก"
    }
  },
  {
    "translation": {
      "en": "Besides, your girlfriend's still got to find a way into the palace. [Roland] Hmm?",
      "th": "แถมคนรักของเจ้า ยังต้องหาทางเข้าไปในปราสาทอีก"
    }
  },
  {
    "translation": {
      "en": "I don't have a girlfriend.",
      "th": "ข้าไม่มีคนรัก"
    }
  },
  {
    "translation": {
      "en": "[Lacklon] Let's remember, it all means precisely squat if we can't find a way in.",
      "th": "จำไว้ว่าถ้าหาทางเข้าไม่เจอ ทุกอย่างก็สูญเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'll find it.",
      "th": "ข้าจะหาให้เจอ"
    }
  },
  {
    "translation": {
      "en": "I will.",
      "th": "รับรองได้"
    }
  },
  {
    "translation": {
      "en": "[clears throat] You're in my seat, elf.",
      "th": "เจ้านั่งที่ของข้า เอลฟ์"
    }
  },
  {
    "translation": {
      "en": "There a reason for that?",
      "th": "มีเหตุผลอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, is this more important than listening to me?",
      "th": "ขอโทษนะ นี่มันสำคัญกว่าการฟังข้างั้นรึ"
    }
  },
  {
    "translation": {
      "en": "[hesitantly] Of course not, sir.",
      "th": "ไม่อยู่แล้วค่ะ นายท่าน"
    }
  },
  {
    "translation": {
      "en": "Apologies.",
      "th": "ข้าขออภัย"
    }
  },
  {
    "translation": {
      "en": "We have a problem, friend?",
      "th": "มีปัญหารึ สหาย"
    }
  },
  {
    "translation": {
      "en": "Yes, I think this elf's a runaway slave, with stolen property no less.",
      "th": "ใช่ ข้าคิดว่าเอลฟ์ตนนี้เป็นทาสที่หลบหนี แถมต้องขโมยของใครมาแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "That's not true, sir. Please, don't turn me in to the guard.",
      "th": "ไม่จริงค่ะ นายท่าน อย่าส่งตัวข้าให้ทหารยามเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, elf, you're coming with me.",
      "th": "โทษที เอลฟ์ เจ้าต้องไปกับข้า"
    }
  },
  {
    "translation": {
      "en": "Keep walking.",
      "th": "- เฮ้ย - เดินต่อไป"
    }
  },
  {
    "translation": {
      "en": "They can't look at the plans.",
      "th": "จะให้พวกมันเห็นแผนที่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Fair play on that one.",
      "th": "มุกเจ้าใช้ได้"
    }
  },
  {
    "translation": {
      "en": "If you share her, I can pay you for it.",
      "th": "ถ้าเจ้ายอมแบ่งนางกับข้า ข้ายินดีจ่าย"
    }
  },
  {
    "translation": {
      "en": "-I don't like your implication, friend. -[men laughing]",
      "th": "ข้าไม่ชอบสิ่งที่เจ้าพยายามสื่อ สหาย"
    }
  },
  {
    "translation": {
      "en": "Ugh, don't tell me you care about some bat-faced bitch's honor!",
      "th": "อย่าบอกนะว่าเจ้าแคร์เกียรติ ของนังเอลฟ์หน้าค้างคาวคนนี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Guess I do.",
      "th": "ดูเหมือนจะอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Let's go! Come on!",
      "th": "ไปกันเถอะ เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Hey, Lacklon! Catch!",
      "th": "เฮ้ย ล้าคลอน รับ!"
    }
  },
  {
    "translation": {
      "en": "What happened here?",
      "th": "เกิดอะไรขึ้นที่นี่"
    }
  },
  {
    "translation": {
      "en": "Half-off shots.",
      "th": "วันนี้เหล้าลดราคาค่ะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] And boom, down they went!",
      "th": "แล้วก็ตู้ม ร่วงลงไปเลย"
    }
  },
  {
    "translation": {
      "en": "[sighs] You know, my wife's right. I just can't stay out of trouble.",
      "th": "เมียข้าพูดถูก ข้าคอยก่อเรื่องตลอด"
    }
  },
  {
    "translation": {
      "en": "[slamming table] Can you just stop?",
      "th": "หยุดสักทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "You think you're all heroes, punching a couple of drunk Tevinters?",
      "th": "พวกเจ้าคิดว่าตัวเองเป็นวีรบุรุษรึไง ต่อยชาวเทวินเทอร์ขี้เมาไปแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You think that did anything except risk our mission?",
      "th": "คิดว่ามันจะไม่ทำให้ภารกิจเราเสียเหรอ"
    }
  },
  {
    "translation": {
      "en": "Neither did I.",
      "th": "ข้าคิดนะ"
    }
  },
  {
    "translation": {
      "en": "[Miriam sighs] Come in.",
      "th": "เข้ามาได้"
    }
  },
  {
    "translation": {
      "en": "Do you want to talk about it?",
      "th": "อยากคุยหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "Because the bar fight might not have been the smartest idea, but--",
      "th": "เพราะการสู้ที่บาร์อาจไม่ใช่เรื่องฉลาดที่สุด แต่…"
    }
  },
  {
    "translation": {
      "en": "I figured out a way into the palace.",
      "th": "ข้าคิดออกแล้วว่าจะเข้าปราสาทได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "That's… That's great.",
      "th": "นั่น… นั่นมันเยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "Fairbanks, get in here!",
      "th": "แฟร์แบ็งส์ เข้ามาหน่อย"
    }
  },
  {
    "translation": {
      "en": "What's wrong?",
      "th": "มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Everyone okay?",
      "th": "ทุกคนโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Miriam found a way for us to get into the palace.",
      "th": "มิเรียมคิดออกแล้วว่า จะพาเราเข้าปราสาทได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Miriam] The only way in.",
      "th": "เป็นหนทางเดียว"
    }
  },
  {
    "translation": {
      "en": "It's me. There's an old escape tunnel intended for The Divine himself.",
      "th": "คือข้าเอง มีอุโมงค์เก่าสำหรับให้สังฆราชหลบหนี"
    }
  },
  {
    "translation": {
      "en": "I cleared the outer entrance,",
      "th": "ข้าเคลียร์ทางเข้าด้านนอกเอาไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "but the inner one can only be opened from the inside.",
      "th": "แต่มันต้องเปิดจากด้านในเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "No. You do not have to do this.",
      "th": "ไม่ เจ้าไม่จำเป็นต้องทำอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "[chuckles dryly] Oh, trust me, I don't want to, but…",
      "th": "เชื่อเถอะ ข้าเองก็ไม่อยากหรอก"
    }
  },
  {
    "translation": {
      "en": "you all stood up for me.",
      "th": "แต่พวกเจ้ายืนหยัดเพื่อข้า"
    }
  },
  {
    "translation": {
      "en": "In the stupidest way possible, but you did it,",
      "th": "ถึงจะโง่อย่างที่สุด แต่พวกเจ้าก็ทำ"
    }
  },
  {
    "translation": {
      "en": "and that means something.",
      "th": "และนั่นมีความหมายต่อข้า"
    }
  },
  {
    "translation": {
      "en": "Besides…",
      "th": "นอกจากนี้…"
    }
  },
  {
    "translation": {
      "en": "I really want that cheese farm.",
      "th": "ข้าอยากมีฟาร์มเนยแข็งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "If you don't come back,",
      "th": "ถ้าเจ้าไม่กลับมา"
    }
  },
  {
    "translation": {
      "en": "I'll kill you myself.",
      "th": "เจ้าจะฆ่าเจ้าด้วยมือตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Up-up-up. Don't use them all at once.",
      "th": "เอาไป อย่าใช้ทีเดียวจนหมดล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's more your problem than mine, ain't it?",
      "th": "นั่นเป็นปัญหาของเจ้ามากกว่าของข้าว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Just be there.",
      "th": "ไปรออยู่ที่นั่นก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Where do you think you're going? -This has to be finished before-- -[dramatic sting]",
      "th": "คิดว่าจะไปไหน ต้องรอให้จบพิธีการก่อน…"
    }
  },
  {
    "translation": {
      "en": "Forgive me. On your way.",
      "th": "ขออภัยด้วย เชิญเลย"
    }
  },
  {
    "translation": {
      "en": "Come back later.",
      "th": "ไว้กลับมาทีหลัง"
    }
  },
  {
    "translation": {
      "en": "Hey, I said-- [yelps]",
      "th": "เฮ้ย ข้าบอกว่า…"
    }
  },
  {
    "translation": {
      "en": "We're in.",
      "th": "เข้าได้แล้ว"
    }
  }
]