[
  {
    "translation": {
      "en": "[man] Rolling!",
      "th": "กล้องเดิน"
    }
  },
  {
    "translation": {
      "en": "And action!",
      "th": "และแอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "[man 1] This is very much a Breaking Bad movie.",
      "th": "นี่คือภาพยนตร์ดับเครื่องชน คนดีแตกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It feels a bit like Old Home Week. It feels a bit like déjà vu.",
      "th": "มันค่อนข้างรู้สึกเหมือนงานคืนสู่เหย้า มันค่อนข้างรู้สึกเดจาวู"
    }
  },
  {
    "translation": {
      "en": "[man 2] Vince runs such an incredible ship.",
      "th": "วินซ์ควบคุมงานได้น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "It feels good to be back in his camp.",
      "th": "รู้สึกดีที่ได้กลับมาอยู่ในค่ายของเขาครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] We've come back together",
      "th": "เรากลับมาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "around five years after wrapping the last season of Breaking Bad.",
      "th": "ประมาณห้าปีหลังจากปิดกล้อง ซีซันสุดท้ายของดับเครื่องชน คนดีแตก"
    }
  },
  {
    "translation": {
      "en": "It was one of the great conclusions ever to a TV series,",
      "th": "มันคือหนึ่งในบทสรุป ที่ยอดเยี่ยมที่สุดของซีรีส์ทางทีวี"
    }
  },
  {
    "translation": {
      "en": "and to continue the story was amazing.",
      "th": "และการดำเนินเรื่องต่อก็น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Mike] Only you can decide what's best for you, Jesse.",
      "th": "มีแต่นายที่ตัดสินใจได้ ว่าอะไรดีที่สุดสำหรับนาย เจสซี่"
    }
  },
  {
    "translation": {
      "en": "Not sure I should stick around town.",
      "th": "ไม่แน่ใจว่าผมควรอยู่แถวนี้ต่อไปไหม"
    }
  },
  {
    "translation": {
      "en": "That's a start.",
      "th": "นั่นแหละจุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "[Aaron] I knew that this story started with where we left off in Breaking Bad,",
      "th": "ผมรู้ว่าเรื่องราวนี้เริ่มต้นด้วยตอนจบ ของดับเครื่องชน คนดีแตก"
    }
  },
  {
    "translation": {
      "en": "but I had no idea where it was heading.",
      "th": "แต่ผมไม่รู้ว่ามันจะมุ่งหน้าไปทางไหน"
    }
  },
  {
    "translation": {
      "en": "[Vince] We were very protective of the script.",
      "th": "เราปกป้องบทกันดีมาก"
    }
  },
  {
    "translation": {
      "en": "The actors had to come to us",
      "th": "นักแสดงต้องมาหาเรา"
    }
  },
  {
    "translation": {
      "en": "and read the one copy we kept under lock and key.",
      "th": "และอ่านสำเนาเดียวที่เราเก็บใส่กุญแจไว้"
    }
  },
  {
    "translation": {
      "en": "After reading the script,",
      "th": "หลังจากได้อ่านบท"
    }
  },
  {
    "translation": {
      "en": "I get a deeper look at what truly was going on",
      "th": "ผมก็เห็นชัดเจนขึ้นว่ามันเกิดอะไรขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "within that concrete hole that the Nazis held Jesse in.",
      "th": "ภายในหลุมคอนกรีตนั้นที่พวกนาซีขังเจสซี่ไว้"
    }
  },
  {
    "translation": {
      "en": "You're given little tidbits that you never knew you missed",
      "th": "คุณได้รับข้อมูลเล็กๆ น้อยๆ ที่คุณไม่เคยรู้ว่าคุณพลาดไป"
    }
  },
  {
    "translation": {
      "en": "that sort of alter the end of the show in some way.",
      "th": "ซึ่งมันเปลี่ยนแปลงตอนจบของซีรีส์ในบางแง่มุม"
    }
  },
  {
    "translation": {
      "en": "Good behavior. Right?",
      "th": "ทำตัวดีๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I think the story of this film is really about the struggle to survive.",
      "th": "ผมคิดว่าเรื่องราวของหนังเรื่องนี้ เกี่ยวกับการดิ้นรนเพื่อเอาชีวิตรอด"
    }
  },
  {
    "translation": {
      "en": "You know, it follows a man on the run,",
      "th": "หนังติดตามชายคนหนึ่งที่กำลังหนี"
    }
  },
  {
    "translation": {
      "en": "who will truly stop at nothing to finally become free.",
      "th": "คนที่ไม่มีอะไรหยุดเขาได้ เพื่อที่สุดท้ายจะได้เป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "You're apexing too early. You're apexing too early!",
      "th": "นายเข้าโค้งเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "I'm apexing at the apex, bitch. Don't be telling me how to drive and shit.",
      "th": "ฉันเข้าโค้งตรงโค้งเว้ย ไอ้สลัด อย่ามาบอกฉันว่าต้องขับรถยังไง"
    }
  },
  {
    "translation": {
      "en": "You couldn't drive a two-button elevator.",
      "th": "นายบังคับลิฟต์สองปุ่มยังไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "You couldn't drive Miss Daisy.",
      "th": "นายขับรถให้มิสเดซี่ยังไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Whatever that means. -[Jesse grunting]",
      "th": "แปลว่าอะไรก็ช่างเหอะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] The first day on set was with Skinny Pete and Badger.",
      "th": "วันแรกที่เข้าฉาก ผมเข้าฉากกับสกินนี่ พีทและแบดเจอร์"
    }
  },
  {
    "translation": {
      "en": "It was nice to have that trio back together.",
      "th": "รู้สึกดีครับที่สามเกลอได้กลับมาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "Feel like a new man?",
      "th": "รู้สึกเหมือนเป็นคนใหม่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. Thanks.",
      "th": "เออ ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "We did our first scene with Aaron, and it was like, \"Oh, yeah. This.\"",
      "th": "เราถ่ายฉากแรกกับแอรอน และมันแบบว่า \"โอ้ เยี่ยม นี่แหละ\""
    }
  },
  {
    "translation": {
      "en": "It wasn't weird.",
      "th": "มันไม่ประหลาดหรอกครับ"
    }
  },
  {
    "translation": {
      "en": "It was just more like-- Immediately we're like, \"I miss this.\"",
      "th": "มันเหมือนกับ... คุณรู้สึกทันทีว่า \"ฉันคิดถึงสิ่งนี้\""
    }
  },
  {
    "translation": {
      "en": "You take my car.",
      "th": "นายเอารถฉันไป"
    }
  },
  {
    "translation": {
      "en": "I don't even like your car.",
      "th": "ฉันไม่ชอบรถนายซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "It drives like a dick.",
      "th": "รถแม่งโคตรกาก"
    }
  },
  {
    "translation": {
      "en": "[Matt] We're the paragons of innocence.",
      "th": "เราคือสุดยอดตัวอย่างของความบริสุทธิ์"
    }
  },
  {
    "translation": {
      "en": "We're not bad guys. We're just Jesse's friends.",
      "th": "เราไม่ใช่คนเลว เราแค่เป็นเพื่อนของเจสซี่"
    }
  },
  {
    "translation": {
      "en": "[Skinny Pete] Just might keep you from getting spotted.",
      "th": "มันอาจช่วยให้นายไม่เป็นที่สังเกต"
    }
  },
  {
    "translation": {
      "en": "Yo, Skinny.",
      "th": "โย่ สกินนี่"
    }
  },
  {
    "translation": {
      "en": "Why you doing all this?",
      "th": "นายทำแบบนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "Dude...",
      "th": "เพื่อน"
    }
  },
  {
    "translation": {
      "en": "you're my hero and shit.",
      "th": "นายคือฮีโร่ของฉันไงวะ"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Look at that slow... like, push-in.",
      "th": "ดูกล้องค่อยๆ เคลื่อนเข้าไปสิ"
    }
  },
  {
    "translation": {
      "en": "You can feel it.",
      "th": "รู้สึกได้เลย"
    }
  },
  {
    "translation": {
      "en": "It's so good, how close he is.",
      "th": "ดีเป็นบ้าเลย ที่เขาใกล้ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[Aaron] Obviously, we thought this thing was done,",
      "th": "แน่นอนว่าเราคิดว่าเรื่องนี้จบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "but it still very much lives and breathes in all of us.",
      "th": "แต่มันยังมีชีวิต และหายใจอยู่ในตัวเราทุกคนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It was worth the 21 takes. I'll tell you that.",
      "th": "คุ้มค่า 21 เทค บอกได้เลย"
    }
  },
  {
    "translation": {
      "en": "So much time had passed, but we're all still so close.",
      "th": "เวลาผ่านไปนานมาก แต่เราทุกคนก็ยังสนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "And so, it's just like old friends coming together.",
      "th": "มันก็เลยเหมือนเพื่อนเก่ากลับมารวมตัวกัน"
    }
  },
  {
    "translation": {
      "en": "[man] I'm kind of indentured to Vince Gilligan.",
      "th": "ผมค่อนข้างรู้สึกผูกพันกับวินซ์ กิลลิแกน"
    }
  },
  {
    "translation": {
      "en": "So I get a note that says, \"You'll be there,\" and here I am.",
      "th": "ผมได้รับข้อความว่า \"คุณจะอยู่ในหนัง\" และผมก็อยู่ที่นี่ครับ"
    }
  },
  {
    "translation": {
      "en": "[man 1] They call you up, and they say,",
      "th": "พวกเขาโทรหาคุณและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Vince Gilligan wants to have you in another project.\"",
      "th": "\"วินซ์ กิลลิแกนอยากให้คุณ มาร่วมงานอีกโปรเจกต์\""
    }
  },
  {
    "translation": {
      "en": "And everybody says, \"Excellent.\"",
      "th": "และทุกคนก็พูดว่า \"เยี่ยมเลย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Cool.\"",
      "th": "ผมบอกว่า \"เจ๋ง\""
    }
  },
  {
    "translation": {
      "en": "They said, \"But you can't tell anybody about this.\"",
      "th": "พวกเขาบอกว่า \"แต่ห้ามบอกเรื่องนี้กับใครเด็ดขาดนะ\""
    }
  },
  {
    "translation": {
      "en": "People started asking me, \"Hey, what are you doing?\"",
      "th": "คนเริ่มถามผม \"เฮ้ย นายทำอะไรอยู่\""
    }
  },
  {
    "translation": {
      "en": "I said, \"I can't tell you,\" and that's cool.",
      "th": "ผมบอก \"ฉันบอกไม่ได้\" และมันเจ๋งดี"
    }
  },
  {
    "translation": {
      "en": "This is some top-secret shit.",
      "th": "งานนี้เป็นเรื่องลับสุดยอด"
    }
  },
  {
    "translation": {
      "en": "[woman] I got the script,",
      "th": "ฉันได้บทมา"
    }
  },
  {
    "translation": {
      "en": "and I was so thrilled to be able to see the next chapter,",
      "th": "และฉันตื่นเต้นมากที่จะได้เห็นตอนต่อไป"
    }
  },
  {
    "translation": {
      "en": "and what he goes through, and how Jane is a part of that for him.",
      "th": "และสิ่งที่เขาเจอ และเจนเป็นส่วนหนึ่งของมันสำหรับเขายังไง"
    }
  },
  {
    "translation": {
      "en": "I was sitting next to my wife.",
      "th": "ผมนั่งอยู่ข้างภรรยาผม"
    }
  },
  {
    "translation": {
      "en": "I said, \"Hon, you're not gonna believe this.",
      "th": "ผมบอก \"ที่รัก คุณต้องไม่เชื่อแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Mr. Pinkman lives.\"",
      "th": "คุณพิงค์แมนยังไม่ตาย\""
    }
  },
  {
    "translation": {
      "en": "-[laughing] -And so, it was totally thrilling.",
      "th": "และมันน่าตื่นเต้นสุดๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "It was really good. It was great.",
      "th": "มันดีมากค่ะ สุดยอดเลย"
    }
  },
  {
    "translation": {
      "en": "It was like coming home.",
      "th": "เหมือนได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "It was like going back to your high school reunion",
      "th": "เหมือนได้กลับไปงานคืนสู่เหย้า สมัยมัธยมปลาย"
    }
  },
  {
    "translation": {
      "en": "if your high school sold meth.",
      "th": "ถ้าโรงเรียนคุณขายยาไอซ์นะ"
    }
  },
  {
    "translation": {
      "en": "Okay, picture is up. Here we go.",
      "th": "โอเค ภาพขึ้นแล้ว เอาเลย"
    }
  },
  {
    "translation": {
      "en": "[Vince] The core crew of Breaking Bad and then Better Call Saul",
      "th": "ทีมงานหลักของ \"ดับเครื่องชน คนดีแตก\" แล้วก็ \"มีปัญหา ปรึกษาซอล\""
    }
  },
  {
    "translation": {
      "en": "is also the core crew of this movie.",
      "th": "เป็นทีมงานหลักของหนังเรื่องนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "I have a great team.",
      "th": "ผมมีทีมงานที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I mean, everybody here... This is the greatest crew ever.",
      "th": "ทุกคนที่นี่... นี่คือทีมงานที่เจ๋งที่สุด"
    }
  },
  {
    "translation": {
      "en": "People like to say that they have wonderful crews.",
      "th": "คนชอบพูดเสมอว่าพวกเขามีทีมงานที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "This crew really is extraordinary, and it is a family of sorts.",
      "th": "แต่ทีมนี้ไม่ธรรมดาจริงๆ และมีความเป็นครอบครัวด้วย"
    }
  },
  {
    "translation": {
      "en": "Everybody here is so devoted.",
      "th": "ทุกคนที่นี่ทุ่มเทมาก"
    }
  },
  {
    "translation": {
      "en": "They're here because they couldn't not be a part of telling this story,",
      "th": "พวกเขามาที่นี่เพราะทนไม่ได้ ที่จะไม่ได้เป็นส่วนหนึ่งของการเล่าเรื่องราวนี้"
    }
  },
  {
    "translation": {
      "en": "And to see this script come to life in a film like a real western",
      "th": "และการได้เห็นบทภาพยนตร์มีชีวิตในหนัง ที่เหมือนหนังตะวันตกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "was really spectacular.",
      "th": "มันน่าตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "We get to showcase landscapes like here in the Painted Desert.",
      "th": "เราได้อวดภูมิทัศน์แบบนี้ ในทะเลทรายเพนเท็ต"
    }
  },
  {
    "translation": {
      "en": "It's beautiful.",
      "th": "มันสวยมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jesse Plemons] The cinematography has been incredible.",
      "th": "การถ่ายทำน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "There were some moments out in the Painted Desert",
      "th": "มีบางช่วงเวลาในทะเลทรายเพนเท็ต"
    }
  },
  {
    "translation": {
      "en": "that just felt... classic.",
      "th": "ที่รู้สึก... อมตะ"
    }
  },
  {
    "translation": {
      "en": "[Vince] Marshall Adams, our amazing DP,",
      "th": "มาร์แชลล์ อดัมส์ ผู้กำกับภาพสุดเจ๋งของเรา"
    }
  },
  {
    "translation": {
      "en": "is also a drone pilot,",
      "th": "ก็ขับโดรนด้วย"
    }
  },
  {
    "translation": {
      "en": "and we've got some shots from, you know, a couple hundred feet up.",
      "th": "และเราได้บางช็อตจากจุดที่สูงขึ้นไป 200 ฟุต"
    }
  },
  {
    "translation": {
      "en": "In the old days, we would have sent a crew over there",
      "th": "สมัยก่อนเราต้องส่งทีมงานขึ้นไปบนนั้น"
    }
  },
  {
    "translation": {
      "en": "and had them hike up the mountain.",
      "th": "และให้พวกเขาปีนภูเขา"
    }
  },
  {
    "translation": {
      "en": "To have the opportunity to come in and have a 46-day schedule",
      "th": "การได้มีโอกาสเข้ามา และมีตารางงาน 46 วัน"
    }
  },
  {
    "translation": {
      "en": "allows Vince to put something on the screen",
      "th": "ทำให้วินซ์ใส่อะไรเข้าไปในจอ"
    }
  },
  {
    "translation": {
      "en": "that's gonna be more epic than the TV series ever was.",
      "th": "ที่จะยิ่งใหญ่กว่าที่ซีรีส์ทางทีวีเคยเป็น"
    }
  },
  {
    "translation": {
      "en": "[woman] My favorite thing to do in makeup is character work,",
      "th": "สิ่งที่ฉันชอบที่สุดในการแต่งหน้า คืองานสร้างตัวละคร"
    }
  },
  {
    "translation": {
      "en": "and that's why I love this movie, because there are so many transitions",
      "th": "ฉันถึงได้รักหนังเรื่องนี้ เพราะมันมีการเปลี่ยนแปลงเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "that Jesse Pinkman goes through.",
      "th": "ที่เจสซี่ พิงค์แมนฝ่าฟันมา"
    }
  },
  {
    "translation": {
      "en": "We definitely needed to reference the show for all these flashbacks.",
      "th": "เราต้องการตัวอย่างจากซีรีส์เพื่อทำการย้อนอดีต"
    }
  },
  {
    "translation": {
      "en": "So we literally would be at home on a big screen",
      "th": "เราเลยต้องเปิดจอใหญ่ดูที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "with a... [chuckles] camera phone, and going back through the episodes",
      "th": "พร้อมด้วยกล้องโทรศัพท์มือถือ และย้อนไปดูตอนต่างๆ และแบบว่า \"หยุด!\" และถ่ายรูปไว้"
    }
  },
  {
    "translation": {
      "en": "and going, \"Stop, stop, stop!\" and taking screenshots.",
      "th": "และย้อนไปดูตอนต่างๆ และแบบว่า \"หยุด!\" และถ่ายรูปไว้"
    }
  },
  {
    "translation": {
      "en": "We tried to remain true and authentic",
      "th": "เราพยายามจะรักษาความจริงแท้ และความน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "to what the Breaking Bad characters originally wore.",
      "th": "ในสิ่งที่ตัวละคร ในดับเครื่องชน คนดีแตกเคยใส่ตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "And those clothes don't exist anymore.",
      "th": "และเสื้อผ้าพวกนั้นไม่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "So we got to rebuild them.",
      "th": "เราเลยต้องตัดเย็บขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "This particular shirt here is a shirt",
      "th": "เสื้อตัวนี้คือเสื้อ"
    }
  },
  {
    "translation": {
      "en": "that Jesse Pinkman wears in the actual series",
      "th": "ที่เจสซี่ พิงค์แมนใส่ในซีรีส์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "that no longer exist in stores.",
      "th": "ซึ่งไม่ได้เก็บเอาไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "So it consists of three different shirts that we pieced together.",
      "th": "มันประกอบด้วยเสื้อสามตัวที่เราเอามาต่อกัน"
    }
  },
  {
    "translation": {
      "en": "One sleeve, one shirt, one collar.",
      "th": "ตัวหนึ่งคือแขน ตัวหนึ่งคือตัวเสื้อ ตัวหนึ่งคือคอเสื้อ"
    }
  },
  {
    "translation": {
      "en": "[woman] It's kind of nice to actually have a sense of the characters,",
      "th": "เป็นเรื่องดีที่ได้เข้าถึงตัวละครจริงๆ"
    }
  },
  {
    "translation": {
      "en": "as opposed to most films where you come in blind.",
      "th": "ตรงข้ามกับหนังส่วนใหญ่ ที่คุณมาแบบไม่รู้อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "My stuff is gonna fit you like a T, yo.",
      "th": "นายน่าจะใส่เสื้อผ้าฉันได้พอดีเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Not like if you had to borrow it from Sasquatch over here.",
      "th": "ไม่เหมือนไปยืมหมีควายแถวนี้มาใส่"
    }
  },
  {
    "translation": {
      "en": "Can't help it that I'm sized for love.",
      "th": "ช่วยไม่ได้ที่ฉันมีขนาดน่ารักน่ากอด"
    }
  },
  {
    "translation": {
      "en": "[Lily] When Jesse comes out of captivity, he goes by Skinny Pete's house.",
      "th": "พอเจสซี่หนีการกักขังมาได้ เขาแวะไปที่บ้านของสกินนี่ พีท"
    }
  },
  {
    "translation": {
      "en": "So, Skinny Pete sets him up with clothes.",
      "th": "แล้วสกินนี่ พีทก็จัดเสื้อผ้าให้เขา"
    }
  },
  {
    "translation": {
      "en": "They have to change him so he can be incognito.",
      "th": "พวกเขาต้องเปลี่ยนแปลงเขา เพื่อให้เขาปิดบังตัวตนได้"
    }
  },
  {
    "translation": {
      "en": "So we don't really get a sense of his own look for most of the film.",
      "th": "เราเลยไม่ค่อยมีลุคของเขาเองจริงๆ ในส่วนใหญ่ของหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Maybe don't, like, shave and whatnot, you know?",
      "th": "บางทีไม่ต้องโกนหนวดก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Uh, be less... recognizable?",
      "th": "คนจะได้จำนายไม่ค่อยได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "For this particular film, we are jumping all over the place.",
      "th": "สำหรับหนังเรื่องนี้ เราไปกันทั่วทุกที่"
    }
  },
  {
    "translation": {
      "en": "And therefore, we have a bunch of wigs in all different lengths.",
      "th": "เราเลยมีวิกเยอะมาก ซึ่งมีความยาวทุกขนาด"
    }
  },
  {
    "translation": {
      "en": "You know, it takes a village.",
      "th": "ต้องใช้คนทั้งหมู่บ้านเลยละ"
    }
  },
  {
    "translation": {
      "en": "[Lori] We have him everywhere. We have him hit with a fire hose.",
      "th": "เขาไปทุกที่ค่ะ เขาโดนสายยางดับเพลิงฉีดน้ำใส่"
    }
  },
  {
    "translation": {
      "en": "We have him in a shower.",
      "th": "เขาอาบน้ำฝักบัว"
    }
  },
  {
    "translation": {
      "en": "And he actually, like, took his hands and went... like he's washing his hair.",
      "th": "และเขายังใช้มือทำแบบนี้... เหมือนกำลังสระผมด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Ah!\"",
      "th": "ฉันแบบว่า..."
    }
  },
  {
    "translation": {
      "en": "It withstood it, but you're like this. Like...",
      "th": "มันก็ทนได้นะ แต่คุณเป็นแบบนี้เลย..."
    }
  },
  {
    "translation": {
      "en": "What are you better at, going forwards or backwards?",
      "th": "นายถนัดแบบไหน เดินหน้าหรือถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "Okay, well, let's both go sideways for a while.",
      "th": "โอเค งั้นเดินไปด้านข้างกันทั้งคู่ สักพักแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[Aaron] I haven't played a Jesse and Todd scene in years.",
      "th": "ผมไม่ได้แสดงฉากเจสซี่กับท็อดด์มาหลายปี"
    }
  },
  {
    "translation": {
      "en": "We definitely get a deeper look inside of... Todd's mind.",
      "th": "เราได้มองลึกลงไป ในความคิดของท็อดด์มากขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Jesse Plemons] First and foremost,",
      "th": "ก่อนอื่นเลย"
    }
  },
  {
    "translation": {
      "en": "I was very happy to finally know what kind of music Todd listens to,",
      "th": "ผมดีใจที่ในที่สุดก็ได้รู้ว่า ท็อดด์ฟังเพลงแนวไหน"
    }
  },
  {
    "translation": {
      "en": "which is, like, 70's yacht rock.",
      "th": "ซึ่งก็คือแนวยอชต์ร็อก ยุค 70"
    }
  },
  {
    "translation": {
      "en": "[Jesse Plemons] I was worried beforehand",
      "th": "ก่อนหน้านั้นผมกังวล"
    }
  },
  {
    "translation": {
      "en": "as to whether or not he was still in there,",
      "th": "ว่าเขาจะยังอยู่ในนั้นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "or I could remember what I did six years ago.",
      "th": "หรือผมจะจำสิ่งที่ผมทำเมื่อหกปีที่แล้วได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Seeing the shape Jesse is in...",
      "th": "การได้เห็นสภาพของเจสซี่..."
    }
  },
  {
    "translation": {
      "en": "definitely jogged my memory. [chuckling]",
      "th": "มันสะกิดความทรงจำของผมได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "The way he plays Todd is not menacing.",
      "th": "วิธีที่เขาแสดงเป็นท็อดด์ไม่ได้โหดเหี้ยมเลย"
    }
  },
  {
    "translation": {
      "en": "You know, when he does certain looks, it sends chills down my spine,",
      "th": "เวลาที่เขาทำหน้าตาแบบนั้น มันทำให้ผมเสียวสันหลังวาบ"
    }
  },
  {
    "translation": {
      "en": "but he's smiling at me.",
      "th": "แต่เขายิ้มให้ผม"
    }
  },
  {
    "translation": {
      "en": "I think Jesse's part his pet,",
      "th": "ผมคิดว่าเจสซี่เป็นเหมือนสัตว์เลี้ยงของเขา"
    }
  },
  {
    "translation": {
      "en": "and he thinks that what he's doing is best for him,",
      "th": "และเขาคิดว่าสิ่งที่เขาทำนั้นดีที่สุดสำหรับเขา"
    }
  },
  {
    "translation": {
      "en": "-even if Jesse doesn't realize it. -[whistles]",
      "th": "แม้ว่าเจสซี่จะไม่รู้ก็ตาม"
    }
  },
  {
    "translation": {
      "en": "He's just missing certain common human emotions. [chuckles]",
      "th": "เขาแค่ขาดความรู้สึกบางอย่าง ของมนุษย์ปกติไป"
    }
  },
  {
    "translation": {
      "en": "How you like my place?",
      "th": "ชอบบ้านฉันไหม"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, it's-- it's nice.",
      "th": "ชอบสิ สวยดี"
    }
  },
  {
    "translation": {
      "en": "Kinda... pastel.",
      "th": "ค่อนข้าง... สีหวาน"
    }
  },
  {
    "translation": {
      "en": "We are on the set of Todd Alquist's apartment,",
      "th": "เราอยู่ที่ฉากอะพาร์ตเมนต์ของท็อดด์ อัลควิสต์"
    }
  },
  {
    "translation": {
      "en": "and, uh, I love this. This tickles me.",
      "th": "และผมชอบสิ่งนี้ ผมว่าสนุกดี"
    }
  },
  {
    "translation": {
      "en": "It's a third floor apartment in real life.",
      "th": "มันคืออะพาร์ตเมนต์ชั้นสามในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "And so, they built the whole set on this, uh, riser",
      "th": "พวกเขาเลยสร้างฉากทั้งหมดบนยกพื้นนี้"
    }
  },
  {
    "translation": {
      "en": "that takes it four feet off the ground.",
      "th": "ซึ่งสูงขึ้นจากพื้นดินสี่ฟุต"
    }
  },
  {
    "translation": {
      "en": "Todd is a really interesting character.",
      "th": "ท็อดด์เป็นตัวละครที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "Outwardly, he's very polite, he's considerate,",
      "th": "ภายนอกเขาสุภาพมาก เขาเอาใจใส่ผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "and he genuinely feels bad",
      "th": "และเขารู้สึกแย่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "when he kills or hurts someone, or something.",
      "th": "เวลาที่เขาฆ่าใครหรือทำร้ายใคร"
    }
  },
  {
    "translation": {
      "en": "Where are we gonna... take her?",
      "th": "เราจะพาเธอไปไว้ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Someplace pretty.",
      "th": "บางที่ที่ดี"
    }
  },
  {
    "translation": {
      "en": "She deserves that.",
      "th": "เธอควรได้อยู่ที่ที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Judy] When you first walk into his home, it is very sunny.",
      "th": "ตอนที่คุณเดินเข้าไปในบ้านของเขาครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "It's very PAAS Easter egg pallet.",
      "th": "มันดูเหมือนสีย้อมไข่อีสเตอร์"
    }
  },
  {
    "translation": {
      "en": "But then he has this whole other dark side that can flip very quickly,",
      "th": "แต่เขาก็มีมุมมืดสุดๆ อีกมุมของเขา ที่กลับตาลปัตรได้อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "and that's where we end up in his bedroom.",
      "th": "และนั่นคือตอนที่เราไปถึงห้องนอนของเขา"
    }
  },
  {
    "translation": {
      "en": "You come across the darker side of him.",
      "th": "คุณได้พบกับมุมมืดของเขา"
    }
  },
  {
    "translation": {
      "en": "The scorpion chair was something that Vince had brought to the table,",
      "th": "เก้าอี้แมงป่องคือสิ่งที่วินซ์เสนอ"
    }
  },
  {
    "translation": {
      "en": "and then the snow globes were really about his personality.",
      "th": "และลูกแก้วหิมะก็เกี่ยวกับบุคลิกของเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, it's hard to pick a favorite, you know?",
      "th": "เลือกอันที่ชอบยากมากเลย รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Jesse Plemons] So, the baby is eating a snake? [man] Oh, yeah.",
      "th": "- เด็กกำลังกินงูงั้นเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "As you can see, he's got some interesting taste.",
      "th": "อย่างที่คุณเห็น เขามีรสนิยมที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "[Judy] They are kind of cheerful,",
      "th": "มันมีความร่าเริง"
    }
  },
  {
    "translation": {
      "en": "and they're this sort of happy souvenir that you give as gifts,",
      "th": "และมันคือของที่ระลึกที่มีความสุข ที่คุณมอบเป็นของขวัญ"
    }
  },
  {
    "translation": {
      "en": "but upon closer inspection,",
      "th": "แต่เมื่อดูให้ดีๆ"
    }
  },
  {
    "translation": {
      "en": "you see that they're slightly off, slightly twisted.",
      "th": "คุณจะเห็นว่ามันค่อนข้างผิดปกติ ค่อนข้างผิดเพี้ยน"
    }
  },
  {
    "translation": {
      "en": "I mean, I love this one 'cause there's something...",
      "th": "ผมชอบอันนี้เพราะมันมีอะไรบางอย่าง..."
    }
  },
  {
    "translation": {
      "en": "so it's not just cute. There's something off-putting.",
      "th": "มันไม่ได้น่ารักอย่างเดียว มันมีบางอย่างที่น่ารังเกียจด้วย"
    }
  },
  {
    "translation": {
      "en": "Vince's note was to add something even weirder to it.",
      "th": "วินซ์บอกให้เพิ่มอะไรบางอย่าง ที่ประหลาดลงไป"
    }
  },
  {
    "translation": {
      "en": "Like, you know, some random, little fishbowl.",
      "th": "เช่น โหลปลาเล็กๆ อะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "It's not at all what I envisioned,",
      "th": "มันไม่ใช่สิ่งที่ผมนึกถึงเลย"
    }
  },
  {
    "translation": {
      "en": "but Todd with money, that's what you get.",
      "th": "แต่ท็อดด์ที่มีตังค์ นั่นคือสิ่งที่คุณได้"
    }
  },
  {
    "translation": {
      "en": "Yeah, no crazy in this house.",
      "th": "บ้านนี้ไม่มีอะไรเพี้ยนเลย"
    }
  },
  {
    "translation": {
      "en": "Perfectly normal.",
      "th": "ปกติสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Hey, Jesse-- Aaron, rather.",
      "th": "นี่ เจสซี่... แอรอนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Keep doing what you're doing.",
      "th": "ทำสิ่งที่ทำอยู่ต่อไปนะ"
    }
  },
  {
    "translation": {
      "en": "Keep doing that. Tap your hand on that wall",
      "th": "ทำแบบนั้นต่อไป เอามือเคาะกำแพง"
    }
  },
  {
    "translation": {
      "en": "and shine your light.",
      "th": "และส่องไฟฉาย"
    }
  },
  {
    "translation": {
      "en": "We are finishing up the big search,",
      "th": "เรากำลังจะจบการค้นหาครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "as Jesse has spent 16, 18 hours straight tearing this place apart",
      "th": "เมื่อเจสซี่ใช้เวลา 16 หรือ 18 ชั่วโมงติดต่อกัน ในการรื้อสถานที่แห่งนี้"
    }
  },
  {
    "translation": {
      "en": "looking for the money.",
      "th": "เพื่อหาเงิน"
    }
  },
  {
    "translation": {
      "en": "We're in between takes on this crazy shot, looking straight down from the rafters.",
      "th": "เราอยู่ระหว่างการถ่ายช็อตสุดบ้าคลั่งนี้ มองตรงลงมาจากบนคาน"
    }
  },
  {
    "translation": {
      "en": "You can see the camera way up there, 40, 45 feet up.",
      "th": "คุณจะเห็นกล้องอยู่บนนั้น สูงขึ้นไป 40 หรือ 45 ฟุต"
    }
  },
  {
    "translation": {
      "en": "[Aaron] It was Judy's idea to build Todd's apartment",
      "th": "เป็นความคิดของจูดี้ ที่จะสร้างอะพาร์ตเมนต์ของท็อดด์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "the exact same size as the frame of the camera.",
      "th": "ขนาดเท่ากับเฟรมของกล้องพอดี"
    }
  },
  {
    "translation": {
      "en": "Just watching Jesse desperately searching for this money is beautiful.",
      "th": "การได้ดูเจสซี่ค้นหาเงินอย่างมุ่งมั่นช่างงดงาม"
    }
  },
  {
    "translation": {
      "en": "You can see from here already how we're gonna shoot the stage.",
      "th": "คุณจะเห็นจากตรงนี้ได้เลย ว่าเราจะถ่ายเวทียังไง"
    }
  },
  {
    "translation": {
      "en": "And if we go all the way up, we'll be able to see it completely.",
      "th": "และถ้าเดินขึ้นมาข้างบน เราก็จะเห็นมันได้เต็มๆ"
    }
  },
  {
    "translation": {
      "en": "When I first read the script,",
      "th": "ครั้งแรกที่ฉันได้อ่านบท"
    }
  },
  {
    "translation": {
      "en": "I saw his character searching throughout the apartment",
      "th": "ฉันเห็นตัวละครของเขาค้นไปทั่วอะพาร์ตเมนต์"
    }
  },
  {
    "translation": {
      "en": "as a mouse within a maze,",
      "th": "เหมือนหนูในเขาวงกต"
    }
  },
  {
    "translation": {
      "en": "and I thought how cool it would be to then pull up",
      "th": "และฉันคิดว่ามันคงเจ๋งดีที่จะดึงภาพขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "to see the maze, to really show that he had searched everywhere.",
      "th": "เพื่อให้เห็นเขาวงกต เพื่อแสดงให้เห็น ว่าเขาค้นทุกซอกทุกมุมจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You have 90 minutes of takes, and the whole thing will get boiled down",
      "th": "เรามีเวลาถ่าย 90 นาที และทุกอย่างจะย่อลง"
    }
  },
  {
    "translation": {
      "en": "into you searching for maybe 15, 20 seconds of screen time.",
      "th": "ให้เป็นการค้นหา อาจจะ 15 หรือ 20 วินาทีบนจอ"
    }
  },
  {
    "translation": {
      "en": "The greatest 15 to 20 seconds of screen time ever.",
      "th": "ช่วงเวลาบนจอ 15 ถึง 20 วินาที ที่เจ๋งที่สุดที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "ใช่เลย!"
    }
  },
  {
    "translation": {
      "en": "[Judy] The compound lab we had to recreate,",
      "th": "ห้องแล็บปรุงยาที่เราต้องสร้างขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "we couldn't go back to the original place 'cause it was completely leveled.",
      "th": "เรากลับไปที่เดิมไม่ได้ เพราะมันไม่เหลือแล้ว"
    }
  },
  {
    "translation": {
      "en": "So we had to just basically use the drawings, the screengrabs,",
      "th": "เราเลยต้องใช้ภาพวาด รูปถ่ายจากจอ"
    }
  },
  {
    "translation": {
      "en": "and whatever information you can cobble together to recreate it.",
      "th": "และข้อมูลอะไรก็ตาม ที่เอามาประกอบกันได้เพื่อสร้างมันขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "[Vince] It's a lot of the original equipment from Breaking Bad.",
      "th": "มีอุปกรณ์ดั้งเดิม จากดับเครื่องชน คนดีแตกเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "As a matter of fact,",
      "th": "อันที่จริง"
    }
  },
  {
    "translation": {
      "en": "Walter White's bloody handprint is still on one of the cooking vessels.",
      "th": "รอยนิ้วมือเปื้อนเลือดของวอลเตอร์ ไวต์ ยังอยู่บนภาชนะปรุงยาใบหนึ่งอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Technically, it's not supposed to be there",
      "th": "ตามหลักแล้ว มันไม่ควรจะอยู่บนนั้น"
    }
  },
  {
    "translation": {
      "en": "because this is before all those events happened,",
      "th": "เพราะนี่คือก่อนที่เหตุการณ์ทั้งหมดนั้นจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "but, uh, I didn't have the heart to-- to clean it off.",
      "th": "แต่ผมทำใจเช็ดมันออกไม่ได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "That's a little Easter egg",
      "th": "มันคือความลับที่ซ่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "if you can spot it in the finished footage.",
      "th": "ถ้าคุณมองเห็นมันในฟุตเทจที่ถ่ายเสร็จ"
    }
  },
  {
    "translation": {
      "en": "Part of it felt like you never left.",
      "th": "ส่วนหนึ่งรู้สึกเหมือนคุณไม่เคยจากไปไหน"
    }
  },
  {
    "translation": {
      "en": "You know, this set is exactly what it was when we were here six years ago.",
      "th": "ฉากนี้เหมือนเมื่อตอนที่เราอยู่ที่นี่ เมื่อหกปีก่อนเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Kenny, if he breaks his leg, he's not gonna be able to cook.",
      "th": "เคนนี่ ถ้าขาเขาหัก เขาจะผลิตยาไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "What, are you the fucking HR department? Jesus, Toddie, relax.",
      "th": "นี่นายเป็นฝ่ายบุคคลหรือไงวะ ให้ตายสิ ท็อดดี้ ชิลๆ น่า"
    }
  },
  {
    "translation": {
      "en": "Tell you what. Everybody freeze.",
      "th": "ฟังนะ ทุกคนนิ่ง"
    }
  },
  {
    "translation": {
      "en": "And let's have focus on... on, uh, Scott.",
      "th": "และโฟกัสไปที่สกอตต์"
    }
  },
  {
    "translation": {
      "en": "I was a Breaking Bad fan. So much so,",
      "th": "ผมเป็นแฟนตัวยงของดับเครื่องชน คนดีแตก ชอบขนาดที่ว่า"
    }
  },
  {
    "translation": {
      "en": "that the first three days of my honeymoon with my wife,",
      "th": "สามวันแรกของการฮันนีมูนของผมกับภรรยา"
    }
  },
  {
    "translation": {
      "en": "we actually stayed in the hotel room watching season three.",
      "th": "เราอยู่ในห้องพักโรงแรมเพื่อดูซีซันสามกัน"
    }
  },
  {
    "translation": {
      "en": "Of course, being a fan of the show, leading up to this production,",
      "th": "แน่นอนว่าการเป็นแฟนรายการนี้ ก่อนมาอยู่ในการถ่ายทำนี้"
    }
  },
  {
    "translation": {
      "en": "you realize these characters are operating",
      "th": "คุณรู้ดีว่าตัวละครเหล่านี้ ปฏิบัติการอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "from moment-to-moment to fulfill their needs.",
      "th": "คุณรู้ดีว่าตัวละครเหล่านี้ ปฏิบัติการอย่างรวดเร็ว เพื่อให้ความต้องการของตัวเองลุล่วง"
    }
  },
  {
    "translation": {
      "en": "And whether they're betraying a value or not",
      "th": "และไม่ว่าพวกเขาจะทรยศ ความเชื่อของตัวเองหรือไม่"
    }
  },
  {
    "translation": {
      "en": "isn't necessarily the compass they're using.",
      "th": "มันไม่จำเป็นต้องเป็นเข็มทิศที่พวกเขาใช้"
    }
  },
  {
    "translation": {
      "en": "And Vince's ability to just continually escalate the world,",
      "th": "และความสามารถของวินซ์ ในการขยายโลกอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "he gives you so much that you just hope to keep the ball in the air for him.",
      "th": "เขาให้อะไรคุณเยอะมาก จนคุณหวังว่าจะไม่ทำให้เขาผิดหวังเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "You ready?",
      "th": "พร้อมไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "พร้อม"
    }
  },
  {
    "translation": {
      "en": "[Aaron] I love Krysten Ritter so much.",
      "th": "ผมรักคริสเตน ริตเตอร์มาก"
    }
  },
  {
    "translation": {
      "en": "I haven't played a Jesse and Jane scene in ten years,",
      "th": "ผมไม่ได้เล่นฉากเจสซี่กับเจนมาสิบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "because, you know, Jane met her demise in season two.",
      "th": "เพราะเจนตายไปเมื่อซีซันสอง"
    }
  },
  {
    "translation": {
      "en": "[Krysten] I love the relationship between Jane and Jesse,",
      "th": "ฉันชอบความสัมพันธ์ระหว่างเจนกับเจสซี่"
    }
  },
  {
    "translation": {
      "en": "and I love that we get to see a scene and see a side",
      "th": "และฉันชอบที่เราได้เห็นฉากและเห็นมุม"
    }
  },
  {
    "translation": {
      "en": "that we didn't see in series.",
      "th": "ที่เราไม่เห็นในซีรีส์"
    }
  },
  {
    "translation": {
      "en": "It's not every day that a show that is that huge and successful",
      "th": "ไม่ใช่ทุกวันที่รายการที่ยิ่งใหญ่ และประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "gets to come back and take a little victory lap.",
      "th": "จะได้กลับมาและได้รับเสียงปรบมือจากชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "This is definitely a film for the fans. And for everybody. It's for everybody.",
      "th": "นี่คือหนังสำหรับแฟนซีรีส์จริงๆ และสำหรับทุกคน มันเหมาะสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "-Except kids. [laughing] -Yeah, don't bring your kids.",
      "th": "- ยกเว้นเด็กๆ - ใช่ อย่าให้ลูกหลานดูนะ"
    }
  },
  {
    "translation": {
      "en": "It's been surreal and a lot of fun to go back in time like this.",
      "th": "มันเหมือนฝันและสนุกมาก ที่ได้ย้อนเวลากลับไปแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I think all of our fans will just be so thrilled",
      "th": "ผมคิดว่าแฟนๆ ทุกคนจะตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "to see this next chapter,",
      "th": "ที่ได้เห็นตอนต่อไปตอนนี้"
    }
  },
  {
    "translation": {
      "en": "but I think it really gives some closure for this character.",
      "th": "แต่ผมคิดว่ามันเป็นการปิดตัวละครตัวนี้ได้ดีจริงๆ"
    }
  }
]