[
  {
    "translation": {
      "en": "[woman] I wanna call it a nightmare.",
      "th": "ฉันอยากเรียกมันว่าฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "[woman 2] It was",
      "th": "มันเป็นเรื่องที่…"
    }
  },
  {
    "translation": {
      "en": "absolutely wrong from the beginning.",
      "th": "ผิดมาตั้งแต่ต้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman 3] I personally think it was an experiment for him,",
      "th": "ฉันว่าสำหรับเขามันคงเป็นเหมือนการทดลอง"
    }
  },
  {
    "translation": {
      "en": "some sick game.",
      "th": "เกมที่น่าสะอิดสะเอียน"
    }
  },
  {
    "translation": {
      "en": "[woman 4] I think about the \"why\" every single day.",
      "th": "ฉันคิดหาเหตุผลอยู่ทุกวัน (เราได้รู้จักเจ้า ก่อนที่เราได้ก่อร่างตัวเจ้าขึ้นในครรภ์)"
    }
  },
  {
    "translation": {
      "en": "Hi, Jacoba, this is Dr. Webber calling.",
      "th": "สวัสดีค่ะ คุณจาโคบา นี่หมอเว็บเบอร์นะคะ"
    }
  },
  {
    "translation": {
      "en": "I have your lab results in.",
      "th": "ผลแล็บของคุณออกแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "So give me a call when you have a chance, and we can go over those.",
      "th": "ถ้าว่างแล้วช่วยโทรกลับด้วยนะคะ จะได้คุยเรื่องผลกัน"
    }
  },
  {
    "translation": {
      "en": "-Thank you. Bye. -[faucet running]",
      "th": "ขอบคุณค่ะ บาย"
    }
  },
  {
    "translation": {
      "en": "Hi, this message is for Jacoba Ballard. This is Jane over at Dr. Chan's office.",
      "th": "สวัสดีค่ะ ขอฝากข้อความให้คุณจาโคบา บัลลาร์ด นี่เจนจากคลินิกหมอแชนนะคะ"
    }
  },
  {
    "translation": {
      "en": "Give us a callback. We want to reschedule you for an appointment. Thanks so much.",
      "th": "ช่วยโทรกลับด้วยนะคะ ทางเราอยากขอทำการนัดใหม่ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Growing up, I felt different.",
      "th": "ตอนเด็กๆ ฉันรู้สึกว่าตัวเองแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "I'm this blonde-haired, blue-eyed person",
      "th": "ฉันเป็นเด็กผมบลอนด์ ตาสีฟ้า"
    }
  },
  {
    "translation": {
      "en": "in a family with dark hair",
      "th": "ในครอบครัวที่มีแต่คนผมสีเข้ม… (จาโคบา บัลลาร์ด)"
    }
  },
  {
    "translation": {
      "en": "and, like, olive skin and dark eyes.",
      "th": "ผิวสีมะกอก และดวงตาสีเข้ม"
    }
  },
  {
    "translation": {
      "en": "So, I kept asking my mom",
      "th": "ฉันเลยเอาแต่เซ้าซี้ถามแม่"
    }
  },
  {
    "translation": {
      "en": "if I was adopted.",
      "th": "ว่าแม่รับฉันมาเลี้ยงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I kept, like, reassuring my parents,",
      "th": "ฉันพยายามพูดให้พ่อแม่สบายใจ"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"It's fine if I am, you can tell me. It'll be okay.\"",
      "th": "บอกว่า \"ถ้าหนูไม่ใช่ลูกแท้ๆ ก็บอกมาเถอะ ไม่เป็นไรหรอก\""
    }
  },
  {
    "translation": {
      "en": "Finally, my mom told me the truth.",
      "th": "ในที่สุดแม่ก็ยอมบอกความจริง"
    }
  },
  {
    "translation": {
      "en": "So, I've known since the age of ten",
      "th": "ฉันรู้มาตั้งแต่อายุสิบขวบ"
    }
  },
  {
    "translation": {
      "en": "that I was from donor sperm.",
      "th": "ว่าฉันเกิดมาจากน้ำเชื้อของผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "[woman sighing] I believe it was 1979,",
      "th": "ถ้าจำไม่ผิด น่าจะปี 1979"
    }
  },
  {
    "translation": {
      "en": "and… I wanted a child so bad,",
      "th": "ตอนนั้น… ฉันอยากมีลูกมาก"
    }
  },
  {
    "translation": {
      "en": "but my husband could not have children.",
      "th": "แต่สามีฉันไม่สามารถมีลูกได้ (เด็บบี้ เพียร์ซ แม่จาโคบา)"
    }
  },
  {
    "translation": {
      "en": "So I went to see Dr. Cline",
      "th": "ฉันเลยไปหาหมอไคลน์"
    }
  },
  {
    "translation": {
      "en": "for artificial insemination.",
      "th": "เพื่อทำการผสมเทียม"
    }
  },
  {
    "translation": {
      "en": "I was young.",
      "th": "ตอนนั้นฉันยังอายุน้อย"
    }
  },
  {
    "translation": {
      "en": "I think, like, 20, 21.",
      "th": "น่าจะสัก 20 หรือ 21"
    }
  },
  {
    "translation": {
      "en": "He was professional.",
      "th": "ส่วนเขาเป็นมืออาชีพด้านนี้"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Uh, we didn't really say a lot.",
      "th": "เราก็ไม่ได้พูดอะไรมาก"
    }
  },
  {
    "translation": {
      "en": "I mean, he just told us that he would match us with a donor",
      "th": "เขาแค่บอกเราว่า เขาจะพยายามหาผู้บริจาคที่หน้าเหมือนสามีฉัน"
    }
  },
  {
    "translation": {
      "en": "that looked like my husband.",
      "th": "เขาจะพยายามหาผู้บริจาคที่หน้าเหมือนสามีฉัน"
    }
  },
  {
    "translation": {
      "en": "He was gonna use medical students, their sperm.",
      "th": "เขาบอกว่าจะใช้น้ำเชื้อจากพวกนักศึกษาแพทย์"
    }
  },
  {
    "translation": {
      "en": "And so, when I start ovulating,",
      "th": "พอเริ่มถึงวันไข่ตก"
    }
  },
  {
    "translation": {
      "en": "I went in, they did the procedure…",
      "th": "ฉันก็ไปหาหมอ และทำกระบวนการจนเสร็จสิ้น"
    }
  },
  {
    "translation": {
      "en": "and, um, I went home, and I was pregnant.",
      "th": "แล้วฉันก็กลับบ้าน หลังจากนั้นก็ตั้งท้อง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] She's my everything.",
      "th": "ลูกคือทุกสิ่งทุกอย่างของฉัน"
    }
  },
  {
    "translation": {
      "en": "[smacking lips] I love that child more than life itself.",
      "th": "ฉันรักเด็กคนนี้ยิ่งกว่าชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I always had this longing for siblings.",
      "th": "ฉันอยากมีพี่น้องมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I just wanted somebody that related to me,",
      "th": "ฉันอยากมีคนที่เป็นญาติทางสายเลือด"
    }
  },
  {
    "translation": {
      "en": "that's, you know, my brother or sister,",
      "th": "อย่างพี่หรือน้อง"
    }
  },
  {
    "translation": {
      "en": "and I just wanted to have that bond.",
      "th": "ฉันอยากมีสายใยแบบนั้นบ้าง"
    }
  },
  {
    "translation": {
      "en": "When I was around the age of 18,",
      "th": "ตอนที่ฉันอายุประมาณ 18 ปี"
    }
  },
  {
    "translation": {
      "en": "you know, around, like, 1999,",
      "th": "เมื่อราวๆ ปี 1999"
    }
  },
  {
    "translation": {
      "en": "there wasn't commercial DNA testing.",
      "th": "ตอนนั้นยังไม่มีการตรวจดีเอ็นเอเชิงพาณิชย์"
    }
  },
  {
    "translation": {
      "en": "All I knew was my mom went to Dr. Donald Cline,",
      "th": "ฉันรู้แค่ว่าแม่ฉันไปหา หมอชื่อโดนัลด์ ไคลน์"
    }
  },
  {
    "translation": {
      "en": "and he was the go-to doctor.",
      "th": "ซึ่งเขาเป็นหมอที่เชี่ยวชาญเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "My mom was told that",
      "th": "มีคนบอกแม่ฉันว่า"
    }
  },
  {
    "translation": {
      "en": "they used a medical resident for donor sperm,",
      "th": "พวกเขาใช้น้ำเชื้อจากผู้บริจาค ที่เป็นแพทย์ประจำบ้าน"
    }
  },
  {
    "translation": {
      "en": "and they never used the medical resident or the donor,",
      "th": "ซึ่งพวกเขาจะไม่ใช้น้ำเชื้อ จากแพทย์ประจำบ้านหรือผู้บริจาคคนนั้น"
    }
  },
  {
    "translation": {
      "en": "say, more than three times.",
      "th": "มากกว่าสามครั้งอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "So, since there was me,",
      "th": "เพราะฉันเกิดด้วยวิธีนี้ ฉันเลยคิดว่า"
    }
  },
  {
    "translation": {
      "en": "I figured that I might have one or two half-siblings.",
      "th": "เพราะฉันเกิดด้วยวิธีนี้ ฉันเลยคิดว่า ฉันอาจมีพี่น้องร่วมบิดาอีกหนึ่งหรือสองคน"
    }
  },
  {
    "translation": {
      "en": "So, I looked him up, and I called him at his office.",
      "th": "ฉันเลยค้นหาข้อมูลของเขา และโทรไปเบอร์คลินิกเขา"
    }
  },
  {
    "translation": {
      "en": "He actually answered the phone.",
      "th": "เขาเป็นคนรับโทรศัพท์ด้วย"
    }
  },
  {
    "translation": {
      "en": "I wanted to know if he had a donor number",
      "th": "ฉันอยากรู้ว่าเขามีหมายเลขผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "or my mom's medical records",
      "th": "หรือประวัติการรักษาของแม่"
    }
  },
  {
    "translation": {
      "en": "to where I could have some kind of identifying information.",
      "th": "ที่ฉันจะสามารถหาข้อมูล เกี่ยวกับตัวตนของพวกเขาบ้างได้ไหม"
    }
  },
  {
    "translation": {
      "en": "He was very",
      "th": "ตอนนั้นเขา…"
    }
  },
  {
    "translation": {
      "en": "straightforward, matter-of-fact,",
      "th": "พูดออกมาตรงๆ เลยละค่ะ"
    }
  },
  {
    "translation": {
      "en": "um, no empathy. But I remember asking him,",
      "th": "ไม่ได้นึกถึงจิตใจอะไรทั้งนั้น ฉันจำได้ว่าฉันถามเขาว่า"
    }
  },
  {
    "translation": {
      "en": "like, telling him I wanted to find half-siblings,",
      "th": "ฉันอยากหาพี่น้องร่วมบิดา"
    }
  },
  {
    "translation": {
      "en": "and he said that I can't ever know that information.",
      "th": "แล้วเขาก็บอกว่า ฉันไม่มีวันที่จะได้รู้ข้อมูลนี้หรอก"
    }
  },
  {
    "translation": {
      "en": "My mother's records have been destroyed.",
      "th": "เพราะประวัติการรักษาของแม่ถูกทำลายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] He wished me good luck, and that was it.",
      "th": "เขาอวยพรให้ฉันโชคดี แค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "I just went on with life and, you know,",
      "th": "ฉันก็ใช้ชีวิตต่อไป หลังจากนั้นก็"
    }
  },
  {
    "translation": {
      "en": "married, raised my children, and hoped that someday maybe",
      "th": "แต่งงาน เลี้ยงลูก พร้อมหวังว่าสักวันฉันอาจจะ"
    }
  },
  {
    "translation": {
      "en": "I would find a sibling or two.",
      "th": "ได้เจอพี่หรือน้องสักคนสองคน"
    }
  },
  {
    "translation": {
      "en": "Watching our friends' children growing up around us",
      "th": "การเฝ้ามองลูกของเพื่อนๆ เติบโตอยู่รอบตัว"
    }
  },
  {
    "translation": {
      "en": "left us feeling isolated and desperate.",
      "th": "ทำให้เรารู้สึกแปลกแยกและโหยหาที่จะมี"
    }
  },
  {
    "translation": {
      "en": "But as we found out, we were not alone.",
      "th": "แต่เรากลับพบว่าไม่ใช่เฉพาะคู่เราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "One out of five couples living in the United States",
      "th": "คู่รักหนึ่งในห้าคู่ในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "experience infertility problems.",
      "th": "ต้องเผชิญกับภาวะมีบุตรยาก"
    }
  },
  {
    "translation": {
      "en": "[promo narrator] The physicians and staff at Indianapolis Infertility",
      "th": "คณะแพทย์และเจ้าหน้าที่ ของศูนย์รักษาผู้มีบุตรยากอินเดียนาโพลิส"
    }
  },
  {
    "translation": {
      "en": "can help you understand your particular infertility problem more clearly.",
      "th": "สามารถช่วยให้คุณเข้าใจ ปัญหาการมีบุตรยากของคุณได้ชัดเจนยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "Both Dr. Donald Cline and Dr. Robert Colver",
      "th": "ทั้งคุณหมอโดนัลด์ ไคลน์ และคุณหมอโรเบิร์ต โคลเวอร์"
    }
  },
  {
    "translation": {
      "en": "are specialists in the field of infertility",
      "th": "เป็นผู้เชี่ยวชาญเรื่องภาวะมีบุตรยาก"
    }
  },
  {
    "translation": {
      "en": "and have achieved excellent results",
      "th": "และประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "in diagnosing and treating thousands of infertile couples.",
      "th": "ในการวินิจฉัยและรักษา คู่รักที่มีบุตรยากหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "[woman] Dr. Cline was the best-known infertility doctor in Indianapolis.",
      "th": "หมอไคลน์เป็นผู้เชี่ยวชาญภาวะมีบุตรยาก ที่มีชื่อเสียงที่สุดในอินเดียนาโพลิส"
    }
  },
  {
    "translation": {
      "en": "And I started working for him",
      "th": "และฉันก็เริ่มทำงานให้เขา"
    }
  },
  {
    "translation": {
      "en": "in '81 to '94.",
      "th": "เมื่อปี 1981… (แจน ชอร์ อดีตพยาบาลของไคลน์) ถึงปี 1994"
    }
  },
  {
    "translation": {
      "en": "I worked 13 years.",
      "th": "ฉันทำงานกับเขา 13 ปี"
    }
  },
  {
    "translation": {
      "en": "[man] I was partnered with Dr. Cline from 1987 to 1991, and I have to say,",
      "th": "ผมเป็นหุ้นส่วนกับหมอไคลน์ ตั้งแต่ปี 1987 ถึงปี 1991 ซึ่งต้องขอบอกเลยว่า"
    }
  },
  {
    "translation": {
      "en": "my career wouldn't be what it has been over the last 35 years",
      "th": "หน้าที่การงานของผมคงไม่รุ่งเรืองแบบนี้ ตลอด 35 ปีที่ผ่านมา ถ้าไม่ใช่เพราะดอน ไคลน์"
    }
  },
  {
    "translation": {
      "en": "if it hadn't been for Don Cline. So…",
      "th": "ตลอด 35 ปีที่ผ่านมา ถ้าไม่ใช่เพราะดอน ไคลน์"
    }
  },
  {
    "translation": {
      "en": "You know, I have a very special place in my heart for that man.",
      "th": "ผมก็เลยระลึกถึงเขาอยู่ในใจเสมอ"
    }
  },
  {
    "translation": {
      "en": "Before '85, for an insemination",
      "th": "ก่อนปี 1985 การผสมเทียม"
    }
  },
  {
    "translation": {
      "en": "or for a donor insemination,",
      "th": "หรือการผสมเทียมโดยใช้ผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "fresh sperm was used.",
      "th": "จะใช้น้ำเชื้อสดใหม่"
    }
  },
  {
    "translation": {
      "en": "And back then, you didn't have, like today,",
      "th": "สมัยนั้นไม่มีเหมือนสมัยนี้"
    }
  },
  {
    "translation": {
      "en": "you go on a website, 300 guys show up.",
      "th": "ที่พอเปิดอินเทอร์เน็ต ก็เจอข้อมูลผู้ชายเรียงกัน 300 คน"
    }
  },
  {
    "translation": {
      "en": "[Jan] We had a notebook",
      "th": "เรามีสมุดบันทึก"
    }
  },
  {
    "translation": {
      "en": "so they could pick from what donor criteria they wanted.",
      "th": "เพื่อให้เลือกคุณสมบัติผู้บริจาคตามที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "The hospital was-- It's just right across the street.",
      "th": "โรงพยาบาลอยู่ฝั่งตรงข้ามนี่เอง"
    }
  },
  {
    "translation": {
      "en": "And I actually went to the hospital and met some of the donors",
      "th": "ฉันเคยไปโรงพยาบาลและไปพบผู้บริจาคบางราย"
    }
  },
  {
    "translation": {
      "en": "because they were residents, and I knew 'em.",
      "th": "พวกเขาเป็นแพทย์ประจำบ้านที่ฉันก็รู้จักหน้าค่าตา"
    }
  },
  {
    "translation": {
      "en": "And they would pass me the specimen, and I would take it back to the office.",
      "th": "พวกเขาจะส่งน้ำเชื้อให้ฉัน แล้วฉันก็จะเอากลับมาที่คลินิก"
    }
  },
  {
    "translation": {
      "en": "It has to be kept warm, body temperature.",
      "th": "มันต้องถูกเก็บรักษาในอุณหภูมิอุ่นๆ เหมือนอุณหภูมิร่างกาย"
    }
  },
  {
    "translation": {
      "en": "And so I transported the sample in my bra,",
      "th": "ฉันก็เลยซุกมันไว้ในยกทรง ตอนที่เคลื่อนย้ายมันมา"
    }
  },
  {
    "translation": {
      "en": "so the sperm was still viable by the time I got it over at the office.",
      "th": "เพื่อให้อสุจิยังคงมีชีวิตอยู่ ตอนที่ฉันเอากลับมาถึงคลินิก"
    }
  },
  {
    "translation": {
      "en": "It was a great field. It was really interesting.",
      "th": "มันเป็นสาขาที่น่าทึ่งมาก น่าสนใจมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "We were putting tubes back together so people… women could get pregnant.",
      "th": "อย่างต่อท่อนำไข่เพื่อที่ผู้หญิงจะได้มีลูกได้"
    }
  },
  {
    "translation": {
      "en": "And he had a terrific success rate at that.",
      "th": "ซึ่งการรักษามีอัตราความสำเร็จที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Robert] We'd do laser surgery on tubes,",
      "th": "เราใช้เลเซอร์ผ่าตัดท่อนำไข่"
    }
  },
  {
    "translation": {
      "en": "and that was a new thing that Don did that other doctors didn't do.",
      "th": "เป็นวิธีการแบบใหม่ที่ดอนใช้ ที่ไม่มีหมอคนอื่นทำกัน"
    }
  },
  {
    "translation": {
      "en": "For these couples, you have to have them",
      "th": "สำหรับคู่รักเหล่านี้ คุณต้องทำให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "really think through this, talk through this, pray about it.",
      "th": "คิดใคร่ครวญให้รอบคอบ คุยกันให้เข้าใจ ภาวนาให้สำเร็จ (การทำลูก)"
    }
  },
  {
    "translation": {
      "en": "Really feel like you thought through this whole thing, because",
      "th": "เพื่อให้รู้สึกว่าได้คิดเรื่องนี้อย่างถี่ถ้วนดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "once you do that donor insemination",
      "th": "เพราะเมื่อตัดสินใจใช้น้ำเชื้อของผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "and they get pregnant, that's their baby. Forever.",
      "th": "พอตั้งท้องขึ้นมา เด็กคนนั้นจะเป็นลูกของพวกเขาตลอดไป"
    }
  },
  {
    "translation": {
      "en": "[woman] It was always very emotional",
      "th": "ฉันรู้สึกสะเทือนใจเสมอ ตอนที่ได้รับสายโทรศัพท์จากเพื่อน"
    }
  },
  {
    "translation": {
      "en": "when one of your girlfriends would call you and say she was pregnant",
      "th": "ฉันรู้สึกสะเทือนใจเสมอ ตอนที่ได้รับสายโทรศัพท์จากเพื่อน โทรมาบอกว่าท้อง (ไดแอนนา คีสเลอร์ คนไข้หมอไคลน์)"
    }
  },
  {
    "translation": {
      "en": "because there were several times that I'd get off the phone,",
      "th": "(ไดแอนนา คีสเลอร์ คนไข้หมอไคลน์) มีหลายครั้งที่พอฉันวางหู"
    }
  },
  {
    "translation": {
      "en": "and I'd just cry because I wanted a child so bad.",
      "th": "ฉันก็ร้องไห้เลย เพราะฉันอยากมีลูกมากเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "My husband and I had gone to various fertility doctors",
      "th": "ฉันกับสามีไปหาหมอด้านภาวะมีบุตรยาก มาแล้วหลายคน"
    }
  },
  {
    "translation": {
      "en": "trying to find… my issue.",
      "th": "เพื่อหาสาเหตุ… ปัญหาของฉัน"
    }
  },
  {
    "translation": {
      "en": "It was hard on me and my husband.",
      "th": "มันเป็นเรื่องที่ทรมานใจฉันกับสามีมาก"
    }
  },
  {
    "translation": {
      "en": "But I thought, \"Okay. I've finally found a doctor that might be able to help us",
      "th": "แต่ฉันก็คิดว่า \"ในที่สุดฉันก็ได้เจอ หมอที่อาจช่วยเราได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "because he was so well-known.\"",
      "th": "เพราะเขาออกจะมีชื่อเสียงขนาดนี้\""
    }
  },
  {
    "translation": {
      "en": "I was about 27.",
      "th": "ตอนนั้นฉันอายุประมาณ 27"
    }
  },
  {
    "translation": {
      "en": "I, uh… My husband and I talked about having our own children.",
      "th": "(ลิซ ไวท์ คนไข้หมอไคลน์) ฉันกับสามีคุยกันเรื่องอยากมีลูกเป็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "My husband got tested, and he was infertile.",
      "th": "สามีฉันเข้ารับการตรวจร่างกาย ผลออกมาว่าเขาเป็นหมัน"
    }
  },
  {
    "translation": {
      "en": "I was told, \"The only person who's doing live sperm donor insemination",
      "th": "มีคนบอกฉันว่า \"หมอคนเดียว ที่ใช้วิธีผสมเทียมจากน้ำเชื้อที่มีชีวิตของผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "is Dr. Don Cline.\"",
      "th": "ก็คือหมอดอน ไคลน์\""
    }
  },
  {
    "translation": {
      "en": "\"He's the best of the best, so go to him.\"",
      "th": "\"เขาเก่งที่สุดแล้ว ไปปรึกษาเขาสิ\""
    }
  },
  {
    "translation": {
      "en": "[Liz] By that point, it'd been two and a half years",
      "th": "ณ จุดนั้นเป็นตอนที่ ฉันพยายามมีลูกมาได้สองปีครึ่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "of having my period when I wanted to really conceive,",
      "th": "แต่ประจำเดือนก็ยังมาทำให้ผิดหวังทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "taking my temperature, and… for every month and every day.",
      "th": "ฉันวัดอุณหภูมิร่างกายทุกวัน ทุกเดือน เพื่อหาวันตกไข่"
    }
  },
  {
    "translation": {
      "en": "So it was the first time I felt-- It was hopeful.",
      "th": "นั่นจึงเป็นครั้งแรกที่ฉันรู้สึกมีหวัง"
    }
  },
  {
    "translation": {
      "en": "[Dianna] I carried my husband's sperm in a little container.",
      "th": "ฉันเอาน้ำเชื้อของสามีใส่ไว้ในภาชนะอันเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Well, we didn't have much time because you had to have it there,",
      "th": "เรามีเวลาไม่มาก เพราะต้องเอาน้ำเชื้อไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I think, within an hour.",
      "th": "น่าจะภายในหนึ่งชั่วโมงนะ"
    }
  },
  {
    "translation": {
      "en": "And then there was this room",
      "th": "แล้วก็จะมีอยู่ห้องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that I would go into for the artificial insemination,",
      "th": "ที่ฉันต้องเข้าไปรับการผสมเทียมทันที"
    }
  },
  {
    "translation": {
      "en": "right then with the sperm,",
      "th": "ที่ฉันต้องเข้าไปรับการผสมเทียมทันที โดยใช้น้ำเชื้อนั่น"
    }
  },
  {
    "translation": {
      "en": "with some kind of long, like, um…",
      "th": "แล้วก็เครื่องมือที่มันยาวๆ"
    }
  },
  {
    "translation": {
      "en": "Well, it looked like a needle-type thing, but that was all I remember.",
      "th": "คล้ายๆ เข็ม ฉันจำได้เท่านี้แหละ"
    }
  },
  {
    "translation": {
      "en": "[Liz] He'd walk me back to the exam room,",
      "th": "เขาพาฉันเดินเข้ามาในห้องตรวจ"
    }
  },
  {
    "translation": {
      "en": "I'm lying down, and my knees are up in the air.",
      "th": "ให้ฉันนอนและยกเข่าขึ้น"
    }
  },
  {
    "translation": {
      "en": "He said, \"Okay. I'm gonna, uh, put this… this specimen in you.\"",
      "th": "แล้วเขาก็บอกว่า \"เอาละ เดี๋ยวผมจะเอาน้ำเชื้อใส่เข้าไปนะ\""
    }
  },
  {
    "translation": {
      "en": "So I wait on the table for about 20 minutes.",
      "th": "ฉันนอนอยู่บนเตียงตรวจประมาณ 20 นาที"
    }
  },
  {
    "translation": {
      "en": "I was thinking actually positive thoughts.",
      "th": "ตอนนั้นฉันคิดแต่เรื่องดีๆ"
    }
  },
  {
    "translation": {
      "en": "I was thinking,",
      "th": "ฉันคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Wow. I might be able to have a child.\"",
      "th": "\"ว้าว ฉันอาจจะได้มีลูกกับเขาซะที\""
    }
  },
  {
    "translation": {
      "en": "When the doctor's office called me",
      "th": "ตอนที่คลินิกโทรมา"
    }
  },
  {
    "translation": {
      "en": "and told me I was pregnant,",
      "th": "และบอกว่าฉันท้อง"
    }
  },
  {
    "translation": {
      "en": "I… I couldn't believe it.",
      "th": "ฉันแทบไม่อยากเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Dianna] We were just so happy when I had her.",
      "th": "เรามีความสุขมากตอนที่ฉันคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "I even took Julie back into the office and then showed her off to Dr. Cline.",
      "th": "ฉันถึงกับพาจูลี่กลับไปที่คลินิก และพาไปให้หมอไคลน์ดูหน้าด้วย"
    }
  },
  {
    "translation": {
      "en": "I thought I had altitude sickness.",
      "th": "ฉันนึกว่าตัวเองเป็นโรคแพ้ที่สูง"
    }
  },
  {
    "translation": {
      "en": "So I laid off a little bit of skiing,",
      "th": "ฉันหยุดเล่นสกีไปพักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and ate more crackers, and drank some tea,",
      "th": "กินขนมปังกรอบและดื่มชาอยู่นิ่งๆ"
    }
  },
  {
    "translation": {
      "en": "and, um, never thinking I was pregnant.",
      "th": "ฉันไม่นึกเลยว่าจะท้อง"
    }
  },
  {
    "translation": {
      "en": "I thought I was just late.",
      "th": "นึกว่าประจำเดือนแค่มาช้าเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "I was ecstatic.",
      "th": "ฉันดีใจสุดชีวิตเลย"
    }
  },
  {
    "translation": {
      "en": "I thought it was a gift at the time.",
      "th": "ตอนนั้นฉันคิดจริงๆ ว่านี่คือของขวัญจากพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] In 2014, you see 23andMe",
      "th": "เมื่อปี 2014 ทเวนตี้ทรีแอนด์มี"
    }
  },
  {
    "translation": {
      "en": "on, like, every other commercial on TV.",
      "th": "ออกโฆษณาในทีวีบ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "I was 35,",
      "th": "ตอนนั้นฉันอายุ 35"
    }
  },
  {
    "translation": {
      "en": "and I told my husband I was gonna take a DNA test",
      "th": "และฉันบอกสามีว่าฉันจะตรวจดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "because I figured, at least, I had one or two siblings.",
      "th": "เพราะฉันคิดว่าน่าจะมีพี่น้องคนหรือสองคน"
    }
  },
  {
    "translation": {
      "en": "I felt like it was kind of a bonus if I did find the donor,",
      "th": "ตอนนั้นฉันคิดว่าถ้าหาเจ้าของน้ำเชื้อเจอ ก็คงจะเหมือนส้มหล่น"
    }
  },
  {
    "translation": {
      "en": "but that wasn't, like, my goal. My goal was to find a sibling.",
      "th": "แต่นั่นไม่ใช่เป้าหมายของฉันหรอก ฉันแค่อยากหาพี่น้องเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] The fall of 2014,",
      "th": "ฤดูใบไม้ร่วง ปี 2014"
    }
  },
  {
    "translation": {
      "en": "I received my results.",
      "th": "(จาโคบา บัลลาร์ด) ฉันได้ผลการตรวจ"
    }
  },
  {
    "translation": {
      "en": "I remember that day vividly.",
      "th": "ฉันยังจำภาพวันนั้นได้แจ่มชัด"
    }
  },
  {
    "translation": {
      "en": "It came back that I was related to",
      "th": "ผลออกมาว่าฉันมี"
    }
  },
  {
    "translation": {
      "en": "seven siblings.",
      "th": "พี่น้องทางสายเลือดอีกเจ็ดคน"
    }
  },
  {
    "translation": {
      "en": "It was actually immediate excitement, um,",
      "th": "ทีแรกก็รู้สึกตื่นเต้น…"
    }
  },
  {
    "translation": {
      "en": "with concern.",
      "th": "แต่ก็กังวล"
    }
  },
  {
    "translation": {
      "en": "Finding out that I had siblings was amazing,",
      "th": "การได้รู้ว่าฉันมีพี่น้องเป็นเรื่องที่วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "but there's, you know, eight of us. What… what's going on here?",
      "th": "แต่ดันมีแปดคนนี่สิ เรื่องมันเป็นมายังไง"
    }
  },
  {
    "translation": {
      "en": "Because my mom was told",
      "th": "เพราะมีคนบอกแม่ฉันว่า"
    }
  },
  {
    "translation": {
      "en": "that they never used a donor more than three times.",
      "th": "เขาจะไม่ใช้น้ำเชื้อ จากผู้บริจาคคนเดียวกันเกินกว่าสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "Three times was the ideal.",
      "th": "ตามหลักการแล้ว ควรจะแค่สามครั้ง"
    }
  },
  {
    "translation": {
      "en": "We didn't want a large population",
      "th": "เพื่อที่จะไม่ให้มีประชากรจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "with all the same father.",
      "th": "มีพ่อคนเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "There's the concern for consanguinity,",
      "th": "มันจะมีปัญหาเรื่อง การที่มีประชากรสายเลือดเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "uh, having too many people in a certain geographic area",
      "th": "อยู่มากเกินไปในเขตพื้นที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that could potentially be your brother or your sister, and you didn't know it.",
      "th": "คุณอาจจะเดินกระทบไหล่ กับพี่หรือน้องตัวเองโดยที่ไม่รู้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Because you could potentially have a brother and sister marrying.",
      "th": "เพราะอาจเกิดกรณีที่พี่น้องแต่งงานกันเอง"
    }
  },
  {
    "translation": {
      "en": "This doesn't make sense.",
      "th": "เดี๋ยวนะ นี่มันไม่สมเหตุสมผลเลย (เชื่อมโยงและเปรียบเทียบ)"
    }
  },
  {
    "translation": {
      "en": "Obviously, you used someone's sperm more than three times.",
      "th": "\"ชัดเลยว่าต้องใช้น้ำเชื้อจากคนคนเดียว มากกว่าสามครั้งแน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And that's when we started to do our own investigating.",
      "th": "และนั่นคือตอนที่เราเริ่ม สืบเรื่องนี้ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Every weekend, we would call each other,",
      "th": "ทุกๆ เสาร์อาทิตย์ เราจะโทรหากัน"
    }
  },
  {
    "translation": {
      "en": "or we would plug names into Ancestry and work on a family tree.",
      "th": "หรือไม่ก็ใส่ชื่อในเว็บแอนเซสตรี แล้วปะติดปะต่อแผนผังเครือญาติ"
    }
  },
  {
    "translation": {
      "en": "We joked one day, trying to figure it out,",
      "th": "เราคุยเล่นกันบ้าง ตอนที่พยายามค้นความจริง"
    }
  },
  {
    "translation": {
      "en": "and we're like, \"Wouldn't it be crazy if it was the doctor?\"",
      "th": "พูดเล่นกันว่า \"ถ้าเป็นหมอขึ้นมาคงพลิกล็อกอย่างแรง\""
    }
  },
  {
    "translation": {
      "en": "But we disregarded it, and we're like,",
      "th": "แต่เราก็ไม่คิดจริงจังหรอก แบบว่า"
    }
  },
  {
    "translation": {
      "en": "\"Probably not, but we'll go through this journey together.\"",
      "th": "\"คงไม่ใช่หรอกมั้ง แต่เดี๋ยวเราจะทำเรื่องนี้ไปด้วยกันนะ\""
    }
  },
  {
    "translation": {
      "en": "\"We'll help each other find who our biological father is.\"",
      "th": "\"เราจะช่วยกันค้นหาว่า พ่อที่แท้จริงของเราคือใคร\""
    }
  },
  {
    "translation": {
      "en": "We were able to just focus on our paternal matches,",
      "th": "เราก็เลยพุ่งเป้าไปที่ ผลดีเอ็นเอที่เป็นญาติกันจากทางฝ่ายพ่อ"
    }
  },
  {
    "translation": {
      "en": "and we all matched a lady named Sylvia,",
      "th": "และปรากฏว่าดีเอ็นเอเรา ตรงกับผู้หญิงที่ชื่อซิลเวีย"
    }
  },
  {
    "translation": {
      "en": "who was our second cousin,",
      "th": "ซึ่งเป็นลูกพี่ลูกน้องห่างๆ"
    }
  },
  {
    "translation": {
      "en": "and she was on 23andMe.",
      "th": "และมีข้อมูลอยู่ในทเวนตี้ทรีแอนด์มี"
    }
  },
  {
    "translation": {
      "en": "So, we had messaged her.",
      "th": "เราเลยส่งข้อความหาเธอ"
    }
  },
  {
    "translation": {
      "en": "I asked her what surnames was in her family tree,",
      "th": "ฉันถามเธอว่าในแผนผังเครือญาติของเธอ มีคนนามสกุลอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "and she gave us a whole list of names.",
      "th": "และเธอส่งรายชื่อนามสกุลมาเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "One of the names that popped up was Swinford.",
      "th": "หนึ่งในนามสกุลในรายชื่อที่ว่าคือสวินฟอร์ด"
    }
  },
  {
    "translation": {
      "en": "Swinford is Donald Cline's mother's maiden name.",
      "th": "สวินฟอร์ดเป็นนามสกุลเดิมของแม่โดนัลด์ ไคลน์"
    }
  },
  {
    "translation": {
      "en": "I said, \"By any chance,",
      "th": "ฉันเลยถามว่า \"ไม่ทราบว่าตระกูลคุณ"
    }
  },
  {
    "translation": {
      "en": "do you have the name Cline in your family?\"",
      "th": "ฉันเลยถามว่า \"ไม่ทราบว่าตระกูลคุณ มีนามสกุลไคลน์อยู่ด้วยหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Oh yes, I completely forgot. My cousin Don.\"",
      "th": "เธอก็บอกว่า \"เออใช่ เกือบลืมไปเลย ลูกพี่ลูกน้องของฉันที่ชื่อดอนไง"
    }
  },
  {
    "translation": {
      "en": "\"He's a doctor.\"",
      "th": "เขาเป็นหมอ\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Right then, my stomach dropped,",
      "th": "ตอนนั้นใจฉันหล่นไปอยู่ที่ตาตุ่มเลย"
    }
  },
  {
    "translation": {
      "en": "and I felt sick because she just confirmed",
      "th": "และฉันรู้สึกขยะแขยงมาก เพราะสิ่งที่เธอบอกมาเพิ่งตอกย้ำ"
    }
  },
  {
    "translation": {
      "en": "what I think we probably already knew, but we were hoping wasn't true.",
      "th": "ในสิ่งที่เราก็น่าจะรู้กันอยู่ในใจ แต่แอบหวังว่าจะไม่เป็นแบบที่คิด"
    }
  },
  {
    "translation": {
      "en": "Dr. Donald Cline",
      "th": "หมอโดนัลด์ ไคลน์"
    }
  },
  {
    "translation": {
      "en": "could be our biological father.",
      "th": "อาจเป็นพ่อผู้ให้กำเนิดเรา"
    }
  },
  {
    "translation": {
      "en": "I was in shock.",
      "th": "ฉันช็อกมาก"
    }
  },
  {
    "translation": {
      "en": "There were so many emotions.",
      "th": "ความรู้สึกพลุ่งพล่านไปหมด"
    }
  },
  {
    "translation": {
      "en": "So many questions.",
      "th": "มีคำถามมากมายอยู่ในหัว"
    }
  },
  {
    "translation": {
      "en": "He lied about a donor being used.",
      "th": "เขาโกหกเรื่องผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "Why did he do it?",
      "th": "เขาทำแบบนั้นทำไม"
    }
  },
  {
    "translation": {
      "en": "And how long did he do it?",
      "th": "ทำมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "And how many siblings do we have?",
      "th": "แล้วเรามีพี่น้องกี่คนกันแน่"
    }
  },
  {
    "translation": {
      "en": "I honestly didn't know who to go to.",
      "th": "ฉันไม่รู้เลยว่าควรไปปรึกษาใครดี"
    }
  },
  {
    "translation": {
      "en": "I googled, like, \"Where do you make a complaint against a doctor?\"",
      "th": "ฉันค้นในกูเกิลว่า \"ร้องเรียนหมอได้ที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "That, in turn, led to me filing a complaint",
      "th": "และนั่นทำให้ฉันได้ยื่นคำร้อง"
    }
  },
  {
    "translation": {
      "en": "with the Attorney General's office for Indiana.",
      "th": "ต่อสำนักงานอัยการสูงสุดของรัฐอินเดียนา (การร้องทุกข์โดยผู้บริโภค)"
    }
  },
  {
    "translation": {
      "en": "So, then I received a form back from the Attorney General's office",
      "th": "ฉันได้รับเอกสารตอบกลับ จากสำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "that was like, their generic messaging like,",
      "th": "ที่มีเนื้อหาตามแบบทั่วๆ ไป ประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hi. We've received your complaint, and it's gonna be investigated further,",
      "th": "\"สวัสดี ทางเราได้รับคำร้องทุกข์ของคุณแล้ว และจะทำการสืบสวนเรื่องนี้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "and someone will be in touch.\"",
      "th": "แล้วเราจะแจ้งให้ทราบอีกที\""
    }
  },
  {
    "translation": {
      "en": "We waited and waited. Nobody was returning my calls.",
      "th": "เราก็รอแล้วรอเล่า โทรไปหลายหนแต่ไม่มีใครโทรกลับมาเลย"
    }
  },
  {
    "translation": {
      "en": "No questioning, nothing from the Attorney General's office.",
      "th": "ไม่มีการซักถาม ไม่มีการติดต่อใดๆ จากสำนักงานอัยการ\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I wanted answers.",
      "th": "ฉันต้องการคำตอบ"
    }
  },
  {
    "translation": {
      "en": "So I reached out to every news outlet, big and small,",
      "th": "ฉันก็เลยติดต่อไปหาช่องทางสื่อต่างๆ ทั้งเจ้าใหญ่และเจ้าเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "and nobody would pick up the story.",
      "th": "แต่ไม่มีใครอยากทำข่าวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "…and I'm Angela Ganote.",
      "th": "และฉันคือแอนเจลา กาโนต"
    }
  },
  {
    "translation": {
      "en": "Yeah. We're starting off on a chilly start today,",
      "th": "ค่ะ เช้าวันนี้อากาศหนาวหน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "but it's gonna warm up and warm up fast.",
      "th": "แต่เดี๋ยวก็จะอุ่นขึ้นอย่างรวดเร็วเลยละค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I was watching TV one day,",
      "th": "วันหนึ่งฉันดูทีวี"
    }
  },
  {
    "translation": {
      "en": "and I was like… [exhaling sharply] …\"Her!\"",
      "th": "แล้วฉันก็คิดขึ้นมาได้ว่า \"คนนี้ไง"
    }
  },
  {
    "translation": {
      "en": "-[phones ringing] -[Jacoba] \"I forgot to send it to her.\"",
      "th": "ฉันลืมส่งไปให้เธอ\""
    }
  },
  {
    "translation": {
      "en": "[Angela] In February of 2015, I logged onto Facebook,",
      "th": "เมื่อเดือนกุมภาพันธ์ ปี 2015 ฉันเข้าเฟซบุ๊ก"
    }
  },
  {
    "translation": {
      "en": "and I had a message from Jacoba.",
      "th": "และเห็นข้อความจากจาโคบา"
    }
  },
  {
    "translation": {
      "en": "The message was in-depth,",
      "th": "เป็นข้อความที่ลงรายละเอียดลึกมาก"
    }
  },
  {
    "translation": {
      "en": "saying that she believed a doctor in Indianapolis",
      "th": "บอกว่าเธอเชื่อว่ามีหมอคนหนึ่งในอินเดียนาโพลิส"
    }
  },
  {
    "translation": {
      "en": "had inseminated multiple women with his own sperm.",
      "th": "ทำการผสมเทียมให้กับผู้หญิงหลายราย โดยใช้น้ำเชื้อของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "It was shocking, but it was also backed by proof.",
      "th": "มันน่าตกใจมาก แต่มันเป็นข้อเท็จจริงที่มีหลักฐานยืนยัน"
    }
  },
  {
    "translation": {
      "en": "Before Jacoba came to me,",
      "th": "ก่อนที่จาโคบาจะติดต่อมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "she had reached out to Attorney General of our state,",
      "th": "เธอได้ติดต่อไปหาสำนักงานอัยการสูงสุดของรัฐ"
    }
  },
  {
    "translation": {
      "en": "the Attorney General of the United States.",
      "th": "และสำนักงานอัยการสูงสุดของสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "She had reached out to national news organizations,",
      "th": "เธอติดต่อไปยังสมาคมข่าวระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "and she had gotten no response.",
      "th": "แต่ไม่มีใครรับเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Why is no one listening, or at least",
      "th": "ฉันก็คิดว่า \"ทำไมไม่มีใครฟังเลย หรืออย่างน้อย"
    }
  },
  {
    "translation": {
      "en": "finding the truth?\"",
      "th": "ช่วยกันค้นหาความจริงก็ยังดี\""
    }
  },
  {
    "translation": {
      "en": "I walked into our news director's office,",
      "th": "ฉันเดินเข้าไปในห้องผู้อำนวยการข่าว"
    }
  },
  {
    "translation": {
      "en": "and I said, \"You guys are not gonna believe this.\"",
      "th": "และบอกว่า \"พวกคุณต้องไม่เชื่อเรื่องนี้แน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "[Angela] I reached out to Dr. Cline in the very beginning.",
      "th": "หลังทราบเรื่อง ฉันก็พยายามติดต่อหมอไคลน์"
    }
  },
  {
    "translation": {
      "en": "He told me that he was not the father.",
      "th": "เขาบอกว่าเขาไม่ใช่พ่อของคนเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "He told me that he only used sperm from a doctor in training,",
      "th": "เขาบอกว่าเขาใช้น้ำเชื้อของแพทย์ฝึกหัดเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "that there is no way possible",
      "th": "และไม่มีทางเลย"
    }
  },
  {
    "translation": {
      "en": "that the siblings had more than three brothers or sisters.",
      "th": "ที่จะมีพี่น้องร่วมบิดามากกว่าสามคน"
    }
  },
  {
    "translation": {
      "en": "I asked if he would like to see the DNA evidence.",
      "th": "ฉันถามเขาว่าอยากดูหลักฐานดีเอ็นเอไหม"
    }
  },
  {
    "translation": {
      "en": "I asked him if he would like to provide his own DNA",
      "th": "ฉันถามเขาว่าอยากให้ตัวอย่างดีเอ็นเอมาไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "so that he could help them.",
      "th": "เพื่อที่เขาจะได้ช่วยคนพวกนั้นได้"
    }
  },
  {
    "translation": {
      "en": "\"If you're not the father, have a DNA test and prove to them.\"",
      "th": "\"ถ้าคุณไม่ใช่พ่อ คุณก็ไปตรวจดีเอ็นเอพิสูจน์ซะสิ\""
    }
  },
  {
    "translation": {
      "en": "And he wouldn't.",
      "th": "แต่เขาไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "[Angela] So when we first aired the first story,",
      "th": "ตอนที่เรานำเสนอเรื่องนี้ออกอากาศครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "I couldn't use his name, and that was, um, hard for me.",
      "th": "ฉันไม่สามารถใช้ชื่อเขาได้ และมันก็… ยากสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "Sisters, born here in Indiana, uncover a family secret.",
      "th": "สองพี่น้องที่เกิดในอินเดียนาแห่งนี้ เพิ่งค้นพบความลับครอบครัวที่เก็บงำไว้"
    }
  },
  {
    "translation": {
      "en": "Their dad is not their biological father.",
      "th": "พ่อของพวกเธอไม่ใช่พ่อที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "They are donor children,",
      "th": "พวกเธอเกิดมาจากผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "the product of an anonymous man who donated his sperm.",
      "th": "เป็นผลผลิตจากชายนิรนามผู้หนึ่ง ที่บริจาคน้ำเชื้อมาให้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Since we didn't have Donald Cline's DNA,",
      "th": "เพราะไม่มีดีเอ็นเอของโดนัลด์ ไคลน์"
    }
  },
  {
    "translation": {
      "en": "we couldn't really move forward",
      "th": "เราก็เลยเดินหน้าต่อไม่ได้"
    }
  },
  {
    "translation": {
      "en": "until we had him take a DNA test",
      "th": "จนกว่าเราจะให้เขาตรวจดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "to prove that he was our biological father.",
      "th": "เพื่อพิสูจน์ว่าเขาเป็นพ่อผู้ให้กำเนิดเราได้"
    }
  },
  {
    "translation": {
      "en": "Like, we knew it in our gut, but we didn't have anybody at the state",
      "th": "เรารู้อยู่ลึกๆ ในใจ แต่ไม่มีใครในรัฐนี้"
    }
  },
  {
    "translation": {
      "en": "that would get back with us, and",
      "th": "ตอบกลับเรามาเลย"
    }
  },
  {
    "translation": {
      "en": "they weren't in any hurry to get a DNA sample from him.",
      "th": "ไม่มีใครกระตือรือร้น อยากเก็บตัวอย่างดีเอ็นเอจากเขาเลย (การสอบสวนกำลังดำเนินการ)"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] So, one of my half-siblings",
      "th": "พี่น้องร่วมบิดาคนหนึ่งของฉันก็เลย"
    }
  },
  {
    "translation": {
      "en": "messaged all of Cline's children and grandchildren",
      "th": "ส่งข้อความไปหาลูกหลานทุกคนของไคลน์"
    }
  },
  {
    "translation": {
      "en": "that were over the age of 18.",
      "th": "ที่อายุเกิน 18 ปี"
    }
  },
  {
    "translation": {
      "en": "Basically said,",
      "th": "เขียนไปว่า"
    }
  },
  {
    "translation": {
      "en": "\"Our mothers went through infertility treatment.\"",
      "th": "\"แม่ของพวกเรา เคยเข้ารับการรักษาภาวะมีบุตรยาก"
    }
  },
  {
    "translation": {
      "en": "\"Did somebody in your family donate sperm?\"",
      "th": "มีใครในครอบครัวของคุณ เคยบริจาคน้ำเชื้อหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] It was probably a week or two later,",
      "th": "น่าจะหลังจากนั้นหนึ่งหรือสองอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "Cline's son messaged me.",
      "th": "ลูกชายของไคลน์ส่งข้อความมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "So, I met with Doug and Donna,",
      "th": "ฉันได้พบกับดั๊กและดอนน่า"
    }
  },
  {
    "translation": {
      "en": "which are two of Cline's children, with his wife, Audrey.",
      "th": "ลูกสองคนของไคลน์กับภรรยาที่ชื่อออดรีย์"
    }
  },
  {
    "translation": {
      "en": "I chose to do it at my church",
      "th": "ฉันเลือกพบกันที่โบสถ์ที่ไปประจำ"
    }
  },
  {
    "translation": {
      "en": "because I felt more comfortable.",
      "th": "เพราะรู้สึกสบายใจกว่า"
    }
  },
  {
    "translation": {
      "en": "I don't know these people,",
      "th": "ก็ฉันไม่รู้จักคนพวกนี้เลย"
    }
  },
  {
    "translation": {
      "en": "and these are some big accusations.",
      "th": "แถมนี่ยังเป็นข้อกล่าวหาที่หนักอยู่พอสมควร"
    }
  },
  {
    "translation": {
      "en": "They said they had talked to their dad,",
      "th": "พวกเขาบอกว่าได้คุยกับพ่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "and he did admit that he was our biological father.",
      "th": "และเขาก็ยอมรับว่า เขาเป็นพ่อผู้ให้กำเนิดเราจริงๆ"
    }
  },
  {
    "translation": {
      "en": "But Doug said that the only time that Cline used his sperm",
      "th": "แต่ดั๊กบอกว่า ไคลน์ใช้น้ำเชื้อของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "was when he didn't have access to a donor,",
      "th": "เฉพาะตอนที่หาผู้บริจาคไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and as far as siblings go,",
      "th": "ส่วนเรื่องที่ว่ามีพี่น้องทั้งหมดกี่คนนั้น"
    }
  },
  {
    "translation": {
      "en": "there was absolutely no more than ten.",
      "th": "เขาบอกว่ามีไม่เกินสิบคนแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[woman] I had seen the news pop on one night…",
      "th": "คืนหนึ่ง ฉันเห็นข่าวในทีวี…"
    }
  },
  {
    "translation": {
      "en": "[Angela] …they are donor children searching for answers…",
      "th": "คนเหล่านี้เกิดจากผู้บริจาคน้ำเชื้อ และพวกเขากำลังหาคำตอบ…"
    }
  },
  {
    "translation": {
      "en": "[woman] …and I saw Jacoba on TV,",
      "th": "ฉันเห็นจาโคบาในทีวี และ…"
    }
  },
  {
    "translation": {
      "en": "and my husband thought that we looked a lot alike.",
      "th": "ฉันเห็นจาโคบาในทีวี และ… สามีฉันคิดว่าเราหน้าเหมือนกันมาก"
    }
  },
  {
    "translation": {
      "en": "My husband's exact words were,",
      "th": "คำพูดของสามีฉันคือ"
    }
  },
  {
    "translation": {
      "en": "\"I don't feel like this is going to end well,",
      "th": "\"ผมว่าเรื่องนี้คงจบไม่สวยแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "and I want you to be aware of that.\"",
      "th": "ผมเลยอยากให้คุณเตรียมใจไว้\""
    }
  },
  {
    "translation": {
      "en": "So I talked to my mom.",
      "th": "ฉันเลยคุยกับแม่"
    }
  },
  {
    "translation": {
      "en": "[Dianna] My daughter called me and said,",
      "th": "ลูกสาวฉันโทรมาถามว่า"
    }
  },
  {
    "translation": {
      "en": "\"Should I get tested?\" And I said, \"No.\"",
      "th": "\"หนูไปตรวจบ้างดีไหม\" ฉันก็บอกว่า \"ไม่ต้อง\""
    }
  },
  {
    "translation": {
      "en": "'Cause I, at that point in time,",
      "th": "เพราะในตอนนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought it was my husband's sperm that he had used.",
      "th": "ฉันคิดจริงๆ ว่าเขาใช้น้ำเชื้อของสามีฉัน"
    }
  },
  {
    "translation": {
      "en": "She said,",
      "th": "แม่บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"You know, honey. This doesn't apply to you.\"",
      "th": "\"ลูกจ๋า เรื่องนี้มันไม่เกี่ยวกับลูกหรอก"
    }
  },
  {
    "translation": {
      "en": "\"This doesn't pertain to you at all. I know you're your dad and I's.\"",
      "th": "ไม่เกี่ยวแน่นอน เพราะแม่รู้ว่า ลูกเป็นลูกของพ่อกับแม่จริงๆ\""
    }
  },
  {
    "translation": {
      "en": "Um, but something in my gut, I just couldn't let it go.",
      "th": "แต่ฉันรู้สึกสังหรณ์ใจแปลกๆ และหยุดคิดเรื่องนี้ไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "So I notified Jacoba via Facebook.",
      "th": "ฉันเลยทักไปหาจาโคบาในเฟซบุ๊ก"
    }
  },
  {
    "translation": {
      "en": "She wasn't really sure if this would pertain to me at all,",
      "th": "เธอเองก็ไม่แน่ใจว่า ฉันจะเกี่ยวข้องกับเรื่องนี้ด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "'cause I was supposed to have been from my father and not a donor.",
      "th": "เพราะจริงๆ แล้ว ฉันต้องเกิดมาจากน้ำเชื้อพ่อ ไม่ใช่น้ำเชื้อของผู้บริจาค"
    }
  },
  {
    "translation": {
      "en": "So she said the best way to do it is just take a test.",
      "th": "เธอเลยบอกว่าวิธีพิสูจน์ที่ดีที่สุดคือตรวจดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "And once I took that test,",
      "th": "และถ้าผลการตรวจบอกว่า"
    }
  },
  {
    "translation": {
      "en": "if we were related, her name would show up.",
      "th": "เราเป็นญาติกันจริงๆ ชื่อเธอก็จะขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Hardest thing I've ever had to go through.",
      "th": "นับเป็นช่วงเวลาที่เลวร้ายที่สุดในชีวิตฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Go back to everything that you've known about yourself.",
      "th": "การย้อนดูทุกเรื่องราวเกี่ยวกับตัวเองที่คิดว่ารู้"
    }
  },
  {
    "translation": {
      "en": "[Julie] It just completely washes away your identity.",
      "th": "แต่ตัวตนของเรากลับต้องมาถูกลบล้างไป"
    }
  },
  {
    "translation": {
      "en": "And you really have no idea who you are anymore.",
      "th": "เหมือนเราไม่รู้จักตัวเองอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We both cried on the phone,",
      "th": "เราโทรคุยกันไป ร้องไห้ไป"
    }
  },
  {
    "translation": {
      "en": "and then I had to…",
      "th": "แล้วฉันก็ต้อง…"
    }
  },
  {
    "translation": {
      "en": "…figure out a way I was gonna tell my husband",
      "th": "คิดว่าจะบอกเรื่องนี้ให้สามีรู้ยังไง"
    }
  },
  {
    "translation": {
      "en": "'cause I knew that it was gonna devastate him.",
      "th": "เพราะฉันรู้ว่ามันต้องทำให้เขาใจสลายแน่"
    }
  },
  {
    "translation": {
      "en": "I said, \"Remember when we went to Dr. Cline?\"",
      "th": "ฉันพูดว่า \"จำได้ไหม ตอนที่เราไปหาหมอไคลน์น่ะ\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Unfortunately, um,",
      "th": "แล้วก็พูดต่อว่า \"โชคร้ายของเรา"
    }
  },
  {
    "translation": {
      "en": "Dr. Cline didn't use your sperm. He used his own.\"",
      "th": "ที่หมอไคลน์ไม่ได้ใช้น้ำเชื้อของคุณ เขาใช้น้ำเชื้อของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "\"So…",
      "th": "เราก็เลย…"
    }
  },
  {
    "translation": {
      "en": "we're just now finding out that Julie is not yours.\"",
      "th": "เพิ่งรู้ว่าจูลี่ไม่ใช่เลือดเนื้อเชื้อไขของคุณ\""
    }
  },
  {
    "translation": {
      "en": "My husband started crying.",
      "th": "แล้วสามีฉันก็เริ่มร้องไห้"
    }
  },
  {
    "translation": {
      "en": "And he said that, and I'll never forget these words.",
      "th": "เขาพูดออกมาประโยคหนึ่ง ประโยคที่ฉันจะไม่มีวันลืมเลย"
    }
  },
  {
    "translation": {
      "en": "He says, \"He's taken everything away from me.\"",
      "th": "เขาบอกว่า \"เขาพรากทุกอย่างไปจากผม\""
    }
  },
  {
    "translation": {
      "en": "And he did.",
      "th": "ซึ่งเป็นอย่างนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's hard.",
      "th": "ทำใจยากมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, what did he do with my dad's sperm?",
      "th": "แล้วเขาเอาน้ำเชื้อพ่อฉันไปทำอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "He just threw it away like it was nothing?",
      "th": "โยนทิ้งไปเหมือนขยะไร้ค่างั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just-- It's wrong.",
      "th": "แบบนี้มัน… ไม่ถูกต้องเลย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] After I met with Doug,",
      "th": "หลังจากที่ฉันเจอกับดั๊ก"
    }
  },
  {
    "translation": {
      "en": "he had called me and said,",
      "th": "เขาโทรมาหาฉันแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I will do whatever it takes to get you the answers.\"",
      "th": "\"ผมจะทำทุกวิถีทางเพื่อให้คุณได้คำตอบ\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"We want to meet him.\" \"We have questions for him.\"",
      "th": "และฉันก็บอกไปว่า \"พวกเราอยากพบเขา เรามีคำถามที่อยากถามเขา"
    }
  },
  {
    "translation": {
      "en": "\"I want him to look us in the eye.\"",
      "th": "ฉันอยากให้เขามองตาเรา"
    }
  },
  {
    "translation": {
      "en": "\"You at least owe us that much.\"",
      "th": "อย่างน้อยคุณก็น่าจะทำเรื่องแค่นี้ให้เราได้\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And so he set up a time for myself and five other siblings",
      "th": "เขาเลยจัดการนัดเวลาให้ฉันกับพี่น้องอีกห้าคน"
    }
  },
  {
    "translation": {
      "en": "to be able to meet Cline.",
      "th": "เพื่อไปพบกับไคลน์"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] It was almost like the moment that his feet hit the floor,",
      "th": "วินาทีที่เท้าของเขากระทบกับพื้น"
    }
  },
  {
    "translation": {
      "en": "you could hear his footsteps,",
      "th": "พวกเราแทบจะได้ยินเสียงฝีเท้าเขาในทันที"
    }
  },
  {
    "translation": {
      "en": "and you could hear his cane.",
      "th": "และเสียงไม้เท้ากระทบพื้นดังกุกกัก"
    }
  },
  {
    "translation": {
      "en": "He was not showing emotion.",
      "th": "สีหน้าของเขานิ่งเฉย"
    }
  },
  {
    "translation": {
      "en": "And on his hip, I could see the outline of a gun.",
      "th": "ตรงบริเวณสะโพกเห็นเป็นรูปร่างปืนชัดเจน"
    }
  },
  {
    "translation": {
      "en": "I think that it was partially to intimidate us.",
      "th": "ฉันเดาว่าอาจจะเหน็บไว้เพื่อขู่ให้เรากลัว"
    }
  },
  {
    "translation": {
      "en": "So he introduced himself,",
      "th": "เขาแนะนำตัวเสร็จแล้วก็ถามไล่เรียงไปรอบโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "and he went around the table, asking each one's name, age,",
      "th": "เขาแนะนำตัวเสร็จแล้วก็ถามไล่เรียงไปรอบโต๊ะ ว่าแต่ละคนชื่ออะไร อายุเท่าไร"
    }
  },
  {
    "translation": {
      "en": "and what they did for a profession.",
      "th": "และทำอาชีพอะไร"
    }
  },
  {
    "translation": {
      "en": "It was almost like he was ranking us.",
      "th": "มันเหมือนกับว่าเขากำลังจัดอันดับเรา"
    }
  },
  {
    "translation": {
      "en": "Like, \"Let me see",
      "th": "แบบ \"ไหนดูซิ"
    }
  },
  {
    "translation": {
      "en": "which one of my offspring made it to the top.\"",
      "th": "ผลผลิตของฉันคนไหนประสบความสำเร็จบ้าง\""
    }
  },
  {
    "translation": {
      "en": "I felt like we were being judged.",
      "th": "ฉันรู้สึกเหมือนเรากำลังถูกประเมิน"
    }
  },
  {
    "translation": {
      "en": "Then we asked about medical history",
      "th": "แล้วเราก็ถามเขาถึงประวัติเกี่ยวกับสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "because some of us, we have autoimmune disorders and stuff.",
      "th": "เพราะพวกเราบางคน มีโรคภูมิต้านตนเองอะไรพวกนี้"
    }
  },
  {
    "translation": {
      "en": "He said that there was nothing that we needed to worry about.",
      "th": "เขาบอกว่าไม่มีอะไรที่พวกเราต้องกังวล"
    }
  },
  {
    "translation": {
      "en": "He had a piece of paper with him",
      "th": "เขาถือกระดาษมาหนึ่งใบ"
    }
  },
  {
    "translation": {
      "en": "that he brought scripture on.",
      "th": "ที่มีข้อความจากหนังสือไบเบิลเขียนไว้"
    }
  },
  {
    "translation": {
      "en": "Jeremiah 1:5.",
      "th": "เยเรมีย์ 1:5"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I remember him looking at me and going, \"Jacoba, this is for you.\"",
      "th": "ฉันจำได้ว่าเขามองหน้าฉันแล้วบอกว่า \"จาโคบา ผมให้\""
    }
  },
  {
    "translation": {
      "en": "Because he knew I was having a hard time with this,",
      "th": "เพราะเขารู้ว่าสภาพจิตใจฉันกำลังย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "and I'm like, \"Put that shit away.\"",
      "th": "ฉันก็เลยบอกว่า \"เอาเก็บไปเลยนะ\""
    }
  },
  {
    "translation": {
      "en": "I said-- I did, I said, \"Just put that shit away.\"",
      "th": "ฉันพูดแบบนั้นจริงๆ \"เอาเก็บไปเลยนะ\""
    }
  },
  {
    "translation": {
      "en": "\"You're not gonna use my God to justify your actions.\"",
      "th": "ฉันไม่ให้คุณใช้พระเจ้าที่ฉันบูชา มาเป็นเครื่องมือในการบอกว่าตัวเองทำถูก"
    }
  },
  {
    "translation": {
      "en": "One of my siblings did ask him why he used his own sperm.",
      "th": "มีพี่น้องเราคนหนึ่งถามเขาว่า ทำไมเขาถึงใช้น้ำเชื้อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "And he said that he only did it",
      "th": "และเขาก็บอกว่าที่เขาทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "because he felt like the mothers",
      "th": "ก็เพราะรู้สึกว่าพวกแม่ๆ"
    }
  },
  {
    "translation": {
      "en": "were just basically desperate for a child,",
      "th": "ดิ้นรนอยากมีลูกกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and he was doing it to help them.",
      "th": "เขาก็เลยทำแบบนั้นเพื่อช่วยพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "Finally, he said that the absolute number,",
      "th": "ในที่สุดเขาก็บอกว่าตัวเลขที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "there would not be more than 15 siblings.",
      "th": "ไม่เกิน 15 คนอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[man] It's just too fucked up.",
      "th": "เรื่องนี้มันป่วยจิตมาก"
    }
  },
  {
    "translation": {
      "en": "I… I just felt bad for my mother.",
      "th": "ผมสงสารแม่"
    }
  },
  {
    "translation": {
      "en": "I mean…",
      "th": "คือ…"
    }
  },
  {
    "translation": {
      "en": "here she was, you know,",
      "th": "แม่เป็นแค่"
    }
  },
  {
    "translation": {
      "en": "a young woman just wanting to have a family",
      "th": "หญิงสาวคนหนึ่งที่อยากมีครอบครัว"
    }
  },
  {
    "translation": {
      "en": "like anyone else.",
      "th": "เหมือนคนทั่วไป"
    }
  },
  {
    "translation": {
      "en": "It's a sick individual that puts themselves in that position",
      "th": "มันต้องเป็นคนโรคจิตจริงๆ ที่นำพาตัวเองไปอยู่ในตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "to be able to do that.",
      "th": "ที่สามารถทำเรื่องแบบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "There are parts of me that wish that I never had to deal with infertility.",
      "th": "บางทีฉันก็คิดว่าฉันไม่น่าต้องไปยุ่งเกี่ยว กับการรักษาภาวะบุตรยากนี่เลย (ลิซ ไวท์ แม่ของแมท)"
    }
  },
  {
    "translation": {
      "en": "I wish that walk on no one.",
      "th": "ฉันไม่อยากให้ใครต้องมาเจอแบบนี้"
    }
  },
  {
    "translation": {
      "en": "The way it worked for me with Cline is, uh,",
      "th": "การพบกันของฉันกับไคลน์ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "I would go to his office.",
      "th": "ฉันไปหาเขาที่คลินิก"
    }
  },
  {
    "translation": {
      "en": "[Liz] He was always the only one in the office,",
      "th": "เขามักจะเป็นคนเดียวที่อยู่ในคลินิก"
    }
  },
  {
    "translation": {
      "en": "whether I was coming in on a weekend or during the week,",
      "th": "ไม่ว่าฉันจะไปวันเสาร์อาทิตย์หรือวันธรรมดา"
    }
  },
  {
    "translation": {
      "en": "during the midday, or late evening.",
      "th": "ไปตอนกลางวันแสกๆ หรือตอนมืดค่ำ"
    }
  },
  {
    "translation": {
      "en": "He was the only one that greeted me in his office, which was strange.",
      "th": "ก็จะมีแค่เขาคนเดียวที่อยู่ทักทายฉันในคลินิก ฉันว่ามันแปลกมาก"
    }
  },
  {
    "translation": {
      "en": "[Liz] And now the truth is that,",
      "th": "ซึ่งความจริงก็คือ"
    }
  },
  {
    "translation": {
      "en": "as Cline was closing the door",
      "th": "พอไคลน์ปิดประตู"
    }
  },
  {
    "translation": {
      "en": "and I'm undressing and putting my feet in the stirrups",
      "th": "ตอนที่ฉันถอดเสื้อผ้า เอาขาวางบนขาหยั่ง"
    }
  },
  {
    "translation": {
      "en": "getting ready for him to bring in the donor's sperm,",
      "th": "เตรียมพร้อมรอให้เขาเอาน้ำเชื้อผู้บริจาคมานั้น"
    }
  },
  {
    "translation": {
      "en": "he was in the-- some other place in the office ejaculating,",
      "th": "เขาเข้าไปห้องไหนสักที่ในคลินิก แล้วช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and not only creating the erection, but he has to go in full force",
      "th": "ไม่ใช่แค่ทำให้แข็งตัวนะ แต่เขาต้องช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "in a sexual manner to create that ejaculation.",
      "th": "แบบที่มีอารมณ์ทางเพศจริงๆ ถึงจะหลั่งออกมาแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "To me, that has always remained a very sad part to me,",
      "th": "สำหรับฉัน นี่ยังคงเป็นสิ่งที่ทำให้ฉันเศร้า"
    }
  },
  {
    "translation": {
      "en": "and disgusting.",
      "th": "และขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "That he was placing then his semen",
      "th": "ภาพที่เขาใส่น้ำเชื้อของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "into some kind of syringe,",
      "th": "เข้าไปในกระบอกฉีด"
    }
  },
  {
    "translation": {
      "en": "and then he's got to place that syringe at the base of my cervix.",
      "th": "แล้วก็เอากระบอกฉีดนั่นมาจ่อที่ปากมดลูกของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Liz] The fact that he",
      "th": "เรื่องที่เขา…"
    }
  },
  {
    "translation": {
      "en": "was still in an endocrine high",
      "th": "ยังคงมีฮอร์โมนพลุ่งพล่าน"
    }
  },
  {
    "translation": {
      "en": "from having the ejaculation",
      "th": "จากการที่ได้หลั่งไปเมื่อกี้นี้"
    }
  },
  {
    "translation": {
      "en": "has no place in a medical setting.",
      "th": "มันไม่ควรจะเกิดขึ้นในสถานพยาบาลเลย"
    }
  },
  {
    "translation": {
      "en": "[Liz] When Matt's DNA test came back…",
      "th": "ตอนที่แมทได้รับผลตรวจดีเอ็นเอ…"
    }
  },
  {
    "translation": {
      "en": "my first words were,",
      "th": "คำแรกที่ฉันพูดออกมาคือ…"
    }
  },
  {
    "translation": {
      "en": "\"I was raped 15 times and didn't even know it.\"",
      "th": "\"แม่ถูกข่มขืนมา 15 ครั้งโดยที่ไม่รู้ตัวด้วยซ้ำ\""
    }
  },
  {
    "translation": {
      "en": "[Matt] This is unbelievable.",
      "th": "เป็นเรื่องที่ไม่น่าเชื่อเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "How the fuck did no one know?",
      "th": "ไม่มีใครรู้เรื่องนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I mean, just even the act of what he did",
      "th": "การที่เขาทำชั่วแบบนี้"
    }
  },
  {
    "translation": {
      "en": "for so many years,",
      "th": "เป็นเวลาหลายปี"
    }
  },
  {
    "translation": {
      "en": "and to just get away with it",
      "th": "แล้วก็ยังอยู่ดีเหมือนไม่มีอะไร"
    }
  },
  {
    "translation": {
      "en": "for decades, and no one knew anything.",
      "th": "เป็นสิบๆ ปี โดยที่ไม่มีใครรู้เลยเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "No one in the office? Come on.",
      "th": "ไม่มีใครในคลินิกรู้เรื่องเลยเหรอ เชื่อก็บ้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, here's the thing.",
      "th": "คือเรื่องมันเป็นอย่างนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "There wasn't much traffic on that first floor",
      "th": "ชั้นหนึ่งไม่ค่อยมีคนพลุกพล่าน"
    }
  },
  {
    "translation": {
      "en": "other than we'd come directly into our office.",
      "th": "นอกจากเวลาเราเดินเข้าห้องทำงาน"
    }
  },
  {
    "translation": {
      "en": "Don could have clearly collected a specimen,",
      "th": "ดอนอาจจะรีดน้ำเชื้อ"
    }
  },
  {
    "translation": {
      "en": "and then he got it back, and no one would know.",
      "th": "แล้วก็เอามา โดยที่ไม่มีใครรู้"
    }
  },
  {
    "translation": {
      "en": "They could-- The nurse could be in there for the insemination.",
      "th": "อาจจะมีพยาบาลอยู่ด้วยตอนที่ทำการฉีดน้ำเชื้อ"
    }
  },
  {
    "translation": {
      "en": "They wouldn't know if it was a donor from the hospital or not.",
      "th": "พยาบาลก็ไม่รู้หรอกว่าเป็นของผู้บริจาค จากโรงพยาบาลหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Dr. Colver and I have discussed it, and we had no idea.",
      "th": "ฉันกับหมอโคลเวอร์คุยกัน เราไม่รู้เลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It just was never a thought,",
      "th": "ไม่เคยคิดเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "because it was so totally opposite",
      "th": "เพราะมันไม่เคยปรากฏใน…"
    }
  },
  {
    "translation": {
      "en": "from his normal behavior.",
      "th": "พฤติกรรมทั่วๆ ไปของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "[Angela] This was a person of a position of power.",
      "th": "เขาอยู่ในตำแหน่งที่มีอำนาจบารมี"
    }
  },
  {
    "translation": {
      "en": "He's known in our community as a philanthropist.",
      "th": "คนในชุมชนรู้จักเขาในฐานะเศรษฐีใจบุญ"
    }
  },
  {
    "translation": {
      "en": "He's known in our community as an elder of the church.",
      "th": "ทุกคนรู้จักเขาในฐานะเอ็ลเดอร์ที่โบสถ์"
    }
  },
  {
    "translation": {
      "en": "[Jan] He was always a doctor.",
      "th": "เขาวางตัวเป็นหมอเสมอ"
    }
  },
  {
    "translation": {
      "en": "He was not gonna sit there and chat with you.",
      "th": "เขาไม่ใช่คนที่จะมานั่งคุยเล่นด้วย"
    }
  },
  {
    "translation": {
      "en": "It was all pretty much",
      "th": "ส่วนใหญ่ก็เป็น…"
    }
  },
  {
    "translation": {
      "en": "doctor-person relationship.",
      "th": "ความสัมพันธ์แบบหมอกับคนไข้ล้วนๆ"
    }
  },
  {
    "translation": {
      "en": "Or a stern father figure,",
      "th": "เขาเป็นคนที่น่าเคารพเหมือนพ่อ"
    }
  },
  {
    "translation": {
      "en": "if, you know, if you can relate better to that.",
      "th": "อธิบายแบบนี้คุณอาจเข้าใจได้มากกว่า"
    }
  },
  {
    "translation": {
      "en": "Mark was stationed at Grissom Air Force Base,",
      "th": "มาร์คถูกส่งไปประจำการที่ฐานทัพอากาศกริสซัม"
    }
  },
  {
    "translation": {
      "en": "and so was Don,",
      "th": "ที่เดียวกับดอน"
    }
  },
  {
    "translation": {
      "en": "and we were socially friendly.",
      "th": "เวลาเจอหน้ากัน เราก็คุยกันดีนะ"
    }
  },
  {
    "translation": {
      "en": "I would say arrogant fits him, for some reason.",
      "th": "ฉันว่าเขาดูหยิ่งยโส ไม่รู้ทำไมเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know exactly why I felt that way.",
      "th": "ฉันเองก็ไม่รู้ว่าทำไมถึงรู้สึกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You… you do because you were in study groups and so on.",
      "th": "แต่คุณรู้เพราะคุณเรียนกลุ่มเดียวกับเขานี่"
    }
  },
  {
    "translation": {
      "en": "Uh, he was… he was okay. I mean, he obviously was a bright guy.",
      "th": "เขาก็โอเค เป็นคนหัวดี"
    }
  },
  {
    "translation": {
      "en": "He thought he knew-- He did know a lot.",
      "th": "คิดว่าตัวเองรู้… จริงๆ ก็รู้เยอะอยู่"
    }
  },
  {
    "translation": {
      "en": "He always was confident. He always was self-assured.",
      "th": "เขาเป็นคนมีความมั่นใจสูง เชื่อมั่นในตนเองเสมอ"
    }
  },
  {
    "translation": {
      "en": "He wasn't-- I never saw him doubt",
      "th": "เขาไม่เคย… ฉันไม่เคยเห็นเขาลังเลใจเลย"
    }
  },
  {
    "translation": {
      "en": "that what he was doing wasn't right.",
      "th": "ว่าสิ่งที่เขาทำมันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "If you knew something, and he knew something, he knew more.",
      "th": "ถ้าคุณกับเขามีความรู้ในเรื่องหนึ่ง เขารู้เรื่องนั้นดีกว่าคุณ"
    }
  },
  {
    "translation": {
      "en": "That was his attitude.",
      "th": "นี่คือความคิดของเขา"
    }
  },
  {
    "translation": {
      "en": "He always belittled how much I knew about child de--",
      "th": "เขามักจะพูดจาดูถูกว่าฉันไม่ค่อยมีความรู้… เรื่องพัฒนาการในเด็ก"
    }
  },
  {
    "translation": {
      "en": "You know, child development, even.",
      "th": "เรื่องพัฒนาการในเด็ก"
    }
  },
  {
    "translation": {
      "en": "I mean, that was my area of specialty.",
      "th": "ทั้งๆ ที่มันเป็นเรื่องที่ฉันเชี่ยวชาญเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Uh, I… I have a PhD in neurobiology,",
      "th": "ฉันจบปริญญาเอกด้านประสาทชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "and I'm also, um, an occupational therapist,",
      "th": "และฉันยังเป็นนักกิจกรรมบำบัดอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "and I treated preemies.",
      "th": "ฉันเคยรักษาเด็กคลอดก่อนกำหนดมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But he knew more.",
      "th": "แต่เขากลับรู้ดีกว่าฉัน"
    }
  },
  {
    "translation": {
      "en": "If you crossed him…",
      "th": "ถ้าคุณขัดเขาละก็"
    }
  },
  {
    "translation": {
      "en": "…that was it.",
      "th": "จบเห่แน่"
    }
  },
  {
    "translation": {
      "en": "[Angela] The first conversations that I had with Dr. Cline,",
      "th": "ตอนที่ฉันคุยกับหมอไคลน์ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "he told me that he was protected under HIPAA.",
      "th": "เขาว่าเขาได้รับความคุ้มครอง ภายใต้กฎหมายคุ้มครองข้อมูลรักษาพยาบาล"
    }
  },
  {
    "translation": {
      "en": "He told me that I could be sued or that Fox 59 could be sued.",
      "th": "เขาบอกว่าฉันกับช่องฟ็อกซ์ 59 อาจถูกฟ้องร้องได้"
    }
  },
  {
    "translation": {
      "en": "[Angela] He made it very clear that I needed to be careful.",
      "th": "(คุณควรระวังให้มาก) เขาพูดอย่างชัดเจนว่าฉันต้องระวังตัว"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] So, that's when Cline called me.",
      "th": "ตอนนั้นแหละที่ไคลน์โทรมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "I was in shock.",
      "th": "ฉันตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "I don't know what it was in me.",
      "th": "ฉันก็ไม่รู้หรอกว่าอะไรเข้าสิง"
    }
  },
  {
    "translation": {
      "en": "He called my home phone, and I recorded that conversation.",
      "th": "เขาโทรมาเบอร์บ้าน แล้วฉันก็อัดเสียงบทสนทนานั้นไว้"
    }
  },
  {
    "translation": {
      "en": "-[Don] Jacoba? -[Jacoba] Yes.",
      "th": "- จาโคบาใช่ไหม - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, this is Dr. Cline.",
      "th": "นี่หมอไคลน์นะ"
    }
  },
  {
    "translation": {
      "en": "Uh, do you have time to talk with me just a little bit?",
      "th": "พอจะมีเวลาคุยกันสักนิดไหม"
    }
  },
  {
    "translation": {
      "en": "-[Jacoba] Yes. -[Don] Okay.",
      "th": "- ค่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "Um, I'm getting, uh, a real problem with, um,",
      "th": "ตอนนี้ผมกำลังมีปัญหากับ…"
    }
  },
  {
    "translation": {
      "en": "uh, the television station, um, 59.",
      "th": "ช่องทีวี 59 น่ะ"
    }
  },
  {
    "translation": {
      "en": "[Don] Um, they are demanding, um, that I meet with them.",
      "th": "พวกเขาเรียกร้องให้ผมไปพบ"
    }
  },
  {
    "translation": {
      "en": "Uh, I can't do that.",
      "th": "แต่ผมทำแบบนั้นไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Uh, it's not fair to me. It's not fair to you all.",
      "th": "มันไม่ยุติธรรมกับผม ไม่ยุติธรรมกับพวกคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "Uh, they're… they're trying to make a, um…",
      "th": "พวกเขากำลังพยายามที่จะ…"
    }
  },
  {
    "translation": {
      "en": "They're… they're trying to, um…",
      "th": "พวกเขาพยายามจะ…"
    }
  },
  {
    "translation": {
      "en": "improve their ratings,",
      "th": "เพิ่มเรตติ้งเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "and, um, my wife and I, after 57 years of marriage…",
      "th": "แล้วคือ… ผมกับภรรยาแต่งงานกันมา 57 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Um, if… if this comes out,",
      "th": "ถ้าเรื่องนี้แพร่ออกไป…"
    }
  },
  {
    "translation": {
      "en": "uh, our marriage will be over.",
      "th": "ชีวิตคู่ของผมกับภรรยาคงจบสิ้น"
    }
  },
  {
    "translation": {
      "en": "can you help?",
      "th": "ช่วยผมหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Jacoba inhaling deeply] I mean, no disrespect,",
      "th": "ฉันไม่ได้อยากพูดจาเสียมารยาทกับคุณนะคะ"
    }
  },
  {
    "translation": {
      "en": "but I feel like what you're telling me is to keep my life a secret.",
      "th": "แต่ฉันรู้สึกว่าคุณกำลังบอกให้ฉัน เก็บเรื่องชีวิตตัวเองไว้เป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "That I am not allowed to know who I am…",
      "th": "บอกว่าฉันไม่มีสิทธิ์จะรู้ว่าตัวเองเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "-[Don] Well-- -…when I didn't do anything wrong.",
      "th": "- คือ… - ทั้งๆ ที่ฉันไม่ได้ทำอะไรผิดเลย"
    }
  },
  {
    "translation": {
      "en": "[Don] Well, yes, but you know, I didn't--",
      "th": "มันก็ใช่ แต่คุณก็รู้นี่ ผมน่ะ…"
    }
  },
  {
    "translation": {
      "en": "At the time, I didn't feel like I was doing anything wrong either.",
      "th": "ตอนนั้นผมก็ไม่คิดว่าสิ่งที่ผมทำมันผิด"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] But you-- I feel like I'm being blamed for this, like it's my fault.",
      "th": "แต่คือ… ฉันรู้สึกเหมือนคุณกำลังโทษฉัน เหมือนมันเป็นความผิดของฉัน ฉันไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "I don't understand.",
      "th": "เหมือนมันเป็นความผิดของฉัน ฉันไม่เข้าใจเลย"
    }
  },
  {
    "translation": {
      "en": "[Don] It's, uh, it's your fault because I don't care who you tell.",
      "th": "มันเป็นความผิดของคุณ ผมไม่สนหรอกว่าคุณจะเล่าเรื่องนี้ให้ใครฟัง"
    }
  },
  {
    "translation": {
      "en": "It's just",
      "th": "แต่การที่…"
    }
  },
  {
    "translation": {
      "en": "putting it on television for the entire world to see.",
      "th": "คุณเอาเรื่องนี้ไปแฉออกทีวีให้คนทั้งโลกรับรู้น่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Well, I… I cannot… Like I said, I can't control her.",
      "th": "ฉันไม่… อย่างที่พูดไปว่าฉันไม่มีอำนาจไปสั่งเธอ"
    }
  },
  {
    "translation": {
      "en": "I can't stop that. I can't.",
      "th": "ฉันหยุดเรื่องนี้ไม่ได้ ฉันทำไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[Don] Well, because you… you… you can stop talking to her and say,",
      "th": "แต่คุณก็หยุดพูดกับเธอได้นี่ แล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"You know, I… I just don't want to share anymore.\"",
      "th": "\"ฉันไม่อยากให้ข้อมูลกับคุณอีกแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I'm just telling you what's gonna happen,",
      "th": "ผมแค่อยากบอกคุณว่ามันจะเป็นยังไงต่อไป"
    }
  },
  {
    "translation": {
      "en": "and I'm going to be hurt badly.",
      "th": "ซึ่งผมต้องเจอเรื่องเลวร้ายแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba sniffs] Well, that's what's happened to everybody so far,",
      "th": "ทุกคนก็ต้องเจอเรื่องเลวร้ายมาเหมือนกันหมด"
    }
  },
  {
    "translation": {
      "en": "and you know, that… that's because of the actions--",
      "th": "ซึ่งคุณก็รู้ว่ามันเป็นเพราะการกระทำ…"
    }
  },
  {
    "translation": {
      "en": "[Don] This tells me that that's exactly what you want.",
      "th": "พอฟังประโยคนี้ ผมรู้เลยว่าคุณต้องการให้เป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] When you push me, I'm gonna push back 100 times more.",
      "th": "ถ้ามากดดันฉัน ฉันจะกดดันให้หนักกว่าร้อยเท่า"
    }
  },
  {
    "translation": {
      "en": "So when he called me, it's like,",
      "th": "พอเขาโทรมา ฉันเลยรู้สึกแบบ…"
    }
  },
  {
    "translation": {
      "en": "\"Bring it on.\"",
      "th": "\"ก็มาสิ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] \"Bring it on because I'm ready to fight you.\"",
      "th": "มาเลย เพราะฉันพร้อมสู้\""
    }
  },
  {
    "translation": {
      "en": "♪ When I go, don't cry for me ♪",
      "th": "(ฉันจะพิสูจน์ได้ยังไงว่าเขาคือพ่อ)"
    }
  },
  {
    "translation": {
      "en": "♪ In my Father's arms, I'll be ♪",
      "th": "(เอจี 24 ธ.ค. 2014 ส่งจดหมายแล้ว)"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I contacted the Attorney General's office again",
      "th": "ฉันติดต่อสำนักงานอัยการสูงสุดอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "to get a status on this complaint,",
      "th": "เพื่อถามถึงสถานะของคำร้องที่ยื่นไป"
    }
  },
  {
    "translation": {
      "en": "and nobody was returning my calls.",
      "th": "แล้วก็ไม่มีใครโทรกลับมาเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] So I decided to investigate him myself.",
      "th": "ฉันเลยตัดสินใจสืบเรื่องเขาด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I started researching everything about him,",
      "th": "ฉันเริ่มค้นข้อมูลทุกอย่างเกี่ยวกับเขา"
    }
  },
  {
    "translation": {
      "en": "from papers written, to articles,",
      "th": "ไม่ว่าจะเป็นเปเปอร์ และบทความต่างๆ ที่เขาเคยเขียน"
    }
  },
  {
    "translation": {
      "en": "to conferences he had attended, to blogs.",
      "th": "งานสัมมนาที่เขาเคยเข้าร่วม ไปจนถึงบล็อกที่เขาเคยเขียน"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] It was so much research.",
      "th": "ฉันค้นหาข้อมูลเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I had just papers everywhere",
      "th": "มีกระดาษเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "to prove that I wasn't some crazy maniac.",
      "th": "เพื่อที่จะพิสูจน์ว่าฉันไม่ใช่คนบ้า"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] He wanted me to keep quiet.",
      "th": "เขาอยากให้ฉันอยู่เงียบๆ"
    }
  },
  {
    "translation": {
      "en": "And he wanted me to keep quiet",
      "th": "ที่เขาอยากให้ฉันอยู่เงียบๆ"
    }
  },
  {
    "translation": {
      "en": "because he knew that there were more siblings.",
      "th": "ก็เพราะเขารู้ว่าฉันยังมีพี่น้องมากกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "[woman] My husband gave me a DNA test as a gift,",
      "th": "สามีฉันซื้อที่ตรวจดีเอ็นเอให้เป็นของขวัญ"
    }
  },
  {
    "translation": {
      "en": "and then I got a message saying,",
      "th": "แล้วฉันก็ได้รับข้อความ บอกว่า (เฮเธอร์ วุค พี่น้องคนที่ 22)"
    }
  },
  {
    "translation": {
      "en": "\"I think we're related.\"",
      "th": "\"ฉันว่าเราเป็นญาติกันนะ\""
    }
  },
  {
    "translation": {
      "en": "When it all hit me, I kind of",
      "th": "ตอนที่ฉันรู้เรื่องทั้งหมด ฉันก็…"
    }
  },
  {
    "translation": {
      "en": "just sat and stared for the rest of the day.",
      "th": "เอาแต่นั่งตาลอยทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "And then, for the next couple of weeks, had a complete identity crisis,",
      "th": "สองสามอาทิตย์ต่อจากนั้น ฉันก็เกิดการสับสนในตัวตนขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and I couldn't look in the mirror.",
      "th": "ฉันไม่อยากมองหน้าตัวเองในกระจก ฉันไม่อยากคิดว่า"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna think about where I got my hair from,",
      "th": "ฉันไม่อยากมองหน้าตัวเองในกระจก ฉันไม่อยากคิดว่า ผมฉันเหมือนใครนะ ตาฉันเหมือนใครนะ"
    }
  },
  {
    "translation": {
      "en": "or where I got my eyes from,",
      "th": "ผมฉันเหมือนใครนะ ตาฉันเหมือนใครนะ"
    }
  },
  {
    "translation": {
      "en": "because I had always thought those were from my dad.",
      "th": "เพราะฉันคิดมาตลอดว่าฉันได้มาจากพ่อ"
    }
  },
  {
    "translation": {
      "en": "There was never any reason that I would have questioned anything.",
      "th": "ฉันไม่เคยมีเหตุผลที่จะต้องนึกสงสัยอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "My parents trusted their doctor,",
      "th": "พ่อแม่ฉันเชื่อใจหมอ"
    }
  },
  {
    "translation": {
      "en": "who said that it would be better for me to not know,",
      "th": "ผู้ที่บอกว่าไม่ให้ฉันรู้เรื่องนี้จะดีกว่า"
    }
  },
  {
    "translation": {
      "en": "and that I would never find out.",
      "th": "และฉันจะไม่มีวันรู้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Every time that a new sibling pops up,",
      "th": "ทุกครั้งที่ฉันเห็นพี่น้องรายใหม่ๆ โผล่ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "I know that I'm going to call them,",
      "th": "ฉันก็รู้เลยว่าฉันจะโทรหาพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and I know that, um, I'm going to ruin their life.",
      "th": "และฉันก็รู้ว่าฉันจะทำลายชีวิตของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "It's hard because we know what we went through.",
      "th": "มันเป็นเรื่องที่ยากมาก เพราะเรารู้ว่าแต่ละคนต้องเจอกับอะไรมา"
    }
  },
  {
    "translation": {
      "en": "[crying] And we're making someone else go through this exact same thing.",
      "th": "และเรากำลังทำให้คนอื่นต้องเจอเรื่องแบบเรา"
    }
  },
  {
    "translation": {
      "en": "[Heather] The first people who reached out to me were Julie and Jacoba.",
      "th": "คนแรกๆ ที่ติดต่อมาหาฉันคือจูลี่กับจาโคบา"
    }
  },
  {
    "translation": {
      "en": "I messaged them back and said, \"I need some time to process.\"",
      "th": "ฉันส่งข้อความตอบกลับไปว่า \"ฉันขอเวลาคิดหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "\"I'll reach back out later.\"",
      "th": "แล้วฉันจะติดต่อกลับไป\""
    }
  },
  {
    "translation": {
      "en": "Um, and so it was probably a couple of months",
      "th": "น่าจะหลังจากนั้นสองสามเดือนเลยละ"
    }
  },
  {
    "translation": {
      "en": "before I, um, actually reached out",
      "th": "กว่าฉันจะ… ติดต่อไปหา"
    }
  },
  {
    "translation": {
      "en": "to… to have a conversation with anyone.",
      "th": "ใครสักคนเพื่อที่จะคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "your world is changing.",
      "th": "เหมือนโลกที่รู้จักกำลังจะเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] When you have new siblings pop up,",
      "th": "พอมีพี่น้องรายใหม่ๆ โผล่ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "you are on the phone with them for hours",
      "th": "ฉันก็จะคุยโทรศัพท์กับพวกเขาเป็นชั่วโมงๆ"
    }
  },
  {
    "translation": {
      "en": "because it's the worst day of their life.",
      "th": "เพราะมันคือวันที่เลวร้ายที่สุดในชีวิตของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You've lived that over and over and over.",
      "th": "และต้องทำแบบนี้ซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "[woman] I asked for a DNA test for Christmas,",
      "th": "ฉันขอที่ตรวจดีเอ็นเอเป็นของขวัญวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "and I was really confused",
      "th": "แล้วฉันก็งงมาก"
    }
  },
  {
    "translation": {
      "en": "'cause all of these random names to me",
      "th": "ที่เห็นชื่อคนที่ไหนก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "were popping up, and it said, \"Close Family.\"",
      "th": "โผล่ขึ้นมา แล้วมันก็เขียนว่า \"ความสัมพันธ์ใกล้ชิด\""
    }
  },
  {
    "translation": {
      "en": "And so I really did not know what \"Close Family\" meant.",
      "th": "ฉันไม่รู้หรอกว่า \"ความสัมพันธ์ใกล้ชิด\" แปลว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "It did… did not even-- I did not even think,",
      "th": "มันไม่… ฉันไม่คิดเลยด้วยซ้ำว่าจะหมายถึง"
    }
  },
  {
    "translation": {
      "en": "\"Oh, brother or sister,\" I didn't even think, \"Cousin.\"",
      "th": "\"พี่น้อง\" ไม่คิดว่าจะเป็นลูกพี่ลูกน้องด้วยซ้ำไป"
    }
  },
  {
    "translation": {
      "en": "I got a message that a new sibling popped up,",
      "th": "ฉันได้รับข้อความว่ามีพี่น้องรายใหม่"
    }
  },
  {
    "translation": {
      "en": "and I logged in, and it said, you know, \"Lisa,\"",
      "th": "ฉันเลยเข้าระบบไปดู แล้วเห็นชื่อ \"ลิซ่า\""
    }
  },
  {
    "translation": {
      "en": "and her last name, and I was like, \"Huh, I know her.\"",
      "th": "และนามสกุลของเธอ แล้วฉันก็… \"ฉันรู้จักเธอนี่นา\""
    }
  },
  {
    "translation": {
      "en": "Her husband taught my daughter on the softball team.",
      "th": "สามีของเธอสอนลูกสาวฉันในทีมซอฟต์บอล"
    }
  },
  {
    "translation": {
      "en": "Um, my daughter and her daughter played basketball together.",
      "th": "ลูกสาวของฉันกับลูกสาวของเธอ เคยเล่นบาสเกตบอลด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I sent her a message, and I said,",
      "th": "ฉันเลยส่งข้อความไปหาเธอว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, did you happen to do an Ancestry test?\"",
      "th": "\"นี่ เธอได้ไปตรวจดีเอ็นเอมาเหรอ\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Well, do you know about the Dr. Cline story?\"",
      "th": "เธอบอกว่า \"รู้เรื่องหมอไคลน์ไหม\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"He's our father.\"",
      "th": "แล้วก็บอกว่า \"นั่นแหละพ่อของพวกเรา\""
    }
  },
  {
    "translation": {
      "en": "And I honestly, I started laughing.",
      "th": "ตอนนั้นฉันหัวเราะออกมาจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I… I was… thought Julie was kind of crazy. I was like, \"What are you talking about?\"",
      "th": "ฉันนึกว่าจูลี่ต้องบ้าไปแล้วแน่ๆ ฉันบอกว่า \"พูดอะไรของเธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "\"There… there's no way he can be my dad.\"",
      "th": "เขาจะเป็นพ่อฉันได้ไง\""
    }
  },
  {
    "translation": {
      "en": "And then I called my mom.",
      "th": "แล้วฉันก็โทรหาแม่"
    }
  },
  {
    "translation": {
      "en": "I said, \"Hey, Mom, did you and Dad ever have any issues conceiving me?\"",
      "th": "ฉันถามว่า \"แม่คะ แม่กับพ่อ มีปัญหาอะไรไหมตอนพยายามจะมีหนู\""
    }
  },
  {
    "translation": {
      "en": "She said, \"Well, I didn't, but yeah, your dad did.\"",
      "th": "แม่ก็บอกว่า \"แม่ไม่มีปัญหาหรอก แต่พ่อน่ะสิที่มีปัญหา\""
    }
  },
  {
    "translation": {
      "en": "And so my heart dropped a little bit.",
      "th": "ฉันก็เริ่มใจเสีย"
    }
  },
  {
    "translation": {
      "en": "And she said, \"He actually had a low sperm count,",
      "th": "แล้วแม่ก็พูดต่อว่า \"พ่อมีจำนวนอสุจิน้อย"
    }
  },
  {
    "translation": {
      "en": "and his doctor recommended us to a specialist.\"",
      "th": "หมอเลยแนะนำให้ไปหาผู้เชี่ยวชาญ\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Mom, was this specialist in Indianapolis?\"",
      "th": "ฉันก็ถามว่า \"แล้วผู้เชี่ยวชาญที่ว่า อยู่ในอินเดียนาโพลิสหรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"Yeah, why?\"",
      "th": "แม่ก็บอกว่า \"ใช่ ทำไมเหรอ\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Was it Dr. Donald Cline?\"",
      "th": "แล้วฉันก็ถามว่า \"ใช่หมอโดนัลด์ ไคลน์หรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "And she said, \"Yes.\"",
      "th": "แม่ก็บอกว่า \"ใช่\""
    }
  },
  {
    "translation": {
      "en": "[Lisa] She said,",
      "th": "แม่บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I went and had the procedure done twice,",
      "th": "\"แม่เข้าไปทำอยู่สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "but both times your father was there with me and provided a sample.\"",
      "th": "ซึ่งทั้งสองครั้งนั้น พ่อก็อยู่ด้วย และเป็นคนให้น้ำเชื้อเอง\""
    }
  },
  {
    "translation": {
      "en": "And so, at that point, I realized my mom and dad had no idea.",
      "th": "ในตอนนั้น ฉันเลยรู้ว่าพ่อกับแม่ไม่รู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "They thought all along that I was my dad's.",
      "th": "ทั้งสองคนคิดมาตลอดว่า ฉันเป็นเลือดเนื้อเชื้อไขของพ่อ"
    }
  },
  {
    "translation": {
      "en": "[Lisa] I worry for my kids,",
      "th": "ฉันเป็นห่วงลูกๆ"
    }
  },
  {
    "translation": {
      "en": "especially I have siblings that live in the same town as me,",
      "th": "โดยเฉพาะเมื่อฉันมีพี่น้องที่อาศัยอยู่เมืองเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "and our kids go to school together. And so, I've had to have the talk with my daughter about,",
      "th": "ลูกๆ ก็ไปโรงเรียนเดียวกัน ฉันเลยต้องคุยกับลูกสาวว่า…"
    }
  },
  {
    "translation": {
      "en": "\"You've got to be careful when you start dating.\"",
      "th": "\"หนูต้องระวังนะ ตอนที่จะเริ่มคบใครเป็นแฟน"
    }
  },
  {
    "translation": {
      "en": "\"We got to be aware of who this person is,\"",
      "th": "เราต้องรู้ว่าเขาเป็นใครมาจากไหน\""
    }
  },
  {
    "translation": {
      "en": "but it's definitely a huge concern.",
      "th": "แต่มันเป็นปัญหาใหญ่ที่น่าห่วงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "When we get a new sibling alert,",
      "th": "พอมีการแจ้งเตือนว่ามีพี่น้องรายใหม่"
    }
  },
  {
    "translation": {
      "en": "you're praying, \"Please don't let it be somebody I know.\"",
      "th": "ก็จะแอบภาวนาว่า \"ขออย่าให้เป็นคนรู้จักเลย\""
    }
  },
  {
    "translation": {
      "en": "Or \"Please don't let it be somebody I dated.\"",
      "th": "หรือ \"ขออย่าให้เป็นแฟนเก่าเลย\""
    }
  },
  {
    "translation": {
      "en": "And I'm sure it's bound to happen.",
      "th": "ซึ่งฉันมั่นใจว่าสักวันมันต้องเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] The majority of us live in, like, a 25-mile radius of each other.",
      "th": "พวกเราส่วนใหญ่ อาศัยอยู่ในรัศมี 40 กิโลเมตรระหว่างกัน"
    }
  },
  {
    "translation": {
      "en": "There's also quite a few that live within minutes of Cline.",
      "th": "มีหลายคนที่บ้านอยู่ห่างไคลน์แค่เดินไม่กี่นาที"
    }
  },
  {
    "translation": {
      "en": "[Jacoba sighing] I walk around,",
      "th": "ฉันเดินอยู่ในเมือง"
    }
  },
  {
    "translation": {
      "en": "and I could be related to anyone.",
      "th": "โดยที่อาจจะเป็นญาติใครก็ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, it's just common for me to pass people on the street,",
      "th": "กลายเป็นเรื่องปกติของฉันไปเลย เวลาเดินผ่านคนบนถนน"
    }
  },
  {
    "translation": {
      "en": "um, at work, wherever I may be,",
      "th": "หรือในที่ทำงาน ไม่ว่าจะอยู่ที่ไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "and, I mean, I'll look at them and think,",
      "th": "ฉันจะมองพวกเขาแล้วคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, the way you stand, the way you look.\"",
      "th": "\"ท่ายืนแบบนี้ หน้าตาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "\"You could be related to me.\"",
      "th": "อาจจะเป็นญาติกับฉันก็ได้นะ\""
    }
  },
  {
    "translation": {
      "en": "[Matt] We live in this small community.",
      "th": "เราอยู่ในชุมชนเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "[Matt] Everyone that you interact with",
      "th": "ทุกคนที่เรามีปฏิสัมพันธ์ด้วย"
    }
  },
  {
    "translation": {
      "en": "appears to have some sort of connection to Cline.",
      "th": "ดูเหมือนจะมีความเชื่อมโยงกับไคลน์ ไม่ทางใดก็ทางหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "My dentist across the street was a patient of his.",
      "th": "หมอฟันของผมที่อยู่ฝั่งตรงข้ามเคยเป็นคนไข้เขา"
    }
  },
  {
    "translation": {
      "en": "My next-door neighbor was the nurse to one of my half-siblings,",
      "th": "เพื่อนบ้านของผม เคยเป็นพยาบาลให้พี่น้องพ่อเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "and then there's this connection, or there's that connection.",
      "th": "เกี่ยวโยงกันแบบนี้บ้าง แบบนั้นบ้าง"
    }
  },
  {
    "translation": {
      "en": "\"Oh, my mom saw them at the nail salon.\"",
      "th": "\"แม่ฉันเห็นพวกนั้นที่ร้านทำเล็บละ\""
    }
  },
  {
    "translation": {
      "en": "I think without a doubt, there are probably people that I've met",
      "th": "ผมมั่นใจว่า ต้องมีคนที่ผมเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "that are my half-sibling, and I just don't even know it.",
      "th": "ที่เป็นพี่น้องร่วมพ่อ โดยที่ผมไม่รู้"
    }
  },
  {
    "translation": {
      "en": "They don't even know it.",
      "th": "พวกเขาก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Who knows how many siblings we have?",
      "th": "ใครจะรู้ว่าเรามีพี่น้องกี่คนกันแน่"
    }
  },
  {
    "translation": {
      "en": "[Angela] I had emailed Dr. Cline and told him,",
      "th": "ฉันส่งอีเมลไปหาหมอไคลน์และบอกเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"We're moving forward with the story. We would be using his name.\"",
      "th": "\"เราจะเดินหน้าทำข่าวนี้\" และเราจะใช้ชื่อเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "You know, \"This is the time for you to come clean to the public.\"",
      "th": "\"ถึงเวลาแล้วที่คุณต้อง พูดความจริงอย่างหมดเปลือก ต่อสาธารณชน\""
    }
  },
  {
    "translation": {
      "en": "So, finally, he said, \"If there's no audio and no video, I will meet with you.\"",
      "th": "สุดท้ายเขาก็บอกว่า \"ถ้าไม่อัดวิดีโอและไม่อัดเสียง ผมจะไปพบ\""
    }
  },
  {
    "translation": {
      "en": "I asked him if he wanted to come to FOX 59.",
      "th": "ฉันถามเขาว่ามาที่ฟ็อกซ์ 59 ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "He said no. I said,",
      "th": "แต่เขาปฏิเสธ ฉันเลยบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"There's a restaurant close to the TV station.\"",
      "th": "\"มีร้านอาหารที่อยู่ใกล้ๆ สถานี\""
    }
  },
  {
    "translation": {
      "en": "And I wanted to be close to the TV station because I wanted to make sure for my safety.",
      "th": "ฉันอยากนัดเจอเขาในละแวกใกล้สถานี เพราะฉันก็ห่วงความปลอดภัยของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I wanted it to be someplace that I felt safe.",
      "th": "ฉันอยากพบกันในที่ที่ฉันรู้สึกปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "My boss at that time wanted me to take our security guard with us",
      "th": "หัวหน้าของฉันในตอนนั้นอยากให้ฉันพา พนักงานรักษาความปลอดภัยไปด้วย"
    }
  },
  {
    "translation": {
      "en": "because she feared for my safety.",
      "th": "เพราะเธอเป็นห่วงความปลอดภัยของฉัน"
    }
  },
  {
    "translation": {
      "en": "We knew that Dr. Cline did not want to, quote, \"be outed,\"",
      "th": "เรารู้ว่าหมอไคลน์ไม่อยากถูก \"เปิดโปง\""
    }
  },
  {
    "translation": {
      "en": "and Jacoba told me that he carried a gun.",
      "th": "และจาโคบาก็เคยบอกว่าเขาพกปืน"
    }
  },
  {
    "translation": {
      "en": "We thought that he was desperate.",
      "th": "เขาอาจเป็นเหมือนหมาจนตรอก"
    }
  },
  {
    "translation": {
      "en": "[Don] She is, um, uh, demanding I meet with… with them.",
      "th": "เธอเรียกร้องให้ผมไปพบ"
    }
  },
  {
    "translation": {
      "en": "They're going to force me to do this.",
      "th": "พวกเขาจะบังคับให้ผมต้องทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-[Jacoba] Mm-hmm. -[Don] I've gotta tell the truth.",
      "th": "ผมต้องพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "-[Jacoba] Mm-hmm. Well-- -[Don] And I don't want to do that.",
      "th": "- ก็… - แต่ผมไม่อยากทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Angela] I was very nervous,",
      "th": "ฉันกลัวมากเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "and when he came in, it was within minutes he's asking me",
      "th": "หลังจากเขาเข้ามาได้ไม่กี่นาที เขาก็ถามฉันว่า"
    }
  },
  {
    "translation": {
      "en": "if guns are allowed in the restaurant.",
      "th": "ร้านนี้ให้พกปืนเข้ามาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, \"What a weird thing to say to me.\"",
      "th": "ฉันก็คิดว่า \"ทำไมพูดอะไรแปลกๆ แบบนี้ล่ะ\""
    }
  },
  {
    "translation": {
      "en": "Then I'm looking down, and it looks like he has a gun underneath his sweater.",
      "th": "พอฉันมองลงไป ฉันก็เห็นรูปทรงคล้ายๆ ปืน อยู่ในเสื้อสเวตเตอร์ของเขา"
    }
  },
  {
    "translation": {
      "en": "There's something bulging on the side, and I'm thinking,",
      "th": "ฉันเห็นมันนูนอยู่ตรงข้างเอว แล้วฉันก็คิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"I don't wanna be crazy, but is there any chance",
      "th": "\"ฉันไม่ได้อยากจะตีโพยตีพายนะ แต่มันเป็นไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "that he could pull out a gun and shoot me?\" I honestly thought that.",
      "th": "ที่เขาจะชักปืนออกมายิงฉันน่ะ\" ฉันคิดแบบนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Angela] One of the first things he said in our conversation",
      "th": "หนึ่งในคำพูดแรกๆ ของเขาตอนคุยกันก็คือ"
    }
  },
  {
    "translation": {
      "en": "was that he knew where I lived,",
      "th": "เขารู้ว่าฉันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "and he knew where I was from.",
      "th": "และรู้ว่าฉันมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Remember, this was after he had said before,",
      "th": "จำได้ใช่ไหมว่านี่คือหลังจากที่เขาเคยบอกให้ฉัน…"
    }
  },
  {
    "translation": {
      "en": "\"Be careful.\"",
      "th": "\"ระวังตัว\""
    }
  },
  {
    "translation": {
      "en": "The meeting was about an hour long,",
      "th": "ฉันคุยกับเขาอยู่ประมาณหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and I feel like he was begging me",
      "th": "ฉันรู้สึกเหมือนเขากำลังอ้อนวอนฉัน"
    }
  },
  {
    "translation": {
      "en": "to not air the story.",
      "th": "ไม่ให้ออกข่าวเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "He said, \"It will ruin my marriage.\"",
      "th": "เขาว่า \"มันจะทำลายชีวิตคู่ของผม\""
    }
  },
  {
    "translation": {
      "en": "\"It will hurt my church. I'm an elder at the church.\"",
      "th": "\"มันจะเสียหายไปถึงโบสถ์ของผม ผมเป็นเอ็ลเดอร์ของโบสถ์นะ\""
    }
  },
  {
    "translation": {
      "en": "[Angela] I let him know that we have that burden to tell the truth,",
      "th": "ฉันเลยบอกเขาว่า เรามีหน้าที่ที่จะต้องพูดความจริง"
    }
  },
  {
    "translation": {
      "en": "and the truth matters.",
      "th": "และความจริงเป็นสิ่งสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] So that's when, like, the whole whirlwind just started with him,",
      "th": "ตอนนั้นแหละที่เขาเริ่มรับผลกรรมที่ตนเองก่อไว้"
    }
  },
  {
    "translation": {
      "en": "and strange things started happening.",
      "th": "และเริ่มมีเรื่องแปลกๆ เกิดขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I had woke up one day,",
      "th": "วันหนึ่งฉันตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and all of the lug nuts were missing off of my car.",
      "th": "แล้วพบว่าตัวนอตยึดล้อหายไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "And I'm talking all four tires.",
      "th": "ที่พูดนี่หมายถึงทั้งสี่ล้อเลยนะ"
    }
  },
  {
    "translation": {
      "en": "And that's scary.",
      "th": "น่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "So, yeah.",
      "th": "นั่นแหละค่ะ"
    }
  },
  {
    "translation": {
      "en": "[crying] And you can't tell me that that's like some freak… Yeah.",
      "th": "จะมาบอกว่าเป็นเรื่องบังเอิญก็คงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I was hacked.",
      "th": "ฉันโดนแฮ็ก"
    }
  },
  {
    "translation": {
      "en": "Everything that I had saved to a Google Drive",
      "th": "ทุกอย่างที่ฉันบันทึกไว้ในกูเกิลไดรฟ์"
    }
  },
  {
    "translation": {
      "en": "of publications of Cline was just erased,",
      "th": "เกี่ยวกับผลงานตีพิมพ์ของไคลน์ ถูกลบทิ้งไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "and every single email regarding him was gone.",
      "th": "และอีเมลที่เกี่ยวกับเขาทุกฉบับก็หายไปหมด"
    }
  },
  {
    "translation": {
      "en": "[Heather] Soon after I went public,",
      "th": "หลังจากที่ฉันเปิดเผยตัวตน"
    }
  },
  {
    "translation": {
      "en": "I started getting harassing phone calls,",
      "th": "ก็เริ่มมีคนโทรมาก่อกวน"
    }
  },
  {
    "translation": {
      "en": "like the cemetery asking if I wanted to buy a plot",
      "th": "อย่างเช่นมีคนโทรมาถามว่า อยากซื้อแปลงในสุสาน"
    }
  },
  {
    "translation": {
      "en": "for me to be buried in.",
      "th": "ไว้ฝังศพตัวเองไหม"
    }
  },
  {
    "translation": {
      "en": "I think it was to rattle me.",
      "th": "ฉันว่าก็เพื่อขู่ฉันนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "to… to re-traumatize me so that I would be quiet.",
      "th": "ทำให้ฉันรู้สึกสะเทือนใจอีกครั้ง เพื่อที่ฉันจะได้ปิดปากเงียบ"
    }
  },
  {
    "translation": {
      "en": "I don't think he wanted, um, any of us to talk publicly if he could help it.",
      "th": "ฉันว่าเขาคงไม่อยากให้พวกเรา ออกมาพูดต่อสาธารณะหรอก ถ้าทำได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] In my gut, I feel like we're being harassed and stalked",
      "th": "ฉันรู้สึกเหมือนเรากำลังถูกคุกคาม และสะกดรอยตาม"
    }
  },
  {
    "translation": {
      "en": "to get us to shut up,",
      "th": "เพื่อทำให้เราปิดปากเงียบ"
    }
  },
  {
    "translation": {
      "en": "especially when Cline called and threatened me over the phone.",
      "th": "โดยเฉพาะตอนที่ไคลน์โทรมาขู่ฉันทางโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "[Don] What you're doing is that you're telling the world,",
      "th": "สิ่งที่คุณกำลังทำอยู่คือประกาศเรื่องนี้ให้โลกรู้"
    }
  },
  {
    "translation": {
      "en": "and the world doesn't need to know.",
      "th": "ซึ่งโลกไม่จำเป็นต้องรู้เรื่องนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-I-- -[Jacoba] I'm not trying to do harm.",
      "th": "ฉันไม่ได้พยายามจะทำร้ายคุณนะคะ"
    }
  },
  {
    "translation": {
      "en": "[Don] Well, you are.",
      "th": "แต่คุณกำลังทำอยู่"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I'm not scared of you.",
      "th": "ฉันไม่กลัวคุณหรอก"
    }
  },
  {
    "translation": {
      "en": "You can threaten me,",
      "th": "จะขู่ฉันยังไงก็ได้"
    }
  },
  {
    "translation": {
      "en": "but I will never back down.",
      "th": "แต่ฉันจะไม่ถอยเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "I am going to expose you.",
      "th": "ฉันจะแฉเรื่องของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And I'm gonna expose all of your secrets.",
      "th": "และเปิดโปงความลับของคุณทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I found out that",
      "th": "ฉันไปรู้มาว่า"
    }
  },
  {
    "translation": {
      "en": "in 1963…",
      "th": "ในปี 1963"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] …he was driving…",
      "th": "ขณะที่เขากำลังขับรถอยู่"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] …and this little girl darted out between two cars…",
      "th": "มีเด็กผู้หญิงคนหนึ่งโผล่มาระหว่างรถสองคัน"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] …and he hit her.",
      "th": "เขาขับรถชนเด็ก"
    }
  },
  {
    "translation": {
      "en": "[woman] No!",
      "th": "ไม่!"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] She ended up dying.",
      "th": "สุดท้ายเด็กคนนั้นก็เสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "He has told everybody that's when he changed his life.",
      "th": "เขาบอกทุกคนว่าเหตุการณ์นั้นเปลี่ยนชีวิตเขา"
    }
  },
  {
    "translation": {
      "en": "That's when he found God.",
      "th": "นั่นคือตอนที่เขาพบพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[Mark] That traumatized him.",
      "th": "เหตุการณ์นั้นสะเทือนจิตใจของเขา"
    }
  },
  {
    "translation": {
      "en": "After that, he became more religious",
      "th": "หลังจากนั้นเขาก็เคร่งศาสนายิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "and, um, churchgoing than he had been before.",
      "th": "และขยันไปโบสถ์กว่าแต่ก่อน"
    }
  },
  {
    "translation": {
      "en": "Maybe he thought that this was his way of giving back,",
      "th": "เขาอาจจะคิดว่านี่เป็นการชดเชยความผิด"
    }
  },
  {
    "translation": {
      "en": "that he took a life that really wasn't his fault.",
      "th": "ที่เขาพรากชีวิตหนึ่งไป ทั้งๆ ที่ไม่ใช่ความผิดของเขา"
    }
  },
  {
    "translation": {
      "en": "Now, he was going to give back.",
      "th": "เขาก็เลยจะชดใช้ความผิดนั้น"
    }
  },
  {
    "translation": {
      "en": "Maybe that was a psychological process going through his mind.",
      "th": "นี่อาจเป็นกระบวนการทางจิตวิทยา ที่เกิดขึ้นกับเขาในขณะนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "But it doesn't really matter because that should not have been a way",
      "th": "แต่มันก็ไม่สำคัญหรอก เพราะ… เขาไม่น่าใช้วิธีนี้เพื่อชดเชยความผิด"
    }
  },
  {
    "translation": {
      "en": "that he was trying… to try to, uh, make amends",
      "th": "เขาไม่น่าใช้วิธีนี้เพื่อชดเชยความผิด"
    }
  },
  {
    "translation": {
      "en": "for some terrible accident that happened.",
      "th": "ในเรื่องอุบัติเหตุเลวร้ายที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Jan] He was very religious,",
      "th": "เขาเป็นคนเคร่งศาสนามาก"
    }
  },
  {
    "translation": {
      "en": "had very deep roots,",
      "th": "ฝังรากลึกเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "and he and his wife taught marriage counseling in their church.",
      "th": "เขากับภรรยาเคยสอน ด้านการให้คำปรึกษาปัญหาชีวิตคู่ที่โบสถ์"
    }
  },
  {
    "translation": {
      "en": "They taught Sunday school.",
      "th": "สอนศาสนาวันอาทิตย์ด้วย"
    }
  },
  {
    "translation": {
      "en": "And whenever he was in the office and all of us were there,",
      "th": "ทุกครั้งที่เขาเข้าคลินิก และพวกเราทุกคนอยู่กันพร้อมหน้า"
    }
  },
  {
    "translation": {
      "en": "he would sit down, and we would wait, and he would say a prayer.",
      "th": "เขาจะนั่งลง เราก็จะรอ และเขาก็จะสวดมนต์"
    }
  },
  {
    "translation": {
      "en": "He, at some point, asked me",
      "th": "เขาเคยถามฉันว่า"
    }
  },
  {
    "translation": {
      "en": "if I was Jewish,",
      "th": "ฉันเป็นยิวหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "and I said yes.",
      "th": "และฉันก็บอกว่าใช่"
    }
  },
  {
    "translation": {
      "en": "And I said, \"And by the way, I'm very uncomfortable with your office",
      "th": "และฉันก็บอกว่า \"จะว่าไป ห้องทำงานคุณทำให้ฉันรู้สึกอึดอัดมาก"
    }
  },
  {
    "translation": {
      "en": "full of all kinds of Christian sayings.\"",
      "th": "เพราะมันเต็มไปด้วยคำสอนชาวคริสเตียน\""
    }
  },
  {
    "translation": {
      "en": "Things like, \"If you want to get into heaven,",
      "th": "อย่างเช่น \"ถ้าอยากขึ้นสวรรค์"
    }
  },
  {
    "translation": {
      "en": "you need to be Christian.\"",
      "th": "ก็ต้องเป็นคริสเตียน\""
    }
  },
  {
    "translation": {
      "en": "Yeah. I knew… I knew Donald Cline.",
      "th": "ครับ ผมรู้จักโดนัลด์ ไคลน์"
    }
  },
  {
    "translation": {
      "en": "[man] The church is set up where they have an eldership.",
      "th": "โบสถ์ถูกวางให้ใช้ระบบเอ็ลเดอร์"
    }
  },
  {
    "translation": {
      "en": "So they have seven or eight men",
      "th": "มีผู้ชายเจ็ดแปดคน"
    }
  },
  {
    "translation": {
      "en": "that governed the church body as far as what was taught,",
      "th": "คอยควบคุมดูแลโบสถ์ไปจนถึงเรื่องหัวข้อคำสอน"
    }
  },
  {
    "translation": {
      "en": "and he was one of those elders.",
      "th": "ซึ่งเขาก็เป็นหนึ่งในเอ็ลเดอร์"
    }
  },
  {
    "translation": {
      "en": "We would go over to his house for baptisms.",
      "th": "เรามักจะไปที่บ้านเขาเพื่อทำพิธีล้างบาป"
    }
  },
  {
    "translation": {
      "en": "Literally, 50 to 100 people would attend baptisms",
      "th": "อาจมีคน 50 ถึง 100 คนที่มาทำพิธีล้างบาป"
    }
  },
  {
    "translation": {
      "en": "right there in their… at their swimming pool.",
      "th": "ที่สระน้ำบ้านเขา"
    }
  },
  {
    "translation": {
      "en": "[man] That's where we really got to know them.",
      "th": "ที่นั่นแหละที่ทำให้ผมได้รู้จักพวกเขามากขึ้น"
    }
  },
  {
    "translation": {
      "en": "From a Christian perspective, you have to say,",
      "th": "จากมุมมองของชาวคริสเตียน คงต้องบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we… we all have skeletons in our closet.\"",
      "th": "\"เราทุกคนก็มีความลับดำมืดกันทั้งนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "\"We all have done things that we regret doing.\"",
      "th": "เราต่างก็เคยทำสิ่งที่ทำให้เสียใจภายหลัง\""
    }
  },
  {
    "translation": {
      "en": "[man] I know that he and God have reconciled that.",
      "th": "ผมรู้ว่าเขากับพระเจ้าเข้าใจกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "That he's been forgiven, and that he has moved on from that,",
      "th": "เขาได้รับการอภัย และก้าวข้ามจากจุดนั้นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and he's a different person now.",
      "th": "เขากลายเป็นคนใหม่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] He portrays himself as this godly man.",
      "th": "เขาสร้างภาพให้ตัวเองดูเป็นผู้เคร่งศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "And I know we all make mistakes,",
      "th": "ฉันรู้ว่าทุกคนย่อมผิดพลาดกันได้"
    }
  },
  {
    "translation": {
      "en": "but I think there's more behind this.",
      "th": "แต่ฉันคิดว่ามันมีอะไรมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "What made him",
      "th": "อะไรที่ทำให้เขา"
    }
  },
  {
    "translation": {
      "en": "every day wake up and decide to go into his work,",
      "th": "ตื่นขึ้นมาทุกวัน พร้อมกับความคิดที่จะไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "masturbate,",
      "th": "ช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and place it unknowingly inside women without their consent.",
      "th": "และเอามันใส่เข้าไปในร่างกายของผู้หญิง โดยที่พวกเธอไม่ได้ยินยอม"
    }
  },
  {
    "translation": {
      "en": "He could've stopped at any point,",
      "th": "เขาจะหยุดเมื่อไหร่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "but he kept doing it over and over and over and over.",
      "th": "แต่เขาก็ทำแบบนี้มาเรื่อยๆ ซ้ำแล้ว ซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "[man] Growing up, I kind of knew that something was off.",
      "th": "ตอนเด็กๆ ผมมีความรู้สึกว่ามีบางอย่างที่ผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "Something was different.",
      "th": "มีบางอย่างที่แปลกๆ"
    }
  },
  {
    "translation": {
      "en": "You know, why do I got blond hair, blue eyes?",
      "th": "ทำไมผมถึงมีผมสีบลอนด์ ตาสีฟ้าล่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Everyone in my family has dark eyes and dark hair.",
      "th": "คนอื่นๆ ในครอบครัว มีผมสีเข้ม ตาสีเข้มกันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "So, I got an Ancestry kit just to figure out where I came from.",
      "th": "ผมเลยซื้อชุดตรวจดีเอ็นเอมา เพื่อจะได้รู้ว่าผมมีพื้นเพมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "[man] When Ancestry results came through, my coworker said,",
      "th": "วันที่ผลตรวจออก เพื่อนร่วมงานผมบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, you'll have 11, 15 hits on Ancestry.\"",
      "th": "นายคงจะเจอญาติสัก 10 หรือ 15 คน"
    }
  },
  {
    "translation": {
      "en": "Well, when I opened up mine, I had over 3,000 hits.",
      "th": "(เจสัน ไฮแอท พี่น้องคนที่ 48) แต่พอผมเปิดดู ผมกลับเจอญาติ 3,000 คน"
    }
  },
  {
    "translation": {
      "en": "[Jason] And then immediately after that,",
      "th": "ทันทีที่ผมเปิดดู"
    }
  },
  {
    "translation": {
      "en": "Jacoba called me.",
      "th": "จาโคบาก็โทรมา"
    }
  },
  {
    "translation": {
      "en": "\"I'm your sister.\"",
      "th": "\"ฉันเป็นพี่สาวคุณ\""
    }
  },
  {
    "translation": {
      "en": "And she told me the truth.",
      "th": "และเธอก็เล่าความจริงให้ผมฟัง"
    }
  },
  {
    "translation": {
      "en": "I don't even know how to tell you the emotions that came over my head.",
      "th": "ผมไม่รู้จะอธิบายความรู้สึก ที่แล่นเข้ามาในหัวตอนนั้นยังไงดี"
    }
  },
  {
    "translation": {
      "en": "Took me to an incredibly dark place.",
      "th": "เหมือนทุกอย่างมันดำมืดไปหมด"
    }
  },
  {
    "translation": {
      "en": "Why? Why feel the need to do this?",
      "th": "ทำไมล่ะ ทำไมถึงคิดว่าจะต้องทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Is it to… to further your career?",
      "th": "เพื่อความก้าวหน้าในอาชีพการงานงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is it to be the best of the best?",
      "th": "เพื่อเป็นยอดคนงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is this to create life?",
      "th": "เพื่อสร้างชีวิตงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Is this some sort of sexual thing?",
      "th": "หรือเป็นเรื่องของความชอบทางเพศ"
    }
  },
  {
    "translation": {
      "en": "Like, I don't know.",
      "th": "เดาไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "I feel like he's hiding something more sinister.",
      "th": "ผมรู้สึกว่าเขากำลังเก็บซ่อนอะไรบางอย่าง ที่เลวร้ายยิ่งกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Jason, we talked on the phone a lot before we got to meet.",
      "th": "ฉันกับเจสันคุยกันทางโทรศัพท์บ่อยมาก ก่อนที่เราจะได้เจอกัน"
    }
  },
  {
    "translation": {
      "en": "Hey, how are you?",
      "th": "หวัดดี เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "This is crazy.",
      "th": "ไม่อยากจะเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I know!",
      "th": "ใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Jason and I are very similar.",
      "th": "ฉันกับเจสันมีอะไรคล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Like, we can read through people's bullshit.",
      "th": "เรามองคนตอแหลทะลุปรุโปร่ง"
    }
  },
  {
    "translation": {
      "en": "When someone isn't religious,",
      "th": "คนที่ไม่ได้เคร่งศาสนาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and you're gonna use religious verses to justify your actions,",
      "th": "แต่กลับใช้ข้อความทางศาสนา มาทำให้การกระทำของตัวเองดูดี"
    }
  },
  {
    "translation": {
      "en": "that just makes it even more--",
      "th": "มันยิ่งทำให้…"
    }
  },
  {
    "translation": {
      "en": "Worse. I would have just laughed at him.",
      "th": "ยิ่งแย่เข้าไปใหญ่ ผมละอยากขำ"
    }
  },
  {
    "translation": {
      "en": "Well, and it makes it even more of a reasoning of people saying,",
      "th": "มันยิ่งเป็นเหตุผลให้คนพูดได้ว่า"
    }
  },
  {
    "translation": {
      "en": "\"That right there is why I would never be religious",
      "th": "\"เพราะแบบนี้แหละ ฉันถึงไม่มีวันหันเข้าหาศาสนาเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "because of fuck nuts like you.\"",
      "th": "เพราะไอ้บ้าโรคจิตอย่างแกนี่แหละ\""
    }
  },
  {
    "translation": {
      "en": "And it took all I had in me",
      "th": "ฉันต้องรวบรวมสติอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "to talk to him on the phone that day without going off.",
      "th": "ที่จะคุยโทรศัพท์กับเขาในวันนั้น โดยที่ไม่โวยวายสติแตก"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"You've just got to remain calm",
      "th": "ฉันแค่คิดว่า \"เราต้องสงบสติอารมณ์เข้าไว้"
    }
  },
  {
    "translation": {
      "en": "because you're recording this, and try to get as much out.\"",
      "th": "เพราะกำลังอัดเสียงอยู่ พยายามทำให้เขาพูดออกมาเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "Let me hear it.",
      "th": "ขอฟังหน่อยซิ"
    }
  },
  {
    "translation": {
      "en": "[Don] You know, I know that nothing happens without God,",
      "th": "ผมรู้ว่าทุกเรื่องที่เกิดขึ้น เป็นเพราะพระเจ้า…"
    }
  },
  {
    "translation": {
      "en": "um, allowing it.",
      "th": "อนุญาตให้มันเกิด"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] See, I think that's where our problem is.",
      "th": "นี่แหละค่ะ ที่ฉันคิดว่าเป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "I don't think that God should have allowed it in the first place,",
      "th": "ฉันไม่คิดว่าพระเจ้าควรจะอนุญาต ให้เรื่องนี้เกิดขึ้นตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "and I really think that we ask ourselves every day, \"Why are we here?\"",
      "th": "และฉันก็คิดจริงๆ ว่า เราถามตัวเองทุกวันว่า \"เราเกิดมาทำไม\""
    }
  },
  {
    "translation": {
      "en": "I think that's, like, a lot of our problems. [scoffing]",
      "th": "ฉันว่านี่เป็นปัญหาของพวกเราหลายคน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Don] Well, you know, I mentioned one of my favorite, um…",
      "th": "จำได้ไหม ผมเคยพูดถึง…"
    }
  },
  {
    "translation": {
      "en": "One of my favorite scriptures was Jeremiah 1:5.",
      "th": "ข้อความจากพระคัมภีร์ตอนหนึ่งที่ผมชอบมาก คือเยเรมีย์ 1:5"
    }
  },
  {
    "translation": {
      "en": "If you'll remember, it says,",
      "th": "คุณคงจำได้ ข้อความนั้นก็คือ"
    }
  },
  {
    "translation": {
      "en": "\"Before I formed you in your mother's womb, I knew you.\"",
      "th": "\"เราได้รู้จักเจ้า ก่อนที่เราได้ก่อร่างตัวเจ้าขึ้นในครรภ์\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Mm-hmm. Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "and… and that tells me, and it should tell everybody",
      "th": "ซึ่งมันควรเป็นเครื่องยืนยันกับผมและทุกคนว่า"
    }
  },
  {
    "translation": {
      "en": "that no one is born as a mistake.",
      "th": "ไม่มีใครเกิดขึ้นมาจากความผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "Before I knew you, in your mother-- What it… What was it? It's--",
      "th": "\"เราได้รู้จักเจ้าตั้งแต่ในครรภ์…\" อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "\"Before I formed you in your mother's womb, I knew you.\"",
      "th": "\"เราได้รู้จักเจ้า ก่อนที่เราได้ก่อร่างตัวเจ้าขึ้นในครรภ์\""
    }
  },
  {
    "translation": {
      "en": "Jeremiah 1:5.",
      "th": "เยเรมีย์ 1:5"
    }
  },
  {
    "translation": {
      "en": "Which really just kinda…",
      "th": "มันแสดงให้เห็นเลยว่า…"
    }
  },
  {
    "translation": {
      "en": "nails it all home that he knew what he was doing.",
      "th": "เขารู้ตัวว่ากำลังทำอะไรอยู่"
    }
  },
  {
    "translation": {
      "en": "He knew exactly what he was doing with us.",
      "th": "เขารู้มาตลอดว่าเขากำลังทำอะไรกับพวกเรา"
    }
  },
  {
    "translation": {
      "en": "I've just become obsessed with the story",
      "th": "ฉันหมกมุ่นอยู่กับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and trying to piece everything together.",
      "th": "และพยายามปะติดปะต่อเรื่องราวเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "When I was sent an email",
      "th": "ตอนที่ฉันได้รับอีเมล"
    }
  },
  {
    "translation": {
      "en": "from someone at the Attorney General's office,",
      "th": "จากใครสักคนที่สำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "I would go through, and the person that sent me the email,",
      "th": "ฉันก็จะขุดคุ้ยประวัติของคนที่ส่งอีเมล"
    }
  },
  {
    "translation": {
      "en": "and every person that was copied in on that email,",
      "th": "และทุกคนที่ได้รับสำเนาอีเมลนั้น"
    }
  },
  {
    "translation": {
      "en": "I would search them on Facebook.",
      "th": "ฉันจะค้นหาพวกเขาในเฟซบุ๊ก"
    }
  },
  {
    "translation": {
      "en": "And one of the people with the state",
      "th": "และหนึ่งในคนเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "has a \"Quiverfull\" email address.",
      "th": "มีอีเมล \"ควิเวอร์ฟูล\""
    }
  },
  {
    "translation": {
      "en": "That's when it was--",
      "th": "ตอนนั้นแหละที่ฉันสงสัย…"
    }
  },
  {
    "translation": {
      "en": "\"What is Quiverfull? Like, what the hell is it?\"",
      "th": "\"ควิเวอร์ฟูลคืออะไร มันคืออะไรวะเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "God says, \"Children are a blessing.\"",
      "th": "พระเจ้าบอกว่า \"บุตรทั้งหลายคือของขวัญ\""
    }
  },
  {
    "translation": {
      "en": "\"We should want to have our quiver full of them…\"",
      "th": "\"ชายใดมีลูกธนูเต็มแล่งก็เป็นสุข\""
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Quiverfull. It's essentially a cult",
      "th": "ควิเวอร์ฟูลก็คือลัทธิหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "aimed to having as many children as possible.",
      "th": "ที่คำสอนหลักๆ คือการมีลูกให้เยอะที่สุด"
    }
  },
  {
    "translation": {
      "en": "If a man with his wife has a lot of children,",
      "th": "ถ้าชายใดกับภรรยามีลูกเยอะ"
    }
  },
  {
    "translation": {
      "en": "he will send them out as arrows.",
      "th": "ชายผู้นั้นจะส่งลูกออกไปดังลูกธนู"
    }
  },
  {
    "translation": {
      "en": "He's like a warrior for God, and he sends his children out",
      "th": "เปรียบดั่งนักรบของพระเจ้า ผู้ที่ส่งลูกๆ ออกไป"
    }
  },
  {
    "translation": {
      "en": "as arrows into the world, who will be ambassadors for God.",
      "th": "ดั่งลูกธนูที่กระจายออกไปในโลก ที่จะทำหน้าที่เป็นผู้แทนของพระองค์"
    }
  },
  {
    "translation": {
      "en": "[woman] The children are raised to actively participate in government,",
      "th": "เด็กๆ จะถูกเลี้ยง ให้มีส่วนในการบริหารบ้านเมือง"
    }
  },
  {
    "translation": {
      "en": "to actively run for office,",
      "th": "หาเสียงเพื่อลงชิงตำแหน่งทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "to seek positions of political prominence,",
      "th": "ใฝ่หาอำนาจบารมีทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "and eventually that the civil law will actually be the Bible.",
      "th": "จนในที่สุด คัมภีร์ไบเบิลก็จะมาแทนที่กฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Lo and behold, Jeremiah 1:5,",
      "th": "ดูสิ เยเรมีย์ 1:5"
    }
  },
  {
    "translation": {
      "en": "the verse that he kept using",
      "th": "ข้อความที่เขาชอบเอามาใช้"
    }
  },
  {
    "translation": {
      "en": "is one of the Bible verses",
      "th": "เป็นหนึ่งในข้อความในคัมภีร์ไบเบิล"
    }
  },
  {
    "translation": {
      "en": "that Quiverfull uses.",
      "th": "ที่ควิเวอร์ฟูลใช้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Basically, for them, women are just-- You… you breed.",
      "th": "(ฉันโตมากับลัทธิคำสอนดั้งเดิม เหมือนในเรื่อง \"เดอะแฮนด์เมดส์เทล\") หลักๆ ก็คือ สำหรับคนพวกนี้ ผู้หญิงเป็นแค่เครื่องผลิตลูก"
    }
  },
  {
    "translation": {
      "en": "Was Cline in this Quiverfull movement?",
      "th": "ไคลน์อยู่ในกระบวนการควิเวอร์ฟูลหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Were all of us part of some sick, twisted, secret society?",
      "th": "พวกเราทุกคนเป็นส่วนหนึ่งของสังคมลับๆ ที่วิปริตผิดเพี้ยนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "There's so many theories that I've thought of in my head.",
      "th": "มีทฤษฎีมากมายที่ฉันคิดอยู่ในหัว"
    }
  },
  {
    "translation": {
      "en": "[Heather] I think the philosophies",
      "th": "ฉันคิดว่าปรัชญา"
    }
  },
  {
    "translation": {
      "en": "or the beliefs of the Quiverfull movement seem so outrageous to me",
      "th": "หรือความเชื่อของกระบวนการควิเวอร์ฟูล มันฟังดูผิดเพี้ยนมาก"
    }
  },
  {
    "translation": {
      "en": "that it's hard for me to actually believe that it's real.",
      "th": "จนฉันไม่อยากเชื่อว่ามีลัทธิแบบนี้อยู่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I agree with that and that we could even be a part of it.",
      "th": "ฉันเห็นด้วย แถมเรายังอาจ เกี่ยวข้องกับเรื่องนี้ด้วยก็ได้"
    }
  },
  {
    "translation": {
      "en": "[whispering] Yeah.",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Julie] With the Quiverfull theory, back when we were all conceived,",
      "th": "ถ้าอิงจากทฤษฎีควิเวอร์ฟูล ตอนที่พวกเราปฏิสนธิน่ะ"
    }
  },
  {
    "translation": {
      "en": "that theory was to produce more of the white race",
      "th": "ทฤษฎีที่ว่าก็คือต้องผลิตเผ่าพันธุ์ผิวขาวเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "because they were in fear that other races were infiltrating that",
      "th": "เพราะพวกนั้นกลัวว่าเผ่าพันธุ์อื่นๆ จะเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and the white race would eventually disappear.",
      "th": "แล้วทำให้เผ่าพันธุ์ผิวขาวหายไปในที่สุด"
    }
  },
  {
    "translation": {
      "en": "I mean,",
      "th": "คือ…"
    }
  },
  {
    "translation": {
      "en": "when you look at that wall of babies,",
      "th": "ถ้าดูรูปถ่ายเด็กทารกที่แปะติดเต็มกำแพง"
    }
  },
  {
    "translation": {
      "en": "it is all Caucasian babies.",
      "th": "มีแต่เด็กทารกผิวขาวทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] It's crazy because every time we get a DNA match,",
      "th": "มันเป็นเรื่องที่บ้ามาก เพราะทุกครั้งที่ปรากฏผลดีเอ็นเอตรงกัน"
    }
  },
  {
    "translation": {
      "en": "it's like, \"Yep. Looks like one of the Cline boys,\"",
      "th": "ก็จะเหมือนว่า \"นั่นไง ลูกชายถอดแบบไคลน์โผล่มาอีกคนแล้ว\""
    }
  },
  {
    "translation": {
      "en": "or \"Looks like a Cline girl.\"",
      "th": "หรือไม่ก็ \"ลูกสาวไคลน์โผล่มาอีกแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Most of us have blond hair",
      "th": "พวกเราส่วนใหญ่มีผมสีบลอนด์"
    }
  },
  {
    "translation": {
      "en": "and blue eyes.",
      "th": "และตาสีฟ้า"
    }
  },
  {
    "translation": {
      "en": "I hate to say this 'cause it sounds so-- But it's almost like",
      "th": "ฉันไม่อยากพูดแบบนี้เลย เพราะมันฟังดู… แต่มันเกือบจะเหมือนว่า"
    }
  },
  {
    "translation": {
      "en": "we're like this perfect Aryan clan,",
      "th": "พวกเราเป็นชนเผ่าอารยันที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "and… it's disgusting.",
      "th": "ซึ่งมัน… น่าขยะแขยงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's sad that we have to have conspiracy theories",
      "th": "น่าเศร้านะที่เราต้องมาหาทฤษฎีสมคบคิดกัน"
    }
  },
  {
    "translation": {
      "en": "to understand why he did this.",
      "th": "เพื่อที่จะเข้าใจว่าทำไมเขาถึงทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "If he would just tell us, then we wouldn't have to go through",
      "th": "ถ้าเขายอมบอกเรามาซะ เราก็คงไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "of trying to find all these different reasons…",
      "th": "พยายามค้นหาเหตุผลนานาประการพวกนี้…"
    }
  },
  {
    "translation": {
      "en": "Life would be easier for him if he did.",
      "th": "ชีวิตคงง่ายขึ้นเยอะ ถ้าเขาบอก"
    }
  },
  {
    "translation": {
      "en": "It would help all of us heal too.",
      "th": "และจะช่วยเยียวยาจิตใจเราด้วย"
    }
  },
  {
    "translation": {
      "en": "But you're not gonna get that from somebody that does not have compassion or any empathy.",
      "th": "แต่เราคงไปขอให้คนที่ ไร้หัวจิตหัวใจทำอะไรให้ไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "It's disgusting to sit there and lay in bed at night,",
      "th": "มันน่าขยะแขยงมาก เวลานอนอยู่บนเตียงตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "and wonder if the person that created you",
      "th": "และคิดสงสัยว่าคนที่ให้กำเนิดเรา"
    }
  },
  {
    "translation": {
      "en": "is some racist bigot,",
      "th": "เป็นพวกคลั่งศาสนาเหยียดผิวหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "and he used my mom as a pawn.",
      "th": "และเขาใช้แม่ฉันเป็นเบี้ย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And he did it over and over and over again.",
      "th": "และทำแบบนี้อีกซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "I didn't ask to be born.",
      "th": "ฉันไม่ได้ขอเกิดมาซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "I didn't ask to be born into this situation.",
      "th": "ฉันไม่ได้ขอเกิดมาแล้วต้องเผชิญเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "But this is my life.",
      "th": "แต่นี่คือชีวิตของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Debbie] But it's not your fault.",
      "th": "มันไม่ใช่ความผิดของลูก"
    }
  },
  {
    "translation": {
      "en": "No, it's not, but then you have this man who shares half of my DNA.",
      "th": "ใช่ หนูรู้ แต่มีผู้ชายคนนี้อยู่ ที่เรามีดีเอ็นเอของเขาอยู่ครึ่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Our DNA.",
      "th": "ดีเอ็นเอของพวกเรา"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] There's just so many theories, and I…",
      "th": "มีทฤษฎีอยู่มากมาย"
    }
  },
  {
    "translation": {
      "en": "I don't think we'll ever know why he was doing it,",
      "th": "และ… ฉันว่าเราคงไม่มีวันรู้หรอก ว่าทำไมเขาถึงทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "but",
      "th": "แต่…"
    }
  },
  {
    "translation": {
      "en": "I want him to have to pay for it. I want an investigation.",
      "th": "ฉันอยากให้เขาชดใช้ ฉันอยากให้มีการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "I want him punished.",
      "th": "ฉันอยากให้เขาถูกลงโทษ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba sighing] The Attorney General's office didn't give a shit.",
      "th": "(เรื่องการปฏิบัติหน้าที่ทางการแพทย์ ของนายแพทย์โดนัลด์ ไคลน์) สำนักงานอัยการสูงสุดไม่สนใจ"
    }
  },
  {
    "translation": {
      "en": "We were told that they couldn't give us any information",
      "th": "พวกเขาบอกว่าไม่สามารถให้ข้อมูลแก่เราได้"
    }
  },
  {
    "translation": {
      "en": "and we weren't allowed to know.",
      "th": "และเราไม่ได้รับอนุญาตให้รู้ข้อมูลนี้"
    }
  },
  {
    "translation": {
      "en": "And we just kind of got disregarded.",
      "th": "และก็เหมือนเรื่องของเราถูกปัดตกไป"
    }
  },
  {
    "translation": {
      "en": "The one person that we had was Angela Ganote,",
      "th": "คนเดียวที่เรามีก็คือแอนเจลา กาโนต"
    }
  },
  {
    "translation": {
      "en": "calling and asking them, \"What are you going to do?\"",
      "th": "เธอคอยโทรไปหาพวกเขาแล้วถามว่า \"สรุปว่าคุณจะทำยังไง\""
    }
  },
  {
    "translation": {
      "en": "[Angela] I had started back in 2015,",
      "th": "ฉันเริ่มทำเรื่องนี้ตั้งแต่ปี 2015"
    }
  },
  {
    "translation": {
      "en": "asking the Attorney General for an interview,",
      "th": "ฉันโทรไปที่สำนักงานอัยการสูงสุดเพื่อขอสัมภาษณ์"
    }
  },
  {
    "translation": {
      "en": "asking anything that I could know about this, and they would tell me nothing.",
      "th": "อะไรก็ได้ที่มัน… เกี่ยวกับเรื่องนี้ที่ฉันสามารถรู้ได้ แต่พวกเขาไม่ยอมบอกอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "And then I also reached out to the Marion County prosecutor",
      "th": "แล้วฉันก็ติดต่อไปหาอัยการที่แมเรียนเคาน์ตี"
    }
  },
  {
    "translation": {
      "en": "and said, \"Is anyone listening?\"",
      "th": "บอกว่า \"มีใครฟังอยู่ไหมคะเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "Finally, the spokesperson from the Marion County prosecutor's office said,",
      "th": "จนในที่สุด โฆษกจาก สำนักงานอัยการแมเรียนเคาน์ตีก็บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Angela, I'm sorry. I don't-- Somehow I missed it.\"",
      "th": "\"แอนเจลา ขอโทษนะคะ แต่ฉันไม่ทราบเรื่องเลย\""
    }
  },
  {
    "translation": {
      "en": "I laid out a long paragraph of the whole story and what had happened.",
      "th": "ฉันก็เลยเอาข้อความย่อหน้ายาวๆ ให้อ่านว่าเรื่องมันเป็นมายังไง"
    }
  },
  {
    "translation": {
      "en": "I had even sent our story that had aired and said,",
      "th": "ฉันส่งตอนที่ออกอากาศในทีวีไปให้ด้วย แล้วก็ถามว่า"
    }
  },
  {
    "translation": {
      "en": "\"Did you watch our story?",
      "th": "\"คุณได้ดูตอนเราทำข่าวเรื่องนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "I've been asking these questions for more than a year, and I'm getting nowhere.\"",
      "th": "ฉันถามคำถามพวกนี้มาปีกว่าแล้ว แต่ยังไม่คืบหน้าไปถึงไหนเลย"
    }
  },
  {
    "translation": {
      "en": "\"And I feel like it's time that the prosecutor, or the Attorney General,",
      "th": "และฉันก็รู้สึกว่ามันถึงเวลาที่ อัยการหรือสำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "or somebody sits down and answers the questions that I have.\"",
      "th": "หรือใครก็ตาม ต้องมานั่งตอบคำถามของฉันได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "When we got the media inquiry,",
      "th": "ตอนที่เราได้รับคำถามจากสื่อ"
    }
  },
  {
    "translation": {
      "en": "there hadn't been any true investigation done anywhere yet.",
      "th": "ยังไม่มีการสืบสวนเรื่องนี้อย่างจริงจังเลย"
    }
  },
  {
    "translation": {
      "en": "But at the end of the day,",
      "th": "แต่หลังจากที่พิจารณาทุกอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "there's just no crime that touches this particular act.",
      "th": "กลับไม่สามารถระบุได้ว่า การกระทำนี้ถือเป็นอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "That's our problem.",
      "th": "นั่นแหละที่เป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "So I remember we were sitting there,",
      "th": "ฉันจำได้ว่าเรานั่งคุยกัน"
    }
  },
  {
    "translation": {
      "en": "and, um, you know, we're asking him,",
      "th": "แล้ว… เราก็ถามเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"How is this not rape?\"",
      "th": "\"จะไม่ใช่การข่มขืนได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "I don't deny that it was a sexual violation.",
      "th": "ผมไม่ปฏิเสธที่นี่ถือเป็นการล่วงละเมิดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "But legally, it isn't a sexual violation.",
      "th": "แต่ถ้าว่ากันตามตัวบทกฎหมาย นี่ไม่ถือเป็นการล่วงละเมิดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "\"I feel like my mother was raped\"",
      "th": "\"ฉันรู้สึกเหมือนแม่ฉันถูกข่มขืน\""
    }
  },
  {
    "translation": {
      "en": "is a valid human emotional statement.",
      "th": "เป็นถ้อยคำที่แสดงถึงความรู้สึกของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "But…\"Dr. Cline committed rape\"",
      "th": "แต่ถ้าพูดว่า \"ดร.ไคลน์กระทำการข่มขืน\""
    }
  },
  {
    "translation": {
      "en": "is a legal assertion that was not true,",
      "th": "ถือเป็นข้อยืนยันทางกฎหมาย ซึ่งไม่เป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "and I wasn't gonna put it on paper",
      "th": "และผมจะไม่เขียนลงไปบนกระดาษ"
    }
  },
  {
    "translation": {
      "en": "with my signature.",
      "th": "แล้วเซ็นรับรองเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "And I said, \"What about battery?\"",
      "th": "ฉันก็ถามต่อว่า \"ถ้าเป็นการทำร้ายร่างกายล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And… [scoffing] …he got rude with me.",
      "th": "แล้ว… เขาก็หยาบคายใส่ฉันเลย"
    }
  },
  {
    "translation": {
      "en": "He said, \"I don't know how many times I'm gonna have to tell you this.\"",
      "th": "เขาบอกว่า \"ผมไม่รู้ว่าผมต้องพูดอีกกี่หน"
    }
  },
  {
    "translation": {
      "en": "\"I can't charge him with battery. It wasn't battery.\"",
      "th": "แต่ผมแจ้งข้อกล่าวหา ทำร้ายร่างกายกับเขาไม่ได้ เพราะมันไม่ใช่\""
    }
  },
  {
    "translation": {
      "en": "I, uh, was so pissed.",
      "th": "ฉันโมโหมาก"
    }
  },
  {
    "translation": {
      "en": "I looked at Tim Delaney, and I said,",
      "th": "ฉันมองหน้าทิม เดเลนีย์แล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"So if I spit in your face right now,",
      "th": "\"งั้นถ้าฉันถุยน้ำลายใส่หน้าคุณ"
    }
  },
  {
    "translation": {
      "en": "it's not battery?\"",
      "th": "ก็ไม่ถือเป็นการทำร้ายร่างกายใช่ไหม\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"It is, because you'd be spitting on me.\"",
      "th": "เขาบอกว่า \"ถือเป็นการทำร้ายร่างกาย เพราะคุณมาถุยใส่ผม\""
    }
  },
  {
    "translation": {
      "en": "And I'm like, \"What the fuck?\"",
      "th": "แล้วฉันก็แบบ \"อะไรวะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "\"So a doctor can go jack off",
      "th": "สรุปว่าหมอสามารถช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and put their sperm in a woman",
      "th": "แล้วเอาน้ำเชื้อมาใส่ในตัวผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "who's their patient that did not consent",
      "th": "ซึ่งเป็นคนไข้ ที่ไม่ได้ยินยอม"
    }
  },
  {
    "translation": {
      "en": "to have their doctor do that,",
      "th": "ให้หมอมาทำอะไรแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "but yet, you're gonna tell me that if I spit in your face,",
      "th": "แต่คุณกลับบอกฉันว่าถ้าฉันถุยน้ำลายใส่หน้าคุณ"
    }
  },
  {
    "translation": {
      "en": "I'd be arrested and charged with battery?\"",
      "th": "ฉันจะถูกจับในข้อหาทำร้ายร่างกายงั้นเหรอ\""
    }
  },
  {
    "translation": {
      "en": "Jacoba and a lot of the individuals touched by this were very emotional,",
      "th": "จาโคบาและอีกหลายคน ที่ได้รับผลกระทบจากเรื่องนี้กำลังอ่อนไหว"
    }
  },
  {
    "translation": {
      "en": "and had, um, a feeling that what I was there to do,",
      "th": "และไม่คิดว่าหน้าที่ของผมในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "wasn't to apply the law",
      "th": "คือการนำกฎหมายมาใช้"
    }
  },
  {
    "translation": {
      "en": "to determine whether or not Dr. Cline had committed a crime.",
      "th": "เพื่อพิจารณาว่า หมอไคลน์ได้ก่อเหตุอาชญากรรมหรือไม่"
    }
  },
  {
    "translation": {
      "en": "They thought I was there to deliver catharsis.",
      "th": "พวกเขาคิดว่าผมมีหน้าที่ เป็นเครื่องระบายอารมณ์เฉยๆ"
    }
  },
  {
    "translation": {
      "en": "And I wasn't.",
      "th": "ซึ่งผมไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "There's unequal application of the law.",
      "th": "มีการใช้กฎหมายอย่างไม่เท่าเทียมกันอยู่ มันเกิดขึ้นทุกวัน"
    }
  },
  {
    "translation": {
      "en": "It happens every day, it happens all over the United States,",
      "th": "มีการใช้กฎหมายอย่างไม่เท่าเทียมกันอยู่ มันเกิดขึ้นทุกวัน ทั่วทั้งสหรัฐอเมริกาและในอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "and it happens here in Indiana.",
      "th": "ทั่วทั้งสหรัฐอเมริกาและในอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "Was there fraud?",
      "th": "มีการทุจริตหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Was there something else?",
      "th": "มีเรื่องอะไรอย่างอื่นอีกไหม"
    }
  },
  {
    "translation": {
      "en": "I just didn't feel like it was investigated enough",
      "th": "ฉันแค่ไม่รู้สึกว่าเรื่องนี้ได้รับการสืบสวนที่เพียงพอ"
    }
  },
  {
    "translation": {
      "en": "to look at what could he have been charged with.",
      "th": "เพื่อที่จะพิจารณาว่า จะตั้งข้อหาอะไรกับเขาได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "There was never a good explanation in my mind.",
      "th": "ฉันไม่เคยคิดคำอธิบายที่สมเหตุสมผลได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Liz] I had a copy of the Indiana sexual assault law,",
      "th": "ฉันมีสำเนากฎหมายล่วงละเมิดทางเพศ ของรัฐอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Surely, there's somewhere in this law that you can say--\"",
      "th": "แล้วฉันก็บอกว่า \"มันต้องมีสักมาตรา ในกฎหมายนี้ที่คุณจะเอามา…\""
    }
  },
  {
    "translation": {
      "en": "He says, \"No, it has to have both components. It has to have force",
      "th": "เขาว่า \"ไม่ได้ เพราะต้องมี สองอย่างประกอบกัน ต้องใช้กำลังบังคับ"
    }
  },
  {
    "translation": {
      "en": "and non-consent.\"",
      "th": "และต้องไม่ได้รับการยินยอม\""
    }
  },
  {
    "translation": {
      "en": "When you talk about rape,",
      "th": "เมื่อพูดถึงการข่มขืน"
    }
  },
  {
    "translation": {
      "en": "there is a provision in Indiana law that says,",
      "th": "มีบทบัญญัติในกฎหมายอินเดียนาที่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Rape can include conduct",
      "th": "\"การข่มขืนอาจรวมถึงพฤติการณ์ที่"
    }
  },
  {
    "translation": {
      "en": "which a victim does not know is sexual, but the perpetrator knows is sexual.\"",
      "th": "เหยื่อไม่ทราบว่าเป็นเรื่องทางเพศ แต่ผู้ก่อเหตุทราบว่าเป็นเรื่องทางเพศ\""
    }
  },
  {
    "translation": {
      "en": "And that, I think, is actually the closest charge,",
      "th": "ฉันว่านี่คงเป็นข้อหาที่ใกล้เคียงที่สุด"
    }
  },
  {
    "translation": {
      "en": "because in order for him to produce this sperm sample,",
      "th": "เพราะเพื่อที่เขาจะสามารถผลิตน้ำเชื้อออกมาได้"
    }
  },
  {
    "translation": {
      "en": "he had to masturbate in very close proximity",
      "th": "เขาจะต้องช่วยตัวเองในพื้นที่ที่อยู่ใกล้"
    }
  },
  {
    "translation": {
      "en": "to the office where a patient was waiting,",
      "th": "กับห้องตรวจที่คนไข้รออยู่"
    }
  },
  {
    "translation": {
      "en": "unclothed from the waist down,",
      "th": "โดยที่ไม่ใส่อะไรตั้งแต่ช่วงเอวลงไป"
    }
  },
  {
    "translation": {
      "en": "with a paper cloth covering her knees,",
      "th": "มีเพียงผ้ากระดาษที่ห่มบริเวณเข่าเอาไว้"
    }
  },
  {
    "translation": {
      "en": "and knees spread apart.",
      "th": "และยังนอนถ่างขาอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "Who's to say when this touch",
      "th": "ใครเป็นคนตัดสินว่าการกระทำขั้นไหน"
    }
  },
  {
    "translation": {
      "en": "stops becoming sexual and starts becoming clinical?",
      "th": "ไม่นับว่าเป็นเรื่องทางเพศ แต่เป็นเพียงขั้นตอนการรักษา"
    }
  },
  {
    "translation": {
      "en": "I think even if he's not thinking of the patient in a sexual sense,",
      "th": "ฉันคิดว่าถึงแม้เขาจะไม่ได้ คิดถึงเรื่องทางเพศกับคนไข้"
    }
  },
  {
    "translation": {
      "en": "the very fact that he's still under the effects of physical arousal",
      "th": "แต่การที่ร่างกายเขายังคงมีความตื่นตัวทางเพศ"
    }
  },
  {
    "translation": {
      "en": "makes this a sexual touching.",
      "th": "เป็นเครื่องชี้ว่านี่คือการสัมผัสทางเพศ"
    }
  },
  {
    "translation": {
      "en": "Even if he's thinking of his wife or a pink fuzzy bunny rabbit,",
      "th": "แม้ว่าเขาจะคิดถึงเมีย หรือกระต่ายขนฟูสีชมพูก็ตาม"
    }
  },
  {
    "translation": {
      "en": "it is still a sexual act.",
      "th": "ก็ยังนับว่าเป็นพฤติการณ์ทางเพศอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "But I also think we have to see Tim Delaney",
      "th": "แต่ฉันก็คิดว่าเราน่าจะต้องมอง ในมุมของทิม เดเลนีย์ด้วย"
    }
  },
  {
    "translation": {
      "en": "in the context in which this case was brought.",
      "th": "ในบริบทตอนที่คดีนี้ถูกส่งมาให้เขา"
    }
  },
  {
    "translation": {
      "en": "And so when I interviewed Tim Delaney,",
      "th": "ตอนที่ฉันสัมภาษณ์ทิม เดเลนีย์"
    }
  },
  {
    "translation": {
      "en": "he said that Indiana juries",
      "th": "เขาบอกว่าคณะลูกขุนอินเดียนา"
    }
  },
  {
    "translation": {
      "en": "were not willing to buy rape-by-deception theories.",
      "th": "ไม่เชื่อทฤษฎีถูกข่มขืนเพราะถูกหลอก"
    }
  },
  {
    "translation": {
      "en": "The jury is going to say, \"This woman consented to insemination.\"",
      "th": "คณะลูกขุนจะพูดว่า \"ผู้หญิงคนนี้ยินยอมให้ทำการผสมเทียม\""
    }
  },
  {
    "translation": {
      "en": "\"This woman wanted a child.\" And the question is always out there,",
      "th": "\"ผู้หญิงคนนี้อยากมีลูก\" ซึ่งก็จะมีคำถามตามมาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Does this woman's desire for a child legitimate Donald Cline's deception?\"",
      "th": "\"ความต้องการที่จะมีลูกของผู้หญิงคนนี้ ทำให้การหลอกลวงของไคลน์ ถูกต้องขึ้นมาหรือไม่\""
    }
  },
  {
    "translation": {
      "en": "And unfortunately, that is a question",
      "th": "ซึ่งน่าเสียดายที่นี่เป็นคำถาม"
    }
  },
  {
    "translation": {
      "en": "that Tim Delaney had to weigh would enter into the minds of jurors.",
      "th": "ที่ทิม เดเลนีย์ต้องคำนึงถึง ว่าคณะลูกขุนจะคิดแบบนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Debbie] If he asked me if it'd be okay for him to be the donor,",
      "th": "ถ้าเขาถามฉันว่าให้เขาเป็นผู้บริจาคได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I would have not said yes.",
      "th": "ฉันคงไม่ตอบรับแน่นอน"
    }
  },
  {
    "translation": {
      "en": "I would say no.",
      "th": "ฉันคงปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "It was a violation of him into me.",
      "th": "มันเป็นการล่วงละเมิดที่เขากระทำต่อฉัน"
    }
  },
  {
    "translation": {
      "en": "The issue for me is there was no consent.",
      "th": "ปัญหาของฉันก็คือ ฉันไม่ได้ยินยอมเลย"
    }
  },
  {
    "translation": {
      "en": "He didn't give me a choice.",
      "th": "เขาไม่ให้ทางเลือกกับฉันด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Angela] The Attorney General's office had at least",
      "th": "อย่างน้อย สำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "reached out to Dr. Cline at some point",
      "th": "ก็เคยติดต่อไปหาหมอไคลน์"
    }
  },
  {
    "translation": {
      "en": "and asked him if he… if he had used his sperm,",
      "th": "และถามเขาว่าเขาได้ใช้น้ำเชื้อตัวเองหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "or had asked some sort of question because Dr. Cline told me that.",
      "th": "หรือถามอะไรทำนองนี้ เพราะหมอไคลน์บอกฉัน"
    }
  },
  {
    "translation": {
      "en": "He told me that he filled it out,",
      "th": "เขาบอกฉันว่าเขากรอกใบ"
    }
  },
  {
    "translation": {
      "en": "and that he denied anything, that he wasn't the father.",
      "th": "และปฏิเสธทุกอย่าง ปฏิเสธว่าเขาไม่ได้เป็นพ่อ"
    }
  },
  {
    "translation": {
      "en": "I don't know what's in that letter 'cause I've never seen it,",
      "th": "ฉันไม่รู้หรอกว่าจดหมายนั่นเขียนว่าไง เพราะฉันไม่เคยเห็น"
    }
  },
  {
    "translation": {
      "en": "but I know what our conversation was.",
      "th": "แต่ฉันจำได้ว่าเราคุยอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "Dr. Cline told me that he talked with the Attorney General's office",
      "th": "หมอไคลน์บอกฉันว่า เขาได้คุยกับสำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "through paperwork,",
      "th": "ผ่านการทำเอกสาร"
    }
  },
  {
    "translation": {
      "en": "and that… he was not the father.",
      "th": "และบอกว่า… เขาไม่ใช่พ่อ"
    }
  },
  {
    "translation": {
      "en": "That was really what ended up getting him in trouble,",
      "th": "คำพูดนั้นแหละที่ทำให้เขาเจอคดี"
    }
  },
  {
    "translation": {
      "en": "because he lied to me, and I knew it,",
      "th": "เพราะเขาโกหกฉัน และฉันก็รู้"
    }
  },
  {
    "translation": {
      "en": "and he lied on the paperwork to the Attorney General's office.",
      "th": "และเขายังยื่นเอกสารที่เป็นเท็จ ต่อสำนักงานอัยการสูงสุดด้วย"
    }
  },
  {
    "translation": {
      "en": "So at one point, I reached out to the Attorney General,",
      "th": "ฉันก็เลยติดต่อไปหาสำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "and say, \"You know he's lying to you.\"",
      "th": "บอกว่า \"คุณก็รู้ว่าเขาโกหก\""
    }
  },
  {
    "translation": {
      "en": "He lied and said that he never used his sperm",
      "th": "เขาโกหกและบอกว่าเขาไม่เคยใช้น้ำเชื้อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "to inseminate his patients.",
      "th": "มาผสมเทียมให้คนไข้ (ผมยืนยันได้ว่าผมไม่เคยใช้น้ำเชื้อตัวเอง)"
    }
  },
  {
    "translation": {
      "en": "[Tim] Only after we determined that the Attorney General's office",
      "th": "หลังจากที่เรารู้แน่ชัดแล้วว่า สำนักงานอัยการสูงสุด"
    }
  },
  {
    "translation": {
      "en": "had sent those letters",
      "th": "ส่งจดหมายพวกนั้นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "were we able to come up with a theory for how to proceed.",
      "th": "เราถึงเริ่มมีแนวทางว่าจะดำเนินการยังไง"
    }
  },
  {
    "translation": {
      "en": "We wanted to nail him with something,",
      "th": "เราอยากมีอะไรสักอย่างที่จะรวบเขาได้อยู่หมัด"
    }
  },
  {
    "translation": {
      "en": "and the fact that we finally got something,",
      "th": "และพอในที่สุดก็มี"
    }
  },
  {
    "translation": {
      "en": "it was like a \"hurrah\" moment.",
      "th": "ทุกคนก็ลิงโลดกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "And not only that,",
      "th": "และไม่ใช่แค่นั้นนะ"
    }
  },
  {
    "translation": {
      "en": "he also added that he was going to sue me for libel and slander.",
      "th": "เขายังจะฟ้องฉัน ในข้อหาหมิ่นประมาทและทำให้เสียชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "[Tim] Denying is obstruction of justice,",
      "th": "การปฏิเสธคือการขัดขวางกระบวนการยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "but denying and threatening, and, to paraphrase, saying,",
      "th": "แต่การปฏิเสธและขู่เข็ญ โดยพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Do you know who I am?\" was more than enough.",
      "th": "\"รู้ไหมว่าฉันเป็นใคร\" ก็เพียงพอแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was like, \"Eureka!\" The, you know… The bathwater started spilling out.",
      "th": "เหมือนไปเจอบ่อทองเลย ข้อมูลมากมายหลั่งไหลมา"
    }
  },
  {
    "translation": {
      "en": "I said, \"Oh my God, we've got an angle.\"",
      "th": "ผมเลยว่า \"โอ้ พระเจ้า เรามีวิธีแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Tim] After we began the investigation,",
      "th": "หลังจากที่เราเริ่มการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "obviously the first step was to get DNA from Dr. Cline.",
      "th": "แน่นอนว่าขั้นตอนแรก คือการเอาตัวอย่างดีเอ็นเอของหมอไคลน์มา"
    }
  },
  {
    "translation": {
      "en": "[Tim] He was sick.",
      "th": "ตอนนั้นเขากำลังไม่สบาย"
    }
  },
  {
    "translation": {
      "en": "He had pneumonia, I believe. So he said, \"Don't come too close.\"",
      "th": "รู้สึกจะเป็นปอดอักเสบ เขาเลยบอกว่า \"อย่าเข้ามาใกล้เกินไป\""
    }
  },
  {
    "translation": {
      "en": "And we said, \"We have a search warrant for your DNA.\"",
      "th": "เราบอกว่า \"เรามีหมายศาล เพื่อเก็บตัวอย่างดีเอ็นเอของคุณ\""
    }
  },
  {
    "translation": {
      "en": "He asked a little bit about \"What is this all about?\"",
      "th": "แล้วเขาก็ถามว่า \"นี่มันเรื่องอะไรกัน\""
    }
  },
  {
    "translation": {
      "en": "But he knew what it was all about.",
      "th": "แต่จริงๆ เขาก็รู้แหละ"
    }
  },
  {
    "translation": {
      "en": "[Tim] Detective Sergeant Carmen Walker",
      "th": "เจ้าหน้าที่สายสืบคาร์เมน วอล์กเกอร์"
    }
  },
  {
    "translation": {
      "en": "of the Marion County Sheriff's Office said,",
      "th": "จากสำนักงานนายอำเภอแมเรียนเคาน์ตีบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"We need you to open your mouth.\"",
      "th": "\"อ้าปากด้วยค่ะ\""
    }
  },
  {
    "translation": {
      "en": "[Tim] And he complied.",
      "th": "และเขาก็ทำตาม"
    }
  },
  {
    "translation": {
      "en": "He did not look like he was enjoying it.",
      "th": "ดูท่าทางเขาไม่ค่อยชอบใจซะเท่าไร"
    }
  },
  {
    "translation": {
      "en": "It came back 99.9997%",
      "th": "ผลออกมาว่ามีโอกาส 99.9997 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "that I am his biological daughter.",
      "th": "ที่ฉันเป็นลูกสาวทางสายเลือดของเขา"
    }
  },
  {
    "translation": {
      "en": "[Carmen] And how many times did you use your own sample?",
      "th": "คุณใช้น้ำเชื้อของตัวเองกี่ครั้งคะ"
    }
  },
  {
    "translation": {
      "en": "[Don] Sparingly, but",
      "th": "ไม่ค่อยหรอกครับ แต่…"
    }
  },
  {
    "translation": {
      "en": "keep in mind, we're talking 30 to 35 years ago,",
      "th": "นี่เป็นเรื่องจากเมื่อ 30 ถึง 35 ปีที่แล้วนะครับ"
    }
  },
  {
    "translation": {
      "en": "and I… I can't remember.",
      "th": "ผมจำไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "All the records have been shredded.",
      "th": "บันทึกทุกอย่างถูกทำลายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[anchor] The fertility doctor at the center of a controversial case",
      "th": "หมอผู้เชี่ยวชาญการมีบุตรยาก ที่กำลังมีเรื่องราวเป็นประเด็นอยู่ในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is headed back to court to answer criminal charges.",
      "th": "กำลังเดินทางกลับไปยังศาล เพื่อรับทราบข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "[anchor 2] Dr. Donald Cline is charged with two felony counts",
      "th": "ดร.ไคลน์ถูกตั้งข้อหาอาชญากรรมสองกระทง"
    }
  },
  {
    "translation": {
      "en": "of obstruction of justice for statements he made to investigators.",
      "th": "เนื่องจากขัดขวางกระบวนการยุติธรรม โดยให้การเท็จต่อฝ่ายสืบสวน"
    }
  },
  {
    "translation": {
      "en": "[anchor 3] The retired Indianapolis fertility doctor",
      "th": "อดีตแพทย์ผู้เชี่ยวชาญการมีบุตรยาก ในอินเดียนาโพลิส"
    }
  },
  {
    "translation": {
      "en": "now plans to plead guilty to obstruction of justice.",
      "th": "จะยอมรับผิดตามข้อกล่าวหา ขัดขวางกระบวนการยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Prosecutors say he intentionally misled investigators about a case",
      "th": "อัยการกล่าวว่าเขาตั้งใจ ชี้นำพนักงานสืบสวนไปในทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "that's turned dozens of people's lives upside down.",
      "th": "ในคดีที่เปลี่ยนชีวิตคนหลายสิบ จากหน้ามือเป็นหลังมือ"
    }
  },
  {
    "translation": {
      "en": "And it was literally 20 months ago",
      "th": "จวบจนวันนี้ก็เป็นเวลา 20 เดือนพอดี"
    }
  },
  {
    "translation": {
      "en": "that I got a Facebook question to me, \"Angela, can you help me?\"",
      "th": "ที่ฉันได้รับข้อความในเฟซบุ๊ก ว่า \"แอนเจลา ช่วยฉันหน่อยได้ไหมคะ\""
    }
  },
  {
    "translation": {
      "en": "And thank you for believing in them, because no one else did but you.",
      "th": "ขอบคุณที่เชื่อพวกเขานะคะ เพราะไม่มีใครเชื่อเลยนอกจากคุณ"
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "th": "ค่ะ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "He didn't want to go to trial",
      "th": "เขาไม่อยากไปขึ้นศาล"
    }
  },
  {
    "translation": {
      "en": "because more information would come out,",
      "th": "เพราะข้อมูลจะยิ่งเพิ่มมากขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "and then also, he'd probably get more of a punishment.",
      "th": "และเขาอาจต้องรับโทษหนักกว่านี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "So he changed his plea to guilty.",
      "th": "เขาเลยยอมรับผิดซะแต่โดยดี"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I felt good that day at the court hearing.",
      "th": "วันที่ศาลนัดไต่สวน ฉันรู้สึกดีนะ"
    }
  },
  {
    "translation": {
      "en": "Even though I knew that all he was being charged with",
      "th": "ถึงฉันจะรู้ว่าเขาแค่ได้รับแจ้งข้อกล่าวหา"
    }
  },
  {
    "translation": {
      "en": "was two counts of obstruction of justice,",
      "th": "ขัดขวางกระบวนการยุติธรรมสองกระทง"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Fucking finally. Something.\"",
      "th": "ฉันคิดว่า \"ในที่สุดก็แจ้งข้อหามันได้ซะที\""
    }
  },
  {
    "translation": {
      "en": "[Matt] I didn't wanna make eye contact with him. I…",
      "th": "ผมไม่อยากสบตาเขาเลยครับ ผม…"
    }
  },
  {
    "translation": {
      "en": "I was afraid of him.",
      "th": "ผมรู้สึกกลัวเขา"
    }
  },
  {
    "translation": {
      "en": "[Julie] Uh, he actually walked right past me and brushed up against me, and…",
      "th": "เขาเดินผ่านหน้าฉันไป และโดนตัวฉันนิดหน่อย แล้ว…"
    }
  },
  {
    "translation": {
      "en": "it almost brought me to my knees.",
      "th": "ฉัน… รู้สึกเข่าอ่อนขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "That was my first time seeing that man",
      "th": "นั่นเป็นครั้งแรกที่ฉันเห็นผู้ชายคนนั้น"
    }
  },
  {
    "translation": {
      "en": "and being that close to him, and there was no regard for us.",
      "th": "และอยู่ใกล้ชิดเขาขนาดนั้น แต่เขากลับไม่แยแสพวกเราเลย"
    }
  },
  {
    "translation": {
      "en": "[Don] Your honor, I'm asking for mercy",
      "th": "ศาลที่เคารพครับ ผมขอความกรุณา"
    }
  },
  {
    "translation": {
      "en": "and compassion for myself.",
      "th": "และความปรานีให้กับตัวผม"
    }
  },
  {
    "translation": {
      "en": "I've tried to live out my life",
      "th": "ผมพยายามใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "showing honesty and care to others,",
      "th": "ที่แสดงถึงความจริงใจ และเป็นห่วงเป็นใยผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "and I will continue to do so.",
      "th": "และผมจะทำต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Heather] He looked very old",
      "th": "เขาดูแก่มากเลย"
    }
  },
  {
    "translation": {
      "en": "and weak, and part of me thought,",
      "th": "ดูเปราะบาง ฉันก็คิดอยู่ในใจว่า"
    }
  },
  {
    "translation": {
      "en": "\"Is this an act that you're putting on to get the judge to go easier on you?\"",
      "th": "นี่คือการแสดงตบตาเพื่อให้ศาลเห็นใจหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I was allowed to give a victim-impact statement",
      "th": "ฉันได้รับอนุญาตให้พูดถึงผลกระทบที่มีต่อเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "because I was one of the originals that filed a complaint with the state.",
      "th": "เพราะฉันเป็นหนึ่งในคนแรกๆ ที่ยื่นคำร้องเรื่องนี้ต่อรัฐ"
    }
  },
  {
    "translation": {
      "en": "My hope was that the judge would be appalled by this,",
      "th": "ฉันหวังว่าจะทำให้ ผู้พิพากษารู้สึกสยดสยองกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and that he would at least get, like, some jail time.",
      "th": "เพื่อที่อย่างน้อยๆ เขาจะได้รับโทษในคุก"
    }
  },
  {
    "translation": {
      "en": "These are my words to Cline.",
      "th": "ที่คือสิ่งที่ฉันอยากพูดกับไคลน์"
    }
  },
  {
    "translation": {
      "en": "Every time I or my half-siblings look up our name,",
      "th": "ทุกครั้งที่ฉัน หรือพี่น้องร่วมบิดา ค้นข้อมูลชื่อของกันและกัน"
    }
  },
  {
    "translation": {
      "en": "we all have the same issue tied to you.",
      "th": "เราต่างก็มีปัญหาเดียวกันที่เกี่ยวข้องกับคุณ"
    }
  },
  {
    "translation": {
      "en": "It has caused anguish in everyone,",
      "th": "มันสร้างความเจ็บปวดให้กับทุกคน"
    }
  },
  {
    "translation": {
      "en": "and some of us have wanted to die from this pain.",
      "th": "จนพวกเราบางคนถึงกับอยากตาย เพื่อจะได้หลุดพ้นจากความเจ็บปวดนี้"
    }
  },
  {
    "translation": {
      "en": "For 30 years, my half-sister, Julie, believed her dad was her biological dad--",
      "th": "เป็นเวลา 30 ปี ที่น้องสาวร่วมบิดาของฉัน คิดว่าเธอเป็นเลือดเนื้อเชื้อไขของพ่อ"
    }
  },
  {
    "translation": {
      "en": "Objection, Your Honor.",
      "th": "ขอคัดค้านค่ะ ศาลที่เคารพ"
    }
  },
  {
    "translation": {
      "en": "Relevancy.",
      "th": "ไม่เกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "We had agreed to the wording of the statement.",
      "th": "เราตกลงกันแล้ว เรื่องการใช้คำในการเขียนคำกล่าวนั่น"
    }
  },
  {
    "translation": {
      "en": "Literally redlined it.",
      "th": "เอาปากกามานั่งแก้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "And I had things crossed out or highlighted that you can't say.",
      "th": "ผมทั้งขีดฆ่าและไฮไลท์ข้อความที่ห้ามพูด"
    }
  },
  {
    "translation": {
      "en": "Because of your denials,",
      "th": "เนื่องจากคุณปฏิเสธมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I feel you have no consideration for the mothers",
      "th": "ฉันจึงรู้สึกว่าคุณไม่คิดถึงหัวอกบรรดาแม่ๆ"
    }
  },
  {
    "translation": {
      "en": "who came to you, us as your biological children,",
      "th": "ที่ไปหาคุณ หรือพวกเรา ที่เป็นลูกในสายเลือดของคุณ"
    }
  },
  {
    "translation": {
      "en": "or your wife and the four children you had with her.",
      "th": "หรือภรรยาและลูกสี่คนที่คุณมีกับเธอ"
    }
  },
  {
    "translation": {
      "en": "It was always about you. You lied. You still lie.",
      "th": "คุณคิดถึงแต่ตัวเองมาตลอด คุณโกหก และยังคงโกหกอยู่"
    }
  },
  {
    "translation": {
      "en": "You even have your family believing you, and that sickens me.",
      "th": "และคุณยังโกหกให้ครอบครัวเชื่อคุณ ซึ่งมันทำให้ฉันสะอิดสะเอียน"
    }
  },
  {
    "translation": {
      "en": "-Our mothers trusted you– -[lawyer] Objection!",
      "th": "- แม่ของพวกเราไว้ใจคุณ… - ขอคัดค้านค่ะ"
    }
  },
  {
    "translation": {
      "en": "She… she went for it.",
      "th": "เธอจัดเต็มเลย"
    }
  },
  {
    "translation": {
      "en": "I don't know if I would've had the courage to do that in front of a judge. But, you know…",
      "th": "ผมยังไม่รู้เลยว่าถ้าเป็นผม จะกล้าพูดขนาดนั้นต่อหน้าผู้พิพากษาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I'm asking you to look at the depth of the reasons he is charged with--",
      "th": "ฉันอยากขอให้ท่านพิจารณาถึงความรุนแรง ของเหตุผลที่เขาถูกแจ้งข้อกล่าวหา…"
    }
  },
  {
    "translation": {
      "en": "[lawyer] Objection!",
      "th": "ขอคัดค้านค่ะ"
    }
  },
  {
    "translation": {
      "en": "What we're really getting at",
      "th": "สิ่งนี้แสดงให้เห็นถึง"
    }
  },
  {
    "translation": {
      "en": "is the inability of victims to tell their stories.",
      "th": "การที่เหยื่อไม่สามารถ บอกเล่าเรื่องราวของตนเองได้"
    }
  },
  {
    "translation": {
      "en": "Those who testify can only testify",
      "th": "คนที่ขึ้นไปให้การจะพูดได้เฉพาะสิ่งที่"
    }
  },
  {
    "translation": {
      "en": "to… to what is relevant to a criminal proceeding.",
      "th": "เกี่ยวข้องกับการดำเนินคดีอาญาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "But-- And what is relevant to Cline's proceeding",
      "th": "แต่สิ่งที่เกี่ยวข้องกับการดำเนินคดีไคลน์"
    }
  },
  {
    "translation": {
      "en": "was not what happened in the '70s or '80s,",
      "th": "มันไม่ใช่สิ่งที่เกิดขึ้นในยุค 70 หรือ 80"
    }
  },
  {
    "translation": {
      "en": "not the births, not the fertility fraud.",
      "th": "ไม่เกี่ยวกับการทำลูกหรือการรักษาหลอกลวง"
    }
  },
  {
    "translation": {
      "en": "It was the lies to the state.",
      "th": "แต่เป็นข้อหาโกหกรัฐ"
    }
  },
  {
    "translation": {
      "en": "In Cline's proceeding, the state was the victim. They weren't.",
      "th": "ในการดำเนินคดีไคลน์ เหยื่อคือรัฐ ไม่ใช่คนเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "[judge] I do want to reiterate, probably for the fifth or sixth time at this point,",
      "th": "ศาลอยากจะขอกล่าวย้ำอีกครั้ง น่าจะครั้งที่ห้าหรือหกแล้ว"
    }
  },
  {
    "translation": {
      "en": "that the court, by law, can only consider",
      "th": "ว่าโดยทางกฎหมายแล้ว ศาลสามารถพิจารณาได้เฉพาะ"
    }
  },
  {
    "translation": {
      "en": "the charges that Dr. Cline's plead guilty to,",
      "th": "คดีที่ดร.ไคลน์ยอมรับว่ากระทำผิดจริง"
    }
  },
  {
    "translation": {
      "en": "the obstruction of… of justice charges.",
      "th": "นั่นคือขัดขวางกระบวนการยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "Obviously, it would be inappropriate for me to consider outside of that realm.",
      "th": "คงเป็นการไม่เหมาะสม ที่ศาลจะพิจารณาอะไรนอกเหนือจากข้อกล่าวหานี้"
    }
  },
  {
    "translation": {
      "en": "What we asked for the judge to do",
      "th": "สิ่งที่เราขอให้ผู้พิพากษาทำ"
    }
  },
  {
    "translation": {
      "en": "was twofold.",
      "th": "มีอยู่สองจุดประสงค์"
    }
  },
  {
    "translation": {
      "en": "One, to make sure that these crimes remained as felonies",
      "th": "ข้อแรก เพื่อให้แน่ใจว่าในประวัติของเขา จะถูกบันทึกว่าถูกดำเนินคดีอาญา"
    }
  },
  {
    "translation": {
      "en": "on his record, and two,",
      "th": "ข้อแรก เพื่อให้แน่ใจว่าในประวัติของเขา จะถูกบันทึกว่าถูกดำเนินคดีอาญา และข้อสอง"
    }
  },
  {
    "translation": {
      "en": "deliver executed time, an executed sentence,",
      "th": "ให้ชดใช้เวลา และให้รับโทษ"
    }
  },
  {
    "translation": {
      "en": "meaning time served in jail.",
      "th": "กล่าวคือให้รับโทษในคุก"
    }
  },
  {
    "translation": {
      "en": "[lawyer] We received a number of support letters for Dr. Cline.",
      "th": "เราได้รับจดหมายให้กำลังใจดร.ไคลน์มากมาย"
    }
  },
  {
    "translation": {
      "en": "These are letters from members of the community,",
      "th": "จดหมายเหล่านี้มาจากคนในชุมชน"
    }
  },
  {
    "translation": {
      "en": "former patients, and members of Dr. Cline's family and church.",
      "th": "ทั้งอดีตคนไข้ สมาชิกครอบครัว และสมาชิกที่โบสถ์ของดร.ไคลน์"
    }
  },
  {
    "translation": {
      "en": "These individuals have known Dr. Cline for many years.",
      "th": "คนเหล่านี้รู้จักดร.ไคลน์มาหลายปี"
    }
  },
  {
    "translation": {
      "en": "And they evidence a strong connection to his family,",
      "th": "และพวกเขาพิสูจน์ให้เห็นว่า เขามีสายสัมพันธ์อันแน่นแฟ้นกับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "the community, and that rehabilitation",
      "th": "กับชุมชนนี้ และการฟื้นฟูเยียวยา"
    }
  },
  {
    "translation": {
      "en": "is not only possible but actually has already taken place here.",
      "th": "ไม่เพียงแต่จะเป็นไปได้ แต่ได้เกิดขึ้น ณ ที่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Matt] A lot of folks submitted letters",
      "th": "หลายคนส่งจดหมาย"
    }
  },
  {
    "translation": {
      "en": "on his behalf to the judge.",
      "th": "ในนามของเขามาให้ผู้พิพากษา"
    }
  },
  {
    "translation": {
      "en": "I believe there was one that came from a prosecutor",
      "th": "รู้สึกว่าจะมีฉบับหนึ่งมาจากอัยการ"
    }
  },
  {
    "translation": {
      "en": "from Boone County, which is where he lives,",
      "th": "จากบูนเคาน์ตีที่เขาอยู่"
    }
  },
  {
    "translation": {
      "en": "saying that \"This guy is a good man,\"",
      "th": "บอกว่า \"หมอนี่เป็นคนดี\""
    }
  },
  {
    "translation": {
      "en": "you know, \"He should get some leniency.\"",
      "th": "บอกว่า \"เขาควรจะได้รับการผ่อนโทษ\""
    }
  },
  {
    "translation": {
      "en": "[producer] Is that an odd thing for a prosecutor to write to a judge if it's a friend?",
      "th": "ไม่แปลกเหรอคะ ที่อัยการเขียนจดหมาย ถึงผู้พิพากษาถ้าเป็นเพื่อนกัน"
    }
  },
  {
    "translation": {
      "en": "I'd do well not to comment on that particular question.",
      "th": "ผมขอไม่ตอบคำถามนี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "That's when I, in my gut,",
      "th": "นั่นคือตอนที่ฉันสังหรณ์ใจ"
    }
  },
  {
    "translation": {
      "en": "felt like the state was corrupt. There were people corrupt,",
      "th": "ฉันรู้สึกว่าทางรัฐมีการทุจริต มีคนที่ทุจริต"
    }
  },
  {
    "translation": {
      "en": "and they were friends with him or something.",
      "th": "เหมือนจะเป็นเพื่อนกับเขาหรืออะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[judge] Please remember that whatever happens during sentencing,",
      "th": "โปรดจำไว้ว่าไม่ว่าคำพิพากษาจะเป็นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "the people that love you are gonna continue to love you.",
      "th": "ผู้คนที่รักคุณก็จะยังคงรักคุณเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] The judge seemed very sympathetic towards him,",
      "th": "ผู้พิพากษาดูจะสงสารเขามาก"
    }
  },
  {
    "translation": {
      "en": "like on the verge of tears.",
      "th": "จนเกือบจะร้องไห้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[judge] With the limited resources that we have, overcrowding at the jail,",
      "th": "เนื่องจากทรัพยากรที่มีอยู่อย่างจำกัด บวกกับจำนวนนักโทษที่ล้นคุก และการที่คุณไม่เคยมีประวัติอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "and your lack of a criminal history,",
      "th": "บวกกับจำนวนนักโทษที่ล้นคุก และการที่คุณไม่เคยมีประวัติอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "um, an executed sentence is nothing that the court is gonna order.",
      "th": "ศาลจะไม่ขอพิพากษาให้ถูกจำคุก"
    }
  },
  {
    "translation": {
      "en": "I really wanted him to have jail time.",
      "th": "ฉันอยากให้เขาติดคุกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I really did.",
      "th": "อยากให้ติดคุกจริงๆ ฉันคิดว่า"
    }
  },
  {
    "translation": {
      "en": "I thought that that would bring a little bit of closure to me.",
      "th": "อยากให้ติดคุกจริงๆ ฉันคิดว่า มันคงจะทำให้ฉันหายค้างคาใจได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But… no.",
      "th": "แต่กลับ… ไม่เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[judge] I know that this is your first offense, but Dr. Cline, I do believe",
      "th": "ศาลรู้ว่านี่คือการกระทำผิดครั้งแรกของคุณ แต่ถึงกระนั้น ดร.ไคลน์ ศาลเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "that the facts support going ahead and sentencing you as a level 6 felon.",
      "th": "ตามหลักฐานข้อเท็จจริง คุณควรถูกพิพากษา ให้เป็นอาชญากรผู้กระทำความผิดระดับหก"
    }
  },
  {
    "translation": {
      "en": "Um, as to fines and costs,",
      "th": "ส่วนเรื่องค่าปรับนั้น"
    }
  },
  {
    "translation": {
      "en": "sir, the court will fine you $500.",
      "th": "ศาลขอสั่งปรับคุณ เป็นจำนวน 500 ดอลลาร์สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[Julie] And so he got the two Level 6 felonies",
      "th": "สรุปว่าเขาถูกตั้งข้อหาระดับหกทั้งสองคดี"
    }
  },
  {
    "translation": {
      "en": "with complete suspended sentences",
      "th": "โดยถูกรอลงอาญา"
    }
  },
  {
    "translation": {
      "en": "and a $500 fine,",
      "th": "และโดนปรับ 500 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "which is a slap in the fucking face.",
      "th": "เหมือนถูกตบหน้าฉาดใหญ่เลย"
    }
  },
  {
    "translation": {
      "en": "[reporter] Dr. Cline, do you have any comment at all?",
      "th": "หมอไคลน์ มีอะไรจะพูดไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Dr. Cline, what would you change now if you could change anything?",
      "th": "หมอไคลน์ครับ ถ้าสามารถทำได้ คุณอยากเปลี่ยนแปลงอะไรไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] This was a span of two years",
      "th": "กระบวนการทั้งหมดนี้ใช้เวลาสองปี"
    }
  },
  {
    "translation": {
      "en": "from me filing a complaint,",
      "th": "นับจากวันที่ยื่นคำร้อง"
    }
  },
  {
    "translation": {
      "en": "to them actually, finally doing something about it.",
      "th": "จนถึงวันที่พวกเขา ทำอะไรสักอย่างเกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And…",
      "th": "แต่แล้ว…"
    }
  },
  {
    "translation": {
      "en": "…this judge just let this man",
      "th": "ผู้พิพากษาคนนี้กลับปล่อยหมอนั่นไป"
    }
  },
  {
    "translation": {
      "en": "pretty much off the hook.",
      "th": "โดยที่ไม่ได้รับโทษอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] And I dread every new match that comes.",
      "th": "ฉันกลัวว่าจะมีคนที่ดีเอ็นเอตรงกันโผล่มาอีก"
    }
  },
  {
    "translation": {
      "en": "But they just keep coming,",
      "th": "แต่ก็มีมาเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and you never know the day that you're gonna wake up,",
      "th": "ไม่รู้เลยว่าวันไหนจะตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and then they're going to be there.",
      "th": "และเห็นพี่น้องคนใหม่โผล่มา"
    }
  },
  {
    "translation": {
      "en": "I just-- Uh, I feel like he…",
      "th": "ฉัน… ฉันคิดว่าเขา…"
    }
  },
  {
    "translation": {
      "en": "That this was some sick",
      "th": "เหมือนกับว่านี่เป็น…"
    }
  },
  {
    "translation": {
      "en": "game experiment for him.",
      "th": "เกมการทดลองโรคจิตของเขา"
    }
  },
  {
    "translation": {
      "en": "[Don] As far as I know,",
      "th": "เท่าที่ผมรู้ก็คือ"
    }
  },
  {
    "translation": {
      "en": "all of the inseminations that I did with my sample,",
      "th": "ทุกการผสมเทียมที่ใช้ตัวอย่างน้ำเชื้อของผม…"
    }
  },
  {
    "translation": {
      "en": "um, and again it was sparingly,",
      "th": "ขอย้ำอีกครั้งว่าผมไม่ได้ใช้บ่อย"
    }
  },
  {
    "translation": {
      "en": "um, had a healthy baby.",
      "th": "ทำให้เด็กที่เกิดมามีสุขภาพแข็งแรง"
    }
  },
  {
    "translation": {
      "en": "It was, you know, important to my parents",
      "th": "มันเป็นเรื่องที่สำคัญสำหรับพ่อแม่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "that it was someone that was healthy,",
      "th": "ที่ผู้บริจาคจะต้องมีสุขภาพดี"
    }
  },
  {
    "translation": {
      "en": "and for him to turn around and violate them",
      "th": "แต่การที่เขากลับหักหลัง ละเมิดความต้องการของพ่อแม่ และทำเรื่องนี้โดยปราศจากความยินยอม ซึ่ง…"
    }
  },
  {
    "translation": {
      "en": "and do this without their consent, and",
      "th": "ละเมิดความต้องการของพ่อแม่ และทำเรื่องนี้โดยปราศจากความยินยอม ซึ่ง…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of us that have the same health issues.",
      "th": "มีพวกเราหลายคนที่มีปัญหาสุขภาพเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Almost every single one of us.",
      "th": "เกือบจะทุกคนเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] I've been to so many doctors, been to the Cleveland Clinic.",
      "th": "ฉันไปหาหมอมาแล้วหลายคน เคยไปที่คลีฟแลนด์คลินิก"
    }
  },
  {
    "translation": {
      "en": "They don't know what's wrong with me.",
      "th": "ไม่มีใครรู้ว่าฉันเป็นโรคอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm sick.",
      "th": "ฉันไม่สบาย"
    }
  },
  {
    "translation": {
      "en": "And other, um, siblings have, um,",
      "th": "และพี่น้องคนอื่นๆ ก็…"
    }
  },
  {
    "translation": {
      "en": "autoimmune diseases and stuff.",
      "th": "มีปัญหาเกี่ยวกับโรคภูมิคุ้มกันอะไรพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I have an autoimmune disease, yeah.",
      "th": "ใช่ค่ะ ฉันเป็นโรคภูมิคุ้มกันทำลายตนเอง"
    }
  },
  {
    "translation": {
      "en": "It's, um, a blood clotting disorder,",
      "th": "ฉันมีภาวะการแข็งตัวของเลือดผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "um, which I didn't know until I had a miscarriage,",
      "th": "ซึ่งฉันไม่เคยรู้เลยจนกระทั่งฉันแท้งลูก"
    }
  },
  {
    "translation": {
      "en": "and, uh, we were determining what would have caused that.",
      "th": "และเราก็หาสาเหตุว่าเป็นเพราะอะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "I mean, I've had…",
      "th": "ผมเคยทำมาหมด…"
    }
  },
  {
    "translation": {
      "en": "…colonoscopy, endoscopy, I've had--",
      "th": "ส่องกล้องตรวจลำไส้ใหญ่ ตรวจกระเพาะอาหาร ผมเคย…"
    }
  },
  {
    "translation": {
      "en": "I mean, I've spent weeks in the hospital,",
      "th": "ผมเคยนอนโรงพยาบาลเป็นอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "losing 15 pounds at a time.",
      "th": "น้ำหนักลดไปเจ็ดกิโลกรัมในแต่ละที"
    }
  },
  {
    "translation": {
      "en": "I have a lot of digestive, um, and colon issues, and",
      "th": "ฉันมีปัญหาเกี่ยวกับ ระบบทางเดินอาหารและลำไส้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "no one on my mom's side does.",
      "th": "ญาติฝั่งแม่ไม่มีใครเป็นเลย"
    }
  },
  {
    "translation": {
      "en": "[Mark] In the early '70s,",
      "th": "ในช่วงต้นยุค 70"
    }
  },
  {
    "translation": {
      "en": "I had heard that he was having trouble, uh, operating",
      "th": "ผมได้ยินว่าเขาผ่าตัดไม่ค่อยได้"
    }
  },
  {
    "translation": {
      "en": "because he had rheumatoid arthritis. And he had-- His hands were swelling up.",
      "th": "เพราะเขาเป็นโรคไขข้ออักเสบ และมือของเขาก็มักจะบวม"
    }
  },
  {
    "translation": {
      "en": "I… I, at that time, I felt I would hate to see him,",
      "th": "ตอนนั้นผมไม่อยากเห็น…"
    }
  },
  {
    "translation": {
      "en": "his career of being a great surgeon end",
      "th": "อาชีพการงานของเขา ในฐานะศัลยแพทย์มือดีต้องจบลง"
    }
  },
  {
    "translation": {
      "en": "because he couldn't get the right treatment for his arthritis.",
      "th": "แค่เพราะเขาไม่ได้รับการรักษา โรคไขข้ออักเสบที่ถูกวิธี"
    }
  },
  {
    "translation": {
      "en": "And so, I called our chief of medicine,",
      "th": "ผมเลยโทรหาหัวหน้าแพทย์"
    }
  },
  {
    "translation": {
      "en": "told him about Cline's problems.",
      "th": "เล่าปัญหาของไคลน์ให้เขาฟัง"
    }
  },
  {
    "translation": {
      "en": "And he said, \"Yeah. Well, let me call Dr. B. up there,\"",
      "th": "แล้วเขาก็บอกว่า \"เหรอ งั้นเดี๋ยวจะส่งหมอบี. ไปให้นะ\""
    }
  },
  {
    "translation": {
      "en": "and Cline went down and met with him, and he told him what to take, etcetera.",
      "th": "แล้วไคลน์ก็ลงไปหาหมอบี. หมอบอกว่าเขาควรกินยาตัวไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "So, once he got on the right medications, he seemed to be fine.",
      "th": "พอเขาได้กินยาถูกโรค เขาก็ดูเหมือนจะดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Shereen] His symptoms abated.",
      "th": "อาการของเขาทุเลาลง"
    }
  },
  {
    "translation": {
      "en": "[Robert] I know in talking to a sperm bank,",
      "th": "ผมรู้หลังจากที่ได้คุยกับธนาคารน้ำเชื้อว่า"
    }
  },
  {
    "translation": {
      "en": "30% of the guys didn't even make it past the questionnaire",
      "th": "ผู้ชาย 30 เปอร์เซ็นต์ไม่ผ่าน ตั้งแต่รอบซักประวัติด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "because of what was in their family.",
      "th": "เพราะประวัติสุขภาพในครอบครัวนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "History of cancer, history of whatever,",
      "th": "มีประวัติการเป็นมะเร็งบ้าง โรคนู้นโรคนี้"
    }
  },
  {
    "translation": {
      "en": "even color blindness, for goodness sakes.",
      "th": "แม้แต่ตาบอดสีก็โดนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Now, looking back at it, and being like,",
      "th": "พอมองย้อนกลับไปแล้วคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay. He's got an autoimmune disease,",
      "th": "\"โอเค เขาเป็นโรคภูมิคุ้มกันทำลายตนเอง"
    }
  },
  {
    "translation": {
      "en": "um, and his sperm wouldn't have even been allowed to be a donor because of that.\"",
      "th": "แปลว่าเขาจะต้องไม่ได้รับอนุญาต ให้เป็นผู้บริจาคน้ำเชื้อด้วยซ้ำ\""
    }
  },
  {
    "translation": {
      "en": "Like, \"Dude, you knew this.\"",
      "th": "คือแบบ \"คุณรู้เรื่องนี้มาก่อนนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "\"You knew… you knew you had issues.\"",
      "th": "คุณก็รู้ว่าคุณมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "\"Like, how… how dare you?\"",
      "th": "คุณ… กล้าดียังไงวะ\""
    }
  },
  {
    "translation": {
      "en": "[smacking lips] Yeah.",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "Now, there's the Don Cline we knew,",
      "th": "มีดอน ไคลน์ คนที่พวกเรารู้จัก"
    }
  },
  {
    "translation": {
      "en": "that I knew, that I th-- knew well.",
      "th": "คนที่ผมรู้จัก รู้จักดีเลยแหละ"
    }
  },
  {
    "translation": {
      "en": "And there's the Don Cline I would have never imagined.",
      "th": "แล้วก็มีดอน ไคลน์ คนที่ผมไม่มีวันนึกภาพออกเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "นั่นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "Yeah. It broke my heart.",
      "th": "ผมเองก็ใจสลายเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Evil.",
      "th": "ชั่ว"
    }
  },
  {
    "translation": {
      "en": "And I-- If Don was right here, I'd say that right to his face.",
      "th": "ถ้าดอนอยู่ตรงนี้ ผมจะพูดคำนี้ต่อหน้าเขาเลย"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Still to this day, there are people in his community that back him.",
      "th": "จวบจนทุกวันนี้ ก็ยังมีคนในชุมชนของเขา ที่ยังสนับสนุนเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "And people that sit there and say, \"But he is such a wonderful man.\"",
      "th": "และยังมีคนที่พูดว่า \"แต่เขาเป็นคนดีมากนะ\""
    }
  },
  {
    "translation": {
      "en": "And I just want to look at those people",
      "th": "ฉันอยากมองตาคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "and say, \"Well, then maybe he should have put his sperm",
      "th": "แล้วพูดว่า \"งั้นน่าจะให้เขาเอาน้ำเชื้อตัวเอง"
    }
  },
  {
    "translation": {
      "en": "in your wife without her consent.\"",
      "th": "ใส่เข้าไปในตัวภรรยาคุณโดยที่เธอไม่ยินยอมนะ"
    }
  },
  {
    "translation": {
      "en": "\"And then how would you like that?\"",
      "th": "ถ้าเป็นแบบนั้น คุณจะชอบไหมล่ะ\""
    }
  },
  {
    "translation": {
      "en": "I took a 23andMe DNA test because,",
      "th": "ฉันตรวจดีเอ็นเอกับทเวนตี้ทรีแอนด์มี เพราะ… (แอลิสัน เครเมอร์ พี่น้องคนที่ 61)"
    }
  },
  {
    "translation": {
      "en": "about four or five years ago now,",
      "th": "ประมาณสี่หรือห้าปีก่อนหน้านี้"
    }
  },
  {
    "translation": {
      "en": "my children and I were both diagnosed with a genetic disorder.",
      "th": "ฉันกับลูกๆ ได้รับการวินิจฉัยว่า เป็นโรคทางพันธุกรรม"
    }
  },
  {
    "translation": {
      "en": "I got the results back.",
      "th": "พอถึงวันที่ผลตรวจออก"
    }
  },
  {
    "translation": {
      "en": "And when I got to the genetic DNA family,",
      "th": "และพอฉันเปิดดูเครือญาติ ที่เป็นญาติกันทางดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "there were half-siblings listed.",
      "th": "ก็เจอรายชื่อพี่น้องร่วมบิดา"
    }
  },
  {
    "translation": {
      "en": "And I honestly just thought, \"Oh, this is a mistake.\"",
      "th": "ฉันก็คิดว่า \"ต้องมีอะไรผิดพลาดแน่ๆ\""
    }
  },
  {
    "translation": {
      "en": "Because by that time,",
      "th": "เพราะตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't know that my parents had any type of fertility treatment",
      "th": "ฉันไม่รู้เลยว่าพ่อแม่ฉัน เคยรับการรักษาอื่นใดเกี่ยวกับภาวะมีบุตรยาก"
    }
  },
  {
    "translation": {
      "en": "other than receiving fertility medications.",
      "th": "นอกจากได้รับยาเพียงอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "So I kind of just put it out of my mind, and didn't think anything of it.",
      "th": "ฉันก็เลยไม่ได้คิดอะไร และเลิกคิดถึงเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "And then I had a couple messages from Jacoba.",
      "th": "แล้วฉันก็ได้รับข้อความจากจาโคบา"
    }
  },
  {
    "translation": {
      "en": "And it basically said,",
      "th": "เขียนว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'm sure you're confused by your results.\"",
      "th": "\"ฉันรู้ว่าคุณคงกำลังสับสนเรื่องผลดีเอ็นเอ"
    }
  },
  {
    "translation": {
      "en": "\"Feel free to contact me with any questions.\"",
      "th": "ถ้าคุณมีคำถามอะไรละก็ ติดต่อฉันมาได้ทุกเมื่อนะ\""
    }
  },
  {
    "translation": {
      "en": "It didn't occur to me that she was talking about the siblings,",
      "th": "ตอนนั้นฉันไม่ได้คิดเลยว่าเธอหมายถึงเรื่องพี่น้อง"
    }
  },
  {
    "translation": {
      "en": "so I just kind of disregarded that message.",
      "th": "ฉันก็เลยไม่ได้สนใจข้อความนั่น"
    }
  },
  {
    "translation": {
      "en": "[Alison] On December 9th of 2019, a Dr. Phil show aired.",
      "th": "วันที่ 9 ธันวาคม ปี 2019 รายการ \"ดร.ฟิล\" ออกอากาศ"
    }
  },
  {
    "translation": {
      "en": "Well, question for you.",
      "th": "ผมมีคำถามอยากถามคุณครับ"
    }
  },
  {
    "translation": {
      "en": "How would you feel if you found out",
      "th": "คุณจะรู้สึกยังไง ถ้าคุณรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "your mother's fertility doctor",
      "th": "หมอที่รักษาภาวะมีบุตรยากของแม่คุณ"
    }
  },
  {
    "translation": {
      "en": "was actually your biological father?",
      "th": "แท้จริงแล้วคือพ่อผู้ให้กำเนิดคุณ"
    }
  },
  {
    "translation": {
      "en": "When the siblings walked out…",
      "th": "ตอนที่พวกพี่ๆ น้องๆ เดินออกมา"
    }
  },
  {
    "translation": {
      "en": "Jacoba was introduced.",
      "th": "เขาก็แนะนำจาโคบา"
    }
  },
  {
    "translation": {
      "en": "You felt no remorse from him, other than just the fear of being caught.",
      "th": "คุณไม่รู้สึกว่าเขาเสียใจในสิ่งที่ทำลงไป นอกจากแค่ความกลัวที่จะถูกจับได้"
    }
  },
  {
    "translation": {
      "en": "He was not remorseful at all. [clearing throat]",
      "th": "เขาไม่สำนึกเสียใจเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Dr. Phil] None? -He just did not want it to be public.",
      "th": "- ไม่เลยเหรอ - เขาแค่ไม่อยากถูกเปิดโปงต่อสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "He told me, \"The world does not need to know.\"",
      "th": "เขาบอกฉันว่า \"คนทั้งโลกไม่จำเป็นต้องรู้\""
    }
  },
  {
    "translation": {
      "en": "[Dr. Phil] Wow.",
      "th": "โห"
    }
  },
  {
    "translation": {
      "en": "I, uh, quickly got my phone and opened my 23andMe,",
      "th": "ฉันรีบไปหยิบโทรศัพท์มาเปิดทเวนตี้ทรีแอนด์มี"
    }
  },
  {
    "translation": {
      "en": "and all of the siblings on that show were listed as my half-siblings.",
      "th": "และพี่น้องทุกคนที่มาออกรายการ คือพี่น้องร่วมบิดาของฉัน"
    }
  },
  {
    "translation": {
      "en": "So then I knew, I knew at that moment,",
      "th": "ฉันก็เลยรู้ในวินาทีนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "that there-- That we were a part of it.",
      "th": "ว่า… ครอบครัวฉันก็เกี่ยวข้องกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I was a patient of Dr. Cline's for many years.",
      "th": "ฉันเคยเป็นคนไข้หมอไคลน์นานหลายปี"
    }
  },
  {
    "translation": {
      "en": "I think he took each case very personally.",
      "th": "ฉันคิดว่าเขาทำแต่ละเคสอย่างทุ่มเทใจ"
    }
  },
  {
    "translation": {
      "en": "At least he did with me.",
      "th": "อย่างน้อยก็เคสของฉัน"
    }
  },
  {
    "translation": {
      "en": "He delivered the girls,",
      "th": "เขาเป็นคนทำคลอดให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "and he came over with his wife",
      "th": "(แพทย์ผู้ทำคลอด โดนัลด์ แอล. ไคลน์) แถมเขากับภรรยา"
    }
  },
  {
    "translation": {
      "en": "to see our babies at home.",
      "th": "ยังมาเยี่ยมลูกๆ ที่บ้านเราด้วย"
    }
  },
  {
    "translation": {
      "en": "[Alison] So this is a picture of my twin sister and I",
      "th": "นี่คือรูปของฉันกับน้องสาวฝาแฝด"
    }
  },
  {
    "translation": {
      "en": "right after delivery, in the incubator.",
      "th": "ตอนที่เพิ่งคลอดใหม่ๆ ในตู้อบ"
    }
  },
  {
    "translation": {
      "en": "[Alison] And…",
      "th": "แล้วก็…"
    }
  },
  {
    "translation": {
      "en": "this is the picture of Cline holding me as an infant at the house.",
      "th": "นี่รูปไคลน์กำลังอุ้มฉันที่บ้านตอนยังเป็นทารก"
    }
  },
  {
    "translation": {
      "en": "I was probably eight months old there.",
      "th": "ฉันน่าจะอายุประมาณแปดเดือน"
    }
  },
  {
    "translation": {
      "en": "I had such mixed emotions in that",
      "th": "ฉันเกิดความรู้สึกที่ขัดแย้งกันอยู่ในใจ"
    }
  },
  {
    "translation": {
      "en": "the thought that he had used",
      "th": "การที่คิดว่าเขาใช้"
    }
  },
  {
    "translation": {
      "en": "his own specimen to impregnate me",
      "th": "น้ำเชื้อของตัวเองมาทำให้ฉันท้อง"
    }
  },
  {
    "translation": {
      "en": "made me kind of queasy and sick to my stomach.",
      "th": "ทำให้ฉันรู้สึกสะอิดสะเอียนและอยากอ้วก"
    }
  },
  {
    "translation": {
      "en": "Whereas, um…",
      "th": "แต่ในขณะเดียวกัน…"
    }
  },
  {
    "translation": {
      "en": "on the other hand,",
      "th": "ในอีกด้านหนึ่ง…"
    }
  },
  {
    "translation": {
      "en": "I thought about the fact that because of his skills",
      "th": "ฉันก็คิดว่าเป็นเพราะฝีมือของเขา"
    }
  },
  {
    "translation": {
      "en": "in operating on me,",
      "th": "ที่ทำการผ่าตัดให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "and… and clearing up some of the things that were causing infertility,",
      "th": "และการที่เขารักษาต้นตอสาเหตุ ของภาวะมีบุตรยากให้กับฉัน"
    }
  },
  {
    "translation": {
      "en": "I was grateful to him.",
      "th": "ฉันรู้สึกขอบคุณเขาในข้อนี้"
    }
  },
  {
    "translation": {
      "en": "So I had this mix of emotions,",
      "th": "ความรู้สึกของฉันก็เลยผสมปนเปกัน"
    }
  },
  {
    "translation": {
      "en": "and I have twin daughters",
      "th": "ฉันมีลูกสาวฝาแฝดสองคน"
    }
  },
  {
    "translation": {
      "en": "who are absolutely delightful girls.",
      "th": "ซึ่งนำพาความสุขใจมาให้ฉันเป็นอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And I--",
      "th": "และฉันก็…"
    }
  },
  {
    "translation": {
      "en": "You know, you can't be angry",
      "th": "คนเราจะโกรธลงได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "when you have… you have what you always dreamed of.",
      "th": "ในเมื่อเราได้มีในสิ่งที่ใฝ่ฝันหามาตลอด"
    }
  },
  {
    "translation": {
      "en": "Well, it was, um, complex for me because…",
      "th": "มันเป็นความรู้สึกที่ซับซ้อนสำหรับฉัน เพราะว่า…"
    }
  },
  {
    "translation": {
      "en": "I was 47 years old at the time,",
      "th": "ตอนนั้นฉันอายุ 47 ปี"
    }
  },
  {
    "translation": {
      "en": "and to find out…",
      "th": "และการที่ได้รู้ว่า…"
    }
  },
  {
    "translation": {
      "en": "…that the man I looked up to and emulated",
      "th": "ผู้ชายคนที่ฉันเคารพนับถือเป็นแบบอย่าง"
    }
  },
  {
    "translation": {
      "en": "from the time I was small…",
      "th": "ตั้งแต่ฉันยังเล็ก…"
    }
  },
  {
    "translation": {
      "en": "was not my biological father was crushing.",
      "th": "ไม่ใช่พ่อที่แท้จริงของฉัน มันทำให้หัวใจของฉันแตกสลาย"
    }
  },
  {
    "translation": {
      "en": "That was the biggest part.",
      "th": "ส่วนนี้แหละที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "I felt this need to protect him,",
      "th": "ฉันรู้สึกว่าฉันต้องปกป้องพ่อ"
    }
  },
  {
    "translation": {
      "en": "and I didn't want people to know.",
      "th": "และฉันก็เลยไม่อยากให้ใครรู้เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "But the other part of my story",
      "th": "แต่เรื่องราวของฉันยังไม่จบเพียงเท่านี้"
    }
  },
  {
    "translation": {
      "en": "is that Don Cline was also my fertility doctor.",
      "th": "แต่เรื่องราวของฉันยังไม่จบเพียงเท่านี้ ดอน ไคลน์เป็นหมอผู้รักษา ภาวะมีบุตรยากของฉันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Alison] He was my main GYN.",
      "th": "เขาเป็นหมอสูตินรีเวชประจำตัวของฉัน"
    }
  },
  {
    "translation": {
      "en": "He took care of all my gynecological needs for the two years that I saw him.",
      "th": "เขาดูแลเรื่องสุขภาพของฉัน ที่เกี่ยวกับนรีเวชศาสตร์อยู่นานสองปี"
    }
  },
  {
    "translation": {
      "en": "He did my Pap exams. He did breast exams.",
      "th": "เขาตรวจภายในให้ฉัน ตรวจเต้านมให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't think any grown woman wants…",
      "th": "ฉันไม่คิดว่าจะมีผู้หญิงคนไหน อยาก…"
    }
  },
  {
    "translation": {
      "en": "someone closely related to them,",
      "th": "ให้คนที่เป็นญาติใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "a member of the opposite sex, to touch them in that way, in such--",
      "th": "ที่เป็นเพศตรงข้าม มาสัมผัสร่างกายในแบบนั้น แบบที่…"
    }
  },
  {
    "translation": {
      "en": "It's a very vulnerable position that the patient is in.",
      "th": "คนไข้อยู่ในตำแหน่งที่เปราะบางมาก"
    }
  },
  {
    "translation": {
      "en": "And to be touching and examining",
      "th": "การสัมผัสและตรวจดู…"
    }
  },
  {
    "translation": {
      "en": "private areas of your body. It's just--",
      "th": "ส่วนของร่างกายที่เป็นของสงวน มัน…"
    }
  },
  {
    "translation": {
      "en": "It's-- I can't… I can't even think about it without getting upset.",
      "th": "มันช่าง… ฉันไม่อาจคิดเรื่องนี้ โดยที่ไม่รู้สึกโกรธได้เลย"
    }
  },
  {
    "translation": {
      "en": "I didn't get to have that knowledge. He knew.",
      "th": "ฉันไม่สามารถรู้เรื่องนี้ได้ แต่เขารู้"
    }
  },
  {
    "translation": {
      "en": "I didn't get to know that or have the chance to say,",
      "th": "ฉันไม่อาจรู้เรื่องนี้และมีโอกาสพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"No. I would… I… I'd rather I see someone else.\"",
      "th": "\"ไม่ละค่ะ ฉันไปหาหมอท่านอื่นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "\"I don't… I don't want someone who is biologically related to me",
      "th": "เพราะฉันไม่อยากให้คนที่ มีความสัมพันธ์ทางสายเลือดกับฉัน"
    }
  },
  {
    "translation": {
      "en": "to touch me in that way.\" I didn't get to do… know that.",
      "th": "มาสัมผัสฉันแบบนั้น\" ฉันไม่มีโอกาสได้รู้ก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "It's almost, you know,",
      "th": "มันเกือบจะเหมือนกับ…"
    }
  },
  {
    "translation": {
      "en": "it's like… it's like a bad dream that you-- that's recurring.",
      "th": "ฝันร้ายที่คอยตามหลอกหลอนซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "You wanna wake up.",
      "th": "อยากตื่นจากฝันนั้น"
    }
  },
  {
    "translation": {
      "en": "But every time you wake up, it's not a dream.",
      "th": "แต่ทุกครั้งที่ตื่นขึ้นมา กลับพบว่ามันไม่ใช่ความฝัน"
    }
  },
  {
    "translation": {
      "en": "[crying] I just can't believe how it was, you know, done to us.",
      "th": "ฉันไม่อยากเชื่อเลยว่า ทำไมเขาถึงทำแบบนั้นกับเราได้ลงคอ"
    }
  },
  {
    "translation": {
      "en": "I really can't. And for him to act like nothing happened.",
      "th": "ไม่อยากเชื่อเลยจริงๆ แถมเขายังทำเหมือนไม่มีอะไรเกิดขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "I think that's the worst part of it.",
      "th": "นั่นแหละคือส่วนที่มันแย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Don] I don't want you to think that I do this--",
      "th": "ผมไม่อยากให้คุณคิดว่าที่ผมทำ…"
    }
  },
  {
    "translation": {
      "en": "I did the insemination with my own sample",
      "th": "ผมทำการผสมเทียมโดยใช้น้ำเชื้อของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "very blasé.",
      "th": "อย่างไร้อารมณ์ร่วม"
    }
  },
  {
    "translation": {
      "en": "Was there a sexual connotation to it?",
      "th": "ถ้าถามว่ามีเรื่องทางเพศแอบแฝงหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Absolutely not.",
      "th": "ขอบอกเลยว่าไม่"
    }
  },
  {
    "translation": {
      "en": "I don't look at these people",
      "th": "ผมไม่ได้มอง… คนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and consider them to be my",
      "th": "และคิดว่าพวกเขาเป็น…"
    }
  },
  {
    "translation": {
      "en": "children.",
      "th": "ลูกของผม"
    }
  },
  {
    "translation": {
      "en": "[Julie] I want zero relationship with him.",
      "th": "ฉันไม่อยากยุ่งเกี่ยวกับเขาเลย"
    }
  },
  {
    "translation": {
      "en": "[crying] He's not my father.",
      "th": "เขาไม่ใช่พ่อฉัน"
    }
  },
  {
    "translation": {
      "en": "I may share half of his DNA,",
      "th": "ฉันอาจมีดีเอ็นเอของเขาอยู่ครึ่งหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but he's not my father, and he never will be.",
      "th": "แต่เขาไม่ใช่พ่อฉัน และเขาจะไม่มีวันเป็น"
    }
  },
  {
    "translation": {
      "en": "I feel sorry for him because his whole life to his wife,",
      "th": "ผมสมเพชเขานะ เพราะชีวิตทั้งหมดของเขาในสายตาภรรยา"
    }
  },
  {
    "translation": {
      "en": "to his own children, to his community, to his church,",
      "th": "ลูกๆ ของเขา ชุมชนของเขา โบสถ์ของเขา"
    }
  },
  {
    "translation": {
      "en": "to his colleagues in the hospital and his office.",
      "th": "เพื่อนร่วมงานของเขา ที่โรงพยาบาลและที่คลินิก"
    }
  },
  {
    "translation": {
      "en": "It's all a lie.",
      "th": "มันเป็นเรื่องโกหกทั้งเพ"
    }
  },
  {
    "translation": {
      "en": "I would like to see him pay for what he did…",
      "th": "ฉันอยากเห็นเขาชดใช้ในสิ่งที่เขาทำ"
    }
  },
  {
    "translation": {
      "en": "…but I just, I feel like…",
      "th": "แต่ฉันก็รู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "there isn't gonna be any justice.",
      "th": "ความยุติธรรมคงไม่บังเกิดหรอก"
    }
  },
  {
    "translation": {
      "en": "I'm okay.",
      "th": "ฉันไม่เป็นไรหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "This is not my issue. It's his.",
      "th": "นี่ไม่ใช่ปัญหาของฉัน แต่เป็นปัญหาของเขา"
    }
  },
  {
    "translation": {
      "en": "[Matt] I think continually putting his name and face in the media,",
      "th": "(หลายสิบปีผ่านไป ลูกๆ ของเหยื่อกระชับสัมพันธ์แน่นแฟ้น) ผมคิดว่าการเผยแพร่ชื่อ และหน้าตาของเขาในช่องทางสื่อต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and telling our story was the absolute way to go.",
      "th": "และเล่าเรื่องราวของพวกเรา เป็นวิธีที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna run away from him.",
      "th": "ผมจะไม่หนีจากเขา"
    }
  },
  {
    "translation": {
      "en": "Not gonna run away from this story.",
      "th": "ผมจะไม่หนีไปจากเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "If you were not even experiencing problems with infertility,",
      "th": "ถึงคุณจะไม่ได้มีปัญหาเกี่ยวกับภาวะมีบุตรยาก"
    }
  },
  {
    "translation": {
      "en": "if you saw Dr. Cline and you have a child,",
      "th": "แต่ถ้าคุณเคยเป็นคนไข้หมอไคลน์ และมีลูก"
    }
  },
  {
    "translation": {
      "en": "I think it is important, very important, that you have a DNA test.",
      "th": "ฉันว่าคุณควรจะไปตรวจดีเอ็นเออย่างยิ่งเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Your child has a DNA test, just to be certain that you know",
      "th": "ให้ลูกคุณไปตรวจดีเอ็นเอซะ เพื่อความแน่ใจว่าคุณรู้…"
    }
  },
  {
    "translation": {
      "en": "who the father is of that child.",
      "th": "ว่าใครคือพ่อเด็กจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Jacoba] Instead of destroying me…",
      "th": "คุณไม่ได้ทำลายฉันหรอก"
    }
  },
  {
    "translation": {
      "en": "you made me realize my self-worth.",
      "th": "แต่คุณทำให้ฉันเห็นคุณค่าในตนเอง"
    }
  },
  {
    "translation": {
      "en": "That's absolutely what you did.",
      "th": "นี่ต่างหากคือสิ่งที่คุณทำ"
    }
  },
  {
    "translation": {
      "en": "And you made me realize what my purpose is too.",
      "th": "และคุณยังทำให้ฉันรู้ว่าจุดมุ่งหมายของฉันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "And I'm a fighter.",
      "th": "ฉันเป็นนักสู้"
    }
  },
  {
    "translation": {
      "en": "And I will fight for every sibling",
      "th": "และฉันจะสู้เพื่อพี่น้องทุกคน"
    }
  },
  {
    "translation": {
      "en": "that I have that I know, that I don't know,",
      "th": "ที่ฉันรู้ว่ามี และที่ยังไม่รู้ว่ามี"
    }
  },
  {
    "translation": {
      "en": "and for every woman that you assaulted.",
      "th": "และเพื่อผู้หญิงทุกคนที่เคยถูกคุณล่วงละเมิด"
    }
  },
  {
    "translation": {
      "en": "And I will do this until the fucking day I die.",
      "th": "และฉันจะทำแบบนี้ไปจนวันตาย"
    }
  },
  {
    "translation": {
      "en": "♪ Devil, Devil ♪",
      "th": "(เนื่องจากปัจจุบัน สามารถตรวจดีเอ็นเอที่บ้านได้)"
    }
  },
  {
    "translation": {
      "en": "♪ Clever Devil, Devil ♪",
      "th": "(ที่เคยใช้น้ำเชื้อของตัวเอง) (ทำการผสมเทียมให้กับคนไข้ที่มีบุตรยาก)"
    }
  },
  {
    "translation": {
      "en": "♪ How quickly they do sell their souls ♪",
      "th": "(ไคลน์ยังคงเป็นคนที่ ผลิตลูกออกมามากที่สุดในบรรดาหมอพวกนี้)"
    }
  },
  {
    "translation": {
      "en": "♪ For the feast and the promise of gold ♪",
      "th": "(ณ วันที่ผลิตสารคดีเรื่องนี้) (พบพี่น้องไคลน์แล้ว 94 คน)"
    }
  },
  {
    "translation": {
      "en": "♪ But Devil, that won't be me ♪",
      "th": "(และคงมีมาอีก)"
    }
  },
  {
    "translation": {
      "en": "♪ Between you and me, Devil, Devil ♪",
      "th": "คำบรรยายโดย เพียงพัชร์ น้ำทิพย์"
    }
  }
]