[
  {
    "translation": {
      "en": "[announcer over P.A] This is it, folks.",
      "th": "มาถึงแล้ว ทุกคน การแข่งนัดแรก ของฤดูกาลรุ่นเยาวชนระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "First race of the national junior season.",
      "th": "มาถึงแล้ว ทุกคน การแข่งนัดแรก ของฤดูกาลรุ่นเยาวชนระดับประเทศ (แอดิเลด อินวิเทชันนอล)"
    }
  },
  {
    "translation": {
      "en": "[announcer] And they're racing!",
      "th": "ออกตัวกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] And there's number 61, Scott Griffin, storming to the front.",
      "th": "และนั่นคือหมายเลข 61 สกอตต์ กริฟฟิน พุ่งนำหน้าไปอย่างห้าวหาญ"
    }
  },
  {
    "translation": {
      "en": "He's on fire.",
      "th": "เขาเป็นนักสู้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Whoa, but he's got his work cut out for him here.",
      "th": "เจองานช้างเข้าให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The boys in red from Katzo were the number one team last year.",
      "th": "เด็กๆ ในชุดแดงจากทีมแคตโซ คือทีมอันดับหนึ่งของปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "They are packed with talent and they've come to ride.",
      "th": "ความสามารถเต็บสูบและมาเพื่อบิดสุด"
    }
  },
  {
    "translation": {
      "en": "[announcer] But it's Scott Griffin throwing it sideways out there.",
      "th": "สกอตต์ กริฟฟินเหาะแบบหันข้างแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] He's trying to hold his own,",
      "th": "เขาพยายามจะรักษาตำแหน่งไว้"
    }
  },
  {
    "translation": {
      "en": "but Katzo screams around the outside,",
      "th": "แต่แคตโซเร่งเข้ามาขนาบข้าง"
    }
  },
  {
    "translation": {
      "en": "reeling him in to take the lead.",
      "th": "พยายามจะแซงเขาไป"
    }
  },
  {
    "translation": {
      "en": "And as we come into the home stretch, Katzo look to have this…",
      "th": "และในขณะที่เรามาถึงโค้งสุดท้าย ดูเหมือนแคตโซจะได้…"
    }
  },
  {
    "translation": {
      "en": "Whoa, and Scotty Griffin exploding to the front on the line",
      "th": "อื้อหือ สกอตต์ กริฟฟินพุ่งทะยานมาแซงหน้า"
    }
  },
  {
    "translation": {
      "en": "to let everyone know this young man is a real threat.",
      "th": "โชว์ให้ทุกคนเห็นว่าฝีมือเขาน่าเกรงขามแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-[dirt bike revs] -[welder hisses]",
      "th": "(มาเวริกซ์)"
    }
  },
  {
    "translation": {
      "en": "[man] You got boxed in pretty bad.",
      "th": "(แคตโซ มอเตอร์สปอร์ตส์) แกโดนต้อนน่าดูเลย"
    }
  },
  {
    "translation": {
      "en": "Didn't come into the corners hard enough.",
      "th": "ตอนเข้าโค้งยังไม่เฉียบพอ"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yeah, I sucked. Should have won that, eh?",
      "th": "อือ ห่วยแตกเนอะ คงจะดีถ้าผมชนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, wait, I did!",
      "th": "เดี๋ยวนะ ผมชนะนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "Oi, I'm your coach. I know a few things.",
      "th": "พ่อเป็นโค้ชแกนะ พอมีความรู้อยู่"
    }
  },
  {
    "translation": {
      "en": "Since when?",
      "th": "ตั้งแต่เมื่อไหร่กัน"
    }
  },
  {
    "translation": {
      "en": "It's our year. I can feel it.",
      "th": "ปีนี้เป็นปีของเรา ผมรู้สึกได้"
    }
  },
  {
    "translation": {
      "en": "I'm glad you think so,",
      "th": "ดีใจนะที่แกคิดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "'cause I reckon we make the announcement… now.",
      "th": "เพราะพ่ออยากให้เราประกาศ ตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "A bit of a treat for you today, ladies and gents.",
      "th": "วันนี้มีของดีมาแบ่งครับ สุภาพบุรุษและสุภาพสตรี"
    }
  },
  {
    "translation": {
      "en": "Got a real legend of the circuit with us.",
      "th": "ตำนานสนามแข่งตัวจริงอยู่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Former Aussie motocross champ, Cam Griffin!",
      "th": "อดีตแชมป์มอเตอร์ครอสชาวออสซี่ แคม กริฟฟิน"
    }
  },
  {
    "translation": {
      "en": "It's been a while since we've seen you flying round the track, Griffo,",
      "th": "เราไม่ได้เห็นคุณซิ่งในสนาม มาสักพักแล้วนะครับ กริฟโฟ"
    }
  },
  {
    "translation": {
      "en": "but we've been seeing plenty of young Scotty.",
      "th": "แต่เห็นพ่อหนุ่มสกอตตี้บ่อยเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, he's doing alright.",
      "th": "ครับ เขาทำได้ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Better than alright! Number four last year.",
      "th": "ยอดเยี่ยมเลยต่างหาก ปีที่แล้วได้อันดับสี่"
    }
  },
  {
    "translation": {
      "en": "Now, you've got some news for us.",
      "th": "เอาล่ะ มีอะไรจะบอกเราเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Why don't I let Scott tell you?",
      "th": "ให้สกอตต์บอกเองดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[announcer] So, Scott, what have you and your dad got for us?",
      "th": "สกอตต์ นายกับพ่อมีอะไรจะบอกเราเหรอ"
    }
  },
  {
    "translation": {
      "en": "We're opening an academy.",
      "th": "เราจะเปิดโรงเรียนครับ"
    }
  },
  {
    "translation": {
      "en": "A riding academy, Brian.",
      "th": "โรงเรียนสอนแข่งรถ ไบรอัน"
    }
  },
  {
    "translation": {
      "en": "It's called MaveriX.",
      "th": "ชื่อมาเวริกซ์"
    }
  },
  {
    "translation": {
      "en": "[Brian] MaveriX, eh? Well, tell us a bit more.",
      "th": "มาเวริกซ์เหรอ ขอรายละเอียดเพิ่มหน่อย"
    }
  },
  {
    "translation": {
      "en": "Six weeks over the holidays up at Alice Springs.",
      "th": "คอร์สเรียนหกสัปดาห์ในช่วงปิดเทอมที่อลิซสปริงส์"
    }
  },
  {
    "translation": {
      "en": "We're gonna get the best riders together, have 'em come stay at our place,",
      "th": "เราจะรวบรวมนักบิดที่เจ๋งที่สุดมาอยู่ที่บ้านเรา"
    }
  },
  {
    "translation": {
      "en": "do heaps of training, heaps of racing.",
      "th": "ฝึกฝนหลายอย่าง แข่งขันอีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "We're building a team and we're taking it to the Nationals.",
      "th": "เราจะสร้างทีมเพื่อไปให้ถึงระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Man] Katzo's number one!",
      "th": "แคตโซเจ๋งที่สุด"
    }
  },
  {
    "translation": {
      "en": "Well, if anyone can do it, folks, believe me, it's the Griffins.",
      "th": "ถ้าจะมีใครทำได้ ก็ต้องตระกูลกริฟฟินนี่แหละครับ"
    }
  },
  {
    "translation": {
      "en": "-We're bringing home the title, Brian. -Let's hear it for MaveriX.",
      "th": "เราจะคว้าแชมป์มาให้ได้ ขอเสียงให้มาเวริกซ์หน่อยครับ"
    }
  },
  {
    "translation": {
      "en": "I reckon we'll be seeing a lot more of them this season.",
      "th": "ฤดูกาลนี้คงได้เจอพวกเขาอีกเพียบเลย"
    }
  },
  {
    "translation": {
      "en": "We better start finding some riders, huh?",
      "th": "งั้นเราไปหานักแข่งกันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Yeah. Come on.",
      "th": "อือ ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Hey, Bryce! Get back here.",
      "th": "เฮ้ย ไบรซ์ กลับมานี่"
    }
  },
  {
    "translation": {
      "en": "What's the go? What's up with it?",
      "th": "ทำอะไรอยู่ มีอะไรหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I can have a look at it if you want.",
      "th": "- บอกไม่ได้ - ผมช่วยดูให้ได้นะ"
    }
  },
  {
    "translation": {
      "en": "[man] If you can fix it, you can race it. He's not gonna need it today.",
      "th": "ถ้าซ่อมได้ก็เอาไปแข่งเลย วันนี้เขาคงไม่ได้ใช้มันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] All riders for heat two, make your way over to the staging area.",
      "th": "สำหรับนักแข่งที่จะลงสนามฮีตที่สอง ขอให้มาประจำที่จุดออกตัว"
    }
  },
  {
    "translation": {
      "en": "All riders for heat two.",
      "th": "นักแข่งที่จะลงสนามฮีตที่สอง"
    }
  },
  {
    "translation": {
      "en": "Another strong field here.",
      "th": "ผู้เข้าแข่งขันไม่ธรรมดาอีกแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Riders almost set now. Just waiting on…",
      "th": "นักแข่งเกือบพร้อมกันแล้ว เหลือแค่รอ…"
    }
  },
  {
    "translation": {
      "en": "[laughs] Hello! Who do we have here?",
      "th": "โอ๊ะโอ นั่นใครน่ะ"
    }
  },
  {
    "translation": {
      "en": "Guess we'll find out!",
      "th": "เดี๋ยวก็คงได้รู้กัน"
    }
  },
  {
    "translation": {
      "en": "Interesting look.",
      "th": "ดูน่าสนใจดี"
    }
  },
  {
    "translation": {
      "en": "[announcer] Heat one was a cracker. Let's see what they've got in heat two.",
      "th": "ฮีตที่หนึ่งบ้าบอทีเดียว มาดูกันมาฮีตที่สองพวกเขาจะมีของอะไร"
    }
  },
  {
    "translation": {
      "en": "Racing!",
      "th": "ออกตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh, and the latecomer's getting off to a great start.",
      "th": "นักแข่งหน้าใหม่เริ่มต้นได้ดีเลย"
    }
  },
  {
    "translation": {
      "en": "Into the first corner and he powers through.",
      "th": "เข้าสู่โค้งแรก เขาผ่านไปได้ชิลๆ"
    }
  },
  {
    "translation": {
      "en": "And we see Katzo taking a grip on this race early.",
      "th": "และจะเห็นว่ารอบนี้แคตโซขึ้นนำตั้งแต่เนิ่นๆ เลย"
    }
  },
  {
    "translation": {
      "en": "But that man in black is hanging in there,",
      "th": "แต่ชายชุดดำก็ยังรักษาความเร็วได้อยู่"
    }
  },
  {
    "translation": {
      "en": "making Clements and Hemmes from Katzo work for it.",
      "th": "ทำให้คลีเมนส์และฮิมส์ จากแคตโซเจอความท้าทาย"
    }
  },
  {
    "translation": {
      "en": "Into the next corner. They slingshot out again.",
      "th": "เข้าสู่โค้งต่อมา พวกเขาทำสลิงช็อตกันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "And this mystery rider's got a unique style",
      "th": "นักแข่งปริศนาคนนี้มีสไตล์ที่ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "but he's not giving an inch.",
      "th": "แต่ไม่ยอมอ่อนข้อให้ใครเลย"
    }
  },
  {
    "translation": {
      "en": "Look at him fly, sailing out to a massive lead.",
      "th": "ดูเขาเหินสิครับ ทะยานนำโด่งไปไกลโข"
    }
  },
  {
    "translation": {
      "en": "Into the home straight, on the run to the finish.",
      "th": "เข้าสู่โค้งสุดท้ายแล้ว วิ่งเข้าสู่เส้นชัย"
    }
  },
  {
    "translation": {
      "en": "Looks like it's all over.",
      "th": "ดูเหมือนจะรู้ผลลัพธ์แล้ว"
    }
  },
  {
    "translation": {
      "en": "[laughs] Hang on, I spoke too soon!",
      "th": "ช้าก่อน ผมด่วนสรุปเกินไป"
    }
  },
  {
    "translation": {
      "en": "Number 24 has come out of nowhere to snatch the win.",
      "th": "หมายเลข 24 โผล่มาจากไหนไม่รู้ คว้าชัยตัดหน้าไปเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "What a finish! Another fantastic heat. Who was that guy?",
      "th": "- สวยงาม เป็นอีกฮีตที่น่าทึ่ง - หมอนั่นใคร"
    }
  },
  {
    "translation": {
      "en": "Oh, too slow, Scotty.",
      "th": "ช้าไปนะ สกอตตี้"
    }
  },
  {
    "translation": {
      "en": "Guess you're used to it by now, right?",
      "th": "นายคงชินแล้วล่ะมั้ง"
    }
  },
  {
    "translation": {
      "en": "Big win, especially for a chick.",
      "th": "ชนะได้เทพดี แถมเป็นผู้หญิงซะด้วย"
    }
  },
  {
    "translation": {
      "en": "Nope, just a big win.",
      "th": "ไม่เกี่ยว ก็แค่ชนะได้เทพดีเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "I'm Jason Cox from Katzo Racing and this is…",
      "th": "ฉันเจสัน ค็อกซ์จากแคตโซ เรซซิ่งและนี่คือ…"
    }
  },
  {
    "translation": {
      "en": "Lawson Tyler. I know who he is.",
      "th": "ลอว์สัน ไทเลอร์สินะ ฉันรู้ว่าเขาเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "That's right. Current national champ.",
      "th": "ถูกต้อง แชมป์ระดับประเทศคนปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "Not for long.",
      "th": "คงเป็นได้อีกไม่นานหรอก"
    }
  },
  {
    "translation": {
      "en": "I like her.",
      "th": "ผมชอบเธอนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, you killed it! -That was so good, love!",
      "th": "ลูกทำได้ยอดเยี่ยมมาก เก่งมาก ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "-[Scott] Hey, I know that guy. -Go to work.",
      "th": "ผมรู้จักเขา ลองไปชวนเขาดู"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Richie, right?",
      "th": "ริชชี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-You remember me? -Yeah.",
      "th": "จำฉันได้ด้วย อือ เคยเห็นนายที่สนามแข่งในอลิซ"
    }
  },
  {
    "translation": {
      "en": "Seen you round the track in Alice.",
      "th": "อือ เคยเห็นนายที่สนามแข่งในอลิซ"
    }
  },
  {
    "translation": {
      "en": "Mate, that was an amazing race.",
      "th": "พวก เมื่อกี้มันเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Richie? Rich? Richie?",
      "th": "- ริชชี่ - ริช"
    }
  },
  {
    "translation": {
      "en": "Thanks, uh… I can't. I've gotta go.",
      "th": "- ขอบใจ แต่ไม่ได้หรอก ขอตัวนะ - ริชชี่"
    }
  },
  {
    "translation": {
      "en": "What'd you do?",
      "th": "ทำอะไรลงไปน่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, you crushed that race.",
      "th": "หวัดดี เมื่อกี้เธอทำได้สุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Was I meant to understand that?",
      "th": "ฉันต้องเข้าใจไหมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Tell me something I don't know.",
      "th": "เรื่องนั้นฉันรู้อยู่แล้วน่า"
    }
  },
  {
    "translation": {
      "en": "OK. Me and my dad, we're starting an academy for elite riders.",
      "th": "โอเค ฉันกับพ่อจะเปิดโรงเรียน สำหรับนักแข่งฝีมือโหด"
    }
  },
  {
    "translation": {
      "en": "Who are you guys?",
      "th": "พวกนายคือใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Oh, I'm Scott… -[laughs] You sucker.",
      "th": "ฉันชื่อสกอตต์… ตาเด๋อเอ๊ย ฉันรู้นายคือใคร"
    }
  },
  {
    "translation": {
      "en": "I know who you are.",
      "th": "ตาเด๋อเอ๊ย ฉันรู้นายคือใคร"
    }
  },
  {
    "translation": {
      "en": "What I want to know is whether you guys are supplementing the track work.",
      "th": "ที่ฉันอยากรู้คือพวกนายจะเสริมเรื่องสนามไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, course. With what?",
      "th": "- แน่นอน - ด้วยอะไร"
    }
  },
  {
    "translation": {
      "en": "Heaps of stuff. Like?",
      "th": "- อะไรมากมายหลายอย่าง - เช่น"
    }
  },
  {
    "translation": {
      "en": "-Well, we're gonna… We… -Nice try.",
      "th": "- คือเราจะ… - พยายามได้ดี"
    }
  },
  {
    "translation": {
      "en": "But why would I come to Alice Springs? You're not even sure what you're doing.",
      "th": "จะให้ฉันไปอลิซสปริงส์ ทั้งๆ ที่นายไม่รู้ว่าตัวเองจะทำอะไรเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Great start to the season here, folks.",
      "th": "เริ่มต้นฤดูกาลได้เยี่ยมครับ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "And the good news is we're gonna finish up here as well.",
      "th": "และข่าวดีคือเราจะปิดฤดูกาลที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "The Australian Motocross Association is proud to announce",
      "th": "สมาคมมอเตอร์ครอสออสเตรเลียประกาศว่า"
    }
  },
  {
    "translation": {
      "en": "that the MX Nationals will be held at this very track.",
      "th": "การแข่งขันเอ็นเอสแนชันแนลส์ จะจัดขึ้นที่สนามแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "So take a good look because some of you will be back here soon",
      "th": "(มาเวริกซ์) ดังนั้นเตรียมตัวให้ดี เพราะคุณบางคนจะได้กลับมาที่นี่เร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "fighting for the crown.",
      "th": "- เพื่อแย่งชิงตำแหน่ง - นี่"
    }
  },
  {
    "translation": {
      "en": "Hey, did you work these levers?",
      "th": "ซ่อมคลัตช์เบรกนั่นหรือยัง"
    }
  },
  {
    "translation": {
      "en": "With tools or the power of your mind?",
      "th": "ซ่อมด้วยเครื่องมือหรือพลังจิต"
    }
  },
  {
    "translation": {
      "en": "Do I have to do everything?",
      "th": "นี่ผมต้องทำทุกอย่างเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "See anything you like?",
      "th": "สนใจอะไรงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's awesome gear. Pity, though.",
      "th": "รถเจ๋งดี แต่น่าเสียดาย พวกที่มีของแจ่มๆ ใช้ มักจะเป็นนักแข่งฝีมือกาก"
    }
  },
  {
    "translation": {
      "en": "Guys with the best kit are always the worst riders.",
      "th": "แต่น่าเสียดาย พวกที่มีของแจ่มๆ ใช้ มักจะเป็นนักแข่งฝีมือกาก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Gold Coast boy Kaden Li chewing up the track out there.",
      "th": "เด็กหนุ่มจากเมืองโกลด์โคสต์ เคเดน ลี รับมือการแข่งได้จั๋งหนับเลย"
    }
  },
  {
    "translation": {
      "en": "It's only his second season on the national circuit,",
      "th": "เขาเพิ่งเคยแข่งระดับประเทศ เป็นฤดูกาลที่สองเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "but he is really making his mark.",
      "th": "แต่ผลงานน่าจดจำเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "And as they turn for home,",
      "th": "และในขณะที่พวกเขาเข้าโค้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "he streaks away to book his place in the final.",
      "th": "เขาก็ซิ่งเข้ามาเพื่อเข้าสู่เส้นชัยเป็นคนแรก"
    }
  },
  {
    "translation": {
      "en": "What a day of racing we've had so far!",
      "th": "เป็นวันที่การแข่งขันสนุกตื่นตาจริงๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "Him! We want him.",
      "th": "คนนี้แหละ ต้องได้คนนี้มา"
    }
  },
  {
    "translation": {
      "en": "Where's my protein shake?",
      "th": "โปรตีนเชคของผมล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Griffo] G'day.",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "You got time for a chat?",
      "th": "ว่างคุยสักหน่อยไหม"
    }
  },
  {
    "translation": {
      "en": "Hey, Mr. Griffin!",
      "th": "ไงครับคุณกริฟฟิน"
    }
  },
  {
    "translation": {
      "en": "Oh, Griffo's fine. Just wanted to talk to you",
      "th": "เรียกกริฟโฟก็ได้ ฉันอยากคุยกับนาย เรื่องโครงการพัฒนาอันใหม่ที่ฉันกำลังจะทำ"
    }
  },
  {
    "translation": {
      "en": "about a new development program I'm starting.",
      "th": "ฉันอยากคุยกับนาย เรื่องโครงการพัฒนาอันใหม่ที่ฉันกำลังจะทำ"
    }
  },
  {
    "translation": {
      "en": "Me and my son, actually.",
      "th": "ฉันอยากคุยกับนาย เรื่องโครงการพัฒนาอันใหม่ที่ฉันกำลังจะทำ อันที่จริงคือที่ฉันกับลูกจะทำ"
    }
  },
  {
    "translation": {
      "en": "Cool, yeah. We were joking around before.",
      "th": "แจ่มเลย เมื่อกี้เราหยอกล้อกันด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Griffo] It's called MaveriX.",
      "th": "มันชื่อมาเวริกซ์"
    }
  },
  {
    "translation": {
      "en": "Wanted to know if you're up for the challenge.",
      "th": "สนใจทำเรื่องท้าทายไหม"
    }
  },
  {
    "translation": {
      "en": "That sounds amazing. I've just gotta contact my dad.",
      "th": "ฟังดูเจ๋งดีครับ แค่ต้องติดต่อพ่อผมก่อน"
    }
  },
  {
    "translation": {
      "en": "Mr. Cox, I'm Kaden Li. Right, yeah, I got your emails.",
      "th": "- คุณค็อกซ์ ผมเคเดน ลี - อ๋อใช่ เห็นอีเมลนายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know Katzo's recruiting and I'm getting other offers.",
      "th": "ผมรู้ว่าแคตโซกำลังหาคนเข้าทีม ทีมอื่นก็สนใจผมอยู่"
    }
  },
  {
    "translation": {
      "en": "You're a good rider, but I've got plenty of those.",
      "th": "นายก็ฝีมือดีนะ แต่ฉันมีแบบนั้นเยอะแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Mr. Cox] You beat my number one rider, Lawson Tyler, in the final,",
      "th": "ไว้นายเอาชนะนักแข่งอันดับหนึ่งของเรา ลอว์สัน ไทเลอร์ในรอบสุดท้ายได้"
    }
  },
  {
    "translation": {
      "en": "we'll talk.",
      "th": "เราค่อยคุยกัน"
    }
  },
  {
    "translation": {
      "en": "[Lawson] Thanks for dropping in!",
      "th": "ขอบคุณที่แวะมา"
    }
  },
  {
    "translation": {
      "en": "[Lawson] I am gonna win the Nationals again this year.",
      "th": "ปีนี้ฉันก็เป็นแชมป์ระดับประเทศอีก"
    }
  },
  {
    "translation": {
      "en": "Trying to convince me or yourself?",
      "th": "กำลังโน้มน้าวฉันหรือตัวเองกันแน่"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to convince anyone. It's just a fact.",
      "th": "ไม่ได้จะโน้มน้าวใคร แค่พูดความจริง"
    }
  },
  {
    "translation": {
      "en": "-What do you want, Lawson? -I wanna help you.",
      "th": "- ต้องการอะไร ลอว์สัน - ฉันอยากช่วยนาย"
    }
  },
  {
    "translation": {
      "en": "You wanna help me?",
      "th": "อยากช่วยฉันเหรอ"
    }
  },
  {
    "translation": {
      "en": "Someone's gotta tell you that you're not your dad.",
      "th": "ต้องมีคนเตือนสตินายหน่อยว่านายไม่ใช่พ่อนาย"
    }
  },
  {
    "translation": {
      "en": "And building a team around you isn't going to change that.",
      "th": "ถึงพยายามหาเพื่อนร่วมทีมไป ก็เปลี่ยนเรื่องนั้นไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "You better walk away now.",
      "th": "ไปไหนก็ไป"
    }
  },
  {
    "translation": {
      "en": "You don't have to get hurt, Scotty. Just don't get in my way.",
      "th": "อย่ารนหาที่ให้ตัวเองเจ็บเลย สกอตตี้ แค่อย่ามาขวางทางฉันก็พอ"
    }
  },
  {
    "translation": {
      "en": "[announcer] All the heats are done. All the gates are loaded.",
      "th": "การแข่งทุกฮีตจบไปแล้ว ทุกคนเข้าประจำตำแหน่งเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "The best of the best ready and raring to go head to head in the final.",
      "th": "นักแข่งฝีมือที่ดีของที่สุดพร้อมแล้ว และอยากห้ำหั่นกันในรอบสุดท้ายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "First points for the season are on the line.",
      "th": "มีคะแนนแรกของฤดูกาลเป็นเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "And there we see the last bike in,",
      "th": "และนั่นผู้เข้าแข่งขันที่เข้ามาคนสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "reigning national champion, Lawson Tyler.",
      "th": "คือแชมป์ระดับประเทศ ลอว์สัน ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "Come on, mate. Let's do this.",
      "th": "ลุยเลย พวก จัดไป"
    }
  },
  {
    "translation": {
      "en": "[announcer] Thirty-second board is up.",
      "th": "นับถอยหลัง 30 วินาที"
    }
  },
  {
    "translation": {
      "en": "Marshals are clearing the track.",
      "th": "เจ้าหน้าที่กำลังเคลียร์สนาม"
    }
  },
  {
    "translation": {
      "en": "Riders are set.",
      "th": "นักแข่งพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "It all comes down to this.",
      "th": "รอบนี้คือตัวตัดสิน"
    }
  },
  {
    "translation": {
      "en": "[announcer] And they're away in the final of the Adelaide Invitational.",
      "th": "และการแข่งขันแอดิเลด อินวิเทชันนอล รอบสุดท้ายก็เริ่มขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Lawson Tyler punching to an early lead.",
      "th": "ลอว์สัน ไทเลอร์พุ่งขึ้นนำตั้งแต่เริ่ม"
    }
  },
  {
    "translation": {
      "en": "But into the first corner, Scotty Griffin,",
      "th": "แต่ในโค้งแรก สกอตตี้ กริฟฟิน นักแข่งจากทีมใหม่ \"มาเวริกซ์\""
    }
  },
  {
    "translation": {
      "en": "riding for new team MaveriX, is taking it to him.",
      "th": "แต่ในโค้งแรก สกอตตี้ กริฟฟิน นักแข่งจากทีมใหม่ \"มาเวริกซ์\" บิดเข้าสู้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Hemmes and Clements from Katzo, Peterson and Li all in the hunt.",
      "th": "แฮนซัน คลีเมนส์จากแคตโซ ปีเตอร์สันและลีตามมาติดๆ"
    }
  },
  {
    "translation": {
      "en": "Up front, the competition's fierce.",
      "th": "การแข่งขันตรงแนวหน้าดุเดือดเชียวครับ"
    }
  },
  {
    "translation": {
      "en": "Griffin and Tyler neck and neck.",
      "th": "กริฟฟินและไทเลอร์สูสีกันมาก"
    }
  },
  {
    "translation": {
      "en": "But creeping up is the winner of heat two, Jenny Chivas.",
      "th": "ที่ไล่ตามมาคือผู้ชนะจากฮีตที่สอง เจนนี่ ชีวาส"
    }
  },
  {
    "translation": {
      "en": "Ooh, and Tyler and Griffin lock horns",
      "th": "ไทเลอร์กับกริฟฟินปะทะกัน"
    }
  },
  {
    "translation": {
      "en": "with Griffin coming off second best.",
      "th": "กริฟฟินหลุดออกจากอันดับสอง"
    }
  },
  {
    "translation": {
      "en": "Now it's Tyler and Chivas charging on",
      "th": "คราวนี้เป็นคิวของไทเลอร์และชีวาสที่ขึ้นนำ"
    }
  },
  {
    "translation": {
      "en": "with Hemmes and Clements right behind.",
      "th": "ตามมาติดๆ ด้วยแฮนสัน คลีเมนส์"
    }
  },
  {
    "translation": {
      "en": "Scott Griffin and MaveriX have got a lot of work to do",
      "th": "สกอตต์ กริฟฟินและมาเวริกซ์ต้องเร่งแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "with this pack storming away. But here comes Griffin.",
      "th": "เพราะทุกคนนำหน้าไปไกลแล้ว แต่กริฟฟินมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Up front, Jenny Chivas is making her move,",
      "th": "ที่แนวหน้าเจนนี่ ชีวาสใช้ไม้เด็ดแล้ว"
    }
  },
  {
    "translation": {
      "en": "keeping Tyler in check,",
      "th": "ทำให้ไทเลอร์เจองานหิน"
    }
  },
  {
    "translation": {
      "en": "the rest of the pack breathing down their necks.",
      "th": "คนอื่นๆ ก็ตามมาจ่อตูดพวกเขามาติดๆ"
    }
  },
  {
    "translation": {
      "en": "Behind them, Griffin is fighting back.",
      "th": "ที่ด้านหลังกริฟฟินพยายามโต้กลับ"
    }
  },
  {
    "translation": {
      "en": "Look at him go!",
      "th": "ดูเขาสิ"
    }
  },
  {
    "translation": {
      "en": "And he's not the only one. Alice Springs rider Richie Peterson",
      "th": "และไม่ได้มีแค่เขาคนเดียว นักแข่งจากอลิซสปริงส์ ริชชี่ ปีเตอร์สัน ตีวงจากด้านนอก"
    }
  },
  {
    "translation": {
      "en": "taking an outside line there.",
      "th": "นักแข่งจากอลิซสปริงส์ ริชชี่ ปีเตอร์สัน ตีวงจากด้านนอก"
    }
  },
  {
    "translation": {
      "en": "The battle for position is red hot.",
      "th": "ศึกคว้าชัยดุเดือดสุดระทึก"
    }
  },
  {
    "translation": {
      "en": "But it's Tyler and Chivas wrestling for the lead.",
      "th": "แต่เป็นไทเลอร์ชีวาส ที่กำลังช่วงชิงตำแหน่งขึ้นนำอยู่"
    }
  },
  {
    "translation": {
      "en": "Griffin's not giving up, though. He's making up ground.",
      "th": "แต่กริฟฟินก็ไม่ยอมแพ้ เขาตามทันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Kaden Li isn't gonna be left behind either.",
      "th": "เคเดน ลีก็ไม่โดนทิ้งห่างเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Sweeping around into the home straight, it's Tyler and Chivas",
      "th": "ไทเลอร์กับชีวาสซิ่งนำหน้าเข้าสู่โค้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "and Scotty Griffin with a late charge.",
      "th": "และสกอตตี้ กริฟฟินที่บิดตามมา"
    }
  },
  {
    "translation": {
      "en": "They're leaving it all out on the track, folks.",
      "th": "พวกเขาจัดเต็มสุดฝีมือในสนาม แต่เป็นไทเลอร์ ลอว์สัน ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "But it's Tyler, Lawson Tyler, taking the flag",
      "th": "พวกเขาจัดเต็มสุดฝีมือในสนาม แต่เป็นไทเลอร์ ลอว์สัน ไทเลอร์ ที่เข้าเส้นชัยได้แชมป์แอดิเลด อินวิเทชันนอล"
    }
  },
  {
    "translation": {
      "en": "to win the Adelaide Invitational",
      "th": "ที่เข้าเส้นชัยได้แชมป์แอดิเลด อินวิเทชันนอล"
    }
  },
  {
    "translation": {
      "en": "with Scott Griffin a courageous second",
      "th": "มีสกอตต์ กริฟฟินผู้ห้าวหาญได้อันดับสอง"
    }
  },
  {
    "translation": {
      "en": "and Jenny Chivas third.",
      "th": "และเจนนี่ ชีวาสที่อันดับสาม"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Go, Scotty!",
      "th": "- ขอบคุณครับ - เยี่ยมมาก สกอตตี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, thanks.",
      "th": "ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "I told you, you don't have to get hurt.",
      "th": "บอกแล้วไงว่าอย่ารนหาที่ให้ตัวเองเจ็บ"
    }
  },
  {
    "translation": {
      "en": "[man] Go, Katzo!",
      "th": "แคตโซสุดยอด"
    }
  },
  {
    "translation": {
      "en": "Whoa!",
      "th": "เดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "-I'm in. -Yeah?",
      "th": "- ฉันเอาด้วย - ถามจริง"
    }
  },
  {
    "translation": {
      "en": "You were on fire out there.",
      "th": "เมื่อกี้ทักษะนายใช่ย่อยเลย"
    }
  },
  {
    "translation": {
      "en": "Can't wait to destroy you at the MaveriX track.",
      "th": "อยากเอาชนะนายที่สนามมาเวริกซ์จะแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[woman] You were amazing! -[Griffo] Hey, check this out.",
      "th": "- มาดูนี่ - เก่งมากจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, that was a big move out there.",
      "th": "ไง เมื่อกี้ไม่ใช่เล่นเลยนะเรา"
    }
  },
  {
    "translation": {
      "en": "You've got good instincts. You wanna make the most of them,",
      "th": "สัญชาตญาณดี อยากเอามาใช้ให้เป็นประโยชน์ไหม"
    }
  },
  {
    "translation": {
      "en": "we've got a spot for you at MaveriX.",
      "th": "มีที่ว่างให้นายที่มาเวริกซ์"
    }
  },
  {
    "translation": {
      "en": "[woman] Richard Jupurrurla Peterson!",
      "th": "ริชาร์ด จอปูร์รูร์ลา ปีเตอร์สัน"
    }
  },
  {
    "translation": {
      "en": "Don't you move a muscle!",
      "th": "อย่าขยับเชียวนะ"
    }
  },
  {
    "translation": {
      "en": "Mum! Dad! -You're here. -Don't play dumb.",
      "th": "- แม่กับพ่อก็มาเหรอเนี่ย - อย่ามาทำไขสือ"
    }
  },
  {
    "translation": {
      "en": "You've been ducking us all day.",
      "th": "ลูกหลบหน้าเรามาทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "Look at you! Look at your uniform.",
      "th": "ดูสภาพสิ ดูสภาพชุดนักเรียนของแกสิ"
    }
  },
  {
    "translation": {
      "en": "[his mother] The school called. They know you've been sneaking out.",
      "th": "โรงเรียนโทรมา พวกเขารู้ว่าลูกโดดเรียน"
    }
  },
  {
    "translation": {
      "en": "Now you think you can ignore our calls.",
      "th": "ตอนนี้ก็เลยไม่ยอมรับสายพ่อกับแม่ด้วย"
    }
  },
  {
    "translation": {
      "en": "Mum, Dad, this is 'Griffo' Griffin.",
      "th": "พ่อครับ แม่ครับ นี่กริฟโฟ กริฟฟิน"
    }
  },
  {
    "translation": {
      "en": "G'day. They're all a bit of a handful at this age, eh?",
      "th": "สวัสดีครับ เด็กวัยนี้รับมือยากเนอะ"
    }
  },
  {
    "translation": {
      "en": "I could think of a few more choice words.",
      "th": "ฉันอธิบายเพิ่มได้อีกสามสี่คำเลยล่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, your dad used to take Richie to the track in Alice, right?",
      "th": "พ่อคุณเคยพาริชชี่ไปที่สนามในอลิซใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "He was incredible.",
      "th": "เขาน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "The way he worked with the bikes, the way he worked with Richie.",
      "th": "- ขอบใจจ้ะ - ทั้งวิธีการจัดการมอเตอร์ไซค์ทั้งกับริชชี่เลย"
    }
  },
  {
    "translation": {
      "en": "Anyway, we're starting up a new riding academy. It would be great to have him.",
      "th": "เรากำลังจะเปิดโรงเรียนสอนแข่งรถแห่งใหม่ ถ้าได้ตัวเขามาคงเยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm gonna be workin' them pretty hard over the break.",
      "th": "ช่วงปิดเทอมผมจะฝึกพวกเขาอย่างหนักเลยครับ"
    }
  },
  {
    "translation": {
      "en": "The only thing he'll be working on is his scholarship.",
      "th": "เรื่องเดียวที่เขาควรทุ่มเทคือทุนการศึกษา"
    }
  },
  {
    "translation": {
      "en": "If you don't pull your socks up, son, you're gonna lose it.",
      "th": "ถ้าไม่ตั้งใจเดี๋ยวก็อดได้หรอก"
    }
  },
  {
    "translation": {
      "en": "[his dad] We need to get back to Alice and you need to get to work.",
      "th": "เราต้องกลับอลิซแล้ว ส่วนแกก็ต้องกลับไปทำการบ้าน"
    }
  },
  {
    "translation": {
      "en": "Sorry, but the answer's no.",
      "th": "ขอโทษนะคะ แต่คำตอบคือไม่"
    }
  },
  {
    "translation": {
      "en": "Move it, mister. We've got a long drive.",
      "th": "มาเลยพ่อหนุ่ม ต้องขับรถอีกไกล"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มา"
    }
  },
  {
    "translation": {
      "en": "[Richie] Thanks anyway.",
      "th": "ยังไงก็ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-Can I just say that… -No.",
      "th": "- ผมขอพูดได้ไหม… - ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-The thing is I know I could… -She said no.",
      "th": "- ประเด็นคือผมรู้ว่าตัวเอง… - แม่บอกว่าไม่ไง"
    }
  },
  {
    "translation": {
      "en": "But if I get all my work done… Keep talking and you'll be walking home.",
      "th": "- แล้วถ้าผมทำการบ้านเสร็จทั้งหมด… - ถ้าไม่หยุดพูด แม่จะให้เดินกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "You don't start talking soon and it's country music all the way home.",
      "th": "ถ้าจะไม่พูดอะไรเลย พ่อจะฟังเพลงคันทรีทั้งคืนเลยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "One rider. That's all we got out of today.",
      "th": "นักแข่งหนึ่งคน วันนี้เราหาได้แค่นั้นเองนะ"
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "th": "ไม่ใช่สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "You got a taste of what it's gonna take.",
      "th": "แกได้เรียนรู้แล้วว่ามันยากยังไง"
    }
  },
  {
    "translation": {
      "en": "I mean it, mate. You want the championship, ain't gonna be easy.",
      "th": "จริงจังนะ จะชนะแชมเปี้ยนชิปมันไม่ใช่หมูๆ"
    }
  },
  {
    "translation": {
      "en": "-I know. -[Griffo] Good.",
      "th": "ผมรู้ ดี พ่อดีใจที่แกผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "-I'm glad you're disappointed. -Why?",
      "th": "ดี พ่อดีใจที่แกผิดหวัง - ไหงงั้น - แกต้องมีทีมคอยผลักดัน"
    }
  },
  {
    "translation": {
      "en": "You need a team to push you.",
      "th": "- ไหงงั้น - แกต้องมีทีมคอยผลักดัน"
    }
  },
  {
    "translation": {
      "en": "Alright.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Where do I sign?",
      "th": "ต้องเซ็นตรงไหน"
    }
  },
  {
    "translation": {
      "en": "You gonna get out and give us a hand?",
      "th": "มาช่วยเราหน่อยสิ"
    }
  },
  {
    "translation": {
      "en": "I thought you didn't like me tinkering.",
      "th": "นึกว่าไม่ชอบให้ผมซ่อมของซะอีก"
    }
  },
  {
    "translation": {
      "en": "We need to get on the road.",
      "th": "เราต้องเดินทางกันนะ ไม่ใช่เวลามาทะเลาะ"
    }
  },
  {
    "translation": {
      "en": "-Now's not a good time, alright? -I think now's the perfect time.",
      "th": "เราต้องเดินทางกันนะ ไม่ใช่เวลามาทะเลาะ ผมว่าตอนนี้แหละเหมาะสุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Richie!",
      "th": "ริชชี่"
    }
  },
  {
    "translation": {
      "en": "I really want to go to MaveriX and you won't even talk about it.",
      "th": "ผมอยากเข้าร่วมมาเวริกซ์จริงๆ พ่อกับแม่ไม่ยอมคุยเรื่องนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Not like this, we won't.",
      "th": "แต่นี่ไม่ใช่ เราจะไม่พูด"
    }
  },
  {
    "translation": {
      "en": "Should get us to a service station. Thank you.",
      "th": "- น่าจะพอขับไปถึงปั๊มน้ำมันได้ - ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[his dad] It's good to be handy, Rich, but there are more important things.",
      "th": "เก่งเรื่องงานช่างมันก็ดีอยู่หรอก แต่มันมีเรื่องอื่นที่สำคัญกว่า"
    }
  },
  {
    "translation": {
      "en": "The school's gonna kick you out if you don't pass the make-up exam, you get that?",
      "th": "โรงเรียนได้ไล่แกออกแน่ ถ้าสอบซ่อมไม่ผ่าน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "[his mum] You've only got till the end of the holidays.",
      "th": "มีเวลาถึงแค่ก่อนเปิดเทอม"
    }
  },
  {
    "translation": {
      "en": "And if we're even thinking of letting you do this MaveriX thing,",
      "th": "แต่ถ้าจะให้พวกเราคิด เรื่องยอมให้ลูกเข้าร่วมมาเวริกซ์"
    }
  },
  {
    "translation": {
      "en": "we wanna know that you're gonna study every day too.",
      "th": "เราก็อยากแน่ใจว่าลูกจะอ่านหนังสือทุกวัน"
    }
  },
  {
    "translation": {
      "en": "And you won't stay there. You'll be at home with us every night.",
      "th": "และต้องกลับบ้านมาอยู่กับเราทุกคืน"
    }
  },
  {
    "translation": {
      "en": "[Scott] So that's the house. We've got the chill-out shed.",
      "th": "นั่นคือบ้าน เรามีเพิงไว้นั่งเล่นด้วย"
    }
  },
  {
    "translation": {
      "en": "There's a workshop up there.",
      "th": "ตรงนั้นคือห้องงานช่าง"
    }
  },
  {
    "translation": {
      "en": "And this is the track.",
      "th": "ส่วนนี่คือสนาม"
    }
  },
  {
    "translation": {
      "en": "Starts here, loops around the other side of the hill.",
      "th": "เริ่มตรงนี้ วนรอบที่อีกฟากของเนิน"
    }
  },
  {
    "translation": {
      "en": "The website said 'state-of-the-art training'.",
      "th": "ในเว็บไซต์บอกว่าเป็นการฝึก \"สุดล้ำ\""
    }
  },
  {
    "translation": {
      "en": "-Yeah. -This is false advertising.",
      "th": "ใช่ โฆษณาเกินจริงชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Scott] What are you talking about? We just upgraded everything.",
      "th": "หมายความว่าไง เราอัปเกรดทุกอย่างเลยนะ ยังต้องการอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "What else could you need?",
      "th": "เราอัปเกรดทุกอย่างเลยนะ ยังต้องการอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "A gym. A pool for resistance training.",
      "th": "ฟิตเนส สระว่ายน้ำไว้ฝึกการต้านทาน"
    }
  },
  {
    "translation": {
      "en": "Yeah, waterhole's two kay that way.",
      "th": "อ๋อ ห่างออกไปสองกิโลทางนั้นมีแอ่งน้ำอยู่"
    }
  },
  {
    "translation": {
      "en": "-This is not what we paid for. -Yeah, it is.",
      "th": "เราไม่ได้จ่ายเงินมาเพื่อสิ่งนี้ ใช่ดิ เรามาเพราะกริฟโฟไง"
    }
  },
  {
    "translation": {
      "en": "We're here for Griffo.",
      "th": "ใช่ดิ เรามาเพราะกริฟโฟไง"
    }
  },
  {
    "translation": {
      "en": "Where are we sleeping?",
      "th": "เรานอนที่ไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "No way.",
      "th": "บ้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is, like, against the Geneva Convention or something.",
      "th": "แบบนี้มันขัดต่ออนุสัญญาเจนีวาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We do have rights. -Yeah.",
      "th": "เรามีสิทธินะ"
    }
  },
  {
    "translation": {
      "en": "You've got the right to sleep outside.",
      "th": "ใช่ นายมีสิทธิเลือกนอนข้างนอกได้"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not sleeping next to her.",
      "th": "ไม่ขอนอนข้างยัยนั่น"
    }
  },
  {
    "translation": {
      "en": "[Scott] Oh, no. She's sleeping in the house. You get my room.",
      "th": "ไม่ต้องห่วง เธอได้นอนในบ้าน ในห้องฉันเลย"
    }
  },
  {
    "translation": {
      "en": "What? Why am I getting punished?",
      "th": "- ทำไมฉันโดนลงโทษเฉย - เลือกปฏิบัติแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Why the special treatment? -Hey! Who's hungry?",
      "th": "- ทำไมฉันโดนลงโทษเฉย - เลือกปฏิบัติแล้ว ไง มีใครหิวไหม มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Grab a plate.",
      "th": "หยิบจานเลย"
    }
  },
  {
    "translation": {
      "en": "So, it's great having you all here.",
      "th": "คือ… ดีจังที่ทุกคนมา"
    }
  },
  {
    "translation": {
      "en": "If you've got any questions, any worries, I'm always around.",
      "th": "ถ้ามีคำถาม เรื่องกังวลใจ ฉันอยู่แถวๆ นี้เสมอ"
    }
  },
  {
    "translation": {
      "en": "And if I'm not, talk to Scott.",
      "th": "แต่ถ้าไม่อยู่ ก็คุยกับสกอตต์ได้"
    }
  },
  {
    "translation": {
      "en": "That's it.",
      "th": "นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "Train hard, do as I say,",
      "th": "ฝึกให้หนัก ทำตามที่ฉันบอก"
    }
  },
  {
    "translation": {
      "en": "you'll be surprised how far we can go.",
      "th": "แล้วจะประหลาดใจว่าเราไปได้ไกลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Alright, I've gotta make some calls, so, um… yeah.",
      "th": "เอาล่ะ ฉันต้องไปโทรศัพท์ งั้นก็…"
    }
  },
  {
    "translation": {
      "en": "You really think you can beat Katzo?",
      "th": "คิดว่าจะเอาชนะแคตโซได้จริงดิ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I know we can.",
      "th": "ของมันแน่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Who's Griffo gonna back when I start owning you?",
      "th": "กริฟโฟจะรับได้เหรอถ้าฉันทำนายขายหน้า"
    }
  },
  {
    "translation": {
      "en": "Me, 'cause I'm gonna own both of you.",
      "th": "ฉันต่างหาก ฉันนี่แหละจะทำพวกนายขายหน้า"
    }
  },
  {
    "translation": {
      "en": "I've held places for them. There's no way I can fill those slots now.",
      "th": "ผมจองที่ไว้ให้พวกเขาแล้ว ให้หาคนมาเติมแทนตอนนี้คงไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "Oh, forget it. Don't waste my time!",
      "th": "ช่างเถอะ ผมไม่อยากเสียเวลา"
    }
  },
  {
    "translation": {
      "en": "Those two riders from Perth who were supposed to be arriving tomorrow…",
      "th": "นักแข่งสองคนจากเพิร์ธที่ควรจะมาถึงพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "They're not coming?",
      "th": "ไม่มาแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Apparently they got a personal call from Lawson Tyler.",
      "th": "เห็นได้ชัดเลยว่าพวกเขา ได้รับโทรศัพท์สายตรงจากลอว์สัน ไทเลอร์"
    }
  },
  {
    "translation": {
      "en": "We'll do it without 'em, then.",
      "th": "งั้นลุยต่อแบบไม่มีพวกเขา"
    }
  },
  {
    "translation": {
      "en": "The numbers don't work without them.",
      "th": "ถ้าไม่มีพวกเขาก็ตัวเลขไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "Dad, it's my last year of juniors.",
      "th": "พ่อ นี่รุ่นเยาวชนปีสุดท้ายของผมแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "If I want to get a contract, I need MaveriX to work.",
      "th": "ถ้าผมอยากเซ็นสัญญากับทีม มาเวริกซ์ก็ต้องเวิร์ก"
    }
  },
  {
    "translation": {
      "en": "And I need us not to go broke, mate.",
      "th": "ส่วนพ่อไม่อยากให้พวกเราถังแตก"
    }
  },
  {
    "translation": {
      "en": "Alright?",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I ploughed all our savings, everything we've got,",
      "th": "พ่อทุ่มเงินเก็บทั้งหมดของเรา"
    }
  },
  {
    "translation": {
      "en": "into the track upgrades and insurances.",
      "th": "ไปกับการอัปเกรดสนามและค่าประกันต่างๆ"
    }
  },
  {
    "translation": {
      "en": "Without those riders, we need sponsorship.",
      "th": "ถ้าไม่มีนักแข่งพวกนั้น ก็ต้องหาสปอนเซอร์"
    }
  },
  {
    "translation": {
      "en": "For that, we need some kind of X-factor.",
      "th": "เพราะงั้นเราต้องมีของที่ว้าวๆ"
    }
  },
  {
    "translation": {
      "en": "And we need it soon.",
      "th": "และต้องว้าวอย่างด่วนเลย"
    }
  },
  {
    "translation": {
      "en": "[commentator] And it's Griffin, Griffin running away…",
      "th": "กริฟฟินกำลังทิ้งห่าง… (ออสเตรเลีย ซูเปอร์ครอส มาสเตอส์)"
    }
  },
  {
    "translation": {
      "en": "[Jenny] You've gotta admit, he's not bad.",
      "th": "(แชมป์ระดับประเทศ แคเมรอน กริฟฟิน) ก็ต้องยอมรับนะว่าเขาไม่เลวเลย"
    }
  },
  {
    "translation": {
      "en": "-Told you. -Whatever.",
      "th": "- บอกแล้วไง - แล้วแต่"
    }
  },
  {
    "translation": {
      "en": "He's not gonna save you out on that track.",
      "th": "เขาช่วยเธอตอนลงสนามนั่นไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Save me? 'Cause you're such a beast?",
      "th": "ช่วยฉันงั้นเหรอ เพราะนายน่ากลัวมากสินะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think I'll be fine.",
      "th": "อือ ฉันว่าฉันเอาอยู่แหละ"
    }
  },
  {
    "translation": {
      "en": "Besides, you don't want to make my duwende angry.",
      "th": "อีกอย่าง นายไม่อยากทำให้ ดูเวนเดในตัวฉันโกรธหรอก"
    }
  },
  {
    "translation": {
      "en": "[Kaden] Your d-what?",
      "th": "ดูอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[Jenny] The spirit that protects my family.",
      "th": "วิญญาณที่ปกป้องครอบครัวฉัน"
    }
  },
  {
    "translation": {
      "en": "Like Filipinos are the only ones with spirits haunting them.",
      "th": "อย่างกับว่ามีแค่คนฟิลิปปินส์ ที่มีวิญญาณตามหลอกหลอนงั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "If we're gonna do this, we might as well start now.",
      "th": "ถ้าจะทำงานนี้ ก็ควรเริ่มซะตั้งแต่ตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Who's up for it?",
      "th": "ใครพร้อมบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Scott] You took your time. You ready?",
      "th": "เตรียมตัวกันไปแล้ว พร้อมหรือยัง"
    }
  },
  {
    "translation": {
      "en": "[Jenny] Ready to smash you.",
      "th": "พร้อมเล่นงานนายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey, did I mention the snakes? -What? -[Jenny laughs]",
      "th": "- นี่ฉันพูดถึงงูหรือยัง - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Don't fall off.",
      "th": "อย่าตกล่ะ"
    }
  }
]