[
  {
    "translation": {
      "en": "-[typing] -[Justine] It occurred to her that nothing she'd accepted as a reality was real.",
      "th": "จู่ๆ เธอก็ระลึกขึ้นมาได้ว่า ทุกสิ่งที่เธอเห็นว่า เป็น \"ความจริง\" นั้นไม่จริงสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Nothing.",
      "th": "ไม่มีอะไรเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe there was no house, no husband, no child, no work.",
      "th": "บางทีมันอาจจะไม่มีบ้าน ไม่มีสามี ไม่มีลูกหลาน ไม่มีงานมีการ"
    }
  },
  {
    "translation": {
      "en": "None of it.",
      "th": "ไม่มีสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Just a giant hole in her heart.",
      "th": "มีเพียงแค่รูขนาดใหญ่กลางใจเธอเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Ah, no. No, no, no.",
      "th": "ไม่เอา ไม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Giant hole in her chest.",
      "th": "รูขนาดใหญ่กลางอก"
    }
  },
  {
    "translation": {
      "en": "Nah.",
      "th": "ก็ไม่อยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Giant hole in her eye.",
      "th": "รูขนาดใหญ่กลางดวงตา"
    }
  },
  {
    "translation": {
      "en": "A giant hole in her stomach.",
      "th": "รูขนาดใหญ่กลางกระเพาะอาหาร"
    }
  },
  {
    "translation": {
      "en": "A giant hole in her… butt.",
      "th": "รูขนาดใหญ่ที่บั้นท้าย"
    }
  },
  {
    "translation": {
      "en": "A giant butthole.",
      "th": "รูตูดขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You're 55 cents short.",
      "th": "ขอโทษด้วยนะคะ ขาดไป 55 เซนต์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's my friend's birthday. I'm just, you know…",
      "th": "วันนี้วันเกิดเพื่อนฉัน และฉันก็… คุณเข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Take these. $9.99.",
      "th": "เอาช่อนี้ไปดีกว่าค่ะ 9.99 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงดิ"
    }
  },
  {
    "translation": {
      "en": "They look exactly the same. Why are they so much cheaper?",
      "th": "เหมือนกันเป๊ะเลยนี่ - ทำไมช่อนี้ถึงถูกกว่าเยอะจังคะ - ไม่มีกลิ่นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Odorless.",
      "th": "- ทำไมช่อนี้ถึงถูกกว่าเยอะจังคะ - ไม่มีกลิ่นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, Mom.",
      "th": "ขอโทษทีค่ะ แม่"
    }
  },
  {
    "translation": {
      "en": "-Anyways… -[phone dings]",
      "th": "เอาละ เราจะทำลายสถิติกัน อย่างไรก็ตาม ทันทีที่เธอเห็นรูใหญ่นั้น เธอก็รู้ตัวว่าเธอจะต้องปิดมันให้ได้"
    }
  },
  {
    "translation": {
      "en": "…once she saw her hole, she knew she had to cover it",
      "th": "อย่างไรก็ตาม ทันทีที่เธอเห็นรูใหญ่นั้น เธอก็รู้ตัวว่าเธอจะต้องปิดมันให้ได้"
    }
  },
  {
    "translation": {
      "en": "to make it seem like she didn't know",
      "th": "จะได้หลอกตัวเองว่าเธอไม่ได้รับรู้ถึงมัน"
    }
  },
  {
    "translation": {
      "en": "because she was scared that if the hole got too big,",
      "th": "เพราะเธอหวาดกลัวว่า ถ้ารูนั้นขยายใหญ่จนเกินไป"
    }
  },
  {
    "translation": {
      "en": "she'd fall into the nothing.",
      "th": "เธอจะหล่นไปในภาวะสุญญตา (เอาเค้กใส่ตู้เย็นไว้ให้นะ ฉลองกับเพื่อนๆ ให้สนุกละ)"
    }
  },
  {
    "translation": {
      "en": "Into the giant…",
      "th": "หล่นไปสู่…"
    }
  },
  {
    "translation": {
      "en": "butthole.",
      "th": "รูตูดขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "Shit.",
      "th": "ให้ตายเถอะ!"
    }
  },
  {
    "translation": {
      "en": "[in French] Martin, I'm going to the birthday.",
      "th": "มาร์ติน ฉันจะไปงานวันเกิดนะ"
    }
  },
  {
    "translation": {
      "en": "I have a complete block today anyway.",
      "th": "ยังไงวันนี้ฉันก็เขียนงานไม่ออกอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I don't know what's happening to me, I can't do it.",
      "th": "ไม่รู้เหมือนกันว่ามันเกิดอะไรขึ้น เขียนไม่ออกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[in French] Justine, you're not Simone de Beauvoir. You do cooking.",
      "th": "จัสทีน คุณไม่ใช่ซีโมน เดอ โบวัวร์ คุณมีหน้าที่ทำอาหาร"
    }
  },
  {
    "translation": {
      "en": "Do your recipes and everything will be fine.",
      "th": "เขียนสูตรอาหารของคุณ แล้วทุกอย่างจะดีเอง"
    }
  },
  {
    "translation": {
      "en": "I don't just cook, I'm a chef, you know, but…",
      "th": "ฉันไม่ได้แค่ทำอาหารนะ ฉันเป็นเชฟ คุณก็รู้ แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "They're asking me to do the impossible, a kind of diary with recipes. I…",
      "th": "พวกเขาขอให้ฉันทำสิ่งที่เป็นไปไม่ได้… ให้เขียนไดอารี่ที่มีสูตรอาหาร ฉัน…"
    }
  },
  {
    "translation": {
      "en": "How do you like my dress?",
      "th": "คุณชอบชุดฉันไหมคะ"
    }
  },
  {
    "translation": {
      "en": "The color?",
      "th": "สี…"
    }
  },
  {
    "translation": {
      "en": "I don't know, put your coat on. You can take it off when you're seated.",
      "th": "ใส่โค้ตไปด้วยสิ ค่อยไปถอดตอนถึงงานแล้วก็ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, yeah, good idea. I was going to put it on anyway.",
      "th": "ใช่สินะ ดีเหมือนกัน กะว่าจะใส่อยู่พอดีเลย"
    }
  },
  {
    "translation": {
      "en": "Well, everything's ready for you for dinner tonight, so…",
      "th": "ฉันเตรียมอาหารค่ำให้คุณไว้แล้วนะคะ ก็…"
    }
  },
  {
    "translation": {
      "en": "By the way, your zombie cat defecated in the bathtub again.",
      "th": "อ้อ… ไอ้แมวผีของคุณขี้ลงอ่างอาบน้ำอีกแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "You know, Justine, I can't take it anymore, he's getting too old.",
      "th": "จัสทีน ผมรับไม่ได้แล้วนะ มันแก่หง่อมเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're going to have to make a decision. I'll clean it up, don't worry.",
      "th": "- เราต้องตัดสินใจ - ไม่ค่ะ ฉันจัดการเอง ไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "We're out of Greek yogurt. The fridge has been empty since yesterday.",
      "th": "กรีกโยเกิร์ตก็หมดนะ เมื่อวานตู้เย็นโล่งเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, I completely forgot to buy some.",
      "th": "ลืมสนิทเลย เดี๋ยวแวะซื้อขากลับนะคะ"
    }
  },
  {
    "translation": {
      "en": "-I'll buy some on my way back. -Thanks, baby.",
      "th": "ลืมสนิทเลย เดี๋ยวแวะซื้อขากลับนะคะ ขอบคุณมาก ที่รัก"
    }
  },
  {
    "translation": {
      "en": "[in English] You have one kidney, brain cancer.",
      "th": "แกมีไตข้างเดียว เป็นมะเร็งสมอง"
    }
  },
  {
    "translation": {
      "en": "Now it's in your spine. I mean, how do you keep on living?",
      "th": "แล้วยังกระดูกสันหลังอีก แกมีชีวิตอยู่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "What is wrong with you?",
      "th": "เป็นอะไรไปอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[cat meows] -I love you, too.",
      "th": "แม่ก็รักแกจ้ะ"
    }
  },
  {
    "translation": {
      "en": "[women] ♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู…"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู…"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday, dear Yasmin ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู แยสมินที่รัก"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู…"
    }
  },
  {
    "translation": {
      "en": "-Make a wish. Come on. -Make a wish.",
      "th": "- อธิษฐานสิ - เอาเลยๆ อธิษฐานเลยสิ"
    }
  },
  {
    "translation": {
      "en": "Here, give me that part.",
      "th": "ส่งนั่นมาให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Can I just say now that I'm turning 39…",
      "th": "ขอพูดอะไรหน่อยนะ ตอนนี้ก็อายุ 39 แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, right.",
      "th": "- ใช่สิ - นั่นสินะ"
    }
  },
  {
    "translation": {
      "en": "-…give or take a few years. -A few years.",
      "th": "- บวกลบไม่กี่ปีเท่านั้น - ไม่กี่ปีเอง"
    }
  },
  {
    "translation": {
      "en": "Seriously, I just wanna say I am so grateful for every one of you.",
      "th": "จริงๆ นะ ฉันอยากจะบอกว่า ฉันดีใจจริงๆ ที่ได้รู้จักทุกคน"
    }
  },
  {
    "translation": {
      "en": "God knows you can't choose your family, but at least you can choose your friends.",
      "th": "พระเจ้ารู้ดีว่าเราเลือกครอบครัวไม่ได้ แต่เราเลือกเพื่อนๆ ได้เสมอนะ"
    }
  },
  {
    "translation": {
      "en": "And we've been through so much.",
      "th": "เราผ่านอะไรมาด้วยกันเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "But I know no matter what happens, we've always had each other's backs,",
      "th": "แต่ฉันรู้ว่าไม่ว่าจะเกิดอะไรขึ้น พวกเราจะคอยระวังหลังให้กัน และจะเป็นแบบนี้ตลอดไป"
    }
  },
  {
    "translation": {
      "en": "and we always will.",
      "th": "พวกเราจะคอยระวังหลังให้กัน และจะเป็นแบบนี้ตลอดไป"
    }
  },
  {
    "translation": {
      "en": "-Aw! -We love you.",
      "th": "- พวกเรารักเธอนะ - แด่แยสมิน"
    }
  },
  {
    "translation": {
      "en": "-To Yasmin. -To Yasmin.",
      "th": "- พวกเรารักเธอนะ - แด่แยสมิน - แด่แยสมิน - แยส"
    }
  },
  {
    "translation": {
      "en": "Here's to the second half of your life.",
      "th": "ฉลองให้กับครึ่งหลังของชีวิต"
    }
  },
  {
    "translation": {
      "en": "May it be as glorious as the first.",
      "th": "ขอให้มันเจ๋งเป้งเท่าครึ่งแรกนะจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "-Isn't it more just one-third left? -Oh, my God.",
      "th": "ไม่ได้เหลืออีกหนึ่งในสามเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -Unless she lives to be 100. Right?",
      "th": "- ให้ตายสิ - นอกจากว่าเธอจะอยู่ถึงร้อยปีเนอะ"
    }
  },
  {
    "translation": {
      "en": "First of all, if I live to be 90, which is entirely possible nowadays,",
      "th": "เรื่องแรกเลยนะ ถ้าฉันอยู่ถึง 90 ซึ่งก็แทบจะเป็นไปไม่ได้อยู่แล้วในทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "it's, you know, mid-40's more like half-- glass half full.",
      "th": "เธอก็รู้ว่า วัยสี่สิบกลางๆ แบบนี้ ก็เหมือนกับน้ำตั้งครึ่งแก้วเข้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Girls, did anybody notice Yasmin's beautiful dress?",
      "th": "ฉันชอบนะ น้ำตั้งครึ่งแก้ว มีใครสังเกตชุดสวยๆ ที่แยสมินใส่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "มีใครสังเกตชุดสวยๆ ที่แยสมินใส่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes. An exclusive Annetta Porte.",
      "th": "- สวยมาก - ใช่สิ ขายที่เว็บเน็ตอะพอร์เทร์เท่านั้นนะคะ"
    }
  },
  {
    "translation": {
      "en": "The Yasmin, the first piece of my woman's collection.",
      "th": "แยสมินคนนี้ได้ใส่ชุดคอลเลกชั่นผู้หญิง ชิ้นแรกของฉันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "It's stunning. You know I love your clothes.",
      "th": "ประทับใจมาก เธอก็รู้ว่าฉันชอบชุดเธอ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "So this super fucked-up thing happened with Jerry and I last night.",
      "th": "มีเรื่องแย่สุดๆ เกิดขึ้นกับฉันและเจอร์รี่เมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "Can we please not do super fucked up on my birthday?",
      "th": "เราไม่คุยเรื่องแย่สุดๆ ในวันเกิดฉันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Yasmin. I shouldn't have said anything.",
      "th": "ขอโทษนะ แยสมิน ฉันไม่ควรพูดขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "This is so good.",
      "th": "นี่อร่อยมากเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, I work with Jerry. I need to know what happened.",
      "th": "ฉันทำงานกับเจอร์รี่ ฉันต้องรู้ว่าเกิดอะไรขึ้นนะ"
    }
  },
  {
    "translation": {
      "en": "-Oh, my God. -What happened?",
      "th": "- เกิดอะไรขึ้นเหรอ - โอเค ก็ได้!"
    }
  },
  {
    "translation": {
      "en": "Okay, fine. You know what? I'm slightly intrigued now anyway.",
      "th": "- เกิดอะไรขึ้นเหรอ - โอเค ก็ได้! รู้ไหม ฉันก็อยากเผือกแล้วเหมือนกัน ว่ามาเลย"
    }
  },
  {
    "translation": {
      "en": "-Go ahead. -It's nothing big. Really. It's stupid.",
      "th": "- ไม่ใช่เรื่องใหญ่หรอก - ว่ามา เรื่องโง่ๆ น่ะ คือว่า…"
    }
  },
  {
    "translation": {
      "en": "It's just, uh, Jerry and I had dinner last night,",
      "th": "เรื่องโง่ๆ น่ะ คือว่า… ฉันกับเจอร์รี่กินมื้อเย็นด้วยกันเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "and I hadn't seen him in months, and then he drove me home, back to my apartment.",
      "th": "เราไม่ได้เจอกันหลายเดือน แล้วเขาก็ขับรถมาส่งฉันที่อะพาร์ตเมนต์"
    }
  },
  {
    "translation": {
      "en": "-That's the fucked-up story? -Yeah. It's nothing.",
      "th": "นั่นคือเรื่องแย่สุดๆ แล้วเหรอ ใช่แล้ว ไม่มีอะไรไง"
    }
  },
  {
    "translation": {
      "en": "-That's it? -Yeah.",
      "th": "- แค่นั้นน่ะนะ - ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "Okay. [laughs]",
      "th": "- ก็ได้ - เรื่องมีเท่านี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-What happened? -Well…",
      "th": "เกิดอะไรขึ้นกันแน่ คือว่า…"
    }
  },
  {
    "translation": {
      "en": "I don't understand how I ended up with three children,",
      "th": "ฉันไม่รู้ว่าชีวิตฉันมาลงเอยที่ลูกสามคน"
    }
  },
  {
    "translation": {
      "en": "with three different dads,",
      "th": "ที่เกิดจากพ่อสามคน"
    }
  },
  {
    "translation": {
      "en": "and two of them don't have a pot to piss in.",
      "th": "และสองในสามก็จนสุดๆ ไปเลยได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "-Right. -And it's just--",
      "th": "- ครับ - และมันก็แค่…"
    }
  },
  {
    "translation": {
      "en": "I don't even think Jason's ever paid taxes in his whole life, Jerry.",
      "th": "ฉันไม่คิดว่าทั้งชีวิต เจสันเคยจ่ายภาษีสักแดงเลยนะ เจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "Well, you were crazy about him, you know. You had to have him.",
      "th": "ตอนนั้นเธอคลั่งรักเขามากนี่ เธอต้องได้เขาให้ได้"
    }
  },
  {
    "translation": {
      "en": "I know, but did I have to procreate with him,",
      "th": "ฉันรู้น่า แต่ฉันต้องมีลูกกับเขาด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "like a hen on steroids?",
      "th": "เหมือนแม่ไก่ได้สเตียรอยด์เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "'Cause that's what I've been doing my whole life. My whole life.",
      "th": "นั่นคือสิ่งที่ฉันทำมาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "-It's either been about a man… -Yeah.",
      "th": "ทั้งชีวิตฉันเลยนะ ถ้าไม่ใช่เรื่องผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "…or trying to get a man or trying to get away from the man.",
      "th": "ก็เป็นเรื่องพยายามจับผู้ชาย หรือไม่ก็พยายามสลัดผู้ชาย"
    }
  },
  {
    "translation": {
      "en": "And that's usually the guy that I was trying to get with,",
      "th": "และส่วนมากก็จะเป็นผู้ชาย ที่ฉันบ้าคลั่งอยากได้เมื่อหกเดือนที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "like, six months before, and I just--",
      "th": "และส่วนมากก็จะเป็นผู้ชาย ที่ฉันบ้าคลั่งอยากได้เมื่อหกเดือนที่แล้ว และฉันก็… รู้สึกว่าเสียเวลาไปเยอะมากจริงๆ เจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "I wasted so much time, Jerry.",
      "th": "และฉันก็… รู้สึกว่าเสียเวลาไปเยอะมากจริงๆ เจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "I wasted so much time, and I want that time back, Jerry.",
      "th": "ฉันเสียเวลาไปเยอะมาก และฉันอยากได้เวลาเหล่านั้นกลับมา เจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "I want it back. I mean,",
      "th": "อยากได้มันคืนมา"
    }
  },
  {
    "translation": {
      "en": "I could've learned Mandarin or something.",
      "th": "ฉันน่าจะได้เรียนภาษาจีน หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[laughs] No, I hear you, you know. I…",
      "th": "ฉันเข้าใจเธอนะ เธอก็รู้ว่าฉัน…"
    }
  },
  {
    "translation": {
      "en": "It's just like-- Remember when L.A. Weekly raved",
      "th": "จำตอนที่แอลเอวีคลีย์เขียนเรื่องนั้นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "about that little expresso bar I decorated on Highland?",
      "th": "เรื่องบาร์เอสเพรสโซ่ที่ไฮแลนด์ ที่ฉันเป็นคนตกแต่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, yeah. I mean, but, you know, you're not really-- you're not really doing the interior design thing anymore.",
      "th": "จำได้ แต่เธอก็ไม่ได้ทำงานตกแต่งภายในแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "You're focusing on social work, on giving back, right?",
      "th": "เธอมัวแต่ทำงานเพื่อสังคม ตอบแทนสังคมอยู่นี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -Yeah.",
      "th": "- ไม่ใช่ - ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "I'm focusing on social work because nobody wants to hire me, Jerry.",
      "th": "ฉันมาทำงานเพื่อสังคม เพราะไม่มีใครจ้างฉันต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Ell, I really wanted to give you that job, but the investors insisted on hiring their own people.",
      "th": "ฉันอยากให้งานนั้นกับเธอจริงๆ นะ แต่เจ้าของงานจ้างคนของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "I know. It's just that I'm freaking out, Jerry.",
      "th": "ฉันรู้ ฉันแค่ประสาทเสียอยู่ เจอร์รี่"
    }
  },
  {
    "translation": {
      "en": "My bank account looks like a fucking piggy bank, okay?",
      "th": "ฉันรู้ ฉันแค่ประสาทเสียอยู่ เจอร์รี่ สภาพบัญชีธนาคารของฉันตอนนี้ เหมือนกระปุกเงินทอน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I'm just--I'm freaking out.",
      "th": "มันก็แค่… ฉันกำลังประสาทเสีย"
    }
  },
  {
    "translation": {
      "en": "Do I look like a raccoon?",
      "th": "ฉันหน้าเหมือนแรคคูนไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, kind of.",
      "th": "ก็เหมือนอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Ell, you know, I get it. I get it. I get it.",
      "th": "เอล ฟังนะ ฉันเข้าใจดี"
    }
  },
  {
    "translation": {
      "en": "Here, let me--let me get-- Let me--",
      "th": "เอาละ ให้ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Oh, Ell, wait. -[pants unzip] -No, no, no. [grunts]",
      "th": "เอล เดี๋ยวก่อน ไม่เอาน่า"
    }
  },
  {
    "translation": {
      "en": "Ell. Ell. Okay. Okay.",
      "th": "เอล ไม่เอาน่า ก็ได้…"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry. -No, it's great.",
      "th": "- ขอโทษทีนะ - ไม่ต้องหรอก เจ๋งดีออก"
    }
  },
  {
    "translation": {
      "en": "I just--I don't know what came over me. -It's okay. -[pants zip]",
      "th": "- ไม่รู้ว่าอะไรเข้าสิงฉัน - ไม่เป็นไรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-It's good. -I'm gonna go now.",
      "th": "- ดีจะตาย - ฉันต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, wait, wait, wait, wait, wait, wait, wait, wait.",
      "th": "เดี๋ยวก่อน เดี๋ยวๆ"
    }
  },
  {
    "translation": {
      "en": "Here. Here. You know, take it.",
      "th": "เอานี่ไป รับไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Take it for, you know, the…",
      "th": "- เอาไปใช้… - โอเค นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay. Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Bye. -Bye.",
      "th": "- บาย เจอร์รี่ - บาย"
    }
  },
  {
    "translation": {
      "en": "Here, I'll get it. I'll get it.",
      "th": "เอาละ อยู่ไหนนะ"
    }
  },
  {
    "translation": {
      "en": "Right here. Okay.",
      "th": "หาเจอแล้ว โอเค"
    }
  },
  {
    "translation": {
      "en": "He paid you for a blow job with a check?",
      "th": "เขาจ่ายค่าโม้กให้เธอเป็นเช็คเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Eh… -Oh, my God, Ell. I didn't know you were that poor.",
      "th": "ตายแล้ว… เอล ฉันไม่รู้เลยว่า เธอติดลบขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm really that poor.",
      "th": "- ใช่ ติดลบขนาดนั้นเลย - อะไรกัน"
    }
  },
  {
    "translation": {
      "en": "-What? -This is so wrong.",
      "th": "- ใช่ ติดลบขนาดนั้นเลย - อะไรกัน นี่มันโคตรผิดเลย"
    }
  },
  {
    "translation": {
      "en": "If old friends are turning their friends into hookers,",
      "th": "ถ้าเพื่อนเก่าจะทำให้เพื่อนกลายเป็นกะหรี่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, we're doomed, right?",
      "th": "พวกเรานี่หายนะแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Say, maybe, you know, he paid you with a check.",
      "th": "เขาอาจจะจ่ายเป็นเช็ค เพราะเขาหัวโบราณก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "It's sort of old-fashioned. It's kind of romantic.",
      "th": "เขาอาจจะจ่ายเป็นเช็ค เพราะเขาหัวโบราณก็ได้นะ ก็ฟังดูโรแมนติคดีออก"
    }
  },
  {
    "translation": {
      "en": "-Romantic? -It's not.",
      "th": "- โรแมนติคงั้นเหรอ บ้าบอ - ไม่เลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "It's insane. It's sex for money.",
      "th": "นี่มันเอาเซ็กซ์แลกเงินชัดๆ"
    }
  },
  {
    "translation": {
      "en": "This is completely illegal in this country. Is it not?",
      "th": "มันผิดกฎหมายในประเทศนี้ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Can we just table this for a second?",
      "th": "เราอย่าเพิ่งคุยกันเรื่องนี้ตอนนี้ได้ไหม แค่แนะนำเฉยๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Just saying. Just for a second. Just for a second.",
      "th": "เราอย่าเพิ่งคุยกันเรื่องนี้ตอนนี้ได้ไหม แค่แนะนำเฉยๆ นะ - โอเค - แค่แป๊บเดียว โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday. -Okay.",
      "th": "- โอเค - แค่แป๊บเดียว โอเคนะ - สุขสันต์วันเกิด - โอเค ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Happy birthday.",
      "th": "- สุขสันต์วันเกิด - โอเค ขอบใจนะ - สุขสันต์วันเกิด - มีอะไรเหลือ…"
    }
  },
  {
    "translation": {
      "en": "How many of these have you-- Oh, do you want me to take that?",
      "th": "- สุขสันต์วันเกิด - มีอะไรเหลือ… - ให้เอาไปเก็บเลยไหม - นี่มันบ้าบอชัดๆ"
    }
  },
  {
    "translation": {
      "en": "This is insane.",
      "th": "- ให้เอาไปเก็บเลยไหม - นี่มันบ้าบอชัดๆ"
    }
  },
  {
    "translation": {
      "en": "Ell, I'll lend you money.",
      "th": "- เอล เดี๋ยวฉันให้ยืมเงินนะ - ไม่ต้องขนาดนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "-You don't have to do that. -Seriously.",
      "th": "- เอล เดี๋ยวฉันให้ยืมเงินนะ - ไม่ต้องขนาดนั้นหรอก พูดจริงนะ"
    }
  },
  {
    "translation": {
      "en": "-What about Rebecca? -She left him. It's done.",
      "th": "แล้วรีเบคก้าล่ะ หล่อนทิ้งเขาไปแล้ว เลิกกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Again? -Yeah.",
      "th": "- อีกแล้วเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "He hasn't told anyone, so don't…",
      "th": "เขายังไม่ได้บอกใคร อย่าเพิ่ง…"
    }
  },
  {
    "translation": {
      "en": "No. Okay. Okay. But how could you do this to him?",
      "th": "ไม่บอกหรอก แต่เธอทำแบบนี้กับเขาได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "You know he has an addiction, right? Sex. Love.",
      "th": "- เธอก็รู้ว่าเขาเสพติดใช่ไหม - ฉันไม่ได้… ทั้งเซ็กซ์ ความรัก เธอทำแบบนี้กับเขาทำไม"
    }
  },
  {
    "translation": {
      "en": "-I know. -Why would you do that to him?",
      "th": "ทั้งเซ็กซ์ ความรัก เธอทำแบบนี้กับเขาทำไม"
    }
  },
  {
    "translation": {
      "en": "I know. I'm not proud-- Look, I was really depressed, okay?",
      "th": "ฉันรู้ แต่ฉันเศร้าอยู่ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "And he was so heartbroken, and then one thing led to the next.",
      "th": "และเขาก็ดูใจสลาย พอเริ่มแล้วมันก็ยาว เลยเถิดไป…"
    }
  },
  {
    "translation": {
      "en": "-Yes. Because he was depressed? -Yeah. You blew him to make him feel better?",
      "th": "ใช่ เพราะว่าเธอเศร้า เธอเลยโม้กเขาให้ตัวเองรู้สึกดีขึ้นเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Did he go down on you to make you feel better? Oh, God, no. Gross.",
      "th": "- เขาออรัลเธอเพื่อให้เธอดีขึ้นด้วยมั้ย - พระเจ้า อี๋ ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "And that's not gross?",
      "th": "แล้วนั่นมันไม่อี๋หรือไง ไม่เอาน่า นั่นมัน…"
    }
  },
  {
    "translation": {
      "en": "I mean, come on, that's-- What am I gonna do?",
      "th": "แล้วนั่นมันไม่อี๋หรือไง ไม่เอาน่า นั่นมัน… - หายนะสุดๆ เลย - ฉันจะทำยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "I work with him.",
      "th": "ฉันทำงานกับเขานะ"
    }
  },
  {
    "translation": {
      "en": "Just one thing. It's a blank check.",
      "th": "- เอาละ - อีกเรื่อง มันเป็นเช็คเปล่านะ"
    }
  },
  {
    "translation": {
      "en": "How much, in your opinion, do you think is the proper amount?",
      "th": "เธอคิดว่าฉันควรจะใส่เลขเท่าไหร่ดี"
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up! You're being annoying. You're supposed to be doing your homework!",
      "th": "นายทำตัวน่ารำคาญมาก ต้องทำการบ้านไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I know you have a list of assignments!",
      "th": "พี่รู้นะว่านายมีการบ้าน…"
    }
  },
  {
    "translation": {
      "en": "Shut the fuck up, Kai! Oh, my God! Go back to your dad!",
      "th": "หุบปากเดี๋ยวนี้นะ ไค พระเจ้า กลับไปหาพ่อตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "Do not say that to Kai! That is--Oh, wow. Wow.",
      "th": "พี่ทำผมแพ้เกมนะ อย่าพูดแบบนั้นกับไคนะ มัน…"
    }
  },
  {
    "translation": {
      "en": "That hurt so much. You're so strong. Wow.",
      "th": "ว้าว… เจ็บปวดจังเลย นายมันคนเข้มแข็ง"
    }
  },
  {
    "translation": {
      "en": "So you keep the steamed vegetables with the roast",
      "th": "เอาละ เก็บผักนึ่งไว้กับเนื้อย่างนะ"
    }
  },
  {
    "translation": {
      "en": "and then you add the mustard and the gros sel.",
      "th": "แล้วก็ใส่มัสตาร์ดกับเกลือเม็ดด้วย โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -All right?",
      "th": "เดี๋ยวผมสั่งออร์เดอร์ให้ครอบครัวการ์ลองด์"
    }
  },
  {
    "translation": {
      "en": "-I'll place an order for the Guerande. -Yes.",
      "th": "เดี๋ยวผมสั่งออร์เดอร์ให้ครอบครัวการ์ลองด์ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Hey, Martin, how are you?",
      "th": "มาร์ติน คุณโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Well, no, I didn't pick him up, you know, Fridays can be a little…",
      "th": "เปล่า ฉันไม่ได้ไปรับเขา คุณก็รู้ว่าวันศุกร์มันค่อนข้าง…"
    }
  },
  {
    "translation": {
      "en": "It's very…",
      "th": "ค่อนข้าง…"
    }
  },
  {
    "translation": {
      "en": "No, no, I'll go get him, I'll go get him. No, no, I'll bring him to the restaurant, then.",
      "th": "ไม่ๆ เดี๋ยวฉันไปรับเขาเอง เอามาไว้ที่ร้านก็ได้"
    }
  },
  {
    "translation": {
      "en": "You can come get him after dinner.",
      "th": "คุณมารับเขาหลังมื้อเย็นก็ได้"
    }
  },
  {
    "translation": {
      "en": "I'll feed him. Okay.",
      "th": "ฉันหาอะไรให้เขากินเอง โอเค"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, no, no. Thanks. Well, not really.",
      "th": "ใช่สิ ไม่นะ ขอบคุณมาก จริงๆ ก็ไม่ค่อยหรอก"
    }
  },
  {
    "translation": {
      "en": "You started back on Bill Clinton's campaign.",
      "th": "คุณเริ่มต้นตั้งแต่สมัยทำแคมเปญให้บิล คลินตัน"
    }
  },
  {
    "translation": {
      "en": "My God. You must have been just a kid.",
      "th": "ตายแล้ว คุณต้องเด็กมากๆ เลยสินะ"
    }
  },
  {
    "translation": {
      "en": "Literally. I was 18.",
      "th": "เอาจริงๆ ก็อายุ 18 น่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Politics has always been my calling.",
      "th": "การเมืองดลใจฉันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "My mom's practically a Black Panther.",
      "th": "แม่ฉันเป็นสมาชิกแบล็คแพนเธอร์"
    }
  },
  {
    "translation": {
      "en": "My father's Iranian, Muslim. I have Latinx relatives.",
      "th": "ส่วนพ่อฉันเป็นชาวอิหร่านมุสลิม ฉันมีญาติๆ เชื้อสายละติน"
    }
  },
  {
    "translation": {
      "en": "Basically, if you've been banned or persecuted in this country,",
      "th": "เอาเป็นว่า ถ้าคุณโดนแบน หรือดำเนินคดีในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "-you're probably related to me. -Oh, God.",
      "th": "- คุณอาจเป็นญาติฉันก็ได้ - โอ้ พระเจ้า…"
    }
  },
  {
    "translation": {
      "en": "-Actually, yesterday was my birthday. -No way.",
      "th": "เมื่อวานเป็นวันเกิดฉัน - ไม่มีทาง คุณเกิดเมื่อวานเหรอคะ - ใช่แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Yesterday was your birthday? -Yeah.",
      "th": "- ไม่มีทาง คุณเกิดเมื่อวานเหรอคะ - ใช่แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-It was my birthday, too. -What?",
      "th": "- ฉันก็เกิดเมื่อวานเหมือนกันค่ะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-That is so weird. -Oh, my goodness.",
      "th": "- ประหลาดมากเลย - พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "It's you, me, Joan of Arc.",
      "th": "- ประหลาดมากเลย - พระเจ้าช่วย - ทั้งคุณ ทั้งฉัน และโจน ออฟ อาร์ค - นั่นสิคะ"
    }
  },
  {
    "translation": {
      "en": "-Right. -Different years, of course.",
      "th": "- ทั้งคุณ ทั้งฉัน และโจน ออฟ อาร์ค - นั่นสิคะ - คนละปีแน่ๆ - นั่นสิคะ"
    }
  },
  {
    "translation": {
      "en": "Well, happy birthday.",
      "th": "สุขสันต์วันเกิดนะคะ"
    }
  },
  {
    "translation": {
      "en": "-Happy birthday to you. -Thanks.",
      "th": "- สุขสันต์วันเกิดเช่นกันค่ะ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Actually, birthdays, they're always a time of real self-reflection, right?",
      "th": "จริงๆ แล้ววันเกิดเป็นช่วงเวลา ที่เราได้ทบทวนตัวเองจริงๆ ใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "And I realized I have to get more involved, especially now.",
      "th": "ฉันก็รู้ตัวว่าฉันควรจะเข้าร่วมมากกว่านี้ โดยเฉพาะในสถานการณ์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "That's why I'm so excited about this position.",
      "th": "นั่นคือเหตุผลว่าทำไมฉันถึงตื่นเต้น กับตำแหน่งนี้มากขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "Well, Yasmin, the truth is, if anything, you're overqualified for this job.",
      "th": "แยสมินคะ ความจริงเลยก็คือ คุณสมบัติคุณเกินตำแหน่งนี้"
    }
  },
  {
    "translation": {
      "en": "[laughs] I mean, it's fundraising.",
      "th": "มันคือการระดมทุนค่ะ"
    }
  },
  {
    "translation": {
      "en": "No. Not at all.",
      "th": "ไม่เลยนะ ไม่เกินเลย"
    }
  },
  {
    "translation": {
      "en": "First of all, the part-time thing is perfect for my schedule.",
      "th": "อย่างแรกเลย งานพาร์ตไทม์ เหมาะกับตารางชีวิตฉันมาก"
    }
  },
  {
    "translation": {
      "en": "And I took a few years off to focus on my son.",
      "th": "และฉันก็เลิกทำงานไปสักพัก เพื่อไปดูแลลูกชาย"
    }
  },
  {
    "translation": {
      "en": "And, you know, he's in sixth grade now,",
      "th": "ตอนนี้เขาขึ้นม.หกแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I am so ready to jump back in.",
      "th": "แต่ฉันพร้อมที่จะกลับมาทำงานอีกครั้งแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yasmin, can I be honest?",
      "th": "แยสมิน ขอฉันพูดตรงๆ ได้ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I also fear that you might find your coworkers to be a little…",
      "th": "ฉันเกรงว่าคุณอาจจะเจอเพื่อนร่วมงานของคุณ ว่าเป็น… เด็กน้อย"
    }
  },
  {
    "translation": {
      "en": "juvenile.",
      "th": "ว่าเป็น… เด็กน้อย"
    }
  },
  {
    "translation": {
      "en": "I see.",
      "th": "เข้าใจค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, what was your son's name again?",
      "th": "ว่าแต่ลูกชายคุณชื่ออะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "Uh, Orion.",
      "th": "โอไรออนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Like the constellation. I love that.",
      "th": "เหมือนชื่อกลุ่มดาวสินะ ฉันชอบนะคะ"
    }
  },
  {
    "translation": {
      "en": "[exhales] Yeah. No. Like the greatest hunter in Greek mythology.",
      "th": "ใช่.. ไม่ใช่ ชื่อของนายพราน จากเทพปกรณัมกรีกต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-[exhales] -Are you okay?",
      "th": "คุณโอเคไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[breathing heavily] Yes. I just--",
      "th": "โอเคค่ะ ฉันแค่…"
    }
  },
  {
    "translation": {
      "en": "I'm realizing I need to get back to my son now.",
      "th": "เพิ่งนึกได้ว่าต้องกลับไปดูลูกแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Uh, what's going on? Are you having a heart attack?",
      "th": "โอเค เกิดอะไรขึ้น คุณจะหัวใจวายเหรอ"
    }
  },
  {
    "translation": {
      "en": "God, I'm 46, not 96.",
      "th": "พระเจ้า ฉันอายุ 46 นะ ไม่ใช่ 96"
    }
  },
  {
    "translation": {
      "en": "I'm having a panic attack.",
      "th": "ฉันแค่กำลังแพนิคเท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "[breathing heavily] Hi, honey.",
      "th": "ไงจ๊ะลูกรัก…"
    }
  },
  {
    "translation": {
      "en": "Hi. I missed you. Are you okay? [kisses] Are you okay?",
      "th": "ไง แม่คิดถึงลูกนะ ลูกโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I'm fine. Why shouldn't I be?",
      "th": "ผมสบายดี ทำไมถึงจะไม่สบายล่ะ"
    }
  },
  {
    "translation": {
      "en": "I just--I had a bad feeling.",
      "th": "แม่ก็แค่… รู้สึกไม่ค่อยดีน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Why? -I don't know. I just--You know.",
      "th": "ทำไมล่ะครับ ไม่รู้เหมือนกัน แม่ก็แค่…"
    }
  },
  {
    "translation": {
      "en": "What are you working on?",
      "th": "ลูกทำอะไรอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Orion. Come on. You're gonna be late for karate.",
      "th": "โอไรออน มาได้แล้ว เดี๋ยวไปเรียนคาราเต้ไม่ทันนะ"
    }
  },
  {
    "translation": {
      "en": "-Coming. -Hi, Maria.",
      "th": "- ไปละครับ - ไงคะมาเรีย"
    }
  },
  {
    "translation": {
      "en": "-Bye. -Have fun, honey.",
      "th": "- บายครับ - ขอให้สนุกนะลูก"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "I wish he was that excited about schoolwork.",
      "th": "อยากให้เขาตื่นเต้นกับการบ้านได้ขนาดนั้นจัง"
    }
  },
  {
    "translation": {
      "en": "So, how was the interview?",
      "th": "ไปสัมภาษณ์มาเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[exhales] First, can I just say thank you",
      "th": "อย่างแรกเลย ขอขอบคุณนะคะ"
    }
  },
  {
    "translation": {
      "en": "for being the most amazing husband and father.",
      "th": "ที่เป็นสามีและพ่อที่ประเสริฐขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "You're the best.",
      "th": "คุณมันสุดยอดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You're the best.",
      "th": "คุณสิที่สุดยอด"
    }
  },
  {
    "translation": {
      "en": "And I-- I didn't actually, um-- I didn't end up going, so…",
      "th": "และฉันไม่ได้ไป… สรุปว่าฉันไม่ได้ไปน่ะ ก็เลย…"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, I-- I felt overqualified actually.",
      "th": "คุณก็รู้ คุณสมบัติฉันเกินตำแหน่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "That's okay, because I want you to be happy. -Mm-hmm. -Right?",
      "th": "ไม่เป็นไร ผมแค่อยากให้คุณมีความสุข โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "I want Orion to get to know",
      "th": "ผมอยากให้โอไรออนรู้จักผู้หญิง ที่มหัศจรรย์และพึ่งตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "the wonderful, independent woman I fell in love with.",
      "th": "ผมอยากให้โอไรออนรู้จักผู้หญิง ที่มหัศจรรย์และพึ่งตัวเองได้ ที่ผมตกหลุมรัก"
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you for that. Yeah.",
      "th": "- โอเค ขอบคุณนะคะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "Did you ever think, though,",
      "th": "คุณเคยคิดบ้างไหมว่า…"
    }
  },
  {
    "translation": {
      "en": "what if this wonderful, independent woman you fell in love with didn't want carrot?",
      "th": "ถ้าผู้หญิงมหัศจรรย์และพึ่งตัวเองได้คนนี้ ไม่ต้องการแคร์รอตล่ะ"
    }
  },
  {
    "translation": {
      "en": "Carrot. Carrot cake? For her birthday.",
      "th": "- แคร์รอตเหรอ - เค้กแคร์รอตสำหรับงานวันเกิด"
    }
  },
  {
    "translation": {
      "en": "Oh. Uh, carrot.",
      "th": "แคร์รอต"
    }
  },
  {
    "translation": {
      "en": "I thought-- I thought carrot was your favorite. Am I--Did I get that wrong?",
      "th": "ผมนึกว่าคุณชอบกินแคร์รอตเสียอีก ผมจำผิดเหรอ"
    }
  },
  {
    "translation": {
      "en": "I haven't touched gluten in months, Will.",
      "th": "ฉันไม่ได้แตะกลูเต็นมาหลายเดือนแล้ว วิล"
    }
  },
  {
    "translation": {
      "en": "Not that you would notice, you know.",
      "th": "คุณคงไม่สังเกตสินะ"
    }
  },
  {
    "translation": {
      "en": "I mean, you don't-- you don't ask me anything.",
      "th": "ฉันหมายความว่า คุณไม่เคยถามอะไรฉันเลย"
    }
  },
  {
    "translation": {
      "en": "You don't-- You just assume, you know.",
      "th": "คุณทึกทักเอาเองตลอด"
    }
  },
  {
    "translation": {
      "en": "I mean, that's really--That's what's wrong with this relationship.",
      "th": "นั่นแหละข้อผิดพลาดในความสัมพันธ์นี้"
    }
  },
  {
    "translation": {
      "en": "Uh, I wish that were the only thing.",
      "th": "ถ้านั่นเป็นเรื่องเดียวก็ดีสิ"
    }
  },
  {
    "translation": {
      "en": "What? The only thing that's wrong? Will.",
      "th": "อะไรนะ เรื่องเดียวที่ผิดพลาดเหรอ วิล!"
    }
  },
  {
    "translation": {
      "en": "-No. -Sorry. What are you saying?",
      "th": "- ไม่ใช่ - ขอโทษนะ คุณจะพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "Um, Yasmin, you--you come home in a whirlwind of panic,",
      "th": "แยสมิน คุณกลับบ้านมาพร้อมอาการแพนิคเป็นพายุ"
    }
  },
  {
    "translation": {
      "en": "and it scares Orion sometimes.",
      "th": "บางครั้งโอไรออนก็กลัวคุณ"
    }
  },
  {
    "translation": {
      "en": "Now you're telling me I scare my own child,",
      "th": "ทีนี้คุณบอกว่าฉันทำให้ลูกตัวเองกลัวเหรอ"
    }
  },
  {
    "translation": {
      "en": "which is, like, basically the worst thing you could ever say to me.",
      "th": "นั่นเป็นเรื่องที่แย่ที่สุดที่คุณจะพูดกับฉันได้เลย"
    }
  },
  {
    "translation": {
      "en": "Hey, hey, hey, all I'm saying is that sometimes it's too hard.",
      "th": "นั่นเป็นเรื่องที่แย่ที่สุดที่คุณจะพูดกับฉันได้เลย สิ่งที่ผมจะพูดก็คือ บางครั้งมันก็ยากเกินไป"
    }
  },
  {
    "translation": {
      "en": "Too hard to what? Hard to love me?",
      "th": "อะไรยาก รักฉันมันยากนักเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, Will.",
      "th": "พระเจ้า… วิล"
    }
  },
  {
    "translation": {
      "en": "[in French] Repeat after me, Albert. \"The house is small.\"",
      "th": "พูดตามแม่นะ อัลเบิร์ต \"บ้านหลังนี้เล็ก\""
    }
  },
  {
    "translation": {
      "en": "-Yes? -[Martin] Are you with Albert right now?",
      "th": "คะ ไง คุณอยู่กับอัลเบิร์ตหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yes, I've just picked him up.",
      "th": "ใช่ค่ะ เพิ่งมารับเขาเอง"
    }
  },
  {
    "translation": {
      "en": "Take me off the speaker, please.",
      "th": "ปิดลำโพงก่อน"
    }
  },
  {
    "translation": {
      "en": "-So, they've celebrated… -Wait, wait.",
      "th": "- เอาละ พวกเขาฉลอง… - อย่าเพิ่ง!"
    }
  },
  {
    "translation": {
      "en": "-Yes? -They've celebrated the New Year",
      "th": "ว่าไงคะ ที่โรงเรียนมีจัดงานฉลองวันปีใหม่ มีให้ลูกอมเด็กๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "in school and they gave them candy. He can't have any at all.",
      "th": "ที่โรงเรียนมีจัดงานฉลองวันปีใหม่ มีให้ลูกอมเด็กๆ ด้วย ให้เขากินไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "But it's just a few. They're organic.",
      "th": "แค่นิดหน่อยเอง ลูกอมออร์แกนิกด้วย"
    }
  },
  {
    "translation": {
      "en": "I don't give a damn about their belated New Year's party.",
      "th": "ผมไม่สนใจงานเลี้ยงปีใหม่ตามหลัง ของพวกเขาหรอก"
    }
  },
  {
    "translation": {
      "en": "Halloween, Valetine's Day, they always have excuses to get them hooked on sugar.",
      "th": "จะฮัลโลวีน จะวาเลนไทน์ พวกเขาหาเหตุเอาน้ำตาล ยัดปากเด็กๆ ได้ตลอดนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, okay, okay. So… Hello?",
      "th": "ก็ได้ๆ โอเคๆ  แล้ว… ฮัลโหล…"
    }
  },
  {
    "translation": {
      "en": "[in English] Why is Daddy always so angry at you?",
      "th": "ทำไมพ่อต้องโมโหแม่ตลอดเวลาล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "He's not angry at me, sweetie. He's angry at sugar.",
      "th": "พ่อไม่ได้โมโหแม่หรอก ลูกรัก เขาโมโหน้ำตาลน่ะ"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Because sugar's very bad for you, sweetie.",
      "th": "เพราะน้ำตาลไม่ดีต่อสุขภาพไงจ๊ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "I mean, you can end up with diabetes.",
      "th": "ลูกอาจจะเป็นโรคเบาหวานได้"
    }
  },
  {
    "translation": {
      "en": "What does diabetes do to you?",
      "th": "โรคเบาหวานแล้วยังไงล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "It can make you very sick and have-- Your toes can fall out.",
      "th": "มันทำให้ลูกป่วยหนัก ถึงขั้นนิ้วเท้าหลุดได้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Isn't that leprosy?",
      "th": "นั่นมันโรคเรื้อนไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Okay, just give me the candy. -But, Mom--",
      "th": "- โอเค เอาลูกอมมาให้แม่ - แต่แม่ฮะ…"
    }
  },
  {
    "translation": {
      "en": "Albert, just give me the two bags. Diabetes makes your toes fall off, too.",
      "th": "อัลเบิร์ต เอาสองถุงนั่นมาให้แม่ เบาหวานก็ทำให้นิ้วเท้าลูกหลุดได้นะ"
    }
  },
  {
    "translation": {
      "en": "Fine. Fine.",
      "th": "เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "Sir. Hi. Happy New Year.",
      "th": "คุณคะ สวัสดีค่ะ สวัสดีปีใหม่นะคะ ออร์แกนิกด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "They're organic.",
      "th": "สวัสดีปีใหม่นะคะ ออร์แกนิกด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "The world is fucked.",
      "th": "โลกนี้เฮงซวย"
    }
  },
  {
    "translation": {
      "en": "Is the world really fucked, Mom?",
      "th": "โลกนี้มันเฮงซวยจริงๆ เหรอฮะ"
    }
  },
  {
    "translation": {
      "en": "No. I mean, it's--I mean, yes, it is.",
      "th": "ไม่หรอก เอ่อ… มันก็จริง"
    }
  },
  {
    "translation": {
      "en": "No, it's not. It's not. Not for us.",
      "th": "ไม่สิ ไม่เฮงซวยหรอก สำหรับพวกเรานะ"
    }
  },
  {
    "translation": {
      "en": "Why not for us?",
      "th": "ทำไมถึงไม่ล่ะฮะ"
    }
  },
  {
    "translation": {
      "en": "Well, because we're the happy ones, lucky ones that live together as a family",
      "th": "เพราะพวกเรามีความสุข โชคดีที่ได้อยู่ร่วมกันเป็นครอบครัวไง"
    }
  },
  {
    "translation": {
      "en": "and we eat healthy food every day, you know.",
      "th": "พวกเราได้กินอาหารดีๆ ทุกวัน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "The poor homeless, they don't have a kitchen. They can't cook.",
      "th": "คนไร้บ้านที่น่าสงสารไม่มีครัวเป็นของตัวเอง ทำกับข้าวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Well, that's why we're gonna distribute meals at a homeless shelter next month.",
      "th": "พวกเราเลยจะไปทำอาหาร ให้ที่พักพิงสำหรับคนไร้บ้านเดือนหน้าครับ"
    }
  },
  {
    "translation": {
      "en": "The school says that we need to be agents of change in the world.",
      "th": "โรงเรียนบอกว่าเราต้องเป็นตัวแทน ที่จะเปลี่ยนแปลงโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "Isn't that a bit dangerous for a school trip?",
      "th": "ฟังดูไม่อันตรายไปหน่อยเหรอ สำหรับการทัศนศึกษาน่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, homeless people are crazy now.",
      "th": "แม่ว่าคนไร้บ้านค่อนข้างบ้าคลั่งนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, they're angry, not crazy.",
      "th": "พวกเขาโมโหร้ายน่ะ ไม่ใช่บ้าคลั่ง พวกเขาโมโหร้ายอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "They're angry. I mean, this one was angry and crazy.",
      "th": "พวกเขาโมโหร้ายน่ะ ไม่ใช่บ้าคลั่ง พวกเขาโมโหร้ายอยู่นะ คนเมื่อกี้ก็ทั้งโมโหและบ้าคลั่งอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Mom, please make sure you don't say that in front of anyone at my school.",
      "th": "แม่ฮะ อย่าพูดอะไรแบบนั้น ต่อหน้าคนอื่นที่โรงเรียนผมนะฮะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Oh. Next week at school, we're gonna practice for the drill,",
      "th": "สัปดาห์หน้าที่โรงเรียน เราจะฝึกซ้อมแผนฉุกเฉินกัน"
    }
  },
  {
    "translation": {
      "en": "so you know what to do in case there's an earthquake,",
      "th": "จะได้รู้ว่าต้องทำยังไง เวลาเกิดแผ่นดินไหว ไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "fire, a human-made emergency.",
      "th": "จะได้รู้ว่าต้องทำยังไง เวลาเกิดแผ่นดินไหว ไฟไหม้ หรือหายนะที่มนุษย์สร้างขึ้นอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "What's that?",
      "th": "คืออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You know. Like… [imitating gunshots]",
      "th": "ก็อะไรแบบว่า…"
    }
  },
  {
    "translation": {
      "en": "Okay. Stop, stop, stop. Get--Just eat candy.",
      "th": "โอเค พอเลย โอเค เอาลูกอมไปกินเลย"
    }
  },
  {
    "translation": {
      "en": "Just--Just don't tell your dad.",
      "th": "อย่าบอกพ่อก็แล้วกันนะ"
    }
  },
  {
    "translation": {
      "en": "Just eat the-the-the chocolate ones.",
      "th": "กินช็อคโกแลตไปเลย"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mom.",
      "th": "ขอบคุณฮะ แม่"
    }
  },
  {
    "translation": {
      "en": "Mom, do you think if John Lennon had not been shot,",
      "th": "แม่ฮะ ถ้าจอห์น เลนนอนไม่โดนยิงตาย"
    }
  },
  {
    "translation": {
      "en": "the world would be a better place?",
      "th": "แม่ว่าโลกนี้จะดีกว่านี้ไหมฮะ"
    }
  },
  {
    "translation": {
      "en": "Oh, I don't know.",
      "th": "ไม่รู้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Maybe.",
      "th": "อาจจะนะ"
    }
  },
  {
    "translation": {
      "en": "I think it would.",
      "th": "ผมว่าน่าจะดีนะฮะ"
    }
  },
  {
    "translation": {
      "en": "My tags say, \"Made in L.A. fair and safe.\"",
      "th": "แท็กของฉันเขียนว่า \"เมดอินแอลเอ เป็นธรรมและปลอดภัย\""
    }
  },
  {
    "translation": {
      "en": "Okay, I cannot have children making children's clothes.",
      "th": "โอเค ฉันไม่ให้ใช้แรงงานเด็ก มาผลิตเสื้อผ้าเด็กเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Should I put, \"Made for children by children\" on the label?",
      "th": "ฉันควรแปะ \"ผลิตเพื่อเด็กๆ โดยเด็กๆ\" ลงไปในป้ายด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "Catchy. But she's over 20.",
      "th": "ติดหูดีนะคะ แต่หล่อนอายุเกิน 20 แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Is she?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "See?",
      "th": "เห็นไหมคะ"
    }
  },
  {
    "translation": {
      "en": "-She's 28? -Mm-hmm.",
      "th": "อายุ 28 เหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, I really can't even tell if it's her.",
      "th": "ฉันมองไม่ออกด้วยซ้ำว่าใช่เธอหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'm sure it's a bad picture.",
      "th": "คงเป็นเพราะรูปไม่ดีแหละ"
    }
  },
  {
    "translation": {
      "en": "It's fine. It's totally fine. Totally fine.",
      "th": "ไม่เป็นไรนะ ไม่เป็นไรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay.",
      "th": "โอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "Hey, Yas. Can I call you back?",
      "th": "ไฮ แยส เดี๋ยวฉันโทรกลับได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-I think Will might be leaving me. -What?",
      "th": "- ฉันว่าวิลอาจจะกำลังทิ้งฉันไป - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "What am I supposed to do? Rent an apartment?",
      "th": "ทำยังไงดี เช่าอะพาร์ตเมนต์เหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, no. No one wants a terrorist in their building.",
      "th": "- ไม่นะ - ไม่มีใครอยากอยู่ตึกเดียวกับผู้ก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "-What? -Everyone knows all Muslims are terrorists.",
      "th": "- อะไรนะ - ทุกคนรู้ดีว่ามุสลิมเป็นผู้ก่อการร้าย"
    }
  },
  {
    "translation": {
      "en": "Oh, honey.",
      "th": "ที่รัก…"
    }
  },
  {
    "translation": {
      "en": "I don't even have any money of my own.",
      "th": "ฉันไม่มีแม้กระทั่งเงินของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I just--You know what?",
      "th": "ฉันก็แค่…"
    }
  },
  {
    "translation": {
      "en": "I'm just-- I'm gonna go walk to the ocean.",
      "th": "รู้อะไรไหม ฉันกำลังเดินไปที่ทะเล"
    }
  },
  {
    "translation": {
      "en": "Just be at the beach, be in nature.",
      "th": "ไปนั่งเล่นที่หาดทราย อยู่กับธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "I don't know. Something bigger than all of this shit.",
      "th": "ไม่รู้สิ อะไรที่มันยิ่งใหญ่กว่าเรื่องบ้าบอพวกนี้"
    }
  },
  {
    "translation": {
      "en": "I'll come--I'll come-- I'll come meet you, okay? Wait.",
      "th": "เดี๋ยวฉันไปหา โอเคไหม รอแป๊บนึง"
    }
  },
  {
    "translation": {
      "en": "I can't live like this anymore.",
      "th": "ฉันมีชีวิตอยู่แบบนี้ต่อไปไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Yasmin?",
      "th": "แยสมิน"
    }
  },
  {
    "translation": {
      "en": "I can't live like this anymore.",
      "th": "ฉันมีชีวิตอยู่แบบนี้ต่อไปไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "What do you mean? You have so much to live for.",
      "th": "หมายความว่ายังไง เธอมีอะไรให้ทำตั้งเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "It's too late.",
      "th": "ไม่นะ มันสายเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Too late? You're 30 years old.",
      "th": "สายเกินไปอะไร เธออายุ 30 เองนะ"
    }
  },
  {
    "translation": {
      "en": "I'm 27.",
      "th": "ยี่สิบเจ็ดย่ะ"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "No, but, I mean, I just-- I feel like something really bad is gonna happen.",
      "th": "คือฉัน… ฉันรู้สึกเหมือนกับว่า อะไรร้ายๆ จะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Like, in the world.",
      "th": "บนโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "Honey, you're beautiful. You're smart.",
      "th": "ที่รัก… เธอเป็นคนสวย คนเก่ง เธอก็แค่พังบ้าง"
    }
  },
  {
    "translation": {
      "en": "You're fucked up. You're gonna be fine.",
      "th": "เธอเป็นคนสวย คนเก่ง เธอก็แค่พังบ้าง เดี๋ยวก็โอเคเองน่า"
    }
  },
  {
    "translation": {
      "en": "I swear.",
      "th": "- แน่นอนเลย ฉันสัญญา - เธอไม่รู้จักฉันด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-You don't even know me. -I know, but I like you already.",
      "th": "- แน่นอนเลย ฉันสัญญา - เธอไม่รู้จักฉันด้วยซ้ำ - ฉันรู้ แต่ฉันชอบเธอแล้วนะ - พวกเธอ!"
    }
  },
  {
    "translation": {
      "en": "Guys. Guys.",
      "th": "- ฉันรู้ แต่ฉันชอบเธอแล้วนะ - พวกเธอ!"
    }
  },
  {
    "translation": {
      "en": "-Guys! -What?",
      "th": "- พวกเธอ! - อะไรเล่า!"
    }
  },
  {
    "translation": {
      "en": "I just made out with this guy, and I think that he was toothless.",
      "th": "ฉันเพิ่งไปจู๋จี๋กับตานี่มา คิดว่าเขาฟันหลอหมดปากแหละ"
    }
  },
  {
    "translation": {
      "en": "-[laughing] -What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "He had no teeth.",
      "th": "- นั่นมัน… - เขาไม่มีฟันเลยนะ"
    }
  },
  {
    "translation": {
      "en": "-I just bit my tongue. -Toothless.",
      "th": "- ฉันกัดลิ้นตัวเองเลยเนี่ย - ฟันหลอ"
    }
  },
  {
    "translation": {
      "en": "It's so weird. It's true. It's so weird.",
      "th": "พิลึกสุด แต่จริงนะ"
    }
  },
  {
    "translation": {
      "en": "I'm trying to save somebody here.",
      "th": "- ฉันพยายามช่วยคนอยู่นะตอนนี้ - พิลึกสุดเลย"
    }
  },
  {
    "translation": {
      "en": "-Shh. -What, babe?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Don't jump.",
      "th": "อย่ากระโดดนะ"
    }
  },
  {
    "translation": {
      "en": "Don't jump.",
      "th": "- เธอไม่ได้จะกระโดดเสียหน่อย - เปล่านะ"
    }
  },
  {
    "translation": {
      "en": "-What? -Don't jump.",
      "th": "อย่ากระโดดนะ"
    }
  },
  {
    "translation": {
      "en": "Jump? I'm trying to light my cigarette. I just…",
      "th": "กระโดดอะไร ฉันแค่จะจุดบุหรี่เอง ฉันแค่…"
    }
  },
  {
    "translation": {
      "en": "You guys--What?",
      "th": "พวกเธอนี่มัน… อะไรกัน"
    }
  },
  {
    "translation": {
      "en": "-Seriously, you guys. -What?",
      "th": "- เอาจริง พวกเธอนี่… - อะไร"
    }
  },
  {
    "translation": {
      "en": "-What? -Seriously, I think something really bad is gonna happen in the world.",
      "th": "จริงๆ นะ ฉันคิดว่าจะมีอะไรแย่มากๆ เกิดขึ้นบนโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "-But, no, I mean, like, worse than Y2K. -No.",
      "th": "- แย่กว่าวายทูเคอีก - ไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "-Wow. -Worse than if George W. Bush wins.",
      "th": "แย่ยิ่งกว่าจอร์จ บุชชนะเลือกตั้งอีกนะ"
    }
  },
  {
    "translation": {
      "en": "-Where are you getting this stuff? -Seriously.",
      "th": "เธอไปเอาเรื่องพวกนี้มาจากไหนกัน - พูดจริงนะ - เธอมันบ้า"
    }
  },
  {
    "translation": {
      "en": "She's really cool.",
      "th": "หล่อนโคตรเจ๋งเลย"
    }
  },
  {
    "translation": {
      "en": "I think we're gonna be best friends. I do.",
      "th": "- ฉันว่าเราต้องเป็นเพื่อนกันได้ดีมากแน่ๆ - เธอชื่ออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What's your name again? -You don't remember my name?",
      "th": "- ฉันว่าเราต้องเป็นเพื่อนกันได้ดีมากแน่ๆ - เธอชื่ออะไรนะ เดี๋ยวนะ เธอจำชื่อฉันไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Shaharzan. Shaharzan. -No.",
      "th": "ชาฮาซาด - ไม่ใช่ - ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-No? -It's Yasmin.",
      "th": "ฉันชื่อแยสมิน"
    }
  },
  {
    "translation": {
      "en": "Come on. Let's get a drink. Come on.",
      "th": "มาเถอะ มาดื่มกัน มาเลย"
    }
  },
  {
    "translation": {
      "en": "Let's go. Come on.",
      "th": "ไปกันเถอะ ไปกัน"
    }
  },
  {
    "translation": {
      "en": "The 21st century warriors. Let's go!",
      "th": "ฉลองศตวรรษที่ 21 กันเถอะพวกเรา สาวๆ ไปกันเลย"
    }
  },
  {
    "translation": {
      "en": "Yasmin? -[line clicks, beeps] -Yasmin?",
      "th": "แยสมิน…"
    }
  },
  {
    "translation": {
      "en": "Hi. This is Yasmin. Please leave a message.",
      "th": "ไง แยสมินเองค่ะ กรุณาฝากข้อความไว้"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Oh, my God.",
      "th": "พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "Gretchen, I really need you to watch Sebastian, okay?",
      "th": "เกรทเชน เธอต้องช่วยดูเซบาสเตียน โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I already did 35 hours for this week, Anne. You know that.",
      "th": "สัปดาห์นี้เราทำงานไป 35 ชั่วโมงแล้วนะ แอน คุณก็รู้ดี"
    }
  },
  {
    "translation": {
      "en": "Yasmin needs me.",
      "th": "แยสมินต้องการฉัน"
    }
  },
  {
    "translation": {
      "en": "How about I give you an extra $40 this week, okay?",
      "th": "ถ้าสัปดาห์นี้ฉันเพิ่มให้เธออีก 40 เหรียญ โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "It's not just about the money, Anne.",
      "th": "มันไม่ใช่แค่เรื่องเงินนะ แอน"
    }
  },
  {
    "translation": {
      "en": "It's about my quality of life.",
      "th": "นี่ไม่ใช่คุณภาพชีวิตที่ฉันต้องการเลย"
    }
  },
  {
    "translation": {
      "en": "Okay. 45.",
      "th": "โอเค 45 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "I'll give you 75. Okay?",
      "th": "ฉันให้ 75 เหรียญเลย - โอเคไหม - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Okay. Thank you so much.",
      "th": "- โอเคไหม - ก็ได้ โอเค ขอบคุณมากนะ"
    }
  },
  {
    "translation": {
      "en": "Appreciate it. Okay. Bye, sweetie.",
      "th": "ขอบใจมาก บายจ้ะลูกรัก"
    }
  },
  {
    "translation": {
      "en": "Bye, Mommy.",
      "th": "บายฮะ แม่"
    }
  },
  {
    "translation": {
      "en": "[Jerry] I didn't do anything. I was just sitting there.",
      "th": "ผมไม่ได้ทำอะไรเลย แค่นั่งอยู่เฉยๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, and--and her head fell in your lap and then it slipped in her mouth?",
      "th": "แล้วเธอก็นอนหนุนตักคุณ แล้วมันก็ผลุบเข้าปากเธอไปเฉยๆ น่ะนะ"
    }
  },
  {
    "translation": {
      "en": "No. She deliberately gave me… a banana job. Ha.",
      "th": "ไม่ใช่แบบนั้น เธอเทคแคร์กล้วยไข่ให้ผมต่างหาก"
    }
  },
  {
    "translation": {
      "en": "She was crying. She was lonely. She was drunk.",
      "th": "เธอร้องไห้ เธอเหงา เธอเมา"
    }
  },
  {
    "translation": {
      "en": "Even better. And then you paid her for it.",
      "th": "ยิ่งดีเข้าไปใหญ่ แล้วคุณก็จ่ายเธอไป"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I didn't pay her for a banana.",
      "th": "ผมไม่ได้จ่ายค่ากล้วยไข่เสียหน่อย"
    }
  },
  {
    "translation": {
      "en": "I gave her a check to help her out.",
      "th": "ผมให้เช็คเพื่อช่วยเหลือเธอต่างหาก"
    }
  },
  {
    "translation": {
      "en": "You know, Jerry, this is not a good moment in time for this.",
      "th": "รู้ไหม เจอร์รี่ นี่ไม่ใช่เวลาที่เหมาะที่ควรเลยนะ"
    }
  },
  {
    "translation": {
      "en": "People go to jail now.",
      "th": "คนเข้าคุกเพราะเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Justine. This is a struggle for me…",
      "th": "จัสทีน ผมก็ดิ้นรนอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "with my situation.",
      "th": "ด้วยสถานการณ์ของผมเอง"
    }
  },
  {
    "translation": {
      "en": "I cried afterwards.",
      "th": "ผมร้องไห้หลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "This is--This is a disease, for Christ's sake.",
      "th": "นี่มันโรคร้ายนะ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "I know, Jerry, but even a friend?",
      "th": "ฉันรู้เจอร์รี่ แต่กับเพื่อนด้วยเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Especially friends. Yes. Even a friend. It's that bad.",
      "th": "โดยเฉพาะกับเพื่อนเลยล่ะ กับเพื่อนนี่ยิ่งแย่ไปกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "But I'm a friend.",
      "th": "แต่ฉันก็เป็นเพื่อนนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, but you're, you know-- uh, you have a beautiful family, you know.",
      "th": "ใช่สิ แต่คุณมัน… เธอมีครอบครัวที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Okay, can we switch gears for a second?",
      "th": "โอเค เราเปลี่ยนเรื่องคุยกันหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Let's--Let's, uh--",
      "th": "มาคุยเรื่องหนังสือกันก่อน"
    }
  },
  {
    "translation": {
      "en": "Let's talk about the book. How's that coming along?",
      "th": "มาคุยเรื่องหนังสือกันก่อน ไปถึงไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's, uh, going great.",
      "th": "มันก็ไปได้สวยอยู่"
    }
  },
  {
    "translation": {
      "en": "So all they're looking for is something French and charming",
      "th": "สิ่งที่พวกเขาต้องการคือ อะไรที่เป็นฝรั่งเศส และทรงเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "with a little bit of you thrown in.",
      "th": "และเป็นตัวคุณนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "And if you want, Evan can take over the kitchen for a few days a week.",
      "th": "ถ้าคุณต้องการ อีวานคุมครัวให้ได้ สองสามวันต่อสัปดาห์นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, he can't do that.",
      "th": "- เขาทำไม่ได้หรอก - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Yes, he can. Just until you finish the first draft.",
      "th": "- เขาทำไม่ได้หรอก - ได้สิ จนกว่าคุณจะเขียนดราฟต์แรกจบ"
    }
  },
  {
    "translation": {
      "en": "No. The restaurant will fall apart without me.",
      "th": "ไม่มีทาง ร้านพังแน่ถ้าไม่มีฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-No, it won't. -Jerry, you--",
      "th": "- เจอร์รี่ คุณ… - มันไม่พังหรอกน่า"
    }
  },
  {
    "translation": {
      "en": "-No, it won't. No, it won't. -Jerry…",
      "th": "- เจอร์รี่ คุณ… - มันไม่พังหรอกน่า เจอร์รี่…"
    }
  },
  {
    "translation": {
      "en": "Are you okay?",
      "th": "คุณเป็นอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. No.",
      "th": "สบายดี ไม่สิ"
    }
  },
  {
    "translation": {
      "en": "Because my acid reflux is kicking in.",
      "th": "กรดไหลย้อนกำเริบน่ะ"
    }
  },
  {
    "translation": {
      "en": "This conversation made me very nervous.",
      "th": "บทสนทนานี้ทำให้ผมประสาทเสีย"
    }
  },
  {
    "translation": {
      "en": "-About the book? -No, not about the book.",
      "th": "- เรื่องหนังสือเหรอ - ไม่ใช่เรื่องหนังสือสิ"
    }
  },
  {
    "translation": {
      "en": "Aren't you supposed to take only two?",
      "th": "คุณควรกินแค่สองเม็ดไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "My doctor says I'm good for up to 30 a day.",
      "th": "หมอบอกว่ากินได้วันละ 30 เม็ดเลย"
    }
  },
  {
    "translation": {
      "en": "Justine, as my friend, can--can you, uh, just keep your mouth shut about this?",
      "th": "จัสทีน ในฐานะเพื่อน ช่วยหุบปากเรื่องนี้ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, I think it's best we all keep our mouths shut around you.",
      "th": "ได้สิ ฉันคิดว่ามันคงจะดีที่สุด ถ้าพวกเราทั้งหมดหุบปากเวลาเข้าใกล้คุณ"
    }
  },
  {
    "translation": {
      "en": "[laughs] That's funny.",
      "th": "ตลกนะเรา"
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Very.",
      "th": "สุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "[Jerry] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa, whoa. The kittens. Don't touch.",
      "th": "โว้ว… ลูกแมวน้อย อย่าจับสิ"
    }
  },
  {
    "translation": {
      "en": "-[phone playing tune] -Don't ever do that again. [Justine] Hey, what's going on?",
      "th": "- อย่าทำแบบนั้นอีกนะ - เฮ้ เกิดอะไรขึ้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Justine, will you meet me at the beach?",
      "th": "จัสทีน ไปหาฉันที่ชายหาดหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yasmin is going there, and she just sounds worse than usual.",
      "th": "แยสมินกำลังไปที่นั่น และเสียงฟังดูแย่กว่าปกติ เข้าใจใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You know, like very, very stressed.",
      "th": "เสียงเครียดมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Really? -Oh, shit.",
      "th": "- จริงเหรอ - ฉิบหายแล้ว"
    }
  },
  {
    "translation": {
      "en": "And now her phone's off.",
      "th": "แล้วตอนนี้เธอปิดโทรศัพท์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But I'm at work.",
      "th": "แต่ฉันทำงานอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Your restaurant is five minutes from the beach. Come on.",
      "th": "ร้านของเธออยู่ห่างจากชายหาดห้านาที มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Okay, but how am I gonna find her?",
      "th": "โอเค แล้วฉันจะหาเธอเจอได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "She'll probably be around the playground. Just look for her.",
      "th": "เธออาจจะไปอยู่แถวสนามเด็กเล่นก็ได้ แค่ไปเดินหาเท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll leave Albert at the restaurant and meet you there.",
      "th": "โอเค ฉันจะทิ้งอัลเบิร์ตไว้แล้วไปหาเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "Hello. -[Anne] Hey, Ell, it's me. -Hi.",
      "th": "- ฮัลโหล ว่าไง - เฮ้ เอล นี่ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "-Yasmin is having a crisis. -What do you mean?",
      "th": "แยสมินกำลังสติหลุด - อะไรนะ - เธอปิดโทรศัพท์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "She turned off her phone.",
      "th": "- อะไรนะ - เธอปิดโทรศัพท์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, if she turned off her phone, she probably just wants to be alone.",
      "th": "ถ้าเธอปิดโทรศัพท์ เธออาจจะแค่อยากอยู่คนเดียวก็ได้"
    }
  },
  {
    "translation": {
      "en": "She's going to the beach. Okay, we need to find her.",
      "th": "- ก็แค่… - เธอกำลังไปที่ชายหาด - เราต้องไปหาเธอนะ - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -Justine's already on her way over there.",
      "th": "- จัสทีนกำลังไปแล้ว - โอเค"
    }
  },
  {
    "translation": {
      "en": "What do you mean, Justine's on her way over there? She needs us, Ell. Come on.",
      "th": "- หมายความว่าไง จันทีนกำลังไป - หล่อนต้องการพวกเรานะ เอล ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Okay, okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Sarah, sweetheart, I need you to babysit your brothers.",
      "th": "ซาราห์ แม่ต้องให้หนูดูน้องๆ ก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "I have an emergency.",
      "th": "แม่มีเรื่องด่วน"
    }
  },
  {
    "translation": {
      "en": "-I don't need a babysitter. -Me neither!",
      "th": "- ผมไม่ต้องการให้ใครมาดูแลนะ - ผมก็ไม่ต้อง"
    }
  },
  {
    "translation": {
      "en": "Yes, you do.",
      "th": "ต้องสิ"
    }
  },
  {
    "translation": {
      "en": "You better pay me well.",
      "th": "แม่ต้องจ่ายหนูงามๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[door closes] -Yeah!",
      "th": "เสร็จโจร"
    }
  },
  {
    "translation": {
      "en": "Don't do anything stupid. I have no responsibility over you.",
      "th": "อย่าทำอะไรโง่ๆ นะ พี่ไม่ต้องรับผิดชอบอะไรพวกนายนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, God. I've been looking everywhere for you.",
      "th": "พระเจ้า ฉันตามหาเธอจนทั่วเลย"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry, honey. -Why didn't you pick up your phone?",
      "th": "- ขอโทษทีฃ - ทำไมไม่รับโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "My battery died.",
      "th": "แบตหมดน่ะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for coming to find me.",
      "th": "ขอบใจที่มาตามหาฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "ต้องมาสิ"
    }
  },
  {
    "translation": {
      "en": "Anne, I'm so confused lately.",
      "th": "แอน ช่วงนี้ฉันสับสนมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I just-- I feel like…",
      "th": "ฉันแค่… รู้สึกว่าฉันตัดสินใจแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I made this decision to be with Will when I was 25,",
      "th": "ฉันแค่… รู้สึกว่าฉันตัดสินใจแบบนี้ ที่จะใช้ชีวิตร่วมกับวิลตอนอายุ 25"
    }
  },
  {
    "translation": {
      "en": "and now it's colored the entire rest of my life.",
      "th": "และตอนนี้ การตัดสินใจนั่นก็สาดสี ต่อทั้งชีวิตที่เหลือของฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, no pun intended. But I live in a completely white world.",
      "th": "ไม่ได้อยากจะเล่นคำนะ แต่ฉันอยู่ในโลกสีขาวผุดผ่อง"
    }
  },
  {
    "translation": {
      "en": "-No offense. -It's okay.",
      "th": "- ไม่ได้ว่านะ - ไม่เป็นไรจ้ะ"
    }
  },
  {
    "translation": {
      "en": "But, you know, I'm Black. I'm Persian.",
      "th": "แต่เธอก็รู้… ฉันเป็นคนดำ เป็นเปอร์เซีย"
    }
  },
  {
    "translation": {
      "en": "I'm an out-of-work feminist whose husband pays for her laser hair removal.",
      "th": "ฉันเป็นเฟมินิสต์พักงาน ที่สามีช่วยจ่ายค่ากำจัดขนให้"
    }
  },
  {
    "translation": {
      "en": "Who the fuck am I? You know.",
      "th": "ตกลงฉันเป็นใครกันแน่เนี่ย"
    }
  },
  {
    "translation": {
      "en": "You are a Black, Persian feminist who married a white guy",
      "th": "เธอเป็นเฟมินิสต์เปอร์เซียผิวดำ ที่แต่งงานกับผู้ชายผิวขาว ที่เป็นไปได้ว่าจะมีอาการออทิสติก"
    }
  },
  {
    "translation": {
      "en": "who's possibly on the spectrum, and you are my best friend.",
      "th": "ที่แต่งงานกับผู้ชายผิวขาว ที่เป็นไปได้ว่าจะมีอาการออทิสติก และเธอก็เป็นเพื่อนรักฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "And you're mine.",
      "th": "เธอก็เป็นเพื่อนรักฉันนะ"
    }
  },
  {
    "translation": {
      "en": "But I gotta tell you,",
      "th": "แต่ฉันต้องบอกเธอนะว่า บางครั้งฉันไม่โทรหาเธอหรอก แอน"
    }
  },
  {
    "translation": {
      "en": "sometimes I don't call you, Anne, because you're high all the time.",
      "th": "แต่ฉันต้องบอกเธอนะว่า บางครั้งฉันไม่โทรหาเธอหรอก แอน เพราะเธอเมายับตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Call me before noon.",
      "th": "โทรมาก่อนเที่ยงสิ"
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. You're so…",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "Wait. Are you high right now? No. [laughs]",
      "th": "- เดี๋ยว นี่เธอเมาอยู่เหรอ - เปล่าสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-Anne. -The sun is going down.",
      "th": "แอน พระอาทิตย์จะตกละนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "She texted me \"south of the police station.\"",
      "th": "หล่อนแชตมาบอกว่า \"ทางใต้จากสถานีตำรวจ\""
    }
  },
  {
    "translation": {
      "en": "Well, this whole beach is south of the police station.",
      "th": "แต่ทั้งชายหาดนี้อยู่ทางใต้จากสถานีตำรวจนี่"
    }
  },
  {
    "translation": {
      "en": "Oh, man.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "I'm kind of excited.",
      "th": "ฉันค่อนข้างตื่นเต้นนะ"
    }
  },
  {
    "translation": {
      "en": "I feel like I'm a superhero on a mission to rescue someone. You know?",
      "th": "รู้สึกเหมือนตัวเองเป็นซูเปอร์ฮีโร่ เดินทางมาช่วยเหลือใครสักคนน่ะ"
    }
  },
  {
    "translation": {
      "en": "Can you imagine a movie, a superhero movie,",
      "th": "ลองจินตนาการหนังเกี่ยวกับซูเปอร์ฮีโร่"
    }
  },
  {
    "translation": {
      "en": "with the protagonist being this middle-aged woman?",
      "th": "ที่มีตัวเอกเป็นชะนีวัยกลางคนออกไหม"
    }
  },
  {
    "translation": {
      "en": "She puts on--At night, she puts on, like, a Lycra costume.",
      "th": "ตอนกลางคืน เธอใส่ชุดยางรัดๆ"
    }
  },
  {
    "translation": {
      "en": "Spanx. With Spanx.",
      "th": "กับชุดกระชับสัดส่วน"
    }
  },
  {
    "translation": {
      "en": "And then she goes and rescues another middle-aged woman",
      "th": "แล้วก็ออกไปช่วยเหลือชะนีวัยกลางคนอีกคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "about to have a breakdown. Oh, my God. That could be a hit.",
      "th": "ที่กำลังจะประสาทเสีย เรตติ้งคงดีสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "[sighs] I have to go back in 20 minutes at the restaurant.",
      "th": "อีก 20 นาทีฉันต้องกลับร้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, if Martin finds out that I left Albert there by himself, I'm…",
      "th": "อีก 20 นาทีฉันต้องกลับร้านแล้ว ถ้ามาร์ตินรู้ว่าฉันทิ้งโรเบิร์ตไว้คนเดียว ฉันคง…"
    }
  },
  {
    "translation": {
      "en": "Why? He loves it there.",
      "th": "เขาชอบอยู่ที่นั่นไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "All the pretty waitresses flirt with him.",
      "th": "มีสาวๆ เด็กเสิร์ฟมาเล่นด้วย"
    }
  },
  {
    "translation": {
      "en": "Albert is like a fish in water at the restaurant.",
      "th": "อัลเบิร์ตเหมือนปลาถูกน้ำเวลาอยู่ที่ร้านน่ะ"
    }
  },
  {
    "translation": {
      "en": "You know what? I spoke to Jerry,",
      "th": "รู้ไหม ฉันคุยกับเจอร์รี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "and he told me that the check and the blow job are completely unrelated.",
      "th": "เขาบอกฉันว่า เรื่องเช็คกับเรื่องโม้ก ไม่เกี่ยวกันเลย"
    }
  },
  {
    "translation": {
      "en": "So why did you make this up?",
      "th": "เธอแต่งเรื่องขึ้นมาทำไม"
    }
  },
  {
    "translation": {
      "en": "I blew him because I'm lonely,",
      "th": "ฉันโม้กเขาเพราะว่าฉันเหงา"
    }
  },
  {
    "translation": {
      "en": "and he wrote me a check because I'm broke.",
      "th": "และเขาเซ็นเช็คให้ฉัน เพราะฉันถังแตก"
    }
  },
  {
    "translation": {
      "en": "So there you have it.",
      "th": "เธอเข้าใจแล้วนี่นา"
    }
  },
  {
    "translation": {
      "en": "Well, yeah. Keep the \"check for the blow job,\" you know, story.",
      "th": "ก็ใช่ งั้นเล่าเรื่องเช็คไปแบบนั้นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "It's much less depressing.",
      "th": "น่าเศร้าน้อยกว่ากันเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Stick to that one.",
      "th": "- จริงที่สุด - อย่าเปลี่ยนเรื่องเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "-My life's depress-- -Oh, it's them.",
      "th": "- ชีวิตฉันมันน่าเศร้า… - อยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "-Where? -There!",
      "th": "- ไหน - นั่นไง"
    }
  },
  {
    "translation": {
      "en": "-Yeah. It's them. -What are they doing?",
      "th": "อยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "Are they hugging? Are they making out? Ugh!",
      "th": "- ทำอะไรกันน่ะ - กอดกันเหรอ จู๋จี๋กันอยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-I'm so glad you're recovered. -Oh, my God! Hi!",
      "th": "- ดีใจที่เธอหายแล้วนะ - พระเจ้าช่วย ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I'm fine. I'm fine.",
      "th": "ฉันไม่เป็นไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know how you have one of those days,",
      "th": "เธอก็รู้ว่ามันจะมีวันแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "and it just feels like everything is collapsing all around you?",
      "th": "ที่รู้สึกว่าทุกอย่างรอบตัวพังทลายไปหมด"
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden, it's just fine again.",
      "th": "แต่แล้วจู่ๆ ก็กลับมาดีเหมือนเดิมเฉยเลย"
    }
  },
  {
    "translation": {
      "en": "Guys, do you love me?",
      "th": "พวกเธอรักฉันไหม"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I mean, friends never ask friends, \"Do you love me?\"",
      "th": "นี่ไม่ใช่คำถามที่เพื่อนถามกัน พวกเธอรักฉันไหม"
    }
  },
  {
    "translation": {
      "en": "Okay, I just dropped my kids.",
      "th": "โอเค ฉันเพิ่งทิ้งลูกตัวเองมา"
    }
  },
  {
    "translation": {
      "en": "I left them home alone to come and find you.",
      "th": "ให้พวกเขาอยู่บ้านกันเอง แล้วมาตามหาเธอนะ ฉันรู้น่า"
    }
  },
  {
    "translation": {
      "en": "-I know. -We would drop everything to come and find you.",
      "th": "เรายอมทิ้งทุกอย่างเพื่อมาตามหาเธอนะ"
    }
  },
  {
    "translation": {
      "en": "I think we might just have to prove it to her, girls.",
      "th": "ฉันว่าเราต้องพิสูจน์ให้เธอเห็นเองแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "-No. -Yes.",
      "th": "- พร้อมไหม - พร้อมสิ"
    }
  },
  {
    "translation": {
      "en": "-No. -One, two, three!",
      "th": "- ไม่นะ - หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "-[Yasmin] Oh, my God! -[kissing]",
      "th": "ไม่นะ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-Are you okay? -Yeah.",
      "th": "เป็นอะไรไหม"
    }
  },
  {
    "translation": {
      "en": "-You'll love me to death. -I thought we were gonna kill you.",
      "th": "- เธอรักฉันยันตายเลย - คิดว่าจะฆ่าเธอทิ้งแล้วเสียอีก พระเจ้าช่วย"
    }
  },
  {
    "translation": {
      "en": "Did you like that?",
      "th": "ชอบไหม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "[Justine] Look at those birds all lined up.",
      "th": "ดูนกบินเรียงกันเป็นแถวสิ"
    }
  },
  {
    "translation": {
      "en": "Every morning I hear them sing.",
      "th": "ทุกเช้า ฉันได้ยินเสียงมันร้อง"
    }
  },
  {
    "translation": {
      "en": "And really I believe that they believe that their song is making the sun rise.",
      "th": "ฉันเชื่อว่า พวกมันเชื่อว่า เพลงที่มันร้องทำให้พระอาทิตย์ขึ้น"
    }
  },
  {
    "translation": {
      "en": "You know? It's like everything and everyone",
      "th": "เข้าใจใช่ไหม เหมือนว่าทุกสิ่งทุกอย่าง และทุกคนต้องการหาความหมายให้ชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "needs to find a purpose to their existence.",
      "th": "เหมือนว่าทุกสิ่งทุกอย่าง และทุกคนต้องการหาความหมายให้ชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Even if it's complete bullshit.",
      "th": "แม้ว่าจะเป็นเรื่องไร้สาระแค่ไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yeah.",
      "th": "นั่นสินะ"
    }
  },
  {
    "translation": {
      "en": "I love that.",
      "th": "- ฉันชอบนะ - เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah. That's really beautiful.",
      "th": "นั่นสิ งดงามมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Anne] This is one of those perfect moments in life.",
      "th": "นี่คือช่วงเวลาที่เพอร์เฟ็กต์ของชีวิตนี้"
    }
  },
  {
    "translation": {
      "en": "[Yasmine] Amazing.",
      "th": "สุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "[Ell] Yeah. Look at it.",
      "th": "ใช่แล้ว ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "[Justine] Gorgeous.",
      "th": "ยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "[in French] How are you, kiddo?",
      "th": "เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Did you celebrate New Year's at school?",
      "th": "ได้ฉลองปีใหม่ที่โรงเรียนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[in French] Yes. -Did you eat the candy they gave you?",
      "th": "ครับ ได้กินลูกอมที่เขาแจกมาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "- เปล่าฮะ - ไม่ได้กินเหรอ"
    }
  },
  {
    "translation": {
      "en": "Mommy didn't… give you any candy? She didn't feed you candy?",
      "th": "แม่ไม่ได้ให้ลูกอมใช่ไหม ไม่ได้ให้เลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "And how are you? Do you miss your mom? She's been working a lot lately.",
      "th": "แล้วเป็นยังไงบ้าง คิดถึงแม่ไหม แม่ทำงานหนักมากเลยช่วงนี้"
    }
  },
  {
    "translation": {
      "en": "-No, I'm fine. -You're okay?",
      "th": "ผมโอเคครับ - ลูกโอเคนะ - ครับ"
    }
  },
  {
    "translation": {
      "en": "What is it? Satie?",
      "th": "นี่เพลงใคร ซาตี้ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Justine, in English] So if the hole, the nothing, is actually everywhere,",
      "th": "ดังนั้น ถ้ารูใหญ่ ความว่างเปล่าอยู่ทุกหนแห่ง"
    }
  },
  {
    "translation": {
      "en": "how do you manage not to fall into it?",
      "th": "จะทำยังไงถึงจะไม่หล่นลงไป"
    }
  },
  {
    "translation": {
      "en": "That said, let's go back to our recipe.",
      "th": "ว่าแล้วก็กลับไปดูสูตรอาหารของเรากัน"
    }
  },
  {
    "translation": {
      "en": "Once the roast is cooked, you can start on the mushroom gravy",
      "th": "ทันทีที่เนื้อสุกแล้ว ก็เริ่มทำซอสเกรวี่เห็ดได้"
    }
  },
  {
    "translation": {
      "en": "by adding a touch of soda water and Maizena.",
      "th": "โดยการเติมโซดากับไมเซน่า"
    }
  },
  {
    "translation": {
      "en": "Don't forget to scrape the brown bits vigorously.",
      "th": "อย่าลืมขูดก้นกระทะแรงๆ ด้วยล่ะ"
    }
  },
  {
    "translation": {
      "en": "The darker the bits, the more flavor it will give.",
      "th": "ยิ่งสีเข้มมากเท่าไหร่ รสชาติก็จะยิ่งเข้มข้นมากเท่านั้น"
    }
  }
]