[
  {
    "translation": {
      "en": "[male interviewer] We're gonna do a vulnerability assessment",
      "th": "วันนี้เราจะมาทำการประเมิน หาความเสี่ยงกันนะครับ"
    }
  },
  {
    "translation": {
      "en": "for the coordinated entry program throughout the county.",
      "th": "สำหรับโครงการช่วยคน ให้เข้าถึงที่อยู่อาศัยทั่วเขตเมือง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm going to ask you some questions about your history of homelessness.",
      "th": "ผมจะถามคำถามเกี่ยวกับ ประวัติการไร้บ้านของคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm also gonna ask you questions that'll help me understand",
      "th": "ผมจะถามคำถามที่จะช่วยให้ผมเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "how you get things that you need, what you do when you need help.",
      "th": "ว่าคุณได้รับสิ่งที่ต้องการยังไง คุณทำอะไรเมื่อต้องการความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "Some of the questions may feel like I'm asking for personal information.",
      "th": "บางคำถามอาจรู้สึกเหมือน ผมกำลังถามข้อมูลส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to make you uncomfortable. We ask everyone the same questions.",
      "th": "ผมไม่ได้พยายามทำให้คุณอึดอัดนะครับ เราถามคำถามเดียวกันนี้กับทุกคน"
    }
  },
  {
    "translation": {
      "en": "The more information you give me,",
      "th": "ยิ่งคุณให้ข้อมูลมากเท่าไร เราก็จะยิ่งเข้าใจ…"
    }
  },
  {
    "translation": {
      "en": "the better we are able to understand your situation and what your needs are.",
      "th": "ยิ่งคุณให้ข้อมูลมากเท่าไร เราก็จะยิ่งเข้าใจ… สถานการณ์ของคุณและสิ่งที่คุณต้องการได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "All right. We'll just go ahead and get started then.",
      "th": "เอาละ งั้นเราจะเริ่มกันเลยนะครับ"
    }
  },
  {
    "translation": {
      "en": "Sir, what kind of services do you need help with?",
      "th": "คุณต้องการบริการช่วยเหลือแบบไหนบ้างครับ"
    }
  },
  {
    "translation": {
      "en": "-I need a place. -[interviewer] Mm-hm.",
      "th": "ผมต้องการที่อยู่"
    }
  },
  {
    "translation": {
      "en": "An apartment or a house.",
      "th": "ห้องเช่าหรือบ้านก็ได้"
    }
  },
  {
    "translation": {
      "en": "Right now, I'm mostly looking for psychiatric care,",
      "th": "ตอนนี้ส่วนใหญ่ฉันต้องการความดูแลด้านจิตเวช"
    }
  },
  {
    "translation": {
      "en": "and I'm working on my housing.",
      "th": "และฉันก็กำลังหาที่อยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "That's about it, really.",
      "th": "เป็นเรื่องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Once I get my housing, I have my base, and I'll be able to do what I need to do.",
      "th": "พอผมมีที่อยู่ ผมก็มีฐานที่มั่น แล้วผมก็จะทำสิ่งที่ต้องทำได้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How long have you been experiencing homelessness?",
      "th": "คุณประสบภาวะไร้บ้านมานานแค่ไหนแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "It's been about four years for homelessness.",
      "th": "ฉันไร้บ้านมาราวสี่ปีได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Four years for being homeless.",
      "th": "สี่ปีแล้วที่เป็นคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "In November 2016, my brother put me up in the hostels for a couple of months,",
      "th": "เดือนพฤศจิกายน ปี 2016 พี่ชายให้ผม ไปอยู่ที่โฮสเทลสองสามเดือน"
    }
  },
  {
    "translation": {
      "en": "but I just didn't want to burden him with another bill.",
      "th": "แต่ผมไม่อยากเป็นภาระเขาเรื่องค่าใช้จ่าย"
    }
  },
  {
    "translation": {
      "en": "[sniffles] I started staying out in the streets.",
      "th": "ผมก็เลยเริ่มออกมาอยู่ข้างถนน"
    }
  },
  {
    "translation": {
      "en": "I've been here for two years. That's too long.",
      "th": "ฉันเป็นมานานสองปีแล้ว นานเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you have family, and did you have contact with?",
      "th": "คุณมีครอบครัวหรือใครให้ติดต่อบ้างไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[man] There's no medical tent today?",
      "th": "วันนี้ไม่มีเต็นท์พยาบาลเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Annie] What do you need? A Band-Aid?",
      "th": "ต้องการอะไร ที่ปิดแผลเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let me see if-- I got some stuff in the truck.",
      "th": "ขอฉันดูหน่อย ฉันพอมีของอยู่ในรถ"
    }
  },
  {
    "translation": {
      "en": "-What'd you do? Did you smash it? -No, it just got infected.",
      "th": "- ไปทำอะไรมา กระแทกโดนเหรอ - เปล่า มันติดเชื้อน่ะ"
    }
  },
  {
    "translation": {
      "en": "And I went yesterday to the hospital,",
      "th": "เมื่อวานฉันไปโรงพยาบาลมา"
    }
  },
  {
    "translation": {
      "en": "to general, and they numbed it and sliced it and drained it.",
      "th": "โรงพยาบาลกลาง พวกเขาฉีดยาชา ปาดเนื้อแล้วดูดหนองออก"
    }
  },
  {
    "translation": {
      "en": "Oh, look. Ask Zia.",
      "th": "ฟังนะ ถามเซียดูได้"
    }
  },
  {
    "translation": {
      "en": "-Did she go with you? -She… She has a video.",
      "th": "- เธอไปกับนายเหรอ - เธอถ่ายคลิปไว้ด้วย"
    }
  },
  {
    "translation": {
      "en": "That's cool you're kicking it with her. She's so cool.",
      "th": "เจ๋งเลยที่นายใช้เวลากับเธอ เธอเจ๋งดี"
    }
  },
  {
    "translation": {
      "en": "Yo, hey…",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Last Tuesday I met her here.",
      "th": "วันอังคารที่แล้วฉันเจอเธอที่นี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Annie] That's it?",
      "th": "แค่นั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, like-- -Oh, man…",
      "th": "- ใช่ แบบ… - ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "I wanna get off the streets for her.",
      "th": "ฉันอยากเลิกใช้ชีวิตข้างถนนเพื่อเธอเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, man. I know! Does she seem to have her head on straight?",
      "th": "ให้ตาย นั่นสิ เธอดูเป็นคนจัดการอะไรๆ ได้ดี"
    }
  },
  {
    "translation": {
      "en": "-She's gonna take me and walk me through-- -[background chatter]",
      "th": "เธอจะพาฉันผ่านพ้น…"
    }
  },
  {
    "translation": {
      "en": "[Annie] Can we not do this at the showers, please?",
      "th": "เราไม่ทำแบบนี้ที่รถอาบน้ำได้ไหม ขอล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, Derek, what's going on, man? -Nothing's going on!",
      "th": "- นี่ เดเรค เกิดอะไรขึ้น - ไม่มีอะไรจ้ะ!"
    }
  },
  {
    "translation": {
      "en": "[Annie] Hey. -You're here. -I'm right here. I'm always here.",
      "th": "- ใช่เลย เธออยู่นี่ - เฮ้ ฉันอยู่นี่ อยู่นี่ตลอดแหละ"
    }
  },
  {
    "translation": {
      "en": "-What's up with him? -[Derek speaks indistinctly]",
      "th": "เขาเป็นอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Do you remember the landlord's name at the RV park in Arizona?",
      "th": "จำชื่อเจ้าของลานจอดรถอาร์วี ในแอริโซนาได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Bonnie? -Yeah.",
      "th": "- บอนนี่หรือเปล่า - ใช่"
    }
  },
  {
    "translation": {
      "en": "-[dog barks] -Thank you. Shut up.",
      "th": "ขอบใจนะ เงียบเลย"
    }
  },
  {
    "translation": {
      "en": "You were working somewhere else when I first came, and I saw the girls.",
      "th": "เธอเริ่ม… เธอทำงานอยู่ที่อื่น ตอนฉันเข้ามาใหม่ๆ และฉันเห็นเด็กผู้หญิงหลายคนเลย"
    }
  },
  {
    "translation": {
      "en": "[woman 1] I got to working again, and things just kinda fell apart.",
      "th": "ฉันต้องกลับไปทำงาน แล้วทุกอย่างก็แย่ลง"
    }
  },
  {
    "translation": {
      "en": "'Cause the second you report",
      "th": "เพราะทันทีที่คุณแจ้งไป"
    }
  },
  {
    "translation": {
      "en": "that you have enough money coming in to pay your rent",
      "th": "ว่าคุณจะมีรายได้เข้ามาพอจ่ายค่าเช่า"
    }
  },
  {
    "translation": {
      "en": "and pay all your bills, bam!",
      "th": "จ่ายบิลต่างๆ ก็ตู้ม!"
    }
  },
  {
    "translation": {
      "en": "There goes most of your food stamps. All of a sudden,",
      "th": "แสตมป์อาหารก็หายไปเกือบหมด แล้วทีนี้จู่ๆ…"
    }
  },
  {
    "translation": {
      "en": "the money that you had allotted to pay rent, now has to pay for food.",
      "th": "เงินที่คุณจัดสรรไว้จ่ายค่าเช่า ก็ต้องเอามาใช้จ่ายค่าอาหาร"
    }
  },
  {
    "translation": {
      "en": "-[man] Yep. -Because what is an immediate concern?",
      "th": "- ใช่เลย - เพราะอะไรเร่งด่วนกว่ากันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Your child eating that night, or the rent that's due in two weeks?",
      "th": "การที่ลูกคุณมีกินในคืนนั้น หรือค่าเช่าที่ต้องจ่ายในสองสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "I'm gonna feed my kid.",
      "th": "ฉันจะให้ลูกกินก่อน"
    }
  },
  {
    "translation": {
      "en": "This is an extreme situation. We gotta get you guys into housing.",
      "th": "นี่เป็นสถานการณ์ที่โหดร้ายมาก เราต้องหาที่อยู่ให้พวกคุณ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] You know, this is funny-- You don't--",
      "th": "รู้ไหมที่ตลกก็คือคุณไม่…"
    }
  },
  {
    "translation": {
      "en": "You… You gradually get into an extreme situation,",
      "th": "คุณจะค่อยๆ ชินกับสถานการณ์โหดๆ ไปเอง"
    }
  },
  {
    "translation": {
      "en": "it doesn't seem as extreme.",
      "th": "จนมันดูไม่โหดอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[woman] The public health and safety issues we've seen out there,",
      "th": "ปัญหาด้านสุขภาพและความปลอดภัย ที่เราเห็นข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "include the sanitation issues and risks of disease,",
      "th": "รวมถึงปัญหาด้านสุขอนามัย และความเสี่ยงในการติดโรค"
    }
  },
  {
    "translation": {
      "en": "and then also shootings, other violence, and crime",
      "th": "และยังมีปัญหาการยิงกัน การใช้ความรุนแรงอื่นๆ และอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "that are, obviously, a hazard to the people living in the camps,",
      "th": "ที่เห็นเลยว่าเป็นอันตรายต่อผู้คน ที่อาศัยอยู่ในค่ายพักแรมคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "as well as the surrounding community.",
      "th": "รวมถึงชุมชนรอบๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "And that's why we clean up locations.",
      "th": "นั่นเป็นเหตุผลที่เรากวาดล้างพื้นที่ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "So, if we need more manpower because it's a larger site, um,",
      "th": "ดังนั้นถ้าเราต้องการกำลังคนเพิ่ม เพราะสถานที่ใหญ่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "we have that at our disposal.",
      "th": "เราก็จัดวางกำลังคนเอาไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] So, this week, we visited 31 sites across the city.",
      "th": "สัปดาห์นี้เราลงพื้นที่ 31 แห่งทั่วเมือง"
    }
  },
  {
    "translation": {
      "en": "We made 50 contacts with individuals",
      "th": "เราทำการติดต่อคนได้ 50 คน"
    }
  },
  {
    "translation": {
      "en": "and referred 19 people to shelters or alternative living arrangements.",
      "th": "และเสนอแหล่งพักพิงชั่วคราว หรือการจัดหาที่อยู่ทางเลือกให้ 19 คน"
    }
  },
  {
    "translation": {
      "en": "[man 2] I think the resources that you guys are using",
      "th": "ผมคิดว่าทรัพยากรที่พวกคุณใช้อยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "are the right entry points, uh,",
      "th": "เป็นจุดเริ่มต้นที่ถูกต้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "to get these unsheltered individuals, uh, into the housing.",
      "th": "เพื่อรองรับบุคคลที่ไม่มีที่อยู่อาศัยเหล่านี้ ให้เข้ามาในที่พักอาศัย"
    }
  },
  {
    "translation": {
      "en": "But while we have developed a lot of units",
      "th": "แต่ระหว่างที่เราก่อสร้าง ที่พักจำนวนมากมาช่วยเหลือในจุดนี้"
    }
  },
  {
    "translation": {
      "en": "of permanent supportive housing, um, we're not keeping pace to the need.",
      "th": "แต่ระหว่างที่เราก่อสร้าง ที่พักจำนวนมากมาช่วยเหลือในจุดนี้ เรากลับสร้างได้ไม่ทันความต้องการ"
    }
  },
  {
    "translation": {
      "en": "[woman] Thank you.",
      "th": "ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How did you end up homeless?",
      "th": "คุณมาเป็นคนไร้บ้านได้ยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "Well, that's a long story. [chuckles]",
      "th": "เรื่องมันยาวน่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, it really started, to be honest, from 9/11.",
      "th": "บอกตามตรงมันเริ่มจากเหตุการณ์ 11 กันยายน"
    }
  },
  {
    "translation": {
      "en": "9/11 put me in a deep depression.",
      "th": "เหตุการณ์ 11 กันยายนทำให้ผม เป็นซึมเศร้าหนักเลย"
    }
  },
  {
    "translation": {
      "en": "It was mainly because the cost of living is so high, especially in Hollywood,",
      "th": "หลักๆ แล้วเป็นเพราะค่าครองชีพมันสูงมาก ยิ่งในฮอลลีวูดแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "that I can't afford to live in an apartment.",
      "th": "ผมไม่มีเงินพอให้อยู่ในอะพาร์ตเมนต์"
    }
  },
  {
    "translation": {
      "en": "I lost my job, and the person I was staying with--",
      "th": "ฉันตกงาน แล้วคนที่ฉันอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "I couldn't pay my rent. They had no understanding,",
      "th": "ฉันจ่ายค่าเช่าไม่ไหว พวกเขาไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "so they kicked me out.",
      "th": "ก็เลยไล่ฉันออกมา"
    }
  },
  {
    "translation": {
      "en": "Disability.",
      "th": "ความพิการครับ"
    }
  },
  {
    "translation": {
      "en": "Jail, prison, um, substance abuse, mental health issues, family issues.",
      "th": "เข้าคุก นอนเรือนจำ ใช้สารเสพติด ปัญหาสุขภาพจิต ปัญหาครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Just a combination of things.",
      "th": "เป็นหลายๆ อย่างรวมกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "I came out as transgender my senior year in college,",
      "th": "ฉันเปิดตัวว่าเป็นคนข้ามเพศตอนเรียนปีสี่"
    }
  },
  {
    "translation": {
      "en": "and I kind of lost all of my family support.",
      "th": "ครอบครัวก็เลยไม่ส่งเสียฉัน"
    }
  },
  {
    "translation": {
      "en": "I've been homeless since I was probably 19 or 20.",
      "th": "ฉันเป็นคนไร้บ้านตั้งแต่อายุราว 19 หรือ 20 ปี"
    }
  },
  {
    "translation": {
      "en": "I went to go stay with my daughter for a while.",
      "th": "ฉันไปอยู่กับลูกสาวพักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And, after that, I winded down here, um…",
      "th": "แล้วหลังจากนั้นฉันก็ค่อยๆ มาจบลงที่นี่…"
    }
  },
  {
    "translation": {
      "en": "at the Union Rescue Mission. Yeah.",
      "th": "ที่ศูนย์พักพิงยูเนียนเรสคิวมิชชั่น"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you think you're getting enough to eat?",
      "th": "คุณคิดว่าคุณมีอาหารกินพอไหมครับ"
    }
  },
  {
    "translation": {
      "en": "There's been a couple of times where I felt my stomach",
      "th": "มีสองสามครั้งที่ฉันรู้สึกว่ากระเพาะฉัน"
    }
  },
  {
    "translation": {
      "en": "was gonna touch my back. [laughing] 'Cause I couldn't eat.",
      "th": "มันแตะโดนหลังของฉันแล้ว เพราะฉันหาของกินไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I was hungry and didn't… didn't have no money, no food.",
      "th": "ฉันหิวมากแต่ไม่มีเงิน ไม่มีอาหาร"
    }
  },
  {
    "translation": {
      "en": "I didn't know where to get no food from.",
      "th": "ไม่รู้ว่าจะไปหาอาหารจากไหน"
    }
  },
  {
    "translation": {
      "en": "[woman] Was this the one that was on sale for $5?",
      "th": "นี่ใช่อันที่ลดราคาเหลือห้าเหรียญไหม"
    }
  },
  {
    "translation": {
      "en": "-[cashier] Four ninety-nine. -[woman] Hallelujah. Right on.",
      "th": "- สี่เหรียญเก้าสิบเก้าครับ - ฮาเลลูย่าห์ จัดไปเลย"
    }
  },
  {
    "translation": {
      "en": "Well, I'm gonna cook for my kids.",
      "th": "ฉันจะทำอาหารให้ลูกๆ กิน"
    }
  },
  {
    "translation": {
      "en": "That's really cool.",
      "th": "เจ๋งเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Total is twenty-six dollars and fifty-two cents.",
      "th": "ทั้งหมด 26 เหรียญกับ 52 เซนต์ครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Well, thank you. You have a good day.",
      "th": "ขอบคุณค่ะ โชคดีนะคะ"
    }
  },
  {
    "translation": {
      "en": "Twelve ninety-nine, that's insane.",
      "th": "นี่ 12.99 เหรียญแน่ะ บ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] But I didn't think about it.",
      "th": "แต่ผมลืมคิดถึงมันเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] Take that jacket off. I've got to wash it. It's filthy.",
      "th": "ถอดเสื้อนอกออก ฉันจะซักด้วย มันสกปรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah. I gotta empty it out.",
      "th": "ได้เลย ขอเอาของออกก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "[woman] So, for tomorrow I gotta go to school.",
      "th": "พรุ่งนี้ฉันต้องไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "-And get my ID. -I could finish laundry tomorrow.",
      "th": "- ไปเอาบัตรประจำตัว - ผมมาซักให้เสร็จพรุ่งนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[woman] Don't do laundry till Friday. -[man] Okay.",
      "th": "- คุณไม่ต้องซักอีกจนกว่าจะวันศุกร์ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[man] Saturday night, before we turn in, dinner or a movie?",
      "th": "คืนวันเสาร์ ก่อนเข้านอน อยากกินมื้อค่ำหรือดูหนังดี"
    }
  },
  {
    "translation": {
      "en": "[woman] You tired?",
      "th": "คุณเหนื่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Exhausted. -[woman laughs]",
      "th": "หมดแรงเลยละ"
    }
  },
  {
    "translation": {
      "en": "[girl] Hey, Mom.",
      "th": "ไงคะ แม่"
    }
  },
  {
    "translation": {
      "en": "I was just telling you that you're gonna be a grandma.",
      "th": "หนูแค่อยากบอกแม่ว่าแม่จะได้เป็นยายแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "No, I still have to go to the doctors and confirm and find everything out,",
      "th": "ไม่ค่ะ หนูยังต้องไปหาหมอ ให้ตรวจแล้วก็ยืนยันทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "but it's a big positivo, probably.",
      "th": "แต่ก็มีความเป็นไปได้สูงมั้งนะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, Mom. I'll-- I'll talk about this later.",
      "th": "ไม่รู้สิ แม่ ไว้คุยเรื่องนี้กันทีหลังนะ"
    }
  },
  {
    "translation": {
      "en": "-[guy] What'd they say? -[girl] \"Take care of yourself.\"",
      "th": "- พวกเขาว่าไง - ก็แบบ \"ดูแลตัวเองด้วย\""
    }
  },
  {
    "translation": {
      "en": "\"Try getting into housing as fast as possible and be a family.\"",
      "th": "\"พยายามหาที่อยู่ให้เร็วที่สุด แล้วก็สร้างครอบครัวซะ\""
    }
  },
  {
    "translation": {
      "en": "[woman] All right, love you.",
      "th": "เอาละ รักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "-I'll see you. [chuckles] -[man] Bye.",
      "th": "- ไว้เจอกัน - บาย"
    }
  },
  {
    "translation": {
      "en": "[woman] Call me. I love you.",
      "th": "โทรมานะ ฉันรักคุณ"
    }
  },
  {
    "translation": {
      "en": "Kind of bougie.",
      "th": "แอบหรูนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "♪ In the darkness ♪",
      "th": "(บทที่เก้า ม้วนจารึกของพระเจ้า)"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Where do you usually sleep?",
      "th": "ปกติคุณนอนที่ไหนครับ"
    }
  },
  {
    "translation": {
      "en": "They have, uh, a dorm on the second floor,",
      "th": "พวกเขามีหอพักอยู่ที่ชั้นสอง"
    }
  },
  {
    "translation": {
      "en": "um, and it's, like, 160 ladies. 'Cause it's bunk beds.",
      "th": "เป็นหอหญิงขนาด 160 เตียง เพราะเป็นเตียงสองชั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How often do you say you sleep outside?",
      "th": "คุณนอนข้างนอกบ่อยแค่ไหนครับ"
    }
  },
  {
    "translation": {
      "en": "I did four nights, and that was two years ago.",
      "th": "สี่คืน และนั่นคือสองปีก่อน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you know where to go for showers and laundry?",
      "th": "คุณรู้ไหมว่าต้องไปอาบน้ำและซักผ้าที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[voice wavering] I had to go to hotels to take showers",
      "th": "ฉันต้องไปอาบน้ำที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "when the maids left the room.",
      "th": "ตอนที่แม่บ้านออกจากห้องแล้ว"
    }
  },
  {
    "translation": {
      "en": "And, um…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "I kept going like that for a while.",
      "th": "ฉันทำแบบนั้นอยู่พักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you ever feel scared or unsafe?",
      "th": "คุณเคยรู้สึกกลัวหรือไม่ปลอดภัยไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I've been molested, I've been stabbed, I've been shot,",
      "th": "ผมเคยถูกลวนลาม เคยถูกแทง เคยถูกยิง"
    }
  },
  {
    "translation": {
      "en": "I've been run over. Like, I've been through a lot of stuff.",
      "th": "เคยถูกรถชน ผมเจอมาเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How many times have you been attacked or beaten up since you've become homeless?",
      "th": "คุณถูกทำร้ายหรือถูกซ้อมมากี่ครั้ง ตั้งแต่เป็นคนไร้บ้านครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, recently I've been--",
      "th": "ไม่นานมานี้ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Like, four or five.",
      "th": "สี่หรือห้าครั้ง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay.",
      "th": "โอเคครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] How do you feel?",
      "th": "แล้วรู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "It feels good to be off the streets. I'll tell you that.",
      "th": "รู้สึกดีนะที่ได้ออกจากชีวิตข้างถนน ขอบอกเลย"
    }
  },
  {
    "translation": {
      "en": "You wake up, you roll over,",
      "th": "คุณตื่น แล้วก็กลิ้งไปมา"
    }
  },
  {
    "translation": {
      "en": "you got your toilet right there and everything, huh?",
      "th": "มีห้องน้ำพร้อมใช้ มีทุกอย่างพร้อมใช้เนอะ"
    }
  },
  {
    "translation": {
      "en": "Good morning!",
      "th": "- อรุณสวัสดิ์จ้ะ - อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Make me understand, Luis. Being that you just got your place,",
      "th": "ทำให้ฉันเข้าใจหน่อย ลูอิส เพราะคุณเพิ่งได้ที่อยู่มา"
    }
  },
  {
    "translation": {
      "en": "and in six months, you're gonna be homeless again?",
      "th": "และในอีกหกเดือน คุณก็จะกลับไปไร้บ้านอีกเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Luis] Yeah, 'cause the rent is 700.",
      "th": "ใช่ เพราะค่าเช่ามัน 700 เหรียญ"
    }
  },
  {
    "translation": {
      "en": "I was supposed to continue, but I can't afford that.",
      "th": "ผมควรจ่ายต่อไหว แต่ก็จ่ายไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "If not, the weather's nice enough out here that I could",
      "th": "ถ้าจ่ายต่อไม่ไหว อย่างน้อย อากาศข้างนอกนี่ก็ดีพอให้ผม…"
    }
  },
  {
    "translation": {
      "en": "set up a tent and break it up in the morning.",
      "th": "กางเต็นท์นอนแล้วก็เก็บมันในตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "[woman] Nah. We're not gonna go backwards.",
      "th": "ไม่ละ เราจะไม่กลับไปเป็นแบบเดิม"
    }
  },
  {
    "translation": {
      "en": "-We came too far to go backwards. -Yeah.",
      "th": "- เรามาไกลเกินกว่าจะถอยหลัง - ใช่"
    }
  },
  {
    "translation": {
      "en": "It ain't by choice if I do.",
      "th": "ถ้าเลือกได้ผมก็ไม่อยากทำหรอก"
    }
  },
  {
    "translation": {
      "en": "[man] What's up? You want water?",
      "th": "เป็นไงบ้าง ที่รัก อยากได้น้ำไหม"
    }
  },
  {
    "translation": {
      "en": "Water?",
      "th": "เอาน้ำไหม"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Thank you. -[man 1] You got it.",
      "th": "- ขอบคุณ - เอาน้ำไหม เอาไปเลย"
    }
  },
  {
    "translation": {
      "en": "Patty, have you been in touch with Anna?",
      "th": "แพตตี้ ช่วงนี้ได้ติดต่อแอนนาไหม"
    }
  },
  {
    "translation": {
      "en": "Uh… I'm not sure. But I'm trying to go somewhere where I'm not--",
      "th": "ไม่แน่ใจ แต่ฉันพยายามไปอยู่ที่อื่นที่ฉันจะไม่…"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay.",
      "th": "ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Was it-- What's his name? Mike?",
      "th": "เขา… เขาชื่ออะไรนะ ไมค์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. Okay.",
      "th": "ใช่ โอเค"
    }
  },
  {
    "translation": {
      "en": "It's been getting bad? Yeah.",
      "th": "มันแย่กว่าเดิมเหรอ นั่นสินะ"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I got this scar from him.",
      "th": "ฉันได้รอยแผลนี้จากเขา"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Was it recent? Okay.",
      "th": "เร็วๆ นี้เหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "It was, like, a week or two ago.",
      "th": "สัปดาห์หรือสองสัปดาห์ก่อน"
    }
  },
  {
    "translation": {
      "en": "-The last time when I seen her. -Last time he was here. Okay.",
      "th": "- น่าจะนะ ครั้งก่อนที่ฉันเจอเธอ - ใช่ค่ะ - คราวก่อนเขาอยู่ที่นี่ โอเค - เธอมีแผลใหญ่…"
    }
  },
  {
    "translation": {
      "en": "-[woman] It was big, she had a big-- -Okay.",
      "th": "- คราวก่อนเขาอยู่ที่นี่ โอเค - เธอมีแผลใหญ่…"
    }
  },
  {
    "translation": {
      "en": "Where's he at? Is he around?",
      "th": "แล้วเขาอยู่ไหน อยู่แถวนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, somewhere. -It's okay.",
      "th": "- ค่ะ ตรงไหนสักแห่ง - โอเค"
    }
  },
  {
    "translation": {
      "en": "-And then today he hit me in the face. -Okay.",
      "th": "- แล้ววันนี้เขาก็ชกหน้าฉัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "-[Patty] He's gonna end up killing me. -I know. You gotta get out.",
      "th": "- เขาคงได้ฆ่าฉันเข้าสักวัน - ผมรู้ คุณต้องออกจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "[man] Hey, I'm out here at the basin.",
      "th": "หวัดดี ผมออกมาที่แอ่งน้ำ"
    }
  },
  {
    "translation": {
      "en": "Yeah, Patty has been in a situation with Mike.",
      "th": "ครับ แพตตี้มีปัญหากับไมค์"
    }
  },
  {
    "translation": {
      "en": "She got beat up again.",
      "th": "เธอโดนซ้อมอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Is there any way that, while I'm out here, you can talk to somebody to see",
      "th": "ระหว่างที่ผมอยู่ที่นี่ พอมีทางที่คุณ จะช่วยคุยกับใครเพื่อให้เรา…"
    }
  },
  {
    "translation": {
      "en": "if we can get her into Bridge? She'll go today. She wants to get away.",
      "th": "พาเธอไปที่บ้านพักฉุกเฉินบริดจ์ได้ไหม เธอจะไปวันนี้เลย เธออยากไปให้พ้น"
    }
  },
  {
    "translation": {
      "en": "[woman] What do you want to eat for dinner?",
      "th": "ลูกๆ อยากกินอะไรเป็นมื้อค่ำ"
    }
  },
  {
    "translation": {
      "en": "-[boy] Bacon, eggs, and grits. -[girl] Potatoes!",
      "th": "- เบคอน ไข่กับโจ๊กข้าว - มันฝรั่ง!"
    }
  },
  {
    "translation": {
      "en": "-Bacon, eggs, and grits. -[woman] That's breakfast food, though.",
      "th": "- เบคอน ไข่กับโจ๊กข้าว - แต่นั่นมันอาหารเช้านะ!"
    }
  },
  {
    "translation": {
      "en": "Give me a hug. Okay. Bye, y'all. Have a good day at school.",
      "th": "กอดแม่หน่อย โอเค บายจ้ะ ตั้งใจเรียนล่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] From the moment I met you, you didn't share anything.",
      "th": "ตั้งแต่ฉันเจอคุณ คุณไม่เคยเล่าเลย"
    }
  },
  {
    "translation": {
      "en": "You were just trying to move forward.",
      "th": "ว่าเกิดอะไรขึ้นกับคุณ คุณแค่พยายามใช้ชีวิตต่อไป"
    }
  },
  {
    "translation": {
      "en": "I see you go to the grocery store every night,",
      "th": "ฉันเห็นคุณไปร้านขายของชำทุกคืน"
    }
  },
  {
    "translation": {
      "en": "when we serve food here, to get food for your kids",
      "th": "ทั้งที่เรามีอาหารที่นี่ แต่คุณกลับไปซื้ออาหารให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "and come and make dinner for them every night.",
      "th": "แล้วมาที่นี่เพื่อทำมื้อค่ำให้พวกแกทุกคืน"
    }
  },
  {
    "translation": {
      "en": "Because I try not to lose our family in homelessness.",
      "th": "เพราะฉันพยายามจะไม่เสียครอบครัวไป แม้จะอยู่ในภาวะไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "Like, despite the situation, Momma got you.",
      "th": "ถึงแม้สถานการณ์จะเป็นแบบนี้ แม่ก็จะดูแลลูกๆ"
    }
  },
  {
    "translation": {
      "en": "Right. So, let's talk about your story.",
      "th": "ค่ะ งั้นมาคุยเรื่องคุณดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Nine months ago, my ex started stalking me.",
      "th": "เก้าเดือนก่อน แฟนเก่าฉันแอบคอยตามฉัน"
    }
  },
  {
    "translation": {
      "en": "He kicked my door in, and he pistol-whipped me, and he raped me.",
      "th": "เขาพังประตูเข้ามา ใช้ปืนทุบฉันแล้วก็ข่มขืนฉัน"
    }
  },
  {
    "translation": {
      "en": "Um, and I'm currently 32 weeks pregnant as a result of that.",
      "th": "ผลจากเรื่องนั้นก็คือตอนนี้ฉันท้อง 32 สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "So, when I was in the hospital, I had black eyes, I was fucked-up-looking,",
      "th": "ตอนฉันอยู่โรงพยาบาล ฉันทั้งเบ้าตาดำ สภาพฉันดูไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and the Urban League here, they were able to get me in the hotel.",
      "th": "และองค์กรเออร์เบินลีกนี่ ก็ช่วยให้ฉันได้ไปพักฟื้นที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "I didn't qualify for any supportive services.",
      "th": "ฉันไม่มีสิทธิ์ได้รับบริการสนับสนุนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "I couldn't sign up for housing. I was not considered homeless.",
      "th": "ฉันสมัครขอที่อยู่อาศัยไม่ได้ เพราะฉันไม่ถูกถือว่าเป็นคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Because you were in a hotel. -A hotel that the agency paid for me.",
      "th": "- เพราะคุณพักอยู่โรงแรม - เพราะฉันอยู่โรงแรมที่องค์กรจ่ายเงินให้"
    }
  },
  {
    "translation": {
      "en": "So, they put us for six weeks in a hotel.",
      "th": "พวกนั้นให้เราอยู่โรงแรมหกสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "I could financially afford to pay for two weeks myself in the hotel,",
      "th": "ฉันมีปัญญาจ่ายค่าโรงแรมเองอีกสองสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "and then we were in a situation where I didn't have money",
      "th": "จากนั้นเราก็ตกอยู่ในสถานการณ์ที่ฉันไม่มีเงินเลย"
    }
  },
  {
    "translation": {
      "en": "and nowhere else to go. So we slept outside for three days,",
      "th": "และไม่มีที่ไป เราเลยนอนข้างถนนอยู่สามวัน"
    }
  },
  {
    "translation": {
      "en": "and then I was able to get into a place called the Center of Hope.",
      "th": "จากนั้นฉันถึงได้เข้าไปอยู่ใน บ้านพักฉุกเฉินชื่อเดอะเซนเตอร์ออฟโฮป"
    }
  },
  {
    "translation": {
      "en": "It's like a one-room facility, and you sleep on mats on the floor.",
      "th": "มันเหมือนอาคารที่มีห้องห้องเดียว คุณจะนอนบนเสื่อที่ปูบนพื้น"
    }
  },
  {
    "translation": {
      "en": "Um, there are no shower facilities.",
      "th": "ที่นั่นไม่มีห้องอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "So, I made it be like we were camping.",
      "th": "ฉันหลอกลูกๆ ว่าเรากำลังตั้งแคมป์กัน"
    }
  },
  {
    "translation": {
      "en": "And we had to be out of the place by 6:30, seven o'clock every morning.",
      "th": "และเราต้องออกจากที่นั่นทุกเช้า ตอนหกโมงหรือเจ็ดโมงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Rain or shine, we had to leave.",
      "th": "จะฝนตกแดดออก เราก็ต้องออกจากที่นั่น"
    }
  },
  {
    "translation": {
      "en": "So, I didn't want my kids to know. I didn't want people to know.",
      "th": "ฉันไม่อยากให้ลูกๆ รู้ ฉันไม่อยากให้ใครรู้"
    }
  },
  {
    "translation": {
      "en": "So I would go to Safeway and get them something to eat",
      "th": "ฉันเลยไปที่ห้างเซฟเวย์ แล้วหาของให้พวกแกกิน"
    }
  },
  {
    "translation": {
      "en": "and bathe them in the bathroom. [sniffles]",
      "th": "แล้วอาบน้ำให้พวกแกในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "I would take turns with them",
      "th": "ฉันจะพาพวกแกเข้าไปทีละคน"
    }
  },
  {
    "translation": {
      "en": "so I could go in the bathroom and wash them up and brush their hair.",
      "th": "เพื่อที่ฉันจะได้เข้าห้องน้ำ แล้วล้างเนื้อล้างตัว หวีผมให้พวกแกได้"
    }
  },
  {
    "translation": {
      "en": "'Cause I didn't want people to look at my kids.",
      "th": "เพราะฉันไม่อยากให้คนดูถูกลูกฉัน"
    }
  },
  {
    "translation": {
      "en": "I didn't wanna just be walking the streets.",
      "th": "ฉันไม่อยากเดินเร่ร่อนอยู่ตามถนน"
    }
  },
  {
    "translation": {
      "en": "And then we would wait around for the library to open,",
      "th": "จากนั้นเราก็ไปเตร่รอให้ห้องสมุดเปิด"
    }
  },
  {
    "translation": {
      "en": "'cause the library opens at 9:00.",
      "th": "เพราะห้องสมุดเปิดตอนเก้าโมง"
    }
  },
  {
    "translation": {
      "en": "[inhales] And I could take my babies in there,",
      "th": "ฉันจะได้พาลูกไปอยู่ในนั้นได้"
    }
  },
  {
    "translation": {
      "en": "'cause it was warm… [sobbing]",
      "th": "เพราะมันอุ่น"
    }
  },
  {
    "translation": {
      "en": "…and they could play video games and watch TV,",
      "th": "พวกแกจะได้เล่นวิดีโอเกม ดูทีวี"
    }
  },
  {
    "translation": {
      "en": "and so they didn't understand what the struggle was.",
      "th": "พวกแกจะได้ไม่รู้ว่าความลำบากเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "So, that's what I did every day.",
      "th": "นั่นแหละที่ฉันทำอยู่ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Jeez.",
      "th": "พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "That's why I don't wanna be in a position that I need anybody for anything.",
      "th": "ฉันถึงไม่อยากอยู่ในสถานะ ที่ต้องพึ่งใครในเรื่องอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "-[woman 2] Right. -I will not do this again. [woman 2] Right.",
      "th": "- ค่ะ - ฉันจะไม่ยอมทำแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[man] You guys, get your stuff. They're coming down here. They're coming.",
      "th": "พวกคุณเก็บข้าวของเร็ว ตำรวจกำลังมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "-[man 2] Calling order, please. -Check.",
      "th": "- เริ่มวาระการประชุมได้ครับ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Item 8A requests approval of a resolution authorizing",
      "th": "คำร้องที่แปดเอ ขออนุญาต ในการลงมติอนุญาตจัดตั้ง"
    }
  },
  {
    "translation": {
      "en": "the Department of Homelessness",
      "th": "ศูนย์พักพิงนำร่องเซฟ เอ็มบาร์คาเดโร"
    }
  },
  {
    "translation": {
      "en": "for the proposed Embarcadero SAFE Navigation Center.",
      "th": "ที่เสนอโดยหน่วยงานดูแลภาวะไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "[officer] We're going to set up a perimeter, all encampments.",
      "th": "เราจะกั้นพื้นที่แล้ว กั้นทั้งแคมป์เลย"
    }
  },
  {
    "translation": {
      "en": "We just found too many hazardous materials,",
      "th": "- เราเพิ่งเจอวัตถุอันตรายจำนวนมาก - โอเค"
    }
  },
  {
    "translation": {
      "en": "so we have a crew out here to remove that right now.",
      "th": "เราพาทีมงานมาที่นี่แล้ว เพื่อเอามันออกไป"
    }
  },
  {
    "translation": {
      "en": "[woman 2] We need to be allowing homeless shelters",
      "th": "เราต้องอนุญาตให้มีการจัดตั้ง แหล่งพักพิงคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "in every single neighborhood across the city.",
      "th": "ในทุกๆ ย่านทั่วเมือง"
    }
  },
  {
    "translation": {
      "en": "[man 1] Get all your stuff out.",
      "th": "- เอาของของคุณไปนะ - จอห์น"
    }
  },
  {
    "translation": {
      "en": "Get it out. At least get your tents and all that stuff out of here.",
      "th": "เอาไปด้วย อย่างน้อยเอาเต็นท์ กับของของคุณไปด้วยละ"
    }
  },
  {
    "translation": {
      "en": "[man 3] This 200-bed Navigation Center will act as a magnet",
      "th": "ศูนย์นำร่องขนาด 200 เตียงนี้ จะเป็นเหมือนแม่เหล็ก"
    }
  },
  {
    "translation": {
      "en": "and will import a massive homeless population",
      "th": "และจะดึงดูดประชากร คนไร้บ้านจำนวนมากให้เข้ามา"
    }
  },
  {
    "translation": {
      "en": "and will harm the surrounding neighborhood.",
      "th": "และนั่นจะส่งผลเสียต่อพื้นที่ใกล้เคียง"
    }
  },
  {
    "translation": {
      "en": "[man 1] I asked them, \"Where do you want them to go?\"",
      "th": "ผมถามพวกเขาว่า \"คุณอยากให้พวกเขาไปอยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "There's nowhere for anyone to go. Where are they supposed to go?",
      "th": "ไม่มีที่ให้ใครไปไหน แล้วจะให้พวกเขาไปไหน"
    }
  },
  {
    "translation": {
      "en": "[man 4] I have never seen a mayor jam down the throats",
      "th": "ผมไม่เคยเห็นนายกเทศมนตรีคนไหนข่มเขาโคขืน"
    }
  },
  {
    "translation": {
      "en": "of a neighborhood a project",
      "th": "ยัดเยียดโครงการให้คนที่อาศัย ในละแวกนั้นยอมรับ"
    }
  },
  {
    "translation": {
      "en": "when the neighborhood was 95% opposed.",
      "th": "ทั้งที่ผู้อยู่อาศัยคัดค้านถึง 95 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[man 5] I was just called a racist",
      "th": "ผมเพิ่งถูกด่าว่าเป็นพวกเหยียดผิว"
    }
  },
  {
    "translation": {
      "en": "for not wanting things like drug use, drug sale,",
      "th": "เพราะไม่อยากให้คนไร้บ้านที่ใช้ยา ขายยา"
    }
  },
  {
    "translation": {
      "en": "importing additional homeless into our neighborhood.",
      "th": "มาอยู่ในละแวกบ้านของเราเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "Yeah, I don't think a lot of people want those things in their backyard.",
      "th": "ครับ ผมว่ามีคนไม่มากหรอก ต้องการแบบนั้นในสนามหลังบ้านตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[people chanting] People are dying in your front yard!",
      "th": "ผู้คนกำลังตายในสนามหน้าบ้านคุณ!"
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "th": "ผู้คนกำลังตายในสนามหน้าบ้านคุณ"
    }
  },
  {
    "translation": {
      "en": "People are dying in your front yard!",
      "th": "ผู้คนกำลังตายในสนามหน้าบ้านคุณ"
    }
  },
  {
    "translation": {
      "en": "There's a better life out there, Patty. There's a better life.",
      "th": "มีชีวิตที่ดีกว่านี้อยู่นะ แพตตี้ มีชีวิตที่ดีกว่านี้อยู่"
    }
  },
  {
    "translation": {
      "en": "You just gotta believe, and you gotta work, you know?",
      "th": "คุณแค่ต้องเชื่อและลงมือทำ รู้ไหม"
    }
  },
  {
    "translation": {
      "en": "And I'm a paycheck away from being in the tent right next to you, girl, so…",
      "th": "ผมเองถ้าไม่มีเงินเดือน ก็ได้ไปอยู่เต็นท์ข้างๆ คุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "It can happen to anybody. You know? It really can.",
      "th": "มันเกิดขึ้นกับใครก็ได้ รู้ไหม เกิดขึ้นได้หมด"
    }
  },
  {
    "translation": {
      "en": "[Patty] Here we go.",
      "th": "ถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Uh, what are your plans for housing?",
      "th": "คุณมีแผนหาที่อยู่อาศัยยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "I plan on getting a house and staying in it.",
      "th": "ผมตั้งใจว่าจะหาบ้านแล้วก็อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "If I can get housing,",
      "th": "ถ้าฉันได้ที่อยู่อาศัย"
    }
  },
  {
    "translation": {
      "en": "I will definitely be leaving this shelter here.",
      "th": "ฉันก็จะออกจากศูนย์พักพิงนี้แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I would be in a better environment.",
      "th": "ฉันคงได้อยู่ในสภาพแวดล้อมที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "I can actually eat more, shower more.",
      "th": "ฉันจะได้กินเยอะขึ้น อาบน้ำบ่อยขึ้น"
    }
  },
  {
    "translation": {
      "en": "Every time I get an apartment, I always end up homeless again.",
      "th": "ทุกครั้งที่ผมได้ห้อง ผมลงเอยด้วยการเป็นคนไร้บ้านอีก"
    }
  },
  {
    "translation": {
      "en": "So, at this point, I just want to get a van, a big van, or an RV,",
      "th": "ตอนนี้ผมเลยอยากได้รถตู้คันใหญ่ๆ ไม่ก็รถอาร์วี"
    }
  },
  {
    "translation": {
      "en": "and something that I own that they can't take from me, you know?",
      "th": "เป็นบางอย่างที่ผมเป็นเจ้าของ ที่พวกเขาจะมาเอาไปจากผมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Is anyone helping you apply for housing?",
      "th": "มีใครช่วยหาที่อยู่อาศัยให้คุณไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Right now, I'm waiting. I'm in a mental health program,",
      "th": "ตอนนี้ผมกำลังรอเข้าโครงการสุขภาพจิต"
    }
  },
  {
    "translation": {
      "en": "and they helped me get my Section 8 voucher, so",
      "th": "พวกเขาช่วยให้ผมได้ส่วนลดค่าเช่าบ้าน"
    }
  },
  {
    "translation": {
      "en": "I'm just waiting for whatever they have to do.",
      "th": "ผมแค่รอให้พวกเขาทำสิ่งที่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any other goals that you want to work on?",
      "th": "คุณมีเป้าหมายอย่างอื่นที่อยากทำไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[blubbers] If, like, I can get a place",
      "th": "ถ้าฉันได้ที่อยู่"
    }
  },
  {
    "translation": {
      "en": "and do what I have to do to keep my head, like,",
      "th": "ฉันจะทำสิ่งที่ต้องทำเพื่อให้ฉัน…"
    }
  },
  {
    "translation": {
      "en": "out of the street mind.",
      "th": "เลิกคิดจะทำตัวให้กลับไปอยู่ข้างถนนอีก"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] But that's all I-- Like, to be honest, that's all I know.",
      "th": "บอกตามตรง ฉันรู้แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "I really want",
      "th": "ฉันอยาก…"
    }
  },
  {
    "translation": {
      "en": "to be stable,",
      "th": "ที่จะมั่นคง"
    }
  },
  {
    "translation": {
      "en": "and…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "have my family around me like I used to.",
      "th": "มีครอบครัวรายล้อมเหมือนที่เคยเป็น"
    }
  },
  {
    "translation": {
      "en": "I've always had that desire to get off the streets.",
      "th": "ผมก็อยากเลิกใช้ชีวิตข้างถนนมาตลอดนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "It's just been hard.",
      "th": "แต่มันยากมากเลย"
    }
  },
  {
    "translation": {
      "en": "I'm not trying to bother anybody, you know, burden anybody.",
      "th": "ผมพยายามไม่ไปรบกวนใคร ไม่ไปเป็นภาระของใคร"
    }
  },
  {
    "translation": {
      "en": "And when police used to wake us up and rustle us up,",
      "th": "ตอนที่ตำรวจมาปลุกเราให้ตื่น มาเร่งเรา"
    }
  },
  {
    "translation": {
      "en": "\"You can't be here.\"",
      "th": "\"คุณอยู่ที่นี่ไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "I used to tell them, \"I do the same things you do.\"",
      "th": "ผมเคยบอกพวกเขาว่า \"ผมก็ทำเหมือนที่พวกคุณทำนั่นแหละ\""
    }
  },
  {
    "translation": {
      "en": "I wash my teeth. I gotta eat.",
      "th": "ผมแปรงฟัน ผมต้องกิน"
    }
  },
  {
    "translation": {
      "en": "The only thing for me, everything is spread out.",
      "th": "สิ่งเดียวที่ต่างไปคือข้าวของผมกระจัดกระจาย"
    }
  },
  {
    "translation": {
      "en": "Everybody else just got it inside, in one spot.",
      "th": "คนอื่นๆ มีข้าวของอยู่ในบ้าน รวมกันในที่เดียว"
    }
  },
  {
    "translation": {
      "en": "But I do the same things everybody else does.",
      "th": "แต่ผมก็ทำเหมือนที่ทุกคนทำนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Nothing different.",
      "th": "ไม่ได้ต่างไปเลย"
    }
  },
  {
    "translation": {
      "en": "[man] We're all in this ship, and we're still sinking.",
      "th": "เราทุกคนต่างลงเรือลำนี้ และพวกเรายังคงจม"
    }
  },
  {
    "translation": {
      "en": "[woman] Particularly in high-cost cities like ours, I mean,",
      "th": "โดยเฉพาะเมืองที่ค่าครองชีพสูง แบบเมืองของเรา"
    }
  },
  {
    "translation": {
      "en": "we are not reaching enough people,",
      "th": "เราเข้าถึงผู้คนได้ไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "and Oakland's homelessness has doubled in four years. Doubled.",
      "th": "และภาวะไร้บ้านในโอ๊กแลนด์ ก็เพิ่มขึ้นสองเท่าในสี่ปี สองเท่าเลย"
    }
  },
  {
    "translation": {
      "en": "[man] That especially hits hard certain communities.",
      "th": "เรื่องนี้สร้างผลกระทบหนัก โดยเฉพาะในบางชุมชน"
    }
  },
  {
    "translation": {
      "en": "If you're African-American, or if you've ever served time,",
      "th": "ถ้าคุณเป็นคนแอฟริกัน-อเมริกัน หรือถ้าคุณเคยติดคุกมาก่อน"
    }
  },
  {
    "translation": {
      "en": "there's even a greater likelihood.",
      "th": "ก็มีโอกาสมากขึ้นที่คุณจะเป็นคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "And then, of course, COVID-19 hits.",
      "th": "จากนั้นแน่นอน การระบาดของโรคโควิด-19"
    }
  },
  {
    "translation": {
      "en": "Everyone sees the tsunami of homelessness coming",
      "th": "ทุกคนเห็นคลื่นสึนามิแห่งภาวะไร้บ้าน กำลังซัดเข้ามา"
    }
  },
  {
    "translation": {
      "en": "because nobody can pay the rent",
      "th": "เพราะไม่มีใครจ่ายค่าเช่าไหว"
    }
  },
  {
    "translation": {
      "en": "and those eviction moratoriums are gonna run out.",
      "th": "แล้วก็ใกล้จะหมดช่วงพักชำระหนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[man] This requires a different level of commitment,",
      "th": "เรื่องนี้ต้องใช้ความมุ่งมั่นในระดับเข้มข้น"
    }
  },
  {
    "translation": {
      "en": "and we need a FEMA-like response to this.",
      "th": "เราต้องการการตอบสนอง อย่างเร่งด่วนในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "How do we make sure there is a right to housing in California?",
      "th": "เราจะมั่นใจได้ยังไงว่าจะได้สิทธิ ในที่อยู่อาศัยในแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "We have a lot of work to do, but cities and counties can't do it alone.",
      "th": "เรามีงานต้องทำอีกเพียบ แต่เมืองและเขตต่างๆ ทำกันเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[woman] These heartbreaking stories have got to come to some dramatic,",
      "th": "เรื่องราวที่น่าเศร้านี้… มาถึงจุดที่ต้องได้รับการเปลี่ยนแปลงขนานใหญ่"
    }
  },
  {
    "translation": {
      "en": "necessary change.",
      "th": "มาถึงจุดที่ต้องได้รับการเปลี่ยนแปลงขนานใหญ่"
    }
  },
  {
    "translation": {
      "en": "♪ Well, every road I see ♪",
      "th": "ถนนทุกสายที่ฉันมองเห็น"
    }
  },
  {
    "translation": {
      "en": "♪ Leads away from me ♪",
      "th": "พาฉันออกไปที่ไกลโพ้น"
    }
  },
  {
    "translation": {
      "en": "♪ There's not a single one ♪",
      "th": "ไม่มีสักสาย"
    }
  },
  {
    "translation": {
      "en": "♪ That leads me home ♪",
      "th": "ที่พาฉันกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "♪ The road keeps saying ♪",
      "th": "ถนนเอาแต่พูดว่า"
    }
  },
  {
    "translation": {
      "en": "♪ Friend, come see what's round the bend ♪",
      "th": "\"เพื่อนรัก มาดูสิว่าอะไรอยู่ตรงหัวโค้ง\""
    }
  },
  {
    "translation": {
      "en": "♪ So is it any wonder that I roam? ♪",
      "th": "แล้วจะแปลกใจอะไรที่ฉันรอนแรมไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "♪ All the places I have been ♪",
      "th": "ทุกทุกที่ที่ฉันเคยไป"
    }
  },
  {
    "translation": {
      "en": "♪ Keep calling me back again ♪",
      "th": "เฝ้าร้องเรียกให้ฉันกลับไป"
    }
  },
  {
    "translation": {
      "en": "You're a good girl.",
      "th": "แกเป็นเด็กดีนะ"
    }
  },
  {
    "translation": {
      "en": "♪ Down in the pines ♪",
      "th": "ในป่าสนลึก"
    }
  },
  {
    "translation": {
      "en": "♪ I hear the cold winds blow ♪",
      "th": "ฉันได้ยินเสียงลมหนาวพัดผ่าน"
    }
  },
  {
    "translation": {
      "en": "♪ My heart keeps telling me ♪",
      "th": "หัวใจฉันเอาแต่พร่ำบอก"
    }
  },
  {
    "translation": {
      "en": "♪ Footloose and fancy-free ♪",
      "th": "ปราศจากการผูกมัดและความกังวล"
    }
  },
  {
    "translation": {
      "en": "♪ And the road goes by ♪",
      "th": "แล้วถนนก็ทอดยาวไป"
    }
  },
  {
    "translation": {
      "en": "♪ And calls me as it goes ♪",
      "th": "แล้วร้องเรียกฉันไปด้วย"
    }
  },
  {
    "translation": {
      "en": "♪ Well, maybe somewhere There's a someone ♪",
      "th": "บางทีอาจมีใครสักคนอยู่สักแห่งหน"
    }
  },
  {
    "translation": {
      "en": "♪ Waiting there with a smile ♪",
      "th": "รอคอยฉันอยู่ตรงนั้นด้วยรอยยิ้ม"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe there'll be a place ♪",
      "th": "บางทีอาจจะมีสักที่"
    }
  },
  {
    "translation": {
      "en": "♪ To stop and rest awhile ♪",
      "th": "ให้ได้หยุดพักสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "♪ And maybe you weren't meant to be ♪",
      "th": "และบางทีเธออาจไม่ได้เกิดมา"
    }
  },
  {
    "translation": {
      "en": "♪ Just a rolling stone ♪",
      "th": "เพื่อเป็นแค่ก้อนหินระหกระเหินกลิ้งไป"
    }
  },
  {
    "translation": {
      "en": "♪ And there's a road to travel on ♪",
      "th": "แล้วก็มีถนนสายหนึ่งให้ออกเดินทาง"
    }
  },
  {
    "translation": {
      "en": "♪ That leads you back to home ♪",
      "th": "พาเธอกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "♪ Oh, but I'll keep traveling on ♪",
      "th": "โอ้ แต่ฉันเดินทางต่อไป"
    }
  },
  {
    "translation": {
      "en": "♪ Keep looking at the dawn ♪",
      "th": "เฝ้ามองรุ่งอรุณต่อไป"
    }
  },
  {
    "translation": {
      "en": "♪ Till I can lay this lonesome body down ♪",
      "th": "จนกว่าฉันจะทอดกายอันเปล่าเปลี่ยวนี้ลง"
    }
  },
  {
    "translation": {
      "en": "[song continues over speakers] ♪ And when that day has come ♪",
      "th": "และเมื่อวันนั้นมาถึง"
    }
  },
  {
    "translation": {
      "en": "♪ I nevermore will roam ♪",
      "th": "ฉันก็จะไม่รอนแรมอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "♪ And every road I see will lead me home ♪",
      "th": "แล้วถนนทุกสายที่ฉันเห็นจะพาฉันกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Luis] Ready for nite-nite, Luna?",
      "th": "พร้อมเข้านอนไหม ลูน่า"
    }
  },
  {
    "translation": {
      "en": "All right. [exhales]",
      "th": "เอาละนะ"
    }
  },
  {
    "translation": {
      "en": "Tomorrow's another day.",
      "th": "พรุ่งนี้จะต้องดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Luna, what are we gonna watch?",
      "th": "ลูน่า เราจะดูอะไรกันดี"
    }
  }
]