[
  {
    "translation": {
      "en": "And action!",
      "th": "เริ่มถ่ายได้ !"
    }
  },
  {
    "translation": {
      "en": "It's huge.",
      "th": "มันยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "It's mind-blowing. I have to remind myself they're not real.",
      "th": "มันสุดยอดมาก ผมต้อง คอยเตือนตัวเองว่านี่ไม่ใช่ของจริง"
    }
  },
  {
    "translation": {
      "en": "It's like a historical movie, actually, what we're doing here.",
      "th": "สิ่งที่เราทำอยู่ตอนนี้ เหมือนภาพยนตร์ประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "This is... 90% of my filming experience, here. Like this...",
      "th": "ประสบการณ์การถ่ายทำ ร้อยละ 90 ของผมอยู่นี่ แบบนี้"
    }
  },
  {
    "translation": {
      "en": "To come over here to do a show set in Williamsburg...",
      "th": "เรามาที่นี่เพื่อถ่ายทำฉาก ในวิลเลียมสเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "To do it in Berlin, it's kind of a... You know, it plays with my head!",
      "th": "การจะถ่ายทำในเบอร์ลิน มันค่อนข้างทำให้ผมต้องใช้ความคิด"
    }
  },
  {
    "translation": {
      "en": "A series in Yiddish, for me, also, personally...",
      "th": "ซีรีส์ภาษายิดดิช สำหรับผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think it's a great thing.",
      "th": "ผมว่ามันเป็นอะไรที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Dealing with a language that no one understands,",
      "th": "พวกเขาคงต้องรับมือกับ ภาษาที่ไม่มีใครเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "with customs and rituals no one understands,",
      "th": "ประเพณีและพิธีกรรมที่ไม่มีใครเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "but the essence of what's happening - that's universally understood.",
      "th": "แต่แก่นของเรื่องที่เกิดขึ้น ทุกคนสามารถเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "It's a very beautiful and unique story",
      "th": "มันเป็นเรื่องราวที่สวยงาม และมีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "that shows, kind of, like, both worlds.",
      "th": "ที่แสดงให้เห็นโลกทั้งสองมุม"
    }
  },
  {
    "translation": {
      "en": "I don't think it's a story",
      "th": "ฉันคิดว่ามันไม่ใช่เรื่อง"
    }
  },
  {
    "translation": {
      "en": "about the existence of God or something like that.",
      "th": "เกี่ยวกับการมีอยู่ของพระเจ้า หรืออะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It's more about...",
      "th": "แต่มันเป็นเรื่องของ..."
    }
  },
  {
    "translation": {
      "en": "the right to have your voice.",
      "th": "สิทธิในการแสดงความคิดเห็น"
    }
  },
  {
    "translation": {
      "en": "And people like me never really had that opportunity.",
      "th": "และคนอย่างฉันไม่เคยมีโอกาสนั้น"
    }
  },
  {
    "translation": {
      "en": "We never saw ourselves reflected back",
      "th": "เราไม่เคยเห็นตัวเองสะท้อนอยู่ใน"
    }
  },
  {
    "translation": {
      "en": "in the stories told in popular culture,",
      "th": "เรื่องราวต่างๆ ในวัฒนธรรมสมัยนิยม"
    }
  },
  {
    "translation": {
      "en": "so didn't know how to create our own.",
      "th": "ดังนั้นเราจึงไม่รู้ว่า จะสร้างเรื่องราวของตัวเองยังไง"
    }
  },
  {
    "translation": {
      "en": "I think this is the first show ever",
      "th": "ฉันคิดว่านี่เป็นซีรีส์เรื่องเดียว"
    }
  },
  {
    "translation": {
      "en": "to accurately portray the Hasidic community.",
      "th": "ที่สะท้อนภาพชุมชนฮาซิดิก อย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "These are real people",
      "th": "คนเหล่านี้มีชีวิตจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and their experiences are very universal and very relatable.",
      "th": "ประสบการณ์ของพวกเขา เป็นสากลและเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "When the community watches it,",
      "th": "ตอนที่ชุมชนได้ดู"
    }
  },
  {
    "translation": {
      "en": "and somebody like me watches it and sees...",
      "th": "มีคนแบบฉันได้ดูมันและเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that this girl lived exactly like she lives,",
      "th": "เด็กสาวคนนี้ใช้ชีวิตเหมือนเธอ"
    }
  },
  {
    "translation": {
      "en": "and she was able to muster the courage to follow her dreams...",
      "th": "และรวบรวมความกล้า เพื่อออกไปทำตามความฝัน"
    }
  },
  {
    "translation": {
      "en": "Maybe this girl can, too.",
      "th": "เด็กคนนี้ก็อาจทำได้เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "When I met Anna and Alexa,",
      "th": "ตอนที่เจอแอนนากับอเล็กซ่า"
    }
  },
  {
    "translation": {
      "en": "when I became friends with them,",
      "th": "ตอนที่ได้เป็นเพื่อนกับพวกเธอ"
    }
  },
  {
    "translation": {
      "en": "I realized that if anybody is ever going to be able to really grasp",
      "th": "ฉันคิดได้ว่าถ้าจะมีใครทำความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "what this story is about, and execute it",
      "th": "ว่าเรื่องมันเกี่ยวกับอะไร และถ่ายทอดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "in a way that is going to have a positive cultural impact, it's these women.",
      "th": "ในแบบที่ส่งผลดีในเชิงวัฒนธรรม ก็ต้องเป็นผู้หญิงคนนี้"
    }
  },
  {
    "translation": {
      "en": "After I met Deborah, I read her book and I thought it was amazing.",
      "th": "หลังจากเจอเดโบราห์ ฉันอ่านหนังสือ ของเธอและคิดว่ามันน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "I read it in one sitting and I couldn't put it down.",
      "th": "ฉันอ่านรวดเดียวจบ วางไม่ลงเลย"
    }
  },
  {
    "translation": {
      "en": "And then she said,",
      "th": "แล้วเธอก็บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, why don't you make my book into a TV show?\"",
      "th": "\"ทำไมคุณไม่เอาหนังสือของฉัน ไปทำรายการทีวีล่ะ\""
    }
  },
  {
    "translation": {
      "en": "Anna and I wanted to make a show",
      "th": "แอนนากับฉันอยากทำซีรีส์มาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "in which we could work through",
      "th": "ซีรีส์ที่เราสามารถพูดถึง"
    }
  },
  {
    "translation": {
      "en": "a lot of the topics we discuss a lot,",
      "th": "ประเด็นมากมาย เราปรึกษากันหลายเรื่องค่ะ"
    }
  },
  {
    "translation": {
      "en": "especially about being Jewish in Germany.",
      "th": "โดยเฉพาะเรื่องการเป็นชาวยิว ในเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "[Anna] This story is about a woman...",
      "th": "สำหรับฉัน เรื่องนี้เกี่ยวกับ หญิงสาวคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "who is searching for herself,",
      "th": "ที่กำลังค้นหาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and searching for her community in the world.",
      "th": "เธอกำลังค้นหาชุมชนของเธอในโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "[Shira] Esther is a 19-year-old girl.",
      "th": "เอสเตอร์เป็นหญิงสาวอายุ 19 ปี"
    }
  },
  {
    "translation": {
      "en": "She was born and raised in Williamsburg, Brooklyn,",
      "th": "เธอเกิดและเติบโต ในย่านวิลเลียมสเบิร์ก บรุกลิน"
    }
  },
  {
    "translation": {
      "en": "in the community",
      "th": "ในชุมชน"
    }
  },
  {
    "translation": {
      "en": "called Satmar.",
      "th": "ชื่อว่าซัตมาร์"
    }
  },
  {
    "translation": {
      "en": "Don't forget, Esty. He speaks first.",
      "th": "อย่าลืมนะ เอสตี้ ให้เขาพูดก่อน"
    }
  },
  {
    "translation": {
      "en": "She grows up in a very religious neighborhood...",
      "th": "เธอโตมาในย่านที่เคร่งศาสนามาก"
    }
  },
  {
    "translation": {
      "en": "and frees herself from an unhappy arranged marriage",
      "th": "และเธอปลดปล่อยตัวเอง จากการคลุมถุงชนที่ไร้ความสุข"
    }
  },
  {
    "translation": {
      "en": "and flees to Berlin.",
      "th": "และหนีไปเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "[Alexa] Her story is unique and romantic.",
      "th": "เรื่องราวของเธอมีเอกลักษณ์และชวนฝัน"
    }
  },
  {
    "translation": {
      "en": "We just felt that it was so different that somebody who would leave",
      "th": "เรารู้สึกว่ามันไม่ธรรมดา ที่คนคนหนึ่งจะออกจาก"
    }
  },
  {
    "translation": {
      "en": "this very insular community in Williamsburg, Brooklyn, New York,",
      "th": "ชุมชนเล็กๆ ในย่านวิลเลียมสเบิร์ก บรุกลิน นิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "and find their way here, out of choice...",
      "th": "และเลือกที่จะมาที่นี่..."
    }
  },
  {
    "translation": {
      "en": "From a very young age, she always felt very different,",
      "th": "เธอรู้สึกแตกต่างมาตั้งแต่เด็ก"
    }
  },
  {
    "translation": {
      "en": "had been told she's very different,",
      "th": "มีแต่คนบอกว่าเธอแตกต่างมาตลอด"
    }
  },
  {
    "translation": {
      "en": "because of the fact that she always also has these questions within her",
      "th": "เพราะเธอมักจะตั้งคำถามต่อสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and she has that chutzpah, you can say.",
      "th": "และเธอมีความใจกล้าบ้าบิ่น จะพูดแบบนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Alexa] The Satmar Jews are a Hasidic community",
      "th": "ชาวยิวซัตมาร์เป็นชุมชนฮาซิดิก"
    }
  },
  {
    "translation": {
      "en": "originally from the town of Satmar, in Hungary.",
      "th": "มีต้นกำเนิดจากเมืองซัตมาร์ในฮังการี"
    }
  },
  {
    "translation": {
      "en": "They are mostly descendants of Holocaust survivors",
      "th": "ส่วนใหญ่พวกเขาสืบเชื้อสายมาจาก ผู้รอดชีวิตจากการฆ่าล้างชาวยิว"
    }
  },
  {
    "translation": {
      "en": "and started by Holocaust survivors in New York, after the war.",
      "th": "เริ่มขึ้นโดยผู้รอดชีวิตในนิวยอร์ก หลังสงครามจบลง"
    }
  },
  {
    "translation": {
      "en": "This, kind of, makes them a little bit different",
      "th": "สิ่งนี้ทำให้พวกเขาแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "than a lot of other Hasidic communities,",
      "th": "จากชุมชนฮาซิดิกอื่นๆ นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "because they really developed what they were about after the war,",
      "th": "เพราะพวกเขาเริ่มจาก จุดที่ตัวเองอยู่หลังสงครามจบลง"
    }
  },
  {
    "translation": {
      "en": "and not before.",
      "th": "ไม่ใช่ก่อนหน้านั้น"
    }
  },
  {
    "translation": {
      "en": "It is founded by people",
      "th": "มันก่อตั้งโดยกลุ่มคน"
    }
  },
  {
    "translation": {
      "en": "who are struggling with the most immense trauma we can imagine.",
      "th": "ที่ดิ้นรนต่อสู้กับบาดแผลสาหัส เท่าที่เราจินตนาการได้"
    }
  },
  {
    "translation": {
      "en": "And for the first generation, I would say, even for the first two generations,",
      "th": "และรุ่นแรก หรือพูดได้ว่าสองรุ่นแรก"
    }
  },
  {
    "translation": {
      "en": "this trauma was a driving force",
      "th": "บาดแผลนี้เป็นแรงกระตุ้น"
    }
  },
  {
    "translation": {
      "en": "behind the ideological structures of this community.",
      "th": "เบื้องหลังความคิด อันเป็นรากฐานของชุมชน"
    }
  },
  {
    "translation": {
      "en": "The Satmar community is also special, in that Yiddish is their native language,",
      "th": "ชุมชนซัตมาร์ยังมีความพิเศษ ตรงที่พวกเขาใช้ภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "and I think they can be credited to some degree",
      "th": "และฉันคิดว่า พวกเขาควรได้ความดีความชอบ"
    }
  },
  {
    "translation": {
      "en": "with keeping Yiddish alive.",
      "th": "ที่ทำให้ภาษายิดดิชยังคงอยู่"
    }
  },
  {
    "translation": {
      "en": "But why Berlin?",
      "th": "แต่ทำไมต้องเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "-Think about it. -What?",
      "th": "- คิดดูสิ - อะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Her mother lives in Berlin!",
      "th": "แม่สติไม่ดีของเธออยู่ที่เบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "It was important to us",
      "th": "มันสำคัญต่อเรามาก"
    }
  },
  {
    "translation": {
      "en": "to make changes in the present day story",
      "th": "ที่จะสร้างความเปลี่ยนแปลง ในเรื่องราวปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "from Deborah Feldman's real life,",
      "th": "จากชีวิตจริงของเดโบราห์ เฟลด์แมน"
    }
  },
  {
    "translation": {
      "en": "because she is a young woman, she's a public figure,",
      "th": "เพราะเธอยังสาว และเป็นที่รู้จักในสังคม"
    }
  },
  {
    "translation": {
      "en": "she's a public intellectual,",
      "th": "เธอคือปัญญาชน"
    }
  },
  {
    "translation": {
      "en": "and we wanted Esther's Berlin life to be very different",
      "th": "เราอยากให้ชีวิตของเอสเตอร์ ในเบอร์ลินต่างจากชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "from real Deborah's Berlin life.",
      "th": "ของเดโบราห์ในเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "So, in a sense, the flashbacks are based on the book,",
      "th": "ดังนั้น ฉากในอดีตจึงยึดตามหนังสือ"
    }
  },
  {
    "translation": {
      "en": "but the present day story is entirely made up.",
      "th": "แต่เรื่องราวปัจจุบัน ต้องแต่งขึ้นใหม่"
    }
  },
  {
    "translation": {
      "en": "You have to go beyond cliché,",
      "th": "คุณต้องไปไกลกว่าความซ้ำซากจำเจ"
    }
  },
  {
    "translation": {
      "en": "beyond our projection on to what the life might be",
      "th": "ไปให้ไกลกว่าชีวิตที่เราคาดการณ์ได้"
    }
  },
  {
    "translation": {
      "en": "in a community like this.",
      "th": "จากชุมชนแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Anna] It was very important to us to get not just the look and feel",
      "th": "มันสำคัญมากที่เราต้องทำให้ ทั้งภาพ ความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "and costumes and rituals and everything correct,",
      "th": "เสื้อผ้า พิธีกรรมและทุกอย่าง เป็นไปอย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "but to inhabit the ideas of these characters' worlds",
      "th": "แต่ต้องรับเอาแนวคิด ของโลกของตัวละครเข้ามา"
    }
  },
  {
    "translation": {
      "en": "in a way that felt authentic,",
      "th": "ในแบบที่น่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "but heightened for television.",
      "th": "แต่ก็ต้องชัดเจนด้วย เพราะนี่เป็นรายการโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "I just feel, like, when you're showing different communities",
      "th": "ผมรู้สึกว่าโดยทั่วไปแล้ว เมื่อคุณจะแสดงภาพชุมชนที่ต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "and especially communities on the margins,",
      "th": "โดยเฉพาะชุมชนชายขอบ"
    }
  },
  {
    "translation": {
      "en": "you want to get the details right.",
      "th": "คุณอยากทำให้ถูกต้องทุกรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "We knew it was so important to get people onboard,",
      "th": "เรารู้ว่าการหาคนมาร่วมงาน เป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "not just as actors,",
      "th": "ไม่ใช่แค่นักแสดง"
    }
  },
  {
    "translation": {
      "en": "but behind and in front of the camera, who are from this community.",
      "th": "แต่รวมถึงทีมงานเบื้องหลัง และเบื้องหน้าที่มาจากชุมชนนี้"
    }
  },
  {
    "translation": {
      "en": "So, one of the first people we hired",
      "th": "ดังนั้น คนกลุ่มแรกที่เราจ้าง"
    }
  },
  {
    "translation": {
      "en": "was Eli Rosen",
      "th": "คือเอลิ โรเซน"
    }
  },
  {
    "translation": {
      "en": "who is an actor, translator",
      "th": "ซึ่งเป็นนักแสดง นักแปล"
    }
  },
  {
    "translation": {
      "en": "and, kind of, specialist when it comes to Yiddish.",
      "th": "และเป็นผู้เชี่ยวชาญภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "[Anna] Eli Rosen was, like, our guide, you know. He was our spirit guide.",
      "th": "เอลิ โรเซนคือผู้นำทางของเรา เป็นผู้นำทางให้จิตวิญญาณเรา"
    }
  },
  {
    "translation": {
      "en": "He not only translated the scripts, he coached the actors in Yiddish,",
      "th": "เขาไม่ได้ทำแค่แปลบท แต่สอนภาษายิดดิชให้นักแสดงด้วย"
    }
  },
  {
    "translation": {
      "en": "he helped us with all the cultural details and he played the rabbi.",
      "th": "เขาสอนรายละเอียดทางวัฒนธรรมทุกอย่าง และแสดงเป็นแรบไบ"
    }
  },
  {
    "translation": {
      "en": "When I was given the opportunity to help ensure",
      "th": "ตอนที่ผมได้รับโอกาส ให้ช่วยทำให้มัน สะท้อนความเป็นจริงและน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "that it was representative and that it is authentic...",
      "th": "ให้ช่วยทำให้มัน สะท้อนความเป็นจริงและน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "I...",
      "th": "ผมก็..."
    }
  },
  {
    "translation": {
      "en": "jumped at it.",
      "th": "คว้าเอาไว้เลย"
    }
  },
  {
    "translation": {
      "en": "Directing the scenes which are set within or in the ultra-orthodox world,",
      "th": "การกำกับฉากภายในหรือในโลกของ ชาวยิวออร์โทดอกซ์สุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "I would have been lost without this advice.",
      "th": "ฉันคงทำอะไรไม่ถูกแน่ ถ้าไม่ได้คำแนะนำนี้"
    }
  },
  {
    "translation": {
      "en": "We had two research trips to New York with our entire team,",
      "th": "เราเดินทางไปเก็บข้อมูลที่นิวยอร์ก กับทุกคนในทีมสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "not just to watch and look and touch everything we saw,",
      "th": "ไม่ใช่แค่ไปดู มอง และสัมผัสทุกสิ่งที่เราเห็น"
    }
  },
  {
    "translation": {
      "en": "but we got access to meeting people who are still in this community.",
      "th": "แต่เราได้เข้าไปพบผู้คน ที่ยังอยู่ในชุมชนด้วย"
    }
  },
  {
    "translation": {
      "en": "We really tried to offer our heads of department as much access.",
      "th": "เราพยายามให้หัวหน้าของแต่ละฝ่าย เข้าถึงข้อมูลให้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "These trips, of course, are, like, a hunt for impressions,",
      "th": "การเดินทางเหล่านี้ เหมือนการตามล่าความประทับใจ"
    }
  },
  {
    "translation": {
      "en": "for feeling atmosphere,",
      "th": "เพื่อสัมผัสบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "for just watching, just taking things in...",
      "th": "ไปมองดู เปิดรับสิ่งต่างๆ เข้ามา"
    }
  },
  {
    "translation": {
      "en": "It was, kind of, image-based research.",
      "th": "มันเหมือนการเก็บข้อมูลจากภาพ"
    }
  },
  {
    "translation": {
      "en": "We looked around, we took so many pictures,",
      "th": "เราเดินดูรอบๆ เราถ่ายรูปกลับมาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "and we tried to inhale this world",
      "th": "และพยายามสูดรับโลกนี้เข้าไป"
    }
  },
  {
    "translation": {
      "en": "by the visual impressions we got.",
      "th": "โดยความประทับใจจากภาพที่เราเห็น"
    }
  },
  {
    "translation": {
      "en": "[Justine] We were taken around New York",
      "th": "ระหว่างที่เราเดินทางรอบนิวยอร์ก"
    }
  },
  {
    "translation": {
      "en": "on a tour of Williamsburg by an ex-Satmar woman",
      "th": "เราไปเที่ยวชมวิลเลียมสเบิร์ก กับผู้หญิงคนหนึ่งที่เป็นอดีตซัตมาร์"
    }
  },
  {
    "translation": {
      "en": "who had grown up there.",
      "th": "เธอเติบโตที่นั่น"
    }
  },
  {
    "translation": {
      "en": "She'd had her first child there and been married and everything,",
      "th": "เธอมีลูกคนแรกที่นั่น ทั้งการแต่งงานและทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "and she walked us through a lot of Williamsburg",
      "th": "เธอพาเราเดินสำรวจสิ่งต่างๆ มากมาย ในวิลเลียมสเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "and the traditions within the exterior buildings.",
      "th": "และประเพณีที่อยู่ตามนอกอาคาร"
    }
  },
  {
    "translation": {
      "en": "Silke was taking lots of notes for her world,",
      "th": "ซิลก์จดคำอธิบายของเธอมาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "and I was taking notes",
      "th": "และฉันก็จดโน้ตมาเยอะ"
    }
  },
  {
    "translation": {
      "en": "for the characters that I was going to be building.",
      "th": "เพื่อนำไปสร้างตัวละครค่ะ"
    }
  },
  {
    "translation": {
      "en": "We started shooting more of the past,",
      "th": "เราเริ่มถ่ายทำฉากในอดีตก่อน เป็นส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "like, the Williamsburg parts,",
      "th": "พวกฉากในวิลเลียมสเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "and then we moved to Berlin,",
      "th": "จากนั้นก็ย้ายไปเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "so, suddenly, something also felt different.",
      "th": "ทันใดนั้น ทุกอย่างก็ให้ความรู้สึกต่างไป"
    }
  },
  {
    "translation": {
      "en": "Also, moving from Yiddish to English",
      "th": "เปลี่ยนจากภาษายิดดิช เป็นภาษาอังกฤษด้วย"
    }
  },
  {
    "translation": {
      "en": "and different outfits and makeup, suddenly, and the hair...",
      "th": "ชุดกับการแต่งหน้าก็ต่างไป และทรงผมด้วย..."
    }
  },
  {
    "translation": {
      "en": "There are so many different hairs.",
      "th": "มีทรงผมหลายแบบเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "The bald... there's this and there's the wig.",
      "th": "เพราะมีหัวล้าน มีแบบนี้ แล้วก็มีวิกผม"
    }
  },
  {
    "translation": {
      "en": "And there's... Esty has so many faces.",
      "th": "แล้วเอสตี้ก็มีหลายรูปลักษณ์"
    }
  },
  {
    "translation": {
      "en": "[Justine] I had spoken to Deborah Feldman before we started the project",
      "th": "ฉันได้คุยกับเดโบราห์ เฟลด์แมน ก่อนที่เราจะเริ่มโครงการ"
    }
  },
  {
    "translation": {
      "en": "about her personal experience",
      "th": "เกี่ยวกับประสบการณ์ส่วนตัวของเธอ"
    }
  },
  {
    "translation": {
      "en": "of transitioning from Satmar modesty clothing",
      "th": "ในการเปลี่ยนจากเสื้อผ้า ตามแบบซัตมาร์"
    }
  },
  {
    "translation": {
      "en": "to Western clothing, I suppose you'd call it.",
      "th": "ไปใส่เสื้อผ้าแบบตะวันตก คิดว่าเรียกแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "And she said it took her a long time and it was a slow process,",
      "th": "เธอบอกว่ามันใช้เวลานาน และค่อยเป็นค่อยไป"
    }
  },
  {
    "translation": {
      "en": "and she pushed herself to experience wearing T-shirts",
      "th": "เธอผลักดันให้ตัวเองลองใส่เสื้อยืด"
    }
  },
  {
    "translation": {
      "en": "and showing her arms and showing more flesh,",
      "th": "เผยให้เห็นแขนและเนื้อหนังมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and she said it did take a long time, so I wanted to show that.",
      "th": "เธอบอกว่ามันต้องใช้เวลา ฉันจึงอยากถ่ายทอดมันออกมา"
    }
  },
  {
    "translation": {
      "en": "I wanted to reflect Deborah's experience with Esther.",
      "th": "ฉันอยากใส่ประสบการณ์ของเดโบราห์ ไว้ในเอสเตอร์"
    }
  },
  {
    "translation": {
      "en": "It was so hard to create, in a way,",
      "th": "มันเป็นงานสร้างที่ยาก ในแง่ของ"
    }
  },
  {
    "translation": {
      "en": "a production that is much like a period film,",
      "th": "การผลิตซึ่งเหมือนหนังย้อนยุค"
    }
  },
  {
    "translation": {
      "en": "but plays in the world of today.",
      "th": "แต่ดำเนินอยู่ในโลกปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "To create the costumes for that was a very big challenge.",
      "th": "การสร้างเครื่องแต่งกาย เป็นความท้าทายใหญ่"
    }
  },
  {
    "translation": {
      "en": "Like the sets that played in two worlds,",
      "th": "เช่นเดียวกับฉากของสังคมทั้งสอง"
    }
  },
  {
    "translation": {
      "en": "we had costume that played in two worlds,",
      "th": "เรามีเสื้อผ้าที่ใช้ในทั้งสองสังคม"
    }
  },
  {
    "translation": {
      "en": "plus a character who has an arc",
      "th": "บวกกับตัวละครที่มีการเติบโต"
    }
  },
  {
    "translation": {
      "en": "in not just her character, but also in her looks and in her clothes.",
      "th": "ไม่ใช่แค่ลักษณะนิสัย แต่รวมถึงรูปลักษณ์และเสื้อผ้าของเธอ"
    }
  },
  {
    "translation": {
      "en": "Our production designer",
      "th": "นักออกแบบงานสร้างของเรา"
    }
  },
  {
    "translation": {
      "en": "knew which exterior locations we were going to be using there",
      "th": "รู้ว่าสถานที่ภายนอกจุดใด ที่เราจะใช้ถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "and built made-to-measure sets here to sync with those exteriors.",
      "th": "และสร้างฉากขนาดพอดี ให้สอดคล้องกับพื้นที่ภายนอกนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "[Wolfgang] We have complicated locations",
      "th": "เรามีสถานที่ถ่ายทำที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "because we shot the New York part here in Berlin.",
      "th": "เพราะเราถ่ายทำเนื้อเรื่องส่วนใหญ่ ของนิวยอร์กในเบอร์ลินนี้"
    }
  },
  {
    "translation": {
      "en": "Why Germany?",
      "th": "ทำไมต้องเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "With the other movies I did before, we came through the windows,",
      "th": "หนังเรื่องก่อนๆ ที่ผมทำ เราใช้พื้นที่ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and now, I do everything inside.",
      "th": "แล้วตอนนี้ผมต้องทำทุกอย่างข้างใน"
    }
  },
  {
    "translation": {
      "en": "So maybe this is...",
      "th": "ดังนั้นนี่อาจเป็น"
    }
  },
  {
    "translation": {
      "en": "This is a very first experience, also, for me.",
      "th": "ประสบการณ์ครั้งแรกของผมเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "[Alexa] Wolfgang is an incredible cinematographer -",
      "th": "โวล์ฟกังเป็นผู้กำกับภาพที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "I mean, he has shot some of the most incredible documentaries.",
      "th": "เขาเคยถ่าย สารคดีที่น่าทึ่งหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "He's able to work with natural light, work spontaneously,",
      "th": "เขาทำงานกับแสงจากธรรมชาติได้ และทำงานได้คล่อง"
    }
  },
  {
    "translation": {
      "en": "he does a lot of...",
      "th": "เขาทำหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "We joked that he's \"the handheld Steadicam.\"",
      "th": "จนเราล้อว่าเขาเป็นที่จับกล้อง ป้องกันการสั่น"
    }
  },
  {
    "translation": {
      "en": "He's good at combining different kinds of light.",
      "th": "เขาเก่งเรื่องผสมแสง จากแหล่งต่างๆ เข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Because we were matching set interiors with real exteriors,",
      "th": "เพราะเราต้องทำให้ฉากข้างใน กับสภาพภายนอกมันเข้ากัน"
    }
  },
  {
    "translation": {
      "en": "the lighting was very delicate,",
      "th": "เรื่องของแสงจึงละเอียดอ่อน"
    }
  },
  {
    "translation": {
      "en": "and Wolfgang was incredible at that.",
      "th": "และโวล์ฟกังมีฝีมือด้านนั้น"
    }
  },
  {
    "translation": {
      "en": "When I watch the material in post-production,",
      "th": "ตอนที่ฉันเห็นงานหลังถ่ายทำเสร็จ"
    }
  },
  {
    "translation": {
      "en": "I think it's very difficult to see what's inside and what's outside,",
      "th": "ฉันคิดว่ามันยากที่จะแยกได้ว่า อะไรอยู่ข้างใน อะไรอยู่ข้างนอก"
    }
  },
  {
    "translation": {
      "en": "what was New York and Berlin.",
      "th": "ฉากไหนถ่ายในนิวยอร์กและเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "She's not here?",
      "th": "เธอไม่อยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Alexa] Shira Haas is a talent. What a face!",
      "th": "ชีร่า ฮาสเก่งมาก ใบหน้าที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "I mean, she needs to only move a part of her face",
      "th": "แค่เธอขยับส่วนหนึ่งของใบหน้า"
    }
  },
  {
    "translation": {
      "en": "and it can make you cry or laugh.",
      "th": "ก็ทำให้คุณร้องไห้หรือหัวเราะได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Shira is just... an enormous, enormous actress.",
      "th": "ชีร่าเป็นนักแสดงที่เก่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "So talented, so gifted, such a hard worker...",
      "th": "มีความสามารถ มีพรสวรรค์ และขยัน"
    }
  },
  {
    "translation": {
      "en": "And it was pure joy, every day... It was pure joy to work with Shira.",
      "th": "ฉันมีความสุขทุกวัน มีความสุขมากที่ได้ทำงานกับชีร่า"
    }
  },
  {
    "translation": {
      "en": "I think that what's really beautiful in Esty",
      "th": "ฉันคิดว่าสิ่งที่สวยงามในตัวเอสตี้"
    }
  },
  {
    "translation": {
      "en": "is that she really, really, really...",
      "th": "คือการที่เธอ..."
    }
  },
  {
    "translation": {
      "en": "Even though she's been told that she's different,",
      "th": "ถึงเธอจะรู้สึกว่าถูกคนอื่น บอกว่าเธอแตกต่างมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "and feels she is different,",
      "th": "และแม้ว่าเธอจะรู้สึกว่า ตัวเองแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "she always tries very, very hard to fit in, really,",
      "th": "เธอก็พยายามอย่างมาก ที่จะทำตัวกลมกลืน"
    }
  },
  {
    "translation": {
      "en": "and she really wants to find that feeling of belonging and happiness.",
      "th": "เธออยากสัมผัสความรู้สึกว่า ตัวเองเป็นส่วนหนึ่งและมีความสุข"
    }
  },
  {
    "translation": {
      "en": "[Anna] We have, sort of, four main characters.",
      "th": "เรามีตัวละครหลักสี่คน"
    }
  },
  {
    "translation": {
      "en": "I mean, Esther's the main character,",
      "th": "เอสเตอร์เป็นตัวละครหลัก"
    }
  },
  {
    "translation": {
      "en": "but the other main characters are all Satmar characters,",
      "th": "แต่ตัวละครหลักที่เหลือ ล้วนเป็นตัวละครชาวซัตมาร์"
    }
  },
  {
    "translation": {
      "en": "dealing with being inside and outside at the same time.",
      "th": "ที่กำลังรับมือกับการใช้ชีวิตข้างใน และข้างนอกในเวลาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "[Alex] She was kicked out, or she left the community,",
      "th": "เรื่องก็คือเธอถูกไล่ออก หรือออกจากชุมชน"
    }
  },
  {
    "translation": {
      "en": "about 15 years before.",
      "th": "ประมาณ 15 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "It's obviously that role that attracted me, really,",
      "th": "บทบาทนั้นดึงดูดฉัน"
    }
  },
  {
    "translation": {
      "en": "to the whole thing.",
      "th": "เข้าสู่เรื่องราวทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Anna] With Amit Rahav, we had never seen him acting in another project.",
      "th": "อามิต ราฮาฟ เราไม่เคยเห็นเขา แสดงเรื่องไหนมาก่อน"
    }
  },
  {
    "translation": {
      "en": "We just saw him in the audition. We were all blown away.",
      "th": "เราเห็นเขาในการทดสอบการแสดง พวกเราประทับใจเขามาก"
    }
  },
  {
    "translation": {
      "en": "And he just kills it in every scene.",
      "th": "เขาแสดงได้ยอดเยี่ยมทุกฉาก"
    }
  },
  {
    "translation": {
      "en": "He's a natural talent, you know.",
      "th": "เขามีพรสวรรค์นะ"
    }
  },
  {
    "translation": {
      "en": "I think that he's just",
      "th": "ผมคิดว่าเขาแค่"
    }
  },
  {
    "translation": {
      "en": "very naive and innocent,",
      "th": "ซื่อและไร้เดียงสามากๆ"
    }
  },
  {
    "translation": {
      "en": "because it's not weakness.",
      "th": "เพราะมันไม่ใช่ข้อด้อย"
    }
  },
  {
    "translation": {
      "en": "He has just, like, one truth, and this is the one truth he knows.",
      "th": "เขามีความจริงหนึ่งเดียว และนี่คือความจริงเดียวที่เขารู้"
    }
  },
  {
    "translation": {
      "en": "It's around here somewhere.",
      "th": "มันอยู่แถวๆ นี้แหละ"
    }
  },
  {
    "translation": {
      "en": "There it is!",
      "th": "อยู่นั่นไง"
    }
  },
  {
    "translation": {
      "en": "In this section. Next to the fallen tree.",
      "th": "ตรงนี้ ข้างต้นไม้ล้ม"
    }
  },
  {
    "translation": {
      "en": "[Anna] With Jeff Wilbusch... a crazy thing happened,",
      "th": "กับเจฟฟ์ วิลบุช เกิดเรื่องบ้าขึ้น"
    }
  },
  {
    "translation": {
      "en": "which is, our German casting director said,",
      "th": "ผู้คัดตัวนักแสดงชาวเยอรมันของเรา บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"We have a German actor who speaks Yiddish.\"",
      "th": "\"เรามีนักแสดงชาวเยอรมัน ที่พูดยิดดิชได้\""
    }
  },
  {
    "translation": {
      "en": "It was the end of the day. Alexa and I were sitting in the office.",
      "th": "มันเป็นช่วงใกล้หมดวัน อเล็กซ่ากับฉันเพลีย และนั่งกันอยู่ในออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "So this guy comes in, and we're, like, \"This is what the show is about.\"",
      "th": "เขาเดินเข้ามา แล้วเราก็คิดว่า \"เรื่องนี้มันต้องอย่างนี้สิ\""
    }
  },
  {
    "translation": {
      "en": "And he was, like, \"This is my story.\" And we were, like, \"I'm sorry?\"",
      "th": "แล้วเขาก็บอกว่า \"นี่เป็นเรื่องราวของผม\" แล้วเราก็พูดว่า \"ว่ายังไงนะ\""
    }
  },
  {
    "translation": {
      "en": "He's, like, \"I am from the Satmar community in Mea She'arim.",
      "th": "เขาบอกว่า \"ผมมาจากชุมชนซัตมาร์ในแมเชรีม"
    }
  },
  {
    "translation": {
      "en": "\"Yiddish is my native language. This is my story.\"",
      "th": "ยิดดิชเป็นภาษาแม่ของผม นี่เป็นเรื่องราวของผม\""
    }
  },
  {
    "translation": {
      "en": "[Jeff] I think Moishe is a tragic role.",
      "th": "ผมคิดว่ามอยเชเป็นบทที่เศร้า"
    }
  },
  {
    "translation": {
      "en": "He is...",
      "th": "เขา..."
    }
  },
  {
    "translation": {
      "en": "He has a lot of issues -",
      "th": "เขามีปัญหาหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "personal issues that he needs to fight.",
      "th": "ปัญหาส่วนตัวที่เขาต้องสู้"
    }
  },
  {
    "translation": {
      "en": "He's haunted.",
      "th": "เขาถูกครอบงำ"
    }
  },
  {
    "translation": {
      "en": "And he's also a hunter, so he comes... to bring Esther back.",
      "th": "แล้วเขาก็เป็นนักล่าด้วย เขามาพาเอสเตอร์กลับไป"
    }
  },
  {
    "translation": {
      "en": "Say it. Where is Esty?",
      "th": "พูดสิ เอสตี้อยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "Where is Esty, telephone?",
      "th": "เอสตี้อยู่ไหน เจ้าโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "You're crazy, Yanky.",
      "th": "บ้าไปแล้วเหรอ ยันกี้"
    }
  },
  {
    "translation": {
      "en": "[Anna] For us, the challenges of creating this Satmar wedding here, in Berlin,",
      "th": "ความท้าทายในการสร้างฉาก งานแต่งงานแบบซัตมาร์ในเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "began with finding enough extras who had big enough beards",
      "th": "เริ่มจากการหาตัวประกอบ ที่มีหนวดเคราดกพอ"
    }
  },
  {
    "translation": {
      "en": "and were willing to get all the hair and make-up.",
      "th": "และยอมถูกจับทำผมแต่งหน้า"
    }
  },
  {
    "translation": {
      "en": "I mean, you know, the joke on this show",
      "th": "เรื่องตลกในการถ่ายทำเรื่องนี้คือ"
    }
  },
  {
    "translation": {
      "en": "is that the men required way more makeup than the women.",
      "th": "ผู้ชายต้องแต่งหน้าทำผม มากกว่าผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Mine has grown now, almost one centimeter, because I wasn't allowed to cut it.",
      "th": "ของผมยาวแล้ว เกือบหนึ่งเซนติเมตร เพราะผมไม่ได้รับอนุญาตให้ตัดมัน"
    }
  },
  {
    "translation": {
      "en": "It's a very complex, cultural ritual.",
      "th": "มันเป็นพิธีกรรมทางวัฒนธรรม ที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "We wanted to get it right. A lot of details.",
      "th": "เราอยากทำให้ถูกต้อง มีรายละเอียดมากมาย"
    }
  },
  {
    "translation": {
      "en": "I'm just placing everybody in, sort of, gender and age order,",
      "th": "ผมวางตำแหน่งทุกคน เรียงตามเพศและอายุ"
    }
  },
  {
    "translation": {
      "en": "as well as imaginary relation to the bride and groom.",
      "th": "รวมทั้งจินตนาการถึงความสัมพันธ์ ที่มีต่อเจ้าสาวและเจ้าบ่าว"
    }
  },
  {
    "translation": {
      "en": "So there's a system to it.",
      "th": "มันก็มีระบบระเบียบให้ทำตาม"
    }
  },
  {
    "translation": {
      "en": "[Anna] It's an incredible pageant,",
      "th": "มันเป็นพิธีแห่แหนที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "a moment of great joy for the family,",
      "th": "เป็นช่วงเวลาแห่งความสุขที่สุด ของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "but they don't express their joy",
      "th": "แต่พวกเขาไม่แสดงความสุขออกมา"
    }
  },
  {
    "translation": {
      "en": "the way other communities express it.",
      "th": "ในแบบที่ชุมชนอื่นแสดงออก"
    }
  },
  {
    "translation": {
      "en": "I paid for everything, so, really, everything has to work out.",
      "th": "ฉันเป็นคนออกเงินทั้งหมด ดังนั้นมันต้องออกมาดี"
    }
  },
  {
    "translation": {
      "en": "I check everyone - everyone's behavior.",
      "th": "ฉันตรวจดูทุกคน พฤติกรรมของทุกคน"
    }
  },
  {
    "translation": {
      "en": "And I'm having fun, but not too much.",
      "th": "และฉันกำลังสนุกสนาน แต่ไม่มากเกินไป"
    }
  },
  {
    "translation": {
      "en": "[Anna] It was very important to strike the right tone",
      "th": "สำคัญมากที่เราต้องจัดฉากแต่งงาน ให้ออกมาถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "and then, also, we had, you know, 100 extras, costumes...",
      "th": "และเรายังมีตัวประกอบ 100 คน เสื้อผ้ามากมาย"
    }
  },
  {
    "translation": {
      "en": "Well, the first challenge and the biggest challenge",
      "th": "ความท้าทายแรก และเป็นความท้าทายที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "was to shoot it all within these two days.",
      "th": "คือต้องถ่ายให้เสร็จภายในสองวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Anna] For us, it was our big Hollywood moment, you know,",
      "th": "มันเป็นช่วงเวลาถ่ายทำ ที่สำคัญสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "and it was very hot when we were shooting.",
      "th": "และอากาศก็ร้อนมากระหว่างถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, for all of the extras and actors,",
      "th": "โชคไม่ดีที่ทั้งตัวประกอบและนักแสดง"
    }
  },
  {
    "translation": {
      "en": "they were wearing a lot of costume and make-up and hair",
      "th": "ต้องใส่เสื้อผ้าหลายชั้น รวมทั้งแต่งหน้าทำผม"
    }
  },
  {
    "translation": {
      "en": "in 100-degree weather.",
      "th": "อยู่ในอุณหภูมิ 100 องศา"
    }
  },
  {
    "translation": {
      "en": "Every day on set, it's, like, normal. Very, very normal.",
      "th": "ทุกวันในกองถ่าย มันปกติ ปกติมากๆ"
    }
  },
  {
    "translation": {
      "en": "That's what I'm used to, like, yes, all the time.",
      "th": "มันเป็นสิ่งที่ผมคุ้นเคย ตลอดเวลาเลย"
    }
  },
  {
    "translation": {
      "en": "He's the king, so...",
      "th": "เขาเป็นราชา คุณก็..."
    }
  },
  {
    "translation": {
      "en": "It's hot in there.",
      "th": "ในนั้นร้อนมาก"
    }
  },
  {
    "translation": {
      "en": "It's too hot. Please don't send me in there again.",
      "th": "ร้อนเกินไป โปรดอย่าส่งผมไปในนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[Anna] We had an incredibly talented costume designer, Justine Seymour,",
      "th": "เรามีนักออกแบบเครื่องแต่งกาย ที่เก่งมาก จัสติน ซีมัวร์"
    }
  },
  {
    "translation": {
      "en": "and she's worked all over the world,",
      "th": "เธอทำงานมาแล้วทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "and she's incredibly flexible.",
      "th": "เธอปรับตัวเข้ากับสถานการณ์ได้ดี"
    }
  },
  {
    "translation": {
      "en": "It was challenging because some of the actual clothing is not for sale here,",
      "th": "มันท้าทายเพราะว่า เครื่องแต่งกายบางชิ้นไม่มีขายที่นี่"
    }
  },
  {
    "translation": {
      "en": "so some of those things, she sourced in Williamsburg.",
      "th": "บางอย่างเธอต้องหามาจาก วิลเลียมสเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "You know, they wear these furry hats called shtreimel,",
      "th": "พวกเขาใส่หมวกขนๆ ที่เรียกว่าหมวกขนสัตว์"
    }
  },
  {
    "translation": {
      "en": "and we couldn't afford them because they cost more than 1,000 euros each,",
      "th": "เราจ่ายไม่ไหวเพราะมัน ราคาใบละ 1,000 ยูโร"
    }
  },
  {
    "translation": {
      "en": "and each hat involves the fur of six minks,",
      "th": "แต่ละใบใช้ขนมิงค์หกตัว"
    }
  },
  {
    "translation": {
      "en": "which seemed unnecessary, and we needed a lot of them.",
      "th": "เราคิดว่ามันไม่จำเป็นขนาดนั้น และเราต้องใช้หลายใบ"
    }
  },
  {
    "translation": {
      "en": "So a theatre company in Hamburg made them out of fake fur,",
      "th": "โรงละครในฮัมบูร์ก ก็เลยทำมันขึ้นจากขนสัตว์ปลอม"
    }
  },
  {
    "translation": {
      "en": "so, you know, no minks were harmed in the making of this TV show.",
      "th": "ดังนั้นจึงไม่มีตัวมิงค์ถูกฆ่า ในการถ่ายทำเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Right now, I'm spraying and stroking the shtreimel,",
      "th": "ตอนนี้ฉันกำลังฉีดสเปรย์ และหวีหมวกขนสัตว์"
    }
  },
  {
    "translation": {
      "en": "in order to make the fur flat and look more realistic and shiny.",
      "th": "เพื่อทำให้ขนเรียบ ดูเหมือนจริง และเงาสวย"
    }
  },
  {
    "translation": {
      "en": "We've had to fit and make them work for every individual actor, yes,",
      "th": "เราต้องทำให้มันพอดี กับนักแสดงแต่ละคน"
    }
  },
  {
    "translation": {
      "en": "even all of the extras.",
      "th": "แม้แต่ตัวประกอบ"
    }
  },
  {
    "translation": {
      "en": "There's a tent over there full of shtreimel.",
      "th": "ด้านนั้นมีเต็นท์ ที่เต็มไปด้วยหมวกขนสัตว์"
    }
  },
  {
    "translation": {
      "en": "Our shtreimel tent.",
      "th": "เราเรียกมันว่า \"เต็นท์หมวกขนสัตว์\""
    }
  },
  {
    "translation": {
      "en": "[Anna] Our head of department - hair and makeup - Jens,",
      "th": "หัวหน้าฝ่ายแต่งหน้าทำผมของเรา เยนส์"
    }
  },
  {
    "translation": {
      "en": "managed to create our payot in a way that I've never seen on-screen.",
      "th": "สร้างพายอตแบบที่ฉัน ไม่เคยเห็นในทีวีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "100%, the best payot I have seen.",
      "th": "เป็นพายอตที่ดีที่สุดเท่าที่เคยเห็น"
    }
  },
  {
    "translation": {
      "en": "It's quite interesting.",
      "th": "มันน่าสนใจดี"
    }
  },
  {
    "translation": {
      "en": "Yesterday, we were laughing",
      "th": "เมื่อวานเราหัวเราะกันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "when we had 150 Hasids on the street outside -",
      "th": "ตอนที่มีฮาซิด 150 คน อยู่บนถนนด้านนอก"
    }
  },
  {
    "translation": {
      "en": "that was very funny.",
      "th": "มันเป็นภาพที่ตลกมาก"
    }
  },
  {
    "translation": {
      "en": "Someone said, \"Jews are back in Berlin!\"",
      "th": "บางคนพูดว่า \"ดูสิ ชาวยิวกลับมาเบอร์ลินแล้ว\""
    }
  },
  {
    "translation": {
      "en": "We always talk about trying to portray reality in film,",
      "th": "เรามักพูดถึงการถ่ายทอด ความเป็นจริงลงในหนัง"
    }
  },
  {
    "translation": {
      "en": "and there's nothing more...",
      "th": "ไม่มีอะไรเป็นจริงมากกว่า..."
    }
  },
  {
    "translation": {
      "en": "There's no more reality than diversity",
      "th": "ไม่มีอะไรเป็นจริง ได้มากกว่าความหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "because that's...",
      "th": "เพราะนั่น..."
    }
  },
  {
    "translation": {
      "en": "Just walk across the street.",
      "th": "แค่เดินข้ามถนนไป"
    }
  },
  {
    "translation": {
      "en": "So, for Berlin, we really wanted to create",
      "th": "สำหรับฉากในเบอร์ลิน เราอยากสร้าง"
    }
  },
  {
    "translation": {
      "en": "a very colorful lightness to the architecture we chose.",
      "th": "สีสันและความโปร่งสบาย ให้ตึกที่เราเลือก"
    }
  },
  {
    "translation": {
      "en": "We, kind of, returned to a lot of former West Berlin,",
      "th": "เรากลับไปยังพื้นที่หลายแห่ง ที่เคยเป็นเบอร์ลินตะวันตก"
    }
  },
  {
    "translation": {
      "en": "kind of, little locations and areas",
      "th": "พวกสถานที่และพื้นที่เล็กๆ"
    }
  },
  {
    "translation": {
      "en": "and certain types of architectures that were built in the '70s and '80s.",
      "th": "สถาปัตยกรรมที่สร้างในช่วง ยุค 1970 และ 1980"
    }
  },
  {
    "translation": {
      "en": "I wanted to have something more with a freer space,",
      "th": "ฉันอยากได้พื้นที่ ที่กว้างขวางเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "with more rhythm in it.",
      "th": "มีจังหวะในตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Alexa] Silke found the most incredible location at Potsdamer Platz,",
      "th": "ซิลก์เจอสถานที่ที่น่าทึ่ง ในโพทดาเมอร์พลาทซ์"
    }
  },
  {
    "translation": {
      "en": "right next to the Philharmonic.",
      "th": "ข้างฟิลฮาร์โมนิก"
    }
  },
  {
    "translation": {
      "en": "No one has ever shot there",
      "th": "ไม่เคยมีใครถ่ายทำที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and it was the perfect location for the music academy.",
      "th": "มันเหมาะที่จะเป็นสถาบันสอนดนตรี"
    }
  },
  {
    "translation": {
      "en": "It was built in the '60s.",
      "th": "มันสร้างขึ้นในยุค 1960"
    }
  },
  {
    "translation": {
      "en": "It was supposed to be a much lighter,",
      "th": "มันควรที่จะโปร่งกว่านี้"
    }
  },
  {
    "translation": {
      "en": "open architecture, post-war...",
      "th": "โครงสร้างเปิดกว้าง หลังสงคราม..."
    }
  },
  {
    "translation": {
      "en": "It was about communication.",
      "th": "มันเป็นเรื่องของการสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "It was about low hierarchy...",
      "th": "เรื่องของลำดับชั้นต่ำ"
    }
  },
  {
    "translation": {
      "en": "mirrored by architecture.",
      "th": "สะท้อนออกมาทางสถาปัตยกรรม"
    }
  },
  {
    "translation": {
      "en": "[Anna] We created our own music academy,",
      "th": "เราสร้างสถาบันสอนดนตรีขึ้นมาเอง"
    }
  },
  {
    "translation": {
      "en": "where Jews and Muslims are playing music together",
      "th": "ที่ที่ชาวยิวและมุสลิม เล่นดนตรีด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and, you know, it's also this crazy, post-colonial paradox.",
      "th": "และมีเรื่องของความขัดแย้ง หลังยุคล่าอาณานิคม"
    }
  },
  {
    "translation": {
      "en": "Like, why are people from the Middle East playing German music at all?",
      "th": "เช่น ทำไมคนจากตะวันออกกลาง ถึงเล่นเพลงเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "So, it has this, kind of, crazy, bringing together, of unexpected worlds,",
      "th": "มันเป็นการผสมผสาน โลกที่คาดไม่ถึงเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "that gets to the spirit of the show on every level.",
      "th": "ที่สร้างจิตวิญญาณ ให้แก่ผลงานเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "The concept of this music academy",
      "th": "แนวคิดของสถาบันสอนดนตรีนี้"
    }
  },
  {
    "translation": {
      "en": "is that different, talented musicians from all over the world",
      "th": "คือนักดนตรีที่มีความสามารถ จากทุกแห่งทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "come together to practice their specific instruments.",
      "th": "มาร่วมกันฝึกซ้อม เครื่องดนตรีของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Anna] Television is aspirational and we liked the idea",
      "th": "โทรทัศน์คือแรงบันดาลใจ และเราชอบแนวคิดที่แสดงให้เห็น เบอร์ลินในรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "of showing a, kind of, version of Berlin",
      "th": "และเราชอบแนวคิดที่แสดงให้เห็น เบอร์ลินในรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "that was full of music, that merged music from the past,",
      "th": "ที่เต็มไปด้วยดนตรี ที่หลอมรวมดนตรีจากอดีต"
    }
  },
  {
    "translation": {
      "en": "with, you know, young people from the future,",
      "th": "เข้ากับคนหนุ่มสาวจากอนาคต"
    }
  },
  {
    "translation": {
      "en": "and against this amazing backdrop.",
      "th": "ฉายชัดออกมาจากพื้นหลังที่น่าทึ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Anna] There's a doubling-back on history in this show.",
      "th": "มีการย้อนกลับไปในประวัติศาสตร์ ในหนังเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "We have a Jewish character",
      "th": "เรามีตัวละครชาวยิว"
    }
  },
  {
    "translation": {
      "en": "and in order to escape the confines of her own life,",
      "th": "และเพื่อที่จะหนีจากการกักขังในชีวิต"
    }
  },
  {
    "translation": {
      "en": "she returns to the source of her community's trauma.",
      "th": "เธอกลับไปที่ต้นตอบาดแผล ของชุมชนของเธอ"
    }
  },
  {
    "translation": {
      "en": "[man] See that villa?",
      "th": "เห็นบ้านพักตากอากาศนั่นไหม"
    }
  },
  {
    "translation": {
      "en": "The conference where Nazis decided to kill Jews in concentration camps",
      "th": "การประชุมที่พวกนาซีตัดสินใจ ฆ่าชาวยิวในค่ายกักกัน"
    }
  },
  {
    "translation": {
      "en": "took place in 1942, in that villa.",
      "th": "ในปี 1942 เกิดขึ้นในบ้านพักนั่น"
    }
  },
  {
    "translation": {
      "en": "And you swim in this lake?",
      "th": "แล้วคุณยังว่ายน้ำในทะเลสาบนี้อีก"
    }
  },
  {
    "translation": {
      "en": "Well, a lake is just a lake.",
      "th": "ทะเลสาบก็คือทะเลสาบ"
    }
  },
  {
    "translation": {
      "en": "Of course, seeing her being confronted with our world,",
      "th": "แน่นอนว่าการเห็นเธอ เผชิญหน้ากับโลกของเรา"
    }
  },
  {
    "translation": {
      "en": "it makes us question our world, too.",
      "th": "ทำให้เราตั้งคำถาม ต่อโลกของเราเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Shooting a series in Yiddish...",
      "th": "การถ่ายทำซีรีส์ในภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "in Berlin,",
      "th": "ในเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "which has ironically... become a, kind of, new diaspora,",
      "th": "กลายเป็นการพลัดถิ่นครั้งใหม่"
    }
  },
  {
    "translation": {
      "en": "in the sense that you have young Israeli Jews,",
      "th": "ในแง่ที่ว่าคุณมีกลุ่มวัยรุ่น ชาวอิสราเอลที่เป็นยิว"
    }
  },
  {
    "translation": {
      "en": "young American Jews coming back to Berlin...",
      "th": "วัยรุ่นอเมริกันที่เป็นยิว กลับมาที่เบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "This is a movement. This is not a story of one person.",
      "th": "นี่เป็นการเคลื่อนไหวทางสังคม ไม่ใช่เรื่องของคนเพียงคนเดียว"
    }
  },
  {
    "translation": {
      "en": "It just fit.",
      "th": "มันเข้ากันพอดี"
    }
  },
  {
    "translation": {
      "en": "It makes sense that this is the place where we would rediscover this language,",
      "th": "มันสมเหตุสมผล ที่เราจะค้นพบภาษานี้อีกครั้งที่นี่"
    }
  },
  {
    "translation": {
      "en": "outside of a religious context.",
      "th": "ภายนอกบริบททางศาสนา"
    }
  },
  {
    "translation": {
      "en": "So, there will be, like, art in Yiddish,",
      "th": "มันจะเป็นงานศิลปะในภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "like there is theatre in Yiddish,",
      "th": "เหมือนละครที่แสดงเป็นภาษายิดดิช"
    }
  },
  {
    "translation": {
      "en": "but, like, the real...",
      "th": "แต่ก็เป็น"
    }
  },
  {
    "translation": {
      "en": "A Netflix series in Yiddish is something amazing.",
      "th": "ซีรีส์จากเน็ตฟลิกซ์ในภาษายิดดิช เป็นอะไรที่น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Alexa] You know, Berlin really wears its trauma on its sleeve.",
      "th": "เบอร์ลินแสดงให้เห็นถึง บาดแผลที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "It's what makes the city so raw and interesting,",
      "th": "มันคือสิ่งที่ทำให้เมืองนี้ ไม่ถูกปรุงแต่งและน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "and Esty coming here...",
      "th": "และการที่เอสตี้มาที่นี่"
    }
  },
  {
    "translation": {
      "en": "She does the same in this city.",
      "th": "เธอก็แสดงให้เห็นบาดแผลเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "She adds to those layers.",
      "th": "เธอเพิ่มเติมเรื่องราวเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "And that was really important for us, you know, to close that circle -",
      "th": "และการจบเรื่องราวนี้สำคัญต่อเรา"
    }
  },
  {
    "translation": {
      "en": "as we say in German,",
      "th": "อย่างที่พูดในภาษาเยอรมันว่า"
    }
  },
  {
    "translation": {
      "en": "Den Kreis schließen.",
      "th": "เดนไครส์ชลีเซน"
    }
  }
]