[
  {
    "translation": {
      "en": "[Tony Joiner] The whole game! The whole game, go full speed! Seek the win!",
      "th": "ใส่มันให้สุดทั้งเกม"
    }
  },
  {
    "translation": {
      "en": "I'm telling you, on the sideline, bitch, you better be up for every play!",
      "th": "ฟังนะ ไปยืนรอริมสนามซะ ให้พร้อมลงทุกเพลย์"
    }
  },
  {
    "translation": {
      "en": "You better be into this motherfucker here, boy!",
      "th": "สมาธิอย่าให้หลุด"
    }
  },
  {
    "translation": {
      "en": "Get out there! Leave it out there, boy!",
      "th": "ออกไปเกรี้ยวกราด"
    }
  },
  {
    "translation": {
      "en": "When you come to Florida, football is the world here, you know?",
      "th": "ที่ฟลอริด้า ฟุตบอลเป็นเรื่องใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "Losing was unacceptable, and when you did lose, you paid for it.",
      "th": "ความพ่ายแพ้เป็นเรื่องรับไม่ได้ ถ้าแพ้ปุ๊บ คุณมีราคาต้องจ่าย"
    }
  },
  {
    "translation": {
      "en": "[Urban Meyer] All right, listen up, let's go.",
      "th": "ฟังหน่อย ขอให้ทีมที่เก่งที่สุดชนะ"
    }
  },
  {
    "translation": {
      "en": "May the best team win. You got the edge. You got toughness, you got togetherness.",
      "th": "ฟังหน่อย ขอให้ทีมที่เก่งที่สุดชนะ พวกแกเหนือกว่า พวกแกแกร่ง พวกแกสามัคคี"
    }
  },
  {
    "translation": {
      "en": "There's nothing like the locker room, there's nothing like a huddle.",
      "th": "ไม่มีที่ไหนเหมือนห้องแต่งตัว ไม่มีอะไรเหมือนบูมก่อนแข่ง"
    }
  },
  {
    "translation": {
      "en": "I want them to embrace the heart, embrace the hurt, embrace the pain, embrace the brotherhood.",
      "th": "อยากให้พวกเขาพร้อมรับความกล้า ความเจ็บปวด ความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "No matter how talented you are, it still comes down to that brotherhood",
      "th": "ต่อให้เก่งแค่ไหน สุดท้ายก็ต้องอาศัยความสามัคคี ในการเล่นเพื่อกันและกัน"
    }
  },
  {
    "translation": {
      "en": "of playing for one another.",
      "th": "สุดท้ายก็ต้องอาศัยความสามัคคี ในการเล่นเพื่อกันและกัน"
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "th": "ถึงเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments. You got that moment right now.",
      "th": "แกฝึกมาทั้งชีวิตเพื่อเวลานี้ เวลานั้นมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Brandon Spikes] You know, football was my way out. Out of the hood.",
      "th": "ฟุตบอลฉุดผมออกจากย่านโทรมๆ"
    }
  },
  {
    "translation": {
      "en": "So I was willing to do whatever it took.",
      "th": "ผมเลยยินดีแลกทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Bring it on, baby! Bring it on!",
      "th": "ใส่ให้สุดเลยทุกคน"
    }
  },
  {
    "translation": {
      "en": "Motivation, baby!",
      "th": "มุ่งไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "[Paul Finebaum] In a moment in time, between 2005 and 2010…",
      "th": "ในช่วงปี 2005 ถึง 2010"
    }
  },
  {
    "translation": {
      "en": "National Championship, baby! Number one.",
      "th": "แชมป์ประเทศมาแล้ว ที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] …it looked like Urban Meyer and Florida",
      "th": "มีแววว่าเออร์เบิน ไมเยอร์กับฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "were going to win the National Championship every year.",
      "th": "จะคว้าแชมป์แห่งชาติได้ทุกปี"
    }
  },
  {
    "translation": {
      "en": "-[cheering] -Let's go! Let's go!",
      "th": "จะคว้าแชมป์แห่งชาติได้ทุกปี ลุยเลย ลุย!"
    }
  },
  {
    "translation": {
      "en": "We were The Beatles, you know? We really were.",
      "th": "เรามันเดอะบีเทิลส์ ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Chris Rainey] It was crazy.",
      "th": "สุดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Girls are falling out, fainting. All-- Man, you'd be like, \"What the…?\"",
      "th": "สาวๆ กรี๊ดสลบ แล้วคุณแบบ \"อะไรวะเนี่ย…\""
    }
  },
  {
    "translation": {
      "en": "I'm sorry. Um, extremely sorry.",
      "th": "ขอโทษครับ ขอโทษอย่างสุดซึ้ง"
    }
  },
  {
    "translation": {
      "en": "And then somehow, it all slipped away.",
      "th": "แล้วอยู่ๆ ฝันนั้นก็หลุดมือไป"
    }
  },
  {
    "translation": {
      "en": "Put them motherfuckers away, man! Come on, man.",
      "th": "กินแม่งให้เรียบ เอาหน่อยโว้ย"
    }
  },
  {
    "translation": {
      "en": "The pain of greatness is real. -[grunts] -[Meyer] And it's not meant for everybody.",
      "th": "หนทางสู่ความยิ่งใหญ่มันเจ็บปวด ไม่ใช่ว่าจะเหมาะกับทุกคน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Two University of Florida athletes have been suspended.",
      "th": "นักกีฬามหาวิทยาลัยฟลอริด้าสองคนถูกพักงาน"
    }
  },
  {
    "translation": {
      "en": "All right, another Florida Gator has been arrested.",
      "th": "ฟลอริด้าเกเตอร์อีกคนถูกจับกุม"
    }
  },
  {
    "translation": {
      "en": "We got 30 minutes… Let's go! …for the rest of our lives!",
      "th": "30 นาทีที่จะกำหนดทั้งชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "I was ready to fight. \"It's time to fight.\"",
      "th": "ผมพร้อมสู้แล้ว ถึงเวลาสู้"
    }
  },
  {
    "translation": {
      "en": "People don't realize the level of stress and anxiety and pressure",
      "th": "คนข้างนอกไม่เข้าใจว่า มันเครียด กังวล กดดันแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "because they really do not know",
      "th": "เพราะเขาไม่รู้จริงๆ ว่ามันเป็นไง"
    }
  },
  {
    "translation": {
      "en": "what it's like to give so much to something.",
      "th": "เพราะเขาไม่รู้จริงๆ ว่ามันเป็นไง เวลาเราทุ่มเทให้สิ่งหนึ่งมากๆ"
    }
  },
  {
    "translation": {
      "en": "That's everything.",
      "th": "สิ่งที่เป็นทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "This is going to be un-fucking-believable.",
      "th": "มันโคตรจะเหลือเชื่อเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Thank y'all for coming this afternoon.",
      "th": "ขอบคุณที่สละเวลามากันครับ"
    }
  },
  {
    "translation": {
      "en": "Obviously, this is a, um, special day for the University of Florida.",
      "th": "วันนี้เป็นวันพิเศษ สำหรับมหาวิทยาลัยฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "[Meyer] The day that I walked into The Swamp, it was like a dream.",
      "th": "วันที่ผมเข้าไปเหยียบเดอะสวอมป์ เหมือนฝันเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Ladies and gentlemen, Coach Urban Meyer.",
      "th": "ทุกท่านครับ โค้ชเออร์เบิน ไมเยอร์"
    }
  },
  {
    "translation": {
      "en": "I walked down to the 50-yard-line, I see the bright blue skies. It's 80 degrees, everything is beautiful.",
      "th": "ผมเดินไปที่เส้น 50 หลา เห็นฟ้าสีคราม อากาศ 27 องศา งดงามไปหมด"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"Let's go win a national title.\"",
      "th": "ผมนึกในใจ \"ไปคว้าแชมป์แห่งชาติกัน\""
    }
  },
  {
    "translation": {
      "en": "Thank you very much. I would like to thank Dr. Machen",
      "th": "ขอบคุณดร.แมเช่น และเจเรมี โฟลีย์"
    }
  },
  {
    "translation": {
      "en": "and Jeremy Foley for the opportunity to coach the Gators.",
      "th": "ที่มอบโอกาสให้ผมฝึกสอนทีมเกเตอร์"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Florida had this incredible run in the '90s under Steve Spurrier,",
      "th": "ฟลอริด้าผลงานดีมากในยุค 90 ภายใต้สตีฟ สเปอร์ริเออร์"
    }
  },
  {
    "translation": {
      "en": "playing for national championships every year.",
      "th": "ได้หลุดเข้าไปแข่งชิงแชมป์แห่งชาติทุกปี"
    }
  },
  {
    "translation": {
      "en": "[announcer] The 1996 National Champions!",
      "th": "แชมป์แห่งชาติปี 1996"
    }
  },
  {
    "translation": {
      "en": "That was almost a period of just drunken joy for Gator fans.",
      "th": "เป็นยุคที่แฟนเกเตอร์แทบจะสำลักความสุข"
    }
  },
  {
    "translation": {
      "en": "But by 2005, Florida was not winning.",
      "th": "แต่พอปี 2005 ฟลอริด้าก็ไม่ชนะ"
    }
  },
  {
    "translation": {
      "en": "We were letting down the people that were counting on us by losing,",
      "th": "เราทำให้คนที่เชื่อในตัวเราผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "by not being who we supposed to be, not doing the things we supposed to do.",
      "th": "เราไม่เป็นอย่างที่ควรเป็น ไม่ทำอย่างที่ควรทำ"
    }
  },
  {
    "translation": {
      "en": "The team, just in general, wasn't really respected with--",
      "th": "ทีมไม่ค่อยเป็นที่นับหน้าถือตา"
    }
  },
  {
    "translation": {
      "en": "throughout the community of Gainesville.",
      "th": "ในหมู่ชาวเกนส์วิลล์"
    }
  },
  {
    "translation": {
      "en": "We-- We wasn't winning games, so no free drinks at the bars. [laughs]",
      "th": "เราแข่งไม่ชนะ บาร์เลยไม่แจกเครื่องดื่มฟรี"
    }
  },
  {
    "translation": {
      "en": "[Pat Dooley] They were a sleeping giant.",
      "th": "พวกเขาคือยักษ์หลับ"
    }
  },
  {
    "translation": {
      "en": "And then, of course, Urban was the hot name.",
      "th": "และใครๆ ก็พูดถึงชื่อเออร์เบิน"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] I mean, the feeling was that, with going out and getting Urban Meyer,",
      "th": "ถ้าคว้าเออร์เบิน ไมเยอร์มาได้"
    }
  },
  {
    "translation": {
      "en": "Florida could restore what they had lost.",
      "th": "ฟลอริด้าก็จะทวงคืนสิ่งที่เสียไปได้"
    }
  },
  {
    "translation": {
      "en": "But while it was an exciting hire,",
      "th": "ถึงคนจะตื่นเต้นกับโค้ชใหม่"
    }
  },
  {
    "translation": {
      "en": "you-- you were getting someone that was virtually unknown.",
      "th": "แต่คุณได้คนที่จริงๆ แล้วไม่รู้ว่าเป็นไงนะ"
    }
  },
  {
    "translation": {
      "en": "Meyer had only been a head coach four years at two different places.",
      "th": "ในสี่ปี ไมเยอร์เคยคุมมาสองทีม"
    }
  },
  {
    "translation": {
      "en": "Florida fans wanted a winner,",
      "th": "แฟนๆ ฟลอริด้าอยากได้คนที่การันตีชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "and they're not patient people.",
      "th": "พวกเขาไม่ใจเย็นนะ"
    }
  },
  {
    "translation": {
      "en": "Florida play in the Southeastern Conference.",
      "th": "ฟลอริด้าแข่งในสายตะวันออกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "We call it the SEC.",
      "th": "เราเรียกว่าเอสอีซี"
    }
  },
  {
    "translation": {
      "en": "And college football in the South is like a life-and-death experience.",
      "th": "ฟุตบอลมหาลัยแถวทางใต้ คือเรื่องความเป็นความตาย"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Watching Florida play Tennessee or Florida play Georgia",
      "th": "การดูฟลอริด้าแข่งกับเทนเนสซี หรือฟลอริด้าแข่งกับจอร์เจียก็ไม่ต่าง"
    }
  },
  {
    "translation": {
      "en": "is no different than watching gladiators fight to the death.",
      "th": "การดูฟลอริด้าแข่งกับเทนเนสซี หรือฟลอริด้าแข่งกับจอร์เจียก็ไม่ต่าง จากดูแกลดิเอเตอร์สู้จนตัวตาย"
    }
  },
  {
    "translation": {
      "en": "It's the same emotion. \"Kill or be killed.\"",
      "th": "มันรู้สึกแบบเดียวกัน \"ไม่ฆ่าก็ถูกฆ่า\""
    }
  },
  {
    "translation": {
      "en": "[Dooley] Urban Meyer did not know the SEC, he did not know the South,",
      "th": "เออร์เบิน ไมเยอร์ไม่รู้จักเอสอีซี เขาไม่รู้จักโซนใต้"
    }
  },
  {
    "translation": {
      "en": "and sometimes that can be a problem.",
      "th": "และนี่อาจจะเป็นปัญหา"
    }
  },
  {
    "translation": {
      "en": "You win games, everybody loves you.",
      "th": "ถ้าชนะ ทุกคนก็รักคุณ"
    }
  },
  {
    "translation": {
      "en": "If you lose one, or one big game, that's when the criticism really starts flying.",
      "th": "แต่ถ้าแพ้สักนัดหรือนัดใหญ่ เสียงวิจารณ์ก็จะเริ่มเซ็งแซ่"
    }
  },
  {
    "translation": {
      "en": "And it can get out of hand quick.",
      "th": "แป๊บเดียวก็คุมไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "[Meyer] I came from a hardcore background.",
      "th": "ผมโตมาแบบเข้มงวดมาก"
    }
  },
  {
    "translation": {
      "en": "My father was in the Army. My sister was in the Air Force.",
      "th": "พ่อเป็นทหารบก พี่สาวเป็นทหารอากาศ"
    }
  },
  {
    "translation": {
      "en": "So I've always been that kind of approach, a militaristic approach to your team.",
      "th": "ผมเลยใช้วิถีแบบทหารกับทีม"
    }
  },
  {
    "translation": {
      "en": "And there was a narrative about the Gators, about lack of discipline.",
      "th": "คนลือกันว่าทีมเกเตอร์ขาดวินัย"
    }
  },
  {
    "translation": {
      "en": "And I got after 'em pretty good.",
      "th": "ผมกวดจนเข้าร่องเข้ารอย"
    }
  },
  {
    "translation": {
      "en": "'Cause I knew, you get discipline into those players,",
      "th": "เพราะผมรู้ว่า ถ้าสร้างวินัยให้นักกีฬาได้ ก็จะชนะได้แทบทุกนัด"
    }
  },
  {
    "translation": {
      "en": "you should win most games.",
      "th": "ถ้าสร้างวินัยให้นักกีฬาได้ ก็จะชนะได้แทบทุกนัด"
    }
  },
  {
    "translation": {
      "en": "Coach really… I mean, he ripped into us.",
      "th": "โค้ชจัดเราหนักมาก"
    }
  },
  {
    "translation": {
      "en": "[Harris] He called us to the stadium at five o'clock in the morning,",
      "th": "เขาสั่งให้เราไปสเตเดียมตอนตีห้า"
    }
  },
  {
    "translation": {
      "en": "and he made us run every step in the stadium.",
      "th": "และให้เราวิ่งขึ้นลงบันไดทุกขั้น"
    }
  },
  {
    "translation": {
      "en": "He called everybody out.",
      "th": "เขาสั่งให้ทุกคนต้องมา"
    }
  },
  {
    "translation": {
      "en": "Said whether you got in trouble with the police, or with the school or whatever,",
      "th": "\"ต่อให้แกโดนตำรวจเรียก หรือมีปัญหากับมหาลัย"
    }
  },
  {
    "translation": {
      "en": "that we would not have any of these problems.",
      "th": "เราก็ไม่สน\""
    }
  },
  {
    "translation": {
      "en": "I mean, I'm from Miami, you know?",
      "th": "ผมเป็นคนไมอามี"
    }
  },
  {
    "translation": {
      "en": "A fistfight is-- was nothing for us.",
      "th": "การทะเลาะต่อยตีเป็นเรื่องปกติสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "Coach Meyer got there and kicked all of us out of the home locker room.",
      "th": "โค้ชไมเยอร์มาถึงก็สั่งให้เรา ออกจากห้องแต่งตัวทีมเหย้า"
    }
  },
  {
    "translation": {
      "en": "Made us get dressed in the visitors' locker room.",
      "th": "สั่งให้เราแต่งตัวในห้องทีมเยือน"
    }
  },
  {
    "translation": {
      "en": "Told us we couldn't wear any Gator stuff.",
      "th": "ห้ามไม่ให้เราใส่ชุดทีมเกเตอร์"
    }
  },
  {
    "translation": {
      "en": "Like, \"You have to earn the right to be a Florida Gator.\"",
      "th": "เราต้องพิสูจน์ตัวเองว่า สมกับเป็นฟลอริด้าเกเตอร์"
    }
  },
  {
    "translation": {
      "en": "[Meyer] To say it was warm welcoming?",
      "th": "เป็นการต้อนรับที่อบอุ่มมั้ยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not at all.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "If I was to win big,",
      "th": "ถ้าผมต้องการชนะรายการใหญ่ ผมต้องสร้างทีมนี้ให้แกร่ง"
    }
  },
  {
    "translation": {
      "en": "I needed to build this team, and I need to know who's in and who's out.",
      "th": "ถ้าผมต้องการชนะรายการใหญ่ ผมต้องสร้างทีมนี้ให้แกร่ง ต้องรู้ว่าใครควรอยู่หรือไป"
    }
  },
  {
    "translation": {
      "en": "Mat drills completely changed the game.",
      "th": "การฝึกบนเสื่อยางเปลี่ยนเราให้แกร่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Harris] One person would get down, the other person would jump on his back,",
      "th": "คนนึงนอนลง อีกคนกระโดดไปทับ"
    }
  },
  {
    "translation": {
      "en": "and you gotta stop him from crawling.",
      "th": "เพื่อหยุดไม่ให้อีกฝ่ายคลานไปไหน"
    }
  },
  {
    "translation": {
      "en": "Just the most grueling physical pain",
      "th": "เป็นความเจ็บปวดทางกายที่โหดที่สุด"
    }
  },
  {
    "translation": {
      "en": "you can be in, right? And there's a winner and there's a loser.",
      "th": "เป็นความเจ็บปวดทางกายที่โหดที่สุด มีคนนึงชนะ คนนึงแพ้"
    }
  },
  {
    "translation": {
      "en": "Everybody's screaming, teammates cheering you on.",
      "th": "ทุกคนตะโกน เพื่อนในทีมส่งเสียงเชียร์"
    }
  },
  {
    "translation": {
      "en": "I mean, it was-- it was Vietnam.",
      "th": "สงครามเวียดนามชัดๆ"
    }
  },
  {
    "translation": {
      "en": "It was-- When I say \"hard,\" the hardest thing I ever went through in my life.",
      "th": "ถ้าบอกว่าโหด นี่คือโหดสุดในชีวิตผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "You are fucking giving in. Stop faking it, bro.",
      "th": "ยอมแพ้แล้วเหรอวะ เลิกสำออยได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Meyer] My attempt was to get people that weren't committed to quit the team,",
      "th": "ความตั้งใจผมคือ ใครใจไม่สู้ก็ออกจากทีมไป"
    }
  },
  {
    "translation": {
      "en": "and find out who was going to be all-in.",
      "th": "และหาคนที่ใจสู้เต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "It was unmerciful.",
      "th": "ไม่มีปรานีครับ"
    }
  },
  {
    "translation": {
      "en": "[Meyer] When I take over a team, I need to find the leaders.",
      "th": "พอเข้ามาคุมทีม ผมต้องหาผู้นำ"
    }
  },
  {
    "translation": {
      "en": "And the guy that started to rise to the top was a guy named Brandon Siler.",
      "th": "และคนที่เริ่มผงาดขึ้นมา คือแบรนดอน ไซเลอร์"
    }
  },
  {
    "translation": {
      "en": "[Siler] When Urban showed up, my very first impression of him was bad.",
      "th": "ตอนเจอเออร์เบินครั้งแรก ผมไม่ชอบเขาเลย"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"I don't like this guy. I don't know who this guy is.\"",
      "th": "แบบ \"ไม่ชอบขี้หน้าคนนี้ ใครก็ไม่รู้\""
    }
  },
  {
    "translation": {
      "en": "I grew up in Pine Hills, which is the projects and all that, though.",
      "th": "ผมโตที่ไพน์ฮิลส์ซึ่งเป็นย่านเสื่อมโทรม"
    }
  },
  {
    "translation": {
      "en": "If you want to play Grand Theft Auto for real,",
      "th": "ถ้าอยากเล่นเกมแกรนด์เทฟออโต้ในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "go to Pine Hills after dark.",
      "th": "ก็เชิญที่ไพน์ฮิลส์หลังพระอาทิตย์ตก"
    }
  },
  {
    "translation": {
      "en": "[laughs] So that's where I'm from.",
      "th": "ผมมาจากที่นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I knew that I wanted something different.",
      "th": "ผมรู้ว่าผมอยากมีชีวิตที่แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "And then when I got on campus, it was a little bit of a culture shock.",
      "th": "พอเข้ามหาลัย ผมช็อกนิดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Where I come from, there's not a lot of, um, white people, you know?",
      "th": "แถวบ้านผมมีคนขาวไม่เยอะ"
    }
  },
  {
    "translation": {
      "en": "But real quickly, you start to understand",
      "th": "แต่ไม่นานก็เริ่มเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "that there's another world out there that's different from the one that you were brought up in.",
      "th": "มีโลกอีกใบที่ต่างไปจากโลกที่เราโตมาสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "When Urban came to University of Florida, he wants you to work out to the death.",
      "th": "พอเออร์เบินมาถึงมหาวิทยาลัยฟลอริด้า เขาอยากให้เราออกกำลังกายถึงตาย"
    }
  },
  {
    "translation": {
      "en": "I want to work out to the death!",
      "th": "ผมอยากออกให้ตายไปเลย"
    }
  },
  {
    "translation": {
      "en": "I'll take the big boy.",
      "th": "ผมจะล้มช้างให้ได้"
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback!",
      "th": "ผมจะคว่ำตัวฟูลแบ็ก"
    }
  },
  {
    "translation": {
      "en": "He wanted to win. I want to win!",
      "th": "เขาอยากชนะ ผมอยากชนะ"
    }
  },
  {
    "translation": {
      "en": "I'll take the fullback down.",
      "th": "ผมจะจัดตัวฟูลแบ็กให้คว่ำ"
    }
  },
  {
    "translation": {
      "en": "And this is where I bought in.",
      "th": "ผมเลยเกิดศรัทธา"
    }
  },
  {
    "translation": {
      "en": "It wasn't about lifting weights.",
      "th": "มันไม่ใช่เรื่องการยกเวท"
    }
  },
  {
    "translation": {
      "en": "Go, go, go!",
      "th": "ออกแรงอีก"
    }
  },
  {
    "translation": {
      "en": "-[Siler] It was about mental toughness. -Go!",
      "th": "แต่เป็นความแกร่งทางจิตใจ"
    }
  },
  {
    "translation": {
      "en": "He wanted to understand what happens after he breaks you.",
      "th": "เขาอยากรู้ว่า ถ้าเขาผลักเราไปถึงขีดสุดแล้วจะเป็นไง"
    }
  },
  {
    "translation": {
      "en": "Straight arms. Straight arms!",
      "th": "แขนตึง"
    }
  },
  {
    "translation": {
      "en": "Are you gonna just push through it, or you gonna cry like a baby? You gonna quit?",
      "th": "จะสู้ต่อ จะงอแง หรือจะถอดใจ"
    }
  },
  {
    "translation": {
      "en": "[Meyer] Most people grab their bag and go home.",
      "th": "คนส่วนใหญ่เก็บกระเป๋ากลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "-I'm going clutch. -[man] Let's go! Push that shit up!",
      "th": "ออกแรง! ดันขึ้นไป!"
    }
  },
  {
    "translation": {
      "en": "You know what Brandon Silers do? That's when they get better.",
      "th": "รู้มั้ยแบรนดอน ไซเลอร์ทำอะไร ทำให้ทุกคนแกร่งขึ้นครับ"
    }
  },
  {
    "translation": {
      "en": "I mean, he was vocal, a great player, tough as nails, and all-in.",
      "th": "เขากล้าพูด เล่นเก่ง แข็งแกร่ง และใจสู้"
    }
  },
  {
    "translation": {
      "en": "He was the perfect leader.",
      "th": "เป็นผู้นำที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "But he was far from easy to manage.",
      "th": "แต่เขาจัดการไม่ง่ายเลย"
    }
  },
  {
    "translation": {
      "en": "[Siler] Everything I did, I did it to the death.",
      "th": "ไม่ว่าจะทำอะไร ผมจะเอาให้ตายไปข้าง"
    }
  },
  {
    "translation": {
      "en": "And I drank a lot, right? I like to drink.",
      "th": "ผมเคยดื่มจัดมาก ผมชอบดื่ม"
    }
  },
  {
    "translation": {
      "en": "So one day, Urban calls me in the office. He says, \"You know what?\"",
      "th": "มีวันนึง เออร์เบินเรียกผมไปหา เขาบอกว่า \"นี่\""
    }
  },
  {
    "translation": {
      "en": "\"I'm calling your parents up. I'mma have a talk with 'em.\"",
      "th": "\"ฉันจะโทรหาพ่อแม่แก มีเรื่องต้องคุย\""
    }
  },
  {
    "translation": {
      "en": "My mom's a character.",
      "th": "แม่ผมเป็นคนแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "My step-dad, he had 13 gold teeth in his mouth.",
      "th": "พ่อเลี้ยงผมมีฟันเลี่ยมทอง 13 ซี่"
    }
  },
  {
    "translation": {
      "en": "My mom got gold teeth in her mouth. They both got ten tattoos.",
      "th": "แม่ผมก็มี และทั้งสองคนสักเป็นสิบแห่ง"
    }
  },
  {
    "translation": {
      "en": "[chuckling] So, they show up to campus, they've been drinking all day.",
      "th": "เขามาที่มหาลัย หัวราน้ำมาทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "And my mama says, \"Meyers, listen.\"",
      "th": "แม่ผมบอกว่า \"นี่ ไมเยอร์\""
    }
  },
  {
    "translation": {
      "en": "\"My son come here to win a National Championship and go to the NFL.\"",
      "th": "\"ลูกชายฉันมาที่นี่เพื่อชนะแชมป์ระดับชาติ และไปเล่นในเอ็นเอฟแอล\""
    }
  },
  {
    "translation": {
      "en": "\"So if you ain't here to do that, then you need to get out the way.\"",
      "th": "\"ถ้าทำไม่ได้ ก็ถอยไป\""
    }
  },
  {
    "translation": {
      "en": "\"This ain't Utah.\" [laughs]",
      "th": "\"แถวนี้ไม่ใช่ยูทาห์\""
    }
  },
  {
    "translation": {
      "en": "[Meyer] I don't understand his world. I don't know the streets, you know?",
      "th": "ผมไม่เข้าใจโลกของเขาเลย ผมไม่รู้จักพื้นเพของเขา ก็เลยช็อกมาก"
    }
  },
  {
    "translation": {
      "en": "That's why I was so shocked.",
      "th": "ผมไม่รู้จักพื้นเพของเขา ก็เลยช็อกมาก"
    }
  },
  {
    "translation": {
      "en": "[Siler] They have this whole conversation, they walk out the door.",
      "th": "เขาคุยกันนานมาก แล้วพอเดินออกมา"
    }
  },
  {
    "translation": {
      "en": "He says, \"Come here.\"",
      "th": "ไมเยอร์ก็บอกว่า \"มานี่\""
    }
  },
  {
    "translation": {
      "en": "Gives me a hug. He says…",
      "th": "เขาพูดว่าขอกอดหน่อย"
    }
  },
  {
    "translation": {
      "en": "\"You just keep doing what you're doing.\"",
      "th": "\"ทำต่อไปเรื่อยๆ นะ\""
    }
  },
  {
    "translation": {
      "en": "\"That's the craziest set of parents I've ever met.\"",
      "th": "\"นี่เป็นพ่อแม่ที่บ้าที่สุดเท่าที่ฉันเคยเจอมาเลย\""
    }
  },
  {
    "translation": {
      "en": "[Meyer] The season started in '05, and… I thought I knew big-time football.",
      "th": "ฤดูกาลนั้นเริ่มปี 2005 ผมคิดว่าผมรู้จักฟุตบอลสไตล์เข้มข้น"
    }
  },
  {
    "translation": {
      "en": "You don't know big-time football until you start messing around",
      "th": "แต่คุณไม่มีทางรู้จักฟุตบอลสไตล์เข้มข้น จนกว่าจะได้สัมผัสสายตะวันออกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "in that Southeastern Conference.",
      "th": "จนกว่าจะได้สัมผัสสายตะวันออกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "[announcer] A new ingredient into this bitter stew, the Urban Meyer experience.",
      "th": "จับวัตถุดิบใหม่มาใส่สตูว์แสนขม ประสบการณ์เออร์เบิน ไมเยอร์"
    }
  },
  {
    "translation": {
      "en": "[Meyer] I remember hearing a contact…",
      "th": "ผมจำตอนได้ยินเสียงปะทะกันได้…"
    }
  },
  {
    "translation": {
      "en": "…two sledgehammers, every snap.",
      "th": "เหมือนค้อนสองอันกระแทกกัน"
    }
  },
  {
    "translation": {
      "en": "Never been exposed to the athletic big men",
      "th": "ผมไม่เคยเจอนักกีฬาร่างใหญ่"
    }
  },
  {
    "translation": {
      "en": "that play the game of football in the SEC.",
      "th": "ที่แข่งในสายเอสอีซี"
    }
  },
  {
    "translation": {
      "en": "You know, the first game was against Wyoming.",
      "th": "นัดแรกเราเจอกับไวโอมิ่ง"
    }
  },
  {
    "translation": {
      "en": "We won, and it wasn't-- It was good, it was great.",
      "th": "เราชนะ และมันก็ไม่…มันดีอยู่"
    }
  },
  {
    "translation": {
      "en": "We beat Tennessee in game three, in a really tight game.",
      "th": "นัดที่สาม เราชนะเทนเนสซีในเกมหิน"
    }
  },
  {
    "translation": {
      "en": "We beat Kentucky.",
      "th": "เราถล่มเคนตักกี้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Gators score on seven straight possessions,",
      "th": "เกเตอร์ทำแต้มได้ในเจ็ดโพเซสชั่นรวด"
    }
  },
  {
    "translation": {
      "en": "as Urban Meyer's fifth-ranked team wins a fourth straight game.",
      "th": "ทีมอันดับห้าของเออร์เบิน ไมเยอร์ ชนะติดกันเป็นนัดที่สี่"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] There was excitement about Urban Meyer.",
      "th": "ใครๆ ก็ตื่นเต้นเรื่องเออร์เบิน ไมเยอร์"
    }
  },
  {
    "translation": {
      "en": "He was a smart, intellectual tactitioner of the game.",
      "th": "เขาเป็นจอมวางแผนที่ทั้งฉลาดทั้งเฉียบ"
    }
  },
  {
    "translation": {
      "en": "We had heard so much about, uh, the spread offense that Urban Meyer brought to Florida.",
      "th": "เราได้ยินมาหนาหูเรื่องระบบการรุกแบบกระจาย ที่เออร์เบินเอามาใช้กับฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "My offensive philosophy? Score and score fast.",
      "th": "แนวคิดในการรุกของผมคือ ทำคะแนนให้ได้และให้ไว"
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, my reputation as a younger coach was trick plays,",
      "th": "สมัยเป็นโค้ชหนุ่มๆ ผมดังเรื่องลูกสูตร"
    }
  },
  {
    "translation": {
      "en": "and fake punts, and spread offense.",
      "th": "ลูกแกล้งเตะออก และระบบการรุกแบบกระจาย"
    }
  },
  {
    "translation": {
      "en": "Like a fast break on turf.",
      "th": "สวนกลับแบบบาสในสนามบอลครับ"
    }
  },
  {
    "translation": {
      "en": "[Meyer] And then, when I met Dan Mullen, we shared the same mentality,",
      "th": "พอเจอแดน มัลเลน เรามีแนวคิดตรงกัน"
    }
  },
  {
    "translation": {
      "en": "and that was the basis for the philosophy that we built at Utah.",
      "th": "และนั่นคือรากฐาน ของแนวคิดที่เราพัฒนาขึ้นที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "Urban Meyer had been really good at-- at Utah,",
      "th": "เออร์เบิน ไมเยอร์ทำผลงานดีมากที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "where he was the previous season.",
      "th": "ที่เขาเป็นโค้ชเมื่อฤดูกาลก่อน"
    }
  },
  {
    "translation": {
      "en": "And Dan Mullen was an imaginative offensive play-caller.",
      "th": "แถมแดน มัลเลนยังเป็น นักวางเกมรุกเปี่ยมจินตนาการ"
    }
  },
  {
    "translation": {
      "en": "It was almost like Butch Cassidy and the Sundance Kid.",
      "th": "แทบจะเหมือนคู่หู บุตช์ แคสซิดี้กับเดอะซันแดนซ์คิด"
    }
  },
  {
    "translation": {
      "en": "[announcer] The dream has been realized.",
      "th": "ฝันเป็นจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Utah, you did!",
      "th": "ยูทาห์ชนะแล้ว!"
    }
  },
  {
    "translation": {
      "en": "[Dooley] You know, they'd had unbelievable success.",
      "th": "พวกเขาทำสำเร็จอย่างเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "And there were things that we were seeing that we had not seen before.",
      "th": "อะไรที่ไม่เคยเห็นก็ได้เห็น"
    }
  },
  {
    "translation": {
      "en": "[announcer] Every defensive coach in the country",
      "th": "โค้ชทีมรับทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "is looking at a way to slow down this spread offense",
      "th": "ต่างหาวิธีหยุดระบบการรุกแบบกระจาย"
    }
  },
  {
    "translation": {
      "en": "that has exploded across college football.",
      "th": "ที่ลามไปทั่ววงการฟุตบอลมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "[Dan Mullen] The base idea was to get away from the traditional offense",
      "th": "แนวคิดตั้งต้นคือ การแหกขนมทีมรุกแบบเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "where the quarterback just stood in the pocket and threw the ball,",
      "th": "ที่ควอร์เตอร์แบ็ก จะยืนขว้างบอลจากพ็อกเก็ต"
    }
  },
  {
    "translation": {
      "en": "and you never had to worry about him running.",
      "th": "และหมดห่วงเรื่องให้เขาวิ่ง"
    }
  },
  {
    "translation": {
      "en": "We wanted to create this offense",
      "th": "เราอยากสร้างสไตล์การรุก"
    }
  },
  {
    "translation": {
      "en": "where defenses had to defend a quarterback that could throw and run,",
      "th": "ที่แนวรับต้องกันให้ ควอร์เตอร์แบ็กขว้างบอลแล้ววิ่งได้"
    }
  },
  {
    "translation": {
      "en": "running backs that could run and catch,",
      "th": "รันนิ่งแบ็กก็ต้องวิ่งไปรับบอลได้"
    }
  },
  {
    "translation": {
      "en": "receivers that could come in and run the ball,",
      "th": "รีซีฟเวอร์ก็ต้องเข้ามาถือบอลวิ่งได้"
    }
  },
  {
    "translation": {
      "en": "and force you to have to defend the whole width of the field.",
      "th": "และบังคับให้อีกฝ่ายต้องวางแนวรับ จนเต็มความกว้างสนาม"
    }
  },
  {
    "translation": {
      "en": "[announcer] Touchdown, Utah!",
      "th": "ทัชดาวน์ ยูทาห์!"
    }
  },
  {
    "translation": {
      "en": "The narrative at that time was, \"That's great for a Utah,",
      "th": "คำพูดสมัยนั้นก็คือ \"ก็ใช้ได้ที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "but that'll never work in the Southeastern Conference.\"",
      "th": "แต่ใช้ไม่ได้ที่สายตะวันออกเฉียงใต้แน่\""
    }
  },
  {
    "translation": {
      "en": "[announcer] We welcome you to Tuscaloosa.",
      "th": "ยินดีต้อนรับสู่ทัสคาลูซ่า (สัปดาห์ที่ห้า) (ฟลอริด้า - แอละแบมา)"
    }
  },
  {
    "translation": {
      "en": "It is one of the most electrifying places in college football.",
      "th": "หนึ่งในสถานที่ที่เดือดที่สุด ในลีกอเมริกันฟุตบอลมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] You had Urban Meyer from Ohio and Dan Mullen from New Hampshire,",
      "th": "เรามีเออร์บิน ไมเยอร์จากโอไฮโอ และแดน มัลเลนจากนิวแฮมป์เชอร์"
    }
  },
  {
    "translation": {
      "en": "and they were coming to Gainesville, Florida",
      "th": "และทั้งคู่มาที่เกนส์วิลล์ ฟลอริด้า เพื่อสอนเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "to teach the rest of us how college football is played.",
      "th": "และทั้งคู่มาที่เกนส์วิลล์ ฟลอริด้า เพื่อสอนเราทุกคน ว่าฟุตบอลมหาลัยต้องเล่นยังไง"
    }
  },
  {
    "translation": {
      "en": "So there are always going to be, uh, skeptics",
      "th": "ใครๆ ก็ต้องกังขา"
    }
  },
  {
    "translation": {
      "en": "when you're bringing a spread offense to the Southeastern Conference,",
      "th": "ถ้าคุณเอาระบบการรุกแบบกระจาย มาใช้กับสายตะวันออกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "which was still, primarily, a defensive conference.",
      "th": "ที่หลักๆ ยังคงเป็นสายเน้นเกมรับ"
    }
  },
  {
    "translation": {
      "en": "[Siler] We roll into Alabama.",
      "th": "เราบดแอละแบมา"
    }
  },
  {
    "translation": {
      "en": "We think we're great at this time.",
      "th": "ตอนนั้นเราว่าเราเจ๋งนะ"
    }
  },
  {
    "translation": {
      "en": "And they were 15th, we were fifth.",
      "th": "พวกเขาอยู่อันดับ 15 ส่วนเราอันดับห้า คนก็หวังให้เราชนะ"
    }
  },
  {
    "translation": {
      "en": "We were expected to win.",
      "th": "ส่วนเราอันดับห้า คนก็หวังให้เราชนะ"
    }
  },
  {
    "translation": {
      "en": "We expected ourselves to win.",
      "th": "เราก็หวังว่าต้องชนะ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Fumbles as he is tackled.",
      "th": "โดนแท็กเกิล บอลหลุดมือครับ"
    }
  },
  {
    "translation": {
      "en": "And the ball is recovered by Florida.",
      "th": "และฟลอริด้าคว้าบอลไว้ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "[Harris] We were on a winning streak at that time,",
      "th": "ตอนนั้นเราชนะรวด"
    }
  },
  {
    "translation": {
      "en": "and that's the first time I got to see Coach Meyer, uh…",
      "th": "และเป็นครั้งแรกที่ผมเห็นโค้ชไมเยอร์…"
    }
  },
  {
    "translation": {
      "en": "his desire for winning.",
      "th": "ความกระหายในชัยชนะของเขา"
    }
  },
  {
    "translation": {
      "en": "See the fire in his eyes.",
      "th": "เห็นไฟลุกโชนในนัยน์ตา"
    }
  },
  {
    "translation": {
      "en": "[Meyer] Alabama was one of the first tests. They were a great defensive team.",
      "th": "แอละแบมาเป็นบททดสอบแรกๆ เราเป็นทีมที่ตั้งรับได้ดีเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "And I had to prove this is not a gimmick offense.",
      "th": "และผมต้องพิสูจน์ว่าเราไม่ได้เล่นเกมรุกขำๆ"
    }
  },
  {
    "translation": {
      "en": "\"We gotta win that game.\"",
      "th": "เราต้องชนะนัดนั้นให้ได้"
    }
  },
  {
    "translation": {
      "en": "[commentator] Out of the gun, the spread offense.",
      "th": "ใช้แผนช็อตกันแล้ว รุกแบบกระจายครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Three-man defensive line right away for Alabama.",
      "th": "แอละแบมาจัดแนวรับสามคนทันที"
    }
  },
  {
    "translation": {
      "en": "They've been going to this more often.",
      "th": "เริ่มใช้แผนนี้บ่อยขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] Fumble! Fumble.",
      "th": "หลุดมือครับ!"
    }
  },
  {
    "translation": {
      "en": "This is gonna be a physical game.",
      "th": "เกมนี้จัดกันหนักแน่"
    }
  },
  {
    "translation": {
      "en": "The offense we ran at the beginning was the offense they tried to run at Utah.",
      "th": "ทีมรุกที่เราใช้ในตอนแรก คือทีมรุกที่เขาเคยลองที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "But we just weren't ready to be what he wanted us to be.",
      "th": "แต่เรายังไม่พร้อมจะเป็น ในสิ่งที่เขาอยากให้เราเป็น"
    }
  },
  {
    "translation": {
      "en": "[announcer] That'll be the big challenge for Chris Leak.",
      "th": "คริส ลีคเจองานหินเข้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "When he runs this offense, to really make it go,",
      "th": "ถ้าจะรุกให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "you must run your quarterback.",
      "th": "ต้องให้ควอร์เตอร์แบ็กวิ่งครับ"
    }
  },
  {
    "translation": {
      "en": "[Siler] Everybody understood what we were trying to do.",
      "th": "ทุกคนเข้าใจว่าเราพยายามทำอะไร"
    }
  },
  {
    "translation": {
      "en": "But you have to have the right personnel. We had Chris Leak playing quarterback.",
      "th": "แต่เราต้องมีคนที่เหมาะสม เรามีคริส ลีคเป็นควอร์เตอร์เแบ็ก"
    }
  },
  {
    "translation": {
      "en": "And he was, like, a drop-back, shotgun type of guy.",
      "th": "เขาเป็นสายช็อตกันส่งหลัง"
    }
  },
  {
    "translation": {
      "en": "And then Urban comes with this offense that's used to a running quarterback.",
      "th": "แล้วเออร์เบินก็เอาระบบรุก ที่ต้องให้ควอร์เตอร์แบ็กวิ่งมาใช้"
    }
  },
  {
    "translation": {
      "en": "[announcer] He knocks Chris Leak down, and Penn Wagers says,",
      "th": "เขาจัดการคริส ลีคล้มไปแล้วครับ เพนน์ เวเจอร์บอกว่า \"ไม่ผิดกติกา\""
    }
  },
  {
    "translation": {
      "en": "\"Hey, that was a legitimate play.\"",
      "th": "เพนน์ เวเจอร์บอกว่า \"ไม่ผิดกติกา\""
    }
  },
  {
    "translation": {
      "en": "He's a quarterback. He wants to throw it to somebody.",
      "th": "ก็เขาเป็นควอร์เตอร์แบ็ก เขาอยากขว้างบอลให้คนอื่น ไม่ได้อยากถือบอลวิ่ง"
    }
  },
  {
    "translation": {
      "en": "He didn't want to run it.",
      "th": "เขาอยากขว้างบอลให้คนอื่น ไม่ได้อยากถือบอลวิ่ง"
    }
  },
  {
    "translation": {
      "en": "[commentator] …wants to go deep",
      "th": "ตั้งใจขว้างไกลเลยครับ"
    }
  },
  {
    "translation": {
      "en": "to Prothro, who's down there!",
      "th": "โพรโธรรับได้ วิ่งไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "He's got it!",
      "th": "เขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And he is gone!",
      "th": "วิ่งฉิวเลย"
    }
  },
  {
    "translation": {
      "en": "No flags.",
      "th": "ธงไม่ขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "[Siler] They hit us in the mouth, hard.",
      "th": "พวกเขาตบหน้าเราจังๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, there's losing, and then, there's getting your butt whooped.",
      "th": "มันมีสิ่งที่เรียกว่าแพ้เฉยๆ กับแพ้หลุดลุ่ยครับ"
    }
  },
  {
    "translation": {
      "en": "And we got our butt whooped.",
      "th": "เราแพ้หลุดลุ่ย"
    }
  },
  {
    "translation": {
      "en": "[commentator] This will be Urban Meyer's first loss",
      "th": "นี่คือความพ่ายแพ้ครั้งแรกจาก 21 นัด ของเออร์เบิน ไมเยอร์ในฐานะโค้ช"
    }
  },
  {
    "translation": {
      "en": "as a coach in his last 21 games.",
      "th": "นี่คือความพ่ายแพ้ครั้งแรกจาก 21 นัด ของเออร์เบิน ไมเยอร์ในฐานะโค้ช (จบเกม) (ฟลอริด้า 3 - แอละแบมา 31)"
    }
  },
  {
    "translation": {
      "en": "[announcer] If you're Florida, at this point, now you've gotta go back",
      "th": "ถ้าคุณเป็นฟลอริด้าตอนนี้ คุณต้องกลับไปวางแผนใหม่แล้วครับ"
    }
  },
  {
    "translation": {
      "en": "to the drawing board a little bit. I mean, everything had gone well for you.",
      "th": "ถ้าคุณเป็นฟลอริด้าตอนนี้ คุณต้องกลับไปวางแผนใหม่แล้วครับ ทุกอย่างเคยไปได้สวยสำหรับคุณ"
    }
  },
  {
    "translation": {
      "en": "Now, you're looking at your first loss,",
      "th": "แต่คุณแพ้นัดแรกเข้าจนได้"
    }
  },
  {
    "translation": {
      "en": "and a somewhat embarrassing loss here in Tuscaloosa.",
      "th": "แถมยังแพ้แบบขายหน้าที่ทัสคาลูซ่า"
    }
  },
  {
    "translation": {
      "en": "We get hammered by Alabama, and then we lose to LSU.",
      "th": "เราโดนแอละแบมาถล่ม ต่อด้วยไปแพ้ให้แอลเอสยูอีก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Nowhere to go with the football. Look at the coverage.",
      "th": "ไม่มีอนาคตในวงการฟุตบอลแล้ว ดูข่าวสิ"
    }
  },
  {
    "translation": {
      "en": "[commentator] So much conversation about the spread option.",
      "th": "คนถกกันใหญ่โต เรื่องระบบการรุกแบบกระจาย"
    }
  },
  {
    "translation": {
      "en": "Does it, does it not work in the SEC?",
      "th": "ระบบนี้ใช้ที่เอสอีซีได้หรือไม่กันแน่"
    }
  },
  {
    "translation": {
      "en": "[Meyer] We all experienced two devastating losses.",
      "th": "เราแพ้ย่อยยับสองนัด"
    }
  },
  {
    "translation": {
      "en": "And if we lose one more, we're out of the SEC race.",
      "th": "ขืนแพ้อีกนัด เราโดนเขี่ยหลุดเอสอีซีแน่"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Every time you lose a game as a coach in the SEC, it's like suffering a death.",
      "th": "ในฐานะโค้ชเอสอีซี ทุกความพ่ายแพ้เหมือนทรมานเจียนตาย"
    }
  },
  {
    "translation": {
      "en": "And it-- it made you wonder that Urban Meyer had better sign some big players.",
      "th": "และทำให้คุณฉุกคิดว่า เออร์เบิน ไมเยอร์ควรหาตัวเก่งมาเข้าทีม"
    }
  },
  {
    "translation": {
      "en": "[Mullen] Biggest missing piece in the puzzle",
      "th": "จิ๊กซอว์ชิ้นสำคัญที่หายไปคือควอร์เตอร์แบ็ก"
    }
  },
  {
    "translation": {
      "en": "was that quarterback that could not just throw,",
      "th": "จิ๊กซอว์ชิ้นสำคัญที่หายไปคือควอร์เตอร์แบ็ก ที่ขว้างบอลก็ได้"
    }
  },
  {
    "translation": {
      "en": "but also run with the ball.",
      "th": "ถือบอลวิ่งก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Meyer] One day, as I'm getting off the plane,",
      "th": "มีวันนึงตอนผมลงจากเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "a guy that's helping us with our bags, he said, \"Hey, you need to recruit this Tim Tebow guy.\"",
      "th": "คนที่ช่วยยกกระเป๋าเอ่ยว่า \"คุณต้องเอาทิม ทีโบว์มาเข้าทีมนะ\""
    }
  },
  {
    "translation": {
      "en": "And I go, \"Tim Tebow?\" And it's the first time I heard his name.",
      "th": "ผมแบบ \"ทิม ทีโบว์เหรอ\" เพิ่งเคยได้ยินชื่อนี้เลย"
    }
  },
  {
    "translation": {
      "en": "He goes, \"Well, he's the-- He's a quarterback here in Jacksonville",
      "th": "เขาพูดว่า \"ทีโบว์เป็น ควอร์เตอร์แบ็กที่แจ็กสันวิลล์นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "that's a really good player, and, you know, everybody loves him.\"",
      "th": "เก่งมาก ใครๆ ก็ชอบ\" เทือกๆ นั้น"
    }
  },
  {
    "translation": {
      "en": "And all that. And I was like, \"Okay.\"",
      "th": "ผมแบบ \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "I take another seven steps,",
      "th": "พอเดินไปอีกเจ็ดก้าว"
    }
  },
  {
    "translation": {
      "en": "someone else says, \"Hey, Tebow!\" And he starts screaming at me.",
      "th": "ก็มีคนมาตะโกนว่า \"เฮ้ย ทีโบว์\" ใส่ผม"
    }
  },
  {
    "translation": {
      "en": "Hey! We will not be stopped! I will not be stopped right now!",
      "th": "ใครก็หยุดเราไม่ได้ ใครก็หยุดกูไม่ได้ตอนนี้!"
    }
  },
  {
    "translation": {
      "en": "And then there's fans behind a-- a gated area.",
      "th": "แล้วก็มีแฟนๆ ที่อยู่นอกเกตสนามบิน"
    }
  },
  {
    "translation": {
      "en": "They're-- Half of 'em are screaming, \"Hey, recruit Tebow!\"",
      "th": "ตะโกนว่า \"เฮ้ย คว้าทีโบว์มา\""
    }
  },
  {
    "translation": {
      "en": "It was daily. You know, \"Tebow, Tebow, Tebow.\"",
      "th": "เจอคนพูดว่า \"ทีโบว์ๆ\" ใส่ทุกวัน"
    }
  },
  {
    "translation": {
      "en": "After a while, you're, \"Okay, enough with the Tebow stuff.\"",
      "th": "พอสักพักก็แบบ \"ฟังชื่อนี้มาพอแล้ว\""
    }
  },
  {
    "translation": {
      "en": "So I went and watched him play.",
      "th": "ผมเลยไปดูเขาเล่น"
    }
  },
  {
    "translation": {
      "en": "I just remember, I was, like, paralyzed, for just staring at what I was watching.",
      "th": "ผมจำได้เลยว่าผมตัวชากับภาพที่เห็นตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "Hustling on and off the field, lifting everybody else up around him.",
      "th": "ไล่ต้อนทั้งในและนอกสนาม ปลุกใจทุกคนรอบตัว"
    }
  },
  {
    "translation": {
      "en": "The unselfishness of the way he was playing the game and the effort, I mean,",
      "th": "สไตล์การเล่นที่ไม่เอาแต่ตัวเองเด่นเอย ความพยายามเอย…"
    }
  },
  {
    "translation": {
      "en": "I got in my car and said, \"That's-- that's gotta be my quarterback.\"",
      "th": "ผมกลับมาที่รถแล้วแบบว่า \"คนนี้แหละควอร์เตอร์แบ็กของผม\""
    }
  },
  {
    "translation": {
      "en": "Hey, out there, everything for one another, y'all.",
      "th": "พอลงสนาม เราทุ่มสุดตัวเพื่อกันและกันนะ"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ลุย"
    }
  },
  {
    "translation": {
      "en": "My parents told us when we were young, they're just not gonna be able to afford college.",
      "th": "ตอนเด็กๆ พ่อแม่บอกเราว่า เขาไม่มีปัญหาส่งเรียนมหาลัย"
    }
  },
  {
    "translation": {
      "en": "So if you wanna go, you gotta earn a scholarship.",
      "th": "ถ้าอยากเรียน ก็หาทุนให้ได้"
    }
  },
  {
    "translation": {
      "en": "I was rated pretty high.",
      "th": "ผมอยู่ในลำดับค่อนข้างดี"
    }
  },
  {
    "translation": {
      "en": "In the top handful of quarterbacks in the country.",
      "th": "ในกลุ่มควอร์เตอร์แบ็กแนวหน้า ระดับประเทศที่มีอยู่ไม่กี่คน"
    }
  },
  {
    "translation": {
      "en": "I was fortunate to have a lot of schools interested in me.",
      "th": "ผมโชคดีที่มีหลายมหาลัยให้ความสนใจ"
    }
  },
  {
    "translation": {
      "en": "Alabama, and LSU, and Southern Cal, and Michigan, and Ohio State.",
      "th": "แอละแบมา แอลเอสยู เซาเธิร์นแคล มิชิแกน โอไฮโอสเตท"
    }
  },
  {
    "translation": {
      "en": "Florida wasn't even in the picture.",
      "th": "ฟลอริด้าไม่ได้อยู่ในนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Meyer] I knew that we had to have Tim Tebow.",
      "th": "ผมรู้ว่าเราต้องคว้าทิม ทีโบว์มาให้ได้"
    }
  },
  {
    "translation": {
      "en": "At that time, offensively, we were really struggling.",
      "th": "ตอนนั้น เกมรุกเราอ่อนมาก"
    }
  },
  {
    "translation": {
      "en": "That was ripping my heart apart. That I'm not holding up our end of the bargain.",
      "th": "ผมเจ็บใจที่ไม่สามารถ ทำผลงานได้ดีตามสัญญา"
    }
  },
  {
    "translation": {
      "en": "And, uh, sure enough, we have to go play at South Carolina.",
      "th": "แล้วเราต้องไปแข่งกับเซาธ์แคโรไลน่า"
    }
  },
  {
    "translation": {
      "en": "Steve Spurrier's the coach, he's got a really good team.",
      "th": "โค้ชคือสตีฟ สเปอร์ริเออร์ ทีมเขาเก่งมาก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Folks, it has been 66 years",
      "th": "เซาธ์แคโนไรน่า ไม่ชนะฟลอริด้ามา 66 ปีแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "since South Carolina has knocked off Florida.",
      "th": "เซาธ์แคโนไรน่า ไม่ชนะฟลอริด้ามา 66 ปีแล้วครับ (สัปดาห์ที่สิบ) (ฟลอริด้า - ซ.แคโรไลน่า)"
    }
  },
  {
    "translation": {
      "en": "They have lost 14 straight,",
      "th": "แพ้ 14 นัดรวด"
    }
  },
  {
    "translation": {
      "en": "including a 37-0 loss to Florida when Steve Spurrier was quarterback.",
      "th": "รวมถึงนัดที่แพ้ 37-0 ให้ฟลอริด้า สมัยสตีฟ สเปอร์ริเออร์เป็นควอร์เตอร์แบ็ก"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] South Carolina was special because it was Steve Spurrier,",
      "th": "เซาธ์แคโรไลน่าเขาพิเศษ เพราะสตีฟ สเปอร์ริเออร์ มีจิตวิญญาณเกเตอร์เข้มข้น"
    }
  },
  {
    "translation": {
      "en": "who was a Gator through and through.",
      "th": "เพราะสตีฟ สเปอร์ริเออร์ มีจิตวิญญาณเกเตอร์เข้มข้น"
    }
  },
  {
    "translation": {
      "en": "Led them to a national championship, then suddenly, he's on the other sideline,",
      "th": "เคยพาฟลอริด้าไปคว้าแชมป์แห่งชาติ แล้วทีนี้มาอยู่ฝั่งตรงข้าม"
    }
  },
  {
    "translation": {
      "en": "and it couldn't have gotten any more personal.",
      "th": "น่าหงุดหงิดกว่านี้ไม่มีอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Meyer] Gator Nation wanted Stephen. Make no mistake about it.",
      "th": "แฟนๆ เกเตอร์อยากได้สตีเฟนแน่นอน"
    }
  },
  {
    "translation": {
      "en": "They wanted Steve Spurrier back. And I-- I get it.",
      "th": "เขาอยากให้สตีฟ สเปอร์ริเออร์กลับมา ซึ่งผมก็เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] Three losses may work for South Carolina, it may work for Mississippi State.",
      "th": "การแพ้สามนัดอาจโอเคในสายตา เซาธ์แคโรไลน่า มิสซิสซิปปีสเตท"
    }
  },
  {
    "translation": {
      "en": "It doesn't work for Florida.",
      "th": "แต่ไม่ใช่กับฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "Not when you've hired \"Pope Urban\" to come save your program.",
      "th": "ไม่ใช่เมื่อเราจ้าง \"โป๊ปเออร์เบิน\" มาช่วยพาทีมให้รอด"
    }
  },
  {
    "translation": {
      "en": "We've gotta win this thing, for my survival.",
      "th": "ผมต้องชนะให้ได้ เพื่อความอยู่รอดของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak being chased, and dragged down at the 25-yard line.",
      "th": "โดนไล่ตาม และล้มลงที่เส้น 25 หลาครับ"
    }
  },
  {
    "translation": {
      "en": "Into the end zone…",
      "th": "ไปถึงเอนด์โซนแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "Touchdown, South Carolina!",
      "th": "ทัชดาวน์ เซาธ์แคโรไลน่า!"
    }
  },
  {
    "translation": {
      "en": "Touchdown, Gamecocks.",
      "th": "ทัชดาวน์ ขุนพลไก่ชน!"
    }
  },
  {
    "translation": {
      "en": "Leak, incomplete, looking for Dallas Baker.",
      "th": "ลีครับไม่ได้ครับ มองหาดัลลัส เบเกอร์"
    }
  },
  {
    "translation": {
      "en": "That is the ballgame.",
      "th": "เกมพลิกเลยครับ"
    }
  },
  {
    "translation": {
      "en": "The South Carolina Gamecocks have given Steve Spurrier",
      "th": "ขุนพลไก่ชนเซาธ์แคโรไลน่า คว้าชัยแรกมาให้ สตีฟ สเปอร์ริเออร์ในฐานะหัวหน้าโค้ช"
    }
  },
  {
    "translation": {
      "en": "his first victory as a head coach against his alma mater,",
      "th": "คว้าชัยแรกมาให้ สตีฟ สเปอร์ริเออร์ในฐานะหัวหน้าโค้ช ถล่มทีมมหาวิทยาลัยเก่าของเขา"
    }
  },
  {
    "translation": {
      "en": "and the Carolina fans are going crazy in Williams-Brice Stadium.",
      "th": "แฟนๆ แคโรไลน่า เฮลั่นสเตเดียมวิลเลียมส์ไบรซ์"
    }
  },
  {
    "translation": {
      "en": "Urban Meyer, not happy to say the least.",
      "th": "เออร์เบิน ไมเยอร์ไม่สบอารมณ์เลยครับ"
    }
  },
  {
    "translation": {
      "en": "Coach Meyer is probably one of the most competitive people I ever met.",
      "th": "โค้ชไมเยอร์เป็นคนชอบแข่งขัน มากที่สุดคนนึงที่ผมเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "He hates losing more than he loves winning.",
      "th": "เขาเกลียดการแพ้ ยิ่งกว่าที่เขาชอบชัยชนะเสียอีก"
    }
  },
  {
    "translation": {
      "en": "Coach Meyer'll make an opening statement then we'll open it up for questions.",
      "th": "โค้ชไมเยอร์จะแถลงก่อน แล้วเราจะเปิดให้ถามครับ"
    }
  },
  {
    "translation": {
      "en": "We'll bring selected players in here.",
      "th": "เราจะพาผู้เล่นบางคนเข้ามาด้วย"
    }
  },
  {
    "translation": {
      "en": "[Dooley] In the post-game press conference, I saw the first signs",
      "th": "ในการแถลงหลังจบเกม ผมเห็นสัญญาณความเครียดของเออร์เบิน"
    }
  },
  {
    "translation": {
      "en": "of a stressed Urban.",
      "th": "ผมเห็นสัญญาณความเครียดของเออร์เบิน"
    }
  },
  {
    "translation": {
      "en": "I'll just-- I'll answer some questions.",
      "th": "ผมจะตอบบางคำถามนะครับ"
    }
  },
  {
    "translation": {
      "en": "[Dooley] I felt bad for him.",
      "th": "ผมสงสารเขานะ"
    }
  },
  {
    "translation": {
      "en": "I mean, he looked like somebody who has-- whose dog had just died.",
      "th": "ทำหน้าอย่างกับหมาที่บ้านเพิ่งตาย"
    }
  },
  {
    "translation": {
      "en": "[Mullen] It was hard for everyone. I think especially for Urban.",
      "th": "ใครๆ ก็ทำใจยากครับ โดยเฉพาะเออร์เบิน"
    }
  },
  {
    "translation": {
      "en": "Because when we lost to Steve Spurrier,",
      "th": "เพราะเราแพ้ให้สตีฟ สเปอร์ริเออร์"
    }
  },
  {
    "translation": {
      "en": "who was what Florida thought they should be,",
      "th": "คนที่ฟลอริด้าคิดว่า นั่นแหละคือนิยามของฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "that left a lot of doubt.",
      "th": "ส่งผลให้มีแต่ความกังขา"
    }
  },
  {
    "translation": {
      "en": "\"Is Urban Meyer the right guy?\"",
      "th": "เออร์เบิน ไมเยอร์เหมาะแน่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Or did Florida make a mistake and it was never gonna get better?",
      "th": "หรือฟลอริด้าพลาดแล้ว และไม่มีทางขึ้นมาจากหลุมได้"
    }
  },
  {
    "translation": {
      "en": "Three losses in the SEC, obviously in Florida, they--",
      "th": "แพ้สามนัดในเอสอีซี ที่ฟลอริด้า เราต้องทำให้ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "You need to do better than that.",
      "th": "ที่ฟลอริด้า เราต้องทำให้ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "That's a very talented league, obviously.",
      "th": "ลีกนี้หินมากๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "That was a talented team we just played now.",
      "th": "ทีมที่เราเพิ่งเจอก็เก่ง"
    }
  },
  {
    "translation": {
      "en": "Losing's not in his DNA.",
      "th": "ความพ่ายแพ้ไม่ได้อยู่ในดีเอ็นเอเขา"
    }
  },
  {
    "translation": {
      "en": "Just want to get back with my team, and-- and, uh, get back around my players.",
      "th": "ผมอยากกลับไปหาทีมงานและผู้เล่นของผมครับ"
    }
  },
  {
    "translation": {
      "en": "[Mullen] He doesn't handle it very well.",
      "th": "เขารับความพ่ายแพ้ได้ไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "And it's not very comfortable for anybody when he does lose.",
      "th": "พอเขาแพ้จริงๆ ใครๆ ก็อึดอัดไปด้วยหมด"
    }
  },
  {
    "translation": {
      "en": "[Meyer] We're flying home, and I heard some laughing on the plane.",
      "th": "เรากำลังบินกลับฟลอริด้า ผมได้ยินเสียงหัวเราะบนเครื่อง"
    }
  },
  {
    "translation": {
      "en": "Not all the guys took that loss to heart.",
      "th": "ไม่ใช่ทุกคนจะเอาความพ่ายแพ้มาใส่ใจ"
    }
  },
  {
    "translation": {
      "en": "A couple laughs here from guys talking,",
      "th": "มีคนคุยกันแล้วมีเสียงหัวเราะ"
    }
  },
  {
    "translation": {
      "en": "and it was a little bit too soon for all that.",
      "th": "ซึ่งมันเร็วไปนิดที่จะขำ"
    }
  },
  {
    "translation": {
      "en": "That's where it started, I think, to bother him.",
      "th": "ตอนนั้นมันคงเริ่มทำให้เขาหงุดหงิด"
    }
  },
  {
    "translation": {
      "en": "[Dooley] He keeps 'em on the tarmac in Gainesville for over an hour.",
      "th": "เขากักทุกคนไว้บนรันเวย์ ที่สนามบินเกนส์วิลล์เป็นชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[Baker] Coach Meyer tells us, \"Shut up. You guys aren't gonna get me fired.\"",
      "th": "โค้ชไมเยอร์บอกว่า \"หุบปาก พวกแกอย่าทำให้ฉันโดนไล่ออก\""
    }
  },
  {
    "translation": {
      "en": "He makes all the coaches get off the plane.",
      "th": "เขาสั่งให้โค้ชทุกคนลงจากเครื่อง"
    }
  },
  {
    "translation": {
      "en": "And he basically was telling us,",
      "th": "เขาบอกเราว่า"
    }
  },
  {
    "translation": {
      "en": "he's given everything he have, but we're not giving everything we have.",
      "th": "เขาทุ่มสุดตัวแล้ว แต่เรากลับไม่ทุ่มสุดตัว"
    }
  },
  {
    "translation": {
      "en": "[Casey] He's got the ability to burn a hole in you real quick.",
      "th": "เขาจี้จนเรารู้สึกผิดได้ทันที"
    }
  },
  {
    "translation": {
      "en": "In West Texas, they call it a \"Coming to Jesus\" meeting.",
      "th": "ที่เท็กซัสตะวันตก เขาเรียกกันว่า \"เรียกมาด่าถึงลูกถึงคน\""
    }
  },
  {
    "translation": {
      "en": "[Meyer] It was a tough, tough meeting.",
      "th": "เป็นการเรียกคุยที่โหดเหี้ยมมาก"
    }
  },
  {
    "translation": {
      "en": "And I told 'em it was gonna be a miserable time for everybody.",
      "th": "ผมบอกพวกเขาว่า ช่วงเวลาต่อจากนี้จะเลวร้ายสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "And if you don't want to be here, we'll help you.",
      "th": "ถ้าไม่อยากอยู่ เดี๋ยวเราจัดให้"
    }
  },
  {
    "translation": {
      "en": "Two players, he kicked off the team on the tarmac.",
      "th": "ผู้เล่นสองคนโดนเตะออกจากทีมกลางรันเวย์"
    }
  },
  {
    "translation": {
      "en": "They had to go out on-- you know, down the stairs,",
      "th": "เขาเดินลงจากเครื่องบินและออกจากทีมไปเลย"
    }
  },
  {
    "translation": {
      "en": "and off the team. They was done.",
      "th": "เขาเดินลงจากเครื่องบินและออกจากทีมไปเลย จบ"
    }
  },
  {
    "translation": {
      "en": "[Casey] From there out, I think that his goal was,",
      "th": "ตั้งแต่นั้น ผมว่าเป้าหมายเขาคือ"
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna pound this in their heads so hard,",
      "th": "\"ผมจะทุบเด็กพวกนี้ให้หนัก"
    }
  },
  {
    "translation": {
      "en": "that it-- it's gonna mean everything to them.\"",
      "th": "จนมันเป็นทุกอย่างของพวกเขา\""
    }
  },
  {
    "translation": {
      "en": "\"And if you're not on board with it…\" [clicks tongue] \"…there's emergency exits right there.\"",
      "th": "\"ถ้าไม่เอาด้วยละก็ ทางออกฉุกเฉินอยู่ตรงนั้น\""
    }
  },
  {
    "translation": {
      "en": "[Meyer] After the South Carolina loss, after the tarmac meeting…",
      "th": "หลังนัดที่แพ้ให้เซาธ์แคโรไลน่า และหลังการเรียกคุยบนรันเวย์"
    }
  },
  {
    "translation": {
      "en": "I walk into this restaurant in Gainesville, Florida.",
      "th": "ผมไปกินข้าวที่ร้านนึงในเกนส์วิลล์ ฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "th": "คนในนั้นโห่ไล่ผม"
    }
  },
  {
    "translation": {
      "en": "They boo me.",
      "th": "โห่ไล่ครับ"
    }
  },
  {
    "translation": {
      "en": "People starting to question me as a leader.",
      "th": "คนเริ่มเคลือบแคลงตัวผมในฐานะผู้นำ"
    }
  },
  {
    "translation": {
      "en": "And to say that I lost my confidence, I certainly lost my confidence.",
      "th": "ถ้าถามว่าเสียความมั่นใจไหม แน่นอนครับ ผมเสียความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "I've never had that much doubt.",
      "th": "ผมไม่เคยสงสัยในตัวเองขนาดนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "I thought, \"There's a decent chance this one's over.\"",
      "th": "ผมคิดว่า \"ผมมีโอกาสที่ดีและมันก็จบลงแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Finebaum] How does he save this disaster?",
      "th": "เขาจะกอบกู้วิกฤตนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And it really came down to one thing,",
      "th": "คำตอบมีเพียงหนึ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "landing a major fish on the recruiting trail.",
      "th": "คว้าตัวเก่งมาเข้าทีมให้ได้"
    }
  },
  {
    "translation": {
      "en": "It keeps the fans excited during the winter, and sets up for the next year.",
      "th": "มันจะทำให้แฟนๆ ตื่นเต้นช่วงปลายปี และเตรียมพร้อมสำหรับปีหน้า"
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, you may not know the name, but come Tuesday,",
      "th": "ทิม ทีโบว์ คุณอาจไม่เคยได้ยินชื่อนี้ แต่วันอังคารนี้"
    }
  },
  {
    "translation": {
      "en": "he will be the talk of college football.",
      "th": "ชื่อเขาจะกระฉ่อน วงการฟุตบอลมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "That's because the Nease quarterback is the most sought-after player in the country.",
      "th": "เพราะควอร์เตอร์แบ็กโรงเรียนนีส คือผู้เล่นที่ถูกหมายตามากที่สุดในประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Siler] Tebow was different, for a lot of reasons.",
      "th": "มีหลายเหตุผล ที่ทำให้ทีโบว์ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "You know, here's a guy that went to homeschool.",
      "th": "เขาเรียนโฮมสคูล"
    }
  },
  {
    "translation": {
      "en": "Religious background, mom and dad, they were missionaries.",
      "th": "พื้นเพเคร่งศาสนา พ่อแม่เป็นมิชชันนารี ซึ่งผมไม่เข้าใจอะไรพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "I didn't understand any of that.",
      "th": "พ่อแม่เป็นมิชชันนารี ซึ่งผมไม่เข้าใจอะไรพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[reporter] On Tuesday, Tebow will announce on national television",
      "th": "วันอังคารนี้ ทีโบว์จะประกาศออกโทรทัศน์ ว่าเขาจะเข้ามหาวิทยาลัยไหน"
    }
  },
  {
    "translation": {
      "en": "where he plans to attend college.",
      "th": "ทีโบว์จะประกาศออกโทรทัศน์ ว่าเขาจะเข้ามหาวิทยาลัยไหน"
    }
  },
  {
    "translation": {
      "en": "[Siler] All I knew was he's the best player in the country.",
      "th": "ที่ผมรู้คือเขาเก่งสุดในประเทศนี้"
    }
  },
  {
    "translation": {
      "en": "And we knew he had a lot of heart. We knew he had grit.",
      "th": "เรารู้ว่าเขาใจสู้และอดทน"
    }
  },
  {
    "translation": {
      "en": "We knew if he was one-on-one with a tackler, he was gonna win.",
      "th": "ถ้าต้องลุยหนึ่งต่อหนึ่งกับตัวแท็กเกิล เขาชนะแน่"
    }
  },
  {
    "translation": {
      "en": "[reporter] Did you ever picture one day, that-- that a country",
      "th": "เคยคิดไหมครับว่า คนทั้งประเทศจะเฝ้าดูการตัดสินใจของคุณ"
    }
  },
  {
    "translation": {
      "en": "would want to see what you're gonna decide?",
      "th": "คนทั้งประเทศจะเฝ้าดูการตัดสินใจของคุณ"
    }
  },
  {
    "translation": {
      "en": "Uh, no, sir. And, you know, we'll just see.",
      "th": "ไม่ครับ เดี๋ยวรู้กัน น่าตื่นเต้นครับ ผมพยายามโฟกัสกับเรื่องนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "It's just exciting so I'm trying to concentrate on this.",
      "th": "เดี๋ยวรู้กัน น่าตื่นเต้นครับ ผมพยายามโฟกัสกับเรื่องนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "[Meyer] I put the full-court press on him for months.",
      "th": "ผมรุกเข้าหาเขาเป็นเดือนๆ"
    }
  },
  {
    "translation": {
      "en": "And I was on the phone with him, writing personal letters, non-stop.",
      "th": "ทั้งโทรไป เขียนจดหมายไปหาไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "This is from Coach Meyer. \"TT.\" He calls you TT.",
      "th": "ฉบับนี้จากโค้ชไมเยอร์ \"ทีที\" เขาเรียกลูกว่า \"ทีที\""
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Has he been calling you that?",
      "th": "เขาเรียกมานานรึยัง"
    }
  },
  {
    "translation": {
      "en": "Only in some letters.",
      "th": "แค่บางฉบับครับ"
    }
  },
  {
    "translation": {
      "en": "[Tebow] Honestly, I was really, really torn.",
      "th": "พูดตามตรง ผมเลือกไม่ถูกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And my dad says, \"Timmy, why don't you go do this?\"",
      "th": "พ่อบอกว่า \"ทิมมี่ ลองทำอย่างนี้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"Go to your room, get on your knees, pray about it.\"",
      "th": "\"เข้าห้องนอนไปคุกเข่าอธิษฐานเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "\"In the morning, I believe God will put on your heart where you're supposed to go.\"",
      "th": "\"พอถึงตอนเช้า พระเจ้าจะประทานคำตอบ ว่าลูกควรเลือกที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "So I wake up the next morning. And I have no idea where I'm supposed to go. [laughs]",
      "th": "พอตื่นมาตอนเช้า ผมยังคิดไม่ออกว่าจะเลือกที่ไหนเลย"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] The rumor was he wanted to go to Alabama.",
      "th": "ลือกันว่าเขาอยากไปแอละแบมา"
    }
  },
  {
    "translation": {
      "en": "But I'm not sure I understood what Urban Meyer understood,",
      "th": "แต่ผมไม่แน่ใจว่า ผมเข้าใจตรงกับเออร์เบิน ไมเยอร์ไหม"
    }
  },
  {
    "translation": {
      "en": "that if he missed on Tebow, he was not going to succeed.",
      "th": "ถ้าเขาไม่ได้ตัวทีโบว์มา เขาจะไม่ประสบความสำเร็จแน่"
    }
  },
  {
    "translation": {
      "en": "It was really that simple.",
      "th": "ง่ายๆ แบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Meyer] He was praying at the lake all day with his dog.",
      "th": "เขาไปอธิษฐานริมทะเลสาปกับหมาเขาทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "That was how he was going to make his decision.",
      "th": "เขาจะตัดสินใจด้วยวิธีนั้น"
    }
  },
  {
    "translation": {
      "en": "And then finally, at about five till five,",
      "th": "แล้วพอเกือบๆ ห้าโมงเย็น ผมรถติดอยู่บนถนน"
    }
  },
  {
    "translation": {
      "en": "I'm caught in traffic a little bit, my cell phone rings, I see it's Tim Tebow.",
      "th": "แล้วพอเกือบๆ ห้าโมงเย็น ผมรถติดอยู่บนถนน โทรศัพท์ผมดัง ทีโบว์โทรมา"
    }
  },
  {
    "translation": {
      "en": "Coach Meyer in a--",
      "th": "โค้ชไมเยอร์ตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "Panicking, 'cause he knows in ten minutes I gotta tell the world on TV,",
      "th": "โค้ชไมเยอร์ตกใจมาก เพราะเขารู้ว่าอีกสิบนาที ผมจะประกาศให้โลกรู้ผ่านทีวี"
    }
  },
  {
    "translation": {
      "en": "and he can't believe I hadn't called him to let him know yet.",
      "th": "และเขาไม่อยากเชื่อว่าผมยังไม่โทรบอกเขาอีก"
    }
  },
  {
    "translation": {
      "en": "He goes, \"Coach, I just want you to know that--\"",
      "th": "เขาบอกว่า \"โค้ชครับ ผมอยากบอกว่า…\""
    }
  },
  {
    "translation": {
      "en": "And he's, like, sobbing on the phone.",
      "th": "เขาสะอื้นอยู่ปลายสาย"
    }
  },
  {
    "translation": {
      "en": "\"…I've decided to--\" And then the phone goes dead.",
      "th": "\"ผมตัดสินใจว่า…\" แล้วสายก็ตัดไป"
    }
  },
  {
    "translation": {
      "en": "And I started punching the dashboard. And I--",
      "th": "ผมทุบแผงหน้าปัดรถเลย"
    }
  },
  {
    "translation": {
      "en": "I really thought we lost him.",
      "th": "นึกว่าเขาหลุดมือไปแล้วจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The time has come. Tim Tebow, one of the top-ranked quarterbacks",
      "th": "ถึงเวลาของทิม ทีโบว์ หนึ่งในควอร์เตอร์แบ็กที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "in all the United States in high school, and now it's time to go to college.",
      "th": "ในสหรัฐระดับไฮสคูล ถึงเวลาเข้ามหาวิทยาลัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Where will you be playing college football?",
      "th": "คุณจะเล่นให้ทีมมหาวิทยาลัยไหนครับ"
    }
  },
  {
    "translation": {
      "en": "I will be playing college football next year at the University of Florida.",
      "th": "ปีหน้านี้ ผมจะเล่นให้กับทีม มหาวิทยาลัยฟลอริด้าครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Tim Tebow, considered one of the nation's top high school quarterbacks,",
      "th": "ทิม ทีโบว์ หนึ่งในควอร์เตอร์แบ็ก แนวหน้าระดับไฮสคูล"
    }
  },
  {
    "translation": {
      "en": "has committed to Florida.",
      "th": "เลือกฟลอริด้าครับ"
    }
  },
  {
    "translation": {
      "en": "First and foremost, I would like to thank the lord Jesus Christ",
      "th": "ก่อนอื่น ผมขอขอบคุณพระเยซูเจ้า"
    }
  },
  {
    "translation": {
      "en": "for giving me the opportunity to play this awesome game.",
      "th": "ที่ประทานโอกาสให้ผม ได้เล่นกีฬาแสนวิเศษนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "His ability to both run and throw seems to make him an ideal fit",
      "th": "ความสามารถในการวิ่งและขว้าง ทำให้เขาเหมาะอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "for Urban Meyer's spread offense with the Gators.",
      "th": "กับระบบการรุกแบบกระจาย ที่เออร์เบินใช้กับเกเตอร์ครับ"
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, I really believed that we were gonna win. And he was gonna lead us to the promised land.",
      "th": "ผมมั่นใจว่าเราจะชนะ เขาจะนำทางเราไปสู่ดินแดนแห่งพันธสัญญา"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] It wasn't just a minor event that occurred that December day.",
      "th": "เหตุการณ์ในเดือนธันวาคมนั้น ไม่ใช่แค่เรื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "It changed the history of college football in the South.",
      "th": "แต่มันพลิกประวัติศาสตร์ วงการฟุตบอลมหาวิทยาลัยโซนใต้"
    }
  },
  {
    "translation": {
      "en": "[Dooley] Everyone wanted to play with Tebow.",
      "th": "ใครๆ ก็อยากเล่นกับทีโบว์"
    }
  },
  {
    "translation": {
      "en": "He was that kind of a Pied Piper kind of a quarterback.",
      "th": "เขาเป็นควอร์เตอร์แบ็กเนื้อหอม"
    }
  },
  {
    "translation": {
      "en": "It wasn't just a leader. It was a guy, you want to be around him.",
      "th": "เขาไม่ใช่แค่ผู้นำ แต่เป็นคนที่คุณอยากอยู่ใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "Brandon, where you gonna go?",
      "th": "แบรนดอน จะเลือกที่ไหนครับ"
    }
  },
  {
    "translation": {
      "en": "Well, next year, I will be attending University of Florida.",
      "th": "ปีหน้า ผมจะไปมหาวิทยาลัยฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "All right, Urban Meyer gets one of the best defensive players in the country.",
      "th": "เออร์เบิน ไมเยอร์ได้ตัวผู้เล่นแนวรับ ที่เก่งที่สุดคนหนึ่งของประเทศแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Spikes] One of the reasons I committed to Florida, the best players was going.",
      "th": "สาเหตุหนึ่งที่ผมเลือกฟลอริด้า ก็คือคนเก่งๆ อยู่ที่นั่นหมด"
    }
  },
  {
    "translation": {
      "en": "I feel like we had the number one class and we did had so much talent. We was loaded!",
      "th": "เรามีแต่ตัวท๊อปๆ เก่งๆ เต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "Yeah!",
      "th": "เฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "Let it go, man! Let your body go! Let your body go!",
      "th": "เอาเลย มุ่งหน้าไป"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] You had Brandon Spikes, Brandon James, you had Percy Harvin.",
      "th": "มีทั้งแบรนดอน สไปก์ส ทั้งแบรนดอน เจมส์ ทั้งเพอร์ซี ฮาร์วิน"
    }
  },
  {
    "translation": {
      "en": "My major decision was, uh, based on Tebow, my teammate,",
      "th": "ผมเลือกเพราะทีโบว์ เพื่อนร่วมทีมผมครับ"
    }
  },
  {
    "translation": {
      "en": "and, uh, I just tried to let 'em know, in a few years, we gonna win the National Championship.",
      "th": "อยากบอกว่าในอีกไม่กี่ปี เราจะไปคว้าแชมป์แห่งชาติด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "[Finebaum] These weren't just good players. I mean, these were elite.",
      "th": "ผู้เล่นเหล่านี้ไม่ใช่แค่เก่ง แต่ระดับท๊อปเลย"
    }
  },
  {
    "translation": {
      "en": "I still remember the moment of coming on campus,",
      "th": "ผมยังจำโมเมนต์แรกที่มามหาลัยได้"
    }
  },
  {
    "translation": {
      "en": "arriving on campus for the first time, without my mom or my big brother,",
      "th": "ย้ายมาโดยไม่มีแม่ พี่ชาย หรือใครเลย"
    }
  },
  {
    "translation": {
      "en": "or somebody to, like, you know? I'm like, \"I'm really out here by myself.\"",
      "th": "ย้ายมาโดยไม่มีแม่ พี่ชาย หรือใครเลย ผมแบบ \"ผมอยู่ที่นี่ตัวคนเดียวแล้ว\""
    }
  },
  {
    "translation": {
      "en": "You got the beautiful women on campus, studying in no clothes, the palm trees.",
      "th": "มีสาวแจ่มๆ มาเรียนที่มหาลัย เสื้อผ้าน้อยชิ้นเอย ต้นปาล์มเอย"
    }
  },
  {
    "translation": {
      "en": "I kind of took it all in, and I knew it was a blessing to be there.",
      "th": "ผมซึมซับทุกอย่าง เป็นโชคดีที่ได้อยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "[Dooley] Florida's with the big boys now.",
      "th": "ฟลอริด้ามีแต่ตัวเก่งๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "Before, they would have really nice recruiting classes,",
      "th": "ก่อนหน้านี้ พวกเขาก็มีเด็กใหม่เก่งพอตัว"
    }
  },
  {
    "translation": {
      "en": "might finish seventh or eighth in the country.",
      "th": "จบที่อับดับเจ็ดหรือแปด"
    }
  },
  {
    "translation": {
      "en": "But now they had the chance to be the best class in the country.",
      "th": "แต่ตอนนี้พวกเขามีโอกาส ที่จะคว้าอันดับหนึ่งของประเทศ"
    }
  },
  {
    "translation": {
      "en": "I told you when camp started, I've never felt like I've felt this year.",
      "th": "ฉันบอกแกตอนเริ่มโปรแกรมซ้อมว่า ฉันไม่เคยรู้สึกอย่างที่รู้สึกในปีนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "Energized, refreshed, because we got people who give a shit about one another.",
      "th": "สดชื่น มีพลังเต็มเปี่ยม เพราะเรามีคนที่ให้ใจกันและกัน"
    }
  },
  {
    "translation": {
      "en": "'Cause you got people who give a shit about the game of football.",
      "th": "มีคนที่ให้ใจกับฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "You got people who give a shit about the University of Florida.",
      "th": "ให้ใจกับทีมมหาวิทยาลัยฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "That's a hell of a deal, ain't it? Come on. That's a hell of a deal.",
      "th": "แม่งดีใช่ไหม ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I wasn't a five-star or four-star recruit, Parade All-American. None of that stuff.",
      "th": "ผมไม่ใช่ผู้เล่นระดับสี่ห้าดาว ไม่ใช่ตัวท๊อปอเมริกา ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "I was small, tiny. Super tiny.",
      "th": "ผมเตี้ย ตัวจิ๋ว จิ๋วมาก"
    }
  },
  {
    "translation": {
      "en": "The minute Coach Meyer walks in the door, he sits down, we started talking,",
      "th": "พอโค้ชเมเยอร์เดินเข้ามา เขานั่งลงแล้วเราก็คุยกัน"
    }
  },
  {
    "translation": {
      "en": "he gave, \"Look, from day one, you're gonna have a chance to play.\"",
      "th": "\"ตั้งแต่วันแรก แกจะมีโอกาสได้ลงเล่น\""
    }
  },
  {
    "translation": {
      "en": "And no other school had told me that. Especially my size.",
      "th": "ไม่เคยมีที่ไหนบอกผมแบบนี้ ยิ่งผมตัวเท่านี้"
    }
  },
  {
    "translation": {
      "en": "-[whistle blows] -[man] Down!",
      "th": "ไม่เคยมีที่ไหนบอกผมแบบนี้ ยิ่งผมตัวเท่านี้ ลง!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] You'd have to be blind not to see great talent.",
      "th": "เก่งขนาดนี้ ไม่เห็นก็ตาบอดแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "But I wanted to be as hard as I could on these players.",
      "th": "แต่ผมอยากจะเข้มงวดกับทุกคนให้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "You're not performing, you get called out. That's the way it is.",
      "th": "ถ้าทำไม่ดีก็โดนด่า ตามนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Meyer] You know, we're gonna put you in the most difficult situations.",
      "th": "เราจะพาคุณไปเจอสถานการณ์ที่โหดที่สุด"
    }
  },
  {
    "translation": {
      "en": "And some people thrive, some people pack their bags.",
      "th": "บางคนไปต่อ บางคนม้วนเสื่อ"
    }
  },
  {
    "translation": {
      "en": "We're all family, we're gonna be one machine",
      "th": "เราคือครอบครัว เราจะเป็นน้ำหนึ่งใจเดียวกัน ในเวลาสองสัปดาห์ครึ่ง"
    }
  },
  {
    "translation": {
      "en": "in about two-and-a-half weeks, that's it.",
      "th": "เราจะเป็นน้ำหนึ่งใจเดียวกัน ในเวลาสองสัปดาห์ครึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Baker] We would work out from midnight until, like, 2:30 on a Friday or a Saturday night,",
      "th": "เราออกกำลังกายตั้งแต่เที่ยงคืน ยันตีสองครึ่งในคืนวันศุกร์หรือเสาร์"
    }
  },
  {
    "translation": {
      "en": "when you want to go to the club, or you want to go to a bar,",
      "th": "ถึงอยากไปผับ บาร์ ปาร์ตี้…"
    }
  },
  {
    "translation": {
      "en": "you want to go to a house party. No.",
      "th": "ถึงอยากไปผับ บาร์ ปาร์ตี้… ก็ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We would work out at midnight.",
      "th": "เราออกกำลังกายตอนเที่ยงคืน"
    }
  },
  {
    "translation": {
      "en": "[man] Let's go!",
      "th": "เอาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Training every day is to the max.",
      "th": "การออกกำลังกายแต่ละวันมันไปสุดมาก"
    }
  },
  {
    "translation": {
      "en": "Like, it was literally to the max. And I didn't want no part of that.",
      "th": "สุดจริงๆ และผมไม่เอาอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was awesome.",
      "th": "มันเจ๋งมากครับ"
    }
  },
  {
    "translation": {
      "en": "Those are some of my favorite nights of my life.",
      "th": "เป็นคืนที่ผมชอบสุดในชีวิตเลย"
    }
  },
  {
    "translation": {
      "en": "[Tebow] No matter how much you'd prepare, you know in that workout",
      "th": "ต่อให้เตรียมตัวมาดีแค่ไหน คุณก็รู้ว่าตอนออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "that everything in you is going to say, \"Stop.\"",
      "th": "ทุกอณูในร่างกายมันร่ำร้องว่า \"หยุด\""
    }
  },
  {
    "translation": {
      "en": "But will you?",
      "th": "แต่คุณจะหยุดไหม"
    }
  },
  {
    "translation": {
      "en": "Workouts was hard,",
      "th": "เราเล่นเวทหนักมาก เพราะบางครั้งก็ถูกจี้กันรายตัว"
    }
  },
  {
    "translation": {
      "en": "'cause it was ones-on-ones sometimes, Urban didn't care.",
      "th": "เราเล่นเวทหนักมาก เพราะบางครั้งก็ถูกจี้กันรายตัว เออร์เบินไม่แคร์ เขาแค่สนว่าเราต้อง \"ฟิตขึ้นทุกวัน\""
    }
  },
  {
    "translation": {
      "en": "He just wanted to see us get better. His thing was, \"Get better every day.\"",
      "th": "เออร์เบินไม่แคร์ เขาแค่สนว่าเราต้อง \"ฟิตขึ้นทุกวัน\""
    }
  },
  {
    "translation": {
      "en": "[Tebow] Everything was win or lose.",
      "th": "ทุกอย่างคือการแพ้หรือชนะ"
    }
  },
  {
    "translation": {
      "en": "Everything is praise or embarrassment.",
      "th": "ทุกอย่างคือเสียงชมหรือความขายหน้า"
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "th": "ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Everything.",
      "th": "ทุกอย่างจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Tebow] Every now and then, maybe it…",
      "th": "วันดีคืนดี บางทีมันก็มากเกินไป"
    }
  },
  {
    "translation": {
      "en": "went a little too far into sometimes embarrassing guys in front of the team.",
      "th": "บางทีมันก็มากเกินไป จนบางครั้งทำให้เราอับอาย ต่อหน้าคนทั้งทีม"
    }
  },
  {
    "translation": {
      "en": "And for some guys, it pushed them to never want to experience that again,",
      "th": "สำหรับบางคน มันกดดันให้เขา ไม่อยากเจออะไรแบบนี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it made them great.",
      "th": "และผลักดันให้เขายิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "And for others,",
      "th": "แต่กับบางคน"
    }
  },
  {
    "translation": {
      "en": "I think it hurt 'em too much.",
      "th": "มันทำให้เขาเจ็บปวดมาก"
    }
  },
  {
    "translation": {
      "en": "[Siler] Urban introduced the champions club.",
      "th": "เออร์เบินเอาคลับแชมเปียนส์มาใช้"
    }
  },
  {
    "translation": {
      "en": "He put tape on the ground, and wherever we ate.",
      "th": "เขาแปะเทปไว้ที่พื้นและที่ที่เรากินข้าว"
    }
  },
  {
    "translation": {
      "en": "And if you were in the champions' club, you had white linens on your table,",
      "th": "ถ้าเราอยู่ในคลับแชมเปียนส์ โต๊ะกินข้าวเราก็จะปูผ้าขาว"
    }
  },
  {
    "translation": {
      "en": "you ate steak, you ate lobster,",
      "th": "ได้กินสเต็ก ล็อบสเตอร์"
    }
  },
  {
    "translation": {
      "en": "you had a server that brought you food.",
      "th": "มีพนักงานประเคนอาหารให้"
    }
  },
  {
    "translation": {
      "en": "If you were on the other side of that tape,",
      "th": "แต่ถ้าอยู่อีกฟากของเทป ก็จะได้กินฮ็อตด็อกและแฮมเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "you ate hot dogs and hamburgers. You had to go get it yourself.",
      "th": "แต่ถ้าอยู่อีกฟากของเทป ก็จะได้กินฮ็อตด็อกและแฮมเบอร์เกอร์ ต้องบริการตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Urban said, \"I'm gonna treat my superstars like superstars,",
      "th": "เออร์เบินบอกว่า \"ฉันจะปฏิบัติกับ ซูเปอร์สตาร์ให้เหมือนเป็นซูเปอร์สตาร์\""
    }
  },
  {
    "translation": {
      "en": "and I'mma treat my shit like shit.\"",
      "th": "\"และปฏิบัติกับขี้ให้เหมือนเป็นขี้\""
    }
  },
  {
    "translation": {
      "en": "\"If I treat you like shit, and you want me to change,",
      "th": "\"ถ้าฉันทำกับแกเหมือนขี้ และแกอยากให้ฉันเปลี่ยนวิธี"
    }
  },
  {
    "translation": {
      "en": "then you find a way to make yourself into a superstar,",
      "th": "ก็หาทางทำให้ตัวเองเป็นซูเปอร์สตาร์สิ"
    }
  },
  {
    "translation": {
      "en": "and I'll start treating you like that.\"",
      "th": "แล้วจะทำตัวดีๆ ด้วย\""
    }
  },
  {
    "translation": {
      "en": "To me, I was like, \"Oh!\"",
      "th": "ผมฟังแล้วแบบ…"
    }
  },
  {
    "translation": {
      "en": "\"That is so profound.\"",
      "th": "\"ล้ำลึกเป็นบ้า\""
    }
  },
  {
    "translation": {
      "en": "Every coach does it, but no coach says it.",
      "th": "โค้ชทุกคนก็ทำแบบนั้น แต่ไม่มีคนไหนพูดออกมาตรงๆ"
    }
  },
  {
    "translation": {
      "en": "You go out, and when it's time for you to make the tackle,",
      "th": "พอลงสนาม ถ้าถึงเวลาที่ต้องแท็กเกิล คุณก็แม่งต้องแท็กเกิล"
    }
  },
  {
    "translation": {
      "en": "make the fucking tackle.",
      "th": "ถ้าถึงเวลาที่ต้องแท็กเกิล คุณก็แม่งต้องแท็กเกิล"
    }
  },
  {
    "translation": {
      "en": "[Meyer] When we recruit players, I tell 'em, \"This is the hardest program in America.\"",
      "th": "ตอนรับผู้เล่นเข้ามา ผมบอกว่า \"นี่คือโปรแกรมที่โหดสุดในอเมริกา\""
    }
  },
  {
    "translation": {
      "en": "There's no second-place trophies at Florida Gator football.",
      "th": "ในทีมฟลอริด้าเกเตอร์ จะไม่มีถ้วยอันดับสอง"
    }
  },
  {
    "translation": {
      "en": "[announcer] What a great day to lock in, and a lot at stake.",
      "th": "เป็นเกมที่น่าดูและมีเดิมพันสูงทีเดียว"
    }
  },
  {
    "translation": {
      "en": "Tonight, either Florida or Tennessee, these two bitter rivals,",
      "th": "คืนนี้ ไม่ฟลอริด้าก็เทนเนสซี สองทีมคู่ปรับนี้ ถ้าชนะ"
    }
  },
  {
    "translation": {
      "en": "will win a victory, seize control early of the SEC East.",
      "th": "สองทีมคู่ปรับนี้ ถ้าชนะ จะขึ้นหัวตารางเอสอีซีตะวันออกต้นฤดูกาล"
    }
  },
  {
    "translation": {
      "en": "Tennessee is a fucking joke! We're set up for us to take this shit!",
      "th": "เทนเนสซีแม่งอ่อน เรามาเพื่อชนะ"
    }
  },
  {
    "translation": {
      "en": "[Meyer] The SEC eats you up and spits you right out.",
      "th": "เอสอีซีจะเคี้ยวคุณจนแหลก แล้วถมถุยคุณออกมา"
    }
  },
  {
    "translation": {
      "en": "The year before, we lost three SEC games.",
      "th": "ปีก่อน เราแพ้สามนัดในเอสอีซี"
    }
  },
  {
    "translation": {
      "en": "You know what happens again if you lose three SEC games?",
      "th": "รู้ไหมว่าจะเป็นไงถ้าแพ้อีกสามนัด"
    }
  },
  {
    "translation": {
      "en": "There's probably be a new coach there.",
      "th": "ก็คงมีโค้ชคนใหม่มาแทน"
    }
  },
  {
    "translation": {
      "en": "[Tebow] Okay, you know, I don't know how this is gonna go,",
      "th": "ผมไม่รู้ว่าผลจะออกมาเป็นไง"
    }
  },
  {
    "translation": {
      "en": "but I know there's only one thing that I can control,",
      "th": "แต่ผมรู้ว่ามีอย่างหนึ่งที่ผมควบคุมได้"
    }
  },
  {
    "translation": {
      "en": "and that's gonna be my attitude, my effort, and my focus.",
      "th": "ซึ่งก็คือความคิด ความพยายาม และสมาธิของผม"
    }
  },
  {
    "translation": {
      "en": "You the best in the country! Do you understand? Get this shit going right now!",
      "th": "แกมันเจ๋งที่สุดในประเทศ ไปลุยแม่งให้เต็มที่เลย"
    }
  },
  {
    "translation": {
      "en": "[Baker] Football was all I knew. I grew up in the hood,",
      "th": "ฟุตบอลคือสิ่งเดียวที่ผมรู้จัก ผมโตมาในย่านเสื่อมโทรม เห็นคนถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "seeing people being killed.",
      "th": "ผมโตมาในย่านเสื่อมโทรม เห็นคนถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "If I don't play football, like, I'm a nobody.",
      "th": "ถ้าผมไม่เล่นฟุตบอล ผมก็ไม่มีค่าอะไร"
    }
  },
  {
    "translation": {
      "en": "Make the fucking big play, Dallas, right now!",
      "th": "ใส่ให้สุดไปเลยดัลลัส เอาเลย"
    }
  },
  {
    "translation": {
      "en": "Make the big play!",
      "th": "ใส่ให้สุด"
    }
  },
  {
    "translation": {
      "en": "[player] Our father… [all] …who art in Heaven, hallowed be thy name,",
      "th": "ข้าแต่พระบิดาผู้สถิตในสวรรค์ พระนามจงเป็นที่สักการะ"
    }
  },
  {
    "translation": {
      "en": "thy kingdom come, thy will be done,",
      "th": "พระอาณาจักรจงมาถึง พระประสงค์จงสำเร็จในแผ่นดิน เหมือนในสวรรค์"
    }
  },
  {
    "translation": {
      "en": "on Earth as it is in Heaven,",
      "th": "พระประสงค์จงสำเร็จในแผ่นดิน เหมือนในสวรรค์"
    }
  },
  {
    "translation": {
      "en": "give us this day our daily bread, forgive…",
      "th": "โปรดประทานอาหารประจำวัน…"
    }
  },
  {
    "translation": {
      "en": "I couldn't really feel my hands, they were shaking.",
      "th": "มือผมชาไปหมด มันสั่นระริก"
    }
  },
  {
    "translation": {
      "en": "[Baker] This game is gonna tell us how good we really are.",
      "th": "เกมนี้จะชี้ว่าเราเล่นดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's all about now. It's all about now.",
      "th": "ถึงเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "You work your whole life for a couple moments,",
      "th": "แกฝึกหนักมาทั้งชีวิตเพื่อช่วงเวลาสั้นๆ นี้"
    }
  },
  {
    "translation": {
      "en": "you got that moment right now. Squeeze tight.",
      "th": "และช่วงเวลานั้นมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Meyer] That pressure was immense. We need this game.",
      "th": "ความกดดันมันเกินบรรยาย เราต้องชนะนัดนี้"
    }
  },
  {
    "translation": {
      "en": "If we fail to win this game, we're in trouble.",
      "th": "ถ้าแพ้ เราแย่แน่"
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game.",
      "th": "ใครแกร่งสุด คนนั้นแม่งชนะ"
    }
  },
  {
    "translation": {
      "en": "Right now! Right, Joe?",
      "th": "ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "Let the toughest motherfucker win this game!",
      "th": "ใครแกร่งสุด คนนั้นแม่งชนะ"
    }
  },
  {
    "translation": {
      "en": "-[man] Y'all boys ready? Y'all boys ready? -[all] Hell yeah!",
      "th": "- พร้อมรึยัง - พร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Y'all boys ready? -Shit! -Y'all boys ready? -Shit! -Y'all boys ready? -Hell yeah!",
      "th": "- พร้อมรึยัง - พร้อม!"
    }
  },
  {
    "translation": {
      "en": "For Urban Meyer, it was time. It was time to put up or shut up.",
      "th": "สำหรับเออร์เบิน ไมเยอร์ นี่คือเวลาที่ ถ้าทำไม่ได้อย่างที่พูดก็หุบปากไปซะ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Urban Meyer has talked all summer long",
      "th": "เออร์เบิน ไมเยอร์คุยโวทั้งหน้าร้อน ว่าตัวเองเข้มงวด"
    }
  },
  {
    "translation": {
      "en": "about being tough, being composed,",
      "th": "เออร์เบิน ไมเยอร์คุยโวทั้งหน้าร้อน ว่าตัวเองเข้มงวด เยือกเย็นและอยู่บนเส้นทางแห่งชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "going on the road and winning.",
      "th": "เยือกเย็นและอยู่บนเส้นทางแห่งชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "First down and ten.",
      "th": "ดาวน์แรก ต้องการสิบหลา"
    }
  },
  {
    "translation": {
      "en": "This is Percy Harvin, the freshman.",
      "th": "เพอร์ซี ฮาร์วิน ปีหนึ่งครับ"
    }
  },
  {
    "translation": {
      "en": "He has electrified the crowd.",
      "th": "เรียกเสียงเชียร์กระหึ่ม"
    }
  },
  {
    "translation": {
      "en": "[Meyer] We started strong.",
      "th": "เราเปิดมาดีมาก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak has it, pulls back, fires left side. Oh!",
      "th": "ลีคได้บอล ง้าง แล้วขว้างไปริมซ้ายครับ"
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "th": "ทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "[Meyer] The crowd was booing us, and screaming.",
      "th": "คนดูทั้งโห่ทั้งตะโกนใส่เรา"
    }
  },
  {
    "translation": {
      "en": "And I'm watching this little, arrogant nut job, Brandon James,",
      "th": "ผมเห็นไอ้บ้าคนนี้ แบรนดอน เจมส์"
    }
  },
  {
    "translation": {
      "en": "start looking at the crowd and, like, taunting the crowd.",
      "th": "หันไปหาคนดูแล้วทำเยาะเย้ยใส่"
    }
  },
  {
    "translation": {
      "en": "His arrogance, his confidence was over the moon.",
      "th": "เขาจองหอง เขามั่นหน้าเกินร้อย"
    }
  },
  {
    "translation": {
      "en": "[James] I came into the game with the mindset to prove something.",
      "th": "ผมลงมาเล่นเพื่อพิสูจน์อะไรบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "I wanted to prove that even though I was small, I was able to play.",
      "th": "ผมอยากพิสูจน์ว่า ถึงจะตัวเล็ก แต่ผมก็เล่นได้"
    }
  },
  {
    "translation": {
      "en": "[Spikes] Freshman, 18 years old, he hadn't even played in a big game yet.",
      "th": "เด็กปีหนึ่ง อายุ 18 ไม่เคยแข่งนัดใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "He would sit and tell me, \"They kick me the ball, I'm telling you, I'm taking it to the house.\"",
      "th": "เขาบอกผม \"ถ้าเตะบอลมาให้ ผมจะทัชดาวน์ให้ดู\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"You ain't finna do nothing, man.\"",
      "th": "ผมแบบ \"แกไม่ได้ทำหรอก\""
    }
  },
  {
    "translation": {
      "en": "It's like, \"Let 'em kick me the ball. You'll see.\"",
      "th": "เขาแบบ \"เตะบอลมาให้ผมสิ เดี๋ยวก็รู้\""
    }
  },
  {
    "translation": {
      "en": "Like, \"I'mma score, I'm telling you. I'mma score. I might score twice.\"",
      "th": "\"ผมทำแต้มได้แน่ เผลอๆ สองรอบด้วย\""
    }
  },
  {
    "translation": {
      "en": "[James] Coach Meyer, he go, \"Hey, you're out there.\" \"What?\"",
      "th": "โค้ชไมเยอร์บอก \"เฮ้ย ลงสนาม\" \"อะไรนะ\""
    }
  },
  {
    "translation": {
      "en": "[laughs] \"Like, now?\" He's like, \"Yeah.\"",
      "th": "\"ตอนนี้เลยเหรอ\" เขาแบบ \"เออ\""
    }
  },
  {
    "translation": {
      "en": "I didn't give him a chance to say yea or nay, I just ran on the field.",
      "th": "ผมไม่ได้รอให้เขาตอบรับ ผมวิ่งลงสนามไปเลย"
    }
  },
  {
    "translation": {
      "en": "[announcer] Brandon James awaits this one.",
      "th": "แบรนดอน เจมส์รออยู่ครับ…"
    }
  },
  {
    "translation": {
      "en": "[James] The first time I touched the ball, I caught it.",
      "th": "ครั้งแรกที่จับบอล ผมรับบอลได้ แหวกแนวรับ วิ่งฝ่าแนวรับไปเลย"
    }
  },
  {
    "translation": {
      "en": "Kinda split the defense, running straight up through the defense.",
      "th": "ผมรับบอลได้ แหวกแนวรับ วิ่งฝ่าแนวรับไปเลย"
    }
  },
  {
    "translation": {
      "en": "As I started getting closer to that checkerboard, I was like, \"Oh!\"",
      "th": "พอเริ่มเข้าใกล้โซนทัชดาวน์"
    }
  },
  {
    "translation": {
      "en": "My eyes started getting big. \"Man, you're about to score a touchdown.\"",
      "th": "ผมตาโตเลย \"จะได้ทัชดาวน์แล้ว\""
    }
  },
  {
    "translation": {
      "en": "I made a move on the punter… and he actually tripped me.",
      "th": "ผมหลอกพันเตอร์ จริงๆ เขาสกัดผมล้มนะ"
    }
  },
  {
    "translation": {
      "en": "[announcer] I'll tell you, that guy is a weapon.",
      "th": "บอกแล้ว คนนี้อย่างคมครับ"
    }
  },
  {
    "translation": {
      "en": "I was watching from the sideline. I was like, \"Wow.\" \"That's amazing, man.\"",
      "th": "ผมดูจากข้างสนามแล้วแบบ \"โห อย่างเอาเลยว่ะ\""
    }
  },
  {
    "translation": {
      "en": "\"They told you you was too small, and look at you.\"",
      "th": "เขาบอกว่าคุณตัวเล็กไป แต่ดูคุณสิ"
    }
  },
  {
    "translation": {
      "en": "[announcer] That's a first down, Tennessee, here. Florida leading 7-3.",
      "th": "ดาวน์แรก เทนเนสซีครองบอล ฟลอริด้านำอยู่ 7-3 ครับ"
    }
  },
  {
    "translation": {
      "en": "Here's the reverse. And they set up the pass.",
      "th": "แผนรีเวิร์สมาแล้วครับ เตรียมขว้างแล้ว"
    }
  },
  {
    "translation": {
      "en": "Tennessee, they have great players all over the field,",
      "th": "เทนเนสซีมีผู้เล่นเก่งๆ เต็มสนาม"
    }
  },
  {
    "translation": {
      "en": "and they start kicking us around a little bit.",
      "th": "ทำให้เราเริ่มหืดขึ้นคอ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Oh, they've got a man wide open!",
      "th": "มีคนนึงโล่งๆ เลยครับ"
    }
  },
  {
    "translation": {
      "en": "Lucas Taylor… in the corner.",
      "th": "ลูคัส เทย์เลอร์ เข้ามุมแล้ว"
    }
  },
  {
    "translation": {
      "en": "Touchdown!",
      "th": "ทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "This one winds up, at the break, with a Tennessee Volunteer lead.",
      "th": "เกมระอุขึ้นก่อนพักครึ่งครับ เทนเนสซีขึ้นนำอยู่"
    }
  },
  {
    "translation": {
      "en": "Too bad we're not in the fucking Swamp. This would be about 32 to zip right now. Thirty-two to zip!",
      "th": "เสียดายที่เราไม่ได้แข่งที่สวอมป์ ไม่งั้นตอนนี้ 32-0 แล้ว"
    }
  },
  {
    "translation": {
      "en": "What happens, as a coach, you start to think,",
      "th": "ในฐานะโค้ช คุณจะเริ่มคิดว่า \"ถ้าเราแพ้ล่ะ\""
    }
  },
  {
    "translation": {
      "en": "\"What if we lose? How do I keep this team together?\"",
      "th": "ในฐานะโค้ช คุณจะเริ่มคิดว่า \"ถ้าเราแพ้ล่ะ\" \"จะเรียกขวัญให้ทีมได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness. You remember I said that.",
      "th": "ความสามัคคี ความแกร่ง จำที่เคยพูดได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Togetherness and toughness, you fucking win this game.",
      "th": "ความสามัคคี ความแกร่ง จำที่เคยพูดได้ไหม พวกแกชนะได้แน่ ชนะให้ได้ ดัลลัส ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "You win this game, Dallas. Let's go, right now! Let's go!",
      "th": "พวกแกชนะได้แน่ ชนะให้ได้ ดัลลัส ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "-[all] Let's go! -[player] Get it to ten, baby, come on.",
      "th": "เอ้า ลุย"
    }
  },
  {
    "translation": {
      "en": "-Showtime on three! One, two, three… -[all] Showtime!",
      "th": "- ลุยพร้อมกัน หนึ่ง สอง สาม - ลุย!"
    }
  },
  {
    "translation": {
      "en": "[Baker] So we come out from halftime…",
      "th": "เราออกมาลุยหลังพักครึ่ง"
    }
  },
  {
    "translation": {
      "en": "[announcer] Second down.",
      "th": "ดาวน์ที่สอง"
    }
  },
  {
    "translation": {
      "en": "…they score just that quick.",
      "th": "พวกเขาได้แต้มเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Hardesty gets it. Touchdown, Tennessee.",
      "th": "ฮาร์เดสตี้ได้บอล ทัชดาวน์ของเทนเนสซี"
    }
  },
  {
    "translation": {
      "en": "[Baker] I knew I need to lead by example.",
      "th": "ผมรู้ว่าผมต้องทำให้ดูเป็นตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak under pressure, touchdown!",
      "th": "ลีคโดนกดดัน ทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "Catch is made by Dallas Baker.",
      "th": "ดัลลัส เบเกอร์ รับบอลได้"
    }
  },
  {
    "translation": {
      "en": "Let's go! Hey! Let's go!",
      "th": "ลุยเลย"
    }
  },
  {
    "translation": {
      "en": "Hey! Make a play! Make a play.",
      "th": "เอาชนะให้ได้"
    }
  },
  {
    "translation": {
      "en": "[player] Let's go! Let's go, baby.",
      "th": "ลุยกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Mullen] The Tennessee game was a battle.",
      "th": "นัดที่แข่งกับเทนเนสซีเหมือนสงคราม"
    }
  },
  {
    "translation": {
      "en": "[announcer] Blitz. Leak…",
      "th": "บลิตซ์แล้ว ลีค"
    }
  },
  {
    "translation": {
      "en": "[Mullen] And if one play could encapture that game,",
      "th": "ถ้าให้สรุปนัดนั้นด้วยเพลย์เดียว"
    }
  },
  {
    "translation": {
      "en": "it came in a third down and ten,",
      "th": "ก็ต้องเป็นดาวน์ที่สาม สิบหลา"
    }
  },
  {
    "translation": {
      "en": "late in the game, and we're losing.",
      "th": "ตอนท้ายเกมและเรากำลังจะแพ้"
    }
  },
  {
    "translation": {
      "en": "[announcer] Leak, quarterback draw, slides, and he came up short.",
      "th": "ลีคครับ ควอร์เตอร์แบ็กเคลื่อนที่ สไลด์ ขาดอีกนิดเดียวครับ"
    }
  },
  {
    "translation": {
      "en": "And Chris Leak scrambles and falls just short of the first down.",
      "th": "คริส ลีค ฝ่าเข้าไป และล้มลงก่อนได้ดาวน์แรกนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "And here it is, a fourth down and one.",
      "th": "และแล้ว ดาวน์ที่สี่ เอาหนึ่งหลาครับ"
    }
  },
  {
    "translation": {
      "en": "If we don't get this first down, we lose the game.",
      "th": "ถ้าไม่ได้ดาวน์แรกอีก เราแพ้แน่"
    }
  },
  {
    "translation": {
      "en": "And I know that's not going to be Chris's strong point.",
      "th": "และผมรู้ว่านั่นไม่ใช่จุดแข็งของคริส"
    }
  },
  {
    "translation": {
      "en": "[announcer] Tennessee leads by six, 20-14.",
      "th": "เทนเนสซีนำหกแต้ม 20-14"
    }
  },
  {
    "translation": {
      "en": "Tim Tebow, the highly-touted freshman quarterback, is in.",
      "th": "ทิม ทีโบว์ ควอร์เตอร์แบ็กปีหนึ่งคนดัง ลงมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "And so we tried out young freshman Tim Tebow",
      "th": "เราส่งทิม ทีโบว์ เด็กปีหนึ่งลงไป"
    }
  },
  {
    "translation": {
      "en": "to just run somebody over, to get the first down.",
      "th": "ให้วิ่งลุยเพื่อให้ได้ดาวน์แรก"
    }
  },
  {
    "translation": {
      "en": "It was so loud, and 110,000 people, national TV,",
      "th": "เสียงเชียร์ดังมาก คนเรือนแสน ทีวีอีก"
    }
  },
  {
    "translation": {
      "en": "and I grab him, and I said, \"Okay, it's time.\"",
      "th": "ผมเรียกเขาไว้แล้วบอกว่า \"โอเค ถึงเวลาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Tebow] When the game's on the line against a huge rival,",
      "th": "พอสถานการณ์ของนัดที่เจอ คู่ปรับตัวเป้งแขวนอยู่บนเส้นด้าย"
    }
  },
  {
    "translation": {
      "en": "in my first-ever SEC game, my teammates and my coaches,",
      "th": "ในเอสอีซีนัดแรกของผม ทั้งเพื่อนร่วมทีม ทั้งโค้ช"
    }
  },
  {
    "translation": {
      "en": "they were willing to put it in my hands in that moment.",
      "th": "เขาตั้งใจฝากความหวังไว้ในมือผม"
    }
  },
  {
    "translation": {
      "en": "That meant the world to me.",
      "th": "มันมีความหมายกับผมมากครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Snap is perfect. Tebow uses that 6'3\" frame",
      "th": "สแนปสวยมากครับ ทีโบว์ใช้ความสูง 190 ซม. ฝ่าไปทำดาวน์แรกครับ"
    }
  },
  {
    "translation": {
      "en": "to struggle for the first down.",
      "th": "ทีโบว์ใช้ความสูง 190 ซม. ฝ่าไปทำดาวน์แรกครับ"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Wow, pretty friggin' fun.\"",
      "th": "ผมแบบ \"มันว่ะเฮ้ย\""
    }
  },
  {
    "translation": {
      "en": "Tim Tebow jumps up, and-- It was first down.",
      "th": "ทิม ทีโบว์กระโดดและได้ดาวน์แรก"
    }
  },
  {
    "translation": {
      "en": "[announcer] Chris Leak stoically says, \"Nicely done.\"",
      "th": "คริส ลีคเอ่ยเรียบๆ ว่า \"ทำได้ดี\""
    }
  },
  {
    "translation": {
      "en": "[Mullen] I think in that moment, he ran off the field, and Chris ran on.",
      "th": "ผมว่าในตอนนั้น เขาวิ่งออกไปและคริสวิ่งเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[announcer] Second and four.",
      "th": "ดาวน์สอง เอาสี่หลา"
    }
  },
  {
    "translation": {
      "en": "[commentator] Now, anything close, you're going to continue to go for it,",
      "th": "ใกล้แล้ว ต้องใส่ไปให้สุด"
    }
  },
  {
    "translation": {
      "en": "with under seven minutes to go in the game.",
      "th": "เหลือไม่ถึงเจ็ดนาทีแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] Pulls up, Leak… Got a man wide open!",
      "th": "เปิดเกม ลีคครับ อยู่โล่งๆ เลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Mullen] And two plays later…",
      "th": "อีกสองเพลย์ต่อมา…"
    }
  },
  {
    "translation": {
      "en": "Chris threw the game-winning touchdown pass to Dallas Baker.",
      "th": "คริสโยนลูกทัชดาวน์ที่คว้าชัยให้เรา ไปเข้ามือดัลลัส เบเกอร์"
    }
  },
  {
    "translation": {
      "en": "[sportscaster] Pass complete to Baker for a Florida touchdown.",
      "th": "ลีคขว้างไปให้เบเกอร์ทำทัชดาวน์ให้ฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "It was phenomenal.",
      "th": "วิเศษที่สุดครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Talk about a signature win.",
      "th": "เรียกได้ว่าพลิกกลับมาชนะได้"
    }
  },
  {
    "translation": {
      "en": "A huge win.",
      "th": "ชัยชนะครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Maybe this is that moment in time when Florida gets serious again.",
      "th": "อาจถึงเวลาที่ฟลอริด้า จะกลับมาแกร่งอีกครั้งแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "After that game, we knew we were gonna be good.",
      "th": "หลังจบเกม เรารู้ว่าเรารุ่งแน่"
    }
  },
  {
    "translation": {
      "en": "How sweet, baby! How sweet, baby!",
      "th": "ชนะใสเว้ย"
    }
  },
  {
    "translation": {
      "en": "[Siler] \"National Championship? It's possible.\"",
      "th": "ตำแหน่งแชมป์แห่งชาติเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "Something that has been done only one time",
      "th": "ตำแหน่งที่เคยคว้าได้ เพียงครั้งเดียวในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "in the history of the hundred years of Florida football.",
      "th": "ตำแหน่งที่เคยคว้าได้ เพียงครั้งเดียวในประวัติศาสตร์ ร่วมร้อยปีของทีมฟุตบอลฟลอริด้า"
    }
  },
  {
    "translation": {
      "en": "[Siler] Let's go chase it. Let's go get it.",
      "th": "ไปคว้ามา ไปคว้ามาครองให้ได้"
    }
  },
  {
    "translation": {
      "en": "And I didn't think that anybody could beat us.",
      "th": "ผมว่าใครก็เอาเราไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "[announcer] Florida Gators have gone down at Auburn.",
      "th": "ฟลอริด้าเกเตอร์พ่ายออเบิร์นครับ"
    }
  },
  {
    "translation": {
      "en": "To win a National Championship, it's not that easy.",
      "th": "จะชนะแชมป์แห่งชาติก็ไม่ง่ายครับ"
    }
  },
  {
    "translation": {
      "en": "[announcer] Tim Tebow, the freshman.",
      "th": "ทิม ทีโบว์ ปีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Tebow] This team has the chance to be so special,",
      "th": "ทีมนี้มีโอกาสก้าวขึ้นเป็นสุดยอด"
    }
  },
  {
    "translation": {
      "en": "and we were so close to doing it.",
      "th": "และเราก็ใกล้จะทำสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "[announcer] 90,000-plus holding their breath.",
      "th": "คนดูกว่าเก้าหมื่นคนหยุดหายใจ"
    }
  }
]