[
  {
    "translation": {
      "en": "[Leonardo DiCaprio] In 1776, 56 men signed a document claiming something radical:",
      "th": "ในปี 1776 ชาย 56 คน ได้ลงนามเอกสารที่อ้างในสิ่งที่สุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "All men are created equal.",
      "th": "ว่าทุกคนถูกสร้างมาให้เท่าเทียมกัน"
    }
  },
  {
    "translation": {
      "en": "A couple lines down, they went further.",
      "th": "ลงไปอีกสองสามแถว ยังมีมากกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "It says quite clearly in the Declaration of Independence",
      "th": "ประกาศอิสระภาพได้ระบุไว้อย่างชัดเจนว่า"
    }
  },
  {
    "translation": {
      "en": "that all governments derive \"their just powers",
      "th": "รัฐบาลทั้งหมดได้รับ \"อำนาจที่ชอบธรรม จากความยินยอมของผู้ถูกปกครอง\""
    }
  },
  {
    "translation": {
      "en": "-from the consent of the governed.\" -And then we got the Constitution.",
      "th": "รัฐบาลทั้งหมดได้รับ \"อำนาจที่ชอบธรรม จากความยินยอมของผู้ถูกปกครอง\" แล้วก็มีรัฐธรรมนูญ"
    }
  },
  {
    "translation": {
      "en": "The Constitution basically said,",
      "th": "รัฐธรรมนูญระบุประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"Yeah, we think that those things are true,",
      "th": "\"ใช่ เราคิดว่าประกาศนั้นเป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "but we didn't mean it for everyone.\"",
      "th": "แต่เราไม่ได้พูดถึงทุกคน\""
    }
  },
  {
    "translation": {
      "en": "They want some level of democracy,",
      "th": "พวกเขาอยากให้มีประชาธิปไตยระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but they own human beings.",
      "th": "แต่ยังเป็นเจ้าของมนุษย์ได้อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Voting was a privilege almost exclusively for white men with property.",
      "th": "การลงคะแนนเสียงถือเป็นเอกสิทธิ์ สำหรับชายผิวขาวที่มีที่ดินโดยเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "[Anderson] In the founding Constitution, you will not find the right to vote.",
      "th": "ในรัฐธรรมนูญฉบับแรก ไม่มีการระบุถึงสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] When George Washington was elected America's first president,",
      "th": "ตอนจอร์จ วอชิงตันได้รับเลือกตั้ง ให้เป็นประธานาธิบดีคนแรกของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "at most, 20% of the governed were eligible to vote.",
      "th": "ผู้ถูกปกครองมากสุด 20 เปอร์เซ็นต์ มีสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "But that number grew.",
      "th": "แต่ตัวเลขนั้นก็เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "One of the great engines of American history",
      "th": "ตัวขับเคลื่อนที่สำคัญตัวหนึ่ง ของประวัติศาสตร์อเมริกัน"
    }
  },
  {
    "translation": {
      "en": "is the struggle to decide and declare",
      "th": "ก็คือการดิ้นรนที่จะตัดสินใจและประกาศ"
    }
  },
  {
    "translation": {
      "en": "that voting was a right,",
      "th": "ว่าสิทธิเลือกตั้งถือเป็นสิทธิพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "not a privilege.",
      "th": "ไม่ใช่เอกสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] First, Black men won the vote, then white women in 1920,",
      "th": "กลุ่มแรกที่ได้สิทธิ์นี้คือชายผิวดำ จากนั้นก็ผู้หญิงผิวขาวในปี 1920"
    }
  },
  {
    "translation": {
      "en": "then Native Americans.",
      "th": "จากนั้นก็ชาวอเมริกันพื้นเมือง"
    }
  },
  {
    "translation": {
      "en": "And in 1971, the voting age dropped from 21 to 18.",
      "th": "และในปี 1971 อายุผู้มีสิทธิเลือกตั้ง ลดลงจาก 21 เป็น 18 ปี"
    }
  },
  {
    "translation": {
      "en": "By 2016, around 90% of everyone over 18 in America had the right to vote.",
      "th": "ในปี 2016 ผู้มีอายุเกิน 18 ปีในอเมริกา ประมาณ 90 เปอร์เซ็นต์มีสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "But only 56% actually used it.",
      "th": "แต่มีผู้ใช้สิทธิ์นั้นเพียง 56 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "The United States lags behind most other developed countries",
      "th": "สหรัฐฯ ตามหลังประเทศที่พัฒนาแล้วส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "in voter participation.",
      "th": "ด้านอัตราการใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Our democracy is broken.",
      "th": "ระบอบประชาธิปไตยของเราพัง"
    }
  },
  {
    "translation": {
      "en": "It's a rigged system, and people are angry.",
      "th": "มันเป็นระบบที่โกง และประชาชนโมโห"
    }
  },
  {
    "translation": {
      "en": "People are upset.",
      "th": "ประชาชนไม่พอใจ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And the coronavirus pandemic has made the debate around voting inescapable.",
      "th": "และโรคระบาดไวรัสโคโรนา ก็บีบให้เราจำเป็นต้องถกกันเรื่องการใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "The mail ballots are corrupt.",
      "th": "บัตรเลือกตั้งทางไปรษณีย์มันโกง"
    }
  },
  {
    "translation": {
      "en": "Some are concerned that, well, if we allow this,",
      "th": "บางคนก็กังวลว่าถ้าเรายอมให้ทำแบบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "there'll be, quote, \"too many people who can vote.\"",
      "th": "จะทำให้มี \"ผู้มีสิทธิ์เลือกตั้งมากเกินไป\""
    }
  },
  {
    "translation": {
      "en": "Well, that's kind of a pathetic excuse.",
      "th": "ข้ออ้างนั้นน่าสมเพชจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You do have to ask yourself,",
      "th": "คุณต้องถามตัวเองว่า"
    }
  },
  {
    "translation": {
      "en": "if someone doesn't really care enough",
      "th": "ถ้าใครคนหนึ่งไม่มีความใส่ใจมากพอ"
    }
  },
  {
    "translation": {
      "en": "to go down to the school gymnasium and cast a ballot,",
      "th": "ที่จะไปกาบัตรเลือกตั้งที่คูหาในโรงยิมโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "how eager should we be to get that person's vote?",
      "th": "เราควรอยากให้คนคนนั้นมาใช้สิทธิ์เหรอ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's an age-old battle in America,",
      "th": "มันเป็นศึกที่มีมานานแล้วในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "whether the vote should be for everybody, or just some people,",
      "th": "ว่าทุกคนควรมีสิทธิเลือกตั้ง หรือว่าแค่บางคนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "whether it should be easy or hard.",
      "th": "ว่ามันควรทำได้ง่ายหรือทำได้ยาก (ใช้สิทธิ์)"
    }
  },
  {
    "translation": {
      "en": "It's the world's oldest democracy,",
      "th": "มันเป็นระบอบประชาธิปไตยที่เก่าแก่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "so why is the right to vote still a fight?",
      "th": "แล้วทำไมยังต้องต่อสู้กันเรื่องสิทธิเลือกตั้งอีกล่ะ"
    }
  },
  {
    "translation": {
      "en": "The great right of all.",
      "th": "สิทธิ์ที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "Our most important right, the right to vote.",
      "th": "สิทธิที่สำคัญที่สุด สิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "I'm so grateful to exercise my right as a voter again.",
      "th": "ฉันดีใจมากที่ได้มาใช้สิทธิ์ใช้เสียงอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "We're willing to be beaten for democracy!",
      "th": "เรายอมโดนซ้อมเพื่อระบอบประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "You beat people bloody in order that they will not have the privilege to vote!",
      "th": "พวกคุณซ้อมคนจนเลือดตกยางออก ไม่ให้เขามีเอกสิทธิ์ในการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "[John Lewis] Some people gave more than a little blood.",
      "th": "บางคนสละมากกว่าเลือด"
    }
  },
  {
    "translation": {
      "en": "-Some gave their very lives. -[man] I don't want everybody to vote.",
      "th": "- บ้างก็สละชีพ - ผมไม่อยากให้ทุกคนมีสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Our leverage in the elections quite candidly goes up",
      "th": "เรามีโอกาสชนะเลือกตั้งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "as the voting populace goes down.",
      "th": "เมื่อมีจำนวนผู้ใช้สิทธิ์น้อยลง"
    }
  },
  {
    "translation": {
      "en": "Don't boo. Vote.",
      "th": "อย่าโห่ ไปใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "This right to vote is the basic right without which all others are meaningless.",
      "th": "สิทธิเลือกตั้งนี้เป็นสิทธิพื้นฐาน หากไม่มีมันแล้ว สิทธิทั้งหมดก็ไร้ความหมาย"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America's never held an election quite like this one.",
      "th": "อเมริกาไม่เคยจัดการเลือกตั้งแบบนี้มาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Given the deadly pandemic,",
      "th": "เพราะโรคระบาดอันตราย"
    }
  },
  {
    "translation": {
      "en": "states all over the country have extended the option to vote by mail.",
      "th": "รัฐต่างๆ ทั่วประเทศก็ได้ขยายตัวเลือก ให้ใช้สิทธิ์ทางไปรษณีย์ได้"
    }
  },
  {
    "translation": {
      "en": "So there's a small number of states that have universal vote-by-mail.",
      "th": "มีเพียงไม่กี่รัฐที่อนุญาต ให้ทุกคนใช้สิทธิ์ทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "States like Colorado, Washington, Oregon.",
      "th": "อย่างเช่น โคโลราโด วอชิงตัน ออริกอน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ballots are mailed to every registered voter,",
      "th": "บัตรจะถูกส่งไปให้ผู้มีสิทธิ์ทุกคนที่ลงทะเบียนแล้ว"
    }
  },
  {
    "translation": {
      "en": "but in most states, you have to apply, like in Kansas.",
      "th": "แต่ในรัฐส่วนใหญ่ คุณต้องไปขอ เช่น รัฐแคนซัส"
    }
  },
  {
    "translation": {
      "en": "The ballot won't be sent to you until",
      "th": "รัฐจะไม่ส่งบัตรเลือกตั้งไปให้คุณ"
    }
  },
  {
    "translation": {
      "en": "the signature on your request form is verified",
      "th": "จนกว่าลายเซ็นในใบขอของคุณจะได้รับการยืนยัน"
    }
  },
  {
    "translation": {
      "en": "and matched with a signature that the state has on file with you.",
      "th": "ว่าตรงกับลายเซ็นของคุณในบันทึกของรัฐ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In some states, you need an excuse to vote by mail,",
      "th": "ในบางรัฐ ถ้าจะใช้สิทธิ์ทางไปรษณีย์ ก็ต้องมีเหตุผลก่อน"
    }
  },
  {
    "translation": {
      "en": "and the pandemic doesn't count.",
      "th": "ซึ่งโรคระบาดไม่นับเป็นเหตุผล"
    }
  },
  {
    "translation": {
      "en": "The rules that govern American elections are largely made by state politicians.",
      "th": "กฎที่ควบคุมการเลือกตั้งในอเมริกา ส่วนใหญ่เขียนขึ้นโดยนักการเมืองรัฐ"
    }
  },
  {
    "translation": {
      "en": "That's how it's always been.",
      "th": "เป็นเช่นนั้นเสมอมา"
    }
  },
  {
    "translation": {
      "en": "Voting was always left to the states.",
      "th": "การใช้สิทธิ์ถือเป็นเรื่องของรัฐเสมอมา"
    }
  },
  {
    "translation": {
      "en": "Different states can try different systems,",
      "th": "แต่ละรัฐสามารถทดลองระบบที่แตกต่างกันไป"
    }
  },
  {
    "translation": {
      "en": "and if they work, other states will copy them.",
      "th": "แล้วถ้าระบบใช้ได้ดี รัฐอื่นๆ ก็จะลอกวิธีการ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And these partisan politicians can also set the rules",
      "th": "และนักการเมืองที่แบ่งฝักฝ่ายนี้ ก็สามารถกำหนดกติกา"
    }
  },
  {
    "translation": {
      "en": "for who has the right to vote at all.",
      "th": "ว่าใครมีสิทธิเลือกตั้งบ้าง"
    }
  },
  {
    "translation": {
      "en": "You know, I remember in 2016, when my wife ran for office,",
      "th": "ผมจำตอนภรรยาผมลงแข่งในปี 2016 ได้"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even vote for her.",
      "th": "ผมลงคะแนนให้เธอไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Because I lived in Florida, I couldn't vote for my own wife.",
      "th": "เพราะผมอาศัยในฟลอริดา เลยไปลงคะแนนให้ภรรยาตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida had stripped the right to vote from all convicted felons for life.",
      "th": "ฟลอริดาได้ตัดสิทธิการเลือกตั้ง ของอาชญากรทุกคนจนตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "But from 2007 to 2011, 155,000 of them got it back",
      "th": "แต่ระหว่างปี 2007 - 2011 มีผู้ได้รับสิทธิ์นั้นคืนไป 155,000 คน"
    }
  },
  {
    "translation": {
      "en": "from then-Republican Governor Charlie Crist",
      "th": "จากผู้ว่าการรัฐพรรครีพับลิกัน ชาร์ลี คริสท์"
    }
  },
  {
    "translation": {
      "en": "through a nearly automatic process.",
      "th": "ด้วยกระบวนการที่แทบจะเป็นอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "Then Rick Scott became governor.",
      "th": "แต่แล้วริค สก็อตต์ก็ได้เป็นผู้ว่าฯ"
    }
  },
  {
    "translation": {
      "en": "I'll never forget when the governor at the time, Rick Scott,",
      "th": "ผมจะไม่มีวันลืมที่ริค สก็อตต์ ผู้ว่าฯ ในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "he rolled back the clemency policies from the previous administration.",
      "th": "ได้ยกเลิกนโยบายผ่อนผันของฝ่ายบริหารชุดก่อน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Ex-felons now had to make their appeal in an in-person hearing.",
      "th": "ตอนนี้อดีตอาชญากรต้องไปขออุทธรณ์ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "People would basically go in front of the governor and his cabinet",
      "th": "ทุกคนต้องไปยืนต่อหน้าผู้ว่าฯ และคณะทำงานของเขา"
    }
  },
  {
    "translation": {
      "en": "and beg the governor to restore their rights.",
      "th": "แล้วขอร้องให้ผู้ว่าฯ คืนสิทธิ์ให้"
    }
  },
  {
    "translation": {
      "en": "I'm here to get my rights back so I can have a voice.",
      "th": "ผมมาขอสิทธิ์คืน ผมจะได้ไปใช้เสียง"
    }
  },
  {
    "translation": {
      "en": "And the governor would just deny so many people for no rhyme or reason.",
      "th": "แล้วผู้ว่าฯ จะปฏิเสธคนมากมาย อย่างไม่มีเหตุผลเลย"
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon.",
      "th": "ผมปฏิเสธไม่ให้อภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "I deny a full pardon.",
      "th": "ผมปฏิเสธไม่ให้อภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "I deny restoration of civil rights and deny the full pardon.",
      "th": "ผมปฏิเสธไม่ให้สิทธิพลเมืองคืน และไม่ให้อภัยโทษ"
    }
  },
  {
    "translation": {
      "en": "That whole process was an arbitrary process.",
      "th": "มันเป็นกระบวนการแบบตามใจฉัน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Scott restored the right to vote",
      "th": "สก็อตต์คืนสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "to less than 4,000 ex-felons over eight years.",
      "th": "ให้อดีตอาชญากรไม่ถึง 4,000 คน ในช่วงเวลาแปดปี"
    }
  },
  {
    "translation": {
      "en": "And I remember thinking, \"Wow, that's a lot of power",
      "th": "ผมจำได้ว่าผมคิดว่า \"โห มันเป็นอำนาจมหาศาล"
    }
  },
  {
    "translation": {
      "en": "to be able to decide which American citizen gets to vote",
      "th": "ที่เขาตัดสินได้ว่าพลเมืองอเมริกันคนไหน มีสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "and which American citizen don't get to vote.\"",
      "th": "และคนไหนไม่มีสิทธิเลือกตั้ง\""
    }
  },
  {
    "translation": {
      "en": "And I thought that was too much power for any politician to have.",
      "th": "และผมคิดว่านักการเมือง ไม่ควรมีอำนาจมากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Rick Scott then won a seat in the Senate by a very thin margin.",
      "th": "จากนั้นริค สก็อตต์ก็ได้ตำแหน่ง ส.ว. ด้วยคะแนนที่เฉียดฉิว"
    }
  },
  {
    "translation": {
      "en": "If he'd restored voting rights like his predecessor, he might have lost.",
      "th": "ถ้าเขาได้คืนสิทธิเลือกตั้ง เหมือนที่ผู้ว่าฯ คนก่อนทำ เขาอาจแพ้"
    }
  },
  {
    "translation": {
      "en": "That's why expansions of the vote have faced resistance from the beginning.",
      "th": "เพราะเหตุนั้น การขยายสิทธิเลือกตั้ง จึงถูกคัดค้านมาตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "When America declared independence,",
      "th": "เมื่ออเมริกาประกาศอิสระภาพ"
    }
  },
  {
    "translation": {
      "en": "New Jersey decided to let anyone with enough wealth vote.",
      "th": "รัฐนิวเจอร์ซีย์ได้อนุญาติให้ทุกคน ที่มั่งคั่งมากพอมีสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "[Berkin] There were women who were widows.",
      "th": "มีผู้หญิงที่เป็นแม่หม้าย"
    }
  },
  {
    "translation": {
      "en": "There were free African Americans in New Jersey who said, \"I own property.",
      "th": "มีชาวแอฟริกันอเมริกันที่เป็นอิสระ ในนิวเจอร์ซีย์ ที่บอกว่า \"ผมมีที่ดิน"
    }
  },
  {
    "translation": {
      "en": "I'm going to vote.\" And they did.",
      "th": "ผมจะใช้สิทธิ์\" แล้วก็ทำจริง"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But then came concerns about voter fraud.",
      "th": "แต่แล้วก็เกิดความกังวลเรื่องการโกงเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Men cross-dressing to vote.",
      "th": "ผู้ชายแต่งตัวเป็นผู้หญิงไปใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Ineligible women voting by the carriageful.",
      "th": "ผู้หญิงที่ขาดคุณสมบัติแห่กันไปใช้สิทธิ์เต็มคันรถ"
    }
  },
  {
    "translation": {
      "en": "After 30 years, New Jersey politicians stripped women and Black men of the right to vote,",
      "th": "ผ่านไป 30 ปี นักการเมืองนิวเจอร์ซีย์ได้ถอด สิทธิเลือกตั้งของผู้หญิงและชายผิวดำ"
    }
  },
  {
    "translation": {
      "en": "groups that also happened to be voting against them.",
      "th": "กลุ่มคนที่บังเอิญไม่ลงคะแนนให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Non-citizens could vote almost everywhere in early America,",
      "th": "ในยุคแรกๆ ผู้ไม่ใช่พลเมือง มีสิทธิเลือกตั้งเกือบทั่วอเมริกา"
    }
  },
  {
    "translation": {
      "en": "but over the decades, states took that right away, too.",
      "th": "แต่ในช่วงศตวรรษต่อๆ มา รัฐก็ได้ยึดสิทธิ์นั้นไปด้วย"
    }
  },
  {
    "translation": {
      "en": "And when the federal government began to extend the right to vote",
      "th": "และเมื่อรัฐบาลกลางเริ่มขยายสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "to Black men in 1867…",
      "th": "ให้กับชายผิวดำในปี 1867…"
    }
  },
  {
    "translation": {
      "en": "The very next year, Florida passed a law",
      "th": "ปีต่อมา รัฐฟลอริดาได้ออกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "that said those with a felony conviction could not vote.",
      "th": "ที่ระบุว่าผู้ที่เคยมีความผิดอาญาไม่มีสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The 15th Amendment banned states",
      "th": "บทแก้ไขรัฐธรรมนูญข้อที่ 15 ห้ามไม่ให้รัฐ"
    }
  },
  {
    "translation": {
      "en": "from restricting the right to vote on account of race.",
      "th": "จำกัดสิทธิเลือกตั้งด้วยเหตุผลทางเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "It doesn't say anything about getting arrested.",
      "th": "มันไม่ได้พูดถึงการถูกจับเลย"
    }
  },
  {
    "translation": {
      "en": "What's also happening at this time, a rise of laws coming out of these states",
      "th": "อีกอย่างที่เกิดขึ้นในช่วงเวลานี้ คือบัญญัติกฎหมายจากรัฐเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "that criminalize Blackness,",
      "th": "ที่สั่งให้ผิวสีดำถือเป็นอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "laws that only Black people are subjected to.",
      "th": "กฎหมายที่ใช้กับคนดำเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "The main reason was to prevent newly-freed slaves from being able to",
      "th": "เหตุผลหลักนั้นก็เพื่อป้องกัน ไม่ให้ทาสที่เพิ่งได้รับอิสรภาพ"
    }
  },
  {
    "translation": {
      "en": "actively participate in our democracy.",
      "th": "ไปมีบทบาทในระบอบประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And it wasn't just Florida.",
      "th": "ไม่ใช่แค่ฟลอริดาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Felony disenfranchisement laws had spread all around the country.",
      "th": "กฎหมายตัดสิทธิ์อาชญากรระบาดไปทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "White Democrats throughout the South enacted a patchwork of other laws",
      "th": "ชาวเดโมแครตผิวขาวทั่วแถบใต้ ได้บังคับใช้กฎหมายอื่นๆ อีกมากมาย"
    }
  },
  {
    "translation": {
      "en": "designed to restrict the vote, so they could hold on to power.",
      "th": "ที่ถูกออกแบบมาเพื่อจำกัดสิทธิ์ พวกเขาจะได้กุมอำนาจต่อไป"
    }
  },
  {
    "translation": {
      "en": "They did it by using the legacies of slavery,",
      "th": "พวกเขาฉวยโอกาสจากผลลัพธ์ของระบอบทาส"
    }
  },
  {
    "translation": {
      "en": "the legacies of the lack of wealth.",
      "th": "ผลลัพธ์จากความยากจน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like taxes, you had to pay to vote, with exemptions if your grandfather voted.",
      "th": "เช่น ภาษีที่ต้องจ่ายเพื่อใช้สิทธิ์ โดยจะยกเว้นให้ถ้าปู่หรือตาของคุณเคยใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Well, if you were a slave, this is the first generation after slavery,",
      "th": "ถ้าคุณเป็นทาสมาก่อน นี่ก็เป็นคนรุ่นแรกหลังยุคทาส"
    }
  },
  {
    "translation": {
      "en": "no one's grandfather, if you were Black, would have been permitted to vote.",
      "th": "ถ้าคุณผิวดำ ปู่หรือตาของคุณ ไม่เคยได้รับอนุญาตให้ลงคะแนนเสียง"
    }
  },
  {
    "translation": {
      "en": "The legacies of the lack of access to education.",
      "th": "ผลลัพธ์จากการไม่ได้รับการศึกษา"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like understanding clauses and literacy tests.",
      "th": "เช่น มาตราความเข้าใจ และบททดสอบความรู้หนังสือ"
    }
  },
  {
    "translation": {
      "en": "The man who helped raise me talked about taking the literacy test.",
      "th": "คนที่ช่วยเลี้ยงฉันพูดถึง ตอนทำบททดสอบความรู้หนังสือ"
    }
  },
  {
    "translation": {
      "en": "And his question was, \"How high is up?\"",
      "th": "คำถามที่เขาเจอคือ \"คำว่าขึ้นต้องสูงแค่ไหน\""
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "อืม"
    }
  },
  {
    "translation": {
      "en": "Those actually originated in the Northeast,",
      "th": "มาตรานั้นมาจากแถบตะวันออกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "and they targeted European immigrants who came from non-English-speaking countries.",
      "th": "ซึ่งมีไว้ดักผู้อพยพชาวยุโรป ที่มาจากประเทศที่ไม่ใช้ภาษาอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "And so over and over again, we've seen voter suppression",
      "th": "เราจึงได้เห็นซ้ำแล้วซ้ำอีกว่า มีการขัดขวางผู้ใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "target communities.",
      "th": "ซึ่งเน้นเฉพาะบางกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "Sometimes it's racially-based,",
      "th": "บางครั้งก็เน้นตามเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "but always it's because those in power do not want to share that power.",
      "th": "แต่ทุกครั้งที่มันเกิดขึ้น มันเป็นเพราะ ผู้มีอำนาจไม่อยากแบ่งอำนาจ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The list went on.",
      "th": "รายการยังมีอีกยาว"
    }
  },
  {
    "translation": {
      "en": "And whatever those policies didn't cover,",
      "th": "และในส่วนที่นโยบายไม่ได้ระบุถึง"
    }
  },
  {
    "translation": {
      "en": "we'd experience state-sanctioned violence.",
      "th": "ทางรัฐก็จะมาใช้ความรุนแรงกับพวกเรา"
    }
  },
  {
    "translation": {
      "en": "[Abrams] Voter suppression has existed in almost every state in our nation.",
      "th": "แทบจะทุกรัฐในประเทศนี้ เคยมีมาตรการขัดขวางผู้ใช้สิทธิ์มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But the South was the most effective purveyor of voter suppression.",
      "th": "แต่รัฐทางใต้ได้ขัดขวางผู้ใช้สิทธิ์ ได้อย่างมีประสิทธิภาพที่สุด"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The right to vote there was essentially destroyed.",
      "th": "เรียกว่าสิทธิเลือกตั้งที่นั่นได้ถูกทำลายก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "[Anderson] By 1940,",
      "th": "ในปี 1940"
    }
  },
  {
    "translation": {
      "en": "only three percent of African-American adults in the South",
      "th": "ผู้ใหญ่ชาวแอฟริกันอเมริกัน เพียงสามเปอร์เซ็นต์ในรัฐทางใต้"
    }
  },
  {
    "translation": {
      "en": "were registered to vote.",
      "th": "ได้ลงทะเบียนใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Three percent.",
      "th": "สามเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 1964, a Constitutional amendment banned poll taxes,",
      "th": "ในปี 1964 บทแก้ไขบัญญัติรัฐธรรมนูญ ได้แบนภาษีรายตัว"
    }
  },
  {
    "translation": {
      "en": "but it took until the next year for the tide to break.",
      "th": "แต่กว่าจะเกิดความเปลี่ยนแปลงก็ปีถัดมา"
    }
  },
  {
    "translation": {
      "en": "Hundreds marched for the right to vote in Selma, Alabama,",
      "th": "ประชาชนนับร้อยเดินประท้วง ที่เซลมา รัฐแอละแบมา เพื่อสิทธิการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "and the images of police",
      "th": "และภาพที่ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "brutally attacking protesters, including future Congressman John Lewis,",
      "th": "ทำร้ายผู้ประท้วงอย่างทารุณ รวมถึงอนาคต ส.ส.จอห์น ลูอิส"
    }
  },
  {
    "translation": {
      "en": "finally shocked the nation",
      "th": "ทำให้คนทั้งชาติตะลึงงัน"
    }
  },
  {
    "translation": {
      "en": "and President Lyndon Johnson into action.",
      "th": "และกระตุ้นให้ ปธน.ลินดอน จอห์นสัน ลงมือทำบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "The right is one which no American",
      "th": "(ประธานาธิบดีลินดอน บี. จอห์นสัน) สิทธินี้คือสิ่งที่ ชาวอเมริกันซึ่งเชื่อในหลักการของเรา มิอาจปฏิเสธได้"
    }
  },
  {
    "translation": {
      "en": "true to our principles can deny.",
      "th": "ชาวอเมริกันซึ่งเชื่อในหลักการของเรา มิอาจปฏิเสธได้"
    }
  },
  {
    "translation": {
      "en": "[Will] With the passage of the Voting Rights Act in 1965,",
      "th": "เมื่อได้มีการผ่าน กฎหมายสิทธิการเลือกตั้งปี 1965"
    }
  },
  {
    "translation": {
      "en": "the United States finally became,",
      "th": "ในที่สุดสหรัฐอเมริกาก็ได้กลายเป็น"
    }
  },
  {
    "translation": {
      "en": "in the full sense of the word, a democracy.",
      "th": "ระบอบประชาธิปไตยอย่างเต็มตัว"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All these racist tactics became illegal, and crucially,",
      "th": "กลยุทธ์เหยียดผิวทั้งหลายเหล่านี้ กลายเป็นสิ่งผิดกฎหมาย และที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "states that had disenfranchised the most citizens",
      "th": "รัฐที่ตัดสิทธิ์พลเมืองจำนวนมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "now had to get pre-clearance from the federal government if they wanted to make voting harder.",
      "th": "จำเป็นต้องขอให้รัฐบาลกลางอนุมัติก่อน หากอยากทำให้คนใช้สิทธิ์ได้ยากขึ้น"
    }
  },
  {
    "translation": {
      "en": "The system worked, and it changed American politics forever.",
      "th": "ระบบนั้นใช้ได้ผล และมันเปลี่ยนโลกการเมืองอเมริกันไปตลอดกาล (อัตราผู้ไปใช้สิทธิเลือกตั้งประธานาธิบดี)"
    }
  },
  {
    "translation": {
      "en": "Starting in 1965, after the Voting Rights Act,",
      "th": "ตั้งแต่ปี 1965 หลังมีกฎหมายสิทธิการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "we saw the emergence of basically a bipartisan consensus",
      "th": "เราได้เห็นทั้งสองพรรคเริ่มเห็นพ้องต้องกันว่า"
    }
  },
  {
    "translation": {
      "en": "to make voting easier.",
      "th": "ต้องทำให้คนใช้สิทธิ์ได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Every time the Voting Rights Act was set to expire,",
      "th": "ทุกครั้งที่กฎหมายสิทธิการเลือกตั้งใกล้จะหมดอายุ"
    }
  },
  {
    "translation": {
      "en": "the government reauthorized it.",
      "th": "รัฐบาลก็จะต่ออายุกฎหมายใหม่"
    }
  },
  {
    "translation": {
      "en": "[Reagan] As long as I'm in a position to uphold the Constitution,",
      "th": "ตราบใดที่ผมมีอำนาจสามารถค้ำจุนรัฐธรรมนูญได้"
    }
  },
  {
    "translation": {
      "en": "no barrier will come between our citizens and the voting booth.",
      "th": "ก็จะไม่มีสิ่งใดมาขวางกั้น ระหว่างประชาชนกับคูหาเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "By reauthorizing this Act, Congress has reaffirmed its belief",
      "th": "ด้วยการต่ออายุกฎหมายนี้ รัฐสภาก็ได้ยืนยันความเชื่อของเราว่า"
    }
  },
  {
    "translation": {
      "en": "that all men are created equal.",
      "th": "มนุษย์ทุกคนเท่าเทียมกัน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And there were new ideas to make voting easier,",
      "th": "แล้วก็มีความคิดใหม่ ที่จะช่วยให้ประชาชนใช้สิทธิ์ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "like making registration simpler.",
      "th": "เช่น ทำให้การลงทะเบียนง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "In this country, we don't have a person to waste.",
      "th": "ในประเทศนี้ เราจะทิ้งใครไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Letting people vote before Election Day.",
      "th": "ให้ประชาชนใช้สิทธิ์ล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "They're voting for president today, under the state's new early voting program.",
      "th": "พวกเขากำลังเลือกประธานาธิบดีวันนี้เลย โดยใช้โครงการใช้สิทธิ์ล่วงหน้าของรัฐ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And expanding voting by mail.",
      "th": "และเพิ่มการใช้สิทธิ์ทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "[newsman] Everyone eligible to vote in this election, 1.4 million people,",
      "th": "ทุกคนที่มีสิทธิเลือกตั้งในครั้งนี้ ประชาชน 1.4 ล้านคน ได้รับบัตรเลือกตั้งทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "received mail-in ballots.",
      "th": "ประชาชน 1.4 ล้านคน ได้รับบัตรเลือกตั้งทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "Georgia actually has one of the most expansive standards for vote-by-mail,",
      "th": "จอร์เจียมีมาตรฐานการใช้สิทธิ์ทางไปรษณีย์ ที่ครอบคลุมเกือบที่สุด"
    }
  },
  {
    "translation": {
      "en": "and it was passed by Republicans when they took control in 2005.",
      "th": "ซึ่งพรรครีพับลิกันเป็นฝ่ายผ่านกฎหมายนี้ ตอนขึ้นมาบริหารรัฐในปี 2005"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] And in 2008…",
      "th": "และในปี 2008…"
    }
  },
  {
    "translation": {
      "en": "[Obama] If there is anyone out there",
      "th": "ถ้ายังคงมีใคร"
    }
  },
  {
    "translation": {
      "en": "who still questions the power of our democracy,",
      "th": "ที่ไม่เชื่อมั่นในอำนาจ ของระบอบประชาธิปไตยของเรา"
    }
  },
  {
    "translation": {
      "en": "tonight is your answer.",
      "th": "คืนนี้เป็นคำตอบของคุณ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Record numbers of people who had been historically locked out of voting",
      "th": "ผู้ที่เคยถูกกีดกันไม่ให้ใช้สิทธิ์ในอดีต จำนวนมากเป็นประวัติการณ์"
    }
  },
  {
    "translation": {
      "en": "elected the nation's first Black president.",
      "th": "ได้เลือกประธานาธิบดีผิวดำคนแรกของชาติ (เยาวชนชอบโอบามาเกินใครในประวัติศาสตร์)"
    }
  },
  {
    "translation": {
      "en": "After President Obama got elected in 2008,",
      "th": "หลังประธานาธิบดีโอบามา ได้รับเลือกตั้งในปี 2008"
    }
  },
  {
    "translation": {
      "en": "that's where this bipartisan consensus kind of broke apart.",
      "th": "ความเห็นพ้องต้องกันจากสองพรรคก็สลายไป"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Obama and the Democratic party had captured the growing diversity of America.",
      "th": "โอบามากับพรรคเดโมแครต ได้ตรึงใจอเมริกาที่หลากหลายมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Republicans hadn't.",
      "th": "แต่พรรครีพับลิกันทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Democrats in the South had been incentivized to suppress the vote.",
      "th": "พรรคเดโมแครตในรัฐทางใต้ เคยได้รับการสนับสนุนให้ขัดขวางผู้ใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Now Republicans were.",
      "th": "ตอนนี้กลายเป็นพรรครีพับลิกัน"
    }
  },
  {
    "translation": {
      "en": "And in 2013, the Supreme Court made that a lot easier.",
      "th": "และในปี 2013 ศาลสูงสุด ช่วยให้ทำแบบนั้นได้ง่ายขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court essentially knocked down one of the pillars of the Civil Rights Movement.",
      "th": "วันนี้ ศาลสูงสุดได้โค่นเสาหลักหนึ่ง ของการเรียกร้องสิทธิพลเมือง"
    }
  },
  {
    "translation": {
      "en": "The US Supreme Court has driven a stake through the heart of the most important",
      "th": "ศาลสูงสุดของสหรัฐฯ ได้ยิงกระสุนเงินทะลุหัวใจ ของกฎหมายสิทธิพลเมืองที่สำคัญที่สุด กฎหมายสิทธิการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Civil Rights law ever enacted, the Voting Rights Act.",
      "th": "ของกฎหมายสิทธิพลเมืองที่สำคัญที่สุด กฎหมายสิทธิการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Today, the Supreme Court stuck a dagger in the heart of the Voting Rights Act.",
      "th": "วันนี้ ศาลสูงสุดได้แทงไปที่หัวใจ ของกฎหมายสิทธิการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "In a five-to-four ruling, the Court's conservatives said",
      "th": "ด้วยมติห้าต่อสี่ ผู้พิพากษาอนุรักษ์นิยมในศาลบอกว่า"
    }
  },
  {
    "translation": {
      "en": "the areas covered by the Voting Rights Act had changed,",
      "th": "ขอบเขตของกฎหมายสิทธิการเลือกตั้ง ได้เปลี่ยนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "but the law has not kept up.",
      "th": "แต่กฎหมายนั้นตามไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] States and counties the Voting Rights Act had regulated",
      "th": "รัฐและเทศมณฑล ที่กฎหมายสิทธิการเลือกตั้งเคยควบคุม"
    }
  },
  {
    "translation": {
      "en": "could now change their election laws without federal pre-clearance.",
      "th": "สามารถเปลี่ยนกฎหมายการเลือกตั้ง โดยไม่ต้องขออนุมัติรัฐบาลกลาง"
    }
  },
  {
    "translation": {
      "en": "It sent a loud and clear message:",
      "th": "มันสื่อข้อความได้ชัดมาก"
    }
  },
  {
    "translation": {
      "en": "The Supreme Court was not going to police voter suppression",
      "th": "ศาลสูงสุดจะไม่ควบคุมการขัดขวางผู้ใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "in the way in which courts had before.",
      "th": "ในแบบที่ศาลในอดีตเคยทำมา"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Throughout this period,",
      "th": "หลังจากนั้นมา"
    }
  },
  {
    "translation": {
      "en": "half of the United States enacted new restrictions on how people voted.",
      "th": "พื้นที่ในสหรัฐฯ ถึงครึ่งได้ออกกฎหมายใหม่ เพื่อจำกัดการใช้สิทธิ์ของประชาชน"
    }
  },
  {
    "translation": {
      "en": "Polling places closed, and lines at the polls grew…",
      "th": "ได้มีการปิดคูหาเลือกตั้ง ทำให้แถวยาวขึ้น…"
    }
  },
  {
    "translation": {
      "en": "I feel like maybe it's intentional that it's so difficult to vote. [laughs]",
      "th": "ฉันรู้สึกว่าพวกเขาคงจงใจ ทำให้การใช้สิทธิ์ต้องลำบากแบบนี้"
    }
  },
  {
    "translation": {
      "en": "…with Black and Latino voters waiting 45% longer than white voters.",
      "th": "โดยที่ผู้ใช้สิทธิ์ผิวดำและชาวละติน ต้องรอนานกว่าคนขาว 45 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "And while states always have to maintain the registration lists…",
      "th": "และแม้รัฐจะต้องอัปเดตรายชื่อผู้ลงทะเบียน…"
    }
  },
  {
    "translation": {
      "en": "Every state has this problem of what I call \"slop\" on the voter rolls.",
      "th": "ทุกรัฐจะมีปัญหาที่ผมเรียกว่า \"โคลน\" ในรายชื่อผู้ใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Additional names on the voter rolls.",
      "th": "มีชื่อคนที่ไม่ควรอยู่ในรายชื่อ"
    }
  },
  {
    "translation": {
      "en": "…the states now free of federal supervision",
      "th": "เมื่อรัฐบาลกลางไม่ตรวจตราการทำงานรัฐแล้ว"
    }
  },
  {
    "translation": {
      "en": "purged 40% more names.",
      "th": "รัฐก็ล้างชื่อมากขึ้น 40 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "We saw much, much stricter ID laws become much more common.",
      "th": "เราได้เห็นกฎหมายบัตรยืนยันตัวตน ที่เข้มงวดมีความแพร่หลายมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "It sounds innocuous,",
      "th": "มันฟังดูไร้พิษภัย"
    }
  },
  {
    "translation": {
      "en": "and it's built on a lie.",
      "th": "และรากฐานมันคือคำโกหก"
    }
  },
  {
    "translation": {
      "en": "It's built on the lie of massive, rampant voter fraud.",
      "th": "รากฐานมันคือคำโกหก เรื่องการโกงเลือกตั้งขนานใหญ่"
    }
  },
  {
    "translation": {
      "en": "A Los Angeles man today charged with voter fraud.",
      "th": "วันนี้ ชายชาวลอสแอนเจลิสคนหนึ่ง ถูกตั้งข้อหาโกงเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "th": "โกงเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -Voter fraud.",
      "th": "โกงเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "-Voter fraud. -[all] Voter fraud.",
      "th": "โกงเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Voter fraud in the form of a non-citizen voting is also pretty frequent.",
      "th": "การโกงเลือกตั้งโดยให้ผู้มิใช่พลเมือง มาใช้สิทธิเลือกตั้งเป็นเรื่องที่เกิดขึ้นบ่อย"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] President Trump and Kris Kobach",
      "th": "ประธานาธิบดีทรัมป์และคริส โคแบคอ้างว่า"
    }
  },
  {
    "translation": {
      "en": "claim that millions illegally voted in 2016,",
      "th": "คนหลายล้านลงคะแนน อย่างผิดกฎหมายในปี 2016"
    }
  },
  {
    "translation": {
      "en": "without any evidence.",
      "th": "โดยไม่มีหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "If 11.3% of aliens residing in the United States voted,",
      "th": "ถ้าคนต่างด้าว 11.3 เปอร์เซ็นต์ ที่อาศัยในสหรัฐฯ ไปลงคะแนนเสียง"
    }
  },
  {
    "translation": {
      "en": "you can probably conclude that a very high percentage voted for Hillary Clinton.",
      "th": "ก็น่าจะสรุปได้ว่าส่วนใหญ่ ลงคะแนนเลือกฮิลลารี่ คลินตัน"
    }
  },
  {
    "translation": {
      "en": "Not a conspiracy theory, folks.",
      "th": "ไม่ใช่ทฤษฎีสมคบคิดเลย"
    }
  },
  {
    "translation": {
      "en": "Millions and millions of people.",
      "th": "คนจำนวนหลายล้าน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Elections have been rigged in America's history.",
      "th": "ในอดีตเคยมีการโกงเลือกตั้งในอเมริกามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But it's politicians, not individual voters, who do it.",
      "th": "แต่คนที่โกงนั้นไม่ใช่ประชาชน แต่เป็นนักการเมือง"
    }
  },
  {
    "translation": {
      "en": "One election official admitted that, in 1948,",
      "th": "ผู้ได้รับเลือกตั้งคนหนึ่งยอมรับว่าในปี 1948"
    }
  },
  {
    "translation": {
      "en": "he approved around 200 fraudulent votes",
      "th": "เขาได้อนุมัติคะแนนเสียงปลอม ประมาณ 200 เสียง"
    }
  },
  {
    "translation": {
      "en": "on the orders of a Democratic political boss,",
      "th": "เพราะคำสั่งของหัวหน้านักการเมือง พรรคเดโมแครต"
    }
  },
  {
    "translation": {
      "en": "so their candidate could win his Senate primary.",
      "th": "เพื่อให้ผู้ลงสมัครของเขา ชนะการเลือกตั้ง ส.ว. ขั้นต้น"
    }
  },
  {
    "translation": {
      "en": "The candidate? Future President Lyndon Johnson.",
      "th": "ผู้ลงสมัครคนนั้นคือ อนาคตประธานาธิบดีลินดอน จอห์นสัน"
    }
  },
  {
    "translation": {
      "en": "Election security has improved a lot since 1948.",
      "th": "ตั้งแต่ปี 1948 การเลือกตั้งก็แน่นหนามากขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "In 2017, Trump asked Kobach to lead a commission",
      "th": "ในปี 2017 ทรัมป์ได้ขอให้โคแบค เป็นประธานคณะกรรมการ"
    }
  },
  {
    "translation": {
      "en": "to look for evidence to back their claims of non-citizens illegally voting.",
      "th": "สืบหาหลักฐานมาหนุนคำกล่าวหาว่า ผู้มิใช่พลเมืองไปลงคะแนนเสียงอย่างผิดกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "There's never been a nationwide effort",
      "th": "ไม่เคยมีความพยายามระดับชาติ"
    }
  },
  {
    "translation": {
      "en": "to do some sort of analysis of this scope and scale.",
      "th": "เพื่อทำการวิเคราะห์ที่มีขอบเขตกว้างแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Eight months later,",
      "th": "แปดเดือนต่อมา"
    }
  },
  {
    "translation": {
      "en": "the president disbanded the commission that hadn't uncovered any fraud.",
      "th": "ประธานาธิบดีได้ยุบคณะกรรมการ ซึ่งไม่ได้เปิดโปงการโกงใดๆ ทั้งสิ้น"
    }
  },
  {
    "translation": {
      "en": "One comprehensive study has found",
      "th": "การวิจัยที่ครอบคลุมชิ้นหนึ่งได้พบ"
    }
  },
  {
    "translation": {
      "en": "only 45 credible allegations of voter impersonation,",
      "th": "เพียง 45 ข้อกล่าวหาที่น่าเชื่อถือ ว่ามีการสวมรอยใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "the kind of fraud that voter ID laws are for.",
      "th": "ซึ่งเป็นการโกงที่ป้องกันได้ ด้วยกฎหมายบัตรยืนยันตัวตน"
    }
  },
  {
    "translation": {
      "en": "Spread that out over 16 years and over one billion votes cast.",
      "th": "ทั้งหมดนั้นเกิดขึ้นในระยะเวลา 16 ปี ที่มีการลงคะแนนกว่าหนึ่งพันล้านเสียง"
    }
  },
  {
    "translation": {
      "en": "And another analysis found that in three universal vote-by-mail states,",
      "th": "อีกการวิจัยพบว่าในสามรัฐ ที่ทุกคนใช้สิทธิ์ทางไปรษณีย์ได้"
    }
  },
  {
    "translation": {
      "en": "there were only 372 cases of suspicious votes",
      "th": "มีการลงคะแนนเสียงที่น่าสงสัยเพียง 372 กรณี"
    }
  },
  {
    "translation": {
      "en": "out of 14.6 million mailed ballots.",
      "th": "จากบัตรเลือกตั้งทางไปรษณีย์ ทั้งหมด 14.6 ล้านใบ"
    }
  },
  {
    "translation": {
      "en": "The evidence of voter fraud is scant to vanishing.",
      "th": "หลักฐานการโกงเลือกตั้งนั้นมีน้อยถึงน้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "It's a minor problem in the United States, if a problem at all.",
      "th": "มันเป็นปัญหาที่เล็กนิดเดียวในสหรัฐฯ จนแทบจะไม่เป็นปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But voter fraud doesn't need to be real for states to restrict the vote.",
      "th": "แต่ต่อให้ไม่มีการโกงเลือกตั้งจริง รัฐก็จำกัดการใช้สิทธิ์ได้"
    }
  },
  {
    "translation": {
      "en": "In 2008, a lawsuit over Indiana's ID law went all the way to the Supreme Court.",
      "th": "ในปี 2008 คดีความกฎหมายบัตรยืนยันตัวตน ของอินดีแอนาถูกลากไปถึงศาลสูงสุด"
    }
  },
  {
    "translation": {
      "en": "The Supreme Court had a choice between whether or not to say",
      "th": "ศาลสูงสุดสามารถเลือกได้ว่าจะพูดว่า"
    }
  },
  {
    "translation": {
      "en": "that restrictions on the right to vote…",
      "th": "การจำกัดสิทธิเลือกตั้ง…"
    }
  },
  {
    "translation": {
      "en": "because they are a restriction on a fundamental right,",
      "th": "เนื่องจากมันเป็นการจำกัดสิทธิพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "have to meet a really high bar in order to be upheld.",
      "th": "ต้องผ่านมาตรฐานที่สูงมาก ศาลถึงจะค้ำจุนมันได้"
    }
  },
  {
    "translation": {
      "en": "That's true with most fundamental rights.",
      "th": "สิทธิพื้นฐานส่วนใหญ่ต้องเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Like free speech.",
      "th": "เช่น เสรีภาพในการแสดงออก"
    }
  },
  {
    "translation": {
      "en": "In the USA, you can burn a flag, have a Neo-Nazi rally,",
      "th": "ในสหรัฐอเมริกา เรามีสิทธิ์เผาธงชาติ จัดงานชุมนุมนีโอนาซี"
    }
  },
  {
    "translation": {
      "en": "and watch adult content all at once.",
      "th": "และดูสื่อสำหรับผู้ใหญ่ไปพร้อมๆ กัน"
    }
  },
  {
    "translation": {
      "en": "The states can't restrict that",
      "th": "รัฐไม่มีสิทธิ์ไปจำกัดเสรีภาพนั้น"
    }
  },
  {
    "translation": {
      "en": "unless they have a super, super, super compelling reason,",
      "th": "ยกเว้นว่าจะมีเหตุผลที่น่าเชื่อถือสุดขีด"
    }
  },
  {
    "translation": {
      "en": "which almost never exists.",
      "th": "ซึ่งแทบจะไม่เคยมี"
    }
  },
  {
    "translation": {
      "en": "Instead, the Supreme Court adopted this balancing test,",
      "th": "แต่ว่าศาลสูงสุดกลับหันมาใช้บททดสอบความสมดุล"
    }
  },
  {
    "translation": {
      "en": "of, \"Well, you know, what's the state's interest",
      "th": "ที่ถามว่า \"ทางรัฐต้องการอะไร จากการป้องกันการโกง"
    }
  },
  {
    "translation": {
      "en": "in preventing fraud even if there's no history of fraud?\"",
      "th": "ที่ถามว่า \"ทางรัฐต้องการอะไร จากการป้องกันการโกง แม้จะไม่เคยมีการโกง\""
    }
  },
  {
    "translation": {
      "en": "Frankly, the state of Indiana doesn't have to prove",
      "th": "พูดตามตรง รัฐอินดีแอนาไม่จำเป็นต้องพิสูจน์"
    }
  },
  {
    "translation": {
      "en": "that voter impersonation or any particular type of fraud occurs frequently",
      "th": "ว่ามีการสวมรอยผู้ใช้สิทธิ์ หรือมีการโกงเลือกตั้งใดๆ บ่อย"
    }
  },
  {
    "translation": {
      "en": "in order to legally justify the photo ID law that Indiana had.",
      "th": "ก็ให้ความชอบธรรม กับกฎหมายบัตรยืนยันตัวตนที่รัฐมีได้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] It's also hard to prove whether any one of these rules has swung an election.",
      "th": "อีกทั้งยังพิสูจน์ได้ยากว่า กฎหมายเหล่านี้มีผลต่อการเลือกตั้งไหม"
    }
  },
  {
    "translation": {
      "en": "[Elias] People are always looking for the one thing",
      "th": "คนเราชอบมองหาเรื่องเดียว"
    }
  },
  {
    "translation": {
      "en": "that causes voters not to vote.",
      "th": "ที่ทำให้คนไม่ไปใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Voter suppression laws work in tandem with one another.",
      "th": "กฎหมายขัดขวางการใช้สิทธิ์มันจะประสานงานกัน"
    }
  },
  {
    "translation": {
      "en": "Oftentimes these things come in pairs,",
      "th": "กฎหมายมันมักจะมาเป็นคู่"
    }
  },
  {
    "translation": {
      "en": "or they come in groups of three or four.",
      "th": "หรือมาทีละสามข้อสี่ข้อ"
    }
  },
  {
    "translation": {
      "en": "And it is the cumulative effect of each of these individual provisions",
      "th": "ซึ่งผลลัพธ์ของกฎหมายเหล่านี้ เมื่อนำมารวมกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "that has a suppressive effect on voting.",
      "th": "จึงจะไปขัดขวางการใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "I ran against the Secretary of State.",
      "th": "ฉันลงสมัครเป็นคู่แข่งของรัฐมนตรีต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Brian Kemp, who is both the candidate and in charge of the election.",
      "th": "ไบรอัน เคมป์ ผู้เป็นทั้งผู้ลงสมัคร และผู้ควบคุมการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Under Secretary Kemp, more people have lost the right to vote",
      "th": "ภายใต้รัฐมนตรีเคมป์ ในรัฐจอร์เจียมีคนสูญเสียสิทธิเลือกตั้งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "in the state of Georgia.",
      "th": "ในรัฐจอร์เจียมีคนสูญเสียสิทธิเลือกตั้งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "He purged 1.4 million voters, including nearly half a million people",
      "th": "เขาได้ล้างชื่อผู้มีสิทธิ์ 1.4 ล้านคน รวมถึงประชาชนเกือบห้าแสน"
    }
  },
  {
    "translation": {
      "en": "who should not have been removed from the rolls.",
      "th": "ที่ไม่ควรเสียสิทธิ์นั้นด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "He oversaw the closure of 214 polling places,",
      "th": "เขาได้ดูแลการปิดคูหาเลือกตั้ง 214 แห่ง"
    }
  },
  {
    "translation": {
      "en": "which, according to independent analysis, meant between 54,000 and 85,000 people",
      "th": "ซึ่งผลวิเคราะห์อิสระได้คาดว่า ประชาชนประมาณ 54,000 - 85,000 คน"
    }
  },
  {
    "translation": {
      "en": "physically could not cast a ballot because they simply could not get",
      "th": "ไม่สามารถใช้สิทธิ์ได้ เพราะพวกเขาเดินทางไปยังคูหาเลือกตั้งไม่ได้"
    }
  },
  {
    "translation": {
      "en": "to the place where the ballots had to be cast.",
      "th": "เพราะพวกเขาเดินทางไปยังคูหาเลือกตั้งไม่ได้"
    }
  },
  {
    "translation": {
      "en": "When it was my turn, after waiting three hours,",
      "th": "พอถึงตาฉัน หลังรอนานสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "I had difficulties with casting my vote",
      "th": "ฉันก็ประสบความลำบากในการใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "because the machine kept glitching and it was pausing and freezing.",
      "th": "เพราะเครื่องมันกระตุกแล้วก็ค้างไม่หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "And they told me there was nothing we could do about it.",
      "th": "พวกเขาบอกว่าซ่อมให้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Under Georgia's Exact Match law,",
      "th": "ภายใต้กฎหมายชื่อตรงของจอร์เจีย"
    }
  },
  {
    "translation": {
      "en": "a registration with a slight spelling mismatch to government records,",
      "th": "หากชื่อที่ลงทะเบียน ไม่ตรงกับประวัติของรัฐเพียงเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "like a shortened name or missing accent,",
      "th": "เช่น ใช้ชื่อย่อ หรือลืมวรรณยุกต์"
    }
  },
  {
    "translation": {
      "en": "could be put on hold, and that happened to 53,000 people.",
      "th": "ชื่อนั้นอาจถูกชะงักเอาไว้ก่อน ซึ่งเกิดเหตุการณ์นั้นกับ 53,000 คน"
    }
  },
  {
    "translation": {
      "en": "Eighty percent of those people were people of color, 70% of them were Black.",
      "th": "ในกลุ่มนั้น 80 เปอร์เซ็นต์เป็นคนผิวสี และ 70 เปอร์เซ็นต์เป็นคนดำ"
    }
  },
  {
    "translation": {
      "en": "The machinery of democracy should work for everyone everywhere,",
      "th": "กลไกของระบอบประชาธิปไตย ควรจะทำงานเพื่อทุกๆ คนทั่วทั้งประเทศ"
    }
  },
  {
    "translation": {
      "en": "not just in certain places and not just on a certain day.",
      "th": "ไม่ใช่แค่ในบางที่และบางวันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Kemp won by 55,000 votes,",
      "th": "เคมป์ชนะด้วยคะแนนนำ 55,000 เสียง"
    }
  },
  {
    "translation": {
      "en": "which means it's just not clear if these tactics tipped the race.",
      "th": "ซึ่งแปลว่าเรายังฟันธงไม่ได้ว่า กลยุทธ์นี้ทำให้เขาชนะหรือไม่"
    }
  },
  {
    "translation": {
      "en": "It will forever be a question.",
      "th": "มันจะเป็นปริศนาตลอดไป"
    }
  },
  {
    "translation": {
      "en": "And while we can't know the full impact of these policies around the country,",
      "th": "และแม้เราไม่อาจรู้ผลกระทบทั้งหมด ของนโยบายเหล่านี้ทั่วประเทศได้"
    }
  },
  {
    "translation": {
      "en": "we do know that the pandemic is making this problem so much worse.",
      "th": "เราก็รู้ว่าโรคระบาดกำลังทำให้ปัญหานี้ย่ำแย่ลง"
    }
  },
  {
    "translation": {
      "en": "[Will] Obviously, this is an enormous problem, an unprecedented problem.",
      "th": "แน่นอนว่านี่เป็นปัญหาใหญ่ เป็นปัญหาที่ไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "It will drive the country toward early voting,",
      "th": "มันจะบีบให้ทั่วประเทศใช้สิทธิ์ล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "toward absentee voting, and toward voting by mail.",
      "th": "ไม่ไปใช้สิทธิ์ หรือใช้สิทธิ์ทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] But some states don't have early voting.",
      "th": "แต่บางรัฐไม่ให้ใช้สิทธิ์ล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "Rules around mail-in voting, remember, are all over the place,",
      "th": "อย่าลืมด้วยว่ากฎเรื่อง การใช้สิทธิ์ทางไปรษณีย์ก็แตกต่างกันไป"
    }
  },
  {
    "translation": {
      "en": "and the huge influx of mail ballots are more likely to be rejected,",
      "th": "และหากจำนวนบัตรเลือกตั้งทางไปรษณีย์พุ่ง มันก็มีโอกาสถูกปฏิเสธสูง"
    }
  },
  {
    "translation": {
      "en": "especially if you're young.",
      "th": "โดยเฉพาะถ้าคุณยังอายุน้อย"
    }
  },
  {
    "translation": {
      "en": "If you vote by mail, you have a one to two-percent chance",
      "th": "ถ้าใช้สิทธิ์ทางไปรษณีย์ ก็มีโอกาสหนึ่งถึงสองเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "that your ballot won't count.",
      "th": "ที่บัตรของคุณจะเป็นบัตรเสีย"
    }
  },
  {
    "translation": {
      "en": "But when you dig into that data further,",
      "th": "แต่เมื่อศึกษาข้อมูลนั้นให้ลึกขึ้น"
    }
  },
  {
    "translation": {
      "en": "what you find out is that not everyone's ballot has an equal chance of being rejected.",
      "th": "ก็จะพบว่าบัตรของแต่ละคน มีโอกาสถูกปฏิเสธไม่เท่ากัน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Florida rejected less than one percent of mailed ballots in 2018,",
      "th": "ฟลอริดาปฏิเสธบัตรเลือกตั้งทางไปรษณีย์ น้อยกว่าหนึ่งเปอร์เซ็นต์ในปี 2018"
    }
  },
  {
    "translation": {
      "en": "for voters over 65.",
      "th": "สำหรับผู้ใช้สิทธิ์ที่อายุเกิน 65"
    }
  },
  {
    "translation": {
      "en": "[Elias] But when you look at the other end of the age spectrum, at voters 18 to 21,",
      "th": "แต่ถ้าหันไปดูตัวเลขของคนอายุน้อย ของผู้ใช้สิทธิ์อายุ 18 - 21 ปี"
    }
  },
  {
    "translation": {
      "en": "they had a 5.4% rejection rate.",
      "th": "มีอัตราการปฏิเสธบัตร 5.4 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The most common reasons for rejection…",
      "th": "เหตุผลการปฏิเสธที่พบบ่อยที่สุดคือ"
    }
  },
  {
    "translation": {
      "en": "The voter didn't sign where they needed to,",
      "th": "ผู้ใช้สิทธิ์ไม่ได้เซ็นในจุดที่กำหนด"
    }
  },
  {
    "translation": {
      "en": "or their signature didn't match the one on file,",
      "th": "หรือลายเซ็นไม่ตรงกับบันทึกของรัฐ"
    }
  },
  {
    "translation": {
      "en": "or the ballot didn't make it back to election officials on time.",
      "th": "หรือบัตรเลือกตั้งไปถึงมือเจ้าหน้าที่ไม่ทันเวลา"
    }
  },
  {
    "translation": {
      "en": "And all this is getting much worse in 2020.",
      "th": "และปัญหานี้ก็แย่ลงเยอะในปี 2020"
    }
  },
  {
    "translation": {
      "en": "NPR analyzed primary election data.",
      "th": "เอ็นพีอาร์ได้วิเคราะห์ข้อมูลการเลือกตั้งขั้นต้น"
    }
  },
  {
    "translation": {
      "en": "It found at least 550,000 mail ballots were rejected,",
      "th": "แล้วพบว่าบัตรเลือกตั้งทางไปรษณีย์ ถูกปฏิเสธอย่างน้อย 550,000 ใบ"
    }
  },
  {
    "translation": {
      "en": "most of them from first-time absentee voters.",
      "th": "ซึ่งส่วนใหญ่มาจากผู้ใช้สิทธิ์ทางไกลครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "The US Postal Service, something we all rely on, is the center of a bitter battle.",
      "th": "ณ ที่ทำการไปรษณีย์ซึ่งเราพึ่งพา กำลังเป็นศูนย์กลางศึกหนัก"
    }
  },
  {
    "translation": {
      "en": "President Trump doubling down on his opposition to giving",
      "th": "ประธานาธิบดีทรัมป์ค้านสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "25 billion dollars in needed funding to the US Postal Service...",
      "th": "ไม่ยอมให้งบ 2.5 หมื่นล้าน ที่จำเป็นสำหรับไปรษณีย์สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[Trump] They need that money to have the post office work.",
      "th": "ไปรษณีย์จำเป็นต้องใช้เงินนั้นในการดำเนินงาน"
    }
  },
  {
    "translation": {
      "en": "...in order to block expanded mail-in voting for November's election",
      "th": "เพื่อขวางการใช้สิทธิ์ทางไปรษณีย์ที่เพิ่มขึ้น ในการเลือกตั้งเดือนพฤศจิกายน"
    }
  },
  {
    "translation": {
      "en": "because he believes it will benefit Democrats.",
      "th": "เพราะเขาเชื่อว่า จะเป็นประโยชน์ต่อพรรคเดโมแครต"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] If you are voting by mail, you're probably going to need some stamps.",
      "th": "ถ้าคุณจะใช้สิทธิ์ทางไปรษณีย์ คุณน่าจะต้องใช้แสตมป์"
    }
  },
  {
    "translation": {
      "en": "And make absolutely sure you're following the instructions.",
      "th": "และทำตามวิธีการอย่างละเอียด"
    }
  },
  {
    "translation": {
      "en": "Remember to sign in the right spot.",
      "th": "อย่าลืมเซ็นชื่อให้ถูกที่"
    }
  },
  {
    "translation": {
      "en": "Get your vote in early, and if you're worried, avoid the mail.",
      "th": "ส่งบัตรเข้าไปแต่เนิ่นๆ และถ้ากังวลละก็ อย่าส่งไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "Most states have drop-off options.",
      "th": "รัฐส่วนใหญ่มีกล่องหย่อนบัตรทางไกล"
    }
  },
  {
    "translation": {
      "en": "I didn't put mine in the mail",
      "th": "ผมไม่ได้ส่งไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "because I have concerns about the US Postal Service right now.",
      "th": "เพราะตอนนี้ผมกังวลเรื่องระบบไปรษณีย์สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All those extra mail ballots mean we can't expect results on Election Night.",
      "th": "การมีบัตรเลือกตั้งทางไปรษณีย์มากขนาดนี้ ก็แปลว่าอาจไม่ได้ประกาศผลคืนวันเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "It might be Election Week, or Month.",
      "th": "อาจต้องรอหนึ่งสัปดาห์ หรือหนึ่งเดือน"
    }
  },
  {
    "translation": {
      "en": "The lawsuits are already mounting,",
      "th": "ตอนนี้ก็มีคดีความมากมาย"
    }
  },
  {
    "translation": {
      "en": "fighting over whose votes should get counted.",
      "th": "ที่ต่อสู้กันว่าควรนับคะแนนเสียงของใครบ้าง"
    }
  },
  {
    "translation": {
      "en": "And for some people, they're still fighting for the right to vote at all.",
      "th": "และสำหรับคนบางกลุ่ม พวกเขายังเรียกร้องสิทธิเลือกตั้งอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "[chanting] Let my people vote! Let my people vote!",
      "th": "ให้ประชาชนของฉันใช้สิทธิ์!"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] In 2018, alongside the candidates on Florida's ballot,",
      "th": "ในปี 2018 นอกจากจะเลือกผู้ลงสมัคร ในบัตรเลือกตั้งของฟลอริดาได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "voters could decide whether to restore the right to vote for former felons.",
      "th": "ผู้ใช้สิทธิ์ก็ยังเลือกได้ว่า จะคืนสิทธิเลือกตั้งให้อดีตอาชญากรหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Florida had disenfranchised 10% of its voting-age population,",
      "th": "ฟลอริดาได้ตัดสิทธิ์ประชาชน ผู้บรรลุนิติภาวะแล้ว 10 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "20% of its Black voting-age population.",
      "th": "ประชาชนผิวดำ ผู้บรรลุนิติภาวะแล้ว 20 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "How long did I have to endure this?",
      "th": "ผมต้องทนเรื่องนี้อีกนานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "How long do people like me have to wait to be able to vote again?",
      "th": "คนอย่างผมต้องรอนานแค่ไหน ถึงจะมีสิทธิเลือกตั้งอีก"
    }
  },
  {
    "translation": {
      "en": "-[DiCaprio] It took building a movement. -[Meade] God, it was a grind, day-to-day.",
      "th": "ถึงกับต้องเคลื่อนไหวกันเลยทีเดียว ทำงานหนักกันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "I was on the campaign trail for well over four years.",
      "th": "ผมออกทัวร์ทำแคมเปญอยู่ตั้งสี่ปีกว่า"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Desmond and the Florida Rights Restoration Committee",
      "th": "เดสมอนด์และคณะกรรมการ คืนสิทธิ์ให้ประชาชนฟลอริดา"
    }
  },
  {
    "translation": {
      "en": "needed hundreds of thousands of signatures.",
      "th": "ต้องล่าลายเซ็นหลายแสนชื่อ"
    }
  },
  {
    "translation": {
      "en": "I put over 50,000 miles a year on my car,",
      "th": "ผมใช้รถเดินทางปีละ 80,000 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "just driving from town to town, county to county.",
      "th": "ขับตระเวนไปตามเมืองและเทศมณฑลต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] Five-point-one million voters chose \"Yes\" to extending the right to vote",
      "th": "ผู้ใช้สิทธิ์ 5.1 ล้านคนกาว่า \"เห็นชอบ\" ให้ขยายสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "-to 1.4 million more. -[cheering]",
      "th": "ให้กับประชาชนอีก 1.4 ล้านคน"
    }
  },
  {
    "translation": {
      "en": "[newsman] Florida restored voting rights to nearly 1.5 million former felons.",
      "th": "ฟลอริดาได้คืนสิทธิเลือกตั้ง ให้อดีตอาชญากรเกือบ 1.5 ล้านคน"
    }
  },
  {
    "translation": {
      "en": "They've paid their debt to society. Now let them vote.",
      "th": "พวกเขาชดใช้หนี้ต่อสังคมแล้ว ให้ใช้สิทธิ์เถอะ"
    }
  },
  {
    "translation": {
      "en": "Once they pay the price for what they've done,",
      "th": "เมื่อพวกเขาชดใช้กรรมเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think they ought to have their rights restored.",
      "th": "ผมคิดว่าก็ต้องคืนสิทธิ์ให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "In this political climate, where there is so much hate and fear,",
      "th": "ในบรรยากาศการเมืองนี้ ที่มีความเกลียดชังและหวาดกลัวคุกรุ่น"
    }
  },
  {
    "translation": {
      "en": "there were 5.1 million votes",
      "th": "ได้มีคะแนนเสียง 5.1 ล้านเสียง"
    }
  },
  {
    "translation": {
      "en": "that was based on love, forgiveness, and redemption.",
      "th": "ที่กาเพื่อความรัก การให้อภัย และการไถ่ถอน"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] After Florida's people voted to restore voting rights to felons,",
      "th": "หลังประชาชนฟลอริดาได้เลือกที่จะคืน สิทธิเลือกตั้งให้อาชญากร"
    }
  },
  {
    "translation": {
      "en": "their elected officials had their own vote,",
      "th": "เจ้าหน้าที่ที่ได้รับเลือกตั้งของรัฐก็ออกเสียง"
    }
  },
  {
    "translation": {
      "en": "requiring felons to first pay all their court fines, fees, and restitution,",
      "th": "ด้วยกฎหมายที่กำหนดให้อาชญากร จ่ายค่าปรับศาล ค่าธรรมเนียม และค่าชดใช้ก่อน"
    }
  },
  {
    "translation": {
      "en": "putting half of those newly eligible voters in flux.",
      "th": "ทำให้ผู้มีสิทธิ์ใหม่ครึ่งหนึ่งอยู่ในภาวะไม่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "The new Republican Governor Ron DeSantis,",
      "th": "ผู้ว่าการรัฐพรรครีพับลิกันคนใหม่ รอน เดซานติส"
    }
  },
  {
    "translation": {
      "en": "who had won by only 30,000 votes, cheered",
      "th": "ที่ชนะด้วยคะแนนเพียง 30,000 เสียงร้องเฮ"
    }
  },
  {
    "translation": {
      "en": "and called voting \"a privilege.\"",
      "th": "แล้วบอกว่าการใช้สิทธิเลือกตั้งเป็น \"เอกสิทธิ์\" (การเลือกตั้งเป็นเอกสิทธิ์)"
    }
  },
  {
    "translation": {
      "en": "Floridians overwhelmingly voted to enfranchise felons.",
      "th": "ชาวฟลอริดาลงคะแนนให้คืนสิทธิเลือกตั้ง ให้กับอาชญากรอย่างล้นหลาม"
    }
  },
  {
    "translation": {
      "en": "If people are still putting impediments",
      "th": "ถ้ายังมีคนไปขัดขวาง"
    }
  },
  {
    "translation": {
      "en": "in the way of the right to vote by these felons,",
      "th": "ไม่ให้อาชญากรเหล่านี้มีสิทธิในการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "shame on them, and that's up to the courts of Florida to make them stop.",
      "th": "งั้นก็น่าไม่อาย และศาลฟลอริดาต้องยับยั้งคนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] The Supreme Court refused to intervene.",
      "th": "ศาลสูงสุดไม่ยอมเข้าไปแทรกแซง"
    }
  },
  {
    "translation": {
      "en": "In dissent, Justice Sotomayor wrote,",
      "th": "ด้วยความไม่เห็นด้วย ผู้พิพากษาโซโตมายอร์เขียนว่า"
    }
  },
  {
    "translation": {
      "en": "\"The court's inaction continues a trend of condoning disenfranchisement.\"",
      "th": "ความเพิกเฉยของศาลนั้น มีส่วนในการยอมรับการตัดสิทธิ์ของประชาชน"
    }
  },
  {
    "translation": {
      "en": "I think the big question facing our democracy right now",
      "th": "ผมว่าคำถามสำคัญ ที่ระบอบประชาธิปไตยของเรากำลังเผชิญ"
    }
  },
  {
    "translation": {
      "en": "is whether the right to vote is slipping back.",
      "th": "ก็คือสิทธิเลือกตั้งกำลังถอยหลังหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] America is the world's oldest democracy.",
      "th": "อเมริกาเป็นระบอบประชาธิปไตย ที่เก่าแก่ที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "We still carry the weight of that old age.",
      "th": "เรายังคงแบกรับความเก่าแก่นั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "If we really wanted everyone to vote,",
      "th": "ถ้าเราอยากให้ทุกคนเลือกตั้งจริง"
    }
  },
  {
    "translation": {
      "en": "we could learn from those countries where more people do vote.",
      "th": "เราก็ควรเรียนรู้จากประเทศ ที่ประชาชนใช้สิทธิ์มากกว่าเรา"
    }
  },
  {
    "translation": {
      "en": "Most have elections on weekends, not Tuesdays.",
      "th": "ประเทศส่วนใหญ่เลือกตั้งช่วงสุดสัปดาห์ ไม่ใช่วันอังคาร"
    }
  },
  {
    "translation": {
      "en": "In a few, voting is more than a right.",
      "th": "และในบางประเทศ การเลือกตั้งเป็นมากกว่าสิทธิ"
    }
  },
  {
    "translation": {
      "en": "It's a duty, like jury duty.",
      "th": "แต่เป็นหน้าที่ เหมือนหน้าที่ลูกขุน"
    }
  },
  {
    "translation": {
      "en": "And almost all of them make voter registration entirely automatic.",
      "th": "และเกือบทุกประเทศ มีการลงทะเบียนผู้ใช้สิทธิ์โดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "Some states have implemented automatic voter registration.",
      "th": "บางรัฐมีการใช้ ระบบลงทะเบียนผู้ใช้สิทธิ์โดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "These ones let voters register on Election Day.",
      "th": "รัฐเหล่านี้ให้ผู้ใช้สิทธิ์ลงทะเบียนในวันเลือกตั้งได้"
    }
  },
  {
    "translation": {
      "en": "And North Dakota doesn't have registration at all.",
      "th": "และนอร์ทดาโคตาไม่มีการลงทะเบียนเลย"
    }
  },
  {
    "translation": {
      "en": "But mostly, Americans need to deal with registration themselves in advance.",
      "th": "แต่ส่วนใหญ่แล้ว ชาวอเมริกันต้องลงทะเบียนเองล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "So don't wait. Do it now.",
      "th": "ดังนั้นอย่ารีรอ ทำเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Find out more information at vox.com/vote.",
      "th": "หาข้อมูลเพิ่มเติมได้ที่เว็บไซต์ vox.com/vote"
    }
  },
  {
    "translation": {
      "en": "The people most likely to vote today",
      "th": "คนที่มีแนวโน้มว่าจะใช้สิทธิ์มากที่สุดในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "look like those who didn't have to fight for the right to vote.",
      "th": "เป็นกลุ่มคนที่ไม่เคยต้องต่อสู้เพื่อสิทธิเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Whiter. Richer. Older.",
      "th": "คนที่ผิวขาวกว่า รวยกว่า อายุมากกว่า"
    }
  },
  {
    "translation": {
      "en": "And that's not an accident.",
      "th": "ซึ่งไม่ใช่เรื่องบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "If your vote didn't matter,",
      "th": "ถ้าคะแนนเสียงของคุณไม่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "why the hell are so many systems and people",
      "th": "แล้วทำไมผู้คนและระบบมากมาย"
    }
  },
  {
    "translation": {
      "en": "trying so hard to prevent you from voting?",
      "th": "ถึงดิ้นรนหาทางขัดขวางไม่ให้คุณไปใช้สิทธิ์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "This right to vote has been a battlefield in American democracy.",
      "th": "สิทธิเลือกตั้งนั้นเป็นศึกหนัก ในระบอบประชาธิปไตยของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[DiCaprio] All of us may have been created equal,",
      "th": "ทุกคนอาจถูกสร้างมาให้เท่าเทียมกัน"
    }
  },
  {
    "translation": {
      "en": "but we'll never actually be equal until we all vote.",
      "th": "แต่เราจะไม่มีวันเท่าเทียมกัน จนกว่าทุกคนจะไปใช้สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "[Meade] Moms and dads took their kids to vote with them during the Civil Rights era.",
      "th": "พ่อๆ แม่ๆ ต่างพาลูกๆ ไปคูหาด้วยกัน ช่วงประท้วงเพื่อสิทธิพลเมือง"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] And how I get to do that now…",
      "th": "ตอนนี้ผม…"
    }
  },
  {
    "translation": {
      "en": "How I get to take my family with me!",
      "th": "ตอนนี้ผมพาครอบครัวมากับผมได้"
    }
  },
  {
    "translation": {
      "en": "-In 2020, we're making this personal! -[man] Yes!",
      "th": "- ในปี 2020 นี่เป็นแค้นส่วนตัวแน่ - ใช่!"
    }
  },
  {
    "translation": {
      "en": "[Meade] It is our time…",
      "th": "ถึงเวลาที่…"
    }
  },
  {
    "translation": {
      "en": "-Yes! -…to finally have our voices heard.",
      "th": "- ใช่ - จะมีคนรับฟังเสียงของเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[woman] Yeah! -[man] Absolutely!",
      "th": "- ใช่ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-Our time! -[all] Right now!",
      "th": "- เวลาของเรา - ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "-Our time! -[all] Right now!",
      "th": "- เวลาของเรา - ตอนนี้"
    }
  }
]