[
  {
    "translation": {
      "en": "[narrator] Planet Earth, home to a growing number of Homo sapiens",
      "th": "โลก ที่อยู่อาศัยของมนุษย์และสิ่งมีชีวิตอื่นๆ อีกมากมายที่มีจำนวนเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and a whole lot of other creatures.",
      "th": "ที่อยู่อาศัยของมนุษย์และสิ่งมีชีวิตอื่นๆ อีกมากมายที่มีจำนวนเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's a great place to live.",
      "th": "มันเป็นสถานที่ที่น่าอยู่"
    }
  },
  {
    "translation": {
      "en": "When it comes to the future of our small planet…",
      "th": "เมื่อพูดถึงอนาคต ของดาวเคราะห์ดวงน้อยของเรา…"
    }
  },
  {
    "translation": {
      "en": "Now to a dire warning about climate change.",
      "th": "คำเตือนสุดอันตราย เกี่ยวกับการเปลี่ยนแปลงสภาพภูมิอากาศ"
    }
  },
  {
    "translation": {
      "en": "Natural disasters like hurricanes or wildfires…",
      "th": "หายนะทางธรรมชาติอย่างเฮอร์ริเคนหรือไฟป่า…"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] An unprecedented decline in nature threatening humanity.",
      "th": "ความเสื่อมทรามที่ไม่เคยเกิดขึ้นมาก่อน ในธรรมชาติกำลังคุกคามมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Sixth mass extinction event is already well underway…",
      "th": "การสูญพันธุ์ครั้งที่หกได้…"
    }
  },
  {
    "translation": {
      "en": "[narrator] There's so much bad news about our planet, it's overwhelming.",
      "th": "มีข่าวร้ายมากมายเกี่ยวกับโลกของเรา มันหนักหนาเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "The fear that we're headed for a cliff",
      "th": "ความกลัวว่าเรากำลังมุ่งหน้าสู่หน้าผา…"
    }
  },
  {
    "translation": {
      "en": "puts most of us into a state of paralysis.",
      "th": "ทำให้พวกเราส่วนใหญ่อยู่ในภาวะอััมพาต"
    }
  },
  {
    "translation": {
      "en": "The truth is…",
      "th": "ความจริงก็คือ…"
    }
  },
  {
    "translation": {
      "en": "I've given up.",
      "th": "ผมยอมแพ้ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And the odds are so have you.",
      "th": "และมีความเป็นไปได้สูงว่าคุณก็ยอมแพ้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But what if there was another path?",
      "th": "แต่ถ้ามันมีอีกเส้นทางอยู่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "This is the story of a simple solution, a way to heal our planet",
      "th": "นี่คือเรื่องราวของทางออกง่ายๆ หนทางเยียวยาโลกของเรา"
    }
  },
  {
    "translation": {
      "en": "and keep our species off the extinction list.",
      "th": "และเอาสายพันธุ์ของเรา ออกจากรายการสัตว์สูญพันธุ์"
    }
  },
  {
    "translation": {
      "en": "In fact, the solution I'm talking about is right under our feet,",
      "th": "อันที่จริง ทางออกที่ผมกำลังพูดถึง อยู่ใต้เท้าเรานี่เอง"
    }
  },
  {
    "translation": {
      "en": "and it's as old as dirt.",
      "th": "และ… มีอยู่นานเป็นชาติแล้ว"
    }
  },
  {
    "translation": {
      "en": "We call it soil, earth, or ground.",
      "th": "เราเรียกมันว่า ดิน ปฐพี หรือพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "And due to its vast scale,",
      "th": "และเนื่องจากขนาดที่ใหญ่โตของมัน"
    }
  },
  {
    "translation": {
      "en": "and its ability to sequester immense quantities of greenhouse gases,",
      "th": "และความสามารถของมันในการกักเก็บ ก๊าซเรือนกระจกปริมาณมหาศาล"
    }
  },
  {
    "translation": {
      "en": "it could just be the one thing that can balance our climate,",
      "th": "ดังนั้นมันอาจเป็นเพียงสิ่งเดียว ที่รักษาสมดุลสภาพภูมิอากาศของเรา"
    }
  },
  {
    "translation": {
      "en": "replenish our fresh water supplies,",
      "th": "เติมแหล่งน้ำสะอาดของเราให้เต็ม"
    }
  },
  {
    "translation": {
      "en": "and feed the world.",
      "th": "และหล่อเลี้ยงโลกได้"
    }
  },
  {
    "translation": {
      "en": "That's why some people are racing to save our soil",
      "th": "นั่นคือเหตุผลที่คนบางคน เร่งรีบที่จะช่วยดินของเรา"
    }
  },
  {
    "translation": {
      "en": "in hopes our soil just might…",
      "th": "โดยหวังว่าดินของเราอาจจะ…"
    }
  },
  {
    "translation": {
      "en": "save us.",
      "th": "ช่วยเรา"
    }
  },
  {
    "translation": {
      "en": "[man 1] I am a conservation agronomist.",
      "th": "ผมเป็นนักปฐพีวิทยาอนุรักษ์ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "I have been in every state,",
      "th": "ผมไปมาแล้วทุกรัฐ"
    }
  },
  {
    "translation": {
      "en": "all the way from Alaska, to Puerto Rico, to Hawaii.",
      "th": "ตั้งแต่อะแลสกา ยันเปอร์โตริโก ยันฮาวาย"
    }
  },
  {
    "translation": {
      "en": "I've also been asked to go speak in Europe, Australia…",
      "th": "เคยมีคนเชิญผมไปพูด ที่ยุโรป ออสเตรเลียด้วย"
    }
  },
  {
    "translation": {
      "en": "I just haven't had the time.",
      "th": "แต่ผมไม่เคยมีเวลาเลย"
    }
  },
  {
    "translation": {
      "en": "If we get the soil right, we can fix a lot of our issues.",
      "th": "ถ้าเราทำให้ดินดี เราจะสามารถแก้ไขปัญหาได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "Healthy soils lead to a healthy plant.",
      "th": "ดินที่สมบูรณ์นำไปสู่พืชที่สมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "Healthy plant, healthy animal, healthy human,",
      "th": "พืชสมบูรณ์ สัตว์สมบูรณ์ มนุษย์สมบูรณ์ น้ำสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "healthy water, healthy climate.",
      "th": "พืชสมบูรณ์ สัตว์สมบูรณ์ มนุษย์สมบูรณ์ น้ำสมบูรณ์ สภาพภูมิอากาศสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "This is what this is about today.",
      "th": "วันนี้จะประกอบด้วยสิ่งเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "Learning how the soil works and learning how to farm like nature does.",
      "th": "เรียนรู้ว่าดินทำงานยังไง และเรียนรู้วิธีการทำไร่แบบที่ธรรมชาติทำ"
    }
  },
  {
    "translation": {
      "en": "I have learned my job is to drop a seed.",
      "th": "ผมได้เรียนรู้ว่าหน้าที่ของผมคือการหย่อนเมล็ดพืช"
    }
  },
  {
    "translation": {
      "en": "And the more you farm like nature, the more we can reduce your inputs,",
      "th": "และยิ่งคุณทำไร่แบบธรรมชาติมากเท่าไหร่ เราก็ยิ่งลดปัจจัยการผลิตของคุณได้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and the more money you can make.",
      "th": "และยิ่งทำเงินได้มากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It's my calling. Just as simple as that.",
      "th": "มันคือสิ่งที่ผมอยากทำ ง่ายๆ แค่นั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Actually, this is one…",
      "th": "อันที่จริง นี่อาจเป็นหนึ่ง…"
    }
  },
  {
    "translation": {
      "en": "I've lived in four or five states.",
      "th": "ผมเคยอยู่มาสี่หรือห้ารัฐ"
    }
  },
  {
    "translation": {
      "en": "Everywhere I go and work, we're still having the same problem.",
      "th": "ทุกที่ที่ผมไปทำงาน เรายังคงมีปัญหาเดิมๆ"
    }
  },
  {
    "translation": {
      "en": "Massive erosion.",
      "th": "การกร่อนอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "Erosion is when soil becomes dirt.",
      "th": "การกร่อนคือเวลาที่ดินกลายเป็นฝุ่น"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Rapid erosion began long ago when humans developed the plow.",
      "th": "การกร่อนอย่างรวดเร็วเริ่มเกิดขึ้นนานมาแล้ว เมื่อมนุษย์พัฒนาคันไถขึ้น"
    }
  },
  {
    "translation": {
      "en": "Its purpose was to break the soil in order to sow seeds.",
      "th": "เป้าหมายของมันคือเพื่อ ทำให้ดินแยกจากกันเพื่อหว่านเมล็ดพืช"
    }
  },
  {
    "translation": {
      "en": "By the Bronze Age,",
      "th": "ในยุคสัมฤทธิ์ พื้นที่ขนาดใหญ่ทั่วเมือง"
    }
  },
  {
    "translation": {
      "en": "vast areas around cities were plowed up to plant grains.",
      "th": "ในยุคสัมฤทธิ์ พื้นที่ขนาดใหญ่ทั่วเมือง ถูกไถพรวนเพื่อหว่านเมล็ดพืช"
    }
  },
  {
    "translation": {
      "en": "But as their soils eroded,",
      "th": "แต่เมื่อดินของพวกเขากร่อน อาณาจักรที่เคยยิ่งใหญ่เหล่านั้น…"
    }
  },
  {
    "translation": {
      "en": "those once-great empires vanished into dust.",
      "th": "แต่เมื่อดินของพวกเขากร่อน อาณาจักรที่เคยยิ่งใหญ่เหล่านั้น… ก็หายไปกับฝุ่น"
    }
  },
  {
    "translation": {
      "en": "But we don't have to look back thousands of years",
      "th": "แต่เราไม่ต้องมองย้อนกลับไปหลายพันปี"
    }
  },
  {
    "translation": {
      "en": "to see the dangers of erosion.",
      "th": "เพื่อให้เห็นอันตรายของการกร่อนหรอก"
    }
  },
  {
    "translation": {
      "en": "In the 1930s,",
      "th": "ในทศวรรษที่ 1930 อเมริกาประสบกับ"
    }
  },
  {
    "translation": {
      "en": "America experienced the largest man-made environmental disaster",
      "th": "ในทศวรรษที่ 1930 อเมริกาประสบกับ หายนะทางธรรมชาติจากฝีมือมนุษย์ ครั้งใหญ่ที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "in history.",
      "th": "หายนะทางธรรมชาติจากฝีมือมนุษย์ ครั้งใหญ่ที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "It was called the Dust Bowl.",
      "th": "มันถูกเรียกว่า… ดัสต์โบวล์"
    }
  },
  {
    "translation": {
      "en": "It was largely caused by farmers tilling the once-fertile Midwestern Plains",
      "th": "โดยส่วนมากเกิดจากการที่ชาวไร่ไถพรวน พื้นที่ราบแถบมิดเวสต์ที่ครั้งหนึ่งเคยอุดมสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "and leaving the soil exposed.",
      "th": "และปล่อยดินทิ้งไว้ไม่มีอะไรกำบัง"
    }
  },
  {
    "translation": {
      "en": "By the end of 1934,",
      "th": "ช่วงปลายปี 1934"
    }
  },
  {
    "translation": {
      "en": "roughly 200 million acres of cropland were permanently damaged.",
      "th": "พื้นที่เพาะปลูกประมาณ 800,000 ล้านตร.กม. เสียหายอย่างถาวร"
    }
  },
  {
    "translation": {
      "en": "On a whistle stop train tour, President Franklin D. Roosevelt saw",
      "th": "ในการนั่งรถไฟไปเยือนเมืองต่างๆ ประธานาธิบดีแฟรงกลิน ดี. โรสเวลต์"
    }
  },
  {
    "translation": {
      "en": "the destruction of America's soil firsthand.",
      "th": "ได้เห็นความเสียหาย ของดินอเมริกาด้วยตาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "In response, he created the Soil Conservation Service",
      "th": "เขาตอบสนอง ด้วยการตั้งหน่วยงานอนุรักษ์ดิน มากอบกู้ดินของประเทศ"
    }
  },
  {
    "translation": {
      "en": "to save the nation's soil.",
      "th": "ด้วยการตั้งหน่วยงานอนุรักษ์ดิน มากอบกู้ดินของประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Roosevelt] What I have seen confirms me",
      "th": "สิ่งที่ผมได้เห็น… ยืนยัน…"
    }
  },
  {
    "translation": {
      "en": "in the belief that I've had for a long time…",
      "th": "สิ่งที่ผมเชื่อมานานมาแล้ว…"
    }
  },
  {
    "translation": {
      "en": "that we're going to win on this problem.",
      "th": "ว่าเราจะชนะปัญหานี้ได้"
    }
  },
  {
    "translation": {
      "en": "It relates to working out a plan of cooperation with nature",
      "th": "มันเกี่ยวข้องกับการวางแผน ให้ความร่วมมือกับธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "instead of going along with what we've been doing in the past",
      "th": "แทนที่จะทำสิ่งที่เราเคยทำในอดีตต่อไป"
    }
  },
  {
    "translation": {
      "en": "trying to buck nature.",
      "th": "ด้วยการพยายามต่อต้านธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] The practice of plowing and tilling the soil continues to this day.",
      "th": "วิธีการไถพรวนยังคงดำเนินต่อมาจนทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "But so does Franklin D. Roosevelt's Soil Conservation Service.",
      "th": "แต่หน่วยงานอนุรักษ์ดิน ของแฟรงกลิน ดี. โรสเวลต์ก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "It was made part of the US Department of Agriculture,",
      "th": "มันกลายเป็นส่วนหนึ่ง ของกระทรวงเกษตรสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "and it's now called the Natural Resources Conservation Service,",
      "th": "และตอนนี้มีชื่อว่า หน่วยงานอนุรักษ์ทรัพยากรธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "the NRCS.",
      "th": "หรือเอ็นอาร์ซีเอส"
    }
  },
  {
    "translation": {
      "en": "We want the water to leave through a living plant.",
      "th": "เราต้องการให้น้ำไหลผ่านพืชที่มีชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Today, the NRC has field agents, like Ray,",
      "th": "ปัจจุบัน เจ้าหน้าที่ภาคสนาม ของเอ็นอาร์ซีอย่างเรย์"
    }
  },
  {
    "translation": {
      "en": "trying to teach farmers to reduce tilling…",
      "th": "พยายามสอนชาวไร่ชาวนาให้ลดการไถพรวน…"
    }
  },
  {
    "translation": {
      "en": "Microbes live in there, and that's called the porous sphere.",
      "th": "จุลินทรีย์อาศัยอยู่ในนั้นและนั่นเรียกว่าวงรูพรุน"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] …and reduce the spraying of industrial chemicals that damage the soil.",
      "th": "และลดการพ่นสเปรย์ สารเคมีอุตสาหกรรมที่ทำลายดิน"
    }
  },
  {
    "translation": {
      "en": "Tillage is one of the most intrusive things we do",
      "th": "การไถพรวนคือสิ่งหนึ่ง ที่ล่วงล้ำมากที่สุดที่เราทำในการเกษตรยุคใหม่"
    }
  },
  {
    "translation": {
      "en": "in modern agriculture.",
      "th": "ที่ล่วงล้ำมากที่สุดที่เราทำในการเกษตรยุคใหม่"
    }
  },
  {
    "translation": {
      "en": "It is not our friend.",
      "th": "มันไม่เป็นมิตรกับเรา"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] The message is simple,",
      "th": "สารนั้นเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "but getting that message out… is difficult.",
      "th": "แต่การนำสารนั้นออกไป ยากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "We have a social problem. We have an education issue.",
      "th": "เรามีปัญหาสังคม เรามีปัญหาด้านการศึกษา"
    }
  },
  {
    "translation": {
      "en": "And until we get that right, we can't fix our ecological issues.",
      "th": "และตราบใดที่เรายังแก้ปัญหาพวกนั้นไม่ได้ เราก็แก้ปัญหาระบบนิเวศของเราไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I have been in NRCS for 31 years.",
      "th": "ผมอยู่ในเอ็นอาร์ซีเอามา 31 ปี"
    }
  },
  {
    "translation": {
      "en": "It's kind of amazing to me as I was teaching all over the country.",
      "th": "ค่อนข้างน่าทึ่งสำหรับผมขณะที่ผมสอนทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "I'm going, wow, our producers don't really know how the soil works.",
      "th": "ผมคิด \"โห ผู้ผลิตของเราไม่รู้จริงๆ ว่าดินทำงานยังไง\""
    }
  },
  {
    "translation": {
      "en": "They don't understand the basic ecological principles.",
      "th": "พวกเขาไม่เข้าใจหลักการ ของระบบนิเวศขั้นพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "Everything runs by carbon.",
      "th": "ทุกอย่างควบคุมโดยคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "We're built by carbon. The soil microbes run by carbon.",
      "th": "เราสร้างมาจากคาร์บอน จุลินทรีย์ในดินควบคุมโดยคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "Carbon is the driving engine.",
      "th": "คาร์บอนคือเครื่องยนต์ขับเคลื่อน"
    }
  },
  {
    "translation": {
      "en": "It runs the system.",
      "th": "มันควบคุมระบบ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] But when it comes to the role of carbon in our world,",
      "th": "แต่เมื่อพูดถึงบทบาทของคาร์บอนในโลกของเรา"
    }
  },
  {
    "translation": {
      "en": "there's… a bit of confusion.",
      "th": "ก็มีความสับสนอยู่นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "To be specific, carbon dioxide is a gas.",
      "th": "พูดให้เจาะจงก็คือคาร์บอนไดออกไซด์เป็นก๊าซ"
    }
  },
  {
    "translation": {
      "en": "We breathe it out, and plants breathe it in.",
      "th": "เราหายใจมันออกมา และพืชหายใจมันเข้าไป"
    }
  },
  {
    "translation": {
      "en": "We also make carbon dioxide by burning fossil fuels.",
      "th": "เรายังสร้างคาร์บอนไดออกไซด์ จากการเผาผลาญเชื้อเพลิงฟอสซิลด้วย"
    }
  },
  {
    "translation": {
      "en": "But carbon isn't bad.",
      "th": "แต่คาร์บอนไม่ได้ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "In fact, it's the basis for all life on Earth.",
      "th": "ความจริง มันคือพื้นฐานสำหรับทุกชีวิตบนโลก"
    }
  },
  {
    "translation": {
      "en": "[man 2] There's a tendency right now for us to be at war with carbon.",
      "th": "ตอนนี้มีแนวโน้มว่าเราจะทำสงครามกับคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "Carbon's the bad guy.",
      "th": "คาร์บอนคือตัวร้าย"
    }
  },
  {
    "translation": {
      "en": "And I think this is a lost opportunity. Carbon's the good guy.",
      "th": "และผมคิดว่านีคือโอกาสที่เสียไป คาร์บอนคือตัวดีครับ"
    }
  },
  {
    "translation": {
      "en": "We're carbon.",
      "th": "เราคือคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "I'm-I'm 16 percent carbon, and all of it came from eating vegetation",
      "th": "ผมเป็นคาร์บอน 16 เปอร์เซ็นต์ และคาร์บอนทั้งหมดมาจากการกินผัก"
    }
  },
  {
    "translation": {
      "en": "and things that eat vegetation.",
      "th": "และสิ่งต่างๆ ที่กินผัก"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Plants use sunlight as energy,",
      "th": "พืชใช้แสงอาทิตย์เป็นพลังงาน"
    }
  },
  {
    "translation": {
      "en": "and they pull carbon dioxide out of the atmosphere,",
      "th": "และมันดึงคาร์บอนไดออกไซด์ ออกมาจากชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "they turn it into a carbon fuel,",
      "th": "เปลี่ยนมันเป็นเชื้อเพลิงคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "and that's how they grow.",
      "th": "นั่นคือสิ่งที่ทำให้พวกมันเติบโต"
    }
  },
  {
    "translation": {
      "en": "But 40 percent of that carbon fuel, they send down to their roots.",
      "th": "แต่ 40 เปอร์เซ็นต์ของเชื้อเพลิงคาร์บอนนั้น พวกมันส่งลงไปที่ราก"
    }
  },
  {
    "translation": {
      "en": "They're leaking it out in a very strategic way to soil microorganisms.",
      "th": "พวกมันปล่อยให้เชื้อเพลิงคาร์บอน ซึมออกไปยังจุลินทรีย์ดินด้วยวิธีที่มีกลยุทธ์มาก"
    }
  },
  {
    "translation": {
      "en": "Plants are feeding soil microorganisms carbon,",
      "th": "พืชป้อนคาร์บอนให้จุลินทรีย์ดินเป็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "and the soil microorganisms are bringing plants mineral nutrients.",
      "th": "และจุลินทรีย์ดินก็เอาธาตุอาหารมาให้พืช"
    }
  },
  {
    "translation": {
      "en": "And in the process of all that,",
      "th": "และในกระบวนการทั้งหมดนั้น"
    }
  },
  {
    "translation": {
      "en": "those soil microorganisms make a carbon glue out of that carbon fuel.",
      "th": "จุลินทรีย์ดินเหล่านั้น สร้างกาวคาร์บอนจากเชื้อเพลิงคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "And they make habitat in the soil.",
      "th": "และพวกมันสร้างที่อยู่อาศัยในดิน"
    }
  },
  {
    "translation": {
      "en": "They make little pockets in the soil to control the flow of air and water.",
      "th": "พวกมันสร้างโพรงเล็กๆ ในดิน เพื่อควบคุมการไหลเวียนของอากาศและน้ำ"
    }
  },
  {
    "translation": {
      "en": "And that's one of the ways that carbon gets fixed in the soil.",
      "th": "และนั่นคือหนึ่งในหลายวิธี ที่คาร์บอนได้รับการซ่อมแซมในดิน"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] In other words, soil has the unique ability",
      "th": "พูดอีกอย่างก็คือ ดินมีความสามารถพิเศษ"
    }
  },
  {
    "translation": {
      "en": "to sequester carbon dioxide out of the atmosphere.",
      "th": "ในการกักเก็บคาร์บอนไดออกไซด์ จากชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "That's a big deal.",
      "th": "เป็นเรื่องใหญ่นะนั่น"
    }
  },
  {
    "translation": {
      "en": "And what's even more amazing:",
      "th": "และที่น่าทึ่งยิ่งกว่านั้นคือ"
    }
  },
  {
    "translation": {
      "en": "the soil contains an entire universe of life.",
      "th": "ดินประกอบด้วยจักรวาลแห่งสิ่งมีชีวิตทั้งจักรวาล"
    }
  },
  {
    "translation": {
      "en": "Here, I went to years of college, and I took soil science. I didn't know.",
      "th": "ผมเรียนมหาวิทยาลัยหลายปี และผมเรียนวิทยาศาสตร์ดิน ผมยังไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "I really did not know how the soil worked.",
      "th": "ผมไม่รู้จริงๆ ว่าดินทำงานยังไง"
    }
  },
  {
    "translation": {
      "en": "It's alive.",
      "th": "มันมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "[woman 2] In every handful of healthy soil,",
      "th": "ในดินที่สมบูรณ์ทุกกำมือ"
    }
  },
  {
    "translation": {
      "en": "there more organisms than the number of people who've ever lived",
      "th": "มีจำนวนสิ่งมีชีวิต มากกว่าจำนวนคนที่เคยอาศัยอยู่บนโลกซะอีก"
    }
  },
  {
    "translation": {
      "en": "on planet Earth.",
      "th": "มากกว่าจำนวนคนที่เคยอาศัยอยู่บนโลกซะอีก"
    }
  },
  {
    "translation": {
      "en": "[Nichols] And those organisms are processing organic matter that's in the soil",
      "th": "และสิ่งมีชีวิตเหล่านั้นกำลังย่อย อินทรียวัตถุที่อยู่ในดิน"
    }
  },
  {
    "translation": {
      "en": "and putting the nutrients into a form that the plant needs.",
      "th": "และทำให้สารอาหารอยู่ในรูปแบบที่พืชต้องการ"
    }
  },
  {
    "translation": {
      "en": "Comparing the soil microbial diversity",
      "th": "เมื่อเปรียบเทียบความหลากหลาย ทางชีวภาพของจุลินทรีย์ดิน"
    }
  },
  {
    "translation": {
      "en": "to the microbial diversity we're now seeing inside the human organism,",
      "th": "กับความหลากหลายทางชีวภาพของจุลินทรีย์ ที่ตอนนี้เราเห็นในตัวมนุษย์"
    }
  },
  {
    "translation": {
      "en": "you have more bacterial cells in your body than you have human cells.",
      "th": "เรามีเซลล์แบคทีเรียในร่างกายเรา มากกว่าที่เรามีเซลล์มนุษย์ซะอีก"
    }
  },
  {
    "translation": {
      "en": "Yeah, we're about one percent human and 99 percent microbes.",
      "th": "ใช่ครับ เราเป็นมนุษย์ประมาณหนึ่งเปอร์เซ็นต์ และเป็นจุลินทรีย์ 99 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "[laughing] It's the truth.",
      "th": "มันคือความจริง"
    }
  },
  {
    "translation": {
      "en": "[Nichols] The food that we eat,",
      "th": "อาหารที่เรากิน"
    }
  },
  {
    "translation": {
      "en": "we actually chew and break that food material down into little bits",
      "th": "จริงๆ แล้วเราเคี้ยว และทำให้อาหารนั้นกลายเป็นชิ้นเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "that get eaten by the bacteria in our gut.",
      "th": "ซึ่งแบคทีเรียในท้องเราจะมากินมันอีกที"
    }
  },
  {
    "translation": {
      "en": "When you eat kale, [chuckles] let's say,",
      "th": "สมมติว่าคุณกินเคล…"
    }
  },
  {
    "translation": {
      "en": "when you're eating kale, your body doesn't consume kale.",
      "th": "เวลาที่คุณกินเคล ร่างกายคุณไม่ได้บริโภคเคล"
    }
  },
  {
    "translation": {
      "en": "The bacteria consumed the kale.",
      "th": "แบคทีเรียต่างหากที่บริโภคเคล"
    }
  },
  {
    "translation": {
      "en": "And you feed off of what the bacteria have processed and released",
      "th": "และคุณได้รับพลังงานจากสิ่งที่แบคทีเรีย ย่อยและปล่อยออกมา"
    }
  },
  {
    "translation": {
      "en": "by the consumption of that kale.",
      "th": "จากการบริโภคเคลนั้น"
    }
  },
  {
    "translation": {
      "en": "The key to health is eating dirt. [laughs]",
      "th": "กุญแจสู่ความแข็งแรงคือการกินดิน"
    }
  },
  {
    "translation": {
      "en": "What I mean by that is we need to eat what's in the dirt",
      "th": "ผมหมายความว่าเราต้องกิน สิ่งที่อยู่ในดิน ที่ถูกส่งต่อไปยังพืช"
    }
  },
  {
    "translation": {
      "en": "that's transferred to the plants, that then we eat and create health.",
      "th": "สิ่งที่อยู่ในดิน ที่ถูกส่งต่อไปยังพืช เราถึงจะกินและสร้างความแข็งแรงได้"
    }
  },
  {
    "translation": {
      "en": "[woman 3] You know, my husband is an athlete for a living,",
      "th": "สามีฉันมีอาชีพเป็นนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "so he wants to provide his body with the best possible nutrients",
      "th": "เขาเลยอยากให้ร่างกายของเขา ได้รับสารอาหารที่ดีที่สุดเท่าที่จะเป็นไปได้ เขาจะได้เล่นกีฬาได้ดี"
    }
  },
  {
    "translation": {
      "en": "so he can perform.",
      "th": "ได้รับสารอาหารที่ดีที่สุดเท่าที่จะเป็นไปได้ เขาจะได้เล่นกีฬาได้ดี"
    }
  },
  {
    "translation": {
      "en": "I beat my body down so much over the course of the season,",
      "th": "ผมใช้ร่างกายหนักมากตลอดฤดูกาลแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "the last thing I want to do is add a bunch of food",
      "th": "สิ่งที่ผมไม่อยากทำเลย คือการกินอาหารจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "that I won't be able to properly digest,",
      "th": "ที่ผมไม่สามารถย่อยได้อย่างเหมาะสม"
    }
  },
  {
    "translation": {
      "en": "that won't be the kind of nutrition that I need",
      "th": "ที่จะไม่ใช่สารอาหารที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "in order to repair and regenerate my body the way that it needs to be.",
      "th": "เพื่อใช้ซ่อมแซมและสร้างร่างกายผมขึ้นใหม่ แบบที่มันควรเป็น"
    }
  },
  {
    "translation": {
      "en": "And, of course, the quality of the soil is huge",
      "th": "และแน่นอน คุณภาพของดินนั้นสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "because it is the beginning of the quality of the food.",
      "th": "เพราะนี่คือจุดเริ่มต้นของคุณภาพของอาหาร"
    }
  },
  {
    "translation": {
      "en": "That quality of food provides quality health.",
      "th": "คุณภาพของอาหารนั้น นำมาซึ่งสุขภาพที่มีคุณภาพ"
    }
  },
  {
    "translation": {
      "en": "It all comes from the Earth. Big Mama.",
      "th": "ทุกอย่างล้วนมาจากดิน ตัวแม่เลย"
    }
  },
  {
    "translation": {
      "en": "Our health and the health of our planet are connected.",
      "th": "สุขภาพของเรา และสุขภาพของโลกเรานั้นเชื่อมโยงกัน"
    }
  },
  {
    "translation": {
      "en": "If we choose healthy food, there is a reciprocation.",
      "th": "ถ้าเราเลือกอาหารที่ดีต่อสุขภาพ มันมีการแลกเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Not only we feel better, we are healthier, but the Earth is healthier.",
      "th": "เราไม่ได้แค่รู้สึกดีขึ้น สุขภาพดีขึ้น แต่โลกก็สุขภาพดีขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Taking care of the microbes in the soil is critical for human health.",
      "th": "การดูแลจุลินทรีย์ในดินนั้น จำเป็นต่อสุขภาพของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "But spraying the soil with toxic chemicals,",
      "th": "แต่การใช้สารเคมีเป็นพิษพ่นดิน"
    }
  },
  {
    "translation": {
      "en": "well, does something else.",
      "th": "เป็นคนละเรื่องเลยละ"
    }
  },
  {
    "translation": {
      "en": "[Nichols] All of our soils that are under chemical conventional agriculture",
      "th": "ดินทั้งหมดของเราที่อยู่ภายใต้ การทำเกษตรกรรมด้วยสารเคมีแบบดั้งเดิม"
    }
  },
  {
    "translation": {
      "en": "are almost completely devoid of microorganisms.",
      "th": "แทบจะไม่มีจุลินทรีย์อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Spraying the soil with toxic chemicals",
      "th": "การใช้สารเคมีเป็นพิษพ่นดิน"
    }
  },
  {
    "translation": {
      "en": "kills the very microbes we need to give us health,",
      "th": "ฆ่าจุลินทรีย์ที่เราต้องการ ให้มอบความแข็งแรงให้เรา"
    }
  },
  {
    "translation": {
      "en": "and pull the carbon from the atmosphere.",
      "th": "และดึงคาร์บอนจากชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "The more tilling that's done, the weaker the soil gets,",
      "th": "ยิ่งไถพรวนมากเท่าไหร่ ดินก็ยิ่งอ่อนแอมากเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "and the more farmers feel compelled to use chemical sprays.",
      "th": "และเกษตรกรยิ่งรู้สึกถูกบังคับ ให้ใช้สารเคมีมากขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "This is the vicious cycle of industrial agriculture.",
      "th": "นี่คือวงจรอุบาทว์ ของเกษตรอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "And that cycle was developed as a result of war.",
      "th": "และวงจรนั้นถูกพัฒนาขึ้นเพราะสงคราม"
    }
  },
  {
    "translation": {
      "en": "The roots of industrial agriculture go back to a German scientist",
      "th": "ต้นกำเนิดของเกษตรอุตสาหกรรม เริ่มต้นจากนักวิทยาศาสตร์ชาวเยอรมัน ชื่อฟริตซ์ ฮาเบอร์"
    }
  },
  {
    "translation": {
      "en": "named Fritz Haber.",
      "th": "เริ่มต้นจากนักวิทยาศาสตร์ชาวเยอรมัน ชื่อฟริตซ์ ฮาเบอร์"
    }
  },
  {
    "translation": {
      "en": "Haber invented a process for making synthetic nitrogen fertilizer",
      "th": "ฮาเบอร์คิดค้นวิธีการ ผลิตปุ๋ยไนโตรเจนสังเคราะห์"
    }
  },
  {
    "translation": {
      "en": "that increased food production.",
      "th": "ที่ช่วยเพิ่มการผลิตอาหาร"
    }
  },
  {
    "translation": {
      "en": "His other scientific breakthrough was the creation of poisons",
      "th": "การค้นพบทางวิทยาศาสตร์ ที่ยิ่งใหญ่อีกอย่างของเขา คือการสร้างสารพิษที่มีชื่อว่ายาฆ่าแมลง"
    }
  },
  {
    "translation": {
      "en": "known as pesticides.",
      "th": "คือการสร้างสารพิษที่มีชื่อว่ายาฆ่าแมลง"
    }
  },
  {
    "translation": {
      "en": "Haber used his pesticides as the first chemical weapons in history.",
      "th": "ฮาเบอร์ใช้ยาฆ่าแมลงของเขา เป็นอาวุธเคมีชิ้นแรกในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Then he developed the poison used in the gas chambers of the Holocaust.",
      "th": "จากนั้นเขาก็พัฒนาสารพิษ ที่ใช้ในห้องรมแก๊สของฮอโลคอสต์"
    }
  },
  {
    "translation": {
      "en": "When the war ended,",
      "th": "เมื่อสงครามสิ้นสุด บริษัทเคมีภัณฑ์สหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "US chemical companies brought Haber's poisons back to America",
      "th": "เมื่อสงครามสิ้นสุด บริษัทเคมีภัณฑ์สหรัฐฯ ซื้อสารพิษของฮาเบอร์กลับไปอเมริกา"
    }
  },
  {
    "translation": {
      "en": "and rebranded his toxic chemicals as pesticides",
      "th": "และปรับตราสินค้า ให้กับสารเคมีเป็นพิษของเขาใหม่ เป็นยาฆ่าแมลงสำหรับไร่นาอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "for American farms.",
      "th": "เป็นยาฆ่าแมลงสำหรับไร่นาอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Dow set out to demonstrate the effectiveness of its chemical killers",
      "th": "ดาวเริ่มสาธิตประสิทธิผล ของเคมีจอมสังหารของมัน"
    }
  },
  {
    "translation": {
      "en": "on a nationwide scale.",
      "th": "ในระดับประเทศ"
    }
  },
  {
    "translation": {
      "en": "[woman 4] When the war ended,",
      "th": "พอสงครามจบลง"
    }
  },
  {
    "translation": {
      "en": "all the energy that went into fighting the enemies in the world…",
      "th": "พลังทั้งหมดที่เคยทุ่มเท ให้กับการต่อสู้กับศัตรูในโลก"
    }
  },
  {
    "translation": {
      "en": "went into fighting the enemies on the farm.",
      "th": "ก็เปลี่ยนไปทุ่มเท ให้กับการต่อสู้กับศัตรูในไร่นาแทน"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] All of a sudden, chemical fertilizer nitrogen was available,",
      "th": "แล้วอยู่ๆ ปุ๋ยเคมี ไนโตรเจนก็หาได้ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "and farmers could toss that on a field.",
      "th": "และเกษตรกรใช้มันบนไร่นาได้"
    }
  },
  {
    "translation": {
      "en": "Even if they hadn't taken care of their soil,",
      "th": "ถึงแม้พวกเขาจะไม่ดูแลดินของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "they could get a good crop for a while.",
      "th": "แต่พวกเขาก็ยังได้ผลผลิตที่ดีอยู่ช่วงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Together, these wartime innovations",
      "th": "นวัตกรรมแห่งยามสงครามทั้งสองอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "created the most powerful industrial food production system",
      "th": "ได้สร้างระบบการผลิตอาหารอุตสาหกรรม ที่ทรงพลังที่สุด"
    }
  },
  {
    "translation": {
      "en": "the world had ever seen.",
      "th": "เท่าที่โลกเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "[Nichols] We created an infrastructure around single types of industry,",
      "th": "เราสร้างโครงสร้างพื้นฐาน จากอุตสาหกรรมประเภทเดียว"
    }
  },
  {
    "translation": {
      "en": "and then we decoupled livestock and row crop production.",
      "th": "จากนั้นเราก็แยกปศุสัตว์ และการผลิตพืชแบบเป็นแถวออกจากกัน"
    }
  },
  {
    "translation": {
      "en": "We found people who are really good at raising livestock,",
      "th": "เราหาคนที่ทำปศุสัตว์เก่งๆ มา"
    }
  },
  {
    "translation": {
      "en": "and you found people who were really good at growing row crops,",
      "th": "และหาคนที่ปลูกพืชแบบเป็นแถวเก่งๆ มา"
    }
  },
  {
    "translation": {
      "en": "and you split those two camps.",
      "th": "และแยกสองส่วนนั้นออกจากกัน"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] That ushered in this big philosophical shift",
      "th": "นั่นเป็นจุดเริ่มต้นของ การเปลี่ยนแปลงด้านปรัชญาครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "in terms of how we approached farming.",
      "th": "ในแง่ของวิธีการที่เราจัดการกับการเพาะปลูก"
    }
  },
  {
    "translation": {
      "en": "Instead of understanding and honoring natural processes,",
      "th": "แทนที่จะเข้าใจ และยกย่องกระบวนการตามธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "we could just throw out these chemicals. We just throw out more and more of them.",
      "th": "เราสามารใช้สารเคมีพวกนี้ได้ เราใช้มันมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It kept going up and up and up.",
      "th": "มันเพิ่มมากขึ้นเรื่อยๆ มากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It takes more nitrogen now to raise a bushel of grain",
      "th": "ตอนนี้ต้องใช้ไนโตรเจนมากขึ้น เพื่อเพิ่มเมล็ดข้าวหนึ่งบูเชล"
    }
  },
  {
    "translation": {
      "en": "than it did in 1960.",
      "th": "มากกว่าที่เคยใช้ในปี 1960"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] Our chemical fertilizers mask the problem of degraded soils.",
      "th": "ปุ๋ยเคมีของเราปกปิดปัญหาดินเสื่อมคุณภาพไว้"
    }
  },
  {
    "translation": {
      "en": "Modern agriculture was not designed for the betterment of the soil.",
      "th": "การเกษตรยุคใหม่ไม่ได้ถูกออกแบบมา เพื่อทำให้ดินดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Today, our most common crops are genetically altered",
      "th": "ปัจจุบัน การเพาะปลูก ส่วนใหญ่ของเราเปลี่ยนไปเป็น"
    }
  },
  {
    "translation": {
      "en": "to resist the spraying of toxic pesticides.",
      "th": "การต่อต้านการพ่นยาฆ่าแมลงมีพิษ"
    }
  },
  {
    "translation": {
      "en": "For example, the number one crop in the United States, field corn,",
      "th": "ยกตัวอย่างเช่น พืชผลอันดับหนึ่งในสหรัฐฯ คือข้าวโพดเลี้ยงสัตว์"
    }
  },
  {
    "translation": {
      "en": "is almost entirely sprayed with glyphosate,",
      "th": "แทบจะใช้ไกลโฟเสตพ่นเกือบทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "a chemical suspected to cause cancer that's so over sprayed,",
      "th": "สารเคมีที่สงสัยว่าก่อให้เกิดมะเร็ง ซึ่งถูกใช้พ่นมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "it's found its way into our drinking water.",
      "th": "มันพบหนทาง… ไปยังน้ำดื่มของเรา"
    }
  },
  {
    "translation": {
      "en": "[Rodale] These chemicals,",
      "th": "สารเคมีพวกนี้"
    }
  },
  {
    "translation": {
      "en": "which were considered dangerous to begin with,",
      "th": "ซึ่งถูกมองว่าเป็นอันตรายมาตั้งแต่แรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "are now being used at rates that would have been inconceivable",
      "th": "ตอนนี้ถูกนำมาใช้ในอัตราที่คงนึกไม่ถึงเลย"
    }
  },
  {
    "translation": {
      "en": "twenty years ago.",
      "th": "เมื่อ 20 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Every year, for every American alive,",
      "th": "ทุกๆ ปี ชีวิตคนอเมริกันทุกคน"
    }
  },
  {
    "translation": {
      "en": "three pounds of toxic chemicals are sprayed onto the food",
      "th": "ได้รับสารเคมีเป็นพิษที่พ่นลงบนอาหาร ที่ปลูกในไร่นาของเรา"
    }
  },
  {
    "translation": {
      "en": "grown on our farms.",
      "th": "เป็นปริมาณ 1.36 กิโลกรัม"
    }
  },
  {
    "translation": {
      "en": "[Rodale] That goes into the soil. It goes into the water.",
      "th": "มันลงไปในดิน มันลงไปในน้ำ"
    }
  },
  {
    "translation": {
      "en": "It goes into our bodies.",
      "th": "เข้าไปในร่างกายเรา"
    }
  },
  {
    "translation": {
      "en": "It's not just on the food you eat. It's everywhere.",
      "th": "มันไม่ได้อยู่แค่ในอาหารที่คุณกิน มันอยู่ทุกหนทุกแห่ง"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Most of the agricultural industries' pesticides and herbicides",
      "th": "ยาฆ่าแมลงและยากำจัดวัชพืชส่วนใหญ่ ของอุตสาหกรรมการเกษตร"
    }
  },
  {
    "translation": {
      "en": "transfer directly through breast milk to babies.",
      "th": "ส่งผ่านนมแม่ ไปยังทารกโดยตรง"
    }
  },
  {
    "translation": {
      "en": "There are over 200 peer-reviewed studies",
      "th": "มีงานวิจัยที่ได้รับการตรวจทานผลงาน มากกว่า 200 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "that correlate the spraying of these toxic chemicals",
      "th": "ที่เทียบเคียงการพ่นสารเคมีเป็นพิษเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "to effects like ADD in children,",
      "th": "กับผลกระทบอย่างโรคสมาธิสั้นหรือในเด็ก"
    }
  },
  {
    "translation": {
      "en": "pediatric cancers, and birth defects.",
      "th": "โรคมะเร็งในเด็ก และความผิดปกติโดยกำเนิด"
    }
  },
  {
    "translation": {
      "en": "That's why juries have begun to award billions of dollars in damages",
      "th": "นั่นคือเหตุผลที่คณะลูกขุน เริ่มตัดสินจ่ายค่าเสียหายหลายพันล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "to people who contracted cancer after using glyphosate.",
      "th": "ให้กับคนที่เป็นมะเร็งหลังจากใช้ไกลโฟเสต"
    }
  },
  {
    "translation": {
      "en": "We know, for example, that glyphosate, which is also known as Roundup,",
      "th": "เรารู้ว่าไกลโฟเสตซึ่งมีอีกชื่อว่าราวด์อัป"
    }
  },
  {
    "translation": {
      "en": "has an effect on the gut microbiome",
      "th": "มีผลกระทบต่อไมโครไบโอมในช่องท้อง"
    }
  },
  {
    "translation": {
      "en": "that may lead to disturbances that can create disease,",
      "th": "ที่อาจนำไปสู่การรบกวนที่ทำให้เกิดโรคได้"
    }
  },
  {
    "translation": {
      "en": "including cancer.",
      "th": "รวมทั้งมะเร็งด้วย"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] A big reason these chemicals make us sick",
      "th": "เหตุผลสำคัญที่สารเคมีเหล่านี้ทำให้เราป่วย"
    }
  },
  {
    "translation": {
      "en": "is because just as toxic chemicals kill the microbes in the soil,",
      "th": "ก็เพราะเช่นเดียวกับที่ สารเคมีเป็นพิษฆ่าจุลินทรีย์ในดินได้"
    }
  },
  {
    "translation": {
      "en": "they also kill the microbes in our bodies.",
      "th": "มันก็ฆ่าจุลินทรีย์ในร่างกายเราได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "What I tell people is, your body can handle acute stresses,",
      "th": "สิ่งที่ผมบอกทุกคนคือ ร่างกายคุณรับมือความตึงเครียดรุนแรงได้"
    }
  },
  {
    "translation": {
      "en": "but it cannot handle chronic stresses.",
      "th": "แต่มันรับมือความตึงเครียดเรื้อรังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The soil ecosystem is the same way.",
      "th": "ระบบนิเวศดินก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "If you keep dumping the fungicides, you keep dumping the herbicide,",
      "th": "ถ้าคุณใช้ยาฆ่าราเชื้ออยู่เรื่อยๆ ใช้ยากำจัดวัชพืชอยู่เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "you keep dumping the insecticide, you keep doing the tillage…",
      "th": "ใช้ยาฆ่าแมลงอยู่เรื่อยๆ ไถพรวนอยู่เรื่อยๆ…"
    }
  },
  {
    "translation": {
      "en": "chronic stress.",
      "th": "ตึงเครียดเรื้อรัง"
    }
  },
  {
    "translation": {
      "en": "It doesn't function anymore.",
      "th": "มันไม่มีประสิทธิภาพอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Since chemical agriculture ramped up worldwide in the 1970s,",
      "th": "ตั้งแต่การเกษตรเคมี เพิ่มขึ้นทั่วโลกในทศวรรษที่ 1970"
    }
  },
  {
    "translation": {
      "en": "we have lost one third of the Earth's topsoil.",
      "th": "เราได้สูญเสียหนึ่งในสาม ของหน้าดินของโลกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "But industrial agriculture isn't just harming our soils.",
      "th": "แต่การเกษตรอุตสาหกรรม ไม่ได้ทำร้ายแค่ดินของเราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It's also affecting something much larger.",
      "th": "มันยังส่งผลกระทบต่อบางอย่างที่ใหญ่กว่านั้นมาก"
    }
  },
  {
    "translation": {
      "en": "[man 3] The most massive tsunami,",
      "th": "สึนามิ… ที่รุนแรง… ที่สุด"
    }
  },
  {
    "translation": {
      "en": "perfect storm, is bearing down upon us.",
      "th": "พายุที่สมบูรณ์แบบ กำลังพุ่งตรงมาหาเรา"
    }
  },
  {
    "translation": {
      "en": "But fossil fuels… carbon, coal, and gas…",
      "th": "แต่เชื้อเพลิงฟอสซิล… คาร์บอน ถ่านหิน และก๊าซ"
    }
  },
  {
    "translation": {
      "en": "are by no means the only thing that is causing climate change.",
      "th": "ไม่ใช่สิ่งเดียวที่ก่อให้เกิด การเปลี่ยนแปลงสภาพภูมิอากาศแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Now, because the fate of water and carbon",
      "th": "เพราะชะตากรรมของน้ำและคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "are tied to soil organic matter,",
      "th": "ผูกอยู่กับอินทรียวัตถุในดิน"
    }
  },
  {
    "translation": {
      "en": "when we damage soils, you give off carbon.",
      "th": "เวลาที่เราทำลายดิน คุณก็ปล่อยคาร์บอนออกมา"
    }
  },
  {
    "translation": {
      "en": "Carbon goes back to the atmosphere.",
      "th": "คาร์บอนกลับขึ้นไปในชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Healthy soils absorb water and carbon dioxide.",
      "th": "ดินที่สมบูรณ์จะดูดซับน้ำและคาร์บอนไดออกไซด์"
    }
  },
  {
    "translation": {
      "en": "But when we destroy soil, it releases water and carbon dioxide.",
      "th": "แต่เมื่อเราทำลายดิน มันจะปล่อยน้ำและคาร์บอนไดออกไซด์ออกมา"
    }
  },
  {
    "translation": {
      "en": "This dries out the soil and turns it into dust.",
      "th": "สิ่งนี้ทำให้ดินแห้ง และเปลี่ยนมันเป็นฝุ่น"
    }
  },
  {
    "translation": {
      "en": "The process is called desertification.",
      "th": "กระบวนการนี้เรียกว่า การกลายสภาพเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "And how we deal with it",
      "th": "และวิธีการที่เรารับมือกับมัน"
    }
  },
  {
    "translation": {
      "en": "could determine the fate of more than just our climate.",
      "th": "อาจกำหนดชะตากรรม ได้มากกว่าสภาพภูมิอากาศของเรา"
    }
  },
  {
    "translation": {
      "en": "[Savory] Desertification is a fancy word for land that is turning to desert,",
      "th": "การกลายสภาพเป็นทะเลทรายเป็นคำหรูหรา สำหรับผืนดินที่กำลังกลายเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "and this happens only when we create too much bare ground.",
      "th": "และสิ่งนี้เกิดขึ้นก็ต่อเมื่อเรา สร้างพื้นดินโล่งเตียนมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] Soil and the plant and the climate are connected.",
      "th": "ดิน และพืช และสภาพภูมิอากาศนั้นเชื่อมโยงกัน"
    }
  },
  {
    "translation": {
      "en": "If you don't have a living plant,",
      "th": "ถ้าคุณไม่มีพืชที่มีชีวิต"
    }
  },
  {
    "translation": {
      "en": "you're going to have more evaporation.",
      "th": "การระเหยก็จะยิ่งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "What we want is transpiration,",
      "th": "สิ่งที่เราต้องการคือการคายน้ำ"
    }
  },
  {
    "translation": {
      "en": "when the moisture leaves through the plant.",
      "th": "เวลาที่ความชุ่มชื้นออกมาผ่านพืช"
    }
  },
  {
    "translation": {
      "en": "When it does that, it increases humidity.",
      "th": "เวลาที่มันออกมาแบบนั้น มันจะเพิ่มความชื้น"
    }
  },
  {
    "translation": {
      "en": "And when it increases the humidity, we have more rain.",
      "th": "และเมื่อมันเพิ่มความชื้น เราก็จะมีฝนตกมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Sixty percent of our rainfall comes from the ocean.",
      "th": "หกสิบเปอร์เซ็นต์ของฝนของเรามาจากทะเล"
    }
  },
  {
    "translation": {
      "en": "But a lot of people don't realize 40 percent comes from small water cycles",
      "th": "แต่หลายๆ คนไม่รู้ว่า 40 เปอร์เซ็นต์ มาจากวงจรน้ำขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "where our rain comes from inland.",
      "th": "ที่ซึ่งฝนของเรามาจากที่ดอน"
    }
  },
  {
    "translation": {
      "en": "What's going on is we disrupted the small water cycles.",
      "th": "สิ่งที่กำลังเกิดขึ้นคือเรารบกวนวงจรน้ำขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "That's when you have too much sensible heat coming off bare soil.",
      "th": "ตอนนั้นแหละที่มีความร้อนสัมผัส ออกมาจากดินที่โล่งเตียนมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "You're having these huge vortexes of hot air going out.",
      "th": "มีกระแสวนขนาดใหญ่ ของอากาศร้อนพวกนี้ออกมา"
    }
  },
  {
    "translation": {
      "en": "Instead of attracting the rain, it's pushing the rain clouds away.",
      "th": "แทนที่จะดึงดูดฝนเข้ามา มันกลับผลักเมฆฝนออกไป"
    }
  },
  {
    "translation": {
      "en": "[Savory] Take one square meter of soil and make it bare,",
      "th": "สมมติว่าเอาดินหนึ่งตารางเมตร มาทำให้โล่งเตียน"
    }
  },
  {
    "translation": {
      "en": "and I promise you, you will find it much colder at dawn",
      "th": "และผมรับประกันได้เลยว่า คุณจะรู้สึกว่ามันเย็นกว่ามากในช่วงเช้ามืด"
    }
  },
  {
    "translation": {
      "en": "and much hotter at mid-day than that same piece of ground",
      "th": "และร้อนกว่ามากในตอนกลางวัน เทียบกับดินผืนเดียวกันที่มีเศษใบไม้ปกคลุม"
    }
  },
  {
    "translation": {
      "en": "if it's just covered with plant litter.",
      "th": "เทียบกับดินผืนเดียวกันที่มีเศษใบไม้ปกคลุม"
    }
  },
  {
    "translation": {
      "en": "You have changed the microclimate.",
      "th": "คุณได้เปลี่ยนแปลงสภาพภูมิอากาศจุลภาคไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, by the time you're doing that…",
      "th": "ทีนี้เมื่อคุณทำแบบนั้น…"
    }
  },
  {
    "translation": {
      "en": "on more than half the world's land…",
      "th": "บนผืนดินมากกว่าครึ่งหนึ่งของโลก…"
    }
  },
  {
    "translation": {
      "en": "you are changing macroclimate.",
      "th": "คุณกำลังเปลี่ยนเปลี่ยนสภาพภูมิอากาศมหภาค"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Desertification of our soils is a pressing threat to our climate",
      "th": "การกลายสภาพเป็นทะเลทรายของดินของเรา เป็นภัยเร่งด่วนต่อสภาพภูมิอากาศ และสายพันธุ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "and our species.",
      "th": "เป็นภัยเร่งด่วนต่อสภาพภูมิอากาศ และสายพันธุ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "[Savory] But I have for you a very simple message.",
      "th": "แต่ผมมีข้อมูลที่เข้าใจง่ายมากมาฝากคุณ"
    }
  },
  {
    "translation": {
      "en": "About two-thirds of the world is desertifying.",
      "th": "ประมาณสองในสามของโลก กำลังกลายเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] As soils turn to dust around the world,",
      "th": "ขณะที่ดินกลายเป็นฝุ่นทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "every year, 40 million people are pushed off their land.",
      "th": "ทุกๆ ปี มีคน 40 ล้านคน ที่ต้องออกจากที่ดินของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "By 2050, it's estimated that one billion people",
      "th": "ภายในปี 2050 คาดว่าจะมีคนหนึ่งพันล้านคน"
    }
  },
  {
    "translation": {
      "en": "will be refugees of soil desertification.",
      "th": "ที่เป็นผู้ลี้ภัยจากการกลายสภาพเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "[Savory] More than 20 civilizations, in all regions of the world, have failed",
      "th": "กว่า 20 อารยธรรม ในทุกภูมิภาคทั่วโลก ประสบความล้มเหลว เพราะเกษตรกรรมทำลายสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "because of agriculture damaging the environment.",
      "th": "ประสบความล้มเหลว เพราะเกษตรกรรมทำลายสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "Their communities could not handle",
      "th": "ชุมชนของพวกเขาไม่สามารถจัดการ"
    }
  },
  {
    "translation": {
      "en": "the deteriorating environment and the rising population.",
      "th": "สิ่งแวดล้อมที่ทรุดโทรมและประชากรที่เพิ่มขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "Globally, that's what we're doing today.",
      "th": "นั่นคือสิ่งที่เราทำกันทั่วโลกในทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "Poor land leads to poor people.",
      "th": "ผืนดินที่ไม่สมบูรณ์ทำให้ประชาชนยากแค้น"
    }
  },
  {
    "translation": {
      "en": "Poor people leads to social breakdown.",
      "th": "ประชาชนยากแค้น ทำให้เกิดความล้มเหลวทางสังคม"
    }
  },
  {
    "translation": {
      "en": "Poor land leads to increasing frequency of floods and droughts,",
      "th": "ผืนดินที่ไม่สมบูรณ์ทำให้เกิดน้ำท่วม และความแห้งแล้งบ่อยขึ้น"
    }
  },
  {
    "translation": {
      "en": "and mass immigration across borders and into cities.",
      "th": "และเกิดการอพยพข้ามชายแดน และเข้าเมืองจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "And it's leading to ideal recruitment conditions.",
      "th": "และมันทำให้เกิดเงื่อนไขการสรรหาในอุดมคติขึ้น"
    }
  },
  {
    "translation": {
      "en": "What we know right now",
      "th": "สิ่งที่เรา… รู้ในตอนนี้คือวิธีที่เราเลี้ยงตัวเองนั้น"
    }
  },
  {
    "translation": {
      "en": "is the way we're feeding ourselves",
      "th": "รู้ในตอนนี้คือวิธีที่เราเลี้ยงตัวเองนั้น"
    }
  },
  {
    "translation": {
      "en": "is undermining the very ecology that we're dependent upon.",
      "th": "กำลังบ่อนทำลาย… ระบบนิเวศที่เราต้องพึ่งพา"
    }
  },
  {
    "translation": {
      "en": "So the long-term prognosis for our survival on this planet,",
      "th": "ดังนั้นการคาดคะเน การรอดชีวิตของเราบนโลกนี้ในระยะยาว"
    }
  },
  {
    "translation": {
      "en": "given business as usual, is very, very poor.",
      "th": "โดยที่ทุกอย่างเป็นไปตามปกตินั้น ต่ำมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] According to the United Nations,",
      "th": "จากข้อมูลของสหประชาชาติ"
    }
  },
  {
    "translation": {
      "en": "the world's remaining topsoil will be gone within 60 years.",
      "th": "หน้าดินที่ยังเหลืออยู่บนโลก จะหมดไปภายใน 60 ปี"
    }
  },
  {
    "translation": {
      "en": "In other words, unless we find a way to save our soils,",
      "th": "พูดอีกอย่างก็คือ ถ้าเราหาทางช่วยดินของเราไม่ได้"
    }
  },
  {
    "translation": {
      "en": "we have 60 harvests left.",
      "th": "เราเหลือฤดูเก็บเกี่ยวอีก 60 ครั้งเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "The global scale of the problems we face may seem insurmountable.",
      "th": "ปัญหาระดับโลกที่เราเผชิญ ดูเหมือนยากเกินกว่าจะผ่านไปได้"
    }
  },
  {
    "translation": {
      "en": "But in every fight that seems unwinnable,",
      "th": "แต่ในทุกการต่อสู้ที่ดูเหมือนจะไม่สามารถชนะได้"
    }
  },
  {
    "translation": {
      "en": "there are those who refuse to give up.",
      "th": "มีคนปฏิเสธที่จะยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] Oh, let's see. Let's do that. We'll do a couple of demos.",
      "th": "โอ้ มาดูกัน มาลุยกัน เราจะลงมือกัน และเราจะทำสองสามตัวอย่าง"
    }
  },
  {
    "translation": {
      "en": "We're very fortunate to have Ray Archuleta with us today.",
      "th": "เราโชคดีมากที่ได้เรย์ อาร์ชูเลตา มาอยู่กับเราในวันนี้"
    }
  },
  {
    "translation": {
      "en": "Ray, as you can tell, is someone that has quite a bit of notoriety.",
      "th": "เรย์ อย่างที่คุณรู้ เป็นคนที่มีชื่อเสียงกระฉ่อนทีเดียว"
    }
  },
  {
    "translation": {
      "en": "He's got his own-- He's got his own reality show. Now, that--",
      "th": "เขามีรายการเรียลลิตี้เป็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "With that, I'm gonna turn the floor over to Ray,",
      "th": "เพราะฉะนั้นผมจะขอมอบพื้นที่นี้ให้กับเรย์"
    }
  },
  {
    "translation": {
      "en": "and, Ray, we appreciate you being here. -Thank you very much. -Thank you, Ray.",
      "th": "- เรย์ เราซึ้งใจมากที่คุณมาที่นี่ - ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "This is a supercomputer model by NASA.",
      "th": "นี่คือแบบจำลองซูเปอร์คอมพิวเตอร์โดยนาซา"
    }
  },
  {
    "translation": {
      "en": "We're concerned of the red and purples being CO2.",
      "th": "เรากังวลสีแดงและสีม่วง ซึ่งเป็นคาร์บอนไดออกไซด์"
    }
  },
  {
    "translation": {
      "en": "I want you to notice the dates.",
      "th": "ผมอยากให้คุณสังเกตวันที่"
    }
  },
  {
    "translation": {
      "en": "That is February.",
      "th": "นั่นคือเดือนกุมภาพันธ์"
    }
  },
  {
    "translation": {
      "en": "March.",
      "th": "มีนาคม"
    }
  },
  {
    "translation": {
      "en": "Now, what are we doing March? April?",
      "th": "แล้วเราทำอะไรกันอยู่ มีนาคม เมษายน"
    }
  },
  {
    "translation": {
      "en": "What do we do in modern agriculture in April?",
      "th": "เราทำอะไรในการเกษตรยุคใหม่ ในเดือนเมษายน"
    }
  },
  {
    "translation": {
      "en": "We are tilling.",
      "th": "เราไถพรวนกันอยู่"
    }
  },
  {
    "translation": {
      "en": "We're tilling the land.",
      "th": "เราไถพรวนพื้นที่เพาะปลูกกันอยู่"
    }
  },
  {
    "translation": {
      "en": "And look at the huge plumes of CO2.",
      "th": "แล้วดูที่กระจุกควันขนาดใหญ่ ของคาร์บอนไดออกไซด์สิ"
    }
  },
  {
    "translation": {
      "en": "Look at the dates.",
      "th": "ดูวันที่"
    }
  },
  {
    "translation": {
      "en": "May.",
      "th": "พฤษภาคม"
    }
  },
  {
    "translation": {
      "en": "Now, let's see what happens around June.",
      "th": "ทีนี้… มาดูกันว่าเกิดอะไรขึ้นราวๆ เดือนมิถุนายน"
    }
  },
  {
    "translation": {
      "en": "Look at the colors change.",
      "th": "ดูการเปลี่ยนสีนะครับ"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, what is happening in June?",
      "th": "ทุกท่านครับ เกิดอะไรขึ้นในเดือนมิถุนายน"
    }
  },
  {
    "translation": {
      "en": "Do you see how powerful the living plants are?",
      "th": "เห็นไหมว่าพืชมีชีวิตมีอิทธิพลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Can you imagine if we had all our rangeland",
      "th": "นึกภาพออกไหมว่าถ้าทุ่งหญ้าทั้งหมดของเรา"
    }
  },
  {
    "translation": {
      "en": "and all our cropland covered?",
      "th": "และพื้นที่เพาะปลูกทั้งหมดของเรา ถูกปกคลุมจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "A covered planet is a healthy planet.",
      "th": "โลกที่ถูกปกคลุมคือโลกที่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "We can fix a lot of our climate issues",
      "th": "เราสามารถแก้ไขปัญหา สภาพภูมิอากาศของเราได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "if we bring the CO2 down into a living plant",
      "th": "ถ้าเราเอาคาร์บอนไดออกไซด์ ลงมายังพืชมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "and put it back into the soil where it belongs.",
      "th": "และนำมันกลับลงไปในดินที่มันควรอยู่"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] Agriculture is the biggest way that humans impact our landscape.",
      "th": "เกษตรกรรมคือวิธีสำคัญที่สุด ที่มนุษย์ส่งผลกระทบต่อภูมิประเทศของเรา"
    }
  },
  {
    "translation": {
      "en": "We have unleashed, through agriculture,",
      "th": "เราได้ปล่อยคาร์บอนจากผืนดิน"
    }
  },
  {
    "translation": {
      "en": "over the centuries, over the millennia, carbon from the land,",
      "th": "ผ่านเกษตรกรรมมาหลายศตวรรษ เป็นสหัสวรรษ"
    }
  },
  {
    "translation": {
      "en": "and it's now up in the atmosphere.",
      "th": "และตอนนี้มันอยู่ในชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "It's now part of that legacy load of carbon dioxide.",
      "th": "ตอนนี้มันเป็นส่วนหนึ่งของ ปริมาณคาร์บอนไดออกไซด์ที่มหาศาล"
    }
  },
  {
    "translation": {
      "en": "Many people are coming to this discussion about soil health",
      "th": "ผู้คนมากมายมาร่วมอภิปราย เกี่ยวกับสุขภาพดินครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "because it can bring that carbon back down",
      "th": "ผู้คนมากมายมาร่วมอภิปราย เกี่ยวกับสุขภาพดินครั้งนี้ เพราะว่ามันสามารถนำคาร์บอนนั้นกลับลงมา และเอามันลงไปในพื้นดินได้"
    }
  },
  {
    "translation": {
      "en": "and put it in the ground.",
      "th": "เพราะว่ามันสามารถนำคาร์บอนนั้นกลับลงมา และเอามันลงไปในพื้นดินได้"
    }
  },
  {
    "translation": {
      "en": "First, he's an environmentalist and the editor of Drawdown,",
      "th": "ข้อแรก เขาเป็นนักสิ่งแวดล้อม และบรรณาธิการของหนังสือดรอว์ดาวน์"
    }
  },
  {
    "translation": {
      "en": "the most comprehensive plan ever proposed to reverse global warming.",
      "th": "แผนการครอบคลุมที่สุดเท่าที่เคยถูกเสนอ เพื่อพลิกกลับภาวะโลกร้อน"
    }
  },
  {
    "translation": {
      "en": "Please welcome Paul Hawken.",
      "th": "ขอเสียงต้อนรับพอล ฮอว์เกนครับ"
    }
  },
  {
    "translation": {
      "en": "Tell us why your plan is different and why it is the most comprehensive.",
      "th": "บอกหน่อยสิครับว่าทำไมแผนของคุณถึงแตกต่าง และทำไมมันถึงครอบคลุมที่สุด"
    }
  },
  {
    "translation": {
      "en": "Well, it's very different because it's the first one ever.",
      "th": "มันแตกต่างมากเพราะมันเป็นแผนการแรกที่เคยมี"
    }
  },
  {
    "translation": {
      "en": "-[audience cheering and applauding] -Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "[Hawken] You cannot achieve drawdown without bio sequestration.",
      "th": "คุณไม่สามารถไปถึงจุดลดระดับได้ ถ้าไม่มีการกักเก็บชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "Bio sequestration is using plants, trees, perennials,",
      "th": "การกักเก็บชีวภาพ ใช้พืช ต้นไม้ พืชยืนต้น"
    }
  },
  {
    "translation": {
      "en": "and techniques of grazing and farming to capture carbon",
      "th": "และเทคนิคของการปล่อยปศุสัตว์กินหญ้า และการเพาะปลูก เพื่อดักจับคาร์บอนและเก็บมันไว้ ในแหล่งสะสมคาร์บอนของดิน"
    }
  },
  {
    "translation": {
      "en": "and store it in the sink of the soil,",
      "th": "เพื่อดักจับคาร์บอนและเก็บมันไว้ ในแหล่งสะสมคาร์บอนของดิน"
    }
  },
  {
    "translation": {
      "en": "and retain it for decades, if not centuries.",
      "th": "และกักเก็บมันไว้หลายทศวรรษ หรือไม่ก็หลายศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "What we did is mapped, measured, and modeled",
      "th": "สิ่งที่เราทำคือร่างแผนที่ หาค่า และจำลองแบบ"
    }
  },
  {
    "translation": {
      "en": "the hundred most substantive solutions to global warming.",
      "th": "วิธีแก้ปัญหาภาวะโลกร้อนที่สำคัญที่สุดร้อยวิธี"
    }
  },
  {
    "translation": {
      "en": "And what I mean by solutions, I mean things that are at hand.",
      "th": "และคำว่า \"วิธีแก้ปัญหา\" ของผม ผมหมายถึงสิ่งที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "We know how to do it. There's scaling.",
      "th": "เรารู้ว่าต้องทำยังไง มีการประเมิน"
    }
  },
  {
    "translation": {
      "en": "And if we continue to scale in a rigorous, but reasonable way, over 30 years,",
      "th": "และถ้าเราประเมินด้วยวิธีที่เข้มงวด และเหมาะสมอย่างต่อเนื่องนานกว่า 30 ปี"
    }
  },
  {
    "translation": {
      "en": "we can reverse global warming.",
      "th": "เราสามารถพลิกกลับภาวะโลกร้อนได้"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] When you talk to people about this great technology",
      "th": "เวลาที่คุณพูดกับชาวบ้าน เรื่องเทคโนโลยีที่ยอดเยี่ยมนี้"
    }
  },
  {
    "translation": {
      "en": "that has existed for millions of years",
      "th": "ที่มีมาหลายล้านปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "that takes carbon out of the atmosphere and stores it safely in the soil,",
      "th": "วิธีที่เอาคาร์บอนออกจากชั้นบรรยากาศ และเก็บมันไว้ในดินอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and that it's called plants working with soil microorganisms,",
      "th": "และที่มันเรียกว่าพืชทำงานร่วมกับจุลินทรีย์ดิน"
    }
  },
  {
    "translation": {
      "en": "it seems too simple.",
      "th": "มันดูธรรมดาเกินไป"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Putting our atmospheric carbon down into our soil may be a simple idea,",
      "th": "การเอาคาร์บอนในชั้นบรรยากาศของเรา ลงไปในดินของเราอาจเป็นความคิดที่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "but to do it on a global scale requires…",
      "th": "แต่การทำแบบนั้นในระดับโลกต้องอาศัย…"
    }
  },
  {
    "translation": {
      "en": "politics.",
      "th": "การเมือง"
    }
  },
  {
    "translation": {
      "en": "And when it comes to the politics of climate change,",
      "th": "และเมื่อพูดถึงการเมือง ของการเปลี่ยนแปลงสภาพภูมิอากาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "well, let's just say…",
      "th": "ก็เอาเป็นว่า…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of hot air.",
      "th": "มีเรื่องไร้สาระมากแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] In 2015, the United Nations held a climate summit in Paris.",
      "th": "ในปี 2015 องค์การสหประชาชาติ จัดการประชุมเรื่องสภาพภูมิอากาศในปารีส"
    }
  },
  {
    "translation": {
      "en": "It was called COP 21.",
      "th": "มันมีชื่อว่าคอป 21"
    }
  },
  {
    "translation": {
      "en": "Forty thousand delegates from 196 countries from all over the world",
      "th": "ตัวแทน 40,000 คนจาก 196 ประเทศทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "met to reach an agreement on how to address climate change.",
      "th": "มาพบกันเพื่อหาข้อตกลง เรื่องวิธีแก้ปัญหาการเปลี่ยนแปลงสภาพภูมิอากาศ"
    }
  },
  {
    "translation": {
      "en": "There were presentations and meetings",
      "th": "มีการนำเสนองานและการประชุม"
    }
  },
  {
    "translation": {
      "en": "and speeches, and speeches,",
      "th": "และการกล่าวสุนทรพจน์ และกล่าวสุนทรพจน์"
    }
  },
  {
    "translation": {
      "en": "and speeches.",
      "th": "และกล่าวสุนทรพจน์"
    }
  },
  {
    "translation": {
      "en": "[robot] My name is Bunkin.",
      "th": "ผมชื่อบังคิน"
    }
  },
  {
    "translation": {
      "en": "Please touch my screen.",
      "th": "กรุณาสัมผัสหน้าจอของผม"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] And there was one proposal that offered real hope,",
      "th": "และมีข้อเสนอหนึ่งที่ทำให้มีความหวังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and it was presented by this guy.",
      "th": "นำเสนอโดยชายคนนี้"
    }
  },
  {
    "translation": {
      "en": "[Le Foll in French] I come from a village in the region called \"La Sarthe,\"",
      "th": "ผมมาจากหมู่บ้านแห่งหนึ่ง ในแคว้นที่ชื่อว่า \"ลา ซาร์ท\""
    }
  },
  {
    "translation": {
      "en": "a small village, with a population of 256",
      "th": "หมู่บ้านเล็กๆ ที่มีประชากร 256 คน"
    }
  },
  {
    "translation": {
      "en": "who were involved in the world of rural farming.",
      "th": "ซึ่งมีส่วนเกี่ยวข้องในโลกของการเพาะปลูกชนบท"
    }
  },
  {
    "translation": {
      "en": "There were lots of farmers.",
      "th": "มีชาวไร่ชาวนาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "So I was interested in farming very early in life.",
      "th": "ผมเลยสนใจการเพาะปลูกมาตั้งแต่อายุยังน้อย"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] France maintains the largest agricultural science institution in Europe.",
      "th": "ฝรั่งเศสมีสถาบันวิทยาศาสตร์การเกษตร ที่ใหญ่ที่สุดในยุโรป"
    }
  },
  {
    "translation": {
      "en": "It's called INRA, and it's been studying soil for over a hundred years.",
      "th": "มันมีชื่อว่าอินรา และศึกษาเรื่องดินมากว่าร้อยปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "INRA recently developed a program called the Four for 1000 Initiative.",
      "th": "ล่าสุดอินราได้พัฒนาโปรแกรมที่มีชื่อว่า \"การริเริ่ม 4 เพื่อ 1000\""
    }
  },
  {
    "translation": {
      "en": "Their goal is to increase the carbon content of the world's soils",
      "th": "เป้าหมายของพวกเขาคือ เพิ่มปริมาณคาร์บอนของดินของโลก"
    }
  },
  {
    "translation": {
      "en": "by .4 percent annually.",
      "th": "ปีละ 0.4 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "That would sequester the same amount of carbon",
      "th": "นั่นจะช่วยกักเก็บคาร์บอนปริมาณเท่ากับ"
    }
  },
  {
    "translation": {
      "en": "that humanity emits each year.",
      "th": "ที่มนุษย์ปล่อยออกมาแต่ละปี"
    }
  },
  {
    "translation": {
      "en": "-[\"Requiem Pour Un C\" continues] -[Nichols] The soil environment can hold more carbon",
      "th": "สภาพแวดล้อมของดินสามารถกักเก็บคาร์บอนได้"
    }
  },
  {
    "translation": {
      "en": "than the atmosphere and plants living on the surface of the soil combined.",
      "th": "มากกว่าชั้นบรรยากาศและพืช ที่อาศัยอยู่บนผิวดินรวมกัน"
    }
  },
  {
    "translation": {
      "en": "We have an incredible ability to be able to store that carbon in the soil",
      "th": "เรามีศักยภาพที่เหลือเชื่อ ในการสามารถเก็บคาร์บอนนั้นไว้ในดินได้"
    }
  },
  {
    "translation": {
      "en": "in a relatively short period of time.",
      "th": "ในช่วงเวลาที่ค่อนข้างสั้น"
    }
  },
  {
    "translation": {
      "en": "[Le Foll in French] The primary tool of farming is the soil.",
      "th": "เครื่องมือที่สำคัญที่สุดในการเพาะปลูกคือดิน"
    }
  },
  {
    "translation": {
      "en": "It's not the tractor. It's not the combine-harvester.",
      "th": "ไม่ใช่รถไถ ไม่ใช่เครื่องเกี่ยวนวดข้าว"
    }
  },
  {
    "translation": {
      "en": "It's not the satellite. It's the soil.",
      "th": "ไม่ใช่ดาวเทียม แต่เป็นดิน"
    }
  },
  {
    "translation": {
      "en": "What's really at stake here",
      "th": "สิ่งที่เสี่ยงจริงๆ…"
    }
  },
  {
    "translation": {
      "en": "is what happens after COP 21 in Paris.",
      "th": "คือสิ่งที่เกิดขึ้นหลังคอป 21 ในปารีส"
    }
  },
  {
    "translation": {
      "en": "If all people here can become aware of the role of the soil,",
      "th": "ถ้าทุกคนที่นี่ตระหนักรู้ถึงบทบาทของดินได้"
    }
  },
  {
    "translation": {
      "en": "and if people can get that the soil can be loaded up with carbon,",
      "th": "และถ้าคนเข้าใจว่าดิน สามารถบรรจุคาร์บอนไว้ได้"
    }
  },
  {
    "translation": {
      "en": "and then after that,",
      "th": "หลังจากนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "we must all take action to achieve these objectives.",
      "th": "เราทุกคนต้องลงมือทำ เพื่อให้บรรลุเป้าหมายเหล่านั้นให้ได้"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] At a side meeting at COP 21,",
      "th": "ที่การประชุมย่อยคู่ขนานที่งานคอป 21"
    }
  },
  {
    "translation": {
      "en": "Monsieur Le Foll, the French Minister of Agriculture,",
      "th": "คุณเลอ โฟลล์ รัฐมนตรีกระทรวงเกษตรฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "presented an idea that just might change the world.",
      "th": "นำเสนอแนวคิดที่อาจเปลี่ยนแปลงโลกได้"
    }
  },
  {
    "translation": {
      "en": "[in French] Ladies, gentlemen, and dear colleagues,",
      "th": "ท่านผู้มีเกียรติทุกท่าน และเพื่อนร่วมงานที่รัก"
    }
  },
  {
    "translation": {
      "en": "with all the farmland, but also, with all the soils of the forests,",
      "th": "ด้วยที่ดินเพาะปลูกทั้งหมด แต่ด้วยดินทั้งหมดของป่าด้วย"
    }
  },
  {
    "translation": {
      "en": "we have an enormous potential.",
      "th": "เรามีศักยภาพมากมายมหาศาล"
    }
  },
  {
    "translation": {
      "en": "The fact that we are able to implement an actual answer",
      "th": "การที่เราสามารถเอาคำตอบที่แท้จริงมาใช้"
    }
  },
  {
    "translation": {
      "en": "to the struggle against climate change,",
      "th": "เพื่อต่อสู้กับการเปลี่ยนแปลงสภาพภูมิอากาศ"
    }
  },
  {
    "translation": {
      "en": "an answer that could equal the same amount",
      "th": "คำตอบที่สามารถทำให้มีปริมาณคาร์บอนเท่ากับ"
    }
  },
  {
    "translation": {
      "en": "as the amount of carbon humanity emits each year. That's colossal.",
      "th": "ปริมาณของคาร์บอนที่มนุษย์ ปล่อยออกมาแต่ละปี มันยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "Four parts per thousand is the capacity all of us have together",
      "th": "สี่ส่วนต่อหนึ่งพันคือศักยภาพที่เราทุกคนมีร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "to be able to succeed.",
      "th": "ที่จะสามารถประสบความสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson in English] At the Four for 1000 event,",
      "th": "ที่งาน 4 เพื่อ 1000"
    }
  },
  {
    "translation": {
      "en": "many countries signed Stéphane Le Foll's pledge",
      "th": "หลายประเทศลงนามในคำสัญญา ของสเตฟาน เลอ โฟลล์"
    }
  },
  {
    "translation": {
      "en": "to draw carbon down into their soils.",
      "th": "ที่จะดึงคาร์บอนลงไปในดินของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man 4] Thirty countries from around the world signing on to, what I believe,",
      "th": "สามสิบประเทศทั่วโลก ลงนามเข้าร่วมในสิ่งที่ผมเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "is going to be one of the most significant changes in agriculture.",
      "th": "จะเป็นหนึ่งในการเปลี่ยนแปลง ที่สำคัญที่สุดในการเกษตร"
    }
  },
  {
    "translation": {
      "en": "Because to achieve this Four for 1000,",
      "th": "เพราะการจะทำ 4 เพื่อ 1000 นี้ให้สำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "we have to change the way we do agriculture.",
      "th": "เราต้องเปลี่ยนวิธีทำการเกษตรของเรา"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] And doing agriculture in a way that sequesters carbon",
      "th": "และการทำการเกษตรในแบบที่กักเก็บคาร์บอนนั้น"
    }
  },
  {
    "translation": {
      "en": "requires a radical reduction in toxic pesticides,",
      "th": "ต้องลดการใช้ยาฆ่าแมลงเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "GMOs, and synthetic chemicals.",
      "th": "จีเอ็มโอ และสารเคมีสังเคราะห์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "But the three largest contributors to carbon dioxide",
      "th": "แต่ตัวการที่ก่อให้เกิดคาร์บอนไดออกไซด์ มากที่สุดสามราย"
    }
  },
  {
    "translation": {
      "en": "and the three largest agricultural producers were missing from the agreement.",
      "th": "และผู้ผลิตด้านการเกษตรที่ใหญ่ที่สุดสามราย หายไปจากข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "India, the United States, and China did not show.",
      "th": "อินเดีย สหรัฐฯ และจีนไม่ปรากฏตัว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Does it frustrate you that America did not sign on to the agreement?",
      "th": "รู้สึกหงุดหงิดไหมครับที่อเมริกาไม่ลงนามข้อตกลง"
    }
  },
  {
    "translation": {
      "en": "[in French] Yes, it's frustrating.",
      "th": "ครับ มันน่าหงุดหงิด"
    }
  },
  {
    "translation": {
      "en": "Because this is the first time an entire country, France,",
      "th": "เพราะนี่เป็นครั้งแรกที่ฝรั่งเศสทั้งประเทศ"
    }
  },
  {
    "translation": {
      "en": "yes, a smaller country than the US, but a big agricultural country,",
      "th": "ใช่แล้ว ประเทศที่เล็กกว่าสหรัฐฯ แต่เป็นประเทศเกษตรกรรมที่ใหญ่"
    }
  },
  {
    "translation": {
      "en": "has proposed a global and political initiative",
      "th": "ได้เสนอความคิดริเริ่มทางการเมืองระดับโลก"
    }
  },
  {
    "translation": {
      "en": "that links together the fight against global warming",
      "th": "ที่เชื่อมโยงการต่อสู้กับภาวะโลกร้อน"
    }
  },
  {
    "translation": {
      "en": "with changing the way we farm.",
      "th": "และการเปลี่ยนวิธีเพาะปลูกไว้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "But when it comes to the US, they're not there yet.",
      "th": "แต่พอพูดถึงสหรัฐฯ พวกเขายังไปไม่ถึงจุดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] And after all that, the United States announced",
      "th": "และหลังจากเหตุการณ์ทั้งหมดนั้น สหรัฐฯ ก็ประกาศ"
    }
  },
  {
    "translation": {
      "en": "that it had pulled entirely out of the Paris Agreement.",
      "th": "ว่าพวกเขาได้ถอนตัว จากข้อตกลงปารีสโดยสิ้นเชิงแล้ว"
    }
  },
  {
    "translation": {
      "en": "If we are going to succeed in balancing our climate,",
      "th": "หากเราจะรักษาสมดุล สภาพอากาศของเราให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "we do need to switch to renewable energies.",
      "th": "เราต้องเปลี่ยนไปใช้พลังงานหมุนเวียน"
    }
  },
  {
    "translation": {
      "en": "But none of that will alter the tremendous amount of carbon",
      "th": "แต่การทำแบบนั้นจะไม่เปลี่ยนแปลง ปริมาณคาร์บอนมากมายมหาศาล ที่เราเอาขึ้นไปบนชั้นบรรยากาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "we've already put into the atmosphere.",
      "th": "ปริมาณคาร์บอนมากมายมหาศาล ที่เราเอาขึ้นไปบนชั้นบรรยากาศแล้ว"
    }
  },
  {
    "translation": {
      "en": "Since 1750, when the Industrial Revolution began,",
      "th": "ตั้งแต่ปี 1750 เมื่อการปฏิวัติอุตสาหกรรมเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "we've pumped about 1,000 billion tons,",
      "th": "เราสูบคาร์บอนไดออกไซด์ ประมาณหนึ่งล้านล้านตัน"
    }
  },
  {
    "translation": {
      "en": "also known as gigatons,",
      "th": "หรือที่เรียกว่ากิกะตัน"
    }
  },
  {
    "translation": {
      "en": "of carbon dioxide into the atmosphere.",
      "th": "ขึ้นไปบนชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "It's called our legacy load of carbon.",
      "th": "มันเรียกว่าปริมาณคาร์บอนมหาศาลของเรา"
    }
  },
  {
    "translation": {
      "en": "And even if we stopped all greenhouse gas emissions today,",
      "th": "และถึงแม้เราจะหยุด การปล่อยก๊าซเรือนกระจกทั้งหมดในวันนี้"
    }
  },
  {
    "translation": {
      "en": "that legacy load of carbon will still be there.",
      "th": "ปริมาณคาร์บอนมหาศาลนั้นก็จะยังอยู่ที่เดิม"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] That legacy load of carbon dioxide",
      "th": "ปริมาณคาร์บอนไดออกไซด์มหาศาลนั้น"
    }
  },
  {
    "translation": {
      "en": "is still gonna be warming the atmosphere for decades, if not centuries.",
      "th": "จะยังทำให้ชั้นบรรยากาศร้อน ไปอีกหลายทศวรรษ หรือไม่ก็หลายศตวรรษ"
    }
  },
  {
    "translation": {
      "en": "So if all we talk about is reducing emissions,",
      "th": "ดังนั้นถ้าสิ่งเดียวที่เราพูดถึง คือการลดการปล่อยคาร์บอนไดออกไซด์"
    }
  },
  {
    "translation": {
      "en": "it's not enough.",
      "th": "มันยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] If electric cars and solar panels aren't enough,",
      "th": "ถ้ารถยนต์ไฟฟ้าและแผงโซลาร์เซลล์ยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "then what is the solution?",
      "th": "งั้นทางออกคืออะไร"
    }
  },
  {
    "translation": {
      "en": "The only goal that makes sense for humanity is drawdown,",
      "th": "เป้าหมายเดียวที่สมเหตุสมผลสำหรับมนุษย์ คือจุดลดระดับ"
    }
  },
  {
    "translation": {
      "en": "a year-to-year reduction in carbon in the upper atmosphere.",
      "th": "การลดคาร์บอนในบรรยากาศชั้นสูงปีต่อปี"
    }
  },
  {
    "translation": {
      "en": "Anything else is climate chaos.",
      "th": "อย่างอื่นล้วนเป็นความวุ่นวายของสภาพอากาศ"
    }
  },
  {
    "translation": {
      "en": "If we want to achieve drawdown,",
      "th": "ถ้าเราต้องการไปให้ถึงจุดลดระดับ"
    }
  },
  {
    "translation": {
      "en": "we have to go thank the Earth",
      "th": "เราต้องไปขอบคุณโลก"
    }
  },
  {
    "translation": {
      "en": "and start to farm and grow our plants and trees",
      "th": "และเริ่มเพาะปลูกพืชและต้นไม้ของเรา"
    }
  },
  {
    "translation": {
      "en": "in an entirely different way.",
      "th": "ด้วยวิธีที่แตกต่างออกไปโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "Once you achieve drawdown, within 20 years, you have cooling.",
      "th": "ทันทีที่คุณไปถึงจุดลดระดับ ภายใน 20 ปี คุณจะได้ความเย็น"
    }
  },
  {
    "translation": {
      "en": "You have the beginning of cooling.",
      "th": "คุณจะได้จุดเริ่มต้นของความเย็น"
    }
  },
  {
    "translation": {
      "en": "So, now, we have a horizon that if you're 20, 30 years old,",
      "th": "ดังนั้น ตอนนี้เรามีขอบเขตว่าถ้าคุณอายุ 20 หรือ 30 ปี"
    }
  },
  {
    "translation": {
      "en": "you can say, \"In my lifetime, we can achieve this.\"",
      "th": "คุณพูดได้ว่า \"ในชั่วชีวิตของฉัน เราไปให้ถึงจุดนั้นได้\""
    }
  },
  {
    "translation": {
      "en": "[Harrelson] In other words, the very practices that heal our soils",
      "th": "พูดอีกอย่างก็คือการกระทำที่เยียวยาดินของเรา"
    }
  },
  {
    "translation": {
      "en": "will also heal our climate.",
      "th": "จะเยียวยาสภาพอากาศของเราด้วย"
    }
  },
  {
    "translation": {
      "en": "To stabilize Earth's climate,",
      "th": "เพื่อให้สภาพอากาศของโลกคงที่"
    }
  },
  {
    "translation": {
      "en": "we can use the most powerful carbon capture technologies:",
      "th": "เราสามารถใช้เทคโนโลยี การดักจับคาร์บอนที่ทรงพลังที่สุดได้…"
    }
  },
  {
    "translation": {
      "en": "the photosynthesis of plants and the microorganisms in the soil.",
      "th": "นั่นคือการสังเคราะห์แสงของพืช และจุลินทรีย์ในดิน"
    }
  },
  {
    "translation": {
      "en": "And the one type of farming that does this the best",
      "th": "และการเพาะปลูกประเภทหนึ่ง ที่ดักจับคาร์บอนได้ดีที่สุด และดึงคาร์บอนลงมาได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "and draws down the most carbon",
      "th": "ที่ดักจับคาร์บอนได้ดีที่สุด และดึงคาร์บอนลงมาได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "is based on the concept of regeneration,",
      "th": "ตั้งอยู่บนแนวคิดของ… การฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "which simply means to repair the damage we've done",
      "th": "ซึ่งหมายถึงการซ่อมแซม ความเสียหายที่เราได้ทำกัน"
    }
  },
  {
    "translation": {
      "en": "and make things better.",
      "th": "และทำให้สิ่งต่างๆ ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man 5] So we are sitting in a food forest.",
      "th": "เรากำลังนั่งอยู่ในป่าอาหารกัน"
    }
  },
  {
    "translation": {
      "en": "This is agroforestry.",
      "th": "นี่คือวนเกษตร"
    }
  },
  {
    "translation": {
      "en": "It's agriculture through trees, tree diversification.",
      "th": "มันคือการทำเกษตรกรรมผ่านต้นไม้ ความหลากหลายของต้นไม้"
    }
  },
  {
    "translation": {
      "en": "I've got an avocado tree, banana tree, fig tree, coffee trees.",
      "th": "ผมปลูกต้นอะโวคาโด ต้นกล้วย ต้นฟิก ต้นกาแฟ"
    }
  },
  {
    "translation": {
      "en": "We went from a lot of crop of single Hass avocado",
      "th": "เราเริ่มจากการเก็บผลอะโวคาโดพันธุ์แฮส ได้มากมายพันธุ์เดียว"
    }
  },
  {
    "translation": {
      "en": "to now having about 40 different fruit varieties onsite.",
      "th": "จนตอนนี้เรามีผลไม้หลากหลาย ราวๆ 40 ชนิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "By diversifying, we can now have harvests every month.",
      "th": "การปลูกต้นไม้หลากหลาย ทำให้ตอนนี้เราเก็บเกี่ยวผลผลิตได้ทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "If you're looking to do something that would greatly impact Mother Earth,",
      "th": "ถ้าคุณกำลังคิดว่าจะทำอะไร ที่ส่งผลกระทบต่อพระแม่ธรณีอย่างยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "plant a tree.",
      "th": "ปลูกต้นไม้เลยครับ"
    }
  },
  {
    "translation": {
      "en": "You don't need acres and acres and acres to build a food forest.",
      "th": "คุณไม่จำเป็นต้องมีพื้นที่มากมาย หลายเอเคอร์เพื่อสร้างป่าอาหาร"
    }
  },
  {
    "translation": {
      "en": "You really just need a few hundred square feet.",
      "th": "คุณต้องการพื้นที่ไม่กี่ร้อยตารางฟุตเท่านั้นเอง"
    }
  },
  {
    "translation": {
      "en": "You're gonna look outside one day ago and go,",
      "th": "วันหนึ่งคุณจะมองออกไปและคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What is something we buy every day at the grocery store,",
      "th": "\"สิ่งที่เราซื้อที่ร้านขายของชำทุกวันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "that instead of waiting for it to be shipped around the world to me,",
      "th": "สิ่งที่แทนที่จะต้องรอให้มันส่งข้ามโลกมาให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "what can I put in my own backyard that I can do myself?\"",
      "th": "ฉันเอาอะไรมาไว้ในสนามหลังบ้าน ที่ฉันปลูกเองได้บ้างนะ\""
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Regenerative agriculture grows more food per acre.",
      "th": "เกษตรกรรมฟื้นฟูปลูกอาหารต่อเอเคอร์ได้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "It's scalable to our entire agricultural system.",
      "th": "มันสามารถปรับขนาด ให้เข้ากับระบบเกษตรกรรมทั้งหมดของเราได้"
    }
  },
  {
    "translation": {
      "en": "And what's more, it's already being done right now, today.",
      "th": "และยิ่งกว่านั้นคือ ตอนนี้มีการทำแบบนั้นแล้ว วันนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[man 6] I'm a rancher.",
      "th": "ผมเป็นเจ้าของฟาร์มปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "That's how I prefer to be thought of",
      "th": "ผมชอบให้คนมองผมแบบนั้นมากกว่า"
    }
  },
  {
    "translation": {
      "en": "is I'm a rancher.",
      "th": "ผมเป็นเจ้าของฟาร์มปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "A farmer technically grows crops.",
      "th": "ตามหลักแล้ว ชาวไร่ชาวนาปลูกพืช"
    }
  },
  {
    "translation": {
      "en": "A rancher raises livestock.",
      "th": "แต่เจ้าของฟาร์มปศุสัตว์เลี้ยงวัวควาย"
    }
  },
  {
    "translation": {
      "en": "Why I like to be considered a rancher is because…",
      "th": "ที่ผมชอบให้คนคิดว่าผม เป็นเจ้าของฟาร์มปศุสัตว์ก็เพราะว่า…"
    }
  },
  {
    "translation": {
      "en": "I'm all about living things and taking part in living ecosystems.",
      "th": "ผมสนใจเรื่องสิ่งมีชีวิต และมีส่วนร่วมในระบบนิเวศของสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "And, to me, that's what my operation is about: a living ecosystem.",
      "th": "และสำหรับผม การทำงานของผมคือเรื่องนั้น ระบบนิเวศของสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "We purchased this place in 1991.",
      "th": "เราซื้อที่นี่มาเมื่อปี 1991"
    }
  },
  {
    "translation": {
      "en": "And for the first two years, I was farming conventionally.",
      "th": "และในสองปีแรก ผมเพาะปลูกไปตามที่เขาทำกัน"
    }
  },
  {
    "translation": {
      "en": "Heavy, heavy tillage. High use of synthetics.",
      "th": "ไถพรวนหนักมาก ใช้สารสังเคราะห์เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "1995 came along, and the day before I was going to start combining,",
      "th": "พอถึงปี 1995 และหนึ่งวัน ก่อนที่ผมจะเริ่มเก็บเกี่ยว"
    }
  },
  {
    "translation": {
      "en": "I lost 100 percent of our crop to a hail storm.",
      "th": "ผมเสียผลผลิตทั้งหมดไปเพราะพายุลูกเห็บ"
    }
  },
  {
    "translation": {
      "en": "So we were totally wiped out.",
      "th": "เหนื่อยแทบขาดใจเลยครับ"
    }
  },
  {
    "translation": {
      "en": "No income from our crops.",
      "th": "ไม่มีรายได้จากผลผลิตของเรา"
    }
  },
  {
    "translation": {
      "en": "That was really tough to take 'cause we didn't have crop insurance.",
      "th": "ทำใจรับได้ยากมากเพราะเราไม่มีประกันพืชผล"
    }
  },
  {
    "translation": {
      "en": "1996 came along, we lost 100 percent of our crop to hail, again.",
      "th": "พอถึงปี 1996 เราเสียผลผลิตทั้งหมด เพราะลูกเห็บอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "1997 came along…",
      "th": "พอถึงปี 1997…"
    }
  },
  {
    "translation": {
      "en": "we dried out. Nobody combined an acre.",
      "th": "เราเจอความแห้งแล้ง ไม่มีใครเก็บเกี่ยวได้เลย"
    }
  },
  {
    "translation": {
      "en": "There was a major drought in this area.",
      "th": "เกิดความแห้งแล้งครั้งใหญ่ในพื้นที่นี้"
    }
  },
  {
    "translation": {
      "en": "1998 came along, and we lost 80 percent of our crop to hail.",
      "th": "พอถึงปี 1998 เราเสียผลผลิตไป 80 เปอร์เซ็นต์เพราะพายุลูกเห็บ"
    }
  },
  {
    "translation": {
      "en": "So we were four years with basically no crop income.",
      "th": "สรุปคือเราไม่มีรายได้จากพืชผลเลยสี่ปี"
    }
  },
  {
    "translation": {
      "en": "The neighbors were all taking bets and waiting for my land.",
      "th": "เพื่อนบ้านทุกคนเดิมพันกันและเฝ้ารอที่ดินของผม"
    }
  },
  {
    "translation": {
      "en": "Times were really getting tough financially,",
      "th": "ตอนนั้นการเงินเริ่มลำบากมาก"
    }
  },
  {
    "translation": {
      "en": "and the banker didn't want to loan me any money to buy inputs.",
      "th": "และนายธนาคารก็ไม่อยากให้ผม กู้เงินไปซื้อปัจจัยการผลิตแล้ว"
    }
  },
  {
    "translation": {
      "en": "The best thing that could have happened.",
      "th": "เป็นสิ่งที่ดีที่สุดที่เกิดขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "I wasn't gonna fail.",
      "th": "ผมต้องไม่ล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "I really had to start focusing,",
      "th": "ผมต้องเริ่มตั้งใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "how can I make this farm and ranch",
      "th": "ผมจะทำยังไงให้ไร่และทุ่งเลี้ยงสัตว์นี้"
    }
  },
  {
    "translation": {
      "en": "get these soils to produce a crop without all these inputs?",
      "th": "ทำให้ดินพวกนี้ผลิตพืชผลได้ โดยไม่ต้องใช้ปัจจัยการผลิตพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "So I started to be a studier of soil ecosystems.",
      "th": "ผมเลยเริ่มเป็นผู้ศึกษาระบบนิเวศดิน"
    }
  },
  {
    "translation": {
      "en": "I actually went back and I read Thomas Jefferson's old journals",
      "th": "จริงๆ แล้วผมย้อนกลับไป อ่านวารสารเก่าของโทมัส เจฟเฟอร์สัน"
    }
  },
  {
    "translation": {
      "en": "'cause I was trying to figure out how did they do this",
      "th": "เพราะผมพยายามหาคำตอบ ว่าพวกเขาทำยังไงกัน"
    }
  },
  {
    "translation": {
      "en": "previous to the use of all these synthetics.",
      "th": "ก่อนจะมีการใช้สารสังเคราะห์พวกนี้"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] We have been promoting no till for many, many years.",
      "th": "เราส่งเสริมการไม่ไถพรวนมานานหลายปี"
    }
  },
  {
    "translation": {
      "en": "No tillage means you don't till the soil at all.",
      "th": "ไม่ไถพรวนหมายถึง คุณต้องไม่ไถพรวนดินเลย"
    }
  },
  {
    "translation": {
      "en": "You just plant directly into it.",
      "th": "แค่ปลูกพืชลงไปในดินตรงๆ"
    }
  },
  {
    "translation": {
      "en": "This is a no-till drill.",
      "th": "นี่คือเครื่องหว่านเมล็ดพืชแบบไม่ไถพรวน"
    }
  },
  {
    "translation": {
      "en": "No-till drills are available everywhere in the world.",
      "th": "เครื่องหว่านเมล็ดพืชแบบไม่ไถพรวนมีขายทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "This will help you grow topsoil.",
      "th": "สิ่งนี้จะช่วยคุณพัฒนาหน้าดิน"
    }
  },
  {
    "translation": {
      "en": "Any type of tillage equipment will destroy topsoil.",
      "th": "อุปกรณ์ไถพรวนทุกรูปแบบล้วนทำลายหน้าดิน"
    }
  },
  {
    "translation": {
      "en": "This is your firming wheel.",
      "th": "นี่คือล้อเสริมความมั่นคง"
    }
  },
  {
    "translation": {
      "en": "This holds this residue so the disc here can cut it,",
      "th": "สิ่งนี้ยึดเกาะเศษตกค้างไว้ เพื่อให้จานตรงนี้ตัดมันได้"
    }
  },
  {
    "translation": {
      "en": "just making a small slit.",
      "th": "แค่สร้างรอยกรีดเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "The seed travels down at a specific rate per acre.",
      "th": "เมล็ดพืชเดินทางลงไป ที่ความเร็วต่อเอเคอร์ตามกำหนด"
    }
  },
  {
    "translation": {
      "en": "This comes around,",
      "th": "ล้อนี้หมุนมา"
    }
  },
  {
    "translation": {
      "en": "moves a small amount of soil right over that seed.",
      "th": "ขุดดินปริมาณเล็กน้อยขึ้นมาบนเมล็ดพืชเมล็ดนั้น"
    }
  },
  {
    "translation": {
      "en": "We're keeping all this armor on the soil surface",
      "th": "เราคลุมสิ่งป้องกันเหล่านี้ไว้บนผิวดิน"
    }
  },
  {
    "translation": {
      "en": "in order to protect the soil from wind erosion, water erosion,",
      "th": "เพื่อปกป้องดินจากการกร่อนดินโดยลม การพังทลายของดินโดยน้ำ"
    }
  },
  {
    "translation": {
      "en": "so we can grow crops on much less moisture with this type of a system.",
      "th": "เราจะได้ปลูกพืชบนความชุ่มชื้นที่น้อยกว่ามากได้ ด้วยระบบแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Rain falls on this, it's going to go right into the soil.",
      "th": "ฝนตกลงมาบนนี้ มันจะลงไปในดินทันที"
    }
  },
  {
    "translation": {
      "en": "Rain falls on bare soil, it's going to run off,",
      "th": "ถ้าฝนตกลงบนดินที่โล่งเตียน มันจะไหลออกไป"
    }
  },
  {
    "translation": {
      "en": "and then it's going to evaporate very quickly.",
      "th": "จากนั้นก็จะระเหยไปอย่างรวดเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Soil that is not tilled stores more water,",
      "th": "ดินที่ไม่ถูกไถพรวนเก็บน้ำได้มากกว่า"
    }
  },
  {
    "translation": {
      "en": "thus increasing microbe growth,",
      "th": "มันจึงเพิ่มการเติบโตของจุลินทรีย์"
    }
  },
  {
    "translation": {
      "en": "which leads to more plant growth and even to more local rainfall.",
      "th": "ซึ่งทำให้พืชเติบโตได้มากขึ้น และถึงขั้นมีฝนตกในท้องถิ่นมากขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "This is the virtuous cycle of regeneration.",
      "th": "นี่คือวงจรที่ถูกต้องดีงามของการฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "Gabe Brown's soil is also pulling more carbon out of the atmosphere.",
      "th": "ดินของเกบ บราวน์ก็ดึงคาร์บอน มาจากชั้นบรรยากาศได้มากขึ้นด้วยเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "For every one percent increase in organic matter,",
      "th": "สำหรับอินทรียวัตถุที่เพิ่มขึ้นทุกๆ หนึ่งเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "an acre of soil draws down ten more tons of carbon.",
      "th": "ดินหนึ่งเอเคอร์ จะดึงคอร์บอนลงมาได้มากขึ้นสิบตัน"
    }
  },
  {
    "translation": {
      "en": "[Brown] I mean, that's huge.",
      "th": "เยอะมากนะนั่น"
    }
  },
  {
    "translation": {
      "en": "We have to reduce tillage.",
      "th": "เราต้องลดการไถพรวน"
    }
  },
  {
    "translation": {
      "en": "We gotta grow cover crops.",
      "th": "เราต้องปลูกพืชคลุมดิน"
    }
  },
  {
    "translation": {
      "en": "We have to get a living root all the time.",
      "th": "เราต้องมีรากไม้มีชีวิตตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "We can't have these bare periods with nothing growing on them.",
      "th": "เราจะมีพื้นที่โล่งเตียน ที่ไม่มีอะไรปลูกอยู่บนดินเลยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We've gotta start using these principles to restore the water cycle.",
      "th": "เราต้องเริ่มใช้หลักการพวกนี้ ในการกอบกู้วงจรน้ำ"
    }
  },
  {
    "translation": {
      "en": "And it is fixable.",
      "th": "และมันแก้ไขได้"
    }
  },
  {
    "translation": {
      "en": "So I'm taking you to a field here that is a multi-species cover crop.",
      "th": "ผมกำลังจะพาคุณไปที่ไร่แห่งนี้ ที่มีการปลูกพืชคลุมดินหลากหลายชนิด"
    }
  },
  {
    "translation": {
      "en": "The purpose of a cover crop",
      "th": "หน้าที่ของพืชคลุมดิน"
    }
  },
  {
    "translation": {
      "en": "is to enhance the life and the function of the soil.",
      "th": "คือเพื่อเสริมสร้างชีวิตและการทำงานของดิน"
    }
  },
  {
    "translation": {
      "en": "Think of it this way. If I draw a monoculture on this field,",
      "th": "ลองคิดแบบนี้นะครับ ถ้าผมปลูกพืชชนิดเดียวในไร่นี้"
    }
  },
  {
    "translation": {
      "en": "we'd only be feeding the soil biology one type of root exudate.",
      "th": "เราจะป้อนสารหลั่งจากราก ให้กับชีววิทยาทางดินได้แค่ประเภทเดียวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I'm growing 19 species here.",
      "th": "ที่นี่ผมปลูกพืช 19 ชนิด"
    }
  },
  {
    "translation": {
      "en": "We're accelerating biological time.",
      "th": "เรากำลังเร่งเวลาทางชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "We're feeding the soil biology",
      "th": "เรากำลังป้อนอาหารให้ชีววิทยาทางดิน"
    }
  },
  {
    "translation": {
      "en": "what it would take a conventional farmer 19 years to do.",
      "th": "ที่เกษตรกรแบบดั้งเดิมต้องใช้เวลาทำ 19 ปี"
    }
  },
  {
    "translation": {
      "en": "I'm doing it in one year.",
      "th": "ผมทำในเวลาหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "So people might ask, \"How do you get any money from this then?\"",
      "th": "คนอาจถามว่า \"แล้วคุณได้เงินจากสิ่งนี้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "Our livestock will graze this during the winter,",
      "th": "วัวควายของเราจะกินหญ้าพวกนี้ในช่วงฤดูหนาว"
    }
  },
  {
    "translation": {
      "en": "speeding up the process of regenerating those soils.",
      "th": "ช่วยเร่งกระบวนการฟื้นฟูดินเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "Animals grazing living plants are a part of the carbon cycle.",
      "th": "การที่สัตว์แทะเล็มพืชมีชีวิต คือส่วนหนึ่งของวงจรคาร์บอน"
    }
  },
  {
    "translation": {
      "en": "Here in the Northern Plains,",
      "th": "ในที่ราบภาคเหนือแห่งนี้ ดินของเราสร้างขึ้นโดย"
    }
  },
  {
    "translation": {
      "en": "our soils were formed by large herds of bison and elk",
      "th": "ในที่ราบภาคเหนือแห่งนี้ ดินของเราสร้างขึ้นโดย วัวกระทิงและกวางเอลก์ฝูงใหญ่"
    }
  },
  {
    "translation": {
      "en": "being moved by predators,",
      "th": "ที่ย้ายถิ่นหนีผู้ล่า"
    }
  },
  {
    "translation": {
      "en": "grazing a landscape, trampling that carbon,",
      "th": "พวกมันแทะเล็มภูมิประเทศ เหยียบย่ำคาร์บอน เหยียบย่ำพืช"
    }
  },
  {
    "translation": {
      "en": "the plants, onto the soil surface.",
      "th": "ลงไปบนผิวดิน"
    }
  },
  {
    "translation": {
      "en": "Not coming back for maybe a year. Allowing full recovery.",
      "th": "ไม่กลับมาอีกราวๆ หนึ่งปี ให้พื้นที่ฟื้นฟูได้เต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] It wasn't that long ago",
      "th": "เพิ่งจะไม่นานนักหรอก"
    }
  },
  {
    "translation": {
      "en": "that over 60 million buffalo roamed the continent.",
      "th": "ที่ควายกว่า 60 ล้านตัวร่อนเร่ไปทั่วทวีป"
    }
  },
  {
    "translation": {
      "en": "In an attempt to starve the Native Americans,",
      "th": "ด้วยพยายามจะให้คนอเมริกันพื้นเมืองอดตาย"
    }
  },
  {
    "translation": {
      "en": "the US military and the railroads killed most of the buffalo.",
      "th": "ทหารสหรัฐฯ และการรถไฟ จึงฆ่าควายไปเกือบหมด"
    }
  },
  {
    "translation": {
      "en": "By the time the culling ended,",
      "th": "เมื่อการฆ่าสัตว์สิ้นสุดลง ก็เหลือสัตว์ใหญ่อยู่"
    }
  },
  {
    "translation": {
      "en": "only a few thousand of the majestic animals remained.",
      "th": "เมื่อการฆ่าสัตว์สิ้นสุดลง ก็เหลือสัตว์ใหญ่อยู่ เพียงไม่กี่พันตัวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Where buffalo once roamed,",
      "th": "ที่ที่ควายเคยเร่ร่อนไป ปัจจุบันเป็นพื้นที่ทำเกษตรอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "industrial agriculture now grows hundreds of millions of acres of crops",
      "th": "ที่ที่ควายเคยเร่ร่อนไป ปัจจุบันเป็นพื้นที่ทำเกษตรอุตสาหกรรม มีพืชผลสองสามร้อยล้านเอเคอร์…"
    }
  },
  {
    "translation": {
      "en": "just to feed animals.",
      "th": "เพียงเพื่อให้สัตว์กินเป็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "And those animals are concentrated into feedlots.",
      "th": "และสัตว์เหล่านั้นจะถูกต้อนไปยัง บริเวณขุนอาหารก่อนฆ่า"
    }
  },
  {
    "translation": {
      "en": "In turn, feedlots produce a tremendous amount of greenhouse gases.",
      "th": "ผลก็คือ บริเวณขุนอาหารก่อนฆ่า ผลิตก๊าซเรือนกระจกปริมาณมหาศาล"
    }
  },
  {
    "translation": {
      "en": "[Nichols] A feedlot situation has a positive amount of greenhouse gases being emitted.",
      "th": "ในสถานการณ์บริเวณขุนอาหารก่อนฆ่า มีการปล่อยก๊าซเรือนกระจกออกมาปริมาณมาก"
    }
  },
  {
    "translation": {
      "en": "In a grazing situation, the data shows",
      "th": "ในสถานการณ์ปล่อยปศุสัตว์กินหญ้า ข้อมูลแสดงให้เห็นว่าจริงๆ แล้วเรา"
    }
  },
  {
    "translation": {
      "en": "that we actually get greenhouse gases sequestered.",
      "th": "ในสถานการณ์ปล่อยปศุสัตว์กินหญ้า ข้อมูลแสดงให้เห็นว่าจริงๆ แล้วเรา กักเก็บก๊าซเรือนกระจกไว้ได้"
    }
  },
  {
    "translation": {
      "en": "So in one situation, you get emissions,",
      "th": "ดังนั้นในสถานการณ์หนึ่ง มีการปล่อยออก"
    }
  },
  {
    "translation": {
      "en": "and in the other situation, you get sequestration.",
      "th": "และในอีกสถานการณ์มีการกักเก็บ"
    }
  },
  {
    "translation": {
      "en": "The problem isn't the animal.",
      "th": "ปัญหาไม่ใช่สัตว์"
    }
  },
  {
    "translation": {
      "en": "The problem is where the animals are at.",
      "th": "ปัญหาคือที่ที่สัตว์อยู่"
    }
  },
  {
    "translation": {
      "en": "Cows can be good.",
      "th": "วัวอาจดีได้"
    }
  },
  {
    "translation": {
      "en": "That is one of the most controversial statements…",
      "th": "นั่นคือหนึ่งในคำพูด ที่ก่อให้เกิดการโต้แย้งมากที่สุด…"
    }
  },
  {
    "translation": {
      "en": "of mankind at this point.",
      "th": "ของมนุษย์ ณ จุดนี้"
    }
  },
  {
    "translation": {
      "en": "Using cattle and allowing them to roam and graze,",
      "th": "การใช้วัวควายและให้พวกมันร่อนเร่ไป และเล็มหญ้า แทะเล็มพื้นที่เพาะปลูก"
    }
  },
  {
    "translation": {
      "en": "land grazing, can literally revive enough space",
      "th": "การใช้วัวควายและให้พวกมันร่อนเร่ไป และเล็มหญ้า แทะเล็มพื้นที่เพาะปลูก สามารถฟื้นฟูพื้นที่ได้มากพอ"
    }
  },
  {
    "translation": {
      "en": "to create a tremendous amount of drawdown.",
      "th": "ที่จะสร้างจุดลดระดับได้มากมายมหาศาล"
    }
  },
  {
    "translation": {
      "en": "I'm from Southeast Louisiana.",
      "th": "ผมมาจากลุยเซียนาตะวันออกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "I grew up in an incredibly delicate ecosystem.",
      "th": "ผมโตมาในระบบนิเวศที่ซับซ้อนอย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "Conservation was always a very serious part of my life.",
      "th": "การอนุรักษ์ธรรมชาติ คือส่วนที่จริงจังมากของชีวิตผมเสมอ"
    }
  },
  {
    "translation": {
      "en": "I had no idea that the Earth was desertifying.",
      "th": "ผมไม่เคยรู้เลยว่าโลกกำลังกลายเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "I got on a plane from New York City to fly to Zimbabwe to meet Allan Savory",
      "th": "ผมขึ้นเครื่องบินจากนิวยอร์กไปซิมบับเว เพื่อพบกับอัลลัน เซวอรี"
    }
  },
  {
    "translation": {
      "en": "so he could show us the difference between desertification",
      "th": "เขาจะได้แสดงให้เราเห็นถึงความแตกต่าง ระหว่างการกลายสภาพเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "and regeneration.",
      "th": "และการฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "Land that has been holistically managed through planned grazing using cattle,",
      "th": "ที่ดินที่ได้รับการดูแลอย่างครบถ้วน ผ่านการแทะเล็มหญ้าโดยใช้วัวควายตามแผน"
    }
  },
  {
    "translation": {
      "en": "-the most vilified animal in the world. -[cow moos]",
      "th": "สัตว์ที่ถูกให้ร้ายมากที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "We are in Africa right now driving through a field",
      "th": "ตอนนี้เราอยู่ที่แอฟริกา ขับรถไปตามไร่นา…"
    }
  },
  {
    "translation": {
      "en": "that has been under Allan Savory's holistic management for nine years,",
      "th": "ซึ่งอยู่ภายใต้การจัดการแบบองค์รวม ของอัลลัน เซวอรีมาเก้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it is an Eden.",
      "th": "และมันคือสวรรค์บนดินชัดๆ"
    }
  },
  {
    "translation": {
      "en": "This is what you call high grass.",
      "th": "นี่คือสิ่งที่คุณเรียกว่าหญ้าสูง"
    }
  },
  {
    "translation": {
      "en": "Using livestock to reverse desertification",
      "th": "การใช้ปศุสัตว์ พลิกกลับการกลายสภาพเป็นทะเลทรายนั้น สามารถขยายได้มากถึง"
    }
  },
  {
    "translation": {
      "en": "is totally scalable to about two-thirds of the world's land,",
      "th": "พลิกกลับการกลายสภาพเป็นทะเลทรายนั้น สามารถขยายได้มากถึง ประมาณสองในสามของแผ่นดินของโลก"
    }
  },
  {
    "translation": {
      "en": "and nothing else is.",
      "th": "และไม่มีอะไรทำได้เท่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And, frankly, that can be done at extremely low cost.",
      "th": "และบอกตามตรง นั่นสามารถทำได้ด้วยต้นทุนที่ต่ำมาก"
    }
  },
  {
    "translation": {
      "en": "Here we are.",
      "th": "ก็นี่แหละครับ"
    }
  },
  {
    "translation": {
      "en": "This is what it should be like.",
      "th": "มันควรจะเป็นแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "You've been working on this land for eight or nine years.",
      "th": "คุณทำงานบนที่ดินผืนนี้แปดหรือเก้าปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "It went from a place of turning into a total desert,",
      "th": "มันเปลี่ยนจากสถานที่ ที่กำลังจะกลายเป็นทะเลทรายทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and using hooved herding herbivores.",
      "th": "และการใช้ฝูงสัตว์กินพืชเท้ามีกีบ"
    }
  },
  {
    "translation": {
      "en": "You have literally transformed that, what we've been seeing,",
      "th": "คุณได้เปลี่ยนแปลงสิ่งนั้น สิ่งที่เราเห็นมาตลอด"
    }
  },
  {
    "translation": {
      "en": "-into this. -Yeah.",
      "th": "- มาเป็นสิ่งนี้จริงๆ - ใช่"
    }
  },
  {
    "translation": {
      "en": "How in the hell do you make this happen?",
      "th": "คุณทำให้มันเกิดขึ้นได้ยังไงครับ"
    }
  },
  {
    "translation": {
      "en": "[Savory] So the urine and the hooves of the animals",
      "th": "มูลสัตว์ ฉี่ และกีบเท้าของสัตว์"
    }
  },
  {
    "translation": {
      "en": "are what caused this grass to grow.",
      "th": "คือสิ่งที่ทำให้หญ้าพวกนี้งอกงาม"
    }
  },
  {
    "translation": {
      "en": "That livestock is never on more than a hectare of this land,",
      "th": "วัวควายนั้นไม่เคยอยู่บน ที่ดินผืนนี้มากกว่าหนึ่งเฮกตาร์"
    }
  },
  {
    "translation": {
      "en": "about 2.5 acres,",
      "th": "แค่ประมาณสองเอเคอร์ครึ่ง"
    }
  },
  {
    "translation": {
      "en": "-never more than three days. -Right.",
      "th": "- ไม่เคยอยู่เกินสามวัน - ครับ"
    }
  },
  {
    "translation": {
      "en": "And they're never back on that piece of land",
      "th": "และพวกมันจะไม่กลับมาบนที่ดินผืนนั้นอีกเลย"
    }
  },
  {
    "translation": {
      "en": "under about six to nine months.",
      "th": "ภายในประมาณหกถึงเก้าเดือน"
    }
  },
  {
    "translation": {
      "en": "-Wow. -So no plant can get overgrazed.",
      "th": "- ว้าว - ดังนั้นจะไม่มีพืชที่ถูกแทะเล็มมากเกินไปแน่นอน"
    }
  },
  {
    "translation": {
      "en": "You can come any day of the year, anywhere on this land,",
      "th": "คุณสามารถมาที่นี่ได้ทุกวันของปี ไปได้ทุกมุมบนที่ดินผืนนี้ โดยที่คุณจะไม่เห็นวัวควายเลย"
    }
  },
  {
    "translation": {
      "en": "and you will see no livestock",
      "th": "ไปได้ทุกมุมบนที่ดินผืนนี้ โดยที่คุณจะไม่เห็นวัวควายเลย"
    }
  },
  {
    "translation": {
      "en": "because they will be on less than one hectare of land.",
      "th": "เพราะพวกมันจะอยู่บนที่ดินไม่ถึงหนึ่งเฮกตาร์"
    }
  },
  {
    "translation": {
      "en": "And unless we take you there, you won't even know it.",
      "th": "และถ้าเราไม่พาคุณไปที่นั่น คุณก็จะไม่รู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Dealing with this beast of climate change, a lot of people don't understand",
      "th": "การรับมือการเปลี่ยนแปลง สภาพภูมิอากาศที่น่ารังเกียจนี้ หลายๆ คนไม่เข้าใจว่านี่…"
    }
  },
  {
    "translation": {
      "en": "that this…",
      "th": "หลายๆ คนไม่เข้าใจว่านี่…"
    }
  },
  {
    "translation": {
      "en": "-helps climate change. -Yes.",
      "th": "- ช่วยการเปลี่ยนแปลงสภาพภูมิอากาศ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-This sequesters carbon. -Yeah.",
      "th": "สิ่งนี้… - กักเก็บคาร์บอน - ใช่"
    }
  },
  {
    "translation": {
      "en": "This takes the one thing that we so desperately need out of the air,",
      "th": "สิ่งนี้เอาสิ่งหนึ่งที่เราต้องการอย่างมาก ออกมาจากอากาศ"
    }
  },
  {
    "translation": {
      "en": "and it holds it, and it makes oxygen.",
      "th": "และมันเก็บไว้ และมันผลิตออกซิเจนออกมา"
    }
  },
  {
    "translation": {
      "en": "[Savory] Yeah, if we can produce solid grassland,",
      "th": "ใช่ ถ้าเราสามารถสร้างทุ่งหญ้าที่สมบูรณ์ได้"
    }
  },
  {
    "translation": {
      "en": "you can pull down enormous amounts of carbon back into the soil.",
      "th": "คุณก็ดึงคาร์บอนปริมาณมากมายมหาศาล กลับลงไปในดินได้"
    }
  },
  {
    "translation": {
      "en": "Two-thirds of the world, roughly, is grasslands in savannas",
      "th": "สองในสามของโลกโดยประมาณ เป็นทุ่งหญ้าและสะวันนา"
    }
  },
  {
    "translation": {
      "en": "where the rainfall is too low to support a solid canopy of trees",
      "th": "ซึ่งมีฝนตกน้อยเกินกว่า จะเกื้อหนุนให้มีร่มไม้ที่ดีที่ปกคลุมดินให้คุณได้"
    }
  },
  {
    "translation": {
      "en": "giving you soil cover.",
      "th": "จะเกื้อหนุนให้มีร่มไม้ที่ดีที่ปกคลุมดินให้คุณได้"
    }
  },
  {
    "translation": {
      "en": "So grass is essentially what has to stabilize that soil.",
      "th": "หญ้าจึงเป็นสิ่งสำคัญที่ทำให้ดินนั้นมั่นคง"
    }
  },
  {
    "translation": {
      "en": "You look at this, and you realize this is what the world should look like.",
      "th": "คุณมองดูสิ่งนี้และคุณคิดว่าโลกควรจะดูเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "This is what Africa should look like.",
      "th": "แอฟริกาควรจะดูเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "This is what South and Central America should look like.",
      "th": "อเมริกาใต้และอเมริกากลางควรจะดูเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "This is what Texas should look like.",
      "th": "เทกซัสควรจะดูเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "This is how we win.",
      "th": "นี่คือวิธีที่เราชนะ"
    }
  },
  {
    "translation": {
      "en": "We can get the Earth",
      "th": "เราสามารถทำให้โลก"
    }
  },
  {
    "translation": {
      "en": "back to the garden of Eden that it once was",
      "th": "กลับไปเป็นสวรรค์บนดินอย่างที่มันเคยเป็นได้"
    }
  },
  {
    "translation": {
      "en": "by regeneration.",
      "th": "ด้วยการฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] When used smartly,",
      "th": "เมื่อใช้อย่างชายฉลาด"
    }
  },
  {
    "translation": {
      "en": "herbivores can pull down carbon and reverse desertification.",
      "th": "สัตว์กินพืชสามารถดึงคาร์บอนลงมา และพลิกกลับการกลายสภาพเป็นทะเลทรายได้"
    }
  },
  {
    "translation": {
      "en": "But it doesn't just work for Africa.",
      "th": "แต่มันไม่ได้ได้ผลแค่ที่แอฟริกาเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It works everywhere in the world.",
      "th": "มันได้ผลทุกที่ในโลก"
    }
  },
  {
    "translation": {
      "en": "-[idyllic music playing] -[birds chirping]",
      "th": "(ฮาล์ฟมูนเบย์)"
    }
  },
  {
    "translation": {
      "en": "[woman 5] So it's long pants today, right? You guys are gonna ride horses?",
      "th": "วันนี้ใส่กางเกงขายาวใช่ไหม พวกลูกจะขี่ม้ากันใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman 5] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I was raised in a rural area in Washington,",
      "th": "ฉันโตมาในเขตชนบทของวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "adopted by a Lakota elder.",
      "th": "ผู้ใหญ่ชาวลาโคตารับมาเลี้ยงเป็นลูกบุญธรรม"
    }
  },
  {
    "translation": {
      "en": "We were out in nature every day.",
      "th": "เราออกไปอยู่กับธรรมชาติทุกวัน"
    }
  },
  {
    "translation": {
      "en": "I found permaculture, and that was very influential in my life,",
      "th": "ฉันค้นพบเกษตรกรรมถาวร และมันมีอิทธิพลต่อชีวิตฉันมาก"
    }
  },
  {
    "translation": {
      "en": "where I could see that there could be a permanent agriculture…",
      "th": "ซึ่งฉันมองเห็นว่ามัน สามารถเป็นเกษตรกรรมถาวรได้"
    }
  },
  {
    "translation": {
      "en": "an agriculture that not only fed the planet,",
      "th": "เกษตรกรรม ที่ไม่เพียงแค่หล่อเลี้ยงโลกเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "but also fed the people in a way that regenerated",
      "th": "แต่ยังหล่อเลี้ยงผู้คนในแบบที่ฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "and didn't deplete resources.",
      "th": "และไม่ทำให้ทรัพยากรหมดไป"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Holistic ranchers, like the Markegards, use careful planning",
      "th": "เจ้าของฟาร์มปศุสัตว์แบบองค์รวม อย่างครอบครัวมาร์เคการ์ด ใช้การวางแผนอย่างระมัดระวัง"
    }
  },
  {
    "translation": {
      "en": "so their cows sequester carbon and actually regenerate the land.",
      "th": "วัวของพวกเขาจะได้กักเก็บคาร์บอน และฟื้นฟูที่ดินจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Doniga] So this is our grazing plan and control chart.",
      "th": "นี่คือแผนการปล่อยแทะเล็มหญ้าของเรา และแผนผังการควบคุม"
    }
  },
  {
    "translation": {
      "en": "This tells us where we're planning to have the cattle when.",
      "th": "สิ่งนี้บอกเรา ว่าเราจะพาวัวควายไปที่ไหนเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Hi!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "[Doniga] Let's see. It's July 22nd,",
      "th": "มาดูกัน วันที่ 22 กรกฎาคม"
    }
  },
  {
    "translation": {
      "en": "so they were in G1,",
      "th": "พวกมันอยู่ในจีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and they are going to move here.",
      "th": "และพวกมันจะย้ายมาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "All these paddocks correlate with a map that I have here.",
      "th": "พื้นที่เพาะปลูกทั้งหมดนี้ สัมพันธ์กับแผนที่ที่ฉันมีอยู่นี้"
    }
  },
  {
    "translation": {
      "en": "So these are all segments of fencing where the cattle are.",
      "th": "นี่คือส่วนทั้งหมดของการล้อมรั้วที่วัวควายอยู่"
    }
  },
  {
    "translation": {
      "en": "It tells me how big it is.",
      "th": "มันบอกฉันว่ามันกว้างใหญ่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I can record observations, species, all right in here in the field.",
      "th": "ฉันสามารถบันทึกการสังเกต พืชชนิดต่างๆ ทุกอย่างที่อยู่ในทุ่งหญ้านี้ได้"
    }
  },
  {
    "translation": {
      "en": "We manage over 8,000 acres throughout the Bay Area,",
      "th": "เราดูแล พื้นที่กว่า 32 ตารางกิโลเมตรทั่วเบย์แอเรีย"
    }
  },
  {
    "translation": {
      "en": "so we're constantly on the move.",
      "th": "เราจึงเคลื่อนไหวตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "[man 7] I never get bored.",
      "th": "ผมไม่เคยเบื่อเลย"
    }
  },
  {
    "translation": {
      "en": "I never get bored.",
      "th": "ผมไม่เคยเบื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Ohlson] They call cows mobile microbe tanks,",
      "th": "คนเรียกวัวกันว่าถังจุลินทรีย์เคลื่อนที่"
    }
  },
  {
    "translation": {
      "en": "you know, because cows employ microbes in their rumen",
      "th": "เพราะวัวใช้จุลินทรีย์ในกระเพาะผ้าขี้ริ้วของมัน"
    }
  },
  {
    "translation": {
      "en": "to break down the fibers in food.",
      "th": "ในการย่อยสลายเส้นใยในอาหาร"
    }
  },
  {
    "translation": {
      "en": "So when cows poop,",
      "th": "ดังนั้นเมื่อวัวอึ"
    }
  },
  {
    "translation": {
      "en": "that is just like a steaming mound of microbes dumped onto the land,",
      "th": "มันจะเหมือนกับกองจุลินทรีย์ร้อนๆ ตกลงไปบนผืนดิน"
    }
  },
  {
    "translation": {
      "en": "and it's-- it-it, you know, it's a powerful stuff for the land.",
      "th": "และมัน… มันคือสิ่งที่ทรงพลังมากสำหรับผืนดิน"
    }
  },
  {
    "translation": {
      "en": "[Doniga] So it's been about three months",
      "th": "ผ่านมาประมาณสามเดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "since the cattle have been in this pasture.",
      "th": "ตั้งแต่วัวควายเข้ามาในทุ่งเลี้ยงสัตว์นี้"
    }
  },
  {
    "translation": {
      "en": "Did you hear that little pop when I popped it out?",
      "th": "คุณได้ยินเสียงพลั่กเบาๆ ตอนฉันงัดมันออกมาไหม"
    }
  },
  {
    "translation": {
      "en": "That was all these root hairs popping off.",
      "th": "มันคือขนรากพวกนี้ที่หลุดออกมา"
    }
  },
  {
    "translation": {
      "en": "There's just thousands and thousands of feet of these root hairs",
      "th": "มีขนรากพวกนี้อยู่เป็นพันๆ เมตรเลยละ"
    }
  },
  {
    "translation": {
      "en": "that are interconnected with all of these other bunch grasses",
      "th": "มันเชื่อมต่อกับหญ้ากองอื่นๆ เหล่านี้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and all of these other species through their root hairs",
      "th": "และพืชชนิดอื่นๆ เหล่านี้ ผ่านทางขนรากของมัน และผ่านทางเชื้อราไมคอร์ไรซาด้วย"
    }
  },
  {
    "translation": {
      "en": "and also through the mycorrhiza fungi.",
      "th": "ผ่านทางขนรากของมัน และผ่านทางเชื้อราไมคอร์ไรซาด้วย"
    }
  },
  {
    "translation": {
      "en": "The cattle will come along,",
      "th": "วัวควายจะเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and they'll eat the tops off.",
      "th": "และจะกินส่วนบนออกไป"
    }
  },
  {
    "translation": {
      "en": "What happens when the grasses get bitten off",
      "th": "สิ่งที่เกิดขึ้นเมื่อหญ้าโดนกัดออกไป"
    }
  },
  {
    "translation": {
      "en": "is these roots slough off.",
      "th": "คือรากพวกนี้หลุดออกไป"
    }
  },
  {
    "translation": {
      "en": "And what is that root made out of?",
      "th": "แล้วรากพวกนี้ทำมาจากอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "Carbon.",
      "th": "คาร์บอนไง"
    }
  },
  {
    "translation": {
      "en": "We're taking carbon from the atmosphere via photosynthesis",
      "th": "เรากำลังเอาคาร์บอนมาจากชั้นบรรยากาศ ผ่านการสังเคราะห์แสง"
    }
  },
  {
    "translation": {
      "en": "into the plant,",
      "th": "ใส่ลงไปในพืช"
    }
  },
  {
    "translation": {
      "en": "and then it's going through the plant",
      "th": "จากนั้นมันก็เดินทางผ่านพืช"
    }
  },
  {
    "translation": {
      "en": "into the root system,",
      "th": "เข้าไปในระบบราก"
    }
  },
  {
    "translation": {
      "en": "that carbon, and it sloughs off and turns into humus…",
      "th": "คาร์บอนนั้นน่ะ แล้วมันก็หลุดลอกออก และเปลี่ยนเป็นฮิวมัส…"
    }
  },
  {
    "translation": {
      "en": "where it belongs.",
      "th": "ในที่ที่มันควรอยู่"
    }
  },
  {
    "translation": {
      "en": "The form of agriculture that we use",
      "th": "รูปแบบของเกษตรกรรมที่เราใช้"
    }
  },
  {
    "translation": {
      "en": "creates billions of lives",
      "th": "สร้างสิ่งมีชีวิตหลายพันล้านชีวิต…"
    }
  },
  {
    "translation": {
      "en": "in the form of soil microbes,",
      "th": "ในรูปแบบของจุลินทรีย์ดิน พยาธิตัวกลม"
    }
  },
  {
    "translation": {
      "en": "in nematodes, in grassland birds.",
      "th": "ในรูปแบบของจุลินทรีย์ดิน พยาธิตัวกลม นกตามทุ่งหญ้า"
    }
  },
  {
    "translation": {
      "en": "All of that wildlife is flourishing under an agriculture system",
      "th": "สัตว์ป่าทั้งหมดนั้นกำลังเจริญเติบโต ภายใต้ระบบเกษตรกรรม"
    }
  },
  {
    "translation": {
      "en": "versus a tilled crop field, which is denude of life.",
      "th": "เทียบกับทุ่งหญ้าที่ไถพรวนดินซึ่งไร้สิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] In the vast majority of those tilled fields grow one thing:",
      "th": "ส่วนใหญ่ไร่นาที่ถูกไถพรวนเหล่านั้นปลูกสิ่งหนึ่ง…"
    }
  },
  {
    "translation": {
      "en": "animal feed.",
      "th": "อาหารสัตว์"
    }
  },
  {
    "translation": {
      "en": "Corn, soy, and hay.",
      "th": "ข้าวโพด ถั่วเหลือง ฟาง"
    }
  },
  {
    "translation": {
      "en": "These crops and the feedlots that rely on them exist",
      "th": "พืชผลเหล่านี้ และบริเวณขุนอาหารก่อนฆ่าที่ต้องพึ่งพามัน มีอยู่เพียงเพราะพวกเขา ได้รับเงินช่วยเหลือจากเงินภาษีของเรา"
    }
  },
  {
    "translation": {
      "en": "only because they are subsidized by our tax dollars.",
      "th": "มีอยู่เพียงเพราะพวกเขา ได้รับเงินช่วยเหลือจากเงินภาษีของเรา"
    }
  },
  {
    "translation": {
      "en": "I was speaking to a group of corn and soybean producers from Missouri",
      "th": "ผมได้คุยกับกลุ่มผู้ปลูกข้าวโพด และถั่วเหลืองจากมิสซูรี"
    }
  },
  {
    "translation": {
      "en": "this past winter.",
      "th": "ฤดูหนาวที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "And the one guy stood up and said,",
      "th": "และผู้ชายคนหนึ่งลุกขึ้นพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Why would I want to plant anything else than corn and beans",
      "th": "\"ทำไมผมต้องอยากปลูกอย่างอื่น นอกจากข้าวโพดและถั่วด้วย"
    }
  },
  {
    "translation": {
      "en": "when I'm guaranteed a profit before I even go on the field?\"",
      "th": "ในเมื่อผมได้รับการประกันกำไร ก่อนที่ผมจะลงไปในไร่ซะอีก\""
    }
  },
  {
    "translation": {
      "en": "[Harrelson] The United States Department of Agriculture uses something",
      "th": "กระทรวงเกษตรสหรัฐฯ ใช้สิ่งที่เรียกว่าบรรษัทสินเชื่อการเกษตร"
    }
  },
  {
    "translation": {
      "en": "called the Commodity Credit Corporation",
      "th": "ใช้สิ่งที่เรียกว่าบรรษัทสินเชื่อการเกษตร"
    }
  },
  {
    "translation": {
      "en": "to give farmers price guarantees for growing specific crops.",
      "th": "ในการประกันราคาให้กับชาวไร่ชาวนา ที่ปลูกพืชบางชนิด"
    }
  },
  {
    "translation": {
      "en": "In the current system,",
      "th": "ในระบบปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "taxpayers subsidize farmers to grow the crops",
      "th": "ผู้เสียภาษีให้เงินอุดหนุนเกษตรกรเพื่อปลูกพืช"
    }
  },
  {
    "translation": {
      "en": "that feed the animals that live in feedlots,",
      "th": "ที่ใช้เลี้ยงสัตว์ที่อยู่ในบริเวณขุนอาหารก่อนฆ่า"
    }
  },
  {
    "translation": {
      "en": "which emit greenhouse gases.",
      "th": "ซึ่งปล่อยก๊าซเรือนกระจกออกมา"
    }
  },
  {
    "translation": {
      "en": "The result?",
      "th": "ผลก็คือ"
    }
  },
  {
    "translation": {
      "en": "Our land is turning to dust, and our farmers are going bust.",
      "th": "แผ่นดินของเรากลายเป็นฝุ่น และเกษตรกรของเรากำลังจะถังแตก"
    }
  },
  {
    "translation": {
      "en": "[Brown] And then I come back and ask them, now, how much money would you be making",
      "th": "แล้วพอผมกลับมาถามพวกเขา ว่าคุณจะทำเงินได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "if the government wasn't subsidizing your operation?",
      "th": "ถ้ารัฐบาลไม่ให้เงินสนับสนุนการทำงานของคุณ"
    }
  },
  {
    "translation": {
      "en": "And they know. They know the answer.",
      "th": "และพวกเขารู้ พวกเขารู้คำตอบดี"
    }
  },
  {
    "translation": {
      "en": "They're not gonna be making money.",
      "th": "พวกเขาจะทำเงินไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I dropped off all those programs.",
      "th": "ผมทิ้งโครงการพวกนั้นทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "I tell producers I don't want to be on welfare anymore.",
      "th": "ผมบอกผู้ผลิตว่าผมไม่อยากพึ่งสวัสดิการอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Even with genetically-altered seeds, chemical sprays, and government subsidies,",
      "th": "ถึงแม้จะมีเมล็ดพืชตัดต่อพันธุกรรม สเปรย์สารเคมี และเงินอุดหนุนจากรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "most farmers struggle to make a few dollars per acre.",
      "th": "แต่เกษตรกรส่วนใหญ่ก็ยังทำเงิน ได้เอเคอร์ละไม่กี่ดอลลาร์อย่างยากลำบาก"
    }
  },
  {
    "translation": {
      "en": "But on its 5,000 acres,",
      "th": "แต่บนพื้นที่ 5,000 เอเคอร์"
    }
  },
  {
    "translation": {
      "en": "Brown's ranch generates over $100 profit per acre per year.",
      "th": "ไร่ปศุสัตว์ของบราวน์ทำกำไร ได้มากกว่าเอเคอร์ละ 100 ดอลลาร์ต่อปี"
    }
  },
  {
    "translation": {
      "en": "If you build a healthy farm ecosystem, you're going to be resilient.",
      "th": "ถ้าคุณสร้างระบบนิเวศไร่ที่สมบูรณ์ คุณจะมีความยืดหยุ่น"
    }
  },
  {
    "translation": {
      "en": "You're going to take the risk out of it.",
      "th": "คุณจะเอาความเสี่ยงออกไปจากมัน"
    }
  },
  {
    "translation": {
      "en": "Yes, I grow corn. I don't grow soybeans, but I grow peas.",
      "th": "ใช่ครับ ผมปลูกข้าวโพด ผมไม่ได้ปลูกถั่วเหลือง แต่ผมปลูกถั่ว"
    }
  },
  {
    "translation": {
      "en": "That's good.",
      "th": "อร่อย"
    }
  },
  {
    "translation": {
      "en": "But I also grow wheat, and barley, and oats, vetch,",
      "th": "แต่ผมยังปลูกข้าวสาลี ข้าวบาร์เลย์ ข้าวโอ๊ต เวทช์"
    }
  },
  {
    "translation": {
      "en": "and triticale, and alfalfa, grass-finished beef, lamb, pork,",
      "th": "ข้าวทริทิเคลี อัลฟัลฟา ทำเนื้อวัว เนื้อแกะ เนื้อหมูที่กินแต่หญ้า"
    }
  },
  {
    "translation": {
      "en": "honey, vegetables, all these other products.",
      "th": "ทำน้ำผึ้ง ปลูกผัก ผลิตภัณฑ์พวกนี้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "I could care less what the price of corn or beans are",
      "th": "ผมไม่ต้องสนว่าราคาข้าวโพดหรือถั่วอยู่ที่เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "because they're such a small fraction of my operation.",
      "th": "เพราะมันเป็นแค่ส่วนเล็กๆ ของการทำงานของผม"
    }
  },
  {
    "translation": {
      "en": "I built resiliency into the ecosystem.",
      "th": "ผมสร้างความยืดหยุ่นเข้าไปในระบบนิเวศ"
    }
  },
  {
    "translation": {
      "en": "Most of the land that's managed by farmers",
      "th": "ที่ดินส่วนใหญ่ที่เกษตรกรเป็นผู้ดูแล"
    }
  },
  {
    "translation": {
      "en": "is owned by somebody other than the farmer.",
      "th": "มีคนอื่นเป็นเจ้าของ ไม่ใช่ของเกษตรเอง"
    }
  },
  {
    "translation": {
      "en": "We believe landowners,",
      "th": "เราเชื่อว่าเมื่อเจ้าของที่ดิน"
    }
  },
  {
    "translation": {
      "en": "as they come to understand the long-term benefits",
      "th": "ได้เข้าใจผลประโยชน์ระยะยาว"
    }
  },
  {
    "translation": {
      "en": "of managing for soil health,",
      "th": "ของการจัดการเพื่อสุขภาพดิน"
    }
  },
  {
    "translation": {
      "en": "will encourage their farmers to prioritize this.",
      "th": "พวกเขาจะกระตุ้นให้เกษตรกรของพวกเขา ให้ความสำคัญกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Once a farmer starts to manage for soil health",
      "th": "ทันทีที่เกษตรเริ่มจัดการเพื่อสุขภาพดิน"
    }
  },
  {
    "translation": {
      "en": "and see those economic benefits, they won't turn back.",
      "th": "และเห็นผลประโยชน์ทางเศรษฐกิจเหล่านั้น พวกเขาจะไม่หันหลังกลับแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] By switching to regenerative agriculture,",
      "th": "การเปลี่ยนไปทำเกษตรกรรมฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "American farmers could increase their profits",
      "th": "เกษตรกรชาวอเมริกัน สามารถเพิ่มผลกำไรของตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "by over 100 billion dollars annually,",
      "th": "มากกว่าปีละหนึ่งแสนล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "and virtually eliminate their subsidies.",
      "th": "และตัดเงินอุดหนุน ของพวกเขาทิ้งไปได้อย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "You know, we have a motto on our operation.",
      "th": "เรามีคติพจน์ในการทำงานของเรา"
    }
  },
  {
    "translation": {
      "en": "We want to sign the back of the check and not the front.",
      "th": "เราอยากเซ็นหลังเช็คไม่ใช่หน้าเช็ค"
    }
  },
  {
    "translation": {
      "en": "It's a pretty good motto. It leaves a lot more in your pocket.",
      "th": "เป็นคติพจน์ที่ดีมาก มันทำให้คุณมีเงินเหลือเพิ่มขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "The federal farm program we have today",
      "th": "โครงการไร่นาของรัฐบาลกลางที่เรามีในวันนี้"
    }
  },
  {
    "translation": {
      "en": "is the most detrimental thing there is to regenerative agriculture.",
      "th": "คือสิ่งที่เป็นอันตรายต่อเกษตรกรรมฟื้นฟูมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] In order for our governments to support the shift to regeneration,",
      "th": "เพื่อให้รัฐบาลของเรา สนับสนุนการเปลี่ยนไปทำการฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "the people may have to lead the way.",
      "th": "ประชาชนอาจต้องเป็นผู้นำทาง"
    }
  },
  {
    "translation": {
      "en": "And the odds are there are some things that you can do",
      "th": "และมีความเป็นไปได้สูงว่า มีบางอย่างที่คุณสามารถทำได้"
    }
  },
  {
    "translation": {
      "en": "to save our soils today.",
      "th": "เพื่อช่วยดินของเรา… ในวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Maher] This is everybody's life every hour of the day almost.",
      "th": "นี่คือชีวิตของทุกคน แทบจะทุกชั่วโมงของแต่ละวันเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Food waste.",
      "th": "อาหารทิ้งเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, food waste is ubiquitous. Everybody does it.",
      "th": "อาหารทิ้งเปล่ามีอยู่ทุกหนทุกแห่ง ทุกคนทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Well, not everybody does it.",
      "th": "ก็ไม่ใช่ทุกคนที่ทิ้งหรอก"
    }
  },
  {
    "translation": {
      "en": "There are continents and other really large regions that are getting hit",
      "th": "มีหลายทวีปและภูมิภาคที่กว้างใหญ่มากภูมิภาคอื่นๆ ที่เจอเคราะห์ซ้ำกรรมซัด"
    }
  },
  {
    "translation": {
      "en": "with a double whammy of higher temperatures and drought.",
      "th": "ที่เจอเคราะห์ซ้ำกรรมซัด จากอุณหภูมิที่สูงขึ้นและความแห้งแล้ง"
    }
  },
  {
    "translation": {
      "en": "This kills soil. It kills life.",
      "th": "สิ่งนี้ทำลายดิน มันทำลายสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "One of the solutions to that challenge",
      "th": "หนึ่งในหนทางแก้ปัญหานั้น คือการเก็บเศษอาหารจากเมืองต่างๆ"
    }
  },
  {
    "translation": {
      "en": "is to collect the food scraps from cities, like San Francisco,",
      "th": "หนึ่งในหนทางแก้ปัญหานั้น คือการเก็บเศษอาหารจากเมืองต่างๆ เช่น ซานฟรานซิสโก"
    }
  },
  {
    "translation": {
      "en": "turn them into compost, and get it onto local farms.",
      "th": "เปลี่ยนมันเป็นปุ๋ยหมัก แล้วเอามันไปที่ไร่นาท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "And that helps them retain water because compost is a natural sponge.",
      "th": "และนั่นจะช่วยไร่นากักเก็บน้ำ เพราะปุ๋ยหมักคือฟองน้ำธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "The unfortunate reality is most trash or garbage gets incinerated",
      "th": "ความเป็นจริงที่น่าเสียดายคือ ขยะแห้งและเศษอาหารส่วนใหญ่ ถูกเผาเป็นขี้เถ้า แล้วส่งไปหลุมฝังกลบ"
    }
  },
  {
    "translation": {
      "en": "or sent to a landfill.",
      "th": "ขยะแห้งและเศษอาหารส่วนใหญ่ ถูกเผาเป็นขี้เถ้า แล้วส่งไปหลุมฝังกลบ"
    }
  },
  {
    "translation": {
      "en": "We need to model nature.",
      "th": "เราต้องสร้างแบบให้ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "[man 8] I had the good fortune of being mayor",
      "th": "ผมโชคดีที่ได้เป็นนายกเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "when we brought the United Nations World Environment Day into our city.",
      "th": "ตอนที่เราเอาวันสิ่งแวดล้อมโลก สหประชาชาติเข้ามาในเมืองเรา"
    }
  },
  {
    "translation": {
      "en": "We made it a week-long celebration of the environment and a call to action.",
      "th": "เราฉลองให้กับสิ่งแวดล้อม และการกระตุ้นให้ลงมือทำนานหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "And one of the specific strategies was reducing waste.",
      "th": "และหนึ่งในกลยุทธ์พิเศษ คือการลดขยะ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] San Francisco residents are actually fined",
      "th": "ชาวเมืองซานฟรานซิสโกถูกปรับจริงๆ"
    }
  },
  {
    "translation": {
      "en": "for not putting compost into the green bin.",
      "th": "ถ้าไม่เอาขยะที่ย่อยสลาย เป็นปุ๋ยหมักได้ใส่ในถังสีเขียว"
    }
  },
  {
    "translation": {
      "en": "[Newsom] We incentivize people to keep things out of the black bins.",
      "th": "เราสร้างแรงจูงใจให้ชาวบ้าน ไม่ทิ้งของลงในถังขยะสีดำ"
    }
  },
  {
    "translation": {
      "en": "When you have nothing in a black bin, we don't charge you.",
      "th": "เวลาไม่มีอะไรในถังขยะสีดำ เราก็ไม่ปรับคุณ"
    }
  },
  {
    "translation": {
      "en": "When you have a ton of stuff in the black bin, we charge you a lot.",
      "th": "เวลามีของในถังสีดำเยอะ เราก็ปรับคุณหนัก"
    }
  },
  {
    "translation": {
      "en": "So your goal is to get it in the green and blue bins,",
      "th": "ดังนั้นเป้าหมายของคุณคือ การทิ้งขยะในถังสีเขียวและฟ้า"
    }
  },
  {
    "translation": {
      "en": "the composting and the recycling bins.",
      "th": "ซึ่งเป็นถังใส่ขยะที่ใช้ทำปุ๋ยหมักและถังรีไซเคิล"
    }
  },
  {
    "translation": {
      "en": "You want to move the mouse, gotta move the cheese.",
      "th": "ถ้าคุณอยากขยับหนู คูณก็ต้องขยับชีส"
    }
  },
  {
    "translation": {
      "en": "[Reed] In San Francisco,",
      "th": "ในซานฟรานซิสโก"
    }
  },
  {
    "translation": {
      "en": "we're collecting 700 tons of food scraps and plant cuttings per day.",
      "th": "เราเก็บเศษอาหาร และต้นไม้ที่ถูกตัดได้วันละ 700 ตัน"
    }
  },
  {
    "translation": {
      "en": "[Reed] It's 5:00 in the morning…",
      "th": "ตอนนี้ตีห้า"
    }
  },
  {
    "translation": {
      "en": "and we're making compost.",
      "th": "และเรากำลังทำปุ๋ยหมักกันครับ"
    }
  },
  {
    "translation": {
      "en": "This is the most important kind of garbage that there is",
      "th": "นี่คือประเภทของขยะที่สำคัญที่สุดที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "because this is where the nutrients are, and this is where the carbon is.",
      "th": "เพราะนี่คือที่ที่มีสารอาหารอยู่ และนี่คือที่ที่มีคาร์บอนอยู่"
    }
  },
  {
    "translation": {
      "en": "The compost arrives,",
      "th": "ขยะสำหรับทำปุ๋ยหมักมาถึง"
    }
  },
  {
    "translation": {
      "en": "the food scraps from the restaurants and people's homes,",
      "th": "ทั้งเศษอาหารจากร้านอาหาร และจากบ้านของชาวบ้าน"
    }
  },
  {
    "translation": {
      "en": "and we put them in this sorting system.",
      "th": "และเราใส่มันเข้าไปในระบบคัดแยก"
    }
  },
  {
    "translation": {
      "en": "Sixty days ago, this was egg shells, and chicken bones, and vegetable peelings.",
      "th": "เมื่อหกวันก่อน นี่คือเปลือกไข่ กระดูกไก่ เปลือกผัก"
    }
  },
  {
    "translation": {
      "en": "And, now, it's a beautiful finished compost.",
      "th": "และตอนนี้ มันคือปุ๋ยหมักที่เสร็จสมบูรณ์สวยงาม"
    }
  },
  {
    "translation": {
      "en": "And I'm digging in, and it's quite warm here.",
      "th": "และผมกำลังขุดมันและมันอุ่นทีเดียว"
    }
  },
  {
    "translation": {
      "en": "It's still composting very actively.",
      "th": "มันยังคงย่อยสลายอย่างขยันขันแข็งมาก"
    }
  },
  {
    "translation": {
      "en": "We collect our food scraps. We put them in the green bin.",
      "th": "เราเก็บเศษอาหารของเรามา ใส่มันลงไปในถังขยะสีเขียว"
    }
  },
  {
    "translation": {
      "en": "It goes off to Recology's compost facility.",
      "th": "มันถูกส่งไปยังโรงทำปุ๋ยหมักของรีโคโลจี"
    }
  },
  {
    "translation": {
      "en": "We turn it into compost, and it gets on a farm.",
      "th": "เราเปลี่ยนมันเป็นปุ๋ยหมักและส่งไปตามไร่นา"
    }
  },
  {
    "translation": {
      "en": "That's a simple solution.",
      "th": "เป็นวิธีแก้ปัญหาที่ง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "[Newsom] San Francisco became the most sustainable big city",
      "th": "ซานฟรานซิสโกกลายเป็นเมืองใหญ่ ที่ยั่งยืนมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "in the United States of America in just a few short years,",
      "th": "ในสหรัฐอเมริกาในเวลาเพียงไม่กี่ปี"
    }
  },
  {
    "translation": {
      "en": "and we grew our economy.",
      "th": "และเราทำให้เศรษฐกิจของเราเติบโต"
    }
  },
  {
    "translation": {
      "en": "And if San Francisco can prove an ideal,",
      "th": "และถ้าซานฟรานซิสโกพิสูจน์อุดมการณ์ได้"
    }
  },
  {
    "translation": {
      "en": "then that success can be replicated in other cities, in other states,",
      "th": "ก็จะสามารถทำความสำเร็จแบบเดียวกันนั้น ในเมืองอื่นๆ ในรัฐอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and other nations around the rest of the world.",
      "th": "และประเทศอื่นๆ ทั่วโลกได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Compost is the natural decomposition of organic matter in nature.",
      "th": "ปุ๋ยหมักคือการเน่าเปื่อยตามธรรมชาติ ของอินทรียวัตถุในธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "In a forest floor, it's when the leaves drop,",
      "th": "ในพื้นป่า เวลาที่ใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "the fungi and bacteria take it over",
      "th": "เชื้อราและเชื้อแบคทีเรียจะเข้ายึดครอง"
    }
  },
  {
    "translation": {
      "en": "and literally build the soil at the root zone.",
      "th": "และสร้างดินที่ส่วนราก"
    }
  },
  {
    "translation": {
      "en": "Compost is all about community,",
      "th": "ปุ๋ยหมักเป็นเรื่องของชุมชน"
    }
  },
  {
    "translation": {
      "en": "from the community of microbes that are breaking down the pile,",
      "th": "ตั้งแต่ชุมชนของจุลินทรีย์ ที่ย่อยกองขยะเป็นชิ้นเล็กชิ้นน้อย"
    }
  },
  {
    "translation": {
      "en": "to the community of individuals in Los Angeles",
      "th": "ไปจนถึงชุมชนของคนในลอสแอนเจลิส"
    }
  },
  {
    "translation": {
      "en": "that are physically turning and sifting and contributing to that pile.",
      "th": "ที่ทั้งพลิกและร่อน และสละเวลาให้กับกองปุ๋ยหมักนั้น"
    }
  },
  {
    "translation": {
      "en": "I collect food scraps from restaurants, manure from zoos.",
      "th": "ฉันเก็บเศษอาหารจากร้านอาหาร ปุ๋ยคอกจากสวนสัตว์"
    }
  },
  {
    "translation": {
      "en": "Manure. Do you know why?",
      "th": "ปุ๋ยคอก เพราะอะไรรู้ไหม"
    }
  },
  {
    "translation": {
      "en": "To keep this stuff out of landfills and use it to make good, rich dirt.",
      "th": "เพื่อกันของพวกนี้ออกจากหลุมฝังกลบ และใช้มันทำดินที่ดี อุดมสมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "That's why.",
      "th": "นั่นแหละเหตุผล"
    }
  },
  {
    "translation": {
      "en": "How do we take waste and repurpose and reuse it?",
      "th": "เราเอาขยะมา และเปลี่ยนเป้าหมาย และใช้มันซ้ำยังไง"
    }
  },
  {
    "translation": {
      "en": "Because it's really not waste.",
      "th": "เพราะจริงๆ แล้วมันไม่ใช่สิ่งที่ไร้ประโยชน์"
    }
  },
  {
    "translation": {
      "en": "My name is Pashon. It's Pashon Murray.",
      "th": "ฉันชื่อแพชชัน แพชชัน เมอร์เรย์"
    }
  },
  {
    "translation": {
      "en": "So that was my destiny, to be passionate about the environment.",
      "th": "มันก็เลยเป็นชะตากรรมของฉัน ที่ต้องหลงใหลในสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "[woman 6] When we went to Haiti to run this compost sanitation pilot…",
      "th": "ตอนที่เราไปเฮติ เพื่อทำต้นแบบของสุขอนามัยปุ๋ยหมักนี้"
    }
  },
  {
    "translation": {
      "en": "everybody kind of thought I was crazy.",
      "th": "ทุกคนคิดว่าฉันบ้า"
    }
  },
  {
    "translation": {
      "en": "And maybe I am. [laughs]",
      "th": "และฉันอาจจะบ้าจริงๆ ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-I'm Steven. Yeah. -And you're the…?",
      "th": "- ผมชื่อสตีเวน ใช่ครับ - และคุณคือ…"
    }
  },
  {
    "translation": {
      "en": "-The [bleep] man. -And I'm the [bleep] woman.",
      "th": "- หนุ่ม… - และฉันคือสาว…"
    }
  },
  {
    "translation": {
      "en": "-Yeah. We are the [bleep] men around, man. -Yeah.",
      "th": "เยี่ยม เจ๋งเลย - พวกเราคือคน…ไร้สาระ พวก - ใช่"
    }
  },
  {
    "translation": {
      "en": "Well Haiti happened, obviously,",
      "th": "เฮติเกิดเรื่องขึ้น"
    }
  },
  {
    "translation": {
      "en": "this earthquake that was just so devastating.",
      "th": "แน่นอนว่าแผ่นดินไหวครั้งนั้น ก่อให้เกิดความเสียหายอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "We all felt like we wanted to do something.",
      "th": "เราทุกคนรู้สึกว่าอยากทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "And Patricia, she's a problem solver.",
      "th": "และแพทริเซีย เธอเป็นนักแก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "As soon as she got there, she was like, \"Okay, they have a sanitation problem.\"",
      "th": "ทันทีที่เธอไปถึงที่นั่น เธอบอก \"โอเค พวกเขามีปัญหาเรื่องสุขอนามัย\""
    }
  },
  {
    "translation": {
      "en": "The water under the soil was getting contaminated.",
      "th": "น้ำที่อยู่ใต้ดินถูกปนเปื้อน"
    }
  },
  {
    "translation": {
      "en": "[Patricia] 2.5 billion people don't have sanitation around the world,",
      "th": "มีคน 2,500 ล้านคนทั่วโลกที่ไม่มีสุขอนามัย"
    }
  },
  {
    "translation": {
      "en": "and that means people can get diseases.",
      "th": "และนั่นหมายความว่าคนอาจเจ็บป่วยได้"
    }
  },
  {
    "translation": {
      "en": "So we train people around the world to have composting toilets",
      "th": "เราก็เลยฝึกคนทั่วโลกให้ทำห้องน้ำปุ๋ยหมัก"
    }
  },
  {
    "translation": {
      "en": "so they can learn how to collect and treat their own waste for their community.",
      "th": "พวกเขาจะได้เรียนรู้วิธีเก็บและจัดการ กับของเสียของตัวเองเพื่อชุมชนของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[David] The most noticeable change that we saw was the smell.",
      "th": "การเปลี่ยนแปลงที่โดดเด่นที่สุด ที่เราเห็นคือเรื่องกลิ่น"
    }
  },
  {
    "translation": {
      "en": "The experience of living around the latrines was night and day.",
      "th": "มีประสบการณ์ในการอยู่แถวห้องส้วมตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "We're in front of this compost pile.",
      "th": "เราอยู่ตรงหน้ากองปุ๋ยหมักนี้"
    }
  },
  {
    "translation": {
      "en": "-Do you guys smell anything bad here? -[children] No.",
      "th": "ได้กลิ่นอะไรเหม็นๆ ตรงนี้รึเปล่า ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Patricia] Part of the strength of this system is that it's very easy to learn.",
      "th": "ข้อดีอย่างหนึ่งของระบบนี้คือเรียนรู้ได้ง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "You don't have to order some part or component.",
      "th": "คุณไม่ต้องสั่งอะไหล่หรือส่วนประกอบอะไรมา"
    }
  },
  {
    "translation": {
      "en": "People can learn how to do this everywhere.",
      "th": "คนเราเรียนรู้วิธีการทำแบบนี้ได้ทุกที่"
    }
  },
  {
    "translation": {
      "en": "So here is the spare container. Here is the sawdust available.",
      "th": "นี่คือหีบใส่ของเหลือๆ นี่คือขี้เลื่อยที่หาได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "[Patricia] What I love about thermophilic composting",
      "th": "สิ่งที่ฉันชอบเกี่ยวกับการทำปุ๋ยหมักที่ชอบอุณหภูมิสูง"
    }
  },
  {
    "translation": {
      "en": "is that it helps address multiple climate change issues.",
      "th": "คือมันช่วยแก้ปัญหาการเปลี่ยนแปลง สภาพภูมิอากาศหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "It helps us protect water resources.",
      "th": "คือมันช่วยแก้ปัญหาการเปลี่ยนแปลง สภาพภูมิอากาศหลายอย่าง มันช่วยเราปกป้องแหล่งน้ำ"
    }
  },
  {
    "translation": {
      "en": "Treating it and getting rid of all the pathogens,",
      "th": "การดูแลมันและกำจัดเชื้อโรคทั้งหมดออกไป"
    }
  },
  {
    "translation": {
      "en": "and ending up with compost.",
      "th": "สุดท้ายเราจะได้ปุ๋ยหมัก"
    }
  },
  {
    "translation": {
      "en": "And when it's finished, it will be like beautiful dirt.",
      "th": "พอมันเสร็จแล้ว มันจะเหมือนกับ… ดินที่ดูดี"
    }
  },
  {
    "translation": {
      "en": "You can then amend the soil and have more crop growth.",
      "th": "จากนั้นคุณสามารถทำให้ดินดีขึ้น และได้ผลผลิตมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[David] The only problem with it is that people are hung up on the fact",
      "th": "ปัญหาเดียวของมัน คือชาวบ้านยึดติด กับความจริงที่ว่ามันคืออุจจาระของคน"
    }
  },
  {
    "translation": {
      "en": "that it's human feces.",
      "th": "คือชาวบ้านยึดติด กับความจริงที่ว่ามันคืออุจจาระของคน"
    }
  },
  {
    "translation": {
      "en": "We just, in general, as humans, have a poo phobia.",
      "th": "เราก็แค่กลัวขี้ตามประสามนุษย์ทั่วไป"
    }
  },
  {
    "translation": {
      "en": "But what most people don't know is that all across America,",
      "th": "แต่สิ่งที่คนส่วนใหญ่ไม่รู้คือทั่วทั้งอเมริกา"
    }
  },
  {
    "translation": {
      "en": "if you buy some potting mix, it probably has biosolids in it,",
      "th": "ถ้าคุณไปซื้อดินปลูกต้นไม้มา มันอาจมีไบโอโซลิดอยู่"
    }
  },
  {
    "translation": {
      "en": "and that comes from human sewage.",
      "th": "และมันมาจากสิ่งปฏิกูลของมนุษย์นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "We eat food. We poop it out.",
      "th": "เรากินอาหาร เราอึมาออกมา"
    }
  },
  {
    "translation": {
      "en": "We can then treat it and create soil",
      "th": "จากนั้นเราสามารถดูแลมัน และสร้างดินที่มีองค์ประกอบที่ดีสำหรับต้นไม้อยู่"
    }
  },
  {
    "translation": {
      "en": "that has good content for the plants,",
      "th": "และสร้างดินที่มีองค์ประกอบที่ดีสำหรับต้นไม้อยู่"
    }
  },
  {
    "translation": {
      "en": "and then the circle just goes around and around.",
      "th": "จากนั้นวงจรก็หมุนเวียนไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "The poop has to stay in the loop.",
      "th": "อึต้องอยู่ในวงจร"
    }
  },
  {
    "translation": {
      "en": "This is a very nice toilet,",
      "th": "นี่เป็นส้วมที่สวยมาก"
    }
  },
  {
    "translation": {
      "en": "and I would love to go to the bathroom in your toilet. Excuse me, please.",
      "th": "และฉันอยากเข้าห้องน้ำในส้วมของเธอ ขอตัวนะ"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Compost is just one of a suite of soil-based carbon capture solutions.",
      "th": "ปุ๋ยหมักเป็นเพียงหนึ่งในกลุ่มวิธีแก้ปัญหา การดักจับคาร์บอนโดยใช้ดิน"
    }
  },
  {
    "translation": {
      "en": "The more we choose regenerative foods, the more that farmers will grow them.",
      "th": "ยิ่งเราเลือกอาหารฟื้นฟูมากเท่าไหร่ เกษตรกรก็จะปลูกมันมากขึ้นเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "We're at a critical moment in human history.",
      "th": "เราอยู่ในช่วงเวลาวิกฤตในประวัติศาสตร์มนุษย์"
    }
  },
  {
    "translation": {
      "en": "There could be a way to eat food that heals the planet.",
      "th": "อาจจะมีวิธี กินอาหารที่เยียวยาโลกได้"
    }
  },
  {
    "translation": {
      "en": "The way we're articulating it is the regenerative diet.",
      "th": "วิธีที่เรากำลังเชื่อมต่อกับมันคือ อาหารฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "[man 9] I've personally been vegan for 20 years.",
      "th": "ผมเป็นวีแกนมา 20 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've just kind of proven in my own world, like, hey, you can rock life in a…",
      "th": "ผมแค่จะพิสูจน์ในโลกของผมเองว่า เฮ้ย คุณใช้ชีวิตให้สนุก"
    }
  },
  {
    "translation": {
      "en": "very healthy, strong, and powerful fashion",
      "th": "ในรูปแบบที่สุขภาพดี แข็งแรง และทรงพลังมากๆ"
    }
  },
  {
    "translation": {
      "en": "on a plant-based diet.",
      "th": "ด้วยอาหารที่ทำจากพืชได้"
    }
  },
  {
    "translation": {
      "en": "If you're eating meat, if you can eat it from a lot more correct high-level farms.",
      "th": "ถ้าคุณกินเนื้อสัตว์ คุณสามารถกินเนื้อสัตว์ จากไร่คุณภาพสูงที่เหมาะสมกว่ามากได้"
    }
  },
  {
    "translation": {
      "en": "[Engelhart] If we do eat meat,",
      "th": "ถ้าเรากินเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "we need to eat meat that comes from pasture-raised,",
      "th": "เราต้องกินเนื้อสัตว์ ที่มาจากการเลี้ยงในทุ่งเลี้ยงสัตว์"
    }
  },
  {
    "translation": {
      "en": "grass-fed, humanely-killed animals.",
      "th": "เลี้ยงด้วยหญ้า สัตว์ที่ถูกฆ่าอย่างมีมนุษยธรรม"
    }
  },
  {
    "translation": {
      "en": "[Bronner] This is the most crucial choice all of us can make",
      "th": "นี่คือทางเลือกที่สำคัญที่สุดที่เราทุกคนเลือกได้"
    }
  },
  {
    "translation": {
      "en": "for the future of the planet.",
      "th": "เพื่ออนาคตของโลก"
    }
  },
  {
    "translation": {
      "en": "What are we eating?",
      "th": "เรากินอะไรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "What kind of farming systems are we supporting?",
      "th": "ระบบการเพาะปลูกแบบไหนที่เราสนับสนุนอยู่"
    }
  },
  {
    "translation": {
      "en": "Are we regenerating the Earth, or are we degenerating?",
      "th": "เรากำลังฟื้นฟูโลกหรือเรากำลังทำให้มันแย่ลง"
    }
  },
  {
    "translation": {
      "en": "[Brown] So what we have here are two of our egg-mobiles.",
      "th": "ที่อยู่ตรงนี้คือรถไข่สองคันของเรา"
    }
  },
  {
    "translation": {
      "en": "Approximately three days after the cattle move through an area and graze,",
      "th": "ประมาณสามวันหลังจากวัวควาย ผ่านบริเวณนี้และแทะเล็มหญ้า"
    }
  },
  {
    "translation": {
      "en": "we'll bring the land hens in.",
      "th": "เราจะพาแม่ไก่ของไร่มา"
    }
  },
  {
    "translation": {
      "en": "They truly are free range.",
      "th": "เราเลี้ยงมันแบบปล่อยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "They could walk to California if they so choose.",
      "th": "พวกมันจะเดินไปแคลิฟอร์เนียเลยก็ได้ ถ้าพวกมันเลือกจะไป"
    }
  },
  {
    "translation": {
      "en": "What we did here is we went to the local grocer,",
      "th": "สิ่งที่เราทำคือเราไปร้านขายของชำท้องถิ่นมา"
    }
  },
  {
    "translation": {
      "en": "and we bought a dozen cage-free,",
      "th": "และซื้อไข่แบบไม่เลี้ยงในกรง"
    }
  },
  {
    "translation": {
      "en": "all-natural, humanely-raised eggs.",
      "th": "ธรรมชาติล้วนๆ เลี้ยงอย่างมีมนุษยธรรมมาหนึ่งโหล"
    }
  },
  {
    "translation": {
      "en": "We'll reach in there and crack one of those open.",
      "th": "เราจะหยิบมาหนึ่งใบและตอกลงไป"
    }
  },
  {
    "translation": {
      "en": "Now, what we have here is one from our pastured land hens.",
      "th": "และสิ่งนี้คือไข่หนึ่งใบจากแม่ไก่ ในทุ่งหญ้าเลี้ยงสัตว์ของเรา"
    }
  },
  {
    "translation": {
      "en": "Ours on the left is much darker colored.",
      "th": "ไข่ของเราทางซ้ายมือสีเข้มกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "Now, watch this.",
      "th": "ทีนี้ดูนะครับ"
    }
  },
  {
    "translation": {
      "en": "See how that breaks open rather easily?",
      "th": "เห็นไหมว่ามันแตกค่อนข้างง่าย"
    }
  },
  {
    "translation": {
      "en": "It's runny.",
      "th": "ไหลย้อย"
    }
  },
  {
    "translation": {
      "en": "Now, look at this.",
      "th": "ทีนี้ดูนี่ครับ"
    }
  },
  {
    "translation": {
      "en": "I can poke my finger into there several times before we finally break it.",
      "th": "ผมสามารถใช้นิ้วจิ้มลงไปได้หลายครั้ง ก่อนที่มันจะแตกในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Now, look at the color of that yolk and look at the difference.",
      "th": "ทีนี้ดูสีของไข่แดง แล้วดูความแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "Ours are out on pasture. They eat whatever they can forage for.",
      "th": "ไข่ของเราเลี้ยงบนทุ่งหญ้าของเรา พวกมันกินสิ่งที่พวกมันหาได้"
    }
  },
  {
    "translation": {
      "en": "These, although they're cage-free,",
      "th": "แต่นี่ ถึงจะไม่เลี้ยงในกรง แต่ก็อยู่ในที่กักขังอย่างไม่ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "they are no doubt in confinement, and they're fed mostly grain.",
      "th": "แต่นี่ ถึงจะไม่เลี้ยงในกรง แต่ก็อยู่ในที่กักขังอย่างไม่ต้องสงสัย และส่วนใหญ่กินธัญพืชเป็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "Ours are going to be much higher in nutrient density as compared to these.",
      "th": "ของเราจะมีสารอาหาร เข้มข้นกว่ามากเมื่อเทียบกับไข่พวกนี้"
    }
  },
  {
    "translation": {
      "en": "And what you're really feeling there",
      "th": "และสิ่งที่คุณรู้สึกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "is the nutrients and the complexity of regenerative agriculture.",
      "th": "คือสารอาหารและความซับซ้อน ของเกษตรกรรมฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] Eating a regenerative diet is important,",
      "th": "การกินอาหารฟื้นฟูเป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "but so is working with the people who grow our food.",
      "th": "แต่การทำงานกับคนที่ ปลูกอาหารของเราก็สำคัญเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] Today, we estimate five percent or less of farms",
      "th": "วันนี้ เราคาดว่า มีไร่นาที่ได้รับการจัดการ เพื่อสุขภาพดินไม่เกินห้าเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "are managed for soil health.",
      "th": "มีไร่นาที่ได้รับการจัดการ เพื่อสุขภาพดินไม่เกินห้าเปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "The Nature Conservancy has partnered with the National Corn Growers Association",
      "th": "หน่วยงานอนุรักษ์ธรรมชาติ ได้ร่วมมือกับองค์กรผู้ปลูกข้าวโพดแห่งชาติ"
    }
  },
  {
    "translation": {
      "en": "to establish the Soil Health Partnership.",
      "th": "เพื่อจัดตั้งพันธมิตรสุขภาพดิน"
    }
  },
  {
    "translation": {
      "en": "Our goal is to grow this to 50 percent of US farms managed for soil health",
      "th": "เป้าหมายของเราคือการทำให้มีไร่นาในสหรัฐฯ ที่ได้รับการจัดการเพื่อสุขภาพดิน เพิ่มขึ้นถึง 50 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "by 2025.",
      "th": "ภายในปี 2025"
    }
  },
  {
    "translation": {
      "en": "[Brown] This idea of the Soil Health Academy started about five years ago",
      "th": "ความคิดเรื่องสถานศึกษาสุขภาพดินนี้ เริ่มเมื่อประมาณห้าปีก่อน"
    }
  },
  {
    "translation": {
      "en": "when Ray first stepped onto my ranch and we first met.",
      "th": "ตอนที่เรย์มาที่ทุ่งเลี้ยงสัตว์ของผมครั้งแรก และเราพบกันครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Little did we know what would become of that plan",
      "th": "เราแทบไม่รู้เลย ว่าแผนการพยายามผลักดันการฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "to try and move regeneration forward.",
      "th": "จะออกมาเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "It's finally come to fruition.",
      "th": "ในที่สุดมันก็บังเกิดผล"
    }
  },
  {
    "translation": {
      "en": "-Ray Archuleta. -Jesse.",
      "th": "- เรย์ อาร์ชูเลตาครับ - เจสซีครับ"
    }
  },
  {
    "translation": {
      "en": "Hi, Jesse. Good to see you.",
      "th": "หวัดดีเจสซี ยินดีที่ได้รู้จักครับ"
    }
  },
  {
    "translation": {
      "en": "Let me-- let me start off with myself. My name is, uh, Ray Archuleta.",
      "th": "ขอเริ่มจากตัวเองแล้วกัน ผมชื่อเรย์ อาร์ชูเลตา"
    }
  },
  {
    "translation": {
      "en": "I have 32 years of government service.",
      "th": "ผมทำงานให้รัฐบาลมา 32 ปี…"
    }
  },
  {
    "translation": {
      "en": "Our goal was to make the soil healthy to teach more these ecological principles.",
      "th": "เป้าหมายของเราคือการทำให้ดินแข็งแรง การสอนหลักการเกี่ยวกับ ระบบนิเวศน์พวกนี้ให้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "We wanted to… to mentor, to inspire people",
      "th": "เราอยากจะให้คำปรึกษา สร้างแรงบันดาลใจให้ผู้คน"
    }
  },
  {
    "translation": {
      "en": "that they're part of the planet,",
      "th": "ว่าพวกเขาเป็นส่วนหนึ่งของโลก"
    }
  },
  {
    "translation": {
      "en": "and that we're gonna have a better relationship with it.",
      "th": "และเราจะมีความสัมพันธ์กับโลกดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Brown] Used to be you'd pick up a farm magazine,",
      "th": "เมื่อก่อน เวลาหยิบนิตยสาร เกี่ยวกับการเพาะปลูกมา"
    }
  },
  {
    "translation": {
      "en": "and there wasn't a single article about soil health.",
      "th": "มันไม่มีบทความเกี่ยวกับสุขภาพดินเลย แม้แต่บทความเดียว"
    }
  },
  {
    "translation": {
      "en": "Now, you cannot pick one up",
      "th": "แต่เดี๋ยวนี้ไม่มีทางที่หยิบนิตยสารมา"
    }
  },
  {
    "translation": {
      "en": "without there bein' some article about soil health.",
      "th": "แล้วจะไม่เจอบทความเกี่ยวกับสุขภาพดิน"
    }
  },
  {
    "translation": {
      "en": "That gives me hope.",
      "th": "มันทำให้ผมมีความหวัง"
    }
  },
  {
    "translation": {
      "en": "We can improve soil health much, much faster",
      "th": "เราสามารถพัฒนาสุขภาพดิน ได้เร็วกว่าที่เราเคยคิดว่าเป็นไปได้มาก"
    }
  },
  {
    "translation": {
      "en": "than we used to think possible.",
      "th": "ได้เร็วกว่าที่เราเคยคิดว่าเป็นไปได้มาก"
    }
  },
  {
    "translation": {
      "en": "Sometimes, when I give presentations,",
      "th": "บางครั้งเวลาที่ผมนำเสนองาน"
    }
  },
  {
    "translation": {
      "en": "I get this group that's just, no way. It won't happen here. Can't happen here.",
      "th": "ผมเจอกลุ่มที่แบบว่า \"ไม่มีทาง มันจะไม่เกิดขึ้นที่นี่ ไม่มีทางเกิดขึ้นที่นี่ได้\""
    }
  },
  {
    "translation": {
      "en": "So I offer them this challenge.",
      "th": "ผมเลยเสนอการท้าทายนี้ให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "I said, \"I will bet my ranch against yours",
      "th": "ผมบอก \"ผมจะเดิมพันทุ่งเลี้ยงสัตว์ ของผมกับของคุณ"
    }
  },
  {
    "translation": {
      "en": "that I can get it to work on your operation.\"",
      "th": "ว่าผมทำมันสำเร็จได้ในการทำงานของคุณ\""
    }
  },
  {
    "translation": {
      "en": "Because the principles of soil health,",
      "th": "เพราะหลักการของสุขภาพดิน"
    }
  },
  {
    "translation": {
      "en": "the least amount of mechanical disturbance, diversity,",
      "th": "การรบกวนด้านกลไกน้อยที่สุด ความหลากหลาย"
    }
  },
  {
    "translation": {
      "en": "armor on the soil, living root at all times, animal integration…",
      "th": "สิ่งป้องกันบนดิน รากมีชีวิตตลอดเวลา การรวมสัตว์เข้าไว้ด้วยกัน…"
    }
  },
  {
    "translation": {
      "en": "Those principles are universal.",
      "th": "หลักการพวกนี้เป็นสากล"
    }
  },
  {
    "translation": {
      "en": "There is zero doubt, and I mean zero doubt in my mind",
      "th": "ไม่ต้องสงสัยเลย และผมหมายถึงไม่สงสัยเลยในใจผม"
    }
  },
  {
    "translation": {
      "en": "I can get these practices to work anywhere in the world.",
      "th": "ผมทำให้วิธีการเหล่านี้สำเร็จได้ทุกที่ในโลก"
    }
  },
  {
    "translation": {
      "en": "If you look over here, we have my neighbor's land",
      "th": "ถ้าคุณมองดูตรงนี้ นี่คือพื้นที่ทำไร่ของเพื่อนบ้านผม"
    }
  },
  {
    "translation": {
      "en": "that has been chemical fallowed.",
      "th": "ที่ถูกไถพรวนทิ้งไว้โดยใช้สารเคมี"
    }
  },
  {
    "translation": {
      "en": "It has had nothing growing on it for over a year",
      "th": "ไม่มีการปลูกอะไรมาปีกว่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "except for the few Roundup-resistant weeds that are on here.",
      "th": "ยกเว้นหญ้าที่ทนต่อราวด์อัปที่ขึ้นอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "It's an ecological desert.",
      "th": "มันคือทะเลทรายทางนิเวศวิทยา"
    }
  },
  {
    "translation": {
      "en": "Then you look over at our paddocks,",
      "th": "แล้วมองไปที่พื้นที่เพาะปลูกของเราสิครับ"
    }
  },
  {
    "translation": {
      "en": "you have a diversity of different plant species.",
      "th": "มีต้นไม้มากมายหลากหลายพันธุ์"
    }
  },
  {
    "translation": {
      "en": "You have insects.",
      "th": "มีแมลง"
    }
  },
  {
    "translation": {
      "en": "You have wildlife, plus the livestock grazing on it.",
      "th": "มีสัตว์ป่าและมีวัวควายแทะเล็มหญ้าอยู่"
    }
  },
  {
    "translation": {
      "en": "We're capturing sunlight from early in the spring till late in the fall,",
      "th": "เราดักจับแสงอาทิตย์ได้ตั้งแต่ ต้นฤดูใบไม้ผลิจนถึงปลายฤดูใบไม้ร่วง"
    }
  },
  {
    "translation": {
      "en": "converting that sunlight into liquid carbon",
      "th": "เปลี่ยนแสงอาทิตย์นั้นเป็นคาร์บอนเหลว"
    }
  },
  {
    "translation": {
      "en": "to drive and fuel the system.",
      "th": "เพื่อขับเคลื่อนและเป็นเชื้อเพลิงให้ระบบ"
    }
  },
  {
    "translation": {
      "en": "There you have soil. Over on this side, you have dirt.",
      "th": "ตรงนั้นคุณมีดิน แต่ทางด้านนี้คุณมีฝุ่น"
    }
  },
  {
    "translation": {
      "en": "Where do you want your food to come from?",
      "th": "คุณอยากให้อาหารของคุณมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Which model do you want your food to be produced from?",
      "th": "คุณอยากให้อาหารของคุณผลิตมาจากรูปแบบไหน"
    }
  },
  {
    "translation": {
      "en": "The answer is pretty simple to me.",
      "th": "คำตอบง่ายมากสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] All over our planet,",
      "th": "ทั่วโลกของเรา"
    }
  },
  {
    "translation": {
      "en": "people are using the practices of regeneration to heal the land",
      "th": "ผู้คนกำลังใช้วิธีการฟื้นฟูเพื่อเยียวยาผืนดิน"
    }
  },
  {
    "translation": {
      "en": "and balance the climate.",
      "th": "และทำให้สภาพภูมิอากาศสมดุล"
    }
  },
  {
    "translation": {
      "en": "Some of these projects are big.",
      "th": "โครงการพวกนี้บางโครงการก็ใหญ่"
    }
  },
  {
    "translation": {
      "en": "We know that about 25 percent of the world's landmass",
      "th": "เรารู้ว่าผืนดินขนาดใหญ่ของโลก ประมาณ 25 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "has been degraded by human beings over historical time.",
      "th": "ถูกมนุษย์ทำให้สึกกร่อนมาตลอดช่วงเวลาในอดีต"
    }
  },
  {
    "translation": {
      "en": "When we look at the cradles of civilization,",
      "th": "เมื่อเรามองดูอู่อารยธรรม"
    }
  },
  {
    "translation": {
      "en": "Greece and Rome,",
      "th": "กรีซและโรม"
    }
  },
  {
    "translation": {
      "en": "we find that many of these places have turned into deserts.",
      "th": "เราพบว่าสถานที่เหล่านี้หลายแห่ง กลายเป็นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "The sand is blowing across the ruins of once-great civilizations.",
      "th": "ทรายพัดปลิวไปทั่วซากปรักหักพัง ของอารยธรรมที่เคยยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Loess Plateau, the cradle of Chinese civilization.",
      "th": "ลูสพลาโต อู่อารยธรรมของจีน"
    }
  },
  {
    "translation": {
      "en": "That was the place where settled agriculture first began.",
      "th": "คือสถานที่ที่มีการทำเกษตรกรรม แบบตั้งรกรากเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "When I was asked to film the baseline study in the Loess Plateau,",
      "th": "ตอนที่มีคนขอให้ผม ถ่ายทำการศึกษาพื้นฐานในลูสพลาโต"
    }
  },
  {
    "translation": {
      "en": "I found myself alone standing on a mountain top,",
      "th": "ผมยืนอยู่ตามลำพังคนเดียวบนยอดเขา"
    }
  },
  {
    "translation": {
      "en": "and I could look in 360 degrees, and there was no vegetation.",
      "th": "และสามารถมองไปรอบทิศทาง 360 องศา โดยไม่เห็นพืชเลย"
    }
  },
  {
    "translation": {
      "en": "This was fundamentally, ecologically destroyed.",
      "th": "สิ่งนี้ถูกทำลายโดยรากฐานด้านระบบนิเวศ"
    }
  },
  {
    "translation": {
      "en": "It was called \"the most eroded place on Earth,\"",
      "th": "คนเรียกมันว่าสถานที่ที่ถูกกัดกร่อนมากที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "filled with miserably poor people.",
      "th": "เต็มไปด้วยคนยากจนที่แสนทุกข์ยาก"
    }
  },
  {
    "translation": {
      "en": "So I felt that I had to spend the rest of my life dealing with this.",
      "th": "ผมเลยรู้สึกว่าต้องใช้ทั้งชีวิต ที่เหลือของผมจัดการเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "It was hard to imagine, at that time, that you could restore that.",
      "th": "ในตอนนั้นมันยากที่จะจินตนาการ ว่าเราจะฟื้นฟูมันได้"
    }
  },
  {
    "translation": {
      "en": "So from about 1994 till 2009, 14 years,",
      "th": "ตั้งแต่ราวๆ ปี 1994 ถึงปี 2009 รวม 14 ปี"
    }
  },
  {
    "translation": {
      "en": "an area of 35,000 square kilometers, approximately the size of Belgium,",
      "th": "พื้นที่ 35,000 ตารางกิโลเมตร ขนาดประมาณประเทศเบลเยียม…"
    }
  },
  {
    "translation": {
      "en": "they had the top Chinese scientists,",
      "th": "พวกเขามีนักวิทยาศาสตร์ชั้นนำชาวจีน"
    }
  },
  {
    "translation": {
      "en": "they had international scientists from the World Bank supporting them…",
      "th": "พวกเขามีนักวิทยาศาสตร์นานาชาติ ที่ธนาคารโลกให้การสนับสนุน"
    }
  },
  {
    "translation": {
      "en": "They created mapping systems with satellites",
      "th": "พวกเขาสร้างระบบการทำแผนที่ด้วยดาวเทียม"
    }
  },
  {
    "translation": {
      "en": "so that every watershed had a unique address.",
      "th": "เพื่อให้ทุกลุ่มน้ำมีที่อยู่ที่พิเศษ"
    }
  },
  {
    "translation": {
      "en": "The results were…",
      "th": "ผลลัพธ์ก็คือ…"
    }
  },
  {
    "translation": {
      "en": "stunning.",
      "th": "น่าทึ่งครับ"
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of people were lifted out of poverty.",
      "th": "ชาวบ้านหลายร้อยล้านคนหลุดพ้นจากความยากจน"
    }
  },
  {
    "translation": {
      "en": "We met people who were illiterate,",
      "th": "เราพบเจอคนที่ไม่รู้หนังสือ"
    }
  },
  {
    "translation": {
      "en": "and their children now go to the top universities in the country.",
      "th": "และตอนนี้ลูกๆ ของพวกเขา ได้เรียนมหาวิทยาลัยชั้นนำในประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Liu] Human beings emerged in paradise.",
      "th": "มนุษย์ปรากฏตัวในสวรรค์"
    }
  },
  {
    "translation": {
      "en": "If we restore all the degraded land on the Earth,",
      "th": "ถ้าเราฟื้นฟูผืนดินที่เสื่อมทรามบนโลกทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "we can return to paradise.",
      "th": "เราก็กลับสู่สวรรค์ได้"
    }
  },
  {
    "translation": {
      "en": "If we start now to build a restoration economy,",
      "th": "ถ้าเราเริ่มสร้างเศรษฐกิจปฏิรูปตอนนี้"
    }
  },
  {
    "translation": {
      "en": "a regeneration economy,",
      "th": "เศรษฐกิจฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "this is the way forward.",
      "th": "นี่คือหนทางสู่ความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "To see a stream return and flow to bring back fertile soils,",
      "th": "การได้เห็นลำธารกลับมาและไหลไป เพื่อนำเอาดินที่อุดมสมบูรณ์กลับมา"
    }
  },
  {
    "translation": {
      "en": "to see biodiversity return to a place that was completely devastated,",
      "th": "การได้เห็นความหลากหลายทางชีวภาพกลับมา ยังสถานที่ที่เสียหายไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "this is where everyone can find tremendous satisfaction.",
      "th": "นี่คือที่ที่ทุกคนสามารถพบความพึงพอใจมากมายได้"
    }
  },
  {
    "translation": {
      "en": "[Liu] So let's restore a little bit of paradise every day.",
      "th": "ดังนั้นมาฟื้นฟูสวรรค์กันวันละนิดเถอะครับ"
    }
  },
  {
    "translation": {
      "en": "It's not that difficult.",
      "th": "มันไม่ได้ยากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "If we stop distracting ourselves with shiny objects,",
      "th": "ถ้าเราเลิกวอกแวกไปกับวัตถุแวววาว"
    }
  },
  {
    "translation": {
      "en": "and we start to think about what's really important to us,",
      "th": "และเริ่มคิดถึงสิ่งที่สำคัญกับเราจริงๆ"
    }
  },
  {
    "translation": {
      "en": "to see biodiversity returned to a place it was completely devastated…",
      "th": "เพื่อจะได้เห็นความหลากหลาย ทางชีวภาพกลับคืนมา ยังสถานที่ที่เสียหายไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is where everyone can find tremendous satisfaction",
      "th": "นี่คือที่ที่ทุกคนสามารถพบความพึงพอใจมากมาย"
    }
  },
  {
    "translation": {
      "en": "and the meaning of our lives.",
      "th": "และความหมายของชีวิตเราได้"
    }
  },
  {
    "translation": {
      "en": "Every action that we take affects every other action",
      "th": "ทุกการกระทำของเรา ส่งผลต่อการกระทำอื่นทุกการกระทำ"
    }
  },
  {
    "translation": {
      "en": "like a ripple in the pond.",
      "th": "เหมือนน้ำกระเพื่อมในบ่อ"
    }
  },
  {
    "translation": {
      "en": "So what decision are you gonna make",
      "th": "แล้วคุณจะตัดสินใจยังไง"
    }
  },
  {
    "translation": {
      "en": "that will make a positive impact on this beautiful planet",
      "th": "ถึงจะสร้างผลกระทบเชิงบวก ให้กับโลกที่งดงามใบนี้ได้"
    }
  },
  {
    "translation": {
      "en": "so that our great grandchildren, seven generations in the future,",
      "th": "เพื่อที่เหลนโหลนของเรา คนอีกเจ็ดรุ่นในอนาคต"
    }
  },
  {
    "translation": {
      "en": "can actually go up and hug an old growth redwood tree,",
      "th": "จะสามารถขึ้นไปกอดต้นเรดวูดเก่าแก่ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "and swim in clean waters,",
      "th": "และว่ายน้ำในน้ำสะอาด"
    }
  },
  {
    "translation": {
      "en": "and be able to open their mouths and drink while they're swimming?",
      "th": "และสามารถอ้าปาก และดื่มน้ำระหว่างที่กำลังว่ายน้ำอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "And what is it that we can do today",
      "th": "แล้วสิ่งที่เราทำได้ในวันนี้คืออะไร"
    }
  },
  {
    "translation": {
      "en": "so that our children can flourish in the abundance",
      "th": "ลูกๆ ของเราถึงจะสามารถเจริญเติบโต ในความอุดมสมบูรณ์ที่เราสร้างขึ้น จากการตัดสินใจของเราได้"
    }
  },
  {
    "translation": {
      "en": "that we've created by our decisions?",
      "th": "ในความอุดมสมบูรณ์ที่เราสร้างขึ้น จากการตัดสินใจของเราได้"
    }
  },
  {
    "translation": {
      "en": "[Archuleta] I will drive 100 miles, 1,000 miles if we have to,",
      "th": "ผมจะขับรถไปร้อยกิโล พันกิโลก็ได้ถ้าต้องไป"
    }
  },
  {
    "translation": {
      "en": "to save one farm. To open one heart and one mind.",
      "th": "เพื่อช่วยไร่หนึ่งไร่ เพื่อเปิดใจหนึ่งดวงและหนึ่งความคิด"
    }
  },
  {
    "translation": {
      "en": "It's that one mind that you change.",
      "th": "มันคือหนึ่งความคิดนั้นแหละที่คุณเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "You don't know if it'll affect another mind, another heart.",
      "th": "คุณไม่รู้หรอกว่ามันจะส่งผล ต่ออีกหนึ่งความคิด ต่อใจอีกดวงรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "It's what happened to us.",
      "th": "มันคือสิ่งที่เกิดขึ้นกับเรา มันเปลี่ยนใจเรา"
    }
  },
  {
    "translation": {
      "en": "It changed our hearts, and it changed our lives.",
      "th": "มันคือสิ่งที่เกิดขึ้นกับเรา มันเปลี่ยนใจเรา และมันเปลี่ยนชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "[Rodale] No, it's not about religion. It's not about politics.",
      "th": "ไม่ มันไม่ใช่เรื่องของศาสนา ไม่ใช่เรื่องของการเมือง"
    }
  },
  {
    "translation": {
      "en": "It's about love.",
      "th": "มันเป็นเรื่องของความรัก"
    }
  },
  {
    "translation": {
      "en": "And if you love something or you love somebody,",
      "th": "และถ้าคุณรักอะไรสักอย่างหรือรักใครสักคน"
    }
  },
  {
    "translation": {
      "en": "you want to understand them,",
      "th": "คุณจะอยากเข้าใจพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and you want to, like, take care of them and protect them",
      "th": "และคุณจะอยากดูแลและปกป้องพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and keep them safe.",
      "th": "และทำให้พวกเขาปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "And that's what we're all here to do.",
      "th": "และนั่นคือสิ่งที่เราทุกคนมาที่นี่เพื่อทำ"
    }
  },
  {
    "translation": {
      "en": "Even like the little mycorrhiza fungi, and the worms, and the bacteria.",
      "th": "แม้แต่เชื้อราไมคอร์ไรซา และไส้เดือน และแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "And if we take care of them, they'll take care of us.",
      "th": "และถ้าเราดูแลพวกมัน พวกมันก็จะดูแลเรา"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] From the smallest microbes to the largest creatures,",
      "th": "ตั้งแต่จุลินทรีย์ขนาดเล็กที่สุด ไปจนถึงสิ่งมีชีวิตขนาดใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "our blue planet pulses with life.",
      "th": "ชีพจรของโลกสีฟ้าของเราเต้นอยู่ได้ด้วยสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "For millions of years, it has self-healed and self-balanced.",
      "th": "เป็นเวลาหลายล้านปีที่มันเยียวยาตัวเอง และสร้างสมดุลให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But, today, our species faces its biggest test.",
      "th": "แต่วันนี้ สายพันธุ์ของเราเผชิญกับบททดสอบสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "Our mission is simple.",
      "th": "ภารกิจของเรานั้นง่ายดาย"
    }
  },
  {
    "translation": {
      "en": "We must harness the regenerative power of Earth, itself.",
      "th": "เราต้องใช้ประโยชน์ จากพลังงานฟื้นฟูของโลกเอง"
    }
  },
  {
    "translation": {
      "en": "I'll make you a deal.",
      "th": "ผมขอสัญญากับคุณ"
    }
  },
  {
    "translation": {
      "en": "I won't give up,",
      "th": "ผมจะไม่ยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "and neither should you.",
      "th": "คุณก็ไม่ควรยอมแพ้เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[Mraz] ♪ 'Cause even the stars, they burn ♪",
      "th": "(ปกป้องแม่ด้วยต้นไม้)"
    }
  },
  {
    "translation": {
      "en": "♪ Some even fall to the earth ♪",
      "th": "(ดินจะช่วยเรา) (เราคือธรรมชาติ) (จงให้เกียรติแม่ของคุณ) (จุลินทรีย์เจ๋ง) (เลือกอาหารฟื้นฟู) (วิธีแก้ปัญหาอยู่ใต้เท้าคุณ!)"
    }
  },
  {
    "translation": {
      "en": "♪ We got a lot to learn ♪",
      "th": "(ไส้เดือน = เพื่อนเรา) (ปลูกต้นไม้) (ลดอาหารทิ้งเปล่า) (ทำให้โลกยิ่งใหญ่อีกครั้ง) (เริ่มสวนชุมชน)"
    }
  },
  {
    "translation": {
      "en": "♪ God knows we're worth it ♪",
      "th": "(ฉันอยู่กับเธอ) (โหวตให้ดิน)"
    }
  },
  {
    "translation": {
      "en": "♪ No, I won't give up ♪",
      "th": "(ลดอาหารทิ้งเปล่า) (ปุ๋ยหมัก) (ดินจะช่วยเรา)"
    }
  },
  {
    "translation": {
      "en": "♪ Our differences, they do a lot To teach us how to use ♪",
      "th": "(เราช่วยกันฟื้นฟูโลกได้) (ร่วมมือกับการเคลื่อนไหวระดับโลก)"
    }
  },
  {
    "translation": {
      "en": "♪ The tools and gifts we got Yeah, we got a lot at stake ♪",
      "th": "(ร่วมมือกับการเคลื่อนไหวระดับโลก) (เพื่อเยียวยาดินของเรา สุขภาพของเรา และสภาพภูมิอากาศของเรา)"
    }
  },
  {
    "translation": {
      "en": "♪ And in the end, you're still my friend At least we did intend ♪",
      "th": "(ค้นหาหนทางของคุณได้ที่)"
    }
  },
  {
    "translation": {
      "en": "♪ For us to work, we didn't break We didn't burn ♪",
      "th": "(ค้นหาหนทางของคุณได้ที่) (KISSTHEGROUNDMOVIE.COM)"
    }
  },
  {
    "translation": {
      "en": "♪ We had to learn how to bend Without the world caving in ♪",
      "th": "(KISSTHEGROUNDMOVIE.COM)"
    }
  },
  {
    "translation": {
      "en": "What is carbon dioxide?",
      "th": "คาร์บอนไดออกไซด์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "It's, um… Comes from… Um…",
      "th": "มัน… มาจาก…"
    }
  },
  {
    "translation": {
      "en": "That's a trick question for me. You caught me off guard on that.",
      "th": "เป็นคำถามลวงสำหรับฉันนะ ไม่ทันตั้งตัวเลย"
    }
  },
  {
    "translation": {
      "en": "I guess that would be carbon and two atoms-- two molecules of dio--",
      "th": "ผมคิดว่าคงจะเป็นคาร์บอน และสองอะตอม สองโมเลกุลของ…"
    }
  },
  {
    "translation": {
      "en": "of whatever.",
      "th": "ของอะไรก็ตามแต่"
    }
  },
  {
    "translation": {
      "en": "Something bad?",
      "th": "คืออะไรที่ไม่ดีมั้ง"
    }
  },
  {
    "translation": {
      "en": "It's poison that you're breathing. And it will destroy you.",
      "th": "มันคือสารพิษที่คุณหายใจเข้าไป และมันจะทำลายคุณ"
    }
  },
  {
    "translation": {
      "en": "What are things that you're doing in your life",
      "th": "คุณทำอะไรในชีวิตคุณ"
    }
  },
  {
    "translation": {
      "en": "to make an impact around climate change?",
      "th": "ที่มีผลกระทบต่อ การเปลี่ยนแปลงสภาพภูมิอากาศบ้าง"
    }
  },
  {
    "translation": {
      "en": "I mean, I like to, you know, do my part when I can,",
      "th": "ฉันก็อยากทำส่วนของฉันเมื่อทำได้นะ"
    }
  },
  {
    "translation": {
      "en": "like, with my metal straw.",
      "th": "เช่น ใช้หลอดโลหะ"
    }
  },
  {
    "translation": {
      "en": "-Going to the paper straws. -No plastic straws.",
      "th": "- ใช้หลอดกระดาษแทน - ไม่ใช้หลอดพลาสติก"
    }
  },
  {
    "translation": {
      "en": "Paper straws versus plastic.",
      "th": "หลอดกระดาษปะทะพลาสติก"
    }
  },
  {
    "translation": {
      "en": "Recycled straws.",
      "th": "หลอดรีไซเคิล"
    }
  },
  {
    "translation": {
      "en": "Every time I come here, I feel energized.",
      "th": "ทุกครั้งที่มาที่นี่ ฉันรู้สึกมีพลัง"
    }
  },
  {
    "translation": {
      "en": "[Harrelson] If recycling and paper straws are our only hope,",
      "th": "ถ้าการรีไซเคิลและหลอดกระดาษ เป็นความหวังเดียวของเรา"
    }
  },
  {
    "translation": {
      "en": "then we are in really big trouble.",
      "th": "เราก็เจอปัญหาใหญ่แล้วละ"
    }
  },
  {
    "translation": {
      "en": "We can absolutely reverse climate change by making things better,",
      "th": "เราสามารถพลิกกลับการเปลี่ยนแปลง สภาพภูมิอากาศได้ด้วยการทำสิ่งต่างๆ ให้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "not just fixing what was bad.",
      "th": "ไม่ใช่แค่การแก้ไขสิ่งที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "Could you imagine that? So, we're not just--",
      "th": "นึกออกไหมคะ ดังนั้นเราจะไม่แค่…"
    }
  },
  {
    "translation": {
      "en": "we're not-- no longer degenerating, we are regenerating.",
      "th": "เราไม่ทำลายอีกต่อไปแล้ว เรากำลังฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "[man 10] That sound awesome. I want regeneration.",
      "th": "ฟังดูเจ๋งมากนะ ผมอยากฟื้นฟู"
    }
  }
]