[
  {
    "translation": {
      "en": "[narrator] Still awake?",
      "th": "ยังไม่นอนเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Well, you're not alone.",
      "th": "ไม่ได้มีแค่คุณหรอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "On some nights,",
      "th": "ในบางคืน"
    }
  },
  {
    "translation": {
      "en": "falling asleep or staying asleep can feel really tricky,",
      "th": "การคล้อยหลับ หรือการหลับสนิท อาจเป็นเรื่องที่ท้าทาย"
    }
  },
  {
    "translation": {
      "en": "and we all know that being tired is just no fun.",
      "th": "และเราทุกคนรู้ดีว่าความอ่อนเพลีย นี่ไม่น่าอภิรมย์เอาซะเลย"
    }
  },
  {
    "translation": {
      "en": "So in this series,",
      "th": "ดังนั้น ในซีรีส์นี้"
    }
  },
  {
    "translation": {
      "en": "we'll explore the latest in sleep science.",
      "th": "เราจะมาสำรวจวิทยาศาสตร์การนอนหลับล่าสุด"
    }
  },
  {
    "translation": {
      "en": "We've interviewed and collaborated with top sleep researchers and doctors",
      "th": "เราได้สัมภาษณ์และร่วมมือกับ นักวิจัยและแพทย์ชั้นนำ"
    }
  },
  {
    "translation": {
      "en": "to bring you information",
      "th": "เพื่อให้ข้อมูล"
    }
  },
  {
    "translation": {
      "en": "that can help you develop good sleep habits",
      "th": "ที่จะช่วยคุณสร้างพฤติกรรมการนอนที่ดี"
    }
  },
  {
    "translation": {
      "en": "and put them into practice now.",
      "th": "และนำไปปฏิบัติได้ตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "And I'll show you",
      "th": "และฉันจะแสดงให้ดู"
    }
  },
  {
    "translation": {
      "en": "that, for many people, mindfulness and meditation",
      "th": "ว่าสำหรับหลายๆ คนแล้ว การเจริญสติและการทำสมาธิ"
    }
  },
  {
    "translation": {
      "en": "are among the best ways to getting a good night's sleep",
      "th": "เป็นวิธีที่ดีที่สุด เพื่อให้มีค่ำคืนที่นอนหลับฝันดี"
    }
  },
  {
    "translation": {
      "en": "and to waking up rested, restored, and refreshed.",
      "th": "และตื่นมาอย่างสดชื่น มีพลัง หลังได้พักผ่อนเต็มอิ่ม"
    }
  },
  {
    "translation": {
      "en": "At the end of every episode,",
      "th": "ในตอนท้ายของทุกตอน"
    }
  },
  {
    "translation": {
      "en": "I'll guide you through wind-down techniques",
      "th": "ฉันจะนำคุณในเทคนิคการปล่อยวางความคิด"
    }
  },
  {
    "translation": {
      "en": "that you can return to again and again",
      "th": "ที่คุณจะกลับมาทำซ้ำอีกได้เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "to help you get to sleep.",
      "th": "เพื่อช่วยในการนอนหลับค่ะ"
    }
  },
  {
    "translation": {
      "en": "In this first episode,",
      "th": "ในตอนแรก"
    }
  },
  {
    "translation": {
      "en": "we're going to explore myths about sleep.",
      "th": "เราจะสำรวจความเชื่อเกี่ยวกับการนอน"
    }
  },
  {
    "translation": {
      "en": "There is so much misinformation out there,",
      "th": "มีข้อมูลผิดๆ แพร่หลายอยู่มากมาย"
    }
  },
  {
    "translation": {
      "en": "so we'll look at what's true and what's not.",
      "th": "เราจึงจะมาดูกันว่าอะไรที่จริง และอะไรที่ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "So, welcome to the first series",
      "th": "ดังนั้นก็ ขอต้อนรับสู่ซีรีส์แรก"
    }
  },
  {
    "translation": {
      "en": "where we hope you won't make it to the end credits still awake.",
      "th": "ที่เราหวังว่าคุณคงไม่ตื่นไปจนถึงตอนจบนะคะ"
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Eve,",
      "th": "สวัสดีค่ะ ฉันอีฟ"
    }
  },
  {
    "translation": {
      "en": "and I'll be your guide on a journey to better sleep.",
      "th": "และฉันจะนำคุณไปสู่การนอนหลับที่ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "When it comes to a good night's rest, everyone has their own theories.",
      "th": "เมื่อพูดถึงการนอนหลับที่ดีและเต็มอิ่ม แต่ละคนก็มีทฤษฎีของตัวเองค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's nearly impossible to know what to believe.",
      "th": "แทบจะเป็นไปไม่ได้เลย ที่จะรู้ว่าควรเชื่ออันไหน"
    }
  },
  {
    "translation": {
      "en": "Let's start with a piece of conventional wisdom",
      "th": "เรามาเริ่มกันที่ภูมิปัญญาดั้งเดิมกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "I know I was raised with.",
      "th": "ตัวฉันก็โตมากับความคิดนี้"
    }
  },
  {
    "translation": {
      "en": "The old \"everyone needs eight hours of sleep a night\" myth.",
      "th": "ความเชื่อเก่าแก่ที่ว่า \"ทุกคนต้องนอนให้ครบแปดชั่วโมงต่อคืน\""
    }
  },
  {
    "translation": {
      "en": "Well, it turns out eight isn't a magical number.",
      "th": "แต่กลายเป็นว่าเลขแปดไม่ใช่เลขวิเศษอะไรค่ะ"
    }
  },
  {
    "translation": {
      "en": "It's more of an average than an actual goal.",
      "th": "นี่เป็นเหมือนค่าเฉลี่ย มากกว่าจะเป็นเป้าหมายที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "Yes, the sweet spot does lie somewhere",
      "th": "ใช่ค่ะ มีจุดที่ดีที่สุดอยู่"
    }
  },
  {
    "translation": {
      "en": "between seven and nine hours for adults,",
      "th": "ระหว่างเจ็ดถึงเก้าชั่วโมงสำหรับผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and I know that's the case for me.",
      "th": "และฉันรู้ว่าตัวเองก็เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But it varies from person to person and can change over a lifetime.",
      "th": "แต่เลขดังกล่าวต่างไปในแต่ละบุคคล และเปลี่ยนได้ตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "What about the saying, \"You can never get too much of a good thing\"?",
      "th": "แล้วคำพูดที่ว่า \"ไม่มีคำว่ามากเกินไป ถ้าเป็นสิ่งที่ดี\" ล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, it seems you really can,",
      "th": "น่าเสียดายที่คำว่ามากเกินไปมีอยู่จริงค่ะ"
    }
  },
  {
    "translation": {
      "en": "whether it's too many sweets or too much sleep.",
      "th": "ไม่ว่าจะเป็นของหวานที่มากไป หรือการนอนมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "Did you know that regularly sleeping more than nine hours a night",
      "th": "ทราบไหมคะว่าการนอน นานกว่าเก้าชั่วโมงต่อคืนเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "has been linked to diabetes, heart disease, and other problems?",
      "th": "สัมพันธ์กับโรคเบาหวาน โรคหัวใจ และปัญหาอื่นๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "But what's more important than counting hours",
      "th": "แต่สิ่งที่สำคัญกว่าการนับชั่วโมงการนอน"
    }
  },
  {
    "translation": {
      "en": "is listening to your body and understanding what it needs.",
      "th": "คือการรับฟังร่างกายตัวเอง และเข้าใจว่าอะไรคือสิ่งที่ร่างกายต้องการ"
    }
  },
  {
    "translation": {
      "en": "Still, it's true, tracking time is a habit that's hard to kick.",
      "th": "แต่ก็จริงค่ะที่ว่า การบันทึกจำนวนชั่วโมงเป็นนิสัยที่เลิกยาก"
    }
  },
  {
    "translation": {
      "en": "In fact, it's probably where the \"I don't need to worry",
      "th": "และนั่นอาจจะเป็นตอนที่ ความเชื่อ \"ไม่ต้องห่วงว่า"
    }
  },
  {
    "translation": {
      "en": "about how much sleep I get during the week",
      "th": "ช่วงวันธรรมดานอนกี่ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "because that's what weekends are for\" myth comes from.",
      "th": "เพราะมีสุดสัปดาห์รออยู่\" เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "The answer to that one is complicated.",
      "th": "คำตอบสำหรับเรื่องนั้นค่อนข้างซับซ้อนค่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, you can make up for an occasional bad night",
      "th": "ใช่ค่ะ คุณนอนชดเชย ค่ำคืนที่นอนไม่ดีได้เป็นครั้งคราว"
    }
  },
  {
    "translation": {
      "en": "by sleeping in,",
      "th": "โดยการนอนนานขึ้น"
    }
  },
  {
    "translation": {
      "en": "but when your sleep-wake schedules swing back and forth every week,",
      "th": "แต่การที่ตารางการนอนและตื่นของคุณ เปลี่ยนไปมาทุกๆ สัปดาห์"
    }
  },
  {
    "translation": {
      "en": "it can lead to health issues.",
      "th": "นั่นอาจนำไปสู่ปัญหาสุขภาพได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, then you might think in that case,",
      "th": "ถ้าอย่างนั้นคุณอาจจะคิดว่า ถ้าแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "\"Why not cut down on sleep altogether?\"",
      "th": "\"งั้นก็ลดเวลานอนตลอดไปเลยสิ\""
    }
  },
  {
    "translation": {
      "en": "In other words, what about, \"I'll sleep when I'm dead\"?",
      "th": "พูดอีกอย่างก็คือ แล้วที่ว่า \"เดี๋ยวตายก็ได้นอน\" ล่ะ"
    }
  },
  {
    "translation": {
      "en": "That saying might be true technically,",
      "th": "คำพูดนั้นอาจจะจริงอยู่นะคะ"
    }
  },
  {
    "translation": {
      "en": "but it's also true that to get more out of life, you need enough sleep.",
      "th": "แต่การนอนหลับเพียงพอ ช่วยให้ใช้ชีวิตได้คุ้มค่ากว่านั้นก็จริงไม่แพ้กัน"
    }
  },
  {
    "translation": {
      "en": "Sleep is like food.",
      "th": "การนอนก็เหมือนอาหารค่ะ"
    }
  },
  {
    "translation": {
      "en": "Sure, you can limit yourself to a few hundred calories a day,",
      "th": "ใช่ค่ะ คุณจำกัดอาหารที่กิน ไว้แค่ไม่กี่ร้อยแคลอรีต่อวันได้"
    }
  },
  {
    "translation": {
      "en": "but you'll end up with huge health problems as well.",
      "th": "แต่สุดท้ายก็ต้องเจอกับ ปัญหาสุขภาพร้ายแรงเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "You need a certain amount of food and sleep",
      "th": "ร่างกายมีปริมาณอาหาร และการนอนที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "not just to stay alive but to thrive.",
      "th": "ที่ไม่ใช่เพื่อแค่มีชีวิต แต่เพื่อเติบโต"
    }
  },
  {
    "translation": {
      "en": "Prolonged and extreme sleep deprivation",
      "th": "การอดนอนเป็นเวลานานและรุนแรง"
    }
  },
  {
    "translation": {
      "en": "can have serious ramifications when it comes to your health.",
      "th": "อาจส่งผลเสียร้ายแรงในด้านสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "This next one may really surprise you.",
      "th": "ข้อต่อไปอาจทำให้คุณแปลกใจนะคะ"
    }
  },
  {
    "translation": {
      "en": "The common recommendation that exercising at night is bad for sleep is overblown.",
      "th": "คำแนะนำทั่วไปที่ว่า การออกกำลังกายตอนกลางคืนทำให้นอนไม่หลับ นี่เกินเรื่องไปมากเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "In fact, one study showed it's quite the opposite,",
      "th": "ที่จริงแล้ว มีงานวิจัยชิ้นหนึ่งที่แสดงผลตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "that for most healthy people,",
      "th": "สำหรับคนที่สุขภาพดีส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "working out at night doesn't adversely affect the ability to sleep.",
      "th": "การออกกำลังกายตอนกลางคืน ไม่ได้ส่งผลเสียต่อการนอนหลับ"
    }
  },
  {
    "translation": {
      "en": "It may actually help you fall asleep",
      "th": "และอาจช่วยให้นอนหลับง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "and spend more time in deep sleep.",
      "th": "ทั้งยังเพิ่มช่วงเวลาที่หลับลึกอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "The caveat is that doing a high intensity workout",
      "th": "แต่ข้อควรระวังคือ การออกกำลังกายความเข้มข้นสูง"
    }
  },
  {
    "translation": {
      "en": "less than an hour before hitting the hay",
      "th": "ภายในไม่เกินหนึ่งชั่วโมงก่อนหัวตกถึงหมอน"
    }
  },
  {
    "translation": {
      "en": "is probably not a good idea.",
      "th": "คงไม่ใช่ความคิดที่ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "You need to give yourself a few hours",
      "th": "คุณต้องให้เวลาตัวเองสักสองสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "to let your body temperature come down and your heart rate to regulate.",
      "th": "ให้อุณหภูมิร่างกายลดลง และให้อัตราการเต้นของหัวใจปรับตัว"
    }
  },
  {
    "translation": {
      "en": "Okay, so by now,",
      "th": "เอาล่ะค่ะ จนถึงตอนนี้"
    }
  },
  {
    "translation": {
      "en": "you might agree that getting a solid night's sleep is important.",
      "th": "คุณคงเห็นด้วยว่า การนอนหลับสนิทเป็นเวลานานเป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "So how do we achieve this?",
      "th": "แล้วเราจะทำแบบนั้นได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "If you are an adult, some might say a glass of wine",
      "th": "ถ้าคุณเป็นผู้ใหญ่ บางคนอาจบอกว่าไวน์"
    }
  },
  {
    "translation": {
      "en": "or a cocktail before bed will help you unwind.",
      "th": "หรือค็อกเทลสักแก้วก่อนนอน จะช่วยให้ผ่อนคลายได้"
    }
  },
  {
    "translation": {
      "en": "Sleep specialist Dr. Jason Ong of Northwestern University",
      "th": "ผู้เชี่ยวชาญด้านการนอนหลับ ดร.เจสัน ออง จากมหาวิทยาลัยนอร์ทเวสเทิร์น"
    }
  },
  {
    "translation": {
      "en": "says that alcohol may help you fall asleep quickly.",
      "th": "บอกว่าแอลกอฮอล์อาจช่วยให้คุณหลับได้เร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "After all, it is a sedative.",
      "th": "เพราะท้ายที่สุดแล้วมันก็คือยากล่อมประสาท"
    }
  },
  {
    "translation": {
      "en": "But chances are you won't sleep as deeply once you do nod off.",
      "th": "แต่คุณอาจจะหลับไม่สนิทมากหลังจากผล็อยหลับ"
    }
  },
  {
    "translation": {
      "en": "That's because alcohol suppresses REM,",
      "th": "นั่นเป็นเพราะแอลกอฮอล์ยับยั้งช่วงหลับฝัน"
    }
  },
  {
    "translation": {
      "en": "the stage of sleep that's associated with memory consolidation",
      "th": "ซึ่งเป็นช่วงการนอนที่เกี่ยวข้องกับ กระบวนการเกิดความจำ"
    }
  },
  {
    "translation": {
      "en": "and emotional well-being.",
      "th": "และสุขภาวะทางอารมณ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "What's more,",
      "th": "ยิ่งไปกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "alcohol also increases the likelihood of snoring,",
      "th": "แอลกอฮอล์ยังเพิ่มแนวโน้มในการกรน"
    }
  },
  {
    "translation": {
      "en": "and I'm sure we've all experienced that.",
      "th": "และฉันแน่ใจค่ะว่าเราทุกคนเคยเจอมาก่อน"
    }
  },
  {
    "translation": {
      "en": "And it can all add up to a bad night's sleep.",
      "th": "และทั้งหมดอาจนำไปสู่การนอนหลับที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "So if you're of drinking age and you do want that cocktail,",
      "th": "ถ้าคุณอายุถึงแล้ว และอยากดื่มค็อกเทลแก้วนั้น"
    }
  },
  {
    "translation": {
      "en": "consider this.",
      "th": "ลองคิดดูนะคะ"
    }
  },
  {
    "translation": {
      "en": "Your body can process alcohol at about one drink per hour,",
      "th": "ร่างกายของคุณจัดการกับแอลกอฮอล์ ได้ประมาณหนึ่งแก้วต่อชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "so try to finish your last drink at least two hours before bedtime.",
      "th": "พยายามดื่มให้เสร็จก่อนนอนอย่างน้อยสองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "That should give you enough time to eliminate alcohol from your body,",
      "th": "แบบนั้นจะช่วยให้คุณ กำจัดแอลกอฮอล์ออกจากร่างกายได้ทัน"
    }
  },
  {
    "translation": {
      "en": "so it doesn't impact your sleep.",
      "th": "และไม่ส่งผลต่อการนอน"
    }
  },
  {
    "translation": {
      "en": "Okay, so if alcohol comes with a warning,",
      "th": "โอเคค่ะ ถ้ามีข้อควรระวังในการดื่มแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "what about coffee?",
      "th": "แล้วกาแฟล่ะ"
    }
  },
  {
    "translation": {
      "en": "What about that assumption, \"All caffeine is bad for you\"?",
      "th": "แล้วสมมติฐานที่ว่า \"คาเฟอีนทุกชนิดไม่ดีต่อร่างกาย\" ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I know that caffeine has long been demonized as the enemy to sleep,",
      "th": "ฉันรู้ว่าคาเฟอีนโดนตีตราว่า เป็นศัตรูตัวฉกาจของการนอนมานาน"
    }
  },
  {
    "translation": {
      "en": "and sure, it does stay in our systems longer than alcohol.",
      "th": "และใช่ค่ะ คาเฟอีน ค้างอยู่ในร่างกายเรานานกว่าแอลกอฮอล์"
    }
  },
  {
    "translation": {
      "en": "But that doesn't mean, as adults, we have to kick the habit.",
      "th": "แต่นั่นไม่ได้แปลว่า ผู้ใหญ่อย่างเราต้องเลิกทันที"
    }
  },
  {
    "translation": {
      "en": "Coffee or tea are generally fine",
      "th": "ปกติแล้วกาแฟและชาเป็นสิ่งที่ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "if you just keep an eye on timing and quantity.",
      "th": "ถ้าเราคอยดูช่วงเวลาและปริมาณในการดื่ม"
    }
  },
  {
    "translation": {
      "en": "Two or three cups a day before 5:00 p.m. are no problem for most people.",
      "th": "การดื่มวันละสองถึงสามแก้วก่อนห้าโมงเย็น ไม่ส่งผลเสียต่อคนส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "It may become problematic if you drink more or later than that.",
      "th": "แต่อาจจะไม่ดีเท่าไร ถ้าดื่มเยอะกว่านั้น หรือหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "So, what's the biggest sleep myth out there?",
      "th": "แล้วความเชื่อด้านการนอนที่ยิ่งใหญ่ที่สุดคืออะไร"
    }
  },
  {
    "translation": {
      "en": "There might be one we all cling to,",
      "th": "น่าจะมีหนึ่งเรื่องที่เราทุกคนเชื่อกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "that there's a single, surefire trick to dozing off,",
      "th": "ว่ามีอยู่หนึ่งเคล็ดลับที่จะทำให้ทุกคนหลับปุ๋ย"
    }
  },
  {
    "translation": {
      "en": "and if only we knew what it was, our lives would be perfect.",
      "th": "และถ้าเรารู้ว่ามันคืออะไร ชีวิตเราก็คงสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "The truth is",
      "th": "ความจริงก็คือ"
    }
  },
  {
    "translation": {
      "en": "there isn't a single technique that works for everyone.",
      "th": "เราไม่มีเทคนิคครอบจักรวาล ที่จะใช้ได้กับทุกคน"
    }
  },
  {
    "translation": {
      "en": "Not only that,",
      "th": "นอกจากนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "the more effort we put into it,",
      "th": "ยิ่งเราพยายามมากเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the more we try to hack sleep",
      "th": "ยิ่งเราพยายามโกงการนอน"
    }
  },
  {
    "translation": {
      "en": "with tricks and rules and techniques,",
      "th": "ด้วยเคล็ดลับ กฎเกณฑ์ และเทคนิค"
    }
  },
  {
    "translation": {
      "en": "the more it works against us.",
      "th": "มันก็จะยิ่งขัดขวางเราค่ะ"
    }
  },
  {
    "translation": {
      "en": "One approach that doesn't seem to be a myth",
      "th": "วิธีหนึ่งที่ดูจะไม่ใช่แค่ความเชื่อ"
    }
  },
  {
    "translation": {
      "en": "is meditation and mindfulness.",
      "th": "คือการทำสมาธิและการเจริญสติ"
    }
  },
  {
    "translation": {
      "en": "Studies have shown that practicing meditation",
      "th": "งานวิจัยพบว่าการฝึกสมาธิ"
    }
  },
  {
    "translation": {
      "en": "can calm the nervous system,",
      "th": "ช่วยให้ระบบประสาทสงบลง"
    }
  },
  {
    "translation": {
      "en": "and deep breathing generates a feeling of serenity as well.",
      "th": "และการหายใจลึกๆ ก่อให้เกิดความรู้สึกสงบเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "This is why meditation is great for anyone seeking better sleep health.",
      "th": "จึงทำให้การทำสมาธิ เหมาะสำหรับทุกคนที่อยากนอนได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "It can help us let go of that rigid mindset",
      "th": "การทำสมาธิ ช่วยให้เราปล่อยวางกรอบความคิดแบบยึดติด"
    }
  },
  {
    "translation": {
      "en": "that keeps us from drifting off.",
      "th": "ที่ขัดขวางไม่ให้เราหลับไป"
    }
  },
  {
    "translation": {
      "en": "So now, if you're ready to relax,",
      "th": "ตอนนี้ ถ้าคุณพร้อมผ่อนคลายแล้ว"
    }
  },
  {
    "translation": {
      "en": "let's begin the wind-down exercise.",
      "th": "เรามาเริ่มฝึกการปล่อยวางความคิดกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Before you do anything else,",
      "th": "ก่อนที่จะไปทำอะไรอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "I'd just like you to take a moment to get comfortable.",
      "th": "ฉันอยากให้คุณ ใช้เวลาสักพักในการทำตัวตามสบาย"
    }
  },
  {
    "translation": {
      "en": "Even if you don't usually go to sleep on your back,",
      "th": "แม้ว่าปกติคุณจะไม่นอนหลับในท่านอนหงาย"
    }
  },
  {
    "translation": {
      "en": "let's begin the exercise by lying flat or leaning back comfortably.",
      "th": "เรามาเริ่มการฝึกโดยการนอนหงาย หรือเอนตัวลงตามสบายนะคะ"
    }
  },
  {
    "translation": {
      "en": "You can have your knees bent slightly if you'd like.",
      "th": "ง่อเข่าได้เล็กน้อยนะคะ ถ้าต้องการ"
    }
  },
  {
    "translation": {
      "en": "But just enjoying that feeling",
      "th": "แค่ปล่อยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "of the body letting go and relaxing,",
      "th": "ไปกับร่างกายที่ปล่อยวาง ผ่อนคลาย"
    }
  },
  {
    "translation": {
      "en": "sinking into the surface beneath you.",
      "th": "จมลงไปในพื้นผิวข้างใต้คุณ"
    }
  },
  {
    "translation": {
      "en": "We're going to begin tonight's exercise",
      "th": "เราจะเริ่มการฝึกในค่ำคืนนี้"
    }
  },
  {
    "translation": {
      "en": "with a little breathing routine.",
      "th": "ด้วยการกำหนดลมหายใจเล็กน้อยนะคะ"
    }
  },
  {
    "translation": {
      "en": "So first, just bringing the attention to the breath",
      "th": "ก่อนอื่นเลย แค่ดึงความสนใจมาที่ลมหายใจ"
    }
  },
  {
    "translation": {
      "en": "and just noticing where you feel it.",
      "th": "และรับรู้จุดที่คุณรู้สึกถึงลมหายใจ"
    }
  },
  {
    "translation": {
      "en": "In the nose,",
      "th": "ในจมูก"
    }
  },
  {
    "translation": {
      "en": "the throat,",
      "th": "ในช่องคอ"
    }
  },
  {
    "translation": {
      "en": "the chest, or the diaphragm.",
      "th": "หน้าอก หรือกะบังลม"
    }
  },
  {
    "translation": {
      "en": "And we're going to be taking a deep breath in for four,",
      "th": "และเราจะหายใจเข้าลึกๆ นับสี่"
    }
  },
  {
    "translation": {
      "en": "holding it for four,",
      "th": "ค้างไว้นับสี่"
    }
  },
  {
    "translation": {
      "en": "and then breathing out for six.",
      "th": "และหายใจออกนับหก"
    }
  },
  {
    "translation": {
      "en": "So, are you ready?",
      "th": "พร้อมหรือยังคะ"
    }
  },
  {
    "translation": {
      "en": "Let's begin.",
      "th": "เริ่มกันเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "So breathing in for four.",
      "th": "หายใจเข้านับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Hold it for four.",
      "th": "ค้างไว้นับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Now breathing out for six.",
      "th": "หายใจออกนับหก"
    }
  },
  {
    "translation": {
      "en": "…two, three, four, five, six.",
      "th": "สอง สาม สี่ ห้า หก"
    }
  },
  {
    "translation": {
      "en": "In for four.",
      "th": "หายใจเข้านับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Holding it for four.",
      "th": "ค้างไว้นับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Out for six.",
      "th": "หายใจออกนับหก"
    }
  },
  {
    "translation": {
      "en": "…two, three, four, five, six.",
      "th": "สอง สาม สี่ ห้า หก"
    }
  },
  {
    "translation": {
      "en": "In for four.",
      "th": "หายใจเข้านับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Holding for four.",
      "th": "ค้างไว้นับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Out for six.",
      "th": "หายใจออกนับหก"
    }
  },
  {
    "translation": {
      "en": "…two, three, four, five, six.",
      "th": "สอง สาม สี่ ห้า หก"
    }
  },
  {
    "translation": {
      "en": "In for four.",
      "th": "หายใจเข้านับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "Holding for four.",
      "th": "ค้างไว้นับสี่"
    }
  },
  {
    "translation": {
      "en": "…two, three, four.",
      "th": "สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "And out for six.",
      "th": "หายใจออกนับหก"
    }
  },
  {
    "translation": {
      "en": "…two, three, four, five, six.",
      "th": "สอง สาม สี่ ห้า หก"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "เยี่ยมเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Now just returning the breath to normal.",
      "th": "ตอนนี้กลับมาหายใจตามปกติได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Next, we're going to do a very simple visualization.",
      "th": "ต่อไปเราจะนึกภาพในใจ ซึ่งง่ายมากๆ"
    }
  },
  {
    "translation": {
      "en": "Just imagining a steady flow of warm sunlight",
      "th": "แค่นึกภาพแสงแดดอุ่นๆ"
    }
  },
  {
    "translation": {
      "en": "gradually filling the body up from the feet.",
      "th": "ค่อยๆ เติมเต็มร่างกายขึ้นมาจากเท้า"
    }
  },
  {
    "translation": {
      "en": "So starting at your feet,",
      "th": "เริ่มจากที่เท้านะคะ"
    }
  },
  {
    "translation": {
      "en": "that warm sunlight",
      "th": "แสงแดดอุ่นๆ"
    }
  },
  {
    "translation": {
      "en": "dissolving any tension,",
      "th": "ละลายความตึงเครียด"
    }
  },
  {
    "translation": {
      "en": "any discomfort",
      "th": "ความครั่นเนื้อตัว"
    }
  },
  {
    "translation": {
      "en": "as it starts to fill the body.",
      "th": "เมื่อแสงเริ่มเติมเต็มร่างกาย"
    }
  },
  {
    "translation": {
      "en": "Filling up the toes",
      "th": "เติมเต็มนิ้วเท้า"
    }
  },
  {
    "translation": {
      "en": "one by one.",
      "th": "ทีละนิ้ว"
    }
  },
  {
    "translation": {
      "en": "Moving up through the feet and the legs.",
      "th": "เคลื่อนขึ้นมาที่เท้า และขา"
    }
  },
  {
    "translation": {
      "en": "Experiencing the qualities of warmth,",
      "th": "สัมผัสกับความอบอุ่น"
    }
  },
  {
    "translation": {
      "en": "space,",
      "th": "ความว่างเปล่า"
    }
  },
  {
    "translation": {
      "en": "and ease…",
      "th": "และความสบาย"
    }
  },
  {
    "translation": {
      "en": "as it continues to travel up through the body.",
      "th": "ขณะที่แดดทอดผ่านขึ้นไปตามร่างกาย"
    }
  },
  {
    "translation": {
      "en": "Up past the waist…",
      "th": "ขึ้นมาผ่านเอว"
    }
  },
  {
    "translation": {
      "en": "to the back and the stomach.",
      "th": "ไปที่หลังและท้อง"
    }
  },
  {
    "translation": {
      "en": "It's as though that sunlight",
      "th": "ราวกับว่าแสงแดด"
    }
  },
  {
    "translation": {
      "en": "just washes away any discomfort.",
      "th": "ช่วยชะล้างความอึดอัด"
    }
  },
  {
    "translation": {
      "en": "And it continues up through the chest and the back.",
      "th": "และยังคงขึ้นมาถึงอก และหลัง"
    }
  },
  {
    "translation": {
      "en": "Into the shoulders",
      "th": "มาสู่ไหล่"
    }
  },
  {
    "translation": {
      "en": "and down the arms.",
      "th": "ลงไปที่แขน"
    }
  },
  {
    "translation": {
      "en": "All the way down to the hands and the fingers.",
      "th": "ไล่ลงมาจนถึงมือ และนิ้ว"
    }
  },
  {
    "translation": {
      "en": "A sense of relief in the body",
      "th": "ความรู้สึกผ่อนคลายในร่างกาย"
    }
  },
  {
    "translation": {
      "en": "and stillness in the mind.",
      "th": "และความสงบในจิตใจ"
    }
  },
  {
    "translation": {
      "en": "As it continues to travel",
      "th": "ขณะที่แดดยังคง"
    }
  },
  {
    "translation": {
      "en": "up through the neck…",
      "th": "ทอดไปบนลำคอ"
    }
  },
  {
    "translation": {
      "en": "and the throat.",
      "th": "ช่องคอ"
    }
  },
  {
    "translation": {
      "en": "Into the head",
      "th": "จนถึงหัว"
    }
  },
  {
    "translation": {
      "en": "and face,",
      "th": "และใบหน้า"
    }
  },
  {
    "translation": {
      "en": "all the way to the very top of the body.",
      "th": "ตลอดจนถึงส่วนบนสุดของร่างกาย"
    }
  },
  {
    "translation": {
      "en": "Until there's nothing other",
      "th": "จนกระทั่งไม่เหลืออะไร"
    }
  },
  {
    "translation": {
      "en": "than that sense of stillness remaining.",
      "th": "นอกจากความรู้สึกนิ่งสงบ"
    }
  },
  {
    "translation": {
      "en": "So if the mind feels very active still,",
      "th": "ถ้าจิตใจยังคงคิดเรื่องราวต่างๆ อยู่"
    }
  },
  {
    "translation": {
      "en": "then you can allow the body to continue resting as it is,",
      "th": "คุณก็สามารถปล่อยให้ร่างกายพักผ่อนเช่นนี้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "but mentally, slowly",
      "th": "แต่ให้จิตใจ ค่อยๆ …"
    }
  },
  {
    "translation": {
      "en": "begin to count backwards",
      "th": "เริ่มนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "from a thousand to zero.",
      "th": "จากหนึ่งพันจนถึงศูนย์"
    }
  },
  {
    "translation": {
      "en": "A very steady pace.",
      "th": "ในจังหวะที่สม่ำเสมอ"
    }
  },
  {
    "translation": {
      "en": "Not rushing it.",
      "th": "ไม่รีบเร่ง"
    }
  },
  {
    "translation": {
      "en": "Not trying to fall asleep.",
      "th": "ไม่พยายามข่มตานอน"
    }
  },
  {
    "translation": {
      "en": "Just focusing on counting",
      "th": "แต่ให้จดจ่อกับการนับ"
    }
  },
  {
    "translation": {
      "en": "on one number to the next in reverse.",
      "th": "จากแต่ละเลขแบบย้อนกลับ"
    }
  },
  {
    "translation": {
      "en": "And knowing that it really doesn't matter too much when sleep comes.",
      "th": "และรู้ไว้ว่าไม่ต้องสนใจมากนัก ว่าจะหลับไปเมื่อใด"
    }
  },
  {
    "translation": {
      "en": "But as you lie there in this way…",
      "th": "แต่ขณะที่คุณนอนลงแบบนี้"
    }
  },
  {
    "translation": {
      "en": "both the mind and the body",
      "th": "ทั้งร่างกายและจิตใจ"
    }
  },
  {
    "translation": {
      "en": "are getting all the rest that they need.",
      "th": "กำลังพักผ่อนอย่างเต็มอิ่ม"
    }
  },
  {
    "translation": {
      "en": "If you're still awake…",
      "th": "ถ้าคุณยังคงตื่นอยู่"
    }
  },
  {
    "translation": {
      "en": "…and interested in learning more,",
      "th": "และอยากเรียนรู้เพิ่มเติม"
    }
  },
  {
    "translation": {
      "en": "check out the next episode in our series,",
      "th": "ดูตอนต่อไปในซีรีส์ของเรา"
    }
  },
  {
    "translation": {
      "en": "where we will focus on how our devices keep us up at night",
      "th": "ที่เราจะดูวิธีที่อุปกรณ์ทำให้เราตาสว่างยามค่ำคืน"
    }
  },
  {
    "translation": {
      "en": "and what we can do to break out of technology's strong grip on our sleep.",
      "th": "และสิ่งที่เราทำได้ เพื่อผละจากการยึดติดกับเทคโนโลยี ในเวลานอน"
    }
  },
  {
    "translation": {
      "en": "See you then.",
      "th": "แล้วเจอกันค่ะ"
    }
  }
]