[
  {
    "translation": {
      "en": "Don't be filming this for one of those causal introductory shots, please.",
      "th": "กรุณาอย่าถ่ายฉากช่วงนี้ไปใส่ เป็นฉากแนะนำตัวแบบกันเองนะ"
    }
  },
  {
    "translation": {
      "en": "This shit's demeaning.",
      "th": "เสียเกียรติสุดๆ"
    }
  },
  {
    "translation": {
      "en": "So, what is it you guys wanna talk about? What's this for?",
      "th": "แล้วคุณอยากคุยเรื่องอะไร ถ่ายไปทำไม"
    }
  },
  {
    "translation": {
      "en": "[director] It's a look back over the year. We're reliving the events of 2020.",
      "th": "เป็นการรวบรวมสิ่งที่เกิดขึ้นในรอบปี เป็นการย้อนเหตุการณ์ในปี 2020"
    }
  },
  {
    "translation": {
      "en": "Why in the fuck would you wanna do that?",
      "th": "ทำไปทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "[narrator] 2020, a year so momentous they named it twice.",
      "th": "ปี 2020 เป็นปีที่แสนน่าจดจำ ถึงได้เป็นเลข 20 ซ้ำกัน"
    }
  },
  {
    "translation": {
      "en": "A year whose story couldn't be told until now because it was still happening.",
      "th": "ปีแห่งเรื่องราวที่ยังสรุปไม่ได้ เพราะยังไม่สิ้นปี"
    }
  },
  {
    "translation": {
      "en": "With unprecedented access to experts…",
      "th": "ได้สัมภาษณ์ผู้เชี่ยวชาญ อย่างไม่เคยมีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "If I keep my little assistants down here, that's alright? Good.",
      "th": "ถ้าผมวางผู้ช่วยตัวน้อยไว้ตรงนี้ ไม่เป็นไรใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "…Politicos…",
      "th": "นักการเมือง"
    }
  },
  {
    "translation": {
      "en": "You know you look ridiculous, right?",
      "th": "เธอดูติงต๊องมากรู้ตัวไหม"
    }
  },
  {
    "translation": {
      "en": "…Powerbrokers…",
      "th": "ผู้มีอิทธิพล"
    }
  },
  {
    "translation": {
      "en": "-[director] We are ready now. -Just a second.",
      "th": "- พร้อมแล้วครับ - รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "-…Monarchs… -Mind the chandelier.",
      "th": "- กษัตริย์ - ระวังโคมไฟระย้าด้วย"
    }
  },
  {
    "translation": {
      "en": "Christ.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "-…Scientists… -Wait, wait, wait.",
      "th": "- นักวิทยาศาสตร์ - เดี๋ยวๆ"
    }
  },
  {
    "translation": {
      "en": "Let me just ingest some H20.",
      "th": "ขอเติมเอชทูโอก่อน"
    }
  },
  {
    "translation": {
      "en": "-…Psychologists… -I'm gonna smoke.",
      "th": "- นักจิตวิทยา - ขอสูบบุหรี่แป๊บนะ"
    }
  },
  {
    "translation": {
      "en": "Y'all got on masks, so what do you care?",
      "th": "ก็ใส่หน้ากากกันหมดแล้ว จะกลัวอะไร"
    }
  },
  {
    "translation": {
      "en": "…and average citizens.",
      "th": "และประชาชนทั่วไป"
    }
  },
  {
    "translation": {
      "en": "So, will this be on Quibi?",
      "th": "เรื่องนี้จะลงควิบิไหม"
    }
  },
  {
    "translation": {
      "en": "This is the definitive story of the most historic year in history",
      "th": "นี่คือเรื่องราวครบเครื่องเกี่ยวกับ ปีที่น่าจดจำที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "through the eyes and minds of those who lived it.",
      "th": "จากสายตาและมุมมอง ของคนที่อยู่ในปีนี้"
    }
  },
  {
    "translation": {
      "en": "This… is 2020.",
      "th": "นี่คือปี 2020"
    }
  },
  {
    "translation": {
      "en": "I mean really, why?",
      "th": "ถามจริง ทำเพื่อ"
    }
  },
  {
    "translation": {
      "en": "[narrator] It's January 1st, and on the day it is born",
      "th": "ปีนี้ถือกำเนิดเมื่อวันที่ 1 มกราคม"
    }
  },
  {
    "translation": {
      "en": "2020 seems like any other year.",
      "th": "ปี 2020 ก็เหมือนกับปีอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Well, January started out as usual.",
      "th": "เริ่มต้นด้วยเดือนมกราคมตามปกติ"
    }
  },
  {
    "translation": {
      "en": "The planet was floating in space like it normally does.",
      "th": "โลกก็ยังลอยอยู่กลางอวกาศเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "But as it began to revolve and loom closer,",
      "th": "แต่พอเริ่มหมุนแล้วดูใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "you could see there was this immense natural disaster",
      "th": "จะเห็นว่า มีภัยพิบัติทางธรรมชาติครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "happening on its backside.",
      "th": "เกิดอยู่ด้านหลังของโลก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Fire, a radicalized, angry form of air and one of mankind's oldest foes,",
      "th": "เพลิงคืออากาศแบบเกรี้ยวกราดรุนแรง และเป็นศัตรูเก่าแก่ของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "is raging out of control,",
      "th": "โหมกระพือแบบคุมไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "subjecting the Australian landscape to an extreme carbon makeover.",
      "th": "ทำให้ประเทศออสเตรเลีย เข้าสู่การแปลงคาร์บอนอย่างสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "The scenes were appalling.",
      "th": "เป็นฉากที่น่าหวาดหวั่นมาก"
    }
  },
  {
    "translation": {
      "en": "I mean it left these areas utterly inhospitable, even to Australians.",
      "th": "ทำให้พื้นที่เหล่านี้อยู่อาศัยไม่ได้ แม้กระทั่งชาวออสเตรเลียเองก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[narrator] While Australia burns, in the snowy hell that is Switzerland,",
      "th": "ในขณะที่ออสเตรเลียมอดไหม้อยู่นั้น ที่สวิตเซอร์แลนด์อันเต็มไปด้วยหิมะ"
    }
  },
  {
    "translation": {
      "en": "an assortment of the world's most powerful people and bastards",
      "th": "กลุ่มบุคคลจากหลากหลายวงการ ผู้ทรงอิทธิพลของโลกและพวกบ้า"
    }
  },
  {
    "translation": {
      "en": "arrive at the Davos summit.",
      "th": "มาถึงการประชุมสุดยอดดาโวส"
    }
  },
  {
    "translation": {
      "en": "Davos is basically Coachella for billionaires.",
      "th": "ดาโวสคืองานโคชเชลลาของพวกมหาเศรษฐี"
    }
  },
  {
    "translation": {
      "en": "And this year, pretending to care about climate change was top of the agenda,",
      "th": "หัวข้อหลักปีนี้คือแสร้งทำเป็นสนใจ เรื่องการเปลี่ยนแปลงของสภาพอากาศ"
    }
  },
  {
    "translation": {
      "en": "so they had Greta Thunberg headlining.",
      "th": "โดยใช้เกรียตา ทุนแบร์ยเป็นตัวชูโรง"
    }
  },
  {
    "translation": {
      "en": "She's this teenage girl who'd become famous",
      "th": "เธอก็คือเด็กสาววัยรุ่นที่โด่งดัง"
    }
  },
  {
    "translation": {
      "en": "even though everything she says is depressing.",
      "th": "ถึงแม้ทุกอย่างที่เธอพูด มันช่างน่าหดหู่"
    }
  },
  {
    "translation": {
      "en": "Kind of like Billie Eilish.",
      "th": "เหมือนบิลลี่ ไอลิชน่ะ"
    }
  },
  {
    "translation": {
      "en": "Our house is still on fire.",
      "th": "บ้านของเราก็ยังคงลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "Your inaction is fueling the flames by the hour.",
      "th": "ความเฉื่อยชาของคุณ กำลังโหมให้ไฟลุกโชนในทุกๆ ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[narrator] While the junior harbinger speaks,",
      "th": "ในขณะที่ผู้บอกลางวัยเยาว์พูด"
    }
  },
  {
    "translation": {
      "en": "amongst her audience of powerbrokers is billionaire tech mogul Bark Multiverse.",
      "th": "บาร์ค มัลติเวิร์ส เศรษฐีทรงอิทธิพล ของโลกเทคโนโลยี นั่งฟังเธออยู่"
    }
  },
  {
    "translation": {
      "en": "We are telling you to act",
      "th": "เรากำลังบอกให้คุณทำตัว"
    }
  },
  {
    "translation": {
      "en": "as if you loved your children above all else.",
      "th": "ให้เหมือนกับที่คุณรัก ลูกของคุณเหนือสิ่งอื่นใด"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bark Multiverse] It was powerful.",
      "th": "มันทรงพลังมาก"
    }
  },
  {
    "translation": {
      "en": "Usually when a child is shouting for help,",
      "th": "ปกติเวลาที่เด็ก กำลังตะโกนขอความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "it's best to ignore them in case it's a trap.",
      "th": "สิ่งที่ดีที่สุดคือการทำเป็นไม่สนใจ เพราะอาจเป็นกับดัก"
    }
  },
  {
    "translation": {
      "en": "No less a man than Jeffrey Epstein told me that.",
      "th": "คนอย่างเจฟฟรีย์ เอปสตีนบอกผมแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But this little lady's words hit home.",
      "th": "แต่สิ่งที่สาวน้อยคนนี้พูด ได้กระทบใจผมมาก"
    }
  },
  {
    "translation": {
      "en": "I realized our whole world could collapse into chaos and disaster,",
      "th": "ผมนึกขึ้นได้ว่าโลกของเราสามารถ ล่มสลายไปสู่ความโกลาหลและภัยพิบัติ"
    }
  },
  {
    "translation": {
      "en": "and here's me, one of the richest people on the planet,",
      "th": "แล้วนี่ก็คือผม หนึ่งในคนที่ร่ำรวยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "in a position to actually do something about it.",
      "th": "ซึ่งอยู่ในฐานะที่ สามารถจะทำอะไรสักอย่างได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "As soon as she finished speaking,",
      "th": "ทันทีที่เธอพูดจบ"
    }
  },
  {
    "translation": {
      "en": "I hit the phone, got my people to buy a mountain in New Zealand,",
      "th": "ผมก็โทรสั่งคน ให้ซื้อภูเขาที่นิวซีแลนด์"
    }
  },
  {
    "translation": {
      "en": "had it hollowed out, and here we are.",
      "th": "เจาะภูเขาซะ แล้วก็นี่ไงครับ"
    }
  },
  {
    "translation": {
      "en": "In my survival bunker.",
      "th": "หลุมหลบภัยของผม"
    }
  },
  {
    "translation": {
      "en": "-[director] Don't people call you selfish? -I don't know. It's soundproof.",
      "th": "- ไม่มีคนด่าคุณว่าเห็นแก่ตัวเหรอ - ไม่รู้สิ ที่นี่มันกันเสียง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile in America, President and experimental pig-man Donald Trump",
      "th": "ขณะเดียวกันที่สหรัฐฯ โดนัลด์ ทรัมป์ ที่เป็น ปธน. และมนุษย์หมูทดลอง"
    }
  },
  {
    "translation": {
      "en": "faces the 407th most historic crisis of his presidency.",
      "th": "กำลังเผชิญหน้ากับสุดยอดวิกฤติ ในประวัติศาสตร์ครั้งที่ 407"
    }
  },
  {
    "translation": {
      "en": "The US President, you may have heard of him,",
      "th": "คุณน่าจะเคยได้ยิน เกี่ยวกับประธานาธิบดีสหรัฐฯ แล้ว"
    }
  },
  {
    "translation": {
      "en": "he's quite the character, Mr. Trump,",
      "th": "คุณทรัมป์ค่อนข้างจะ มีเอกลักษณ์เฉพาะตัว"
    }
  },
  {
    "translation": {
      "en": "was facing an impeachment trial, which is a traditional ceremony",
      "th": "เขากำลังเจอกับการยื่นถอดถอน ซึ่งเป็นพิธีกรรมที่มีมาช้านาน"
    }
  },
  {
    "translation": {
      "en": "that Americans perform to work out whether their president has gone off.",
      "th": "ที่ชาวอเมริกันปฏิบัติเพื่อดูว่า ยังมีคนชอบประธานาธิบดีอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "Trump was in trouble. What he needed was a distraction,",
      "th": "ทรัมป์กำลังลำบาก สิ่งที่เขาต้องการ คือสิ่งหันเหความสนใจ"
    }
  },
  {
    "translation": {
      "en": "either something big like a goose flying in through the window,",
      "th": "ไม่ว่าจะเป็นเรื่องใหญ่ๆ เช่น ห่านบินเข้าทางหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "or something small like World War Three.",
      "th": "หรือเรื่องเล็กๆ อย่างสงครามโลกครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "Luckily, our military had located this Iranian general, Soleimani,",
      "th": "โชคดีที่ว่ากองกำลังของเรา รู้ตำแหน่งของโซเลมานี นายพลอิหร่าน"
    }
  },
  {
    "translation": {
      "en": "real military superstar,",
      "th": "ทหารชื่อดังตัวจริงเสียงจริง"
    }
  },
  {
    "translation": {
      "en": "the Beyoncé of the Islamic Revolutionary Guard.",
      "th": "เหมือนบียอนเซ่ แห่งกองกำลังทหารปฏิวัติอิสลาม"
    }
  },
  {
    "translation": {
      "en": "[male reporter] The aftermath shows an attack that was deliberate and sustained.",
      "th": "ผลลัพธ์แสดงให้เห็นถึงการโจมตี ที่ถูกไตร่ตรองไว้และทำเป็นระบบ"
    }
  },
  {
    "translation": {
      "en": "[Bracket] So, then Trump walks out to announce the hit.",
      "th": "ทรัมป์เลยออกมาประกาศการโจมตีนี้"
    }
  },
  {
    "translation": {
      "en": "And for fun, he does it in the style of a children's poet recovering from a brain trauma.",
      "th": "เพื่อให้สนุก เขาพูดเหมือนกลอน ของเด็กที่เพิ่งฟื้นจากปัญหาทางสมอง"
    }
  },
  {
    "translation": {
      "en": "He's been called a monster, and he was a monster.",
      "th": "เขาถูกเรียกว่าปีศาจเสมอ และเขาก็เป็นปีศาจ"
    }
  },
  {
    "translation": {
      "en": "And he's no longer a monster, he's dead.",
      "th": "แต่ตอนนี้เขาไม่ได้เป็นปีศาจอีกต่อไป เพราะเขาตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Well, of course, the Iranians would have preferred their chap, on the whole,",
      "th": "แน่นอนว่าคนอิหร่าน อยากให้คนของตัวเองอยู่ครบ"
    }
  },
  {
    "translation": {
      "en": "not to explode.",
      "th": "ไม่ใช่โดนระเบิดเละ"
    }
  },
  {
    "translation": {
      "en": "This almost started World War Three.",
      "th": "เรื่องนี้เกือบจะทำให้ เกิดสงครามโลกครั้งที่สาม"
    }
  },
  {
    "translation": {
      "en": "And it's only fucking January.",
      "th": "ให้ตายสิ นี่เพิ่งเดือนมกราเองนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] In the UK, everyday citizens celebrate the countdown to Brexit-cide",
      "th": "ในอังกฤษ ประชาชนเฉลิมฉลองนับถอยหลัง สู่ความตายจากเบร็กซิต"
    }
  },
  {
    "translation": {
      "en": "and the recent installation",
      "th": "และการเข้าสู่ตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "of newly-elected Prime Ministerial scarecrow, Boris Johnson.",
      "th": "ของนายกรัฐมนตรีหุ่นไล่กา คนล่าสุดอย่าง บอริส จอห์นสัน"
    }
  },
  {
    "translation": {
      "en": "But others have little to celebrate.",
      "th": "แต่สำหรับคนอื่น ไม่ค่อยมีเรื่องให้เฉลิมฉลองมากนัก"
    }
  },
  {
    "translation": {
      "en": "[imitating Queen's accent] My name is Her Royal Highness, Queen Elizabeth The First part two.",
      "th": "เราคือสมเด็จพระราชินีนาถเอลิซาเบธ ที่หนึ่ง ภาคสอง"
    }
  },
  {
    "translation": {
      "en": "For the purposes of this recording, you may address me as \"Your Majesty.\"",
      "th": "เพื่อวัตถุประสงค์ของการบันทึกเทปนี้ สามารถเรียกเราว่าพระองค์ได้"
    }
  },
  {
    "translation": {
      "en": "[director] So, can you remember where you were when you first heard the news…",
      "th": "พระองค์ทรงระลึกได้ไหมว่าอยู่ที่ไหน ตอนที่พระองค์ได้ยินข่าวเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "Your Majesty?",
      "th": "พระองค์ครับ"
    }
  },
  {
    "translation": {
      "en": "Here in Buckingham Palace,",
      "th": "ที่พระราชวังบักกิงแฮมแห่งนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "posing for a banknote portrait.",
      "th": "กำลังทำท่าสำหรับรูปบนธนบัตรอยู่"
    }
  },
  {
    "translation": {
      "en": "It was proving tedious,",
      "th": "สุดแสนจะน่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "so I turned to my portable telephone machine for some light relief.",
      "th": "ก็เลยหันไปหาโทรศัพท์พกพา เพื่อผ่อนคลายสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "And there on Meghan's Instagram was the announcement.",
      "th": "แล้วก็เหลือบไปเห็นประกาศ บนอินสตาแกรมของเมแกน"
    }
  },
  {
    "translation": {
      "en": "The Duke and Duchess of Sussex have announced that they are carving out",
      "th": "ดยุกและดัชเชสแห่งซัสเซกซ์ประกาศ ว่าพวกเขากำลังพยายามเป็นอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "what they call \"a new role\" for themselves.",
      "th": "กับสิ่งที่เรียกว่า บทบาทใหม่ของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "In a statement released in the last few minutes,",
      "th": "ข้อความที่ประกาศออกมา ใจความว่า"
    }
  },
  {
    "translation": {
      "en": "they say they intend to step back as senior members of the Royal Family.",
      "th": "พวกเขาตั้งใจที่จะถอยออก จากการเป็นสมาชิกอาวุโสของราชวงศ์"
    }
  },
  {
    "translation": {
      "en": "[director] That must have come as quite a shock.",
      "th": "น่าตกใจมากเลย"
    }
  },
  {
    "translation": {
      "en": "Well, of course.",
      "th": "แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "And I think that's reflected in the banknote portrait.",
      "th": "คิดว่ามันสะท้อนออกมา ให้เห็นได้จากรูปบนธนบัตรเลย"
    }
  },
  {
    "translation": {
      "en": "Sadly, I believe they felt there is a degree of prejudice in Britain.",
      "th": "น่าเศร้านะที่พวกเขารู้สึกว่า ในอังกฤษมีอคติ"
    }
  },
  {
    "translation": {
      "en": "Which is why they moved to America,",
      "th": "ซึ่งคือเหตุผลที่ว่าทำไม พวกเขาถึงย้ายไปอเมริกา"
    }
  },
  {
    "translation": {
      "en": "where race has never been an issue at all.",
      "th": "ที่ประเด็นเชื้อชาติ ไม่เคยเป็นปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] But the year is about to be dominated by an infinitely bigger story",
      "th": "แต่ปีนี้กำลังจะโดนครอบงำ ด้วยเรื่องที่ใหญ่กว่า"
    }
  },
  {
    "translation": {
      "en": "emerging on the other side of the world.",
      "th": "ที่เกิดจากอีกด้านหนึ่งของมุมโลก"
    }
  },
  {
    "translation": {
      "en": "Residents in Wuhan, China, are succumbing to a mysterious illness,",
      "th": "ผู้ที่อาศัยอยู่ในอู่ฮั่น ประเทศจีน กำลังล้มตายเพราะโรคปริศนา"
    }
  },
  {
    "translation": {
      "en": "which at first baffles doctors, then doubles down by killing them.",
      "th": "ที่ตอนแรกทำให้เหล่าแพทย์งุนงง แล้วซ้ำเติมด้วยการฆ่าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Scientists in the West can only watch from afar or on television,",
      "th": "นักวิทยาศาสตร์ตะวันตก ได้แต่มองจากที่ไกลๆ หรือจากทางทีวี"
    }
  },
  {
    "translation": {
      "en": "both of which are safer.",
      "th": "ซึ่งก็น่าจะปลอดภัยกว่า"
    }
  },
  {
    "translation": {
      "en": "I have studied viruses for 15 years and consider many of them close friends.",
      "th": "ผมศึกษาเรื่องไวรัสมากว่าสิบห้าปี เรียกได้ว่าเป็นเพื่อนสนิทเลย"
    }
  },
  {
    "translation": {
      "en": "But I have to say, this was the most recent.",
      "th": "แต่ต้องบอกเลยว่า นี่เป็นเพื่อนใหม่ล่าสุด"
    }
  },
  {
    "translation": {
      "en": "The virus itself is an interesting specimen.",
      "th": "ไวรัสตัวนี้เป็นตัวอย่างที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "On close inspection,",
      "th": "พอมาดูใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "it resembles a revolving alien basketball rendered on a PlayStation 2.",
      "th": "มันเหมือนกับบาสเกตบอลเอเลี่ยนหมุนๆ ในเครื่องเกมเพลย์สเตย์ชันสอง"
    }
  },
  {
    "translation": {
      "en": "Which is biologically unusual.",
      "th": "ซึ่งไม่ปกติเลยในทางชีววิทยา"
    }
  },
  {
    "translation": {
      "en": "As to where it came from, there is a theory it originated in bats,",
      "th": "เหมือนกับแหล่งที่มาของมันนั่นแหละ มีทฤษฎีว่ามันมาจากค้างคาว"
    }
  },
  {
    "translation": {
      "en": "although how it passed to humans isn't clear and the bats aren't talking.",
      "th": "แม้ว่าจะไม่ชัดว่ามาสู่คนได้ยังไง ค้างคาวเองก็พูดภาษาคนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Except in ultrasonic tones we cannot detect.",
      "th": "มีแต่ส่งคลื่นอัลตราโซนิก ซึ่งหูเราไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "The hypothesis is a man had intercourse with a bat",
      "th": "ข้อสมมติฐานคือมีผู้ชาย ไปมีเพศสัมพันธ์กับค้างคาว"
    }
  },
  {
    "translation": {
      "en": "and got bat juice in his pee-pee hole, which festered and took hold.",
      "th": "และน้ำจากค้างคาวมาโดนรูฉี่ ทำให้ติดเชื้อ"
    }
  },
  {
    "translation": {
      "en": "We have tried replicating this in the laboratory,",
      "th": "เราลองเลียนแบบข้อสมมติฐานนี้ ในห้องทดลอง"
    }
  },
  {
    "translation": {
      "en": "but with limited success because…",
      "th": "ซึ่งก็ไม่ค่อยสำเร็จเพราะว่า"
    }
  },
  {
    "translation": {
      "en": "the bat keeps flying away.",
      "th": "ค้างคาวบินหนีไปอยู่เรื่อยเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] As the outbreak worsens,",
      "th": "เมื่อการระบาดเลวร้ายยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "Chinese authorities quickly swing into cover-up.",
      "th": "ทางการจีนก็รีบปกปิดอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Some doctors caught the virus early on and tried to raise the alarm.",
      "th": "มีหมอหลายคนติดไวรัส และพยายามที่จะเตือน"
    }
  },
  {
    "translation": {
      "en": "But blowing the whistle while you're on a ventilator?",
      "th": "แต่จะเป่านกหวีดให้สังคมรู้ในขณะที่ ใส่เครื่องช่วยหายใจอยู่งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Ah… that's a big ask.",
      "th": "ขอมากไปนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile, the virus has seeped out of China,",
      "th": "ในขณะเดียวกัน ไวรัสก็เริ่มแพร่ออกนอกจีน"
    }
  },
  {
    "translation": {
      "en": "turning surrounding areas of the map the color of disease",
      "th": "เปลี่ยนสีแผนที่รอบด้าน ให้กลายเป็นสีของโรคร้าย"
    }
  },
  {
    "translation": {
      "en": "and ruining a perfectly good atlas.",
      "th": "และทำลายแผนที่โลกอันสวยงาม"
    }
  },
  {
    "translation": {
      "en": "A full-scale medical emergency is underway.",
      "th": "ภาวะฉุกเฉินทางการแพทย์ อย่างเต็มรูปแบบกำลังใกล้เข้ามา"
    }
  },
  {
    "translation": {
      "en": "Nonetheless, in the West,",
      "th": "แต่กระนั้น ทางฝั่งตะวันตก"
    }
  },
  {
    "translation": {
      "en": "the average citizen is largely unconcerned.",
      "th": "ประชาชนส่วนมากยังไม่ค่อยให้ความสนใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I can't say I was fussed about any of that.",
      "th": "ก็นะ ฉันก็พูดไม่ได้เหมือนกัน ว่าสนใจเรื่องพวกนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "Was that this year?",
      "th": "มันใช่ปีนี้ไหมนะ"
    }
  },
  {
    "translation": {
      "en": "[director] The pandemic? Yeah.",
      "th": "โรคระบาดน่ะเหรอ ใช่สิ"
    }
  },
  {
    "translation": {
      "en": "-How come you're talking to me about this? -[director] You provide human color.",
      "th": "- แล้วมาคุยกับฉันทำไม - คุณยังมีสีเหมือนมนุษย์ขึ้นมาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Alright, even I know that's racist and I've not done an awareness course.",
      "th": "รู้แหละว่านั่นเป็นการเหยียด ไม่ต้องเรียนเรื่องตระหนักรู้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[director] No, you're an average person. We ran a computer search,",
      "th": "คุณเป็นคนธรรมดา พวกเราค้นหาข้อมูลจากคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "and you're one of the five most average people in the world.",
      "th": "และคุณก็ติดหนึ่งในห้า ของคนธรรมดาที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "ตายจริง"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the pandemic firmly at the back of Western minds,",
      "th": "เรื่องโรคระบาด อยู่นอกจุดสนใจของชาวตะวันตก"
    }
  },
  {
    "translation": {
      "en": "the front of Western minds is free to focus on important matters",
      "th": "จึงมีพื้นที่ในหัวชาวตะวันตก ให้สนใจเรื่องที่สำคัญกว่า"
    }
  },
  {
    "translation": {
      "en": "like the Oscars, which traditionally celebrates Caucasian filmmakers.",
      "th": "อย่างเช่นเทศกาลออสการ์ ที่เฉลิมฉลองคนทำหนังผิวขาว"
    }
  },
  {
    "translation": {
      "en": "This year promises to be different, but isn't.",
      "th": "ซึ่งสัญญาว่าปีนี้จะเปลี่ยนไป แต่ก็ไม่"
    }
  },
  {
    "translation": {
      "en": "Yeah, those Best Picture nominees, real rainbow coalition.",
      "th": "พวกผู้ท้าชิงภาพยนตร์ที่ดีที่สุดนั่น เป็นพวกแนวร่วมสีรุ้งของจริง"
    }
  },
  {
    "translation": {
      "en": "You got Marriage Story, two mopey white people trapped in an affluent marriage.",
      "th": "หนังเรื่องแมริเอจ สตอรี่ สองคนขาว ขี้เหงา ติดอยู่ในชีวิตคู่ของคนรวย"
    }
  },
  {
    "translation": {
      "en": "Ford v Ferrari, that's white guys on wheels.",
      "th": "หนังเรื่องฟอร์ด วี เฟอร์รารี่ ก็คือคนขาวติดล้อ"
    }
  },
  {
    "translation": {
      "en": "Little Women, four white girls standing on the cusp of Karenhood.",
      "th": "สี่ดรุณี ผู้หญิงผิวขาวสี่คน อยู่บนเส้นบางๆ แห่งความงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "And Joker, whose lead actor performs in whiteface,",
      "th": "และเรื่องโจ๊กเกอร์ ที่พระเอกแต่งหน้าไวท์เฟซ"
    }
  },
  {
    "translation": {
      "en": "thereby appropriating his own cultural identity",
      "th": "ซึ่งเป็นการเอาอัตลักษณ์ ทางวัฒนธรรมของเขามาใช้"
    }
  },
  {
    "translation": {
      "en": "while denying a role to a genuine clown.",
      "th": "ในขณะที่ปฏิเสธ บทบาทของตัวตลกที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "Oh, and 1917, which was the year the movie was set,",
      "th": "และเรื่อง 1917 ซึ่งเป็นปีในเรื่อง"
    }
  },
  {
    "translation": {
      "en": "and the number of white people in it.",
      "th": "และเป็นตัวเลขจำนวน ของคนขาวในหนังด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Oscar night, disaster strikes for the 10,000 white hopefuls,",
      "th": "ในคืนออสการ์ ภัยพิบัติทำลาย ความหวังของคนขาวหมื่นคน"
    }
  },
  {
    "translation": {
      "en": "as a South Korean entry makes movie history.",
      "th": "ตอนที่ชาวเกาหลีใต้ สร้างประวัติศาสตร์ในวงการหนัง"
    }
  },
  {
    "translation": {
      "en": "And the Oscar goes to…",
      "th": "และผู้ที่ได้รับรางวัลออสการ์ได้แก่"
    }
  },
  {
    "translation": {
      "en": "Parasite.",
      "th": "ชนชั้นปรสิต"
    }
  },
  {
    "translation": {
      "en": "Parasite?",
      "th": "ชนชั้นปรสิตเหรอ"
    }
  },
  {
    "translation": {
      "en": "That's not even an English word.",
      "th": "ไม่ใช่ภาษาอังกฤษด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[director] Actually, it is.",
      "th": "ความจริงมันใช่นะ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "[director] Parasite is an English word.",
      "th": "ปรสิตเป็นคำศัพท์ภาษาอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Only when you say it in English.",
      "th": "พอพูดเป็นภาษาอังกฤษ ก็เลยเป็นภาษาอังกฤษนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Away from tinsel town, Washington DC has been consumed",
      "th": "ไกลออกไปจากวงการหนัง วอชิงตัน ดี.ซี. กำลังเต็มไปด้วย"
    }
  },
  {
    "translation": {
      "en": "by real drama, Trump's impeachment trial.",
      "th": "เรื่องราวสุดเข้มข้นจากการฟ้องร้อง ถอดถอนทรัมป์ออกจากตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "The President stands accused of pressuring a foreign power",
      "th": "ประธานาธิบดีถูกกล่าวหา ว่ากดดันอำนาจต่างชาติให้ตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "into investigating Hunter Biden, son of prehistoric concierge Joe Biden,",
      "th": "ฮันเตอร์ ไบเดนที่เป็นลูกชาย ของโจ ไบเดน พนักงานต้อนรับรุ่นเก๋า"
    }
  },
  {
    "translation": {
      "en": "who has a chance of challenging Trump in the November elections.",
      "th": "ผู้มีแนวโน้มจะลงชิงตำแหน่ง ปธน. กับทรัมป์ในเดือนพฤศจิกายน"
    }
  },
  {
    "translation": {
      "en": "But not everyone believes the charges have merit.",
      "th": "แต่ไม่ใช่ทุกคนที่จะเชื่อว่า ข้อกล่าวหานั้นมีมูล"
    }
  },
  {
    "translation": {
      "en": "The whole impeachment thing was baseless, OK?",
      "th": "เรื่องถอดถอนพวกนั้นไม่มีมูลเลย โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "So, the Democrats claim that Trump pressured Ukraine",
      "th": "ดังนั้น พรรคเดโมแครตก็เลยกล่าวหา ว่าทรัมป์กดดันยูเครน"
    }
  },
  {
    "translation": {
      "en": "into digging up dirt on the Biden family,",
      "th": "ให้ขุดเรื่องเสียๆ หายๆ ของครอบครัวไบเดน"
    }
  },
  {
    "translation": {
      "en": "and their only real \"evidence\" of that is a transcript of him doing it.",
      "th": "และหลักฐานจริงเพียงชิ้นเดียวก็คือ บันทึกการสนทนาที่ว่าเขาทำมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[director] What did he say on the transcript? What transcript?",
      "th": "- เขาพูดว่ายังไงในบันทึกนั้นนะ - บันทึกไหนเหรอ"
    }
  },
  {
    "translation": {
      "en": "[director] You just mentioned a transcript.",
      "th": "คุณเพิ่งพูดถึงมันอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "Check your tape, I said no such thing.",
      "th": "ไปย้อนดูได้เลย ฉันไม่ได้พูด"
    }
  },
  {
    "translation": {
      "en": "[director] You said, uh… the only real evidence was a transcript of Trump pressuring Ukraine…",
      "th": "คุณพูดว่าหลักฐานเพียงชิ้นเดียวก็คือ บันทึกการสนทนาที่ทรัมป์กดดันยูเครน"
    }
  },
  {
    "translation": {
      "en": "There's no such place as Ukraine.",
      "th": "ยูเครนไม่มีอยู่จริงนะ"
    }
  },
  {
    "translation": {
      "en": "[director] Yes, there… Yes, there is.",
      "th": "มีสิ มีนะ"
    }
  },
  {
    "translation": {
      "en": "I choose to believe there is not.",
      "th": "ฉันเลือกที่จะเชื่อ ว่ามันไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "[narrator] The Republican-controlled Senate votes along partisan lines.",
      "th": "สมาชิกวุฒิสภาที่พรรคริพับลิกัน คุมเสียงข้างมาก โหวตตามพรรคตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Trump is declared not guilty and fabulous.",
      "th": "ทรัมป์ก็เลยรอดพ้นจากข้อกล่าวหา อย่างสง่างาม"
    }
  },
  {
    "translation": {
      "en": "But this is what the end result is.",
      "th": "แต่นี่คือผลลัพธ์"
    }
  },
  {
    "translation": {
      "en": "[narrator] While Republicans cheer the President for holding a newspaper,",
      "th": "ในขณะที่ริพับลิกันกู่ร้อง ที่ประธานาธิบดีถือหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "in another political universe",
      "th": "ในจักรวาลการเมืองอีกด้าน"
    }
  },
  {
    "translation": {
      "en": "the Democrats are deciding who will take on Trump in November.",
      "th": "พรรคเดโมแครตกำลังตัดสินใจว่า ใครจะสู้กับทรัมป์ในเดือนพฤศจิกายน"
    }
  },
  {
    "translation": {
      "en": "The race has narrowed to a face-off between Civil War hero Joe Biden",
      "th": "การคัดเลือกมาถึงการเผชิญหน้าระหว่าง วีรบุรุษสงครามกลางเมือง โจ ไบเดน"
    }
  },
  {
    "translation": {
      "en": "and anarchist grandpa Bernie Sanders.",
      "th": "และคุณปู่ผู้ฉีกกรอบ เบอร์นี่ แซนเดอร์ส"
    }
  },
  {
    "translation": {
      "en": "As you may have noticed lately,",
      "th": "อย่างที่คุณอาจจะสังเกตได้ในช่วงนี้"
    }
  },
  {
    "translation": {
      "en": "the establishment's getting a little bit nervous.",
      "th": "พวกกลุ่มอำนาจเก่าเริ่มกังวลๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Well, as Super Tuesday arrives,",
      "th": "และซูเปอร์ทิวสเดย์ก็มาถึง"
    }
  },
  {
    "translation": {
      "en": "despite his huge early gains,",
      "th": "ถึงแม้เขาจะโกยคนสนับสนุน ได้เพิ่มในช่วงแรก"
    }
  },
  {
    "translation": {
      "en": "Mr. Sanders's support was shriveling,",
      "th": "แรงสนับสนุนของคุณแซนเดอร์ส เริ่มเหือดหาย"
    }
  },
  {
    "translation": {
      "en": "whereas Biden appeared to have come back from the dead.",
      "th": "ในขณะที่ไบเดนเหมือนผู้ที่เพิ่งฟื้น ขึ้นมาจากความตาย"
    }
  },
  {
    "translation": {
      "en": "I mean, literally, he resembled a butler's ghost.",
      "th": "ผมพูดจริงๆ นะ เหมือนกับผีพ่อบ้านสุดหรู"
    }
  },
  {
    "translation": {
      "en": "[shouting] We are very much alive!",
      "th": "เรามีชีวิตชีวาสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Bracket] This was a choice between two guys in their late seventies.",
      "th": "นี่คือตัวเลือกระหว่างผู้ชายสองคน ในวัยเจ็ดสิบปลายๆ"
    }
  },
  {
    "translation": {
      "en": "It was like being stuck on the character selection screen in geriatric Tekken.",
      "th": "อย่างกับติดอยู่ที่หน้าเลือกตัวละคร ในเกมเทคเคนเวอร์ชันคนชรา"
    }
  },
  {
    "translation": {
      "en": "Bernie offered radical change,",
      "th": "เบอร์นี่เสนอการเปลี่ยนแปลงครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "whereas Biden reminded folks of a more easygoing era",
      "th": "ในขณะที่ไบเดนทำให้ทุกคน นึกถึงยุคที่ดูเรียบง่ายกว่านี้"
    }
  },
  {
    "translation": {
      "en": "when you could sniff a woman's hair without being called creepy.",
      "th": "ตอนที่คุณสามารถดมผมผู้หญิงได้ โดยที่ไม่โดนหาว่าโรคจิต"
    }
  },
  {
    "translation": {
      "en": "I think to many Americans, Biden is Uncle Joe.",
      "th": "คิดว่าสำหรับชาวอเมริกันหลายคน ไบเดนคือลุงโจ"
    }
  },
  {
    "translation": {
      "en": "He's been a part of their lives for centuries.",
      "th": "เขาเป็นส่วนหนึ่งในชีวิต ของทุกคนมาหลายร้อยปี"
    }
  },
  {
    "translation": {
      "en": "As familiar as an old armchair and nearly as sharp-witted.",
      "th": "ดูคุ้นเคยเหมือนกับ เก้าอี้เท้าแขนเก่าๆ ที่ยังดูเฉียบคม"
    }
  },
  {
    "translation": {
      "en": "We're gonna do this, folks!",
      "th": "เราจะไปด้วยกันนะ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Amiable phantom Joe Biden seizes victory,",
      "th": "และโจ ไบเดน ผีผู้น่ารัก ก็ได้รับชัยชนะไป"
    }
  },
  {
    "translation": {
      "en": "officially starting the 2020 election campaign.",
      "th": "เข้าสู่การหาเสียงเลือกตั้ง 2020 อย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "[narrator] The stage is set for an electoral showdown between two very different Americas.",
      "th": "เวทีแห่งการชิงชัยระหว่าง สองขั้วของอเมริกาได้เริ่มขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[man shouting] Fuck you! -I don't smoke.",
      "th": "- ไปตายซะ - ฉันไม่สูบบุหรี่"
    }
  },
  {
    "translation": {
      "en": "Fuck you! Fuck you! Fuck you!",
      "th": "ไปตายไป ไปซะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] And the animus between the two sides is greater than ever.",
      "th": "และความเกลียดชังกัน ก็เพิ่มมากขึ้นอย่างไม่เคยเป็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Polarization is the problem of our age.",
      "th": "การแบ่งขั้วทางการเมือง คือปัญหาในยุคของเรา"
    }
  },
  {
    "translation": {
      "en": "And not just in America, in the actual world too.",
      "th": "ไม่ใช่แค่ในอเมริกา แต่ในโลกแห่งความเป็นจริงก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Whether the debate is over Trump or Brexit or science or gender, God help us,",
      "th": "ไม่ว่าจะเป็นเรื่องทรัมป์ เบร็กซิต หรือเรื่องเพศสภาพ ให้ตายเถอะ"
    }
  },
  {
    "translation": {
      "en": "or reality itself,",
      "th": "หรือเรื่องความเป็นจริงก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "no two factions can agree,",
      "th": "ทั้งสองฝั่งตกลงกันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "or agree to disagree,",
      "th": "หรือแม้แต่ตกลงที่จะไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "or even agree that their disagreement might be disagreeable.",
      "th": "รวมถึงตกลงกันว่าการไม่เห็นด้วย อาจเป็นสิ่งที่รับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-[director] I'm not sure I totally agree. -Well, then why don't you fuck off?",
      "th": "- ผมไม่แน่ใจว่าจะเห็นด้วยทั้งหมด - แล้วทำไมไม่ไปตายซะล่ะ"
    }
  },
  {
    "translation": {
      "en": "I would say that I'm just a regular soccer mom, you know?",
      "th": "ฉันบอกได้ว่าฉันก็เป็นแค่แม่ทั่วไป ที่พาลูกไปเตะบอล"
    }
  },
  {
    "translation": {
      "en": "I've got the husband and the kids,",
      "th": "ฉันมีลูก มีสามี"
    }
  },
  {
    "translation": {
      "en": "and a cat and a dog, and just the whole darn show.",
      "th": "มีหมาแมว และก็รายการบ้าบอทั้งหมดนี่"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Uh, no, I wouldn't describe myself as a big internet person, no.",
      "th": "ไม่นะ ฉันไม่คิดว่า ตัวเองชอบใช้อินเทอร์เน็ตขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "I mean, I only use Facebook and WhatsApp.",
      "th": "แบบว่า ฉันใช้แค่เฟซบุ๊ก กับวอตส์แอปป์"
    }
  },
  {
    "translation": {
      "en": "And Instagram and Twitter and YouTube.",
      "th": "อินสตาแกรม ทวิตเตอร์ ยูทูบ"
    }
  },
  {
    "translation": {
      "en": "Oh, and Google.",
      "th": "และกูเกิลด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "In fact, that's how I discovered the Ivory Fist message board.",
      "th": "อันที่จริงนั้นก็คือนั่นแหละทำให้ฉัน เจอเว็บบอร์ดไอวอรีฟิสต์"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Look, things wasn't always this way.",
      "th": "ฟังนะ ปกติทุกอย่างมันไม่ใช่แบบนี้"
    }
  },
  {
    "translation": {
      "en": "I've studied human behavior long enough to get sick of it.",
      "th": "ฉันเรียนเรื่องพฤติกรรมมนุษย์ มามากจนเบื่อจะตายอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "You gotta remember, most folks are still neighborly, Ned Flanders.",
      "th": "ต้องคิดไว้เสมอว่าเพื่อนบ้านส่วนมาก ยังคงเป็นมิตร เช่น เน็ด แฟลนเดอร์ส"
    }
  },
  {
    "translation": {
      "en": "Unfuckably nice.",
      "th": "โคตรมหามิตร"
    }
  },
  {
    "translation": {
      "en": "But right now, the edges are rougher than ever.",
      "th": "แต่ตอนนี้ทุกอย่างยากขึ้นกว่าเดิมมาก"
    }
  },
  {
    "translation": {
      "en": "On the right, you got shit-nose extremists wondering aloud whether Hitler was all bad",
      "th": "ทางฝั่งขวาจะเจอพวกสุดโต่งขี้สงสัย คิดออกมาดังๆ ว่าฮิตเลอร์ชั่วจริงไหม"
    }
  },
  {
    "translation": {
      "en": "and inventing their own clown-house reality.",
      "th": "และสร้างวิมานเมฆบ้าบอขึ้นมาเอง"
    }
  },
  {
    "translation": {
      "en": "And on the left, you got fucking whiney woke-lords",
      "th": "และฝั่งซ้ายก็คุณจะเจอ พวกตื่นรู้โอดครวญ"
    }
  },
  {
    "translation": {
      "en": "cancelling the shit out of anyone",
      "th": "ที่เลิกสนับสนุนคน"
    }
  },
  {
    "translation": {
      "en": "who dares to take a dump at the wrong time of the day.",
      "th": "เพราะขี้ผิดเวลา"
    }
  },
  {
    "translation": {
      "en": "And both sides,",
      "th": "และทั้งสองฝั่ง"
    }
  },
  {
    "translation": {
      "en": "both sides look so unhappy it makes you wanna puke.",
      "th": "ทั้งสองฝั่งก็ดูเป็นทุกข์ จนทำให้คุณอยากจะอ้วก"
    }
  },
  {
    "translation": {
      "en": "But the way it's going, you know we gonna end up on one side or the other.",
      "th": "แต่ดูจากที่เป็นไป สุดท้ายพวกเรา ก็ไปจบที่ฝั่งไหนสักฝั่งนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "So, pick your fucking team and hunker the fuck down.",
      "th": "ดังนั้นก็เลือกไปสักทาง แล้วก็อยู่ให้ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Throughout 2020, the gods of Silicon Valley stand accused",
      "th": "ตลอดปี 2020 พระเจ้าแห่ง ซิลิคอนแวลลีย์ โดนกล่าวหาตลอด"
    }
  },
  {
    "translation": {
      "en": "of allowing their products to split the world into two warring factions.",
      "th": "ว่าปล่อยให้ผลิตภัณฑ์ แบ่งโลกออกเป็นสองฝั่งมาสู้รบกัน"
    }
  },
  {
    "translation": {
      "en": "Uh… actually, it's more like four warring factions.",
      "th": "อันที่จริงมันคือ สี่กลุ่มที่สู้กันมากกว่า"
    }
  },
  {
    "translation": {
      "en": "We prefer to call it a hate spectrum. That's the official term.",
      "th": "เราเลือกที่จะเรียกอย่างเป็นทางการ ว่าสเปกตรัมแห่งความเกลียดชัง"
    }
  },
  {
    "translation": {
      "en": "[director] Right now, it takes about six months' exposure to social media",
      "th": "ตอนนี้คนธรรมดาใช้เวลา เล่นสื่อสังคมออนไลน์ประมาณหกเดือน"
    }
  },
  {
    "translation": {
      "en": "for the average person to become hopelessly radicalized.",
      "th": "จึงจะกลายเป็น พวกหัวรุนแรงน่าสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "I know, right. We're hoping to get that down to five minutes.",
      "th": "ใช่ เราพยายามลดลง ให้ใช้เวลาเพียงห้านาที"
    }
  },
  {
    "translation": {
      "en": "Now, of course, all this division,",
      "th": "แน่นอน การแบ่งพรรคแบ่งพวกนี้"
    }
  },
  {
    "translation": {
      "en": "all this intractable conflict,",
      "th": "ความขัดแย้งซับซ้อนนี้"
    }
  },
  {
    "translation": {
      "en": "was tearing humankind asunder at the worst possible time.",
      "th": "กำลังจะทำลายมนุษยชาติ ในช่วงที่แย่ที่สุดที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "Because, of course, at the very moment",
      "th": "เพราะว่า แน่นอน ในช่วงเวลา"
    }
  },
  {
    "translation": {
      "en": "that we were preoccupied with fighting each other,",
      "th": "ที่พวกเรากำลังสู้กัน"
    }
  },
  {
    "translation": {
      "en": "the coronavirus was steadily bearing down upon us.",
      "th": "ไวรัสโคโรนาก็มุ่งเข้ามาหาพวกเรา"
    }
  },
  {
    "translation": {
      "en": "Now, those who've closely studied the history books,",
      "th": "ตอนนี้ใครที่เคยอ่านหนังสือ ประวัติศาสตร์อย่างตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "such as myself,",
      "th": "เช่นผม เป็นต้น"
    }
  },
  {
    "translation": {
      "en": "knew that this was strongly reminiscent of the time the White Walkers",
      "th": "จะรู้ว่านี่ทำให้นึกถึงตอนที่ พวกไวท์วอล์คเกอร์"
    }
  },
  {
    "translation": {
      "en": "led their \"army of the dead\" towards the warring factions of Westeros.",
      "th": "นำกองทัพผีดิบไปรบกับเวสเทโรส"
    }
  },
  {
    "translation": {
      "en": "[director] So, you mean like in Game of Thrones?",
      "th": "คุณหมายถึงเกมออฟโธรนส์น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, no. I am discussing history.",
      "th": "ไม่ๆ ผมกำลังพูดถึงประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure that was Game of Thrones.",
      "th": "ผมมั่นใจนะว่านั่นคือ เกมออฟโธรนส์แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Well, I'm pretty sure that I am the historian here.",
      "th": "ผมมั่นใจนะว่าที่นี่ ผมเป็นนักประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Cut to a map or something.",
      "th": "ตัดภาพไปดูแผนที่หรืออะไรสักอย่างสิ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As this map we've cut to makes clear,",
      "th": "แผนที่นี้ที่เราตัดต่อ ให้เห็นชัดๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "the coronavirus is indeed spreading at an alarming pace.",
      "th": "ไวรัสโคโรนาแพร่ระบาด อยู่ในระดับที่น่ากังวล"
    }
  },
  {
    "translation": {
      "en": "Yet even as it inches towards them, millions persist in everyday activities.",
      "th": "ถึงแม้ว่ามันเข้ามาใกล้ขึ้นทุกที หลายล้านคนก็ยังทำตัวแบบเดิม"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] We saw the news.",
      "th": "พวกเราเห็นข่าวแล้ว"
    }
  },
  {
    "translation": {
      "en": "They made it clear that the virus was coming and it was gonna be bad.",
      "th": "พวกเขาพูดกันชัดเจนว่า ไวรัสกำลังจะมาและมันจะแย่ด้วย"
    }
  },
  {
    "translation": {
      "en": "But a lot of us didn't wanna know.",
      "th": "แต่พวกเราส่วนใหญ่ไม่ได้อยากจะรู้"
    }
  },
  {
    "translation": {
      "en": "[director] And why do you think that is?",
      "th": "แล้วคุณคิดว่าทำไมถึงเป็นแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, denial, disbelief.",
      "th": "ไม่รู้สิ ไม่ยอมรับ ไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "Or because, in my professional opinion, we're fucking imbeciles.",
      "th": "หรือจากความคิดเห็นทางอาชีพของฉันนะ เพราะพวกเรามันโง่"
    }
  },
  {
    "translation": {
      "en": "That's the title of my next book by the way.",
      "th": "นั่นคือชื่อหนังสือเล่มใหม่ของฉันนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] In a desperate bid for attention,",
      "th": "ในการเรียกร้องความสนใจอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "the virus infects beloved Hollywood everyman",
      "th": "ไวรัสไปถึงทอม แฮงค์ส นักแสดงฮอลลีวูดอันเป็นที่รัก"
    }
  },
  {
    "translation": {
      "en": "and occasional CGI Cowboy, Tom Hanks,",
      "th": "และบางครั้งก็เป็นคาวบอย ที่ใช้เทคนิคคอมพิวเตอร์สร้าง"
    }
  },
  {
    "translation": {
      "en": "providing news networks with an irresistible celebrity angle",
      "th": "ให้ช่องข่าว เห็นแง่มุมของดาราที่พลาดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "to the otherwise boring deadly pandemic.",
      "th": "และอีกแง่มุมของ โรคระบาดสุดอันตรายที่แสนน่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "[female reporter] We think of Tom Hanks as a positive kind of guy,",
      "th": "เราคิดว่าทอม แฮงค์สเป็นคนคิดบวกนะ"
    }
  },
  {
    "translation": {
      "en": "not a guy who tests positive.",
      "th": "ไม่ใช่คนที่ผลตรวจติดเชื้อเป็นบวก"
    }
  },
  {
    "translation": {
      "en": "He was battling the virus for two whole weeks.",
      "th": "เขาต่อสู้กับไวรัสสองอาทิตย์เต็มๆ"
    }
  },
  {
    "translation": {
      "en": "Ah, being a leading man, he won in the end, of course.",
      "th": "ในฐานะนักแสดงนำ ตอนจบเขาก็ต้องชนะแน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I rather doubt that he'd have accepted the role if he hadn't.",
      "th": "แต่ก็สงสัยนะว่าถ้าเขาไม่ชนะ เขาจะรับบทไหม"
    }
  },
  {
    "translation": {
      "en": "[Flask] It showed the virus could also pass from humans to icons,",
      "th": "มันแสดงให้เห็นว่าไวรัสสามารถ แพร่จากคนธรรมดาสู่ผู้นำความคิดได้"
    }
  },
  {
    "translation": {
      "en": "which raised the possibility that it might one day infect God.",
      "th": "ซึ่งเพิ่มความเป็นไปได้ ว่าสักวัน พระเจ้าอาจจะติดเชื้อก็ได้"
    }
  },
  {
    "translation": {
      "en": "And God is older than the universe,",
      "th": "และพระเจ้าก็แก่กว่าจักรวาลซะอีก"
    }
  },
  {
    "translation": {
      "en": "which puts him in a high-risk category.",
      "th": "นั่นทำให้พระเจ้า จัดอยู่ในกลุ่มความเสี่ยงสูง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Fear rocks Wall Street",
      "th": "ความกลัวเขย่าขวัญวอลล์สตรีต"
    }
  },
  {
    "translation": {
      "en": "with the stock market shitting ten billion coins out of its economic anus.",
      "th": "ดูจากเม็ดเงินหลายหมื่นล้าน ที่ไหลออกจากตลาดหุ้นเหมือนขี้แตก"
    }
  },
  {
    "translation": {
      "en": "[shouting] On the bell, on the bell! FIS on the bell!",
      "th": "หยุดการซื้อขาย หุ้นเอฟไอเอสหยุดการซื้อขาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] As cold reality sets in, there's a run on the supermarkets.",
      "th": "ความเป็นจริงอันโหดร้ายใกล้เข้ามา คนแห่เข้าซูเปอร์มาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "Around the world, panic-buyers empty shelves",
      "th": "ทั่วโลก คนที่ซื้อของเพราะหวั่นวิตก กวาดของจนเกลี้ยงชั้น"
    }
  },
  {
    "translation": {
      "en": "faster than panic-stockers can refill them.",
      "th": "เร็วกว่าคนที่เติมของ เพราะหวั่นวิตกซะอีก"
    }
  },
  {
    "translation": {
      "en": "It is a full-blown crisis.",
      "th": "นี่คือวิกฤตการณ์ขั้นสุด"
    }
  },
  {
    "translation": {
      "en": "Government buildings wonder how to respond.",
      "th": "รัฐบาลไม่รู้จะตอบโต้ยังไง"
    }
  },
  {
    "translation": {
      "en": "With cases surging, Italy introduces a lockdown.",
      "th": "ด้วยจำนวนผู้ป่วยที่พุ่งทะยาน อิตาลีเริ่มล็อกดาวน์"
    }
  },
  {
    "translation": {
      "en": "Other European governments contemplate following suit.",
      "th": "รัฐบาลยุโรปประเทศอื่นกำลังตรึกตรอง ว่าจะทำตามไหม"
    }
  },
  {
    "translation": {
      "en": "And yet, around the same time in London,",
      "th": "และในขณะเดียวกันที่ลอนดอน"
    }
  },
  {
    "translation": {
      "en": "Prime Minister and haystack Boris Johnson",
      "th": "บอริส จอห์นสัน นายกรัฐมนตรีและกองฟาง"
    }
  },
  {
    "translation": {
      "en": "decides that since Britain is no longer part of Europe,",
      "th": "ตัดสินใจว่าไหนๆ อังกฤษ ก็จะไม่เป็นส่วนหนึ่งของยุโรปแล้ว"
    }
  },
  {
    "translation": {
      "en": "it can safely ignore the warnings.",
      "th": "จะไม่สนใจคำเตือนก็ได้"
    }
  },
  {
    "translation": {
      "en": "He encourages those who haven't already died",
      "th": "เขาสนับสนุนคนที่ยังไม่ตาย"
    }
  },
  {
    "translation": {
      "en": "to go about their business as usual, but with a greater emphasis on hygiene.",
      "th": "ให้ทำธุระของตัวเองได้ตามปกติ แต่ต้องเน้นเรื่องอนามัยเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "The single most useful thing that we can all do",
      "th": "สิ่งเดียวที่เป็นประโยชน์ที่สุด ที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "to stop the spread of coronavirus is to wash our hands.",
      "th": "เพื่อหยุดการระบาด ของไวรัสโคโรนาได้คือการล้างมือ"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] That was weird. One minute he was doing a soap ad about",
      "th": "แปลกมากเลยนะ เขาโฆษณาสบู่"
    }
  },
  {
    "translation": {
      "en": "how important it was to keep your hands clean",
      "th": "ว่ามันสำคัญแค่ไหน ที่มือเราจะต้องสะอาดเสมอ"
    }
  },
  {
    "translation": {
      "en": "and the next he was boasting about how he didn't care what he did with them.",
      "th": "แล้วก็ตัดไปพูดซะใหญ่โต ว่าเขาไม่สนใจว่าใช้มือทำอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "I was at a hospital the other night where I think there were actually a few coronavirus patients,",
      "th": "ผมอยู่ที่โรงพยาบาลเมื่อวันก่อน ตอนที่เพิ่งมีผู้ป่วยไม่กี่คน"
    }
  },
  {
    "translation": {
      "en": "and I shook hands with everybody.",
      "th": "ผมจับมือกับทุกคนเลย"
    }
  },
  {
    "translation": {
      "en": "Totally put me off using hands whatsoever.",
      "th": "ฉันเลยเลิกใช้มือไปเลย"
    }
  },
  {
    "translation": {
      "en": "So, I started doing absolutely everything with my elbows instead.",
      "th": "เริ่มทำทุกอย่างโดยใช้ข้อศอกแทน"
    }
  },
  {
    "translation": {
      "en": "And it was shortly after that my boyfriend left.",
      "th": "หลังจากนั้นไม่นานแฟนก็ทิ้ง"
    }
  },
  {
    "translation": {
      "en": "[narrator] America also seems underprepared.",
      "th": "ดูท่าแล้ว สหรัฐฯ เตรียมตัวรับมือไว้น้อยเกินไป"
    }
  },
  {
    "translation": {
      "en": "New York is hit hard.",
      "th": "นิวยอร์กโดนเต็มๆ"
    }
  },
  {
    "translation": {
      "en": "At a series of daily briefings,",
      "th": "ตอนแถลงการณ์ประจำวัน"
    }
  },
  {
    "translation": {
      "en": "Governor Andrew Cuomo desperately pleads for medical supplies.",
      "th": "ผู้ว่าฯ แอนดริว คูโอโมร้องขอ เครื่องมือทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "Where are the ventilators?",
      "th": "เครื่องช่วยหายใจอยู่ไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Where are the gowns, where's the PPEs, where are the masks, where are they?",
      "th": "ชุดกาวน์อยู่ไหน ชุดพีพีอีอยู่ไหน หน้ากากอยู่ไหน ของพวกนี้อยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Sadly, he has failed to notice they are piled up behind him.",
      "th": "น่าเศร้าว่าเขาไม่สังเกตเห็น ว่ามันกองอยู่ข้างหลังเขานั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Across the USA, supplies of masks, which, unlike guns,",
      "th": "ทั่วอเมริกา หน้ากากอนามัยใกล้จะหมด"
    }
  },
  {
    "translation": {
      "en": "cannot be cheaply and easily manufactured, run low,",
      "th": "และมันไม่สามารถผลิตได้ในราคาถูก เหมือนปืนหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "while critics describe the lack of ventilators as \"breathtaking.\"",
      "th": "ขณะที่นักวิจารณ์บอกว่า การขาดเครื่องช่วยหายใจช่างน่าใจหาย"
    }
  },
  {
    "translation": {
      "en": "It felt like the government wasn't taking the coronavirus seriously.",
      "th": "รู้สึกว่ารัฐบาล ยังไม่จริงจังเรื่องไวรัส"
    }
  },
  {
    "translation": {
      "en": "Maybe because there were still folks out there comparing it to the flu,",
      "th": "อาจเป็นเพราะยังมีคนอีกมาก ไปเปรียบเทียบมันกับไข้หวัดใหญ่"
    }
  },
  {
    "translation": {
      "en": "which is like comparing Uruguay to a banana.",
      "th": "ซึ่งเหมือนกับการเปรียบ ประเทศอุรุกวัยกับกล้วย"
    }
  },
  {
    "translation": {
      "en": "And one of those folks was the President.",
      "th": "และหนึ่งในคนพวกนั้น ก็คือประธานาธิบดีเอง"
    }
  },
  {
    "translation": {
      "en": "[Foss] Trump seemed to feel that the virus was one of those things",
      "th": "ทรัมป์ดูเหมือนจะรู้สึกว่า ไวรัสก็เหมือนกับ"
    }
  },
  {
    "translation": {
      "en": "that goes away if you ignore it, like a wasp or a wife.",
      "th": "สิ่งที่จะหายไปถ้าเราไม่ให้ความสนใจ เหมือนกับตัวต่อหรือเมียนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "We're prepared, we're doing a great job with it. It will go away, just stay calm.",
      "th": "เราพร้อมแล้ว เราทำได้ยอดเยี่ยม มันจะหายไปเอง ไม่ต้องตื่นตระหนก"
    }
  },
  {
    "translation": {
      "en": "[director] In March, the President said the pandemic would simply \"go away.\"",
      "th": "ในเดือนมีนาคม ประธานาธิบดีกล่าวว่า เดี๋ยวโรคระบาดก็หายไปเอง"
    }
  },
  {
    "translation": {
      "en": "OK, see… [sighs] This is what the media does. You lie, fabricate, fantasize.",
      "th": "โอเค นี่แหละที่สื่อทำ พวกคุณโกหก สร้างเรื่อง พูดเกินจริง"
    }
  },
  {
    "translation": {
      "en": "The president never said that.",
      "th": "ท่านประธานาธิบดีไม่เคยพูดอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "[Trump] It will go away. Stay calm. We want to protect our shipping industry.",
      "th": "มันจะหายไป อยู่ในความสงบ เราจะปกป้องอุตสาหกรรมขนส่งทางทะเล"
    }
  },
  {
    "translation": {
      "en": "OK, I know this doesn't fit with your agenda, but this never happened.",
      "th": "ฉันรู้ว่าไม่เกี่ยวกับหัวข้อของคุณ แต่เรื่องนี้ไม่เคยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] But the pandemic does the opposite of going away,",
      "th": "แต่โรคระบาดทำตรงข้ามกับการหายไป"
    }
  },
  {
    "translation": {
      "en": "as do the negative headlines.",
      "th": "เช่นเดียวกับการพาดหัวข่าวในแง่ลบ"
    }
  },
  {
    "translation": {
      "en": "Trump needs to reassure the public.",
      "th": "ทรัมป์ต้องเรียกความมั่นใจจากสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "He hits the airwaves, huddled tightly with close advisors.",
      "th": "เขาออกสื่อยืนเบียดเสียด กับที่ปรึกษาคนใกล้ชิดอย่างแนบแน่น"
    }
  },
  {
    "translation": {
      "en": "So, I'm glad to see that you're practicing social distancing, that looks very nice.",
      "th": "ผมดีใจมากเลยที่คุณฝึก เว้นระยะห่างทางสังคม ซึ่งดูดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] By the end of March, lockdowns have been rolled out right across the planet,",
      "th": "สิ้นเดือนมีนาคม ทั่วโลกล็อกดาวน์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "making them the most successful global franchise",
      "th": "ทำให้มันกลายเป็นแฟรนไชส์ ที่ประสบความสำเร็จที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "since the Marvel cinematic universe.",
      "th": "นับตั้งแต่หนังจักรวาลมาร์เวล"
    }
  },
  {
    "translation": {
      "en": "In major cities, with clubs, bars, and restaurants shuttered,",
      "th": "ในเมืองใหญ่ๆ คลับ บาร์ และร้านอาหารถูกปิด"
    }
  },
  {
    "translation": {
      "en": "everyday communal life comes to a screeching halt.",
      "th": "การสัญจรในชีวิตประจำวันถูกหยุด"
    }
  },
  {
    "translation": {
      "en": "Human beings are social animals,",
      "th": "มนุษย์เป็นสัตว์สังคม"
    }
  },
  {
    "translation": {
      "en": "so shutting down social interactions goes against our instinct.",
      "th": "การปิดกั้นการปฏิสัมพันธ์ในสังคม ถือเป็นเรื่องที่ขัดต่อสัญชาตญาณ"
    }
  },
  {
    "translation": {
      "en": "I mean for most folks, not me!",
      "th": "หมายถึงคนส่วนใหญ่น่ะ ไม่ใช่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I fucking hate people.",
      "th": "ฉันโคตรเกลียดผู้คนเลย"
    }
  },
  {
    "translation": {
      "en": "My God, it was bliss.",
      "th": "ให้ตายสิ สุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Foss] Well, the lockdown was absolutely transformative.",
      "th": "การล็อกดาวน์เป็นสิ่งที่ สร้างความเปลี่ยนแปลงอย่างที่สุด"
    }
  },
  {
    "translation": {
      "en": "It was as though",
      "th": "มันเหมือนกับว่า"
    }
  },
  {
    "translation": {
      "en": "time itself",
      "th": "เวลา"
    }
  },
  {
    "translation": {
      "en": "stood still.",
      "th": "หยุดอยู่กับที่"
    }
  },
  {
    "translation": {
      "en": "Life suddenly suspended in amber.",
      "th": "ชีวิตโดนหยุดไว้ในก้อนอำพันกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "Birds frozen in place in midair.",
      "th": "นกถูกแช่แข็งอยู่กลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "The planet quite literally stopped revolving.",
      "th": "และโลกก็เหมือนกับจะหยุดหมุนไปจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-[pigeons cooing] -[Nerrick] It was so quiet",
      "th": "มันเงียบมาก"
    }
  },
  {
    "translation": {
      "en": "you could actually hear yourself think.",
      "th": "จนสามารถได้ยินความคิดของตัวเองเลย"
    }
  },
  {
    "translation": {
      "en": "I expect.",
      "th": "หวังว่าจะเป็นแบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Workplaces and everyday businesses are forced to close.",
      "th": "ที่ทำงานและธุรกิจทั่วไปถูกสั่งปิด"
    }
  },
  {
    "translation": {
      "en": "Particularly hard hit, workers in the gig economy,",
      "th": "ที่ได้รับผลกระทบอย่างจังก็คือ ลูกจ้างไม่ประจำ"
    }
  },
  {
    "translation": {
      "en": "millennials who often work more than one job at a time.",
      "th": "คนรุ่นใหม่ที่ทำงานมากกว่าหนึ่งอย่าง"
    }
  },
  {
    "translation": {
      "en": "I can put my legs up and stuff, that's OK if I have my feet up?",
      "th": "ผมสามารถวางขาได้ไหม มันโอเคที่จะวางขาใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I don't want my feet to fall, so…",
      "th": "ไม่อยากให้ขาตก ก็เลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, my name's Duke Goolies.",
      "th": "ใช่ ผมชื่อ ดุ๊ก กูลีส์"
    }
  },
  {
    "translation": {
      "en": "I'm a content provider.",
      "th": "ผมเป็นคนสร้างเนื้อหา"
    }
  },
  {
    "translation": {
      "en": "And I'm a barman slash mixologist.",
      "th": "เป็นบาร์เทนเดอร์และคนผสมเครื่องดื่ม"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's definitely been challenging. Uh…",
      "th": "มันค่อนข้างจะท้าทายเลย"
    }
  },
  {
    "translation": {
      "en": "Listen, I don't want to be Mr. Mansplain,",
      "th": "ไม่อยากเป็นผู้ชายรู้ดีหรอกนะ แต่ผมรู้แต่แรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I kind of saw this coming because I was following coronavirus",
      "th": "ไม่อยากเป็นผู้ชายรู้ดีหรอกนะ แต่ผมรู้แต่แรกแล้ว เพราะผมตามข่าว ไวรัสโคโรนาก่อนหน้านี้"
    }
  },
  {
    "translation": {
      "en": "back before…",
      "th": "เพราะผมตามข่าว ไวรัสโคโรนาก่อนหน้านี้"
    }
  },
  {
    "translation": {
      "en": "you know, pre-Wuhan days when it was still inside of bats.",
      "th": "แบบก่อนเกิดเรื่องที่อู่ฮั่น ตอนที่เชื้อมันยังอยู่ในค้างคาวน่ะ"
    }
  },
  {
    "translation": {
      "en": "I work a lot of jobs.",
      "th": "ผมทำงานหลายอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "In the lockdown, I've had to reposition them to work on Zoom, you know.",
      "th": "พอล็อกดาวน์ผมเลย ต้องเปลี่ยนมาทำงานผ่านซูม"
    }
  },
  {
    "translation": {
      "en": "Like, I DJ at gender-neutral gender-reveal parties.",
      "th": "แบบเป็นดีเจที่ปาร์ตี้สำหรับทุกเพศ ที่คนมาเปิดเผยรสนิยมทางเพศ"
    }
  },
  {
    "translation": {
      "en": "Really important.",
      "th": "สำคัญมากเลย"
    }
  },
  {
    "translation": {
      "en": "I work as a life coach.",
      "th": "ผมทำงานเป็นไลฟ์โค้ช"
    }
  },
  {
    "translation": {
      "en": "Amy, you can. OK, A…?",
      "th": "เอมี่ เธอทำได้ โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Amy! Believe in yourself, OK? You can!",
      "th": "เอมี่ เชื่อมั่นในตัวเองหน่อยสิ โอเคไหม เธอทำได้"
    }
  },
  {
    "translation": {
      "en": "Just shut up!",
      "th": "หุบปากไปเลย"
    }
  },
  {
    "translation": {
      "en": "The other area of growth for me has been providing online content-tainment.",
      "th": "ด้านอื่นที่ผมพัฒนา ก็คือการให้บริการเนื้อหาบันเทิง"
    }
  },
  {
    "translation": {
      "en": "The theaters are shut, so you can't see your James Bonds or your Trolls 2.",
      "th": "โรงหนังถูกปิด เลยไปดูเจมส์ บอนด์ หรือโทรลล์สภาคสองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And the only film that did come out",
      "th": "และหนังเรื่องเดียวที่ออกมา"
    }
  },
  {
    "translation": {
      "en": "was about time being an endless loop, which we all know now anyways.",
      "th": "เกี่ยวกับเวลาที่วนเวียนไม่สิ้นสุด ซึ่งเรารู้แล้วว่าเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "So, my YouTube channel's gone total fuckbusters.",
      "th": "ช่องยูทูบของผมเลยกลายเป็นช่องดัง"
    }
  },
  {
    "translation": {
      "en": "Especially with the reaction videos where I react to 2020.",
      "th": "โดยเฉพาะคลิปรีแอกชัน เหตุการณ์ปี 2020"
    }
  },
  {
    "translation": {
      "en": "Guys, this literally looks like Armageddon, we're living through it.",
      "th": "เหมือนวันสิ้นโลกเลย และพวกเราก็อยู่ในช่วงเวลานี้"
    }
  },
  {
    "translation": {
      "en": "Awesome, oh my gosh, maybe like the bad version of awesome.",
      "th": "เจ๋งจัง ให้ตายสิ อาจจะเจ๋งไปในทางแย่ๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Shittifying, fuckawfulicious. I don't know!",
      "th": "น่ากลัวขี้หด ยอดแย่ ไม่รู้จะพูดยังไงเลย"
    }
  },
  {
    "translation": {
      "en": "Oh, my God. Don't forget to like and subscribe.",
      "th": "ให้ตายสิ อย่าลืมกดถูกใจ และกดติดตามด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "They do crazy numbers. I mean, yeah, there's so much material all year.",
      "th": "มีออกมาเยอะมาก มีเนื้อหาให้ทำต่อเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Look at this man!",
      "th": "ดูผู้ชายคนนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "He looks like a heap of balls!",
      "th": "เขาดูเหมือนไข่เดินได้เลย"
    }
  },
  {
    "translation": {
      "en": "Never-ending.",
      "th": "ไม่จบไม่สิ้น"
    }
  },
  {
    "translation": {
      "en": "That's a big blast. Whoa.",
      "th": "ระเบิดใหญ่มาก สุดๆ"
    }
  },
  {
    "translation": {
      "en": "Whoa! Oh!",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "I learned there's a lot of money in creating streaming content.",
      "th": "การสร้างเนื้อหาสตรีมมิง ทำเงินได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[director] How much did you make this year?",
      "th": "ปีนี้คุณมีรายได้เท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "I wanna say…",
      "th": "สัก"
    }
  },
  {
    "translation": {
      "en": "like 16 million dollars.",
      "th": "สิบหกล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile, in Britain, in a bid to raise the country's spirits,",
      "th": "(อยู่บ้าน รักษาชีวิต) ในขณะเดียวกันที่อังกฤษ เพื่อจะสร้างขวัญกำลังใจให้ประเทศ"
    }
  },
  {
    "translation": {
      "en": "the Queen prepares to deliver a unifying speech.",
      "th": "พระราชินีเตรียมพร้อมที่จะ มีพระราชดำรัสเพื่อความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "The monarch only addresses the nation on special occasions,",
      "th": "กษัตริย์จะออกมาพูด แค่ในเหตุการณ์สำคัญ"
    }
  },
  {
    "translation": {
      "en": "such as Christmas or the end of the world, so this was a huge moment.",
      "th": "เช่น วันคริสต์มาสหรือวันสิ้นโลก และนี่เป็นเหตุการณ์ที่ยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "[The Queen] Good evening, people of Earth.",
      "th": "สวัสดีตอนเย็น ชาวโลก"
    }
  },
  {
    "translation": {
      "en": "I speak to you at a time of grave national crisis.",
      "th": "ข้าพเจ้าขอพูดกับท่านในเวลา ที่เกิดวิกฤติร้ายแรงในชาติ"
    }
  },
  {
    "translation": {
      "en": "Her Majesty rather successfully, I thought, evoked the spirit of the Blitz,",
      "th": "แทนที่พระองค์จะทำสำเร็จ ผมว่ากลับเป็นการเรียกให้ฮึกเหิม"
    }
  },
  {
    "translation": {
      "en": "when Nazi bombs rained down nightly,",
      "th": "ทำสงครามแบบสายฟ้าแลบ ตอนที่นาซีทิ้งระเบิดตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "obliterating streets and homes and families on the ground.",
      "th": "ทำลายถนน บ้าน และครอบครัวบนพื้น"
    }
  },
  {
    "translation": {
      "en": "The kind of patriotic imagery that we find so comforting.",
      "th": "ภาพของความรักชาติที่ดูอบอุ่น"
    }
  },
  {
    "translation": {
      "en": "Defeating this enemy requires us to bravely cower indoors.",
      "th": "การเอาชนะศัตรูทำให้เราต้องมี ความกล้าหาญที่จะหลบอยู่ในบ้าน"
    }
  },
  {
    "translation": {
      "en": "In addition to television,",
      "th": "นอกจากทีวีแล้ว"
    }
  },
  {
    "translation": {
      "en": "this was the first time",
      "th": "นี่เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "one of one's speeches was carried live on YouTube.",
      "th": "ที่ถ่ายทอดสดพระราชดำรัสทางยูทูบ"
    }
  },
  {
    "translation": {
      "en": "[director] And did that affect the content at all?",
      "th": "แล้วนั่น มีผลกระทบต่อเนื้อหาบ้างไหมครับ"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "th": "แน่นอนว่าไม่"
    }
  },
  {
    "translation": {
      "en": "We will meet again.",
      "th": "เราจะได้พบกันใหม่"
    }
  },
  {
    "translation": {
      "en": "Now, smash that \"Like\" button and don't forget to subscribe.",
      "th": "กดปุ่มถูกใจให้มันดังๆ เลย และอย่าลืมกดติดตามด้วย"
    }
  },
  {
    "translation": {
      "en": "Also, click here to check out my official regal merch.",
      "th": "และกดตรงนี้ เพื่อดูสินค้าจากทางราชวงศ์"
    }
  },
  {
    "translation": {
      "en": "[narrator] But moments after her Majesty delivers these stirring words, -the mood darkens. -[BBC News theme tune]",
      "th": "แต่ไม่นานหลังมีพระราชดำรัส ที่ทำให้คนเคืองใจ ทุกอย่างก็แย่ลง"
    }
  },
  {
    "translation": {
      "en": "Tonight at ten, the Prime Minister Boris Johnson has been taken to intensive care",
      "th": "คืนนี้นายกรัฐมนตรี บอริส จอห์นสัน เพิ่งถูกส่งเข้าห้องไอซียู"
    }
  },
  {
    "translation": {
      "en": "as he suffers the effects of coronavirus.",
      "th": "เนื่องจากผลกระทบจากไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the Brexit PM in a critical condition,",
      "th": "ขณะที่นายกเบร็กซิตอาการย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "52% of the nation holds its breath.",
      "th": "คน 52 เปอร์เซ็นต์ของประเทศ หายใจไม่ทั่วท้อง"
    }
  },
  {
    "translation": {
      "en": "There was a real fear that at a time of national crisis",
      "th": "ความกลัวที่แท้จริงก็คือ ในช่วงวิกฤติของประเทศ"
    }
  },
  {
    "translation": {
      "en": "the Prime Minister might have to be replaced",
      "th": "อาจจะต้องเปลี่ยนนายกฯ"
    }
  },
  {
    "translation": {
      "en": "by someone less qualified than him.",
      "th": "มาเป็นผู้ที่มีความสามารถน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "Which would be impossible.",
      "th": "นั่นเป็นสิ่งที่เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Unless they were drawing up plans to replace him with a sock or a balloon or something.",
      "th": "เว้นแต่ว่าพวกเขา ให้ถุงเท้าหรือบอลลูนมาเป็นนายกฯ แทน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Just as the Prime Minister might exit the realm of the living,",
      "th": "ขณะที่ดูเหมือนว่า นายกรัฐมนตรีอาจจะไปสู่โลกหน้า"
    }
  },
  {
    "translation": {
      "en": "a process known as Prexit,",
      "th": "โดยกระบวนการที่เรียกว่าเพร็กซิต"
    }
  },
  {
    "translation": {
      "en": "hospital staff nurse him back to health,",
      "th": "บุคลากรทางการแพทย์ก็ดึงเขากลับมา"
    }
  },
  {
    "translation": {
      "en": "and weeks later he's back on the job.",
      "th": "และไม่กี่สัปดาห์ต่อมา เขาก็กลับมาทำงานได้"
    }
  },
  {
    "translation": {
      "en": "Incredibly, the virus didn't seem to have affected his abilities in any way.",
      "th": "น่าทึ่งมากๆ ดูแล้วไวรัส ไม่ได้มีผลต่อความสามารถของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "He still didn't have any.",
      "th": "เพราะเขายังคงไม่มีเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "[narrator] News of Johnson's illness proves that world leaders",
      "th": "ข่าวการป่วยของจอห์นสัน พิสูจน์แล้วว่าผู้นำของโลก"
    }
  },
  {
    "translation": {
      "en": "aren't naturally immune,",
      "th": "ไม่ได้มีภูมิคุ้มกันโดยธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "yet some seem unwilling to take precautions.",
      "th": "แต่บางคนก็ยังไม่สนคำเตือน"
    }
  },
  {
    "translation": {
      "en": "[Bracket] Trump refused to wear a mask for a long time.",
      "th": "ทรัมป์ปฏิเสธที่จะใส่หน้ากากอนามัย อยู่พักใหญ่ๆ เลย"
    }
  },
  {
    "translation": {
      "en": "If someone told him white hoods protected against the virus,",
      "th": "ถ้าบางคนบอกเขาว่า หมวกคลุมหัวสีขาวป้องกันไวรัสได้"
    }
  },
  {
    "translation": {
      "en": "maybe he'd have felt differently.",
      "th": "เขาอาจจะไม่รู้สึกแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Egged on by the President, some citizens also refuse to toe the line.",
      "th": "ด้วยการนำของประธานาธิบดี ประชาชนบางคนก็ไม่ยอมอยู่ในระเบียบ"
    }
  },
  {
    "translation": {
      "en": "Whoa! I thought I heard a voice.",
      "th": "ผมนึกว่าผมได้ยินเสียง"
    }
  },
  {
    "translation": {
      "en": "I thought I heard some Americans!",
      "th": "ผมนึกว่าผมได้ยินเสียงคนอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] In several states, protestors take to the streets,",
      "th": "ในหลายรัฐ มีผู้ชุมนุมออกมาประท้วง"
    }
  },
  {
    "translation": {
      "en": "demanding their constitutional right to spread the deadly virus.",
      "th": "เพื่อเรียกร้องสิทธิ์ในรัฐธรรมนูญ สิทธิ์ในการแพร่ไวรัส"
    }
  },
  {
    "translation": {
      "en": "The online rumor mill is working overtime.",
      "th": "แหล่งปั่นข่าวลือออนไลน์ กำลังทำงานอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "When this whole thing started, um,",
      "th": "ตอนที่เกิดเรื่องพวกนี้"
    }
  },
  {
    "translation": {
      "en": "there were so many wild rumors flying around.",
      "th": "มีข่าวลือเยอะแยะ ไปทั่วเลย"
    }
  },
  {
    "translation": {
      "en": "So, I would watch Dr. Fauci to get an anchor",
      "th": "ฉันเลยดูหมอเฟาชีเพื่อติดตาม"
    }
  },
  {
    "translation": {
      "en": "on what was actually happening, you know?",
      "th": "สิ่งที่เกิดขึ้นจริงในเวลานี้"
    }
  },
  {
    "translation": {
      "en": "And, um… even though it was so scary, I found it really reassuring",
      "th": "และถึงแม้ว่ามันจะน่ากลัวมาก แต่ฉันก็มีความมั่นใจมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "um, to watch someone who is so accomplished",
      "th": "ที่มองเห็นคนที่ประสบความสำเร็จมาก"
    }
  },
  {
    "translation": {
      "en": "calmly laying out the science.",
      "th": "ออกมาเปิดเผยเรื่องทางวิทยาศาตร์"
    }
  },
  {
    "translation": {
      "en": "Um… but that was before I knew he was an actor. Yeah.",
      "th": "แต่นั่นมันก่อนที่ฉัน จะรู้ว่าเขาเป็นนักแสดง นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "[director] And… how did you come to learn that?",
      "th": "แล้วคุณรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Well, someone from my PTA WhatsApp group shared a link to a documentary",
      "th": "มีคนจากกลุ่มผู้ปกครองในวอตส์แอปป์ ส่งลิงก์สารคดี"
    }
  },
  {
    "translation": {
      "en": "which proves that George Soros created the virus in a Chinese lab",
      "th": "ซึ่งพิสูจน์ว่าจอร์จ โซรอส สร้างไวรัสในห้องทดลองของจีน"
    }
  },
  {
    "translation": {
      "en": "so that Bill Gates could make a vaccine out of microchips",
      "th": "เพื่อที่บิลล์ เกตส์ จะได้ผลิตวัคซีนจากไมโครชิป"
    }
  },
  {
    "translation": {
      "en": "and control us all like we're in a videogame.",
      "th": "และควบคุมเราเหมือนในเกม"
    }
  },
  {
    "translation": {
      "en": "And I know, I know that sounds crazy,",
      "th": "ฉันรู้ว่ามันฟังดูบ้า"
    }
  },
  {
    "translation": {
      "en": "but the thing is, we've seen him do this before.",
      "th": "แต่เราเคยเห็นเขาทำแบบนี้มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Right? Like when he crossed a human with a paperclip",
      "th": "จริงไหม เหมือนตอนที่เขารวมมนุษย์ เข้ากับคลิปหนีบกระดาษ"
    }
  },
  {
    "translation": {
      "en": "and made that poor tormented monster that haunted Windows 98.",
      "th": "และสร้างสัตว์ประหลาดน่าสงสาร ที่หลอกหลอนวินโดวส์ 98"
    }
  },
  {
    "translation": {
      "en": "Of course, it wasn't surprising that some folk were confused",
      "th": "แน่นอน ไม่น่าแปลกใจที่บางคนจะสับสน"
    }
  },
  {
    "translation": {
      "en": "about the biology of this whole thing, given the President seemed to be saying",
      "th": "เกี่ยวกับชีววิทยาของเรื่องพวกนี้ ดูจากที่ประธานาธิบดีพูดไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "it could be cured with a kind of sunlight-and-bleach wonder diet.",
      "th": "อาจรักษาได้ด้วยสิ่งวิเศษ เช่นแสงแดดและน้ำยาฟอก"
    }
  },
  {
    "translation": {
      "en": "Right, and then I see the disinfectant,",
      "th": "ใช่ แล้วผมก็เหลือบไปเห็น น้ำยาทำความสะอาด"
    }
  },
  {
    "translation": {
      "en": "where it knocks it out in a minute, one minute,",
      "th": "ที่ทำให้มันตายได้ภายในหนึ่งนาที"
    }
  },
  {
    "translation": {
      "en": "and is there a way we can do something like that?",
      "th": "และมีวิธีที่จะทำให้ได้แบบนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] The remarks confuse the President's own medical advisors,",
      "th": "ความคิดเห็นนี้ได้สร้างความงุนงง ให้กับที่ปรึกษาทางการแพทย์ของ ปธน."
    }
  },
  {
    "translation": {
      "en": "who visibly try to clamber deep within their own souls to die.",
      "th": "ผู้ที่อยากตายอย่างเห็นได้ชัด"
    }
  },
  {
    "translation": {
      "en": "I guess if you could collapse the past three and a half years of madness",
      "th": "ผมเดาว่าถ้าสามารถรวบ ความบ้าบอในสามปีครึ่งที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "-into one clip-- -That would be it.",
      "th": "- มารวมในคลิปเดียว… - คงแบบนั้นแหละค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As May draws to a close, for the first time in months,",
      "th": "ช่วงใกล้สิ้นเดือนพฤษภาคม เป็นครั้งแรกในรอบหลายเดือน"
    }
  },
  {
    "translation": {
      "en": "the coronavirus pandemic is knocked from the headlines",
      "th": "ที่การระบาดของโคโรนาไวรัส ตกจากหน้าหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "of every news network by a different story altogether,",
      "th": "ของสื่อทุกสำนัก โดยมีหลายเรื่องเข้ามาแทน"
    }
  },
  {
    "translation": {
      "en": "one that also makes for grim viewing.",
      "th": "หนึ่งหัวข้อที่ดูน่าหวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "The FBI is looking into the death of a Black man",
      "th": "เอฟบีไอกำลังตรวจสอบ การตายของชายผิวดำ"
    }
  },
  {
    "translation": {
      "en": "after he was stopped by police in Minneapolis.",
      "th": "หลังจากที่ถูกสั่งให้หยุด โดยตำรวจมินเนอาโปลิส"
    }
  },
  {
    "translation": {
      "en": "The incident was caught on camera.",
      "th": "เหตุการณ์นี้ถูกบันทึกไว้ได้"
    }
  },
  {
    "translation": {
      "en": "George Floyd died in police custody",
      "th": "จอร์จ ฟลอยด์เสียชีวิต ในขณะถูกควบคุมโดยตำรวจ"
    }
  },
  {
    "translation": {
      "en": "after an officer pressed his knee into Floyd's neck for at least seven minutes.",
      "th": "หลังจากที่เจ้าหน้าที่กดเข่าลงไปบนคอ ของฟลอยด์อย่างน้อยเจ็ดนาที"
    }
  },
  {
    "translation": {
      "en": "Some people, including the Minneapolis mayor,",
      "th": "บางคนรวมไปถึงนายกเทศมนตรี ของมินเนอาโพลิส"
    }
  },
  {
    "translation": {
      "en": "are already saying the police used excessive force.",
      "th": "กล่าวว่าเจ้าหน้าที่ ใช้กำลังเกินกว่าเหตุ"
    }
  },
  {
    "translation": {
      "en": "[male reporter 1] Today, the mayor called it \"wrong at every level.\"",
      "th": "วันนี้นายกเทศมนตรีกล่าวว่า มันผิดไปหมด"
    }
  },
  {
    "translation": {
      "en": "What we saw was horrible.",
      "th": "สิ่งที่เราเห็นมันโหดร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "Fact is, those officers",
      "th": "ความจริงก็คือ เจ้าหน้าที่พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "didn't see George Floyd as a human being,",
      "th": "ไม่ได้มองจอร์จ ฟลอยด์เป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "but the world did.",
      "th": "แต่โลกมองเขาเป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[male reporter 2] Tonight the outrage in Minneapolis is mounting,",
      "th": "คืนนี้ ความโกรธแค้น ในมินเนอาโพลิสสะสมเพิ่มมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "even after four officers were fired.",
      "th": "แม้ว่าเจ้าหน้าที่สี่คน จะโดนไล่ออกไปแล้วก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Was it enough for you that the officers were fired?",
      "th": "สำหรับคุณ มันเพียงพอไหม กับการที่ไล่เจ้าหน้าที่ออก"
    }
  },
  {
    "translation": {
      "en": "That is not enough. That is not enough.",
      "th": "มันไม่พอ บอกเลยไม่พอ"
    }
  },
  {
    "translation": {
      "en": "The police have interesting priorities.",
      "th": "ตำรวจมีลำดับความสำคัญที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "When George Floyd, one black guy,",
      "th": "ตอนที่จอร์จ ฟลอยด์ คนดำหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "tried, allegedly, to pass one fake $20 bill in a liquor store,",
      "th": "ถูกกล่าวหาว่าพยายามจะใช้ธนบัตร ยี่สิบดอลลาร์ปลอมในร้านเหล้า"
    }
  },
  {
    "translation": {
      "en": "he had four cops on his ass within minutes.",
      "th": "ตำรวจสี่คนถึงตัวเขาภายในไม่กี่นาที"
    }
  },
  {
    "translation": {
      "en": "And they killed him.",
      "th": "แล้วพวกนั้นก็ฆ่าเขา"
    }
  },
  {
    "translation": {
      "en": "Know how long it took the same police department",
      "th": "รู้ไหมว่าใช้เวลานานขนาดไหน สำหรับตำรวจ สน. เดียวกัน"
    }
  },
  {
    "translation": {
      "en": "to arrest the prime suspects in that case?",
      "th": "ในการจับกุมผู้ต้องสงสัยในคดีนั้น"
    }
  },
  {
    "translation": {
      "en": "Four days.",
      "th": "สี่วัน"
    }
  },
  {
    "translation": {
      "en": "And they had that shit on tape!",
      "th": "แล้วมีหลักฐานเป็นวิดีโอด้วย"
    }
  },
  {
    "translation": {
      "en": "Did they think that was counterfeit too?",
      "th": "พวกเขาคิดว่ามัน เป็นของปลอมด้วยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] The George Floyd tragedy is merely the latest",
      "th": "โศกนาฏกรรมจอร์จ ฟลอยด์ คือเหตุการณ์ล่าสุด"
    }
  },
  {
    "translation": {
      "en": "in a long series of police killings of Black people,",
      "th": "ในมหากาพย์ของการที่ตำรวจ ฆ่าประชาชนผิวดำ"
    }
  },
  {
    "translation": {
      "en": "and it comes as a final straw.",
      "th": "แล้วก็มาถึงฟางเส้นสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "In increasing numbers,",
      "th": "ผู้ประท้วงลงถนน"
    }
  },
  {
    "translation": {
      "en": "protestors take to the streets to give voice to their anger.",
      "th": "และเพิ่มจำนวนเรื่อยๆ เพื่อส่งเสียง ถึงความเกรี้ยวกราด"
    }
  },
  {
    "translation": {
      "en": "People said, \"It's dangerous to gather in crowds like that.",
      "th": "ผู้คนบอกว่ามันอันตรายนะ ที่จะรวมกลุ่มกันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "What about the pandemic?\"",
      "th": "แล้วโรคระบาดล่ะ"
    }
  },
  {
    "translation": {
      "en": "But, you know, in some ways I prefer the coronavirus to the police.",
      "th": "รู้ไหม ผมเลือกเจอไวรัส แทนที่จะเจอตำรวจนะ"
    }
  },
  {
    "translation": {
      "en": "And don't get me wrong, I fucking hate the virus,",
      "th": "อย่าเพิ่งเข้าใจผิด ผมโคตรเกลียดไวรัสเลย"
    }
  },
  {
    "translation": {
      "en": "but at least it doesn't pretend it's here to help.",
      "th": "แต่อย่างน้อยมันก็ไม่ได้เสแสร้ง ทำเป็นมาช่วย"
    }
  },
  {
    "translation": {
      "en": "It doesn't drive around the neighborhood",
      "th": "มันไม่ได้มาขับรถแถวบ้าน"
    }
  },
  {
    "translation": {
      "en": "with \"Protect and Serve\" painted on its side before it kills you.",
      "th": "ข้างรถมีคำว่า \"รับใช้และปกป้อง\" เขียนด้านข้างรถ จากนั้นก็ฆ่าคุณ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] What happened with George Floyd disgusted everybody.",
      "th": "สิ่งที่เกิดขึ้นกับจอร์จ ฟลอยด์ มันทำให้ทุกคนรู้สึกขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "But it didn't surprise Black people.",
      "th": "แต่สำหรับคนดำ ไม่ได้เป็นเรื่องน่าตกใจเลย"
    }
  },
  {
    "translation": {
      "en": "We've always known what cops are capable of.",
      "th": "เรารู้อยู่แล้วว่าตำรวจทำอะไรได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "But today, bystanders got a camera on their phones",
      "th": "แต่วันนี้คนทั่วไปมีกล้องในมือถือ"
    }
  },
  {
    "translation": {
      "en": "so now everybody gets to see it.",
      "th": "ทุกคนเลยได้เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "And honestly?",
      "th": "เอาตรงๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "That ought to be the number one sales feature for the iPhone.",
      "th": "นั่นน่าจะเป็นจุดขายอันดับหนึ่ง ของไอโฟนเลย"
    }
  },
  {
    "translation": {
      "en": "Fuck your \"Megapixel Display.\"",
      "th": "เรื่องจอแสดงผลเมกะพิกเซลน่ะ ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "How about put \"Exposes Police Brutality\" on the box?",
      "th": "ลองแปะคำว่า \"เปิดโปงความรุนแรง ของตำรวจ\" ไว้บนกล่องดีไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Over the following days",
      "th": "วันต่อๆ มา"
    }
  },
  {
    "translation": {
      "en": "as tensions escalate and police and protestors face off,",
      "th": "เมื่อความตึงเครียดเพิ่มขึ้น ผู้ประท้วงและตำรวจเผชิญหน้ากัน"
    }
  },
  {
    "translation": {
      "en": "some of the demonstrations turn violent.",
      "th": "เกิดความรุนแรง ในการประท้วงบางพื้นที่"
    }
  },
  {
    "translation": {
      "en": "The President skillfully placates the situation",
      "th": "ประธานาธิบดีผ่อนคลายสถานการณ์ อย่างเชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "with some soothing incendiary comments.",
      "th": "ด้วยความคิดเห็นปลอบประโลมไฟลุก"
    }
  },
  {
    "translation": {
      "en": "And in Washington, he orders peaceful demonstrators",
      "th": "ในวอร์ชิงตัน เขาสั่งผู้ชุมนุมด้วยความสงบ"
    }
  },
  {
    "translation": {
      "en": "to be gently dispersed with some courteous state violence.",
      "th": "ให้แยกย้ายอย่างสงบ โดยใช้ความรุนแรงของรัฐอย่างมีมารยาท"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] Trump got riot police with tear gas and rubber bullets to clear the protesters",
      "th": "เขาสั่งให้ตำรวจใช้แก๊สน้ำตา และกระสุนยาง สลายการชุมนุม"
    }
  },
  {
    "translation": {
      "en": "so he could pose for a photo in front of St. John's Church.",
      "th": "เพื่อที่เขาสามารถโพสต์ท่า ถ่ายรูปหน้าโบสถ์เซนต์จอห์นได้"
    }
  },
  {
    "translation": {
      "en": "Because, you know, when you live in a city,",
      "th": "เพราะเวลาคุณอาศัยอยู่ในเมือง"
    }
  },
  {
    "translation": {
      "en": "you never get to appreciate it and do the touristy things.",
      "th": "คุณไม่เคยจะได้ชื่นชมมัน และทำตัวเป็นนักท่องเที่ยว"
    }
  },
  {
    "translation": {
      "en": "[narrator] Trump's gracious, Christ-like diplomacy fails and violence continues to flare up.",
      "th": "การทูตสง่างามดังพระเยซูของทรัมป์ ล้มเหลว และทำให้ความรุนแรงทวีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Flowers] There was so much anger expressed",
      "th": "ความโมโหปะทุออกมาล้นหลาม"
    }
  },
  {
    "translation": {
      "en": "and emotions were running super high,",
      "th": "และความรู้สึกก็พุ่งทะลุปรอท"
    }
  },
  {
    "translation": {
      "en": "so of course there was gonna be trouble.",
      "th": "แน่นอนมันจะมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "But… the sensible thing to do",
      "th": "แต่สิ่งที่ควรทำมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "would have been to wait at home",
      "th": "คือน่าจะรออยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "um… until everyone had just calmed down and the whole thing had blown over,",
      "th": "จนกระทั่งทุกคนสงบสติ และเรื่องทุกอย่างจบ"
    }
  },
  {
    "translation": {
      "en": "and then you go out and protest in a, um… calm and orderly manner.",
      "th": "แล้วคุณค่อยไปประท้วง อย่างสงบและเป็นระเบียบ"
    }
  },
  {
    "translation": {
      "en": "Um… I would have been the first to support that,",
      "th": "ฉันจะเป็นคนแรกเลยที่สนับสนุน"
    }
  },
  {
    "translation": {
      "en": "unless it was on a Tuesday because that's my Peloton class.",
      "th": "นอกจากว่ามันเป็นวันอังคาร เพราะฉันติดเรียนเพโลตอน"
    }
  },
  {
    "translation": {
      "en": "But instead what was happening just looked like all-out anarchy to me.",
      "th": "แต่ทุกสิ่งที่เกิดขึ้น ดูเป็นพวกป่าเถื่อนไร้ระเบียบ"
    }
  },
  {
    "translation": {
      "en": "Um… and believe me, I, uh… I know criminal behavior when I see it.",
      "th": "เชื่อฉันเถอะ ฉันดูออกนะ ว่าพฤติกรรมอาชญากรเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Whether it's someone breaking a window or a Black man sitting in a car.",
      "th": "ไม่ว่าจะเป็นคนที่ทุบกระจก หรือคนดำนั่งบนรถ"
    }
  },
  {
    "translation": {
      "en": "[director] Wasn't there a video of you",
      "th": "มีคลิปของคุณไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "haranguing a Black man sitting in a car that went viral this year?",
      "th": "คลิปด่าคนดำบนรถน่ะ เป็นคลิปดังของปีนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[man] And I'm telling you this is my car.",
      "th": "บอกเลยว่านี่รถฉัน"
    }
  },
  {
    "translation": {
      "en": "Well, then I'm sure you'll prove that with some ID. Yeah.",
      "th": "ฉันว่าคุณน่าจะพิสูจน์ ได้ด้วยบัตรประจำตัวนะ"
    }
  },
  {
    "translation": {
      "en": "First of all, I… [chuckles] I wasn't haranguing.",
      "th": "อย่างแรกเลยนะ ฉันไม่ได้ด่า"
    }
  },
  {
    "translation": {
      "en": "I was politely enquiring, for less than an hour.",
      "th": "ฉันแค่ถามด้วยความสุภาพ ไม่ถึงหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[director] So, that was the only time you did something like that this year?",
      "th": "นี่เป็นครั้งเดียวในรอบปี ที่คุณทำแบบนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Um… there was an incident at a pool.",
      "th": "มีเหตุการณ์หนึ่งที่สระน้ำ"
    }
  },
  {
    "translation": {
      "en": "-[woman] Give it back! -Do you have a receipt?",
      "th": "- เอาคืนมานะ - คุณมีใบเสร็จหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I need to see a receipt.",
      "th": "ขอดูใบเสร็จหน่อย"
    }
  },
  {
    "translation": {
      "en": "Uh… there was an incident up in the hills.",
      "th": "มีเหตุการณ์หนึ่งบนเขา"
    }
  },
  {
    "translation": {
      "en": "[man] I'm painting a watercolor!",
      "th": "ผมวาดรูปสีน้ำอยู่"
    }
  },
  {
    "translation": {
      "en": "The way that you're wielding that paintbrush is very unsettling to me.",
      "th": "เวลาคุณโบกพู่กันมันน่ารำคาญจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And at the hospital.",
      "th": "และที่โรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "Sweetie, are you absolutely sure that this is your dialysis machine?",
      "th": "ที่รัก เธอมั่นใจเหรอว่า นี่คือเครื่องฟอกไตเทียมของเธอ"
    }
  },
  {
    "translation": {
      "en": "-[girl] Mommy, the crazy lady's back. -I was just asking. I'm allowed to ask.",
      "th": "- แม่คะ คนบ้านี่มาอีกแล้ว - ฉันมีสิทธิ์ที่จะถามนะ"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] I don't know why people are so quick to judge.",
      "th": "ไม่รู้ว่าทำไมคนถึงด่วนตัดสิน"
    }
  },
  {
    "translation": {
      "en": "[whispering] Is he with you?",
      "th": "เขาเป็นคนของคุณเหรอ"
    }
  },
  {
    "translation": {
      "en": "[director] That's Mike. He's been here all day.",
      "th": "นั่นคือไมค์ เขาอยู่มาทั้งวันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] By now, the protests have gone international,",
      "th": "ตอนนี้การประท้วง ขยายไประดับนานาชาติแล้ว"
    }
  },
  {
    "translation": {
      "en": "with a rallying cry reverberating across the globe.",
      "th": "และได้รับเสียงสนับสนุน ที่ดังก้องทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "-Black Lives Matter! -Black Lives Matter!",
      "th": "- แบล็กไลฟส์แมตเทอร์ - แบล็กไลฟส์แมตเทอร์"
    }
  },
  {
    "translation": {
      "en": "Black Lives Matter.",
      "th": "แบล็กไลฟส์แมตเทอร์ (ชีวิตคนดำมีค่า)"
    }
  },
  {
    "translation": {
      "en": "Well… no reasonable person could disagree with that,",
      "th": "ไม่มีคนสติดีคนไหนหรอกที่ไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "but I would prefer to say, \"All lives matter.\"",
      "th": "แต่ผมขอบอกว่า ออลล์ไลฟส์แมตเทอร์ (ทุกชีวิตมีค่า)"
    }
  },
  {
    "translation": {
      "en": "[director] I think the point is they're currently treated like they don't matter.",
      "th": "ผมคิดว่าประเด็นคือ ตอนนี้พวกเขา ถูกปฏิบัติราวกับว่าไม่มีค่า"
    }
  },
  {
    "translation": {
      "en": "All lives? I don't think so.",
      "th": "ทุกชีวิตเหรอ ผมว่าไม่นะ"
    }
  },
  {
    "translation": {
      "en": "[director] No, black lives.",
      "th": "ไม่ๆ ชีวิตคนดำน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, those.",
      "th": "พวกนั้นน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, what about them?",
      "th": "ขอโทษนะ พวกนั้นมีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-[director] They matter. -More than all lives?",
      "th": "- พวกเขาก็มีค่า - มากกว่าทุกชีวิตอีกหรอ"
    }
  },
  {
    "translation": {
      "en": "-Now who's being a racist? -[director] I didn't call you a racist.",
      "th": "- ดูสิตอนนี้ใครเหยียดสีผิว - ผมไม่ได้ว่าคุณแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You are. You are just about to label me a bigot, just like my daughter.",
      "th": "คุณกำลังจะหาว่าผมเป็นคนคลั่ง เหมือนที่ลูกสาวผมทำ"
    }
  },
  {
    "translation": {
      "en": "And her friends, and my son, and his friends.",
      "th": "และเพื่อนของเธอ ลูกชายของผม และเพื่อนของเขา"
    }
  },
  {
    "translation": {
      "en": "And my wife.",
      "th": "และภรรยาของผม"
    }
  },
  {
    "translation": {
      "en": "And her friends.",
      "th": "เพื่อนของเธอ"
    }
  },
  {
    "translation": {
      "en": "And my friends.",
      "th": "และเพื่อนของผม"
    }
  },
  {
    "translation": {
      "en": "You can't say anything these days.",
      "th": "ผมพูดอะไรไม่ได้เลยช่วงนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Next, the spotlight falls upon the relics of an intolerant past.",
      "th": "ต่อไปความสนใจจะมุ่งไป ที่ซากแห่งอดีตที่ผู้คนรับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "In Bristol, England, protestors surround slave trader and statue Edward Colston",
      "th": "ที่บริสตอล อังกฤษ ผู้ประท้วงล้อม รูปปั้นพ่อค้าทาส เอ็ดเวิร์ด โคลสตัน"
    }
  },
  {
    "translation": {
      "en": "and drag him from the safety of his plinth.",
      "th": "และลากเขาลงมาจากแท่น"
    }
  },
  {
    "translation": {
      "en": "Look, these people are trying to destroy history.",
      "th": "ดูสิ คนพวกนี้ กำลังทำลายประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[director] What if by tearing these statues down they're actually making history?",
      "th": "แล้วถ้าการที่พวกเขาทำลายรูปปั้นนี้ มันเป็นการเปิดหน้าประวัติศาสตร์ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Shut up and move on.",
      "th": "หุบปากแล้วก้าวข้ามมันไป"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] They threw him in the sea, which is cruel.",
      "th": "พวกนั้นโยนเขาลงทะเล ถือว่าโหดร้าย"
    }
  },
  {
    "translation": {
      "en": "They might have killed him.",
      "th": "อาจจะถึงตายเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Can statues breathe underwater?",
      "th": "รูปปั้นหายใจใต้น้ำได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No, they don't breathe at all.",
      "th": "ไม่ๆ รูปปั้นไม่ได้หายใจ"
    }
  },
  {
    "translation": {
      "en": "OK, so he probably swam to safety.",
      "th": "โอเค เขาอาจจะว่ายน้ำเข้าฝั่งปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "[Bracket] You had corporations going woke too,",
      "th": "มีองค์กรที่ตื่นรู้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "asking themselves how can they support Black people",
      "th": "ที่ถามตัวเองว่าจะช่วยคนดำ ได้ยังไงได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "without actually paying them.",
      "th": "โดยไม่ต้องจ่ายเงินให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "Demonstrating their sensitivity",
      "th": "แสดงให้เห็นถึงความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "by rebranding Ku Klux Krunchies as Rosa Parks Puffs,",
      "th": "เปลี่ยนภาพลักษณ์ คูคลักซ์ครันชีส์ เป็นโรซาพาคส์พัฟฟส์"
    }
  },
  {
    "translation": {
      "en": "and so on.",
      "th": "และมีอีกเยอะ"
    }
  },
  {
    "translation": {
      "en": "I'm proud to say as a corporation we stepped up in several bold ways.",
      "th": "ผมภูมิใจที่จะบอกว่าในฐานะองค์กร เราได้แสดงความกล้าในหลายๆ ทาง"
    }
  },
  {
    "translation": {
      "en": "We rolled out an update that replaced our virtual assistants",
      "th": "เราปล่อยอัปเดตที่เปลี่ยน ผู้ช่วยเสมือนจริงของเรา"
    }
  },
  {
    "translation": {
      "en": "with the personality of Malcolm X.",
      "th": "ให้มีนิสัยแบบมัลคอล์มเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "[man] Malcolm, could you play the best of ZZ Top?",
      "th": "มัลคอล์ม เล่นเพลงที่เจ๋งที่สุด ของซีซีทอป"
    }
  },
  {
    "translation": {
      "en": "[imitates Malcolm X] I will neither follow your orders nor recognize your authority.",
      "th": "ผมจะไม่ทำตามคำสั่งของคุณ คุณไม่มีสิทธิ์มาสั่งผม"
    }
  },
  {
    "translation": {
      "en": "But perhaps our biggest gesture was the whole Boris Johnson thing.",
      "th": "บางทีการแสดงออกที่ใหญ่ที่สุดคือ เรื่องบอริส จอห์นสันน่ะ"
    }
  },
  {
    "translation": {
      "en": "We've had great ties with UK government since we delivered the Brexit vote for them.",
      "th": "เรามีความสัมพันธ์กับรัฐบาลอังกฤษ แนบแน่น เพราะเราช่วยเรื่องเบรกซิท"
    }
  },
  {
    "translation": {
      "en": "And they'd reached out looking for a gesture to show",
      "th": "เขายื่นมือมาเพื่อหาวิธีแสดงออก"
    }
  },
  {
    "translation": {
      "en": "Britain had shrugged off its colonial past,",
      "th": "ว่าคนอังกฤษทิ้งประวัติศาสตร์ ในยุคล่าอาณานิคมไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "which was a little \"slave-trade-y.\"",
      "th": "ซึ่งก็เกี่ยวกับการค้าทาสนิดๆ หน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "So, we had them trial our body swap tech.",
      "th": "เราเลยให้เขาเริ่มทดลอง การสับเปลี่ยนร่างกาย"
    }
  },
  {
    "translation": {
      "en": "This is the first time the soul of a British Prime Minister",
      "th": "นี่คือครั้งแรก ที่วิญญาณของนายกอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "has been transferred into the body of a Black man.",
      "th": "จะย้ายไปเข้าร่างคนดำ"
    }
  },
  {
    "translation": {
      "en": "And it worked.",
      "th": "และก็ทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[imitating Boris Johnson] Today, I stand before you as a proud Black man,",
      "th": "วันนี้ผมยืนต่อหน้าคุณในฐานะคนดำ ด้วยความภาคภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "a thrusting, living symbol of vibrant modern Britain.",
      "th": "เป็นสัญลักษณ์ ของอังกฤษสมัยใหม่ที่สดใส"
    }
  },
  {
    "translation": {
      "en": "I will now take questions.",
      "th": "ผมจะตอบคำถามแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Yes, the lady with her hand up? -You're not from round here, are you?",
      "th": "- ครับ คุณผู้หญิงที่ยกมือ - คุณไม่ใช่คนแถวนี้ใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[man 1] Have you got a receipt for that suit?",
      "th": "มีใบเสร็จของเสื้อสูทที่ใส่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Well, not a receipt per se-- -[man 2] Officer, arrest this man!",
      "th": "- เรื่องใบเสร็จ… - คุณตำรวจจับผู้ชายคนนี้ไปที"
    }
  },
  {
    "translation": {
      "en": "When I say worked, I mean temporarily, you know,",
      "th": "เวลาที่ผมบอกว่าสำเร็จ ผมหมายถึงชั่วคราว"
    }
  },
  {
    "translation": {
      "en": "We had to revert Johnson back into his natural form so he could continue ruling",
      "th": "คุณต้องเอาจอห์นสันกลับไป เขาจะได้ปกครองต่อ"
    }
  },
  {
    "translation": {
      "en": "from a position of safe, familiar white incompetence.",
      "th": "จากตำแหน่งที่ปลอดภัย คนขาวที่ไม่ได้เรื่องคนเดิม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Some white individuals begin to ask whether they're doing enough personally.",
      "th": "คนขาวบางคนเริ่มที่จะถามว่า พวกเขาพยายามพอหรือยัง"
    }
  },
  {
    "translation": {
      "en": "Well, I consider myself an ally.",
      "th": "ผมคิดว่าผมเป็นมิตรนะ"
    }
  },
  {
    "translation": {
      "en": "You know, but I looked within, I felt I could make some changes.",
      "th": "แต่ผมมองเข้าไปข้างใน ผมว่าผมสร้างความเปลี่ยนแปลงได้"
    }
  },
  {
    "translation": {
      "en": "So, I started small, posting the black squares on Insta.",
      "th": "ผมเลยเริ่มจากสิ่งเล็กๆ โดยลงรูปสี่เหลี่ยมสีดำบนอินสตาแกรม"
    }
  },
  {
    "translation": {
      "en": "I swapped to only using black emojis for texts.",
      "th": "ผมเปลี่ยนไปใช้แต่อิโมจิสีดำ เวลาส่งข้อความ"
    }
  },
  {
    "translation": {
      "en": "I sent a lot of friend requests to Black people.",
      "th": "ผมส่งคำขอเป็นเพื่อนให้คนดำหลายคน"
    }
  },
  {
    "translation": {
      "en": "And I even learned how to pronounce their names.",
      "th": "และผมถึงกับไปเรียน การออกเสียงชื่อของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "Even if it was difficult.",
      "th": "แม้ว่ามันจะยาก"
    }
  },
  {
    "translation": {
      "en": "A-de-fo-la-ke.",
      "th": "อา เด โฟ ลา เก"
    }
  },
  {
    "translation": {
      "en": "A-de-fo-la-ke.",
      "th": "อา เด โฟ ลา เก"
    }
  },
  {
    "translation": {
      "en": "Hmm, beautiful.",
      "th": "สวย"
    }
  },
  {
    "translation": {
      "en": "And then I thought, listen, look. I know I care,",
      "th": "แล้วผมก็คิด ฟัง มอง ผมรู้ว่าผมสนใจ"
    }
  },
  {
    "translation": {
      "en": "but do enough other people know that I care?",
      "th": "แต่มันมากพอ ที่จะให้คนอื่นรู้ไหมว่าผมสนใจ"
    }
  },
  {
    "translation": {
      "en": "I realized I should up my game, so I posted a video about it.",
      "th": "ผมคิดได้ว่าผมควรจะทำให้มากขึ้น ผมเลยลงวิดีโอเกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "And so I guess in a way, I'm Black too, maybe…",
      "th": "ผมเป็นคนดำเหมือนกัน อาจจะ"
    }
  },
  {
    "translation": {
      "en": "maybe more than anyone.",
      "th": "อาจจะมากกว่าคนอื่นด้วย"
    }
  },
  {
    "translation": {
      "en": "That caught some likes, so we did a follow-up",
      "th": "นั่นทำให้ผมได้ยอดไลก์เพิ่ม ก็เลยทำต่อ"
    }
  },
  {
    "translation": {
      "en": "where I drove around a Black neighborhood to let them hear my support in person.",
      "th": "ผมขับรถผ่านชุมชนคนดำเพื่อให้พวกเขา ได้ยินการสนับสนุนจากผมโดยตรง"
    }
  },
  {
    "translation": {
      "en": "Guys, I just want to say, right now, I'm with you.",
      "th": "ทุกคน ผมแค่อยากจะบอกว่า ตอนนี้ผมอยู่ข้างพวกคุณ"
    }
  },
  {
    "translation": {
      "en": "I hear you. I see you. I am you.",
      "th": "ผมได้ยินคุณ ผมเห็นคุณ ผมคือคุณ"
    }
  },
  {
    "translation": {
      "en": "And this wasn't just some quick little gesture, we kept it up till 2 a.m.",
      "th": "และไม่ใช่แค่การแสดงออกฉาบฉวยนะ พวกเราทำกันจนถึงตีสองเลย"
    }
  },
  {
    "translation": {
      "en": "That's how committed we were.",
      "th": "เราตั้งใจกันขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Friends of color, I stand by you. I feel your pain.",
      "th": "เพื่อนๆ ผิวสี ผมยืนข้างคุณ ผมเข้าใจความเจ็บปวดของคุณ"
    }
  },
  {
    "translation": {
      "en": "-[man] Go the fuck home! -Oh shit, drive. Drive. Go, go, go!",
      "th": "- ไสหัวกลับบ้านไป - เวรละ รีบขับเร็ว ไป ไป"
    }
  },
  {
    "translation": {
      "en": "There's just no pleasing some people.",
      "th": "บางคนก็ไม่ชอบ"
    }
  },
  {
    "translation": {
      "en": "[narrator] All the while, the pandemic is raging out of control",
      "th": "และในขณะเดียวกัน โรคระบาดแพร่ไปอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "and there is disagreement on how to respond.",
      "th": "และก็มีความไม่เห็นด้วย เรื่องมาตรการจัดการ"
    }
  },
  {
    "translation": {
      "en": "Some believe the only way out is to achieve herd immunity.",
      "th": "บางคนเชื่อว่าทางออกเดียว คือการสร้างภูมิคุ้มกันหมู่"
    }
  },
  {
    "translation": {
      "en": "[Flask] Herd immunity occurs when almost everybody has been exposed to something,",
      "th": "การสร้างภูมิคุ้มกันหมู่เกิดขึ้น เวลาที่คนแทบทุกคนเจอสิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "but gotten over it, so it quickly dies out.",
      "th": "แต่เอาชนะมันได้ จนเชื้อตายไปอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Just like what happened with the Floss.",
      "th": "เหมือนกับสิ่งที่เกิดขึ้น กับท่าฟลอสส์"
    }
  },
  {
    "translation": {
      "en": "[director] Sorry, the… the what?",
      "th": "ขอโทษ อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "You know…",
      "th": "ก็แบบว่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] Others want to wait for a miracle cure,",
      "th": "อีกฝั่งอยากรอยาวิเศษ"
    }
  },
  {
    "translation": {
      "en": "but any potential vaccine faces a lengthy uphill climb,",
      "th": "แต่วัคซีนทุกตัวต้องเจอเรื่องลำบาก เหมือนเดินขึ้นที่สูง"
    }
  },
  {
    "translation": {
      "en": "a challenging maneuver for any liquid.",
      "th": "ซึ่งเป็นการเดินทางที่ท้าทาย สำหรับของเหลวทุกชนิดเลย"
    }
  },
  {
    "translation": {
      "en": "Well, vaccines go through a lengthy approval process.",
      "th": "วัคซีนจำเป็นต้องผ่านกระบวนการ ที่ยาวนาน กว่าจะได้รับการยอมรับ"
    }
  },
  {
    "translation": {
      "en": "They start with the preliminary trials using a limited number of volunteers",
      "th": "โดยเริ่มจากการทดลองขั้นแรก ในอาสาสมัครกลุ่มเล็ก"
    }
  },
  {
    "translation": {
      "en": "in which we are monitoring the level of proteins known as antibodies generated.",
      "th": "แล้วเราจะดูระดับโปรตีน ที่เรียกว่าการสร้างแอนติบอดี"
    }
  },
  {
    "translation": {
      "en": "It is called a blind trial",
      "th": "เรียกว่าการทดลองแบบอำพราง"
    }
  },
  {
    "translation": {
      "en": "because around half the volunteers are given a placebo, which means…",
      "th": "เพราะครึ่งหนึ่งขออาสาสมัคร จะได้รับยาหลอก หมายความว่า"
    }
  },
  {
    "translation": {
      "en": "Sorry. Sorry, why are you showing footage of whatever that is?",
      "th": "ขอโทษนะ จะตัดภาพไปทำไม ไปดูอะไร"
    }
  },
  {
    "translation": {
      "en": "I'm still speaking. Is that relevant?",
      "th": "ผมกำลังพูดอยู่ มันเกี่ยวกับที่พูดด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, sorry. We're just trying to keep it visually interesting. Ignore us. Carry on.",
      "th": "ขอโทษเราพยายามจะทำให้ดูน่าสนใจ ไม่ต้องสนใจเรา ต่อเลย"
    }
  },
  {
    "translation": {
      "en": "No, OK. No problem, OK.",
      "th": "โอเค ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "So, once the initial trial is complete, the second trial begins.",
      "th": "คือหลังจากการทดลองรอบแรกเสร็จ ก็ต่อรอบที่สองเลย"
    }
  },
  {
    "translation": {
      "en": "This is less to do with efficacy because during the second trial",
      "th": "ไม่เกี่ยวกับประสิทธิภาพ เพราะเป็นรอบสอง"
    }
  },
  {
    "translation": {
      "en": "there's a tricky balance you are trying to maintain",
      "th": "มันมีความสมดุลที่ยากจะรักษาไว้"
    }
  },
  {
    "translation": {
      "en": "between monitoring the serological response and how that…",
      "th": "ระหว่างการดูการโต้ตอบ ของภูมิคุ้มกันและ…"
    }
  },
  {
    "translation": {
      "en": "What's going on? That's got nothing to do with this. This…",
      "th": "อะไรอีกน่ะ ไม่เห็นเกี่ยวกับที่พูด"
    }
  },
  {
    "translation": {
      "en": "I'm talking here.",
      "th": "ผมพูดอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "[director] Just… just ignore it, OK. It's just texture.",
      "th": "ไม่ต้องไปสนใจ โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "Are you guys actually interested in the science?",
      "th": "นี่พวกคุณสนใจ วิทยาศาสตร์กันจริงๆ หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[director] Um… to be honest… no.",
      "th": "บอกตรงๆ ก็ไม่"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "โอ้"
    }
  },
  {
    "translation": {
      "en": "[narrator] With no cure for Covid in sight,",
      "th": "ไม่มีวี่แววจะได้ยารักษาโควิด ในเวลาอันใกล้"
    }
  },
  {
    "translation": {
      "en": "life for millions has been reduced to a creepy new normal",
      "th": "หลายล้านชีวิตต้องเผชิญกับ ความปกติใหม่อันน่าสยดสยอง"
    }
  },
  {
    "translation": {
      "en": "and a seemingly endless series of lockdowns.",
      "th": "และการล็อกดาวน์หลายระลอก ที่ไม่มีวันจบ"
    }
  },
  {
    "translation": {
      "en": "I live on my own and after a while I got so lonely",
      "th": "ฉันอยู่คนเดียว สักพักก็รู้สึกเหงา"
    }
  },
  {
    "translation": {
      "en": "I developed a multiple personality disorder on purpose",
      "th": "ฉันตั้งใจให้ตัวเองมีปัญหาหลายบุคลิก"
    }
  },
  {
    "translation": {
      "en": "so I could keep myself company.",
      "th": "ฉันจะได้ไม่เหงา"
    }
  },
  {
    "translation": {
      "en": "But then, of course, I had to try and keep",
      "th": "แต่แน่นอน ฉันต้องพยายาม"
    }
  },
  {
    "translation": {
      "en": "two meters away from myself at all times.",
      "th": "รักษาระยะจากห่างตัวเองสองเมตร อยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "Don't know if you've ever tried doing that but it's a bloody nightmare.",
      "th": "ไม่รู้ว่าคุณเคยทำหรือเปล่า แต่มันเป็นฝันร้ายน่าดู"
    }
  },
  {
    "translation": {
      "en": "So, I started doing video calls to keep sociable.",
      "th": "ฉันเลยเริ่มใช้วิดีโอคอลล์ เพื่อติดต่อกับผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "-Hiya, you alright? -[man on laptop] No, is what it is, innit?",
      "th": "ว่าไง เธอโอเคไหม ไม่ ก็แบบนั้นแหละ จริงไหม"
    }
  },
  {
    "translation": {
      "en": "I did so many I sometimes glitch in real life now.",
      "th": "ฉันทำแบบนั้นหลายครั้ง บางครั้งปัญหาทางเทคนิคก็เกิดในชีวิต"
    }
  },
  {
    "translation": {
      "en": "Like, I just freeze now and then, like…",
      "th": "ฉันค้างไปเลย แบบว่า…"
    }
  },
  {
    "translation": {
      "en": "Can you hear me your end?",
      "th": "คุณได้ยินฉันไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Like defecating and sobbing, video calls become part of everyday life,",
      "th": "เหมือนการขับถ่ายและการร้องไห้ วิดีโอคอลล์เป็นส่วนหนึ่งของชีวิตละ"
    }
  },
  {
    "translation": {
      "en": "which means for some, business is booming.",
      "th": "หมายความว่าบางธุรกิจก็รุ่ง"
    }
  },
  {
    "translation": {
      "en": "[Multiverse] Early, we ran numbers and realized",
      "th": "เราคำนวณออกมาและเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that around 20% of our customer base might die of the virus.",
      "th": "ลูกค้าประมาณยี่สิบเปอร์เซ็นต์ของเรา อาจตายเพราะไวรัส"
    }
  },
  {
    "translation": {
      "en": "But the surviving 80% would increase their reliance",
      "th": "แต่ที่รอดอีกแปดสิบเปอร์เซ็นต์ จะเพิ่มความไว้วางใจ"
    }
  },
  {
    "translation": {
      "en": "on our videoconferencing products 200 fold,",
      "th": "ในผลิตภัณฑ์การประชุมทางไกล ไปอีกสองร้อยเท่า"
    }
  },
  {
    "translation": {
      "en": "so that was a huge win for us.",
      "th": "นั่นคือชัยชนะที่ยิ่งใหญ่ของเรา"
    }
  },
  {
    "translation": {
      "en": "A huge, but sad win.",
      "th": "ยิ่งใหญ่แต่แสนเศร้า"
    }
  },
  {
    "translation": {
      "en": "[narrator] In desperation,",
      "th": "ในความสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "millions turn to award-winning streaming service Netflix",
      "th": "คนหลายล้านหันมาพึ่งเน็ตฟลิกซ์ บริการสตรีมมิงที่คว้าหลายรางวัล"
    }
  },
  {
    "translation": {
      "en": "for entertainment.",
      "th": "เพื่อความบันเทิง"
    }
  },
  {
    "translation": {
      "en": "One spent a lot of time at Windsor watching Netflix.",
      "th": "มีคนหนึ่งที่วินเซอร์ ใช้เวลาดูเน็ตฟลิกซ์เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[director] Do you find that you spend most of your time browsing the home page?",
      "th": "พระองค์เหมือนผมไหม ที่ใช้เวลาส่วนมากไปกับการหาหนัง"
    }
  },
  {
    "translation": {
      "en": "No. No, my footman does that for me.",
      "th": "ไม่ๆ คนรับใช้จะทำให้"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] I watched so much dumb shit.",
      "th": "ฉันดูเรื่องไร้สาระเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "You see Floor is Lava, fire and brimstone, the game show?",
      "th": "คุณเคยดูฟลอร์อิสลาวาไหม รายการที่มีไฟกับกำมะถัน"
    }
  },
  {
    "translation": {
      "en": "-[presenter] Don't… -[woman] No!",
      "th": "อย่า"
    }
  },
  {
    "translation": {
      "en": "-…fall… -[man 1 groans]",
      "th": "ตก"
    }
  },
  {
    "translation": {
      "en": "-…in… -[man 2 groans]",
      "th": "ลงไป"
    }
  },
  {
    "translation": {
      "en": "-…the… -[man 3] Ah!",
      "th": "ใน"
    }
  },
  {
    "translation": {
      "en": "…lava!",
      "th": "ลาวา"
    }
  },
  {
    "translation": {
      "en": "You know they filmed that last year, because in 2020",
      "th": "พวกเขาถ่ายทำเมื่อปีที่แล้ว เพราะในปี 2020"
    }
  },
  {
    "translation": {
      "en": "people wouldn't even be bothering to try to escape the lava.",
      "th": "คนคงไม่พยายามหนีลาวา"
    }
  },
  {
    "translation": {
      "en": "They'd be lining up to willingly throw themselves in,",
      "th": "พวกเขาคงต่อคิวเพื่อกระโดดลงไป"
    }
  },
  {
    "translation": {
      "en": "pausing only to kick their kids in first.",
      "th": "และหยุดเพื่อจะเตะลูกตัวเองลงไปก่อน"
    }
  },
  {
    "translation": {
      "en": "Maybe that's season two.",
      "th": "ซีซันที่สองอาจจะเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[The Queen] My favorite program has to be The Crown.",
      "th": "เรื่องโปรดของเราคือ เดอะคราวนด์"
    }
  },
  {
    "translation": {
      "en": "It's refreshing to see a down-to-earth drama",
      "th": "ค่อนข้างสดชื่นที่ดูหนังติดดิน"
    }
  },
  {
    "translation": {
      "en": "about everyday people living ordinary lives.",
      "th": "เกี่ยวกับวิถีชีวิตคนธรรมดา"
    }
  },
  {
    "translation": {
      "en": "It's the sort of thing that gives the little people hope.",
      "th": "มันคือสิ่งที่ ให้ความหวังกับคนตัวเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Some say The Crown is unrealistic,",
      "th": "บางคนบอกเดอะคราวนด์ไม่สมจริง"
    }
  },
  {
    "translation": {
      "en": "but it strikes me as a far more faithful depiction of the monarchy",
      "th": "แต่เราว่ามันทำให้เห็นภาพที่น่าเคารพ ของระบอบกษัตริย์"
    }
  },
  {
    "translation": {
      "en": "than their other regal drama, Tiger King.",
      "th": "มากกว่าหนังเกี่ยวกับกษัตริย์ ที่ชื่อไทเกอร์ คิง"
    }
  },
  {
    "translation": {
      "en": "You can guaran-goddamn-tee I'm gonna put a cap in your ass",
      "th": "การันตีได้เลยฉันจะเอาหมวกยัดตูดแก"
    }
  },
  {
    "translation": {
      "en": "the first time to make you squirm around on the ground.",
      "th": "เพื่อให้ดิ้นไปมาบนพื้น"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna put a bullet between your fucking eyes.",
      "th": "แล้วฉันจะยิงกระสุนอัดหน้าด้วย"
    }
  },
  {
    "translation": {
      "en": "That man is from no royal line I recognize.",
      "th": "ชายคนนั้นไม่ได้เป็นเชื้อพระวงศ์ จากตระกูลใดๆ"
    }
  },
  {
    "translation": {
      "en": "[director] Harry and Meghan have a Netflix deal. Harry and who-an?",
      "th": "- แฮร์รี่และเมแกนตกลงกับเน็ตฟลิกซ์ - แฮร์รี่และใครนะ"
    }
  },
  {
    "translation": {
      "en": "-[director] Harry and Meghan. -Who-ey and who-an?",
      "th": "- แฮร์รี่และเมแกน - ใครนะ ใครกัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Back in the real world, with America facing crises on every front,",
      "th": "กลับมาสู่โลกแห่งความจริงกันบ้าง สหรัฐฯ เจอวิกฤติทุกด้าน"
    }
  },
  {
    "translation": {
      "en": "criticism of the President is mounting.",
      "th": "การวิจารณ์ประธานาธิบดีสูงขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "Also, there were questions about his fitness to govern,",
      "th": "มีข้อกังขาของความพร้อมในการปกครอง"
    }
  },
  {
    "translation": {
      "en": "in part because of the way he had to drink a glass of water using both hands,",
      "th": "ส่วนหนึ่งก็เพราะเวลาเขาดื่มน้ำ เขาใช้สองมือ"
    }
  },
  {
    "translation": {
      "en": "but mainly because of everything else he did.",
      "th": "แต่หลักๆ คือเรื่องอื่น"
    }
  },
  {
    "translation": {
      "en": "[narrator] To boost support, Trump announces a series of rallies.",
      "th": "เพื่อเพิ่มแรงสนับสนุน ทรัมป์จัดปราศรัยหาเสียงหลายที่"
    }
  },
  {
    "translation": {
      "en": "We've had a tremendous run at rallies. I don't think there's been an empty seat.",
      "th": "เรามีปราศรัยเยอะมาก ที่นั่งเต็มทุกรอบ"
    }
  },
  {
    "translation": {
      "en": "[narrator] But despite a surge in ticket requests,",
      "th": "ถึงแม้จะมีคนขอตั๋วเยอะมาก แบบพุ่งทะยาน"
    }
  },
  {
    "translation": {
      "en": "an event in Oklahoma is mainly attended by people who aren't there.",
      "th": "คนส่วนใหญ่ที่มางานโอคลาโฮมา ไม่ได้มาจริง"
    }
  },
  {
    "translation": {
      "en": "As the media makes clear,",
      "th": "สื่อระบุชัด"
    }
  },
  {
    "translation": {
      "en": "heartless users of the social media platform TikTok are to blame.",
      "th": "ผู้ใช้ติ๊กต็อกจิตใจอำมหิต คือผู้ที่ต้องรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "[female reporter] TikTokers said they intentionally sabotaged the event",
      "th": "ผู้ใช้ติ๊กต็อกบอกว่า พวกเขาจงใจทำลายงานปราศรัย"
    }
  },
  {
    "translation": {
      "en": "by registering en masse with no intention of showing up,",
      "th": "โดยพร้อมใจกันขอตั๋ว ทั้งที่ไม่คิดจะไปเข้าร่วม"
    }
  },
  {
    "translation": {
      "en": "and they spread the word via TikTok.",
      "th": "แล้วส่งต่อแนวคิดนี้ผ่านติ๊กต็อก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Republicans claim social media",
      "th": "ริพับลิกันบอกว่าสื่อสังคมออนไลน์"
    }
  },
  {
    "translation": {
      "en": "is actively trying to suppress an unreasonable conservative agenda.",
      "th": "พยายามจะหยุดยั้ง เป้าหมายของอนุรักษนิยมที่ไร้เหตุผล"
    }
  },
  {
    "translation": {
      "en": "I'll cut to the chase, Big Tech is out to get conservatives.",
      "th": "สรุปเลยนะ ยักษ์ใหญ่วงการเทคโนโลยี ไล่ล่าฝ่ายอนุรักษนิยม"
    }
  },
  {
    "translation": {
      "en": "That's not a suspicion, that's not a hunch. That's a fact.",
      "th": "นั่นไม่ใช่ข้อสงสัยหรือความรู้สึก มันคือเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "The fact, which doesn't care about your feelings,",
      "th": "ความจริงที่ไม่สนความรู้สึกของคุณ"
    }
  },
  {
    "translation": {
      "en": "is that online and in the media",
      "th": "ก็คือในโลกออนไลน์และสื่อ"
    }
  },
  {
    "translation": {
      "en": "conservative voices are being silenced.",
      "th": "ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "I've said this before. I said it on my YouTube channel.",
      "th": "ฉันเคยบอกแล้วในช่องยูทูบ"
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "th": "ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "I said it on Joe Rogan.",
      "th": "ฉันพูดแล้วในรายการของโจ โรแกน"
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "th": "ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "On the Jordan Peterson Kayak podcast.",
      "th": "ในพอดแคสต์เกี่ยวกับการพายเรือคายัค ของจอร์แดน ปีเตอร์เซน"
    }
  },
  {
    "translation": {
      "en": "Conservative voices are being silenced.",
      "th": "ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "I said it on Tucker Carlson.",
      "th": "ฉันพูดไปแล้วในรายการของ ทัคเกอร์ คาร์ลสัน"
    }
  },
  {
    "translation": {
      "en": "Tucker, we know conservative voices are being silenced.",
      "th": "ทัคเกอร์ ฝ่ายอนุรักษนิยม กำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "Twice actually.",
      "th": "จริงๆ ก็สองครั้งเลย"
    }
  },
  {
    "translation": {
      "en": "Like I said last time, Tucker, conservative voices are being silenced.",
      "th": "อย่างที่พูดไปครั้งที่แล้ว ทัคเกอร์ ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "That is exactly right.",
      "th": "ใช่เลยครับ"
    }
  },
  {
    "translation": {
      "en": "And I said it in my New York Times bestseller,",
      "th": "และฉันก็พูดในหนังสือขายดี ของนิวยอร์กไทมส์"
    }
  },
  {
    "translation": {
      "en": "Conservative Voices Are Being Silenced.",
      "th": "ฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "It's a point I have to make over and over",
      "th": "เป็นสิ่งที่ต้องย้ำแล้วย้ำอีก"
    }
  },
  {
    "translation": {
      "en": "because conservative voices are being silenced.",
      "th": "เพราะฝ่ายอนุรักษนิยมกำลังถูกปิดปาก"
    }
  },
  {
    "translation": {
      "en": "-In fact, you won't even use this footage. -Actually, we will.",
      "th": "- เอาจริงๆ คุณคงตัดช่วงนี้ออก - จริงๆ เราไม่ตัดหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "Bob, we both know that's not going to happen.",
      "th": "บ็อบ เราทั้งคู่รู้ดีว่า ไม่มีทางเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-Yeah, my name is James. -Whatever, Bob.",
      "th": "- ผมชื่อเจมส์นะ - เอาเถอะ บ็อบ"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the opposite side of the political divide,",
      "th": "ในขั้วตรงข้าม ของความแตกแยกทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "the husk of Joe Biden is encountering setbacks.",
      "th": "โจ ไบเดนกำลังเจอปัญหา"
    }
  },
  {
    "translation": {
      "en": "He is the oldest presidential candidate since records began,",
      "th": "เขาคือผู้ท้าชิงที่อายุมากที่สุด นับตั้งแต่มีการบันทึก"
    }
  },
  {
    "translation": {
      "en": "200 years after he was born,",
      "th": "ซึ่งคือเริ่มบันทึก หลังจากเขาเกิด 200 ปี"
    }
  },
  {
    "translation": {
      "en": "and questions are asked about his longevity.",
      "th": "และมีหลายคำถาม เกี่ยวกับเรื่องอายุยืนของเขา"
    }
  },
  {
    "translation": {
      "en": "[woman] Biden is clearly diminished.",
      "th": "ไบเดนถดถอยอย่างเห็นได้ชัด"
    }
  },
  {
    "translation": {
      "en": "All men and women were created by the… Go, you know the thing.",
      "th": "ทุกคนถูกสร้างโดย นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "He seemed kind of frail.",
      "th": "เขาดููอ่อนแรง"
    }
  },
  {
    "translation": {
      "en": "Never mind the virus,",
      "th": "ไม่ต้องพูดถึงเรื่องไวรัสเลย"
    }
  },
  {
    "translation": {
      "en": "there were times it looked like a stiff breeze might be too much for him.",
      "th": "บางทีดูเหมือนว่าลมเบาๆ อาจจะมากเกินไปสำหรับเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "So, he stayed in his basement, running a virtual campaign.",
      "th": "เขาเลยอยู่ชั้นใต้ดิน ทำแคมเปญหาเสียงเสมือนจริง"
    }
  },
  {
    "translation": {
      "en": "Which is like a real campaign that never really happens.",
      "th": "ซึ่งคือแคมเปญหาเสียง ที่ไม่เคยเกิดขึ้นจริง"
    }
  },
  {
    "translation": {
      "en": "So, welcome, everybody, to our first virtual happy hour.",
      "th": "ยินดีต้อนรับสู่ช่วงเวลาความสุข แบบเสมือนจริงครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "He might as well have been in witness protection.",
      "th": "เขาอาจจะอยู่ในโครงการ คุ้มครองพยานอยู่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "But there came a time he had to venture out.",
      "th": "แต่ก็มีเวลาที่เขาต้องเสี่ยงออกไป"
    }
  },
  {
    "translation": {
      "en": "His team were clearly extremely cautious.",
      "th": "ชัดเลยว่าทีมงานของเขาระวังสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Whenever he met the public, they made him sit some distance away",
      "th": "ทุกครั้งที่เขาต้องออกสู่สาธารณะ จะถูกจัดให้นั่งอยู่ห่างๆ"
    }
  },
  {
    "translation": {
      "en": "so he couldn't face further allegations of inappropriate touching.",
      "th": "เขาจะได้ไม่โดนกล่าวหา เรื่องการสัมผัสที่ไม่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "And they prevented verbal gaffes",
      "th": "พวกเขาให้ระมัดระวังคำพูด"
    }
  },
  {
    "translation": {
      "en": "by keeping him physically gagged at all times.",
      "th": "ด้วยการให้เขาปิดปากอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "[narrator] Biden also hosts COVID-safe drive-in rallies,",
      "th": "ไบเดนจัดการปราศรัยแบบไดรฟ์อิน ที่ปลอดภัยจากโควิดด้วย"
    }
  },
  {
    "translation": {
      "en": "attended by handfuls of enthusiastic cars,",
      "th": "มีรถยนต์สนใจเข้าร่วมมากมาย"
    }
  },
  {
    "translation": {
      "en": "in which he channels the vibrant energy of an old man yelling at traffic.",
      "th": "ซึ่งเขาก็ทำออกมาได้มีพลัง เหมือนชายแก่ตะโกนในช่วงรถติด"
    }
  },
  {
    "translation": {
      "en": "And we should have no tolerance",
      "th": "และเราจะไม่ยอมให้"
    }
  },
  {
    "translation": {
      "en": "for extremist white supremacist groups marching in our communities.",
      "th": "พวกคนคลั่งผิวขาวมาเดินประท้วง ในชุมชนของเรา"
    }
  },
  {
    "translation": {
      "en": "[narrator] But his campaign gets a shot in the arm as he picks his running mate.",
      "th": "แต่การหาเสียงของเขาก็ได้แรงสนับสนุน ตอนที่เลือกคู่หาเสียง"
    }
  },
  {
    "translation": {
      "en": "Now let me introduce to you, for the first time,",
      "th": "ขอแนะนำเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "your next Vice President of the United States,",
      "th": "กับรองประธานาธิบดีคนต่อไปของสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Kamala Harris.",
      "th": "กมลา แฮร์ริส"
    }
  },
  {
    "translation": {
      "en": "Kamala, the floor is yours.",
      "th": "กมลา เวทีเป็นของคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] At 55, Harris is less than a quarter of Biden's age.",
      "th": "ในวัย 55 แฮร์ริสอายุประมาณ สามในสี่ของอายุไบเดน"
    }
  },
  {
    "translation": {
      "en": "She is the first African American",
      "th": "เธอเป็นผู้ท้าชิงรอง ปธน."
    }
  },
  {
    "translation": {
      "en": "and South Asian American vice presidential candidate,",
      "th": "เชื้อสายแอฟริกัน อเมริกัน และเอเชียใต้คนแรก"
    }
  },
  {
    "translation": {
      "en": "and, therefore, alongside Donald Trump",
      "th": "ดังนั้น ถัดจากโดนัลด์ ทรัมป์แล้ว"
    }
  },
  {
    "translation": {
      "en": "is the second person of color on the 2020 ballot.",
      "th": "เธอคือคนผิวสีคนที่สองในคูหา 2020"
    }
  },
  {
    "translation": {
      "en": "We're all in this fight.",
      "th": "เราสู้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "You, me and Joe, together.",
      "th": "คุณ ฉัน และโจ"
    }
  },
  {
    "translation": {
      "en": "Well, previously, Biden and Harris hadn't got on.",
      "th": "ก่อนหน้านี้ไบเดนกับแฮร์ริส ไม่ค่อยถูกกัน"
    }
  },
  {
    "translation": {
      "en": "She'd clashed with Biden at the primaries.",
      "th": "เธอกับไบเดนฉะกัน ตอนคัดเลือกหาตัวแทนพรรค"
    }
  },
  {
    "translation": {
      "en": "Do you agree today that you were wrong to oppose busing in America?",
      "th": "วันนี้คุณเห็นด้วยไหมที่คุณผิด ที่ไม่สนับสนุนรถสาธารณะในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "And last year said that she believed the women who accused him of impropriety.",
      "th": "ปีที่แล้วเธอเชื่อผู้หญิง ที่กล่าวหาเขาว่าทำตัวไม่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "Now, all that was forgiven.",
      "th": "ตอนนี้หายกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Although their relationship did appear a little standoffish.",
      "th": "ถึงแม้ว่าความสัมพันธ์จะดูแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "And, of course, if they won,",
      "th": "และแน่นอน ถ้าพวกเขาชนะ"
    }
  },
  {
    "translation": {
      "en": "she'd be president in the event of Biden's death.",
      "th": "เธอจะเป็นประธานาธิบดีหากไบเดนตาย"
    }
  },
  {
    "translation": {
      "en": "Assuming anyone noticed.",
      "th": "ถ้าสังเกตกันสักหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Biden's campaign is reenergized,",
      "th": "แคมเปญหาเสียงของไบเดน กลับมามีชีวิตชีวา"
    }
  },
  {
    "translation": {
      "en": "but the American story is about to take an unexpected turn",
      "th": "แต่เรื่องของอเมริกา กลับพลิกโดยไม่มีใครคาดคิด"
    }
  },
  {
    "translation": {
      "en": "as the world looks on.",
      "th": "เมื่อทั้งโลกมองมา"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] Having another lockdown was really annoying",
      "th": "การล็อกดาวน์อีกรอบ เป็นเรื่องน่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "because I'd watched literally all of Netflix during the first lockdown.",
      "th": "เพราะดูหนังใน NETFLIX หมดแล้ว ดูครบตั้งแต่รอบแรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "But then I got into this show called America, which was amazing.",
      "th": "แต่แล้วฉันก็ติดรายการชื่ออเมริกา น่าสนใจมากเลย"
    }
  },
  {
    "translation": {
      "en": "Have you seen it? It's on the news channel.",
      "th": "เคยดูไหม อยู่ในช่องข่าวน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's totally mental.",
      "th": "มันบ้ามาก"
    }
  },
  {
    "translation": {
      "en": "Just one twist after another.",
      "th": "พลิกล็อกเยอะไปหมด"
    }
  },
  {
    "translation": {
      "en": "They had this sort of election fight happening",
      "th": "มีเลือกตั้งชิงตำแหน่งกันอยู่"
    }
  },
  {
    "translation": {
      "en": "between a bloke who looked like a ticket inspector on a ghost train",
      "th": "ระหว่างคนที่ดูเหมือน คนตรวจบัตรในรถไฟผี"
    }
  },
  {
    "translation": {
      "en": "and an inflatable orange maniac who didn't seem to be dealing with the plague.",
      "th": "กับคนบ้าสีส้มพองลม ที่ไม่จัดการกับโรคระบาด"
    }
  },
  {
    "translation": {
      "en": "We have so much testing, I don't think you need that kind of testing or that much testing,",
      "th": "เราตรวจเยอะมาก ผมว่าไม่จำเป็นต้องตรวจเยอะขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "but some people disagree with me and some people agree with me.",
      "th": "แต่บางคนก็ไม่เห็นด้วยกับผม และเห็นด้วยกับผม"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] Everybody hated everybody else, and the whole country was on fire.",
      "th": "ทุกคนเกลียดกันและแผ่นดินลุกเป็นไฟ"
    }
  },
  {
    "translation": {
      "en": "Not just the forests but the towns and cities.",
      "th": "ไม่ใช่แค่ไฟป่านะ แต่ทั้งเมืองลุกเป็นไฟเลย"
    }
  },
  {
    "translation": {
      "en": "The only thing that wasn't on fire was the fucking sea",
      "th": "ที่เดียวที่ไม่ไหม้คือทะเลนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "and that was probably thinking about it.",
      "th": "และมันอาจจะกำลังคิดเรื่องไฟอยู่"
    }
  },
  {
    "translation": {
      "en": "As if all that wasn't enough,",
      "th": "ถ้าทั้งหมดนี้ยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "they dropped in an unexpected twist involving a beloved character.",
      "th": "ยังมีเรื่องหักมุม เกี่ยวกับตัวละครโปรดของคนดูอีก"
    }
  },
  {
    "translation": {
      "en": "This is a Fox News alert.",
      "th": "ข่าวด่วนจากฟ็อกซ์นิวส์"
    }
  },
  {
    "translation": {
      "en": "US Supreme Court Justice Ruth Bader Ginsburg",
      "th": "ผู้พิพากษาศาลสูงสุด รูธ เบเดอร์ กินสเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "has died at the age of 87.",
      "th": "เสียชีวิตในวัย 87 ปี"
    }
  },
  {
    "translation": {
      "en": "[narrator] Justice Ruth Bader Ginsburg was a feminist icon and trailblazer",
      "th": "ผู้พิพากษารูธ เบเดอร์ กินสเบิร์ก คือขวัญใจเฟมินิสต์และผู้บุกเบิก"
    }
  },
  {
    "translation": {
      "en": "who fought for abortion rights,",
      "th": "ที่สู้เพื่อสิทธิ ในการยุติการตั้งครรภ์"
    }
  },
  {
    "translation": {
      "en": "gender equality, and a 600-mile gas pipeline through indigenous land.",
      "th": "ความเท่าเทียมทางเพศ ท่อก๊าซ 950 กม. ที่ตัดผ่านที่ดินของชาวพื้นเมือง"
    }
  },
  {
    "translation": {
      "en": "RBG's dying wish was that she wouldn't be replaced on the Supreme Court",
      "th": "คำขอสุดท้ายก่อนเสียชีวิตคือ เธอไม่อยากให้มีใครมาแทนที่"
    }
  },
  {
    "translation": {
      "en": "until the next president was sworn in.",
      "th": "จนกว่าประธานาธิบดีคนใหม่จะเข้ามา"
    }
  },
  {
    "translation": {
      "en": "But that dying wish died with her.",
      "th": "แต่คำขอสุดท้ายก็ได้ตายไปกับเธอ"
    }
  },
  {
    "translation": {
      "en": "Breaking tonight, Fox News has confirmed",
      "th": "ข่าวด่วนจากฟ็อกซ์นิวส์ ยืนยันแล้วว่า"
    }
  },
  {
    "translation": {
      "en": "President Trump will nominate Amy Coney Barrett",
      "th": "ประธานาธิบดีทรัมป์จะเสนอชื่อ เอมี่ โคนีย์ แบร์เรตต์"
    }
  },
  {
    "translation": {
      "en": "as the next Supreme Court Justice.",
      "th": "เป็นผู้พิพากษาศาลสูงสุดคนต่อไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] As Fox News made bombastically clear,",
      "th": "ฟ็อกซ์นิวส์อวยได้ชัดมาก"
    }
  },
  {
    "translation": {
      "en": "Trump selected Amy Coney Barrett, a devout Catholic",
      "th": "ทรัมป์เลือกเอมี่ โคนีย์ แบร์เรตต์ ชาวคาทอลิกที่ยึดมั่น"
    }
  },
  {
    "translation": {
      "en": "who claims a legal career is \"a means to an end of serving God.\"",
      "th": "ผู้ที่กล่าวว่า \"อาชีพทางกฎหมาย คือหนทางสู่การรับใช้พระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "God was unavailable for comment.",
      "th": "พระเจ้าไม่สามารถออกความเห็นได้"
    }
  },
  {
    "translation": {
      "en": "Amy Coney Barrett stands for everything RBG was against, everything!",
      "th": "เอมี่ โคนีย์ แบร์เรตต์คือทุกอย่าง ที่อาร์บีจีไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "She's so pro-life, I got a theory.",
      "th": "เธอต่อต้านการทำแท้ง ฉันมีทฤษฎีนะ"
    }
  },
  {
    "translation": {
      "en": "She's secretly bankrolled by the wire hanger industry.",
      "th": "ฉันว่าเธอแอบลงทุน ในอุตสาหกรรมไม้แขวนเสื้อแหละ"
    }
  },
  {
    "translation": {
      "en": "[narrator] September 26th,",
      "th": "วันที่ 26 กันยายน"
    }
  },
  {
    "translation": {
      "en": "and The White House throws a ceremony in the Rose Garden I never promised you,",
      "th": "ทำเนียบขาวจัดงานในสวนกุหลาบ"
    }
  },
  {
    "translation": {
      "en": "announcing Coney Barrett's nomination.",
      "th": "เพื่อประกาศการเสนอชื่อ โคนีย์ แบร์เรตต์"
    }
  },
  {
    "translation": {
      "en": "It is a roll call of the great and good and soon to be infected.",
      "th": "นี่คือการขานชื่อบุคคลสำคัญ และจะติดเชื้อในไม่ช้า"
    }
  },
  {
    "translation": {
      "en": "Most of the president's inner circle was there,",
      "th": "คนสนิทของประธานาธิบดี ส่วนใหญ่อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "although the most significant attendee was the novel coronavirus,",
      "th": "ถึงแม้ว่าไวรัสโคโรนาจะเป็น ผู้เข้าร่วมที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "silently mingling among the guests,",
      "th": "ที่อยู่ปะปนท่ามกลางแขกอย่างเงียบๆ"
    }
  },
  {
    "translation": {
      "en": "particularly the ones who didn't believe in it yet.",
      "th": "โดยเฉพาะคนที่ยังไม่เชื่อเรื่องไวรัส"
    }
  },
  {
    "translation": {
      "en": "[narrator] But in the following days, the President is beset by other distractions.",
      "th": "ไม่กี่วันต่อมา ประธานาธิบดี ก็มีเรื่องที่ทำให้ไขว้เขวเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "The New York Times uncovers his tax returns,",
      "th": "ของนิวยอร์กไทมส์ เรื่องเงินคืนภาษีของเขา"
    }
  },
  {
    "translation": {
      "en": "revealing that, like all top businessmen, he has made no money in years.",
      "th": "เปิดเผยว่าเขาไม่มีรายได้มาหลายปี เหมือนนักธุรกิจติดอันดับคนอื่น"
    }
  },
  {
    "translation": {
      "en": "September 29th, and the first presidential debate makes for illuminating television.",
      "th": "วันที่ 29 กันยายน การโต้วาที เลือกตั้งสหรัฐฯ ทางโทรทัศน์ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "I'm Chris Wallace of Fox News,",
      "th": "ผมคริส วอลเลซจากฟ็อกซ์นิวส์"
    }
  },
  {
    "translation": {
      "en": "and I welcome you to the first of the 2020 presidential debates.",
      "th": "ขอต้อนรับทุกท่านสู่การโต้วาที ของการเลือกตั้งปี 2020"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] Trump comes out just like regular Trump, grouchy,",
      "th": "ทรัมป์ออกมาเหมือนทรัมป์ปกติทั่วไป"
    }
  },
  {
    "translation": {
      "en": "like something was eating him up on the inside.",
      "th": "เหมือนมีอะไรกัดกินเขาอยู่ภายใน"
    }
  },
  {
    "translation": {
      "en": "Which of course we now know it was.",
      "th": "ซึ่งตอนนี้เราก็รู้แล้วว่าคืออะไร"
    }
  },
  {
    "translation": {
      "en": "While Biden's just trying to look alive.",
      "th": "ในขณะที่ไบเดนพยายาม ให้ดูเหมือนคนที่ยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "And then the debate started",
      "th": "การโต้วาทีก็เริ่ม"
    }
  },
  {
    "translation": {
      "en": "and straightaway it was like a rap battle in a senior home.",
      "th": "ทันใดนั้น ก็เหมือนเปลี่ยนเป็น การแข่งเพลงแร็ปในบ้านพักคนชราเลย"
    }
  },
  {
    "translation": {
      "en": "But worse.",
      "th": "แต่แย่กว่า"
    }
  },
  {
    "translation": {
      "en": "-[Biden] The question is… -[Trump] The new Supreme Court Justice…",
      "th": "- คำถามคือ… - ผู้พิพากษาศาลสูงสุดคนใหม่"
    }
  },
  {
    "translation": {
      "en": "-…the radical left. -Will you shut up, man?",
      "th": "- พวกซ้ายตกขอบ - คุณจะหุบปากได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I'd say it was a train wreck and a shitshow, but that would be unfair to trains and shit.",
      "th": "อยากพูดว่าเหมือนรถไฟชนกันเละเป็นขี้ แต่ก็จะเป็นการดูถูกรถไฟกับขี้นะ"
    }
  },
  {
    "translation": {
      "en": "Well, it's incredible, really.",
      "th": "สุดยอดเลยจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "73 million Americans witnessing a debate as intellectually stimulating",
      "th": "คนอเมริกัน 73 ล้านคนเห็นว่า การโต้วาทีนั้นประเทืองปัญญา"
    }
  },
  {
    "translation": {
      "en": "as watching two pigeons fight over a piece of bread in a car lot.",
      "th": "เหมือนนกพิราบสองตัวจิกกัน แย่งอาหารในที่จอดรถ"
    }
  },
  {
    "translation": {
      "en": "[narrator] A key moment comes when Trump is asked",
      "th": "นาทีทองมาถึงตอนที่ทรัมป์ถูกขอให้"
    }
  },
  {
    "translation": {
      "en": "to condemn white supremacists and fumbles the response.",
      "th": "ประณามพวกคลั่งคนขาว และทำคนงงกับคำตอบ"
    }
  },
  {
    "translation": {
      "en": "What do you wanna call them?",
      "th": "อยากเรียกพวกเขาว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Who would you like me to condemn? -[Biden] The Proud Boys.",
      "th": "- จะให้ประณามใคร - พราวด์บอยส์"
    }
  },
  {
    "translation": {
      "en": "Proud Boys, stand back and stand by.",
      "th": "พราวด์บอยส์ ถอยไปและเตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "He told those guys to stand by.",
      "th": "เขาบอกให้เตรียมพร้อม"
    }
  },
  {
    "translation": {
      "en": "That's not disavowing.",
      "th": "นั่นไม่ใช่การปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "That's pumping a fucking shotgun.",
      "th": "นั่นคือการเตรียมปืนช็อตกันให้พร้อม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Following the debate, the only positive news for Trump",
      "th": "หลังจากการโต้วาที สิ่งที่เป็นบวกอันเดียวของทรัมป์"
    }
  },
  {
    "translation": {
      "en": "is his coronavirus test result,",
      "th": "คือผลตรวจโควิดของเขา"
    }
  },
  {
    "translation": {
      "en": "which prompts negative blanket coverage.",
      "th": "ซึ่งมีแต่ข่าวกระแสลบ"
    }
  },
  {
    "translation": {
      "en": "[announcer] It starts with breaking news…",
      "th": "เริ่มจากข่าวด่วนก่อน"
    }
  },
  {
    "translation": {
      "en": "Breaking news, President Trump has tested positive for coronavirus.",
      "th": "ข่าวด่วน ประธานาธิบดีทรัมป์ ติดเชื้อไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "[Brian Williams] It is extraordinary on many different levels.",
      "th": "เป็นเรื่องไม่ธรรมดาในหลายๆ แง่มุม"
    }
  },
  {
    "translation": {
      "en": "No one saw that coming.",
      "th": "ไม่มีใครคาดคิด"
    }
  },
  {
    "translation": {
      "en": "Oh, let me rephrase that.",
      "th": "ให้ผมแก้ใหม่แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Everyone saw that coming.",
      "th": "ทุกคนรู้แล้วว่าต้องเกิด"
    }
  },
  {
    "translation": {
      "en": "We just didn't believe it'd actually happen.",
      "th": "เราแค่ไม่อยากเชื่อว่ามันจะเกิดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Well then, of course, the people surrounding him all start falling ill.",
      "th": "แล้วคนรอบๆ ตัวเขาก็เริ่มป่วย"
    }
  },
  {
    "translation": {
      "en": "Even Melania, who'd been socially distancing from him",
      "th": "เมลาเนียที่เว้นระยะทางสังคมกับเขา"
    }
  },
  {
    "translation": {
      "en": "for the past four years.",
      "th": "ตลอดสี่ปีที่ผ่านมา ก็ยังป่วย"
    }
  },
  {
    "translation": {
      "en": "[director] The President didn't exactly take precautions, did he?",
      "th": "ท่านประธานาธิบดีไม่เคย ฟังคำเตือนเลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Sorry, are you saying this was his fault?",
      "th": "ขอโทษนะ คุณบอกว่า นี่เป็นความผิดของเขาเหรอ"
    }
  },
  {
    "translation": {
      "en": "[director] Well, he rarely wore a mask.",
      "th": "เขาไม่ค่อยใส่หน้ากาก"
    }
  },
  {
    "translation": {
      "en": "Didn't wear a mask?",
      "th": "ไม่ใส่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Are you saying because of the way he was dressed he was asking for it?",
      "th": "คุณกำลังบอกว่าดูจากการแต่งตัวของเขา เขาอยากติดไวรัสเหรอ"
    }
  },
  {
    "translation": {
      "en": "Because that, my friend, is victim blaming and you should hang your head in shame.",
      "th": "เพราะนั่นคือการโทษเหยื่อนะ คุณควรจะไปผูกคอด้วยความอับอาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] As an overweight 74-year-old male, Trump is at low risk",
      "th": "ในฐานะที่อายุ 74 เป็นผู้ชายน้ำหนักเกิน"
    }
  },
  {
    "translation": {
      "en": "of appearing on the cover of Sports Illustrated's Swimsuit issue.",
      "th": "ทรัมป์มีโอกาสต่ำ ในการขึ้นปกนิตยสารกางเกงว่ายน้ำ"
    }
  },
  {
    "translation": {
      "en": "but at high-risk from coronavirus.",
      "th": "แต่มีความเสี่ยงสูงสำหรับไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "As his condition worsens,",
      "th": "อาการเขาแย่ลง"
    }
  },
  {
    "translation": {
      "en": "he's transported to Walter Reed Hospital",
      "th": "เขาถูกนำตัวไปที่ โรงพยาบาลวอลเตอร์รีด"
    }
  },
  {
    "translation": {
      "en": "and the world holds its breath.",
      "th": "และทั้งโลกก็หายใจไม่ทั่วท้อง"
    }
  },
  {
    "translation": {
      "en": "It was actually a moment of national unity.",
      "th": "นี่คือช่วงเวลาแห่งความสามัคคีในชาติ"
    }
  },
  {
    "translation": {
      "en": "Whatever their political alliance, everyone in America was praying that day.",
      "th": "ไม่ว่าจะอยู่ขั้วการเมืองไหน ทุกคนพร้อมใจกันสวดมนต์วันนั้น"
    }
  },
  {
    "translation": {
      "en": "For different outcomes.",
      "th": "แต่เพื่อผลลัพธ์ที่ต่างกันนะ"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] So, the President is in a military hospital",
      "th": "ประธานาธิบดี พักรักษาตัวที่โรงพยาบาลทหาร"
    }
  },
  {
    "translation": {
      "en": "getting injected with an experimental antibody treatment.",
      "th": "รักษาโดยการฉีดแอนติบอดีขั้นทดลอง"
    }
  },
  {
    "translation": {
      "en": "By now, I'm thinking this storyline's far-fetched,",
      "th": "ตอนนี้คิดว่าเนื้อเรื่องมันยาวไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I'm well into this, I'm bingeing the shit out of it.",
      "th": "แต่ฉันติดงอมแงม ฉันจะดูรวดเดียวไม่หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Well-wishers outside the hospital show their support",
      "th": "คนที่หวังดีมายืนอยู่หน้าโรงพยาบาล เพื่อให้กำลังใจ"
    }
  },
  {
    "translation": {
      "en": "and are rewarded when the President commandeers a Secret Service vehicle",
      "th": "และได้รับรางวัลเมื่อประธานาธิบดี สั่งให้รถของหน่วยราชการลับ"
    }
  },
  {
    "translation": {
      "en": "to perform the most dangerous drive-by",
      "th": "ขับรถผ่านแบบอันตรายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "since the final moments of Tupac Shakur.",
      "th": "นับตั้งแต่ช่วงเวลาบั้นปลาย ของทูพัค ชาเคอร์"
    }
  },
  {
    "translation": {
      "en": "Then there was this mental bit where he flew back to the White House",
      "th": "แล้วก็มีช่วงบ้าบอนิดๆ ที่บินกลับไปทำเนียบขาว"
    }
  },
  {
    "translation": {
      "en": "and stood on the balcony and took his mask off",
      "th": "ยืนตรงระเบียง ถอดหน้ากากออกมา"
    }
  },
  {
    "translation": {
      "en": "so we'd know it was actually him and not a beautiful woman in disguise.",
      "th": "เราเลยรู้ว่านั่นคือเขา ไม่ใช่สาวสวยที่ปลอมตัวมา"
    }
  },
  {
    "translation": {
      "en": "Then he proved both his thumbs still worked.",
      "th": "แล้วเขาก็พิสูจน์ว่า นิ้วโป้งสองนิ้วยังใช้งานได้"
    }
  },
  {
    "translation": {
      "en": "Thank God.",
      "th": "ขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "And he saluted a helicopter,",
      "th": "แล้วเขาก็แสดงความเคารพ ให้เฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "which couldn't see him because it was flying away.",
      "th": "ที่มองไม่เห็นเขาเพราะกำลังขับออกไป"
    }
  },
  {
    "translation": {
      "en": "The production values were through the roof.",
      "th": "คุณภาพงานถ่ายทำสูงมากๆ"
    }
  },
  {
    "translation": {
      "en": "It looked like the final shot in the season finale of America.",
      "th": "ดูเหมือนฉากสุดท้าย ในซีซันสุดท้ายของอเมริกาเลย"
    }
  },
  {
    "translation": {
      "en": "So, I was quite surprised when the country kept going after that.",
      "th": "ฉันก็แปลกใจเหมือนกัน ที่ประเทศยังไปรอด"
    }
  },
  {
    "translation": {
      "en": "[Foss] It was quite remarkable really, one of the most iconic moments in history that any of us will live through,",
      "th": "ค่อนข้างน่าจดจำนะ เป็นช่วงเวลา ที่น่าจดจำที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "but also deeply profoundly stupid.",
      "th": "แต่ก็โง่สุดๆ ไปเลย"
    }
  },
  {
    "translation": {
      "en": "The history books covering this period will have to be written in crayon.",
      "th": "หนังสือประวัติศาสตร์ที่จะบันทึก ต้องเขียนเรื่องนี้ด้วยสีเทียน"
    }
  },
  {
    "translation": {
      "en": "By a dog.",
      "th": "และให้หมาเขียน"
    }
  },
  {
    "translation": {
      "en": "I stood out front, I led.",
      "th": "ผมยืนอยู่ข้างหน้า ผมนำ"
    }
  },
  {
    "translation": {
      "en": "Nobody that's a leader would not do what I did.",
      "th": "ผู้นำคนไหนๆ ก็ทำแบบผม"
    }
  },
  {
    "translation": {
      "en": "And I know there's a risk, there's a danger, but that's OK.",
      "th": "ผมรู้ว่ามันเสี่ยง ผมรู้ว่ามีอันตราย แต่ผมสบายดี"
    }
  },
  {
    "translation": {
      "en": "And now I'm better and maybe I'm immune, I don't know.",
      "th": "ตอนนี้ผมดีขึ้น และอาจมีภูมิคุ้มกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] Despite his ordeal, Trump seems to have gained little sympathy from the US public",
      "th": "ถึงแม้จะเจ็บตัวมา ทรัมป์ก็ได้คะแนนสงสารนิดเดียว"
    }
  },
  {
    "translation": {
      "en": "and is cratering in the polls.",
      "th": "และก็ลดลงในโพลล์"
    }
  },
  {
    "translation": {
      "en": "Right about now, it looked like Trump needed some kind of October surprise",
      "th": "ตอนนี้ดูเหมือนทรัมป์ ต้องการเรื่องเซอร์ไพรส์เดือนตุลาคม"
    }
  },
  {
    "translation": {
      "en": "to wipe the smile off Biden's skull.",
      "th": "เพื่อให้ไบเดนหุบยิ้ม"
    }
  },
  {
    "translation": {
      "en": "[narrator] In a bombshell report,",
      "th": "ในรายงาน"
    }
  },
  {
    "translation": {
      "en": "Hunter Biden is accused of introducing his father to a Ukrainian businessman.",
      "th": "ฮันเตอร์ ไบเดนถูกกล่าวหาว่า แนะนำพ่อให้รู้จักกับนักธุรกิจยูเครน"
    }
  },
  {
    "translation": {
      "en": "[director] You said Ukraine didn't exist.",
      "th": "คุณบอกว่ายูเครนไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "That's not relevant.",
      "th": "ไม่เห็นเกี่ยวกันเลย"
    }
  },
  {
    "translation": {
      "en": "What is relevant is the total silence from the mainstream media.",
      "th": "สิ่งที่สำคัญคือความเงียบ ของสื่อหลักทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "No one was asking about Hunter Biden anywhere.",
      "th": "ไม่เห็นมีใครถามหาฮันเตอร์ ไบเดน"
    }
  },
  {
    "translation": {
      "en": "It's like I said on Joe Rogan.",
      "th": "เหมือนที่พูดในรายการโจ โรแกน"
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "th": "แล้วฮันเตอร์ ไบเดนล่ะ"
    }
  },
  {
    "translation": {
      "en": "And on Tucker Carlson…",
      "th": "ทัคเกอร์ คาร์ลสัน"
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "th": "แล้วฮันเตอร์ ไบเดนล่ะ"
    }
  },
  {
    "translation": {
      "en": "More than once.",
      "th": "ไม่ใช่แค่ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "What about Hunter Biden?",
      "th": "แล้วฮันเตอร์ ไบเดนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Let's hope that evidence arrives in the mail.",
      "th": "มาหวังกันว่าหลักฐานจะส่งมาทางจดหมาย"
    }
  },
  {
    "translation": {
      "en": "That is exactly right.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "And I said it in my New York Times bestseller, What About Hunter Biden?",
      "th": "อย่างที่พูดไว้ในฮันเตอร์ ไบเดนล่ะ หนังสือขายดีของนิวยอร์กไทมส์น่ะ"
    }
  },
  {
    "translation": {
      "en": "-[director] What about Hunter Biden? -You don't even want to ask about it!",
      "th": "- แล้วฮันเตอร์ ไบเดนล่ะ - คุณไม่อยากจะถามถึงด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As the crucial day nears, other factors make 2020's election",
      "th": "วันสำคัญเริ่มใกล้เข้ามาแล้ว มีปัจจัยอื่นทำให้การเลือกตั้ง 2020"
    }
  },
  {
    "translation": {
      "en": "as unpredictable as an ape with a hockey stick.",
      "th": "คาดเดาไม่ได้ เหมือนลิงกับไม้ฮอกกี้"
    }
  },
  {
    "translation": {
      "en": "The pandemic forces states to introduce widespread postal voting,",
      "th": "โรคระบาดบังคับให้ทุกรัฐ นำการโหวตทางไปรษณีย์มาใช้"
    }
  },
  {
    "translation": {
      "en": "dragging the US electoral system into the 19th century.",
      "th": "ดึงระบบการเลือกตั้งสหรัฐฯ ให้กลับไปสู่ศตวรรษที่ 19"
    }
  },
  {
    "translation": {
      "en": "[Bracket] Trump supporters were gonna vote in person on election day",
      "th": "ผู้สนับสนุนทรัมป์จะลงคะแนน ด้วยตัวเองในวันเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "because they weren't afraid of the virus.",
      "th": "เพราะพวกเขาไม่กลัวไวรัส"
    }
  },
  {
    "translation": {
      "en": "Or fascism.",
      "th": "หรือเผด็จการฟาสซิสต์"
    }
  },
  {
    "translation": {
      "en": "Covid-cautious Democrats were more likely to vote by post",
      "th": "ฝ่ายเดโมแครตที่ระวังโควิด มีแนวโน้มจะลงคะแนนผ่านทางไปรษณีย์"
    }
  },
  {
    "translation": {
      "en": "from the comfort of their liberal elitist homes,",
      "th": "จากบ้านเสรีนิยมชนชั้นนำแสนสบาย"
    }
  },
  {
    "translation": {
      "en": "wearing a mask and swabbing the pencil down with bleach when they'd finished.",
      "th": "ใส่หน้ากากแล้วล้างดินสอด้วยน้ำยาฟอก หลังจากที่กาเสร็จ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Advance in-person voting also explodes.",
      "th": "การเลือกตั้งล่วงหน้าด้วยตัวเอง ก็คนแน่นทะลักเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Lines stretch for miles as Americans wait for a go on their democracy.",
      "th": "แถวยาวออกไปเป็นกิโลฯ ในขณะที่ ชาวอเมริกันรอใช้สิทธิ์ประชาธิปไตย"
    }
  },
  {
    "translation": {
      "en": "[Flowers] It was so inspiring to see so many Americans voting. Um…",
      "th": "ชื่นใจมากที่เห็นชาวอเมริกัน ออกไปเลือกตั้งกันเยอะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, and there was a pretty big, uh…",
      "th": "และมีจำนวนคะแนนจากคน…"
    }
  },
  {
    "translation": {
      "en": "Black vote too, which I think is so great!",
      "th": "คนดำด้วย ฉันว่ามันดีมากๆ เลย"
    }
  },
  {
    "translation": {
      "en": "And I mean, obviously, I have no problem with that",
      "th": "เห็นได้ชัดว่าฉันไม่มีปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "as long as everyone has proper ID with a current street address and they keep their hands in the air. Yeah!",
      "th": "ตราบใดที่ทุกคนมีบัตรประชาชน ที่อยู่ปัจจุบัน และชูมือไว้บนหัว"
    }
  },
  {
    "translation": {
      "en": "[male reporter] Good morning, America. Election day 2020.",
      "th": "สวัสดีตอนเช้าอเมริกา วันเลือกตั้ง 2020"
    }
  },
  {
    "translation": {
      "en": "[narrator] The big day arrives,",
      "th": "วันสำคัญมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "and as the media frantically promotes the last election in human history,",
      "th": "ตามที่สื่อโฆษณาว่าเป็นการเลือกตั้ง ครั้งสุดท้ายในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "early fears of violent clashes at polling stations melt away",
      "th": "ความกลัวเรื่องการปะทะ หน้าจุดเลือกตั้งหายไป"
    }
  },
  {
    "translation": {
      "en": "in the face of familiar tedious scenes of long lines and paperwork.",
      "th": "กลายเป็นการเข้าแถวยาวๆ และงานเอกสารเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "[male presenter] From MSNBC, Decision 2020.",
      "th": "จากเอ็มเอสเอ็นบีซี เลือกตั้ง 2020"
    }
  },
  {
    "translation": {
      "en": "[Nerrick] That was when the whole program suddenly turned",
      "th": "นี่แหละตอนที่ทั้งเรื่องเปลี่ยนไปเลย"
    }
  },
  {
    "translation": {
      "en": "into a really complicated game show format.",
      "th": "เปลี่ยนเป็นรายการเกมโชว์ที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "Sort of based on an election.",
      "th": "คล้ายๆ กับการเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Basically, they had this map of America",
      "th": "คือพวกเขาจะมีแผนที่อเมริกา"
    }
  },
  {
    "translation": {
      "en": "that's blue around the edges and red in the middle.",
      "th": "มีสีฟ้าตรงขอบ สีแดงอยู่ตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "And to win the election, the players have to flip the states over one by one",
      "th": "และเพื่อที่จะชนะ ผู้เล่นต้องพลิกแต่ละรัฐไปทีละรัฐ"
    }
  },
  {
    "translation": {
      "en": "to see if they're a different color on the other side.",
      "th": "เพื่อดูว่าจะเปลี่ยนสีไหม"
    }
  },
  {
    "translation": {
      "en": "Election night doesn't begin until we flip a red state blue or a blue state red.",
      "th": "ยังไม่ถึงคืนวันเลือกตั้ง จนกว่าจะพลิกให้เป็นอีกสีได้"
    }
  },
  {
    "translation": {
      "en": "They're worth different amounts. Like, Florida is worth 29 points",
      "th": "แต่ละรัฐคะแนนจะไม่เท่ากัน เช่น ฟลอริดามี 29 คะแนน"
    }
  },
  {
    "translation": {
      "en": "even though it's got fewer letters in its name than Tennessee.",
      "th": "ถึงแม้ว่า ชื่อจะสั้นกว่าเทนเนสซีก็ตาม"
    }
  },
  {
    "translation": {
      "en": "It was so confusing, they kept explaining the rules over and over.",
      "th": "น่างุนงงมากเลย พวกเขาอธิบายกฎซ้ำไปซ้ำมา"
    }
  },
  {
    "translation": {
      "en": "If he does not pull off a Hail Mary pass and win Wisconsin,",
      "th": "ถ้าเขาไม่พุ่งทะยานแล้วชนะวิสคอนซิน"
    }
  },
  {
    "translation": {
      "en": "win Michigan or flip any of those Hillary Clinton states,",
      "th": "หรือชนะมิชิแกน หรือพลิกรัฐ ที่สนับสนุนฮิลลารี คลินตัน"
    }
  },
  {
    "translation": {
      "en": "then he's gotta go five for five in these states.",
      "th": "เขาก็ต้องได้ห้ารัฐนี้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "The whole broadcast was literally days long",
      "th": "การออกอากาศยาวนานหลายวัน"
    }
  },
  {
    "translation": {
      "en": "and they never seemed to get to the fun bit where contestants buzz in.",
      "th": "แล้วก็ไม่เคยเข้าสู่ช่วงสนุก ที่มีผู้เข้าแข่งขันมาเลย"
    }
  },
  {
    "translation": {
      "en": "It's the most boring game show ever.",
      "th": "เป็นรายการเกมโชว์ ที่น่าเบื่อที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "No wonder they only broadcast it once every four years.",
      "th": "ไม่น่าแปลกใจว่าทำไมถึงฉายสี่ปีครั้ง"
    }
  },
  {
    "translation": {
      "en": "[narrator] As election night ends without an official victor,",
      "th": "คืนวันเลือกตั้งจบลง โดยที่หาผู้ชนะไม่ได้"
    }
  },
  {
    "translation": {
      "en": "all eyes turn to the crucial state of Pennsylvania,",
      "th": "สายตาทุกคู่จับจ้องไปที่เพนซิลเวเนีย"
    }
  },
  {
    "translation": {
      "en": "where Trump has been on a winning streak.",
      "th": "รัฐที่ทรัมป์เอาชนะได้ทุกรอบ"
    }
  },
  {
    "translation": {
      "en": "Until officials stubbornly insist on counting Biden's votes too.",
      "th": "จนกระทั่งเจ้าหน้าที่ยืนยัน ให้นับคะแนนของไบเดนด้วย"
    }
  },
  {
    "translation": {
      "en": "Trump calls foul.",
      "th": "ทรัมป์บอกว่าฟาวล์"
    }
  },
  {
    "translation": {
      "en": "On live television, he attempts to beat Nixon's world record",
      "th": "ในการถ่ายทอดสด เขาพยายาม จะเอาชนะสถิติโลกของนิกสัน"
    }
  },
  {
    "translation": {
      "en": "for Presidential bullshit.",
      "th": "ในการเป็นประธานาธิบดีงี่เง่า"
    }
  },
  {
    "translation": {
      "en": "We were getting ready to win this election.",
      "th": "เราเตรียมพร้อม ที่จะชนะการเลือกตั้งนี้"
    }
  },
  {
    "translation": {
      "en": "Frankly, we did win this election.",
      "th": "เอาตรงๆ เราชนะการเลือกตั้งครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "We did win this election.",
      "th": "เราชนะการเลือกตั้งครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] The President demands an end to democracy and so do some of his followers.",
      "th": "ปธน. ต้องการยกเลิกระบอบประชาธิปไตย ผู้ติดตามบางคนของเขาก็เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Stop the count!",
      "th": "หยุดนับเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "There appeared to be swathes of Trump supporters protesting.",
      "th": "ผู้สนับสนุนของทรัมป์ประท้วงอยู่รอบๆ"
    }
  },
  {
    "translation": {
      "en": "But we don't know how many because they refused to let anyone count them.",
      "th": "เราไม่รู้เลยว่ามีกี่คน เพราะพวกเขาไม่ให้นับเลย"
    }
  },
  {
    "translation": {
      "en": "Stop the count! Stop the count!",
      "th": "หยุดนับ หยุดนับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the counting lasting days,",
      "th": "วันนับคะแนนยืดยาวออกไปหลายวัน"
    }
  },
  {
    "translation": {
      "en": "the networks are reluctant to make an official call.",
      "th": "สำนักข่าวก็ลังเล ที่จะประกาศอย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "National fingernail supplies are chewed dangerously low.",
      "th": "คลังเล็บมือแห่งชาติ โดนกัดไปเกือบหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "This election was a done deal on night one.",
      "th": "การเลือกตั้งเสร็จสิ้น ตั้งแต่คืนแรกแล้ว"
    }
  },
  {
    "translation": {
      "en": "But it didn't feel like it because of the way the count was happening.",
      "th": "แต่ไม่รู้สึกแบบนั้นเลย เพราะการนับคะแนนที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Pennsylvania and Georgia were counting mail-in ballots last,",
      "th": "เพนซิลเวเนียและจอร์เจียเป็นสองรัฐ ที่นับคะแนนทางไปรษณีย์ทีหลัง"
    }
  },
  {
    "translation": {
      "en": "even though those had been the first to arrive.",
      "th": "แม้ว่าจะเป็นสองรัฐแรกๆ ที่คะแนนมาถึงก่อน"
    }
  },
  {
    "translation": {
      "en": "So, the narrative that Biden was slowly inching to the finish line",
      "th": "ดังนั้นคำพูดที่ว่า ไบเดนกำลังเข้าเส้นชัยเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "was really just a story being told backwards.",
      "th": "คือเรื่องที่ถูกเล่าแบบกลับหลัง"
    }
  },
  {
    "translation": {
      "en": "When you watch Jaws backwards,",
      "th": "ตอนที่คุณดูจอว์สกลับหลัง"
    }
  },
  {
    "translation": {
      "en": "it's the story of a shark that spits panicking white people into the sea.",
      "th": "มันคือเรื่องของปลาฉลาม ที่คายคนขาวสภาพหวาดกลัวสู่ทะเล"
    }
  },
  {
    "translation": {
      "en": "Different movie.",
      "th": "หนังคนละเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Finally, as Trump's hunchbacked lab assistant Rudy Giuliani",
      "th": "ในที่สุด รูดี้ จูลีอานี ผู้ช่วยในห้องทดลองหลังค่อมของทรัมป์"
    }
  },
  {
    "translation": {
      "en": "addresses the media from the prestigious car lot",
      "th": "ก็กล่าวกับสื่อ จากที่จอดรถกิตติมศักดิ์"
    }
  },
  {
    "translation": {
      "en": "of Four Seasons Total Landscaping,",
      "th": "ของโฟร์ซีซันส์ โททัล แลนด์สเคปปิง"
    }
  },
  {
    "translation": {
      "en": "a call is made.",
      "th": "มีการตัดสินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Who was it called by?",
      "th": "ใครตัดสิน"
    }
  },
  {
    "translation": {
      "en": "Oh… Oh, my goodness! All the networks!",
      "th": "ให้ตายสิ ทุกสำนักข่าวเลย"
    }
  },
  {
    "translation": {
      "en": "Wow!",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "All the networks!",
      "th": "ทุกสำนักข่าวเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "CNN projects Joseph R. Biden Junior",
      "th": "ซีเอ็นเอ็นเลือกให้ โจเซฟ อาร์. ไบเดน จูเนียร์"
    }
  },
  {
    "translation": {
      "en": "is elected the 46th President of the United States.",
      "th": "เป็นผู้ถูกรับเลือกเป็นประธานาธิบดี คนที่ 46 ของสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "I'll never forget where I was when I heard Biden had won.",
      "th": "ฉันไม่มีวันลืมเลยว่าตอนที่ได้ยิน ว่าไบเดนชนะ ฉันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Staring at the news on a Saturday afternoon",
      "th": "ตอนนั้นจ้องดูข่าวเที่ยงวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "or maybe a Sunday night.",
      "th": "หรืออาจจะคืนวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "I don't know. The whole week's a blur.",
      "th": "ไม่รู้สิ ทั้งอาทิตย์มันเบลอๆ ไปหมด"
    }
  },
  {
    "translation": {
      "en": "But, oh God, the sheer sense of relief",
      "th": "แต่แบบพระเจ้า โล่งใจอย่างสุดๆ"
    }
  },
  {
    "translation": {
      "en": "was like finally taking a dump after a long flight.",
      "th": "เหมือนได้ขี้ หลังจากนั่งเครื่องบินมานานแสนนาน"
    }
  },
  {
    "translation": {
      "en": "And I mean that in every sense because I actually had tears in my eyes.",
      "th": "ฉันหมายถึงแบบนั้นจริงๆ นะ ฉันน้ำตาคลอแล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] In major cities, libtards and snowflakes mince into the streets",
      "th": "ในเมืองใหญ่ พวกเสรีนิยมงี่เง่า และพวกใจบางลงสู่ถนน"
    }
  },
  {
    "translation": {
      "en": "to celebrate Biden's victory",
      "th": "เพื่อเฉลิมฉลองชัยชนะของไบเดน"
    }
  },
  {
    "translation": {
      "en": "with an outpouring of hope, joy, and coronaviral droplets.",
      "th": "ด้วยความหวัง ความปลื้มปิติ และยาต้านไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "Well, the last time I witnessed a celebration on that scale was in 1983",
      "th": "ครั้งสุดท้ายที่ผมได้เห็น การเฉลิมฉลองขนาดนี้คือในปี 1983"
    }
  },
  {
    "translation": {
      "en": "on the forest moon of Endor, when the Empire was defeated.",
      "th": "บนสวนแห่งดวงจันทร์ของเอ็นดอร์ ในขณะที่จักรวรรดิพ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "[director] Yeah, that's Return of the Jedi. It's a movie.",
      "th": "นั่นมันรีเทิร์นออฟเดอะเจได เป็นหนังน่ะ"
    }
  },
  {
    "translation": {
      "en": "A Star Wars, you know.",
      "th": "สตาร์วอร์ส รู้จักไหม"
    }
  },
  {
    "translation": {
      "en": "Well, excuse me, but I was there.",
      "th": "ขอโทษนะ แต่ผมอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "I was there. Me, and those dear little bear people.",
      "th": "ผมอยู่ตรงนั้น ผมนี่แหละ และเหล่ามนุษย์หมีตัวน้อยๆ"
    }
  },
  {
    "translation": {
      "en": "And we had a lovely time.",
      "th": "เรามีเวลาที่ดีร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] As night falls, President-Elect and keen jogger Joe Biden",
      "th": "พอตกดึก ผู้ชนะการเลือกตั้ง และนักจ็อกกิงตัวยง โจ ไบเดน"
    }
  },
  {
    "translation": {
      "en": "delivers a victory speech.",
      "th": "กล่าวสุนทรพจน์ประกาศชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "After four years of Trump's inflammatory half sentences,",
      "th": "หลังจากสี่ปีแห่งการพูดไม่จบประโยค สุดเรื้อรังของทรัมป์"
    }
  },
  {
    "translation": {
      "en": "progressives draw comfort from Biden's dull but coherent message of hope.",
      "th": "พวกหัวก้าวหน้าได้รับความอบอุ่นจาก ข้อความเฉยๆ แต่เชื่อมโยงกันของไบเดน"
    }
  },
  {
    "translation": {
      "en": "I pledge to be a President",
      "th": "ผมให้สัญญาว่าจะเป็นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "who seeks not to divide but unify.",
      "th": "ผู้ที่ไม่แสวงหาความแตกแยก แต่แสวงหาความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "[Bracket] Biden's message was that Americans have more that unites us than divides us.",
      "th": "ข้อความของไบเดนคือคนอเมริกันมี สิ่งที่ทำให้สามัคคีกันมากกว่าแตกแยก"
    }
  },
  {
    "translation": {
      "en": "Even though we were still counting millions of pieces of paper",
      "th": "แม้ว่าเรายังคงนับกระดาษ หลายล้านใบอยู่"
    }
  },
  {
    "translation": {
      "en": "that proved we're completely different.",
      "th": "นั่นพิสูจน์ว่า เราแตกต่างกันโดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "And we couldn't even agree on the outcome of that.",
      "th": "แล้วเรายังไม่สามารถ ตกลงเรื่องผลเลือกตั้งได้เลย"
    }
  },
  {
    "translation": {
      "en": "[Foss] Well, traditionally by now, the loser would congratulate the victor,",
      "th": "แต่ตามธรรมเนียมแล้ว ผู้แพ้ต้องมายินดีกับผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "but Mr. Trump doesn't know the meaning of the word \"concede,\"",
      "th": "แต่คุณทรัมป์ไม่รู้จัก ความหมายของคำว่า \"ยอมแพ้\""
    }
  },
  {
    "translation": {
      "en": "and he was furious when they told him.",
      "th": "เขาโกรธมากตอนที่เจ้าหน้าที่บอกเขา"
    }
  },
  {
    "translation": {
      "en": "[narrator] The President is not alone in besmirching and be-shitting the result.",
      "th": "ประธานาธิบดีไม่ใช่คนเดียวที่ ทำลายความน่าเชื่อถือของผลเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "Having just been re-elected to the Senate,",
      "th": "หลังจากเพิ่ง รักษาตำแหน่งวุฒิสภาไว้ได้"
    }
  },
  {
    "translation": {
      "en": "leading Republicans insist the election that put them there was rigged.",
      "th": "ผู้นำริพับลิกันยืนยันว่า ผลเลือกตั้งนั้นมีการโกง"
    }
  },
  {
    "translation": {
      "en": "There is a lot of shenanigans going on here.",
      "th": "มีเรื่องไร้สาระมากมาย กำลังเกิดขึ้นอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "If I were President Trump, I would take all this to court,",
      "th": "ถ้าผมเป็นประธานาธิบดีทรัมป์ ผมจะเอาเรื่องพวกนี้ไปศาล"
    }
  },
  {
    "translation": {
      "en": "I'd fight back.",
      "th": "ผมจะสู้กลับ"
    }
  },
  {
    "translation": {
      "en": "Stop the steal! Stop the steal! Stop the steal!",
      "th": "หยุดขโมย หยุดขโมย"
    }
  },
  {
    "translation": {
      "en": "[Flowers] My God. There were so many discrepancies.",
      "th": "ให้ตาย มีเรื่องที่ขัดแย้งกันเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, listen, according to the records",
      "th": "คือว่า ฟังนะ จากข้อมูล"
    }
  },
  {
    "translation": {
      "en": "there were dead people who voted for Biden,",
      "th": "มีคนตายลงคะแนนให้ไบเดน"
    }
  },
  {
    "translation": {
      "en": "which is impossible because ghosts cannot hold pencils.",
      "th": "ซึ่งเป็นไปไม่ได้ เพราะผีจับดินสอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They said there were more mail ballots than ever.",
      "th": "เขาบอกว่ามีเลือกตั้งทางไปรษณีย์ มากที่สุดเป็นประวัติการณ์"
    }
  },
  {
    "translation": {
      "en": "What about female ballots?",
      "th": "แล้วของผู้หญิงล่ะ"
    }
  },
  {
    "translation": {
      "en": "The voting machines in Michigan were controlled by Hunter Biden's laptop.",
      "th": "เครื่องลงคะแนนที่มิชิแกนถูกควบคุม โดยแล็ปท็อปของฮันเตอร์ ไบเดน"
    }
  },
  {
    "translation": {
      "en": "Georgia's not even a real state.",
      "th": "จอร์เจียไม่ใช่รัฐจริงๆ ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "There's no record of it existing before November.",
      "th": "ไม่มีบันทึกใดๆ ก่อนพฤศจิกายน ว่ามันมีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "Jet fuel does not burn that hot. That was a controlled demolition.",
      "th": "เชื้อเพลิงเจ็ตไม่ร้อนขนาดนั้น เป็นการระเบิดที่มีการควบคุม"
    }
  },
  {
    "translation": {
      "en": "Trump not winning is a statistical impossibility",
      "th": "การที่ทรัมป์ไม่ชนะ มันเป็นไปไม่ได้ในทางสถิติ"
    }
  },
  {
    "translation": {
      "en": "like snow in winter or a duck that can't talk.",
      "th": "เหมือนหิมะในหน้าหนาว หรือเป็ดที่พูดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The lack of evidence proves there's been a cover-up!",
      "th": "การขาดหลักฐาน ทำให้พิสูจน์ได้ว่ามีสิ่งซ่อนเร้น"
    }
  },
  {
    "translation": {
      "en": "And the whole election never even happened.",
      "th": "และการเลือกตั้งทั้งหมด ถือว่าไม่เคยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "CNN made it look like it did using Deep State CGI.",
      "th": "ซีเอ็นเอ็นทำเหมือนกับว่ามีอยู่จริง โดยใช้เทคนิคคอมฯ ของรัฐพันธุ์ลึก"
    }
  },
  {
    "translation": {
      "en": "It's all a lie.",
      "th": "มันเป็นเรื่องโกหก"
    }
  },
  {
    "translation": {
      "en": "And, um… if that's what democracy looks like, then count me out.",
      "th": "ถ้านี่คือสิ่งที่เรียกว่าประชาธิปไตย เอาชื่อฉันออกไปได้เลย"
    }
  },
  {
    "translation": {
      "en": "Actually, don't count me at all because that would be democracy again.",
      "th": "เอาจริงๆ นะ ไม่ต้องนับฉันเลยก็ได้ จะได้เป็นประชาธิปไตยอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And I want no part of it.",
      "th": "และฉันไม่อยากมีส่วนร่วมด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "This election is not over, far from it.",
      "th": "การเลือกตั้งครั้งนี้ยังไม่จบ ยังอีกยาวไกลนัก"
    }
  },
  {
    "translation": {
      "en": "[narrator] In a blizzard of headlines, Trump launches court challenges",
      "th": "ในพายุหิมะของพาดหัวข่าว ทรัมป์จะสู้กับศาล"
    }
  },
  {
    "translation": {
      "en": "under the guidance of the legal world's village idiot, Rudy Giuliani,",
      "th": "ภายใต้การแนะนำของคนที่โง่ที่สุด ในโลกแห่งกฎหมาย รูดี้ จูลีอานี"
    }
  },
  {
    "translation": {
      "en": "whose efforts prove so hapless his hair starts crying.",
      "th": "ที่พยายามอย่างน่าอับโชค จนทำให้ผมเขาเริ่มร้องไห้"
    }
  },
  {
    "translation": {
      "en": "…and the mail-in ballot process, in order to cheat.",
      "th": "และกระบวนการเลือกตั้งทางไปรษณีย์ เพื่อที่จะโกง"
    }
  },
  {
    "translation": {
      "en": "[narrator] But the efforts come to nothing.",
      "th": "แต่ความพยายามนั้นไร้ผล"
    }
  },
  {
    "translation": {
      "en": "[Dr. Gravel] The one good thing about Trump refusing to concede",
      "th": "เรื่องดีหนึ่งเรื่องที่ทรัมป์ ไม่ยอมรับว่าแพ้เลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "was that we got to watch him lose over and over.",
      "th": "ก็คือเราจะได้เห็นเขาแพ้ไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "All those doomed legal efforts?",
      "th": "แล้วความพยายามอันริบหรี่ ที่จะสู้ทางกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "It was like watching a man fall from a skyscraper",
      "th": "เหมือนกับได้เห็นคนตกลงมาจากตึกสูง"
    }
  },
  {
    "translation": {
      "en": "trying to sue the sidewalk out of existence before he hit the ground.",
      "th": "แล้วจู่ๆ ก็พยายามจะฟ้องทางเท้า ก่อนที่เขาจะตกถึงพื้น"
    }
  },
  {
    "translation": {
      "en": "[Grace] The media will deny this, but Trump did not lose the election.",
      "th": "สื่อจะปฏิเสธเรื่องนี้ แต่ทรัมป์ไม่ได้แพ้การเลือกตั้ง"
    }
  },
  {
    "translation": {
      "en": "[director] Have you got any proof of that?",
      "th": "คุณมีหลักฐานไหม"
    }
  },
  {
    "translation": {
      "en": "He won the popular vote by a margin of literally millions.",
      "th": "เขาได้คะแนนจากประชาชน ชนะคู่แข่งหลายล้านเลย"
    }
  },
  {
    "translation": {
      "en": "What more evidence do you need? He won fair and square.",
      "th": "จะเอาหลักฐานอะไรอีก เขาชนะอย่างโปร่งใส"
    }
  },
  {
    "translation": {
      "en": "Right, so you're claiming Trump won the popular vote?",
      "th": "ครับ เมื่อกี้คุณบอกว่าทรัมป์ ได้คะแนนจากประชาชนมากกว่าใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No, Biden did. President-Elect Biden. The victor. [chuckles]",
      "th": "เปล่านะ ไบเดนชนะ คนชนะคือไบเดน ผู้ได้รับเลือก"
    }
  },
  {
    "translation": {
      "en": "[director] Right. Don't you support Trump?",
      "th": "ครับ ไม่สนับสนุนทรัมป์แล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "I have never supported Trump.",
      "th": "ฉันไม่เคยสนับสนุนทรัมป์"
    }
  },
  {
    "translation": {
      "en": "Check your tape, Bob.",
      "th": "ย้อนดูได้เลย บ็อบ"
    }
  },
  {
    "translation": {
      "en": "[director] It's James, and you were part of Trump's campaign.",
      "th": "ผมเจมส์ และคุณก็เป็นส่วนหนึ่ง ในแคมเปญหาเสียงของทรัมป์"
    }
  },
  {
    "translation": {
      "en": "Who's Trump?",
      "th": "ใครคือทรัมป์เหรอ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Trump himself may have been voted out, but the movement behind him persists.",
      "th": "ทรัมป์อาจจะออกเพราะแพ้เลือกตั้ง แต่ขบวนการที่อยู่ข้างหลังเขายังอยู่"
    }
  },
  {
    "translation": {
      "en": "America remains trapped in a loveless marriage with itself.",
      "th": "อเมริกายังติดอยู่ในการสมรส ที่ปราศจากความรัก"
    }
  },
  {
    "translation": {
      "en": "[Bracket] It is astounding that despite everything he did over the past four years,",
      "th": "มันน่าตกใจ จากสิ่งที่เขาทำมาทั้งหมดสี่ปี"
    }
  },
  {
    "translation": {
      "en": "over 70 million Americans were absolutely rooting for Trump.",
      "th": "คนอเมริกันมากกว่า 70 ล้านคน ยังสนับสนุนทรัมป์เต็มที่"
    }
  },
  {
    "translation": {
      "en": "We will never give in, we will never give up, and we will never back down.",
      "th": "เราจะไม่ยอมอ่อนข้อ เราจะไม่ยอมแพ้ เราจะไม่ยอมท้อ เราจะไม่ยอมถอย"
    }
  },
  {
    "translation": {
      "en": "We will never ever surrender.",
      "th": "เราจะไม่มีวันยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "[Bracket] It's either terrifying",
      "th": "ถ้าไม่เป็นสิ่งที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "or the most inspiring love story of our age.",
      "th": "ก็เป็นเรื่องความรัก ที่ให้แรงบันดาลใจที่สุดในยุคเรา"
    }
  },
  {
    "translation": {
      "en": "[Foss] People think of democracy as permanent and unchanging.",
      "th": "ผู้คนคิดว่าประชาธิปไตย เป็นสิ่งถาวรและไม่เปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "In truth, it's something you must perpetually nurture,",
      "th": "ในความเป็นจริงแล้ว มันเป็นสิ่งที่ต้องดูแลไปตลอด"
    }
  },
  {
    "translation": {
      "en": "like a woman or a professional grudge.",
      "th": "เหมือนผู้หญิง หรือความแค้นมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "American democracy has survived this challenge.",
      "th": "ประชาธิปไตยของอเมริกา ผ่านบททดสอบนี้มาได้"
    }
  },
  {
    "translation": {
      "en": "But what will happen in a few years' time when the next Trump comes along?",
      "th": "แต่จะเกิดอะไรขึ้นถ้ามีทรัมป์คนต่อไป"
    }
  },
  {
    "translation": {
      "en": "Perhaps a younger, more cunning, more ruthless Trump.",
      "th": "อาจเป็นทรัมป์ที่เด็กกว่า เจ้าเล่ห์กว่า เหี้ยมกว่า"
    }
  },
  {
    "translation": {
      "en": "With faster reflexes and a titanium exoskeleton.",
      "th": "ตอบโต้ไวกว่า มีชุดโครงเหล็กภายนอก ทำจากไทเทเนียม"
    }
  },
  {
    "translation": {
      "en": "Venom sacs on his neck.",
      "th": "มีต่อมพิษอยู่ที่คอ"
    }
  },
  {
    "translation": {
      "en": "Maybe some kind of fearsome onyx claw.",
      "th": "อาจจะมีกรงเล็บน่าเกรงขาม ทำจากโอนิกซ์"
    }
  },
  {
    "translation": {
      "en": "What happens then?",
      "th": "แล้วจะเกิดอะไรขึ้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Goolies] The thing is once Trump finally leaves,",
      "th": "ประเด็นก็คือเมื่อทรัมป์จากไป"
    }
  },
  {
    "translation": {
      "en": "America will be back to being totally non-racist, overnight.",
      "th": "อเมริกาจะกลับมาปราศจาก การเหยียดเชื้อชาติภายในข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "And we can just chill about that whole institutional, you know… whatever deal.",
      "th": "เราโล่งใจได้เรื่องสถาบันการเมือง หรือข้อตกลงอะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "I shall be sad to see Mr. Trump go",
      "th": "อาจจะเศร้าที่ต้องเห็นทรัมป์จากไป"
    }
  },
  {
    "translation": {
      "en": "because he brought such quiet dignity to his role.",
      "th": "เพราะเขาได้นำเกียรติยศ มาสู่บทบาทของเขา"
    }
  },
  {
    "translation": {
      "en": "But that said,",
      "th": "แต่ก็นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I do look forward to welcoming Mr. Biden",
      "th": "เรารอต้อนรับคุณไบเดน"
    }
  },
  {
    "translation": {
      "en": "to Buckingham Palace at the earliest opportunity.",
      "th": "ให้มาที่พระราชวังบักกิงแฮม โดยเร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "Indeed we have met before,",
      "th": "แน่นอนเราเคยเจอกันมาก่อน"
    }
  },
  {
    "translation": {
      "en": "at my coronation in 1953,",
      "th": "ที่พิธีราชาภิเษกปี 1953"
    }
  },
  {
    "translation": {
      "en": "which he attended as an old man.",
      "th": "ที่เขาเข้าร่วมเป็นคนแก่"
    }
  },
  {
    "translation": {
      "en": "[narrator] As America begins a new chapter and 2020 shudders to a close,",
      "th": "เมื่ออเมริกากำลังจะเริ่มบทใหม่ ปี 2020 ก็กำลังจะจบลง"
    }
  },
  {
    "translation": {
      "en": "the global pandemic is sadly still in full swing.",
      "th": "แต่โรคระบาดยังคงไม่หยุดหย่อน"
    }
  },
  {
    "translation": {
      "en": "Yet even as it tightens its grip once more,",
      "th": "ถึงแม้ว่ามันจะกัดไม่ปล่อยอยู่"
    }
  },
  {
    "translation": {
      "en": "glimmers of hope appear at last.",
      "th": "ความหวังเล็กๆ ก็ปรากฏขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Good news at last on Covid-19,",
      "th": "ในที่สุดก็มีข่าวดีเรื่องโควิด 19"
    }
  },
  {
    "translation": {
      "en": "a vaccine could be available by Christmas.",
      "th": "วัคซีนอาจจะพร้อมใช้ช่วงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Well, this was a historic scientific achievement,",
      "th": "นี่คือความสำเร็จด้านวิทยาศาสตร์ ซึ่งต้องจารึกไว้"
    }
  },
  {
    "translation": {
      "en": "on a par with the moon landings.",
      "th": "พอๆ กับการไปเหยียบดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "But more difficult because the coronavirus is far smaller than the moon.",
      "th": "แต่นี่มันยากกว่าเพราะไวรัสโคโรนา มีขนาดเล็กกว่าดวงจันทร์"
    }
  },
  {
    "translation": {
      "en": "The vaccine breakthroughs are good news.",
      "th": "ความก้าวหน้าเรื่องวัคซีนเป็นข่าวดี"
    }
  },
  {
    "translation": {
      "en": "But there is still a lot of work to do.",
      "th": "แต่ยังมีหลายอย่างที่ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "Once approval has been met",
      "th": "เมื่อได้รับการอนุมัติ"
    }
  },
  {
    "translation": {
      "en": "and manufacture scaled up,",
      "th": "และเพิ่มกำลังการผลิต"
    }
  },
  {
    "translation": {
      "en": "it must be distributed at sub-zero temperatures,",
      "th": "ต้องกระจายวัคซีน ที่อุณหภูมิต่ำกว่าศูนย์"
    }
  },
  {
    "translation": {
      "en": "and the slightest transport setback could generate a huge amount of waste.",
      "th": "และปัญหาในการขนส่งเพียงเล็กน้อย ก็อาจจะทำให้วัคซีนเสียหายจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "What is wrong with you people?",
      "th": "เป็นอะไรกันมากไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Even with a miracle cure,",
      "th": "แม้จะมียาวิเศษ"
    }
  },
  {
    "translation": {
      "en": "there's no guarantee everyone will embrace the vaccine.",
      "th": "แต่ก็ไม่รับรองว่าทุกคนจะยอมฉีด"
    }
  },
  {
    "translation": {
      "en": "No 5G vaccine for me, thank you very much. It's made in a laboratory.",
      "th": "ไม่เอาวัคซีนห้าจีนะ ขอบคุณมาก มันมาจากห้องทดลองนะ"
    }
  },
  {
    "translation": {
      "en": "And you shouldn't trust anything that's not natural.",
      "th": "คุณไม่ควรเชื่ออะไร ที่ไม่ได้มาจากธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "I read about it on Facebook.",
      "th": "ฉันอ่านมาจากเฟซบุ๊กน่ะ"
    }
  },
  {
    "translation": {
      "en": "[director] Well, Facebook isn't exactly natural either.",
      "th": "เฟซบุ๊กก็ไม่ได้มาจากธรรมชาตินะ"
    }
  },
  {
    "translation": {
      "en": "Well, I don't inject Facebook into my veins. Yeah. [laughs]",
      "th": "ฉันไม่ได้ฉีดเฟซบุ๊กเข้าเส้นนี่"
    }
  },
  {
    "translation": {
      "en": "[director] But you're happy to absorb it into your mind?",
      "th": "แต่คุณยินดีที่จะสูดเฟซบุ๊กเข้าสมอง"
    }
  },
  {
    "translation": {
      "en": "Get out of my house!",
      "th": "ออกจากบ้านไปเลย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Despite naysayers and refuseniks,",
      "th": "แม้ว่าจะมีคนไม่เห็นด้วย และมีคนปฏิเสธ"
    }
  },
  {
    "translation": {
      "en": "vaccines offer a chance of a more normal life",
      "th": "วัคซีนจะให้โอกาสกลับสู่ชีวิตปกติ"
    }
  },
  {
    "translation": {
      "en": "in 2021 and beyond.",
      "th": "ในปี 2021 เป็นต้นไป"
    }
  },
  {
    "translation": {
      "en": "It's exciting to think we could have our lives back soon.",
      "th": "มันน่าตื่นเต้นที่ได้คิดว่า เราจะกลับมาใช้ชีวิตปกติ"
    }
  },
  {
    "translation": {
      "en": "You know, we could go to the pub.",
      "th": "เราไปผับได้นะ"
    }
  },
  {
    "translation": {
      "en": "Maybe meet someone and have a bit of a dance.",
      "th": "อาจจะเจอใครสักคน เต้นสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Bit of a fumble.",
      "th": "เงอะๆ งะๆ หน่อย"
    }
  },
  {
    "translation": {
      "en": "Move in together.",
      "th": "ย้ายมาอยู่ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "Drift apart.",
      "th": "แยกจากกันไป"
    }
  },
  {
    "translation": {
      "en": "Learn to hate the way they pick their teeth.",
      "th": "เรียนรู้ที่จะเกลียดวิธีแคะฟันของเขา"
    }
  },
  {
    "translation": {
      "en": "The sound of their voice.",
      "th": "เสียงของเขา"
    }
  },
  {
    "translation": {
      "en": "Wish you'd never met.",
      "th": "ไม่น่ามาเจอกันเลย"
    }
  },
  {
    "translation": {
      "en": "Like, seriously rue the day.",
      "th": "เสียใจกับสิ่งที่เกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Is the vaccine compulsory?",
      "th": "วัคซีนจำเป็นไหม"
    }
  },
  {
    "translation": {
      "en": "[narrator] 2020 challenged humanity on a scale like no other.",
      "th": "ปี 2020 ท้าทายมนุษยชาติ ในระดับที่ไม่เคยเป็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "A year of tumult, upheaval, outrage,",
      "th": "ปีแห่งความวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "insult, disaster, lava, and division.",
      "th": "ด่าทอ ภัยพิบัติ ลาวา และการแบ่งแยก"
    }
  },
  {
    "translation": {
      "en": "It tested us, but maybe it taught us too.",
      "th": "มันทดสอบเรา แต่บางทีมันก็สอนเราด้วย"
    }
  },
  {
    "translation": {
      "en": "[director] What did you learn in 2020?",
      "th": "คุณได้อะไรจากปี 2020"
    }
  },
  {
    "translation": {
      "en": "What did I learn?",
      "th": "ผมได้อะไรงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh… how many steps there are between my couch and the refrigerator.",
      "th": "ได้รู้ว่าจากโซฟาถึงตู้เย็น มันห่างกันกี่ก้าว"
    }
  },
  {
    "translation": {
      "en": "I learned the complete genomic sequence of the novel coronavirus.",
      "th": "ผมรู้เกี่ยวกับลำดับยีนทั้งหมด ของไวรัสโคโรนา"
    }
  },
  {
    "translation": {
      "en": "And how to do the Floss.",
      "th": "วิธีทำท่าฟลอสส์"
    }
  },
  {
    "translation": {
      "en": "I've learned a lot about myself.",
      "th": "ฉันเรียนรู้เกี่ยวกับตัวเองเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "That sometimes I'm too much of a giving person.",
      "th": "รู้ว่าบางครั้ง ฉันก็เป็นผู้ให้มากเกินไป"
    }
  },
  {
    "translation": {
      "en": "And, um… Oh, I've also learned how to correctly pronounce Sieg Heil!",
      "th": "แล้วฉันได้เรียนการออกเสียง คำว่า \"ซีค ไฮล์\" อย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Well, I would say, personally, 2020 was rather fun, looking back.",
      "th": "ถ้าย้อนกลับไปดูแล้ว ผมอยากจะบอกว่าปี 2020 เป็นปีที่สนุก"
    }
  },
  {
    "translation": {
      "en": "I got in touch with some old university chums",
      "th": "ผมติดต่อกับเพื่อนเก่าสมัยมหาลัย"
    }
  },
  {
    "translation": {
      "en": "and we have started a Zoom barbershop quartet.",
      "th": "และเราเริ่มวงสี่สหาย แนวบาร์เบอร์ช็อปผ่านทางซูม"
    }
  },
  {
    "translation": {
      "en": "-Would you like to hear my Camptown Races? -[director] Um… I… No. No.",
      "th": "- อยากได้ยินเพลงแคมป์ทาวน์เรซเซสไหม - ไม่ครับ ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "-[director] That was so good. Thank you. -Oh, thank you.",
      "th": "- นั่นดีมากๆ เลย ขอบคุณ ขอบคุณมาก - ขอบคุณมากๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Great, awesome.",
      "th": "ดีมาก เยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Are we done, is that it? -[director] It was brilliant. Thank you.",
      "th": "เราเสร็จแล้วใช่ไหม จบแล้วนะ เยี่ยมมาก สุดยอดมากครับ ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Listen, uh, it looks like we might be doing one of these again next year",
      "th": "ฟังนะ ดูเหมือนว่าเราอาจจะต้อง ทำอะไรแบบนี้อีกปีหน้า"
    }
  },
  {
    "translation": {
      "en": "-for the end of 2021. -Mm-hmm.",
      "th": "สำหรับสิ้นปี 2021"
    }
  },
  {
    "translation": {
      "en": "-Right. -Yeah.",
      "th": "- โอเค - อือ"
    }
  },
  {
    "translation": {
      "en": "[director] Is there any chance you could read some advance responses now",
      "th": "จะมีความเป็นไปได้ไหม ที่คุณจะอ่านคำตอบกลับไว้ล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "so we can cut them into the edit later? They're on that piece of paper.",
      "th": "เราจะได้ใส่เพิ่มได้ทีหลัง มันอยู่ในกระดาษใบนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "Yes. Yes, happy to oblige.",
      "th": "ได้ครับ ยินดีอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "OK.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Yeah, just this last page? -[director] Yeah.",
      "th": "- แค่หน้าสุดท้ายนี้ใช่ไหม - ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "\"But no one could have foreseen",
      "th": "แต่ไม่มีใครคาดคิด"
    }
  },
  {
    "translation": {
      "en": "what the vaccine would do to us",
      "th": "ว่าวัคซีนจะทำอะไรกับเรา"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.\"",
      "th": "หรือเราจะใช้พลังใหม่ของเราได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "But no one could have foreseen what the vaccine would do to us",
      "th": "แต่ไม่มีใครคาดคิด ว่าวัคซีนจะทำอะไรกับเรา"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.",
      "th": "หรือเราจะใช้พลังใหม่ของเราได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "But no one could have foreseen what the vaccine would do to us",
      "th": "แต่ไม่มีใครคาดคิด ว่าวัคซีนจะทำอะไรกับเรา"
    }
  },
  {
    "translation": {
      "en": "or how we'd use our new powers.",
      "th": "หรือเราจะใช้พลังใหม่ของเราได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And that, of course, is when President Harris unveiled her real agenda.",
      "th": "นั่นคือตอนที่ประธานาธิบดีแฮร์ริส เผยจุดประสงค์ที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "And that was when President Harris unveiled her real agenda.",
      "th": "นั่นคือตอนที่ประธานาธิบดีแฮร์ริส เผยจุดประสงค์ที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "And that was when President Harris unveiled her real agenda.",
      "th": "นั่นคือตอนที่ประธานาธิบดีแฮร์ริส เผยจุดประสงค์ที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "Of course, in the end, the Trump News Network came off air after just one month.",
      "th": "ที่สุดแล้ว สำนักข่าวทรัมป์นิวส์ ก็ยุติหลังออกอากาศได้เดือนเดียว"
    }
  },
  {
    "translation": {
      "en": "Of course, in the end, the Trump News Network came off air after just a month.",
      "th": "ที่สุดแล้ว สำนักข่าวทรัมป์นิวส์ ก็ยุติหลังออกอากาศได้เดือนเดียว"
    }
  },
  {
    "translation": {
      "en": "I've gotta say he was the last world leader you'd expect to see",
      "th": "ต้องบอกว่าเขาคือผู้นำคนสุดท้าย ที่คุณคาดหวังที่จะเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "th": "เอาไข่ต้มยัดตูดบนทีวีอิตาลี"
    }
  },
  {
    "translation": {
      "en": "Gotta say he was the last world leader you'd expect to see",
      "th": "ต้องบอกว่าเขาคือผู้นำคนสุดท้าย ที่คุณคาดหวังที่จะเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "th": "เอาไข่ต้มยัดตูดบนทีวีอิตาลี"
    }
  },
  {
    "translation": {
      "en": "Gotta say he was the last world leader you'd expect to see",
      "th": "ต้องบอกว่าเขาคือผู้นำคนสุดท้าย ที่คุณคาดหวังที่จะเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "pushing a hardboiled egg up his own ass on Italian television.",
      "th": "เอาไข่ต้มยัดตูดบนทีวีอิตาลี"
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "th": "จากนั้น ในช่วงสุดท้าย ทุกคนก็ตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and it had all been a horrible dream.",
      "th": "และทั้งหมดเป็นฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "th": "จากนั้น ในช่วงสุดท้าย ทุกคนก็ตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and it had all been a horrible dream!",
      "th": "และทั้งหมดเป็นฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "But then, at the last moment, we all woke up",
      "th": "จากนั้น ในช่วงสุดท้าย ทุกคนก็ตื่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and it was all a horrible dream.",
      "th": "และทั้งหมดเป็นฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "Oh, I wish.",
      "th": "ฝันไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Is that enough, will that do? Terrific.",
      "th": "พอไหม โอเคหรือยัง เยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "Great, thank you.",
      "th": "เยี่ยมมาก ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "OK.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Well, guys, it has been great.",
      "th": "พวกเรานี่มันยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Anyway, I have a train,",
      "th": "เอาละ ผมต้องไปขึ้นรถไฟ"
    }
  },
  {
    "translation": {
      "en": "and prior to train I am going to find myself a semi-louche bar",
      "th": "แต่ก่อนขึ้นรถไฟ ผมจะไปที่บาร์เหล้าผสมน้ำเปล่า"
    }
  },
  {
    "translation": {
      "en": "and a welcoming Negroni.",
      "th": "หาเนโกรนีละมุนๆ มาดื่มสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Flowers] Um… is that enough?",
      "th": "แบบนั้นพอไหมคะ"
    }
  },
  {
    "translation": {
      "en": "OK, this was fun! I had fun.",
      "th": "โอเค มันสนุกมาก ฉันสนุกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Alright, we done here?",
      "th": "เอาละ เราเสร็จแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "I'm done here, you? Huh?",
      "th": "ฉันเสร็จแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "You wanna have sex?",
      "th": "คุณน่ะ อยากมีเซ็กส์ไหม"
    }
  },
  {
    "translation": {
      "en": "[director] Um… Well… there's quite a strict social distancing policy on this production…",
      "th": "คือว่าทางกองถ่าย มีมาตรการการเว้นระยะที่เข้มงวดครับ"
    }
  },
  {
    "translation": {
      "en": "Suit yourself, man.",
      "th": "ตามใจเลย"
    }
  }
]