[
  {
    "translation": {
      "en": "[man in Spanish] I remember it as if it was yesterday.",
      "th": "ผมจำได้เหมือนมันเพิ่งเกิดขึ้นเมื่อวานนี้เอง"
    }
  },
  {
    "translation": {
      "en": "Because that day,",
      "th": "เพราะว่าวันนั้น"
    }
  },
  {
    "translation": {
      "en": "I realized that in a split second…",
      "th": "ผมตระหนักว่าในเวลาเพียงเสี้ยววินาที"
    }
  },
  {
    "translation": {
      "en": "you can,",
      "th": "คุณก็อาจจะ..."
    }
  },
  {
    "translation": {
      "en": "you can die.",
      "th": "คุณอาจจะตายได้"
    }
  },
  {
    "translation": {
      "en": "[first male voice] Get in now! Let's go!",
      "th": "ขึ้นรถเร็วเข้า ไปๆ"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไปสิ!"
    }
  },
  {
    "translation": {
      "en": "[second male voice] Friend, go!",
      "th": "เพื่อน เผ่นเร็ว"
    }
  },
  {
    "translation": {
      "en": "[first male voice] Go!",
      "th": "ไปๆๆ"
    }
  },
  {
    "translation": {
      "en": "[second male voice] Go, go!",
      "th": "ไปๆ"
    }
  },
  {
    "translation": {
      "en": "[first male voice] What about that man?",
      "th": "แล้วผู้ชายคนนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, no!",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "Don't stop!",
      "th": "อย่าหยุด"
    }
  },
  {
    "translation": {
      "en": "Don't stop!",
      "th": "อย่าหยุด"
    }
  },
  {
    "translation": {
      "en": "[female narrator in English] There are over 1300 active volcanoes on the planet.",
      "th": "บนโลกนี้มีภูเขาไฟที่ยังมีพลังอยู่กว่า 1,300 ลูก"
    }
  },
  {
    "translation": {
      "en": "Gateways, to a world beneath our feet.",
      "th": "ประตูสู่โลกใต้ธรณี"
    }
  },
  {
    "translation": {
      "en": "Explosions of molten rock and lava.",
      "th": "การระเบิดของหินหลอมเหลวและลาวา"
    }
  },
  {
    "translation": {
      "en": "Some erupt continuously,",
      "th": "บางลูกปะทุอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "for hundreds or even thousands of years.",
      "th": "เป็นเวลาหลายร้อยหรือกระทั่งหลายพันปี"
    }
  },
  {
    "translation": {
      "en": "Others explode with little warning…",
      "th": "บางลูกระเบิดแบบแทบไม่มีคำเตือนล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "[narrator] sending shockwaves around the world.",
      "th": "ส่งคลื่นกระแทกให้แตกตื่นไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "[narrator] This is a journey into four volcanoes.",
      "th": "นี่คือการเดินทางสู่ภูเขาไฟสี่ลูก"
    }
  },
  {
    "translation": {
      "en": "Each bigger than the last.",
      "th": "แต่ละลูกมีขนาดใหญ่กว่า"
    }
  },
  {
    "translation": {
      "en": "Each more explosive.",
      "th": "มีอานุภาพแรงระเบิดมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Each more deadly.",
      "th": "เป็นอันตรายถึงตายมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[narrator] It's called the land of ice and fire.",
      "th": "ที่นี่ถูกเรียกว่าดินแดนแห่งน้ำแข็งและไฟ"
    }
  },
  {
    "translation": {
      "en": "And in March 2021, Iceland put on a spectacular display.",
      "th": "และในเดือนมีนาคม ปี 2021 ไอซ์แลนด์ก็ได้มอบโชว์สุดตระการตา"
    }
  },
  {
    "translation": {
      "en": "A crack in the Earth's crust opened up to produce, fountains of lava.",
      "th": "รอยแตกบนเปลือกโลกได้เปิดออก ส่งลาวาพวยพุ่งออกมาราวกับน้ำพุ"
    }
  },
  {
    "translation": {
      "en": "[female voice] This was something I did not expect to see in my lifetime.",
      "th": "นี่เป็นอะไรที่ฉันไม่เคยคาดคิด ว่าจะได้เห็นในชีวิตนี้"
    }
  },
  {
    "translation": {
      "en": "So this eruption came as a huge surprise.",
      "th": "การปะทุครั้งนี้เป็นความประหลาดใจครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Because we haven't seen an eruption on the peninsula for 800 years.",
      "th": "เพราะเราไม่ได้เห็น การปะทุบนคาบสมุทรมา 800 ปี"
    }
  },
  {
    "translation": {
      "en": "And thinking about also this type of eruption,",
      "th": "ไหนจะยังรูปแบบของการปะทุ"
    }
  },
  {
    "translation": {
      "en": "and all this lava coming from great depths.",
      "th": "และลาวามากมายไหลขึ้นมาจากใต้ดินลึก"
    }
  },
  {
    "translation": {
      "en": "This is also what we haven't observed for thousands of years.",
      "th": "นี่เป็นอะไรที่เราไม่ได้เห็นกันมาหลายพันปี"
    }
  },
  {
    "translation": {
      "en": "[narrator] The Earth's crust is made up of huge rocky plates.",
      "th": "เปลือกโลกประกอบขึ้น จากแผ่นธรณีภาคขนาดมหึมา"
    }
  },
  {
    "translation": {
      "en": "Most of the world's volcanoes form along their boundaries.",
      "th": "ภูเขาไฟส่วนใหญ่ของโลก จะก่อตัวขึ้นตามแนวริมแผ่นหิน"
    }
  },
  {
    "translation": {
      "en": "Iceland sits between two of these plates.",
      "th": "ไอซ์แลนด์ตั้งอยู่บนแผ่นธรณีภาคสองแผ่น"
    }
  },
  {
    "translation": {
      "en": "As they pull apart, deep cracks open up",
      "th": "เมื่อมันเคลื่อนที่ออกจากกัน จึงเกิดรอยแยกลึก"
    }
  },
  {
    "translation": {
      "en": "through which molten rock called magma, can escape.",
      "th": "ที่หินหลอมละลายซึ่งเรียกว่าหินหนืด สามารถเล็ดลอดออกมา"
    }
  },
  {
    "translation": {
      "en": "Propelled by expanding gases,",
      "th": "เมื่อถูกก๊าซที่ขยายตัวขับดัน"
    }
  },
  {
    "translation": {
      "en": "the magma erupts in the form of lava…",
      "th": "หินหนืดจะปะทุออกมาในรูปของลาวา"
    }
  },
  {
    "translation": {
      "en": "creating a volcano.",
      "th": "ทำให้เกิดเป็นภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "Over millennia, the whole island has been made this way, by thousands of eruptions.",
      "th": "เป็นเวลากว่าพันปีที่เกาะทั้งเกาะ ถูกทำให้เป็นแบบนี้ด้วยการปะทุหลายพันครั้ง"
    }
  },
  {
    "translation": {
      "en": "We haven't seen an eruption so close to Reykjavik.",
      "th": "เรายังไม่เคยเห็นการระเบิด ที่ใกล้เรคยาวิกขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "This is very unusual.",
      "th": "นี่มันแปลกมาก"
    }
  },
  {
    "translation": {
      "en": "But this means for many people, they can actually visit the eruption.",
      "th": "แต่สำหรับหลายๆ คนแล้ว นี่หมายความว่า พวกเขาสามารถไปเยือนจุดที่เกิดการปะทุได้"
    }
  },
  {
    "translation": {
      "en": "[Kristín] So going to the eruption site of course, it's fascinating.",
      "th": "แน่นอนว่าการไปยังจุดที่เกิดการปะทุ เป็นอะไรที่น่าตื่นตา"
    }
  },
  {
    "translation": {
      "en": "[Kristín] You think you're gonna hike up there for one hour",
      "th": "คุณวางแผนว่าจะเดินขึ้นไปที่นั่นสักหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and then you're gonna stay there 30 minutes and then go back.",
      "th": "แล้วก็จะอยู่ตรงนั้นสัก 30 นาที จากนั้นก็กลับ"
    }
  },
  {
    "translation": {
      "en": "No. No. No. [chuckles] You always end up standing there for three hours at least.",
      "th": "ไม่เลย สุดท้ายคุณจะยืนอยู่ที่นั่น อย่างน้อยสามชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[female voice] The eruption is just… mesmerizing.",
      "th": "การปะทุมันช่าง… สวยงามจับใจ"
    }
  },
  {
    "translation": {
      "en": "[narrator] 350, 000 people have visited the volcano.",
      "th": "มีคนเคยไปที่ภูเขาไฟแล้ว 350,000 คน"
    }
  },
  {
    "translation": {
      "en": "Almost the entire population of Iceland.",
      "th": "เกือบเท่าประชากรทั้งประเทศของไอซ์แลนด์"
    }
  },
  {
    "translation": {
      "en": "Each eruption is rated by the Volcanic Explosivity Index,",
      "th": "การปะทุแต่ละครั้งจะถูกวัดความรุนแรง ด้วยดัชนีการระเบิดของภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "based on the amount of lava and the height of the ash cloud.",
      "th": "ซึ่งอิงจากปริมาณลาวาและความสูงของเถ้าถ่าน"
    }
  },
  {
    "translation": {
      "en": "Fagradalsfjall's eruption is low on the index.",
      "th": "การปะทุที่ฟากราดาลส์ฟยาลมีค่าดัชนีในระดับต่ำ"
    }
  },
  {
    "translation": {
      "en": "But being so close to Reykjavik,",
      "th": "แต่ด้วยความที่อยู่ใกล้กับเรคยาวิก"
    }
  },
  {
    "translation": {
      "en": "it's in the perfect location for scientists to study it.",
      "th": "มันจึงเป็นทำเลที่สมบูรณ์แบบ ให้นักวิทยาศาสตร์มาศึกษา"
    }
  },
  {
    "translation": {
      "en": "They're trying to find out how long the eruption will last…",
      "th": "พวกเขาพยายามค้นหาว่ามันจะปะทุนานเท่าไร"
    }
  },
  {
    "translation": {
      "en": "and map where the lava might flow.",
      "th": "และวาดแผนที่เส้นทางการไหลของธารลาวา"
    }
  },
  {
    "translation": {
      "en": "[male voice] Every time we go there, the volcano is different.",
      "th": "ทุกครั้งที่เราไปที่นั่น ภูเขาไฟไม่เคยเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "So it is exciting for us.",
      "th": "มันจึงน่าตื่นเต้นสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "And it's always the same kind of feeling we get going there.",
      "th": "แล้วมันเป็นความรู้สึกแบบเดียวกัน ที่เราได้รับทุกครั้งที่ไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It's majestic. It's just so beautiful.",
      "th": "มันงามสง่า สวยมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Birgir] I'm a geologist,",
      "th": "ผมเป็นนักธรณีวิทยา"
    }
  },
  {
    "translation": {
      "en": "and I specialize in close-range photogrammetry to generate 3D mapping.",
      "th": "และเชี่ยวชาญการทำรังวัดภาพระยะใกล้ เพื่อจัดทำแผนที่สามมิติ"
    }
  },
  {
    "translation": {
      "en": "[Birgir] We go to the area and we place targets",
      "th": "เราจะไปยังพื้นที่และเราจะวางเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "visible in the images that we take from the air.",
      "th": "ที่เห็นในภาพที่เราถ่ายจากทางอากาศ"
    }
  },
  {
    "translation": {
      "en": "[Birgir] And we align the images,",
      "th": "แล้วเราจะจัดวางภาพ"
    }
  },
  {
    "translation": {
      "en": "stitch them together, and then we can use them for all kinds of measurements.",
      "th": "ต่อมันเข้าด้วยกัน จากนั้นเราจะสามารถนำไปใช้ กับการวัดทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "[Birgir] Here, we are looking at a 3D model. Um, so-called mesh model.",
      "th": "นี่คือแบบจำลองสามมิติ เป็นแบบจำลองที่เรียกว่า “เมช”"
    }
  },
  {
    "translation": {
      "en": "And here you see these two valleys in which lava is flowing into.",
      "th": "และนี่คุณจะเห็นหุบเขาสองแห่ง ที่ลาวากำลังไหลลงไป"
    }
  },
  {
    "translation": {
      "en": "We use the models for tracking changes in the eruption site.",
      "th": "เราใช้แบบจำลองเพื่อติดตามความเปลี่ยนแปลง ในจุดที่มีการปะทุ"
    }
  },
  {
    "translation": {
      "en": "And this will help us predict where lava will flow across the landscape…",
      "th": "และนี่จะช่วยให้เราสามารถพยากรณ์ ว่าลาวาจะไหลไปที่ใดทั่วทั้งภูมิทัศน์"
    }
  },
  {
    "translation": {
      "en": "helping to save lives.",
      "th": "ช่วยให้คนไม่ต้องสูญเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "We are so small, compared to these forces of nature.",
      "th": "พวกเราเป็นสิ่งที่เล็กจิ๋ว เมื่อเทียบกับพลังธรรมชาติเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "And yet, there's an attraction to it.",
      "th": "แต่พลังนั้นก็มีแรงดึงดูดเข้าไปหามัน"
    }
  },
  {
    "translation": {
      "en": "There's something that drags you to it, even though it's dangerous.",
      "th": "มันมีบางสิ่งที่ฉุดเราไปหามัน แม้มันจะเต็มไปด้วยอันตราย"
    }
  },
  {
    "translation": {
      "en": "And probably it's because it's so beautiful.",
      "th": "และก็อาจเป็นเพราะว่ามันงดงามมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] At over 1000 degrees Celsius, lava incinerates everything,",
      "th": "ลาวาเผาทุกอย่างเป็นจุณ ที่อุณหภูมิกว่า 1,000 องศาเซลเซียส"
    }
  },
  {
    "translation": {
      "en": "creating a landscape devoid of life.",
      "th": "สร้างภูมิทัศน์ที่ปราศจากซึ่งชีวิต"
    }
  },
  {
    "translation": {
      "en": "But it's only a matter of time before new life finds a way,",
      "th": "แต่เพียงต้องอาศัยเวลา ชีวิตใหม่ก็จะหาหนทาง"
    }
  },
  {
    "translation": {
      "en": "to take hold and evolve.",
      "th": "ที่จะแข็งแกร่งและวิวัฒน์"
    }
  },
  {
    "translation": {
      "en": "[male voice] Our experiment here today, we're gonna try and collect a clean, fresh sample",
      "th": "การทดลองของเราที่นี่วันนี้ เราจะเก็บตัวอย่างลาวาที่ใหม่และสะอาด"
    }
  },
  {
    "translation": {
      "en": "of lava to be able to figure out what happens when a pristine landscape",
      "th": "เพื่อค้นหาว่าจะเกิดอะไรขึ้น เมื่อภูมิทัศน์ที่ใหม่เอี่ยม"
    }
  },
  {
    "translation": {
      "en": "ends up being colonized for the first time with microbes.",
      "th": "ถูกจุลชีพเข้ามาอาศัยอยู่เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "You can see it's still glowing.",
      "th": "คุณจะเห็นว่ามันยังวาบๆ อยู่"
    }
  },
  {
    "translation": {
      "en": "So this is basically as fresh earth as you could possibly have.",
      "th": "ฉะนั้นนี่ก็คือดินที่ใหม่ที่สุดเท่าที่คุณจะมีได้"
    }
  },
  {
    "translation": {
      "en": "Our earliest microbial ancestors were actually heat loving organisms.",
      "th": "บรรพบุรุษจุลชีพยุคแรกสุดของเรา ที่จริงเป็นสิ่งมีชีวิตที่ชอบความร้อน"
    }
  },
  {
    "translation": {
      "en": "And so, in the beginning,",
      "th": "ดังนั้นในตอนแรก"
    }
  },
  {
    "translation": {
      "en": "a volcanic rock won't have any microbes that are living on it.",
      "th": "หินภูเขาไฟไม่ได้มีจุลชีพอาศัยอยู่"
    }
  },
  {
    "translation": {
      "en": "But as it cools, then a lot of the nutrients and different materials",
      "th": "แต่ขณะที่มันเย็นตัวลง สารอาหารและสสารหลายๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "have the same building blocks",
      "th": "ก็มีหน่วยโครงสร้างแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "that different organisms can use and begin to colonize.",
      "th": "ที่สิ่งมีชีวิตชนิดต่างๆ สามารถใช้ และเริ่มเข้ายึดพื้นที่"
    }
  },
  {
    "translation": {
      "en": "When you begin to collect samples, we establish a number of different locations",
      "th": "เมื่อเริ่มเก็บตัวอย่าง เราจะกำหนดสถานที่หลายๆ แห่ง"
    }
  },
  {
    "translation": {
      "en": "that we can then keep coming back to and identify that magic moment",
      "th": "ที่เราสามารถกลับมา และระบุช่วงเวลามหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "when the first microbe ends up being present.",
      "th": "ที่จุลชีพตัวแรกปรากฏให้เห็น"
    }
  },
  {
    "translation": {
      "en": "It could be a few weeks to a few months,",
      "th": "อาจจะสองสามสัปดาห์หรือสองสามเดือน"
    }
  },
  {
    "translation": {
      "en": "but we'll keep trying each week until we find, find the first ones.",
      "th": "แต่เราจะทำแบบนี้ในแต่ละสัปดาห์ จนกว่าจะเจอจุลชีพกลุ่มแรก"
    }
  },
  {
    "translation": {
      "en": "[narrator] By studying the presence of microbes in these conditions,",
      "th": "ด้วยการศึกษาการปรากฏตัวของจุลชีพ ในสภาวะเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "scientists can understand more about the genesis of life on Earth.",
      "th": "นักวิทยาศาสตร์จะสามารถเข้าใจ การก่อกำเนิดของชีวิตบนโลกได้มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] Ancient volcanoes created the perfect conditions for life to evolve.",
      "th": "ภูเขาไฟโบราณได้สร้างสภาวะที่สมบูรณ์แบบ ให้ชีวิตได้มีวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "Volcanic gases created the atmosphere…",
      "th": "ก๊าซภูเขาไฟสร้างชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "which in turn helped create the oceans.",
      "th": "ที่ช่วยสร้างมหาสมุทรขึ้นในเวลาต่อมา"
    }
  },
  {
    "translation": {
      "en": "And deep underwater… at hydrothermal vents,",
      "th": "และลึกลงไปใต้น้ำ ที่ปล่องน้ำพุร้อนใต้มหาสมุทร"
    }
  },
  {
    "translation": {
      "en": "volcanic energy powered the chemistry",
      "th": "พลังภูเขาไฟได้ทำให้เกิดองค์ประกอบทางเคมี"
    }
  },
  {
    "translation": {
      "en": "that created the first single celled organisms.",
      "th": "ที่สร้างสิ่งมีชีวิตเซลล์เดียวกลุ่มแรกขึ้น"
    }
  },
  {
    "translation": {
      "en": "And over billions of years, they, evolved into us.",
      "th": "เมื่อผ่านไปหลายพันล้านปี พวกมันได้วิวัฒน์จนกลายเป็นเรา"
    }
  },
  {
    "translation": {
      "en": "Volcanoes create life.",
      "th": "ภูเขาไฟสร้างชีวิต"
    }
  },
  {
    "translation": {
      "en": "But here and now, they seem only to bring death and destruction.",
      "th": "แต่ที่นี่และตอนนี้ ดูเหมือนสิ่งที่พวกมันนำมา มีเพียงการทำลายล้างและความตาย"
    }
  },
  {
    "translation": {
      "en": "[reporter] Since last month, the lava has covered nearly 900 hectares",
      "th": "ตั้งแต่เมื่อเดือนที่แล้ว ลาวาได้ไหลปกคลุมพื้นที่เกือบเก้าตร.กม."
    }
  },
  {
    "translation": {
      "en": "and destroyed more than 2000 buildings. Most of the 83,000 residents are still…",
      "th": "และทำลายอาคารไปกว่า 2,000 แห่ง ผู้อยู่อาศัยส่วนใหญ่จากจำนวน 83,000 คนยัง…"
    }
  },
  {
    "translation": {
      "en": "[narrator] Cumbre Vieja started erupting unexpectedly in September 2021.",
      "th": "ภูเขาไฟกุมเบร วิเอคาเริ่มปะทุ อย่างไม่คาดหมายเมื่อเดือนกันยายน ปี 2021"
    }
  },
  {
    "translation": {
      "en": "Unlike in Iceland, there are thousands of people living on its slopes.",
      "th": "ที่นี่ต่างจากที่ไอซ์แลนด์ เพราะมีประชาชนหลายพันอาศัยอยู่บนที่ลาดเขา"
    }
  },
  {
    "translation": {
      "en": "[narrator] Homes, directly in the path of lava.",
      "th": "บ้านเรือนอยู่ในเส้นทางของลาวาโดยตรง"
    }
  },
  {
    "translation": {
      "en": "On our daily life, we don't realize",
      "th": "ในชีวิตประจำวันของเรา เราไม่ได้ทันนึก"
    }
  },
  {
    "translation": {
      "en": "the chaos there is down there beneath our feet.",
      "th": "ถึงความสับสนอลหม่านที่อยู่ใต้ฝ่าเท้าเรา"
    }
  },
  {
    "translation": {
      "en": "And how close we are to that furnace of magma.",
      "th": "ไม่ได้นึกว่า เราอยู่ใกล้กับเตาหลอมหินหนืดนั่นแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Just thousands of degrees, much more than we can imagine.",
      "th": "แค่หลายพันองศา มากกว่าที่เราจะนึกภาพออก"
    }
  },
  {
    "translation": {
      "en": "Enough to melt almost everything in a matter of seconds.",
      "th": "ก็เพียงพอจะละลายเกือบทุกสิ่งในไม่กี่วินาที"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] That's an anomaly.",
      "th": "นั่นมันไม่ปกตินะ"
    }
  },
  {
    "translation": {
      "en": "The lava is zig-zagging.",
      "th": "ลาวาเคลื่อนที่เป็นรูปฟันปลา"
    }
  },
  {
    "translation": {
      "en": "[David in English] When you are measuring lava flows, people ask a lot of times,",
      "th": "ตอนที่เรากำลังวัดธารลาวาไหลหลาก คนก็ถามกันหลายครั้งว่า"
    }
  },
  {
    "translation": {
      "en": "\"My house will be destroyed by the lava flows. Can you tell me that?\"",
      "th": "“คุณบอกฉันได้ไหมว่า บ้านฉันจะถูกลาวาหลากทำลาย”"
    }
  },
  {
    "translation": {
      "en": "What would you tell them?",
      "th": "คุณจะบอกอะไรพวกเขาได้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Of course it will. But should I tell them that?",
      "th": "แน่นอน บ้านคุณไม่เหลือหรอก แต่ผมควรบอกแบบนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "Should I tell the truth?",
      "th": "ผมควรบอกความจริงพวกเขาไหม"
    }
  },
  {
    "translation": {
      "en": "This is something that even we as scientists are not prepared for.",
      "th": "นี่เป็นอะไรที่แม้แต่นักวิทยาศาสตร์อย่างเรา ก็ไม่ได้เตรียมพร้อมจะเจอ"
    }
  },
  {
    "translation": {
      "en": "Because here we see a level of destruction",
      "th": "เพราะที่นี่เราเห็นระดับของความพินาศ"
    }
  },
  {
    "translation": {
      "en": "and it's really hard to understand and even hard to believe.",
      "th": "และมันยากที่จะเข้าใจ และกระทั่งยากที่จะเชื่อ"
    }
  },
  {
    "translation": {
      "en": "[David] I've seen things here that I never expected to see because",
      "th": "ผมได้เห็นอะไรที่นี่ ที่ผมไม่เคยคิดว่าจะได้เห็นเพราะ"
    }
  },
  {
    "translation": {
      "en": "you are tracing the lava flows on the streets.",
      "th": "คุณต้องวัดลาวาหลากบนถนน"
    }
  },
  {
    "translation": {
      "en": "On the crossroads, on the roundabouts.",
      "th": "ตามทางแยก ตามวงเวียนต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[David] And that's really strange.",
      "th": "และมันแปลกมากๆ"
    }
  },
  {
    "translation": {
      "en": "[David] People have lost everything.",
      "th": "ชาวบ้านสูญเสียทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "This is a dark, black lava flow all over the place,",
      "th": "นี่คือลาวาหลากสีดำทั่วทั้งบริเวณ"
    }
  },
  {
    "translation": {
      "en": "and there is no chance to even blockade your house.",
      "th": "ไม่มีโอกาสเลยที่แม้แต่จะล้อมบ้านของคุณ"
    }
  },
  {
    "translation": {
      "en": "That's really terrible.",
      "th": "มันเลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "And that's what makes it really like being on a,",
      "th": "นั่นเองที่ทำให้มันเหมือนกับว่าเรากำลัง…"
    }
  },
  {
    "translation": {
      "en": "on a PlayStation game or in a video game. You know, this is, unreal.",
      "th": "อยู่ในเกมเพลย์สเตชั่นหรือวิดีโอเกม มันเหมือนไม่ได้เกิดขึ้นจริง"
    }
  },
  {
    "translation": {
      "en": "[male voice in Spanish] The ash is a very fine dust.",
      "th": "เถ้าถ่านคือฝุ่นที่ละเอียดมาก"
    }
  },
  {
    "translation": {
      "en": "But when wet, it gets much heavier.",
      "th": "แต่เมื่อเปียกน้ำ มันจะหนักกว่ามาก"
    }
  },
  {
    "translation": {
      "en": "So it can make the roof fall in.",
      "th": "ฉะนั้นมันสามารถทำให้หลังคาถล่มลงมา"
    }
  },
  {
    "translation": {
      "en": "That's why we have to clean it now,",
      "th": "เพราะเหตุนี้เราถึงต้องทำความสะอาดตอนนี้"
    }
  },
  {
    "translation": {
      "en": "as we are in the rainy season.",
      "th": "เพราะตอนนี้เป็นหน้าฝน"
    }
  },
  {
    "translation": {
      "en": "It can cause a lot of problems.",
      "th": "มันอาจสร้างปัญหาได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "[José] At least I have my property.",
      "th": "อย่างน้อยผมยังมีทรัพย์สินของผมอยู่"
    }
  },
  {
    "translation": {
      "en": "Others have lost everything.",
      "th": "คนอื่นๆ ต้องหมดเนื้อหมดตัว"
    }
  },
  {
    "translation": {
      "en": "Houses, farms. At least I have my mine.",
      "th": "บ้านช่อง ไร่นา อย่างน้อยของผมยังอยู่"
    }
  },
  {
    "translation": {
      "en": "So I can't complain.",
      "th": "เพราะงั้นผมก็ไม่บ่นหรอก"
    }
  },
  {
    "translation": {
      "en": "The ash damages the bananas and burns them.",
      "th": "เถ้าถ่านเผาทำลายกล้วยเสียหาย"
    }
  },
  {
    "translation": {
      "en": "So we let them fall to the floor.",
      "th": "เราก็เลยปล่อยให้มันร่วงลงบนพื้น"
    }
  },
  {
    "translation": {
      "en": "We've lost almost the entire crop this year.",
      "th": "เราสูญเสียผลผลิตเกือบทั้งหมดในปีนี้"
    }
  },
  {
    "translation": {
      "en": "It seems like a dream. Like, nothing we've lived through before.",
      "th": "มันเหมือนฝัน เราไม่เคยเจออะไรแบบนี้มาก่อนในชีวิต"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Since the beginning of civilization,",
      "th": "ตั้งแต่ยุคแรกเริ่มของอารยธรรม"
    }
  },
  {
    "translation": {
      "en": "humans have tried to dominate the planet…",
      "th": "มนุษย์พยายามที่จะครองโลก"
    }
  },
  {
    "translation": {
      "en": "bypassing the raw power of nature.",
      "th": "เพิกเฉยต่อพลังรุนแรงของธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "And there are few things more powerful…",
      "th": "ยังมีพลังอีกสองสามอย่างที่รุนแรง…"
    }
  },
  {
    "translation": {
      "en": "than a volcanic eruption.",
      "th": "กว่าการปะทุของภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "[narrator] It can be thousands of times stronger than a nuclear blast.",
      "th": "มันอาจรุนแรงกว่า การระเบิดของนิวเคลียร์หลายพันเท่า"
    }
  },
  {
    "translation": {
      "en": "These are forces, that cannot be controlled.",
      "th": "นี่คือพลังที่ไม่อาจควบคุมได้"
    }
  },
  {
    "translation": {
      "en": "But can they be predicted?",
      "th": "แต่เราจะพยากรณ์มันได้ไหม"
    }
  },
  {
    "translation": {
      "en": "That's the challenge facing the world's volcanologists.",
      "th": "นั่นเป็นความท้าทายที่นักภูเขาไฟวิทยากำลังเผชิญ"
    }
  },
  {
    "translation": {
      "en": "[narrator] The last major eruption at Masaya was 1800 years ago.",
      "th": "การปะทุครั้งใหญ่ครั้งสุดท้ายของมาซายา เกิดขึ้นเมื่อ 1,800 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "It spewed out lava flows over 25 miles long.",
      "th": "มันพ่นลาวาหลากออกมา เป็นความยาวกว่า 40 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "But when will it erupt again?",
      "th": "แต่มันจะระเบิดอีกครั้งเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "One of the best ways to know the state of a volcano,",
      "th": "ทางที่ดีที่สุดทางหนึ่งที่จะรู้ถึงสภาพของภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "is to measure the gases it emits.",
      "th": "คือการวัดปริมาณก๊าซที่มันปล่อยออกมา"
    }
  },
  {
    "translation": {
      "en": "This is best done from inside the volcano.",
      "th": "วิธีนี้จะดีที่สุดเมื่อทำจากในภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "[man in Spanish] How do you feel?",
      "th": "คุณรู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Because it's your first descent, isn't it?",
      "th": "เพราะนี่เป็นครั้งแรกที่คุณจะลงไปใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[woman] Yes, it's the first time.",
      "th": "ใช่ นี่ครั้งแรกค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'd feel frightened to do it in heavy rain or storms.",
      "th": "ฉ้นคงจะกลัวถ้าต้องทำตอนฝนตกหนักหรือมีพายุ"
    }
  },
  {
    "translation": {
      "en": "[man] I'm not going to lie to you,",
      "th": "ผมจะไม่โกหกคุณนะ"
    }
  },
  {
    "translation": {
      "en": "whenever you're dropping 300 meters into an active volcano,",
      "th": "เมื่อใดก็ตามที่เราโรยตัว 300 เมตรลงไป ในภูเขาไฟที่ยังคุกรุ่น"
    }
  },
  {
    "translation": {
      "en": "there are always risks.",
      "th": "มันย่อมมีความเสี่ยงเสมอ"
    }
  },
  {
    "translation": {
      "en": "Okay, be careful.",
      "th": "โอเค ระวังนะ"
    }
  },
  {
    "translation": {
      "en": "Therefore you should be careful.",
      "th": "ดังนั้นคุณควรจะระวัง…"
    }
  },
  {
    "translation": {
      "en": "[woman] Since I was little, I've always had a passion for volcanoes.",
      "th": "ฉันมีความหลงใหลในภูเขาไฟมาตั้งแต่เด็ก"
    }
  },
  {
    "translation": {
      "en": "[woman] As a volcanologist,",
      "th": "ในฐานะนักภูเขาไฟวิทยา"
    }
  },
  {
    "translation": {
      "en": "for me to get so close to the lava lake",
      "th": "สำหรับฉันแล้ว การเข้าใกล้ทะเลสาบลาวาขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "is something I've dreamt of, but haven't had the opportunity to do.",
      "th": "เป็นความฝันของฉัน แต่ฉันยังไม่เคยมีโอกาสได้ทำ"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Of all the active volcanoes on Earth, only eight currently have lava lakes.",
      "th": "ในบรรดาภูเขาไฟที่ยังคุกรุ่นทั้งหมดบนโลก มีเพียงแปดแห่งที่มีทะเลสาบลาวาในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Here, the lava is so hot and liquid, it circulates more easily.",
      "th": "ลาวาที่นี่ร้อนมากและเป็นของเหลว มันไหลเวียนได้ง่ายกว่า"
    }
  },
  {
    "translation": {
      "en": "Constantly rising and sinking,",
      "th": "มันขึ้นๆ ลงๆ อยู่ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "staying within a crater near the surface.",
      "th": "โดยจะอยู่ภายในปล่องใกล้กับผิวโลก"
    }
  },
  {
    "translation": {
      "en": "-[panicked shouting] -But lava lakes are not always stable.",
      "th": "แต่ทะเลสาบลาวาไม่ได้จะนิ่งอยู่เสมอไป"
    }
  },
  {
    "translation": {
      "en": "[reporter] In the Democratic Republic of Congo,",
      "th": "ที่สาธารณรัฐประชาธิปไตยคองโก"
    }
  },
  {
    "translation": {
      "en": "following a major eruption, thousands of people fled their homes as lava…",
      "th": "หลังเกิดการระเบิดครั้งใหญ่ ประชาชนหลายพัน ต่างหนีออกจากบ้านเรือนขณะที่ลาวา…"
    }
  },
  {
    "translation": {
      "en": "[narrator] Sometimes they can erupt with lethal effect.",
      "th": "บางครั้งมันอาจปะทุ และผลคือความเสียหายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "[reporter] At least five people died in the rush to get away from the lava,",
      "th": "มีผู้เสียชีวิตอย่างน้อยห้าราย ขณะพยายามหนีจากลาวา"
    }
  },
  {
    "translation": {
      "en": "which stopped just short of the city of Goma.",
      "th": "ซึ่งหยุดก่อนจะถึงเมืองโกม่า"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Masaya volcano is one of the few",
      "th": "ภูเขาไฟมาซายาเป็นหนึ่งในภูเขาไฟไม่กี่ลูก"
    }
  },
  {
    "translation": {
      "en": "that can erupt very violently.",
      "th": "ที่อาจจะปะทุอย่างรุนแรงสุดขีด"
    }
  },
  {
    "translation": {
      "en": "But it's unpredictable.",
      "th": "แต่มันก็เอาแน่เอานอนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] When dissolved gases within the lava reach the surface,",
      "th": "เมื่อก๊าซที่ละลายปนอยู่ในลาวานั้น ขึ้นมาถึงผิวโลก"
    }
  },
  {
    "translation": {
      "en": "they can explode.",
      "th": "มันอาจจะระเบิดได้"
    }
  },
  {
    "translation": {
      "en": "[Eveling in Spanish] That's why it's so important to know",
      "th": "เพราะเหตุนี้จึงสำคัญมากที่จะต้องรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "what is happening under Masaya.",
      "th": "เกิดอะไรขึ้นข้างใต้มาซายา"
    }
  },
  {
    "translation": {
      "en": "[Eveling in Spanish] What worries me when I am near a volcano,",
      "th": "สิ่งที่ทำให้ฉันกังวลก็คือเมื่อฉันอยู่ใกล้ภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "is not being able to predict an eruption.",
      "th": "คือความที่ไม่สามารถพยากรณ์การปะทุได้"
    }
  },
  {
    "translation": {
      "en": "[male voice] Excellent, go under this cable.",
      "th": "เยี่ยมมาก ลงไปด้านล่างเคเบิลเส้นนี้"
    }
  },
  {
    "translation": {
      "en": "[Eveling] Because the magma is close to the surface,",
      "th": "เพราะเมื่อหินหนืดอยู่ใกล้กับผิวโลก"
    }
  },
  {
    "translation": {
      "en": "it could erupt at any time.",
      "th": "มันจะระเบิดได้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "[male voice] Okay, everything is locked.",
      "th": "โอเค ทุกอย่างล็อกเรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "Let's do final checks.",
      "th": "มาตรวจดูครั้งสุดท้ายกัน"
    }
  },
  {
    "translation": {
      "en": "-[in English] Okay Eveling, come down. -[in Spanish] Lower the ropes here,",
      "th": "- โอเค เอเวลิง ลงมา - หย่อนเชือกลงมาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "-and start the engines! -[engine rumbles]",
      "th": "แล้วติดเครื่องได้เลย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "…is very important.",
      "th": "มันสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "Clear!",
      "th": "พร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "She's coming down.",
      "th": "เธอกำลังลงมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Have a good trip, Eveling.",
      "th": "ขอให้สนุกนะ เอเวลิง"
    }
  },
  {
    "translation": {
      "en": "[Eveling] As I was descending into the crater,",
      "th": "ขณะที่ฉันหย่อนตัวลงไปในปากปล่องภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "it was such a wonderful experience,",
      "th": "มันเป็นประสบการณ์ที่วิเศษสุดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "that it's difficult to find the words.",
      "th": "ยากจะหาคำใดมาอธิบายได้"
    }
  },
  {
    "translation": {
      "en": "All the eruptions the volcano has had, all the strata,",
      "th": "การปะทุทุกครั้งที่เคยเกิดที่ภูเขาไฟ ชั้นหินทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "throughout its geological history.",
      "th": "ตลอดประวัติศาสตร์ทางธรณีวิทยาของมัน"
    }
  },
  {
    "translation": {
      "en": "[male voice] Welcome, Eveling.",
      "th": "ยินดีต้อนรับ เอเวลิง"
    }
  },
  {
    "translation": {
      "en": "Welcome to the Gates of Hell.",
      "th": "ยินดีต้อนรับสู่ประตูนรก"
    }
  },
  {
    "translation": {
      "en": "[Eveling] For me, a volcano is…",
      "th": "สำหรับฉัน ภูเขาไฟคือ…"
    }
  },
  {
    "translation": {
      "en": "is another world.",
      "th": "อีกโลกนึงเลย"
    }
  },
  {
    "translation": {
      "en": "It's a window to the inside of the earth,",
      "th": "มันคือหน้าต่างที่มองเข้าไปข้างในโลก"
    }
  },
  {
    "translation": {
      "en": "but a volcano for me is also a huge window in time,",
      "th": "แต่ภูเขาไฟสำหรับฉัน ก็เป็นหน้าต่างของอนาคตบานใหญ่มหึมา"
    }
  },
  {
    "translation": {
      "en": "where we see ourselves reflected our origins.",
      "th": "ที่เรามองเห็นตัวเองสะท้อนผ่านจุดกำเนิดของเรา"
    }
  },
  {
    "translation": {
      "en": "And where we are headed.",
      "th": "และที่ที่เรากำลังมุ่งหน้าไป"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Masaya pumps out huge amounts of toxic gas.",
      "th": "มาซายาปล่อยก๊าซพิษออกมาในปริมาณมหาศาล"
    }
  },
  {
    "translation": {
      "en": "Producing more sulfur dioxide in one week",
      "th": "ผลิตซัลเฟอร์ไดออกไซด์ในเวลาหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "than US cars do in a whole year.",
      "th": "มากกว่าที่รถยนต์ในสหรัฐฯ ปล่อยในหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "Any change in the level of gas could indicate an eruption is coming.",
      "th": "ความเปลี่ยนแปลงใดๆ ในระดับก๊าซ อาจเป็นตัวบ่งชี้ถึงการปะทุที่กำลังจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Eveling in Spanish] Measuring the volcanic gases close to the source",
      "th": "การวัดก๊าซภูเขาไฟใกล้กับแหล่งกำเนิด"
    }
  },
  {
    "translation": {
      "en": "provides us with valuable information",
      "th": "จะทำให้เราได้ข้อมูลที่มีประโยชน์"
    }
  },
  {
    "translation": {
      "en": "to understand,",
      "th": "ในการเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "how the internal system of the volcano is working.",
      "th": "ระบบภายในของภูเขาไฟทำงานอย่างไร"
    }
  },
  {
    "translation": {
      "en": "[Eveling] Masaya volcano could be extremely lethal",
      "th": "ภูเขาไฟมาซายา อาจสร้างความเสียหายรุนแรงถึงขีดสุด"
    }
  },
  {
    "translation": {
      "en": "because there are more than two million people",
      "th": "เพราะมีคนมากกว่าสองล้านคน"
    }
  },
  {
    "translation": {
      "en": "who live and work nearby.",
      "th": "ที่อาศัยและทำงานอยู่ใกล้ๆ"
    }
  },
  {
    "translation": {
      "en": "[Eveling] That's why it's so important",
      "th": "เพราะเหตุนั้นมันจึงสำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "to understand what is happening under Masaya.",
      "th": "ที่จะเข้าใจว่าเกิดอะไรขึ้นข้างใต้มาซายา"
    }
  },
  {
    "translation": {
      "en": "[narrator] Masaya's internal plumbing system is made up of two magma chambers.",
      "th": "ระบบสูบของเหลวภายในของมาซายา ประกอบขึ้นจากกะเปาะหินหนืดสองกะเปาะ"
    }
  },
  {
    "translation": {
      "en": "The first is a feeder chamber, two miles beneath the surface.",
      "th": "กะเปาะแรกคือกะเปาะป้อน อยู่ลึกลงจากที่ผิวโลกกว่าสามกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "But the more dangerous one is another six miles further down.",
      "th": "แต่ที่อันตรายกว่า คือกะเปาะที่อยู่ลึกลงไปอีกเกือบสิบกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "If the gas pressure here gets too high, it could create an explosive eruption.",
      "th": "ถ้าแรงดันก๊าซที่นี่สูงเกินไป มันอาจก่อให้เกิดการระเบิดได้"
    }
  },
  {
    "translation": {
      "en": "And Masaya is only one part of the Central American Volcanic Arc,",
      "th": "และมาซายาเป็นเพียงส่วนหนึ่ง ของภูเขาไฟรูปโค้งอเมริกากลาง"
    }
  },
  {
    "translation": {
      "en": "which includes another 70 active volcanoes.",
      "th": "ซึ่งยังมีภูเขาไฟที่ยังคุกรุ่นอยู่อีก 70 ลูก"
    }
  },
  {
    "translation": {
      "en": "In June 2018, one of them erupted,",
      "th": "เมื่อเดือนมิถุนายน ปี 2018 หนึ่งในนั้นได้ปะทุขึ้น"
    }
  },
  {
    "translation": {
      "en": "revealing the power that Masaya could potentially release.",
      "th": "แสดงให้เห็นถึงความเป็นไปได้ของพลัง ที่มาซายาอาจปล่อยออกมา"
    }
  },
  {
    "translation": {
      "en": "The Fuego volcano in Guatemala,",
      "th": "ภูเขาไฟฟูเอโกในกัวเตมาลา"
    }
  },
  {
    "translation": {
      "en": "produced a huge plume of gas and ash,",
      "th": "ผลิตก๊าซและเถ้าพวยพุ่งออกมา"
    }
  },
  {
    "translation": {
      "en": "which collapsed under its own weight,",
      "th": "ที่ถล่มลงมาเพราะน้ำหนักของตัวมันเอง"
    }
  },
  {
    "translation": {
      "en": "creating pyroclastic flows,",
      "th": "ส่งผลให้เกิดกรวดและเถ้าภูเขาไฟไหลลงมา"
    }
  },
  {
    "translation": {
      "en": "the deadliest side effects of these kind of volcanoes.",
      "th": "ซึ่งเป็นผลข้างเคียงที่รุนแรงที่สุด ของภูเขาไฟประเภทนี้"
    }
  },
  {
    "translation": {
      "en": "Super heated clouds of gas and ash race down the slopes,",
      "th": "กลุ่มก๊าซและเถ้าที่ร้อนจัดพุ่งลงมาตามเชิงเขา"
    }
  },
  {
    "translation": {
      "en": "destroying everything and everyone in their path.",
      "th": "ทำลายทุกอย่างและทุกคนที่อยู่ในเส้นทางของมัน"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] It was around 02:30 pm…",
      "th": "ตอนนั้นเป็นเวลาบ่ายสองครึ่ง (ยูวิท โรชาส ช่างภาพ)"
    }
  },
  {
    "translation": {
      "en": "when we saw the first pyroclastic flow.",
      "th": "ตอนที่เราเห็นกรวดร้อนไหลลงมา"
    }
  },
  {
    "translation": {
      "en": "I started filming because it was something I'd never seen before.",
      "th": "ผมเริ่มถ่ายวิดีโอ เพราะมันเป็นอะไรที่ผมไม่เคยเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[man] A huge cloud was coming towards us.",
      "th": "กลุ่มควันขนาดมหึมากำลังพุ่งมาหาเรา"
    }
  },
  {
    "translation": {
      "en": "I saw a man running next to the pick-up.",
      "th": "ผมเห็นผู้ชายคนนึงวิ่งอยู่ข้างรถกระบะ"
    }
  },
  {
    "translation": {
      "en": "I said to my colleagues,",
      "th": "ผมพูดกับเพื่อนร่วมงานผม"
    }
  },
  {
    "translation": {
      "en": "\"Poor man. Stop\"!",
      "th": "“ผู้ชายคนนั้นน่าสงสารจัง หยุดรถ”"
    }
  },
  {
    "translation": {
      "en": "[female voice] Keep the people back.",
      "th": "กันคนออกไป"
    }
  },
  {
    "translation": {
      "en": "[man shouting] Come on, come on!",
      "th": "ไปเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "Get out, leave!",
      "th": "ออกมา เร็วเข้า"
    }
  },
  {
    "translation": {
      "en": "Get out, leave!",
      "th": "ออกมา เผ่น"
    }
  },
  {
    "translation": {
      "en": "[man] It was an immense cloud.",
      "th": "มันเป็นกลุ่มควันที่มโหฬารมาก"
    }
  },
  {
    "translation": {
      "en": "I was in shock, not knowing what was happening.",
      "th": "ผมช็อก ไม่รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Get in now! Let's go!",
      "th": "ขึ้นรถเลย ไปๆ"
    }
  },
  {
    "translation": {
      "en": "-[car engine starting] -[shouting]",
      "th": "เร็วๆ เลยพวก เหยียบให้มิดเลย"
    }
  },
  {
    "translation": {
      "en": "Friend, go! Hurry!",
      "th": "เพื่อน เผ่น ให้ไว"
    }
  },
  {
    "translation": {
      "en": "Go!",
      "th": "ไปๆ"
    }
  },
  {
    "translation": {
      "en": "[man] What about that man?",
      "th": "แล้วผู้ชายคนนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh no.",
      "th": "ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Don't stop!",
      "th": "อย่าหยุด"
    }
  },
  {
    "translation": {
      "en": "[man] Let's go!",
      "th": "ไปๆ"
    }
  },
  {
    "translation": {
      "en": "[man] We drove to an area called El Rodeo,",
      "th": "เราขับไปแถวๆ ที่เรียกว่า เอลโรดิโอ้"
    }
  },
  {
    "translation": {
      "en": "where we got stopped.",
      "th": "มีคนหยุดรถเราที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[man] A man approached us and said,",
      "th": "ผู้ชายคนนึงเดินมาที่รถเราแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Help us.\"",
      "th": "“ช่วยเราด้วย”"
    }
  },
  {
    "translation": {
      "en": "\"People are burnt, asking for help.\"",
      "th": "“มีคนถูกลวก พวกเขาขอความช่วยเหลือ”"
    }
  },
  {
    "translation": {
      "en": "[man] They were saying that the lava has arrived.",
      "th": "พวกเขาบอกว่าลาวาไหลมาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "We decided to get them into the vehicle.",
      "th": "เราตัดสินใจขึ้นรถกัน"
    }
  },
  {
    "translation": {
      "en": "They were shouting that there are people who need help.",
      "th": "พวกเขาตะโกนว่ามีคนต้องการความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "[man] We went back and forth, searching for more people.",
      "th": "เราขับรถกลับไปกลับมา หาคนที่ต้องการให้ช่วย"
    }
  },
  {
    "translation": {
      "en": "I continued filming.",
      "th": "ผมยังคงถ่ายไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Watching the magnitude of the disaster unfold.",
      "th": "และเฝ้ามองระดับของความหายนะ ที่กำลังค่อยๆ เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[woman] Let's go!",
      "th": "ไปๆ"
    }
  },
  {
    "translation": {
      "en": "[man] There was a moment when my colleague got out of the car…",
      "th": "มีตอนนึงที่เพื่อนร่วมมงานผมลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "[man] And that was the last time I saw him.",
      "th": "และนั่นเป็นครั้งสุดท้ายที่ผมเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "After saying goodbye, I didn't see him again.",
      "th": "หลังจากบอกลากันแล้ว ผมไม่เห็นเขาอีกเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Hundreds of people lived around Fuego volcano.",
      "th": "มีคนหลายร้อยคนที่อาศัยอยู่รอบภูเขาไฟฟูเอโก"
    }
  },
  {
    "translation": {
      "en": "[man] According to official sources,",
      "th": "จากข้อมูลของทางการ"
    }
  },
  {
    "translation": {
      "en": "between 400 and 500 people died.",
      "th": "มีคนเสียชีวิตระหว่าง 400 ถึง 500 คน"
    }
  },
  {
    "translation": {
      "en": "[man] But there could be more than 2000 people that died.",
      "th": "แต่อาจมีมากกว่าสองพันคนที่ตายไป"
    }
  },
  {
    "translation": {
      "en": "The figures aren't exact.",
      "th": "ตัวเลขมันไม่แน่ชัด"
    }
  },
  {
    "translation": {
      "en": "[man] I never imagined the day would turn out that way.",
      "th": "ผมไม่เคยคิดว่าวันนั้นจะกลายเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "So dangerous.",
      "th": "มันอันตรายมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] What happened in Fuego could easily be repeated at Masaya,",
      "th": "สิ่งที่เกิดขึ้นในฟูเอโก ก็อาจเกิดได้เช่นกันที่มาซายา"
    }
  },
  {
    "translation": {
      "en": "with worse consequences.",
      "th": "และด้วยผลลัพธ์ที่เลวร้ายกว่า"
    }
  },
  {
    "translation": {
      "en": "[woman in Spanish] In Nicaragua, more than 70% of the population",
      "th": "ในนิการากัว มีประชากรกว่าร้อยละ 70"
    }
  },
  {
    "translation": {
      "en": "live in areas where volcanoes are active.",
      "th": "ที่อาศัยอยู่ในพื้นที่ที่ภูเขาไฟคุกรุ่น"
    }
  },
  {
    "translation": {
      "en": "We have to monitor the volcanoes constantly.",
      "th": "เราต้องคอยตรวจติดตามภูเขาไฟอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Since the beginning of history,",
      "th": "ตั้งแต่จุดเริ่มต้นของประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "despite the dangers, people have always been drawn to volcanoes.",
      "th": "ผู้คนถูกดึงดูดไปหาภูเขาไฟอยู่เสมอ แม้จะมีอันตรายมากมาย"
    }
  },
  {
    "translation": {
      "en": "Today, millions live in their shadow, lured by the riches they provide.",
      "th": "ทุกวันนี้ คนหลายล้านอาศัยอยู่ใต้ร่มเงาของมัน เพราะความอุดมสมบูรณ์ที่ภูเขาไฟมีให้"
    }
  },
  {
    "translation": {
      "en": "Valuable minerals like iron, magnesium and phosphorus help crops grow.",
      "th": "จากแร่ธาตุที่มีคุณค่าอย่างเหล็ก แมกนีเซียม และฟอสฟอรัสช่วยให้พืชผลเจริญงอกงาม"
    }
  },
  {
    "translation": {
      "en": "And they're essential for the workings of industry.",
      "th": "ภูเขาไฟยังสำคัญ ต่อการทำงานของระบบอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "Geothermal energy powers entire cities.",
      "th": "พลังงานความร้อนใต้พิภพ ให้พลังงานแก่เมืองทั้งเมือง"
    }
  },
  {
    "translation": {
      "en": "People have always ignored the dangers to reap the rewards.",
      "th": "ผู้คนมักเพิกเฉยต่ออันตรายเพื่อฉวยเอาสิ่งดีๆ"
    }
  },
  {
    "translation": {
      "en": "[man in Italian] We must remember that volcanic activity",
      "th": "เราต้องไม่ลืมว่าความเคลื่อนไหวของภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "is fundamental for the planet, for us, for life.",
      "th": "เป็นรากฐานของโลก ของเราและของชีวิต"
    }
  },
  {
    "translation": {
      "en": "We have to co-exist with volcanoes.",
      "th": "เราจะต้องอยู่ร่วมกันกับภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "Of course, eruptions are catastrophic,",
      "th": "แน่นอนว่าการปะทุแต่ละครั้งสร้างหายนะ"
    }
  },
  {
    "translation": {
      "en": "but they have contributed to life",
      "th": "แต่พวกมันมีส่วนในการก่อเกิดชีวิต"
    }
  },
  {
    "translation": {
      "en": "and the growth of civilizations in this area.",
      "th": "และความเติบโตของอารยธรรมในพื้นที่แถบนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Over three million people live in Naples, beside two powerful volcanoes.",
      "th": "คนกว่าสามล้านคนอาศัยอยู่ในเมืองเนเปิลส์ เคียงข้างภูเขาไฟที่มีพลังรุนแรงสองลูก"
    }
  },
  {
    "translation": {
      "en": "The most famous is Mount Vesuvius,",
      "th": "ที่มีชื่อเสียงที่สุดคือภูเขาวีซูเวียส"
    }
  },
  {
    "translation": {
      "en": "which overlooks the city and provides it with such fertile land.",
      "th": "ซึ่งตั้งตระหง่านอยู่เหนือเมือง และเป็นแหล่งดินอันอุดมสมบูรณ์ของเมืองนี้"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe in Italian] Vesuvius will definitely erupt again.",
      "th": "วีซูเวียสจะปะทุอีกครั้งอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "As far as we know, an eruption could happen tomorrow.",
      "th": "เท่าที่เรารู้ การปะทุอาจเกิดขึ้นพรุ่งนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Most people don't give much thought to the volcanic risk.",
      "th": "คนส่วนใหญ่ไม่ค่อยคิดถึงความเสี่ยง จากภูเขาไฟมากนัก"
    }
  },
  {
    "translation": {
      "en": "Very few people remember the 1944 eruption.",
      "th": "น้อยคนนักที่ยังจำการปะทุเมื่อปี 1944 ได้"
    }
  },
  {
    "translation": {
      "en": "[woman] I remember.",
      "th": "ฉันจำได้"
    }
  },
  {
    "translation": {
      "en": "I was a young girl.",
      "th": "ตอนนั้นฉันยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "It was crazy.",
      "th": "มันบ้าบอมาก"
    }
  },
  {
    "translation": {
      "en": "People started running from their houses",
      "th": "คนเริ่มวิ่งจากบ้านตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I was thinking,",
      "th": "ตอนนั้นฉันคิดนะ"
    }
  },
  {
    "translation": {
      "en": "What are we going to do? Are we going to die?",
      "th": "เราจะทำยังไงกันดี เราจะตายไหม"
    }
  },
  {
    "translation": {
      "en": "I remember my mother saying \"Pasqualina, come here!\"",
      "th": "ฉันจำได้ว่าแม่ฉันบอก “ปาชโคลิน่า มานี่"
    }
  },
  {
    "translation": {
      "en": "\"Put the plates here and glasses here!\"",
      "th": "เอาจานมาไว้ตรงนี้ แก้วไว้ตรงนี้”"
    }
  },
  {
    "translation": {
      "en": "We put them on the horse's cart, and we were taken away.",
      "th": "เราเอาถ้วยชามรามไหใส่รถม้า แล้วเราก็ไป"
    }
  },
  {
    "translation": {
      "en": "Everyone began to pray and we said",
      "th": "ทุกคนเริ่มสวดภาวนา และเราก็พูดกันว่า"
    }
  },
  {
    "translation": {
      "en": "\"We are going to die under the lava, how can we escape?\"",
      "th": "“เราจะตายอยู่ใต้ลาวา เราจะไปหนีได้ยังไง”"
    }
  },
  {
    "translation": {
      "en": "If it happened again, heaven forbid,",
      "th": "ถ้ามันเกิดขึ้นอีก แต่ขออย่าให้เป็นเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "people would be aware of what can happen.",
      "th": "คนเดี๋ยวนี้คงรู้ว่ามันจะเป็นยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "but back then we didn't understand.",
      "th": "แต่สมัยนั้นเราไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[narrator] The eruption in 1944 was small by comparison with the one in 79 AD.",
      "th": "การปะทุในปี 1944 นั้นเป็นเหตุการณ์เล็กๆ เมื่อเทียบกับที่เกิดขึ้นในปีค.ศ. 79"
    }
  },
  {
    "translation": {
      "en": "when Vesuvius destroyed the city of Pompeii, killing 2000 people.",
      "th": "เมื่อวีซูเวียสทำลายนครปอมเปอี คร่าชีวิตผู้คนสองพันคน"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe in Italian] An eruption, within two days,",
      "th": "การปะทุภายในสองวัน"
    }
  },
  {
    "translation": {
      "en": "less than two days,",
      "th": "น้อยกว่าสองวัน"
    }
  },
  {
    "translation": {
      "en": "produces close to five cubic kilometers of magma.",
      "th": "จะก่อให้เกิดหินหนืดเกือบห้าคิวบิกกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "Five billion cubic meters of magma,",
      "th": "หินหนืด 5,000 ล้านคิวบิกเมตร"
    }
  },
  {
    "translation": {
      "en": "brought to the surface by one single eruption, in an explosive manner.",
      "th": "ถูกนำพาขึ้นมาที่ผิวโลกด้วยการปะทุ ในระดับการระเบิดเพียงครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "With the gas and ash clouds,",
      "th": "เมื่อมาพร้อมกับกลุ่มก๊าซและเถ้า"
    }
  },
  {
    "translation": {
      "en": "survival is not possible.",
      "th": "จึงเป็นไปไม่ได้ที่คนจะรอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "It's a very rare phenomenon",
      "th": "มันเป็นปรากฏการณ์ที่เกิดขึ้นยากมาก"
    }
  },
  {
    "translation": {
      "en": "that occurs, for example, in nuclear blasts.",
      "th": "ที่จะเกิดขึ้นกับการระเบิดของนิวเคลียร์ เป็นต้น"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe] In such a case, the shutdown of vital functions is so rapid",
      "th": "ในกรณีเช่นนี้ ระบบในร่างกายเพื่อการดำรงอยู่ จะปิดตัวอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "that people have no time to react.",
      "th": "ขนาดที่เราจะไม่มีเวลาตอบสนองใดๆ"
    }
  },
  {
    "translation": {
      "en": "They are not aware of what is happening.",
      "th": "พวกเขาไม่รู้เลยว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "A clear example is that of victims found resting on an elbow,",
      "th": "ตัวอย่างที่ชัดเจนก็คือมีการพบเหยื่อ ที่ยังนอนอยู่ในท่าชันศอก"
    }
  },
  {
    "translation": {
      "en": "turned to stone",
      "th": "และถูกเปลี่ยนเป็นหิน"
    }
  },
  {
    "translation": {
      "en": "by the pyroclastic flow in this position.",
      "th": "ในท่านั้นเพราะโดนกรวดร้อนไหลท่วม"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe] At Pompeii, over 90% of residents",
      "th": "ที่ปอมเปอี กว่าร้อยละ 90 ของชาวเมือง"
    }
  },
  {
    "translation": {
      "en": "were able to flee during the eruption.",
      "th": "สามารถหลบหนีได้ทันระหว่างการปะทุ"
    }
  },
  {
    "translation": {
      "en": "But today in this area, there are three million people.",
      "th": "แต่ปัจจุบันมีคนอาศัยอยู่ในพื้นที่นี้สามล้านคน"
    }
  },
  {
    "translation": {
      "en": "[narrator] With such a large population, an eruption today could be catastrophic.",
      "th": "ด้วยจำนวนประชากรมากมายขนาดนั้น การปะทุในวันนี้อาจสร้างความพินาศย่อยยับ"
    }
  },
  {
    "translation": {
      "en": "But Vesuvius is not the most dangerous volcano in Naples.",
      "th": "แต่วีซูเวียสไม่ใช่ภูเขาไฟ ที่อันตรายที่สุดในเนเปิลส์"
    }
  },
  {
    "translation": {
      "en": "The western edge of the city is within the crater of something bigger and deadlier.",
      "th": "ที่ขอบด้านตะวันตกของเมืองอยู่ในรัศมี ของปล่องภูเขาไฟที่ใหญ่กว่าและอันตรายกว่า"
    }
  },
  {
    "translation": {
      "en": "A potential super volcano.",
      "th": "มหาภูเขาไฟที่มีพลังรุนแรง"
    }
  },
  {
    "translation": {
      "en": "Campi Flegrei.",
      "th": "คัมปีเฟลเกร"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] There are six super volcanoes in the world.",
      "th": "ทั่วโลกมีมหาภูเขาไฟหกลูก"
    }
  },
  {
    "translation": {
      "en": "All in rural areas.",
      "th": "ทุกลูกอยู่ในพื้นที่ห่างไกล"
    }
  },
  {
    "translation": {
      "en": "Like Yellowstone, in the US.",
      "th": "อย่างเยลโลสโตนในสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Mount Toba, in Indonesia.",
      "th": "ภูเขาโทบาในอินโดนีเซีย"
    }
  },
  {
    "translation": {
      "en": "Taupō, in New Zealand.",
      "th": "ภูเขาไฟเทาโปในนิวซีแลนด์"
    }
  },
  {
    "translation": {
      "en": "Campi Flegrei, hidden beneath the city, could be the seventh.",
      "th": "คัมปีเฟลเกรซึ่งแอบซ่อนอยู่ใต้เมือง อาจเป็นลูกที่เจ็ด"
    }
  },
  {
    "translation": {
      "en": "The last major eruption was over 40,000 years ago.",
      "th": "การปะทุสำคัญครั้งสุดท้าย เกิดขึ้นเมื่อกว่า 40,000 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "But there are telltale signs that it's still active.",
      "th": "แต่ยังมีสัญญาณที่ฟ้องว่ามันยังมีพลังอยู่"
    }
  },
  {
    "translation": {
      "en": "[narrator] The town of Baiae, was a fashionable resort in Roman times.",
      "th": "เมืองบายาเคยเป็นรีสอร์ตทันสมัยในยุคโรมัน"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe in Italian] Baiae, as soon as it was built, started to drop.",
      "th": "เมื่อเมืองบายาถูกสร้างขึ้น มันก็เริ่มจมลงทันที"
    }
  },
  {
    "translation": {
      "en": "Because the coast drops two millimeters every year.",
      "th": "เพราะชายฝั่งจมลงปีละสองมิลลิเมตร"
    }
  },
  {
    "translation": {
      "en": "This drop built up over the years.",
      "th": "การจมลงนี้ค่อยๆ สะสมเมื่อเวลาผ่านไป"
    }
  },
  {
    "translation": {
      "en": "Now the Roman buildings are four to six meters under sea level.",
      "th": "กระทั่งตอนนี้อาคารในยุคโรมัน อยู่ต่ำกว่าระดับน้ำทะเลสี่ถึงหกเมตร"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] The Romans didn't understand why their city was sinking.",
      "th": "ชาวโรมันไม่เข้าใจว่า ทำไมเมืองของพวกเขาจึงค่อยๆ จมลง"
    }
  },
  {
    "translation": {
      "en": "The answer, lies in these bubbles of volcanic gas.",
      "th": "คำตอบอยู่ที่ฟองอากาศของก๊าซภูเขาไฟเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe in Italian] Under the city of Baiae,",
      "th": "ที่ใต้เมืองบายา"
    }
  },
  {
    "translation": {
      "en": "six or seven kilometers down there is a huge magmatic chamber.",
      "th": "ลึกลงไปประมาณหกหรือเจ็ดกิโลเมตร จะมีกะเปาะแม่เหล็กขนาดยักษ์อยู่"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] As the gassy magma within the chamber moves, land above it rises and falls.",
      "th": "เมื่อหินหนืดที่เต็มไปด้วยก๊าซในกะเปาะเคลื่อนตัว ผืนดินที่อยู่เหนือมันจะขยับขึ้นและลง"
    }
  },
  {
    "translation": {
      "en": "This is why the town Baiae, is now submerged.",
      "th": "นี่เป็นเหตุผลที่ตอนนี้เมืองบายาจมอยู่ใต้น้ำ"
    }
  },
  {
    "translation": {
      "en": "A super eruption at Campi Flegrei could be hundreds of times more powerful",
      "th": "การระเบิดครั้งใหญ่ที่คัมปีเฟลเกร อาจมีพลังรุนแรงกว่าเป็นร้อยๆ เท่า"
    }
  },
  {
    "translation": {
      "en": "than the one that destroyed Pompeii.",
      "th": "เมื่อเทียบกับครั้งที่ทำลายปอมเปอี"
    }
  },
  {
    "translation": {
      "en": "Dwarfing the threat of Vesuvius, on the other side of the bay.",
      "th": "ทำให้อันตรายจากวีซูเวียสที่อีกฟากอ่าว กลายเป็นเรื่องเล็กไปถนัดใจ"
    }
  },
  {
    "translation": {
      "en": "[Giuseppe in Italian] A super-eruption is difficult to imagine.",
      "th": "มันยากที่จะจินตนาการถึงการระเบิดครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "An area hundreds of kilometers around the vent,",
      "th": "พื้นที่หลายร้อยกิโลเมตรรอบปล่อง"
    }
  },
  {
    "translation": {
      "en": "would be covered by a very thick cloud of gas,",
      "th": "จะถูกกลุ่มก๊าซหนาทึบปกคลุม"
    }
  },
  {
    "translation": {
      "en": "at a temperature of hundreds of degrees",
      "th": "ที่อุณหภูมิหลายร้อยองศา"
    }
  },
  {
    "translation": {
      "en": "that would destroy everything.",
      "th": "ที่จะทำลายทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "It's not a volcano near a city,",
      "th": "มันไม่ใช่ภูเขาไฟที่อยู่ใกล้เมือง"
    }
  },
  {
    "translation": {
      "en": "but a city inside a volcano.",
      "th": "แต่เป็นเมืองในภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "The consequences would be dramatic, not only for Italy,",
      "th": "ผลที่ตามมาจะเกินบรรยาย ไม่กับเฉพาะอิตาลี"
    }
  },
  {
    "translation": {
      "en": "but at a European level, due to the release of huge amounts of ash",
      "th": "แต่รุนแรงในระดับทวีปยุโรป เนื่องจากปริมาณเถ้ามหาศาลที่มันจะปล่อยออกมา"
    }
  },
  {
    "translation": {
      "en": "into the stratosphere, and of gases especially",
      "th": "เข้าสู่บรรยากาศชั้นสตราโตสเฟียร์ รวมถึงก๊าซ"
    }
  },
  {
    "translation": {
      "en": "that would block the sun's light",
      "th": "ที่จะมาบดบังแสงอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "which might, although less so than other super-eruptions,",
      "th": "ที่แม้ว่าอาจจะน้อยกว่าการระเบิดรุนแรงครั้งอื่น"
    }
  },
  {
    "translation": {
      "en": "produce a so-called volcanic winter.",
      "th": "มันก็จะทำให้เกิดสิ่งที่เรียกว่า ฤดูหนาวจากภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] By blocking the sun's rays,",
      "th": "เมื่อแสงจากดวงอาทิตย์ถูกปิดกั้น"
    }
  },
  {
    "translation": {
      "en": "global temperatures could drop by as much as four degrees Celsius,",
      "th": "อุณหภูมิโลกจะลดลงได้มากถึงสี่องศาเซลเซียส"
    }
  },
  {
    "translation": {
      "en": "causing powerful storms,",
      "th": "ทำให้เกิดพายุรุนแรง"
    }
  },
  {
    "translation": {
      "en": "extreme rainfall,",
      "th": "ฝนตกหนัก"
    }
  },
  {
    "translation": {
      "en": "and severe winters.",
      "th": "และฤดูหนาวที่หนาวจัด"
    }
  },
  {
    "translation": {
      "en": "Millions of people would be at risk.",
      "th": "คนหลายล้านจะตกอยู่ในความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "[narrator] The stakes could not be higher.",
      "th": "มีหลายสิ่งอย่างที่จะตกอยู่ในอันตราย"
    }
  },
  {
    "translation": {
      "en": "[David] 30 years ago, 500 million people lived around volcanoes.",
      "th": "เมื่อ 30 ปีก่อน คน 500 ล้านอาศัยในพื้นที่ภูเขาไฟ"
    }
  },
  {
    "translation": {
      "en": "Now its 1.1 billion.",
      "th": "ตอนนี้เพิ่มขึ้นเป็น 1,100 ล้านคน"
    }
  },
  {
    "translation": {
      "en": "Volcanoes can erupt almost anywhere,",
      "th": "ภูเขาไฟอาจปะทุที่ไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "So, yeah, 1.1 billion is a number that makes me quite nervous.",
      "th": "ฉะนั้น ใช่ครับ 1,100 ล้าน เป็นตัวเลขที่ทำให้ผมค่อนข้างกังวล"
    }
  },
  {
    "translation": {
      "en": "[narrator] Volcanoes have been on Earth since before humans…",
      "th": "ภูเขาไฟอยู่บนโลกนี้มาก่อนมนุษย์"
    }
  },
  {
    "translation": {
      "en": "and will be here long after we're gone,",
      "th": "และจะยังอยู่ไปอีกนานหลังพวกเราจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "creating and destroying life in an epic natural cycle.",
      "th": "ก่อกำเนิดและทำลายชีวิต ในวัฏจักรธรรมชาติอันยืนยาว"
    }
  },
  {
    "translation": {
      "en": "We will always be vulnerable to their destructive powers.",
      "th": "เราจะถูกพลังแห่งการทำลายล้าง ของธรรมชาติเล่นงานอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "But the more we understand them, the easier it becomes to live alongside them.",
      "th": "แต่ยิ่งเข้าใจสิ่งเหล่านั้นมากขึ้น เราก็จะอยู่ร่วมกับมันได้ง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "Subtitle translation by: Antoinette Smit",
      "th": "คำบรรยายโดย เอมวลี อัศวเปรม"
    }
  }
]