[
  {
    "translation": {
      "en": "[officer 1] Here he is.",
      "th": "เขามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer 2] Stay low, guys.",
      "th": "นิ่งไว้ก่อน ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[officer 1] Target is at the place of business now.",
      "th": "เป้าหมายเข้ามาในระยะแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[police dispatch] Copy. -[officer 2] This could go south quickly.",
      "th": "- รับทราบ - มันอาจผิดแผนได้เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "[officer 1] He's getting out of the car.",
      "th": "เขากำลังลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "Blue ball cap. Tan short-sleeve shirt.",
      "th": "หมวกบอลสีน้ำเงิน เสื้อเชิ้ตแขนสั้นสีแทน"
    }
  },
  {
    "translation": {
      "en": "Blue jeans, white sneakers.",
      "th": "กางเกงยีนส์สีน้ำเงิน รองเท้าผ้าใบสีขาว"
    }
  },
  {
    "translation": {
      "en": "Bob, why won't you just come out and say that you are not D.B. Cooper?",
      "th": "บ๊อบ ทำไมคุณไม่ประกาศ ออกมาเลยล่ะว่าคุณไม่ใช่ดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] On Thanksgiving eve, 1971, a Northwest flight was commandeered…",
      "th": "ในวันก่อนวันขอบคุณพระเจ้า ปี 1971 สายการบินนอร์ธเวสต์ถูกยึด..."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The FBI couldn't crack the case…",
      "th": "เอฟบีไอไม่สามารถไขคดีนี้..."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Cooper became a legend after hijacking a plane",
      "th": "คูเปอร์กลายเป็นตำนานหลังจากจี้เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "and parachuting out of it with $200,000 cash.",
      "th": "และกระโดดร่มออกมา พร้อมเงินสด 200,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "…the daredevil thief called D.B. Cooper.",
      "th": "เรียกโจรใจกล้าบ้าบิ่นรายนี้ว่าดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[man] D.B. Cooper…",
      "th": "ดีบี คูเปอร์..."
    }
  },
  {
    "translation": {
      "en": "-D.B. Cooper… -D.B. Cooper…",
      "th": "- ดีบี คูเปอร์... - ดีบี คูเปอร์..."
    }
  },
  {
    "translation": {
      "en": "-D.B. Cooper… -D.B. Cooper…",
      "th": "- ดีบี คูเปอร์... - ดีบี..."
    }
  },
  {
    "translation": {
      "en": "The most clever and certainly the most audacious airplane hijacker",
      "th": "ผู้ร้ายจี้เครื่องบินที่ฉลาดที่สุด และแน่นอนว่าบ้าระห่ำที่สุด"
    }
  },
  {
    "translation": {
      "en": "of all time.",
      "th": "ตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "[Gray] It's incredible to think we've just passed the 50th anniversary",
      "th": "เหลือเชื่อเมื่อคิดว่า เราเพิ่งผ่านวันครบรอบ 50 ปี"
    }
  },
  {
    "translation": {
      "en": "of the D.B. Cooper case,",
      "th": "คดีดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "and it's still the only unsolved skyjacking",
      "th": "ซึ่งยังเป็นคดีปล้นระฟ้าที่ยังปิดไม่ได้คดีเดียว"
    }
  },
  {
    "translation": {
      "en": "in the history of our time.",
      "th": "ในประวัติศาสตร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "[man 1] What he accomplished was truly amazing.",
      "th": "สิ่งที่เขาทำสำเร็จมันน่าทึ่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "He got away with it,",
      "th": "เขาหนีรอดไปได้"
    }
  },
  {
    "translation": {
      "en": "he stuck it to the man, and he didn't hurt any civilians doing it.",
      "th": "เขาฝ่าด่านเจ้าหน้าที่สำเร็จ ไม่ได้ทำร้ายพลเรือนสักคน"
    }
  },
  {
    "translation": {
      "en": "That is why he is the legend that he's become today.",
      "th": "เขาถึงได้เป็นตำนานอย่างที่เป็นทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "[man] We have eyewitnesses that have you in Oregon",
      "th": "เรามีพยานเห็นคุณอยู่ในโอเรกอน"
    }
  },
  {
    "translation": {
      "en": "at the time of the hijacking. Were you there?",
      "th": "ตอนเกิดเหตุจี้เครื่องบิน คุณอยู่ที่นั่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Colbert] My team has no doubt we have found D.B. Cooper.",
      "th": "ทีมผมมั่นใจว่าเราเจอดีบีคูเปอร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "We have over a hundred pieces of evidence.",
      "th": "เรามีหลักฐานมากกว่า 100 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "We're dealing with a man who has multiple identities, and is a con artist.",
      "th": "เรากำลังรับมือกับชายผู้มี หลายตัวตน และเป็นนักต้มตุ๋น"
    }
  },
  {
    "translation": {
      "en": "I'm here because I want the truth out.",
      "th": "ผมมาที่นี่เพราะผมอยากให้ความจริงปรากฏ"
    }
  },
  {
    "translation": {
      "en": "If it hurts, it hurts.",
      "th": "ถ้ามันจะเจ็บ ก็เจ็บไป"
    }
  },
  {
    "translation": {
      "en": "This case is a marathon.",
      "th": "คดีนี้ยาวนานมาราธอน"
    }
  },
  {
    "translation": {
      "en": "It's a sacrifice, it's a gauntlet. It forces you to question your own sanity.",
      "th": "มันคือการเสียสละ ความยากลำบาก บังคับคุณให้ตั้งคำถามตัวเองว่าสติดีอยู่หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "It forces you to truly believe in the impossible.",
      "th": "มันบังคับให้คุณเชื่อจริงๆ ในสิ่งที่เป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Bottom line is, I don't do theories, I don't do folklore, I don't do legends.",
      "th": "สรุปคือผมไม่เชื่อทฤษฎี ไม่เชื่อนิทานพื้นบ้าน ไม่เชื่อตำนาน"
    }
  },
  {
    "translation": {
      "en": "I do facts.",
      "th": "ผมเชื่อข้อเท็จจริง"
    }
  },
  {
    "translation": {
      "en": "[Rackstraw] Hello?",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "[reporter] A team of cold case investigators",
      "th": "ทีมสืบสวนคดีปริศนา"
    }
  },
  {
    "translation": {
      "en": "are convinced that you are the infamous D.B. Cooper.",
      "th": "เชื่อว่าคุณคือดีบี คูเปอร์ผู้อื้อฉาว"
    }
  },
  {
    "translation": {
      "en": "[Rackstraw] Infamous or famous? I thought it was famous.",
      "th": "อื้อฉาวหรือโด่งดัง ผมว่าเขาดังนะ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[music stops] -[traffic rushing]",
      "th": "(ตอนที่ 1: คว้าเงินแล้วกระโดด) (ลอสแอนเจลิส แคลิฟอร์เนีย)"
    }
  },
  {
    "translation": {
      "en": "[Colbert] This ten-year journey is the longest I've been on a case.",
      "th": "ระยะเวลาสิบปีคือเวลาไขคดี ที่ผมเคยทำยาวนานที่สุด"
    }
  },
  {
    "translation": {
      "en": "I just want to share a question I always get,",
      "th": "ผมอยากตั้งคำถามทุกคน คำถามที่ติดอยู่ในใจผมเสมอ"
    }
  },
  {
    "translation": {
      "en": "and that is, \"Why?\"",
      "th": "ซึ่งก็คือ \"ทำไม\""
    }
  },
  {
    "translation": {
      "en": "Why am I tackling, and my wife too,",
      "th": "ทำไมผมถึงมุ่งมั่น ภรรยาผมด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "why we tackled a 50-year-old case?",
      "th": "ทำไมเราถึงมุ่งมั่นจะไขคดีอายุ 50 ปี"
    }
  },
  {
    "translation": {
      "en": "It's affected my family members.",
      "th": "มันส่งผลกระทบครอบครัวผม (สายการบินนอร์ธเวสต์)"
    }
  },
  {
    "translation": {
      "en": "I watched my wife and I have frustration.",
      "th": "ผมมองภรรยาผมแล้วผมก็คับข้องใจ"
    }
  },
  {
    "translation": {
      "en": "I watched my children grow up.",
      "th": "ผมมองลูกๆ ของผมเติบโต"
    }
  },
  {
    "translation": {
      "en": "And we spent a lot of our own money through the whole thing.",
      "th": "และเราใช้เงินส่วนตัวจำนวนมาก ในขั้นตอนทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "But everyone agreed in our family to stick with it,",
      "th": "แต่ทุกคนในครอบครัวเราเห็นด้วยให้กัดไม่ปล่อย"
    }
  },
  {
    "translation": {
      "en": "because they all believed we had the truth.",
      "th": "เพราะพวกเขาเชื่อว่าเรามีข้อมูลจริง"
    }
  },
  {
    "translation": {
      "en": "[Gray] What Cooper was able to pull off was really, really difficult,",
      "th": "สิ่งที่คูเปอร์ทำได้นั้นมันยากมาก"
    }
  },
  {
    "translation": {
      "en": "and he orchestrated it perfectly.",
      "th": "และเขาแสดงฝีมือสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Especially when you consider this was the Wednesday before Thanksgiving.",
      "th": "โดยเฉพาะเมื่อพิจารณาเรื่องที่ว่า วันนั้นเป็นวันพุธก่อนวันขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "One of the busiest travel days of the year.",
      "th": "หนึ่งในวันที่มีผู้คนเดินทางมากที่สุดของปี"
    }
  },
  {
    "translation": {
      "en": "Fifty years ago, I was a sophomore at University of Oregon.",
      "th": "ห้าสิบปีก่อน ผมเรียนปีสอง ที่มหาวิทยาลัยโอเรกอน"
    }
  },
  {
    "translation": {
      "en": "I had called my parents",
      "th": "ผมโทรบอกพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "and said, \"I got this 37-minute flight from Portland to Seattle.\"",
      "th": "ว่า \"ผมได้เที่ยวบินนี้ ใช้เวลา 37 นาที จากพอร์ตแลนด์ไปซีแอตเทิล\""
    }
  },
  {
    "translation": {
      "en": "The sun was out, but it was cloudy.",
      "th": "ฟ้าเปิดก็จริง แต่มีเมฆเยอะ"
    }
  },
  {
    "translation": {
      "en": "Walked up the back steps, sat in the back on the left.",
      "th": "ผมเดินขึ้นบันไดด้านหลัง และนั่งอยู่ฝั่งซ้ายท้ายเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "And I didn't notice anybody around me",
      "th": "ผมไม่ได้สังเกตคนรอบตัว"
    }
  },
  {
    "translation": {
      "en": "until we took off.",
      "th": "จนกระทั่งเครื่องบินออก"
    }
  },
  {
    "translation": {
      "en": "I noticed the guy sitting next to me…",
      "th": "ผมเห็นชายคนนี้ที่นั่งถัดจากผม"
    }
  },
  {
    "translation": {
      "en": "had sunglasses on.",
      "th": "ใส่แว่นกันแดด"
    }
  },
  {
    "translation": {
      "en": "And I thought, \"That's kind of different.\"",
      "th": "ผมก็คิดว่า \"แปลกดี\""
    }
  },
  {
    "translation": {
      "en": "\"Who does he think he is?\"",
      "th": "\"เขาคิดว่าตัวเองเป็นใคร\""
    }
  },
  {
    "translation": {
      "en": "[Gray] The flight from Portland to Seattle is a puddle jump.",
      "th": "เที่ยวบินจากพอร์ตแลนด์ ไปซีแอตเทิลเป็นเที่ยวบินระยะสั้นมาก"
    }
  },
  {
    "translation": {
      "en": "There's barely even time to have a drink on the plane.",
      "th": "แทบไม่มีเวลาจะเสิร์ฟเครื่องดื่ม"
    }
  },
  {
    "translation": {
      "en": "After the plane takes off…",
      "th": "หลังจากเครื่องบินออก"
    }
  },
  {
    "translation": {
      "en": "this strange-looking man passes a note to the stewardess.",
      "th": "ชายที่ดูท่าทางแปลกๆ คนนี้ ก็ส่งโน้ตให้พนักงานต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "[Schaffner] I just ignored him.",
      "th": "ฉันไม่ได้สนใจเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Then he said,",
      "th": "จากนั้นเขาก็พูดว่า... (ฟลอเรนซ์ ชาฟฟ์เนอร์ แอร์ฯ)"
    }
  },
  {
    "translation": {
      "en": "\"I want you to read the note.\"",
      "th": "\"ผมอยากให้คุณอ่านโน้ตนี้\""
    }
  },
  {
    "translation": {
      "en": "It was printed,",
      "th": "มันเป็นตัวพิมพ์เขียนว่า"
    }
  },
  {
    "translation": {
      "en": "\"Miss, I have a bomb in my briefcase.\"",
      "th": "\"คุณครับ ผมมีระเบิดอยู่ในกระเป๋าเอกสาร\""
    }
  },
  {
    "translation": {
      "en": "\"I want you to sit beside me.\"",
      "th": "\"ผมอยากให้คุณนั่งข้างผม\""
    }
  },
  {
    "translation": {
      "en": "This is the beginning of the extraordinary drama of D.B. Cooper.",
      "th": "นั่นคือจุดเริ่มต้นเรื่องราว พิศดารพันลึกของดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "I can remember her talking,",
      "th": "ผมจำได้ว่าเธอคุยกับเขา"
    }
  },
  {
    "translation": {
      "en": "and then she'd get up and go to the phone.",
      "th": "จากนั้นเธอลุกขึ้นแล้วเดินไปที่โทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "But had no clue what was going on.",
      "th": "แต่ผมไม่รู้หรอกว่ามีเรื่องอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "[Gray] He asks for $200,000 in American currency and four parachutes.",
      "th": "เขาขอเงินสด 200,000 ดอลลาร์ และร่มชูชีพสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "It's one thing to ask for money,",
      "th": "การขอเงินก็พอเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "but parachutes?",
      "th": "แต่ร่มชูชีพเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Why does this man want parachutes?",
      "th": "ชายคนนี้อยากได้ร่มชูชีพไปทำไม"
    }
  },
  {
    "translation": {
      "en": "[Colbert] He was very smart. He didn't order one or two.",
      "th": "เขาฉลาดมาก เขาไม่สั่งหนึ่งหรือสองตัว"
    }
  },
  {
    "translation": {
      "en": "He ordered four.",
      "th": "เขาสั่งสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "He thought they were gonna dummy up a parachute on him,",
      "th": "เขาคิดว่าอาจได้ร่มชูชีพปลอมก็ได้"
    }
  },
  {
    "translation": {
      "en": "so he'd die. But if he's ordering four,",
      "th": "เขาก็จะตาย แต่ถ้าเขาสั่งสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "\"He's taking a hostage. We can't dummy him up.\"",
      "th": "\"เขาจะจับตัวประกันแน่ๆ เราหลอกเขาไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "Very smart, brilliant.",
      "th": "ฉลาดมากๆ"
    }
  },
  {
    "translation": {
      "en": "The pilot comes on and says, \"We have engine trouble,",
      "th": "นักบินเดินมาแจ้งว่า \"เครื่องยนต์มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "and we're going to run out the fuel.\"",
      "th": "เชื้อเพลิงใกล้จะหมด\""
    }
  },
  {
    "translation": {
      "en": "\"Everybody can move up to the front of the plane.\"",
      "th": "\"ขอให้ทุกคนย้ายไปนั่งส่วนหัวของเครื่องบิน\""
    }
  },
  {
    "translation": {
      "en": "During that incident, I didn't know what's going on.",
      "th": "ระหว่างเหตุการณ์นี้ ผมไม่รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "We're still flying, so there was nothing to worry about.",
      "th": "เรายังบินอยู่ ก็เลยไม่มีเรื่องให้กังวล"
    }
  },
  {
    "translation": {
      "en": "Cooper did not want the jet to land in Seattle until all the stuff",
      "th": "คูเปอร์ไม่อยากให้เครื่องบิน ลงจอดจนกว่าของทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "was properly staged at the airport, so the jet had to circle around.",
      "th": "จะถูกจัดเตรียมไว้เรียบร้อย ที่สนามบินแล้ว ดังนั้นเครื่องบินจึงต้องบินวน"
    }
  },
  {
    "translation": {
      "en": "[Gray] It's now getting dark.",
      "th": "ตอนนั้นฟ้าเริ่มมืด"
    }
  },
  {
    "translation": {
      "en": "This is turning into a dark and stormy night.",
      "th": "ฟ้ากำลังเปลี่ยนเป็นคืนที่มืดมิดและมีพายุ"
    }
  },
  {
    "translation": {
      "en": "And once the hijacker knows that his demands have been met,",
      "th": "เมื่อคนร้ายรู้ว่าสิ่งที่เขาต้องการ ถูกเตรียมเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "$200,000 in cash,",
      "th": "เงินสด 200,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "about $1,000,000 in today's currency,",
      "th": "มูลค่าปัจจุบันก็ประมาณหนึ่งล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "and the parachutes he wants waiting for him…",
      "th": "และร่มชูชีพที่เขาต้องการกำลังรอเขาอยู่"
    }
  },
  {
    "translation": {
      "en": "the plane comes down for a landing in Seattle.",
      "th": "เครื่องบินลงจอดที่ซีแอตเทิล"
    }
  },
  {
    "translation": {
      "en": "Snipers are watching the plane.",
      "th": "สไนเปอร์กำลังจับจ้องเครื่องบินลำนี้"
    }
  },
  {
    "translation": {
      "en": "Cooper asks the stewardess to shut the windows.",
      "th": "คูเปอร์ขอให้พนักงานต้อนรับปิดหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "The plane goes dark.",
      "th": "ในเครื่องบินมืด"
    }
  },
  {
    "translation": {
      "en": "One stewardess comes out, a detective hands her the big money bag.",
      "th": "พนักงานต้อนรับคนหนึ่งออกมา นักสืบส่งถุงใส่เงินใบใหญ่ให้เธอ"
    }
  },
  {
    "translation": {
      "en": "She then goes out for the parachutes, and all the passengers come off.",
      "th": "จากนั้นเธอก็รับร่มชูชีพไป และผู้โดยสารทั้งหมดก็เดินลงมา"
    }
  },
  {
    "translation": {
      "en": "[Mitchell] We're a mile away from the terminal, so a bus comes and we get on a bus",
      "th": "เราอยู่ห่างจากเทอร์มินัล หลายกิโลเมตร รถบัสคันหนึ่งเข้ามารับเรา"
    }
  },
  {
    "translation": {
      "en": "and ride back to the airport.",
      "th": "แล้วขับกลับไปที่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "[news anchor] Thirty-six passengers got off the jetliner in Seattle last night,",
      "th": "เมื่อคืนมีผู้โดยสาร 36 คน ลงจากเครื่องบินที่่ซีแอตเทิล"
    }
  },
  {
    "translation": {
      "en": "left aboard, four crew members and the hijacker.",
      "th": "เหลือแต่ลูกเรือสี่คนและคนร้าย"
    }
  },
  {
    "translation": {
      "en": "And there's probably a hundred news people out there.",
      "th": "และน่าจะมีนักข่าวจากสื่อต่างๆ นับร้อยเฝ้าอยู่ด้านนอก"
    }
  },
  {
    "translation": {
      "en": "FBI agents there who are interviewing everybody.",
      "th": "เจ้าหน้าที่เอฟบีไอที่กำลังสัมภาษณ์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Said, \"Yeah, you were hijacked.\" And so that's the first I'd heard of it.",
      "th": "บอกว่า \"เครื่องบินถูกจี้\" นั่นแหละที่ผมได้รู้เรื่องนี้ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "[man] The crew kept us ignorant of what was taking place,",
      "th": "ลูกเรือไม่บอกให้เรารู้สิ่งที่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "I guess to avoid a panic.",
      "th": "เดาว่าไม่อยากให้ตื่นตระหนกกัน"
    }
  },
  {
    "translation": {
      "en": "And so we really didn't know what was taking place.",
      "th": "เราไม่รู้เลยว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "We cruised around for two and a half hours up there.",
      "th": "เราบินวนอยู่อย่างนั้นสองชั่วโมงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "Nobody knew anything was happening.",
      "th": "ไม่มีใครรู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-[reporter] When did you find out? -After we landed. When they brought the money aboard.",
      "th": "- คุณทราบเรื่องเมื่อไหร่ - เครื่องจอด เมื่อพวกเขานำเงินขึ้นเครื่อง"
    }
  },
  {
    "translation": {
      "en": "[news anchor] The hijacker, dressed in a business suit, demanding $200,000",
      "th": "คนร้ายสวมสูทเรียกร้องเงิน 200,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "and carrying a plain briefcase which he told the crew held explosives.",
      "th": "และถือกระเป๋าเอกสารเรียบๆ ซึ่งเขาบอกลูกเรือว่ามีระเบิด"
    }
  },
  {
    "translation": {
      "en": "[Schaffner] I saw a big battery with six dynamite sticks",
      "th": "ฉันเห็นแบตเตอร์ขนาดใหญ่กับแท่งระเบิดหกอัน"
    }
  },
  {
    "translation": {
      "en": "wrapped around the battery.",
      "th": "มัดไว้รอบแบตเตอรี่"
    }
  },
  {
    "translation": {
      "en": "And he said to me, \"All I have to do is attach this wire to this gadget here,",
      "th": "เขาพูดกับฉันว่า \"ผมแค่ต้อง แตะลวดนี้กับอุปกรณ์ชิ้นนี้"
    }
  },
  {
    "translation": {
      "en": "and we'll all be dead.\"",
      "th": "แล้วเราทุกคนก็จะตาย\""
    }
  },
  {
    "translation": {
      "en": "[Mitchell] I got home, and it started catching up to me.",
      "th": "ผมกลับถึงบ้านถึงเพิ่งจะเริ่มตามเรื่องทัน"
    }
  },
  {
    "translation": {
      "en": "The fact that, yeah, you know, I was sitting next to a bomb.",
      "th": "ที่ว่าผมนั่งอยู่ติดกับ ระเบิด"
    }
  },
  {
    "translation": {
      "en": "In the fall of 1971, when this hijacking took place,",
      "th": "ฤดูใบไม้ร่วง ปี 1971 ขณะเกิดเหตุจี้เครื่องบินครั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "the experience of airline travel was vastly different than it is now.",
      "th": "ระบบการเดินทางด้วยเครื่องบิน แตกต่างจากสมัยนี้อย่างใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "Walking into an airport back then was like walking into a supermarket.",
      "th": "การเดินเข้าสนามบินในสมัยนั้น เหมือนเดินเข้าซูเปอร์มาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "th": "- หวัดดี - ไง"
    }
  },
  {
    "translation": {
      "en": "-Destination? -Let's just say, \"Where the action is.\"",
      "th": "- ปลายทางที่ไหนคะ - เอาเป็นว่า \"ปฏิบัติการที่ไหน\" เถอะ"
    }
  },
  {
    "translation": {
      "en": "[Burrough] I love when people ask about airport security back in the 1970s,",
      "th": "ผมชอบใจมากเวลามีคนถามเรื่อง ระบบความปลอดภัยของสนามบินในยุค 1970"
    }
  },
  {
    "translation": {
      "en": "because the answer, at least in my memory, was,",
      "th": "เพราะอย่างน้อยจากที่ผมจำได้นั้น คำตอบคือ"
    }
  },
  {
    "translation": {
      "en": "\"What airport security?\" I don't remember any at all.",
      "th": "\"ระบบความปลอดภัย ของสนามบินคืออะไร\" ไม่มีเลย"
    }
  },
  {
    "translation": {
      "en": "[Gray] You didn't need metal detectors.",
      "th": "สมัยนั้นไม่ต้องเดินผ่าน เครื่องตรวจจับโลหะ หรือถอดรองเท้าตรวจ"
    }
  },
  {
    "translation": {
      "en": "You didn't have to take off your shoes. You didn't have dogs smelling you.",
      "th": "สมัยนั้นไม่ต้องเดินผ่าน เครื่องตรวจจับโลหะ หรือถอดรองเท้าตรวจ ไม่มีสุนัขดมกลิ่น"
    }
  },
  {
    "translation": {
      "en": "[Burrough] Certainly nobody searched you, or wanded you, or anything like that.",
      "th": "แน่นอนว่าไม่มีใครค้นตัวคุณ หรือสแกนตัวคุณหรืออะไรทำนองนี้เลย"
    }
  },
  {
    "translation": {
      "en": "You just walked in, put down 20 bucks,",
      "th": "คุณเดินเข้าไปเฉยๆ จ่ายเงิน 20 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "and got a flight to Dallas. That was pretty much it.",
      "th": "และขึ้นเครื่องบินไปดัลลัส มีแค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "[Gray] And that is what Cooper did.",
      "th": "คูเปอร์ทำอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "He went and bought a ticket that day. It was very, very casual.",
      "th": "เขาซื้อตั๋วในวันนั้นเลย ซึ่งง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "[Gray] Remember, this was the beginning of the boom of mass air travel.",
      "th": "อย่าลืมว่านี่คือยุคเริ่มแรก ของขนส่งสาธารณะทางอากาศ"
    }
  },
  {
    "translation": {
      "en": "[Gray] They wanted to make the experience a fun, good time.",
      "th": "พวกเขาอยากทำให้เป็น ประสบการณ์ที่สนุกเพลิดเพลิน"
    }
  },
  {
    "translation": {
      "en": "What kind of flying is that?",
      "th": "ท่าบินอะไรอย่างนั้นเล่า"
    }
  },
  {
    "translation": {
      "en": "A champagne flight.",
      "th": "เที่ยวบินแชมเปญน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Gray] But unfortunately, at the time, the stewardesses became fetishized.",
      "th": "แต่น่าเสียดายที่ตอนนั้น พนักงานต้อนรับ บนเครื่องบินกลายเป็นวัตถุทางเพศ"
    }
  },
  {
    "translation": {
      "en": "[announcer] When a Braniff International hostess meets you on the airplane…",
      "th": "เมื่อพนักงานต้อนรับของ แบรนิฟฟ์ อินเตอร์เนชันแนลพบคุณบนเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "she'll be dressed like this.",
      "th": "เธอจะแต่งตัวอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "[Rymsza-Pawlowska] In the early '70s, flight attendants have a really hard time.",
      "th": "ช่วงต้นยุค 70 พนักงาน ต้อนรับบนเครื่องบินลำบากมาก"
    }
  },
  {
    "translation": {
      "en": "They're sexually harassed constantly.",
      "th": "พวกเธอถูกคุกคามทางเพศอยู่เป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "They're not paid as much as the men that they work with.",
      "th": "ค่าแรงไม่ได้มากเท่าผู้ชายที่ทำงานด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "They have an impossible schedule.",
      "th": "พวกเธอมีตารางงานแน่นเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "They're held to really rigorous and unfair standards about their looks.",
      "th": "ถูกตั้งมาตรฐานไม่เป็นธรรม และเข้มงวดมากเรื่องรูปลักษณ์"
    }
  },
  {
    "translation": {
      "en": "She's not just pretty. She's pretty smart.",
      "th": "เธอไม่ใช่แค่สวย เธอฉลาดมาก"
    }
  },
  {
    "translation": {
      "en": "[Rymsza-Pawlowska] When D.B. Cooper passed the stewardess the note,",
      "th": "เมื่อดีบี คูเปอร์ส่งโน้ตให้พนักงานต้อนรับ"
    }
  },
  {
    "translation": {
      "en": "he was probably the, like, tenth person that day to pass her a note.",
      "th": "เขาคงเป็นคนที่สิบของวันนั้นที่ส่งโน้ตถึงเธอ"
    }
  },
  {
    "translation": {
      "en": "[Gray] At that time, being a stewardess is difficult,",
      "th": "ในตอนนั้น การเป็นพนักงาน ต้อนรับบนเครื่องบินลำบากมาก"
    }
  },
  {
    "translation": {
      "en": "and it quickly evolved into the realm of the dangerous.",
      "th": "และเปลี่ยนเป็นอาชีพที่ พัวพันอันตรายได้อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "Guerrilla hijack teams struck four airlines almost simultaneously.",
      "th": "กองโจรจี้เครื่องบินจู่โจม สายการบินสี่แห่งแทบจะพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "One ticket agent in Houston, Texas, is dead, another agent is wounded.",
      "th": "นายหน้าขายตั๋วให้เราใน ฮุสตัน เทกซัสเสียชีวิต อีกคนได้รับบาดเจ็บ"
    }
  },
  {
    "translation": {
      "en": "[news anchor] Aerial piracy is not exactly a new phenomenon.",
      "th": "โจรสลัดอากาศไม่ใช่ปรากฏการณ์ใหม่อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Mendez] I was in the CIA.",
      "th": "ตอนนั้นฉันทำงานอยู่ที่สนง.ซีไอเอ"
    }
  },
  {
    "translation": {
      "en": "We would get these reports of hijackings.",
      "th": "เราจะได้รับรายงานเหตุจี้เครื่องบินเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "And maybe there'd be a report every month.",
      "th": "ซึ่งบางทีจะมีทุกเดือน"
    }
  },
  {
    "translation": {
      "en": "And then it just kept growing and it kept growing and it kept growing.",
      "th": "ต่อมาก็เพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[news anchor] Fifteen Japanese radical students armed with samurai swords,",
      "th": "นักศึกษาหัวรุนแรง ชาวญี่ปุ่น 15 คนพร้อมดาบซามูไร"
    }
  },
  {
    "translation": {
      "en": "pistols, and homemade bombs, hijacked a Japan Airlines jetliner.",
      "th": "ปืนพก และระเบิดทำมือ จี้เครื่องบินของเจแปนแอร์ไลน์"
    }
  },
  {
    "translation": {
      "en": "[Mendez] And, of course, those hijackings, they all had a political goal.",
      "th": "แน่นอนว่าการจี้เครื่องบินเหล่านี้ มีเป้าหมายทางการเมืองทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "They were punishing a country, they were punishing a group.",
      "th": "พวกเขาทำไปเพื่อลงโทษประเทศ กลุ่มคน"
    }
  },
  {
    "translation": {
      "en": "They were making themselves bigger and badder than they actually were.",
      "th": "พวกเขาทำให้ตัวเอง ยิ่งใหญ่และร้ายกาจกว่าที่เป็นจริง"
    }
  },
  {
    "translation": {
      "en": "[reporter] What made you think he had a gun?",
      "th": "อะไรทำให้คุณคิดว่าเขามีปืน"
    }
  },
  {
    "translation": {
      "en": "He confronted me with something hard in my back.",
      "th": "เขาประชิดตัวฉันโดยมี วัตถุแข็งๆ บางอย่างจ่อที่หลังฉัน"
    }
  },
  {
    "translation": {
      "en": "He said, \"We're going to Havana, Cuba. Take me to the cockpit.\"",
      "th": "เขาบอกว่า \"เราจะไปฮาวาน่า คิวบา พาผมไปที่ห้องนักบิน\""
    }
  },
  {
    "translation": {
      "en": "[Burrough] There were only two reasons that you hijacked a plane.",
      "th": "มีแค่สองเหตุผลที่คุณจี้เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "You either did it to threaten to kill people and get money,",
      "th": "คุณทำเพื่อข่มขู่จะฆ่าคนและได้เงินไป"
    }
  },
  {
    "translation": {
      "en": "or you wanted to get someplace, typically Cuba.",
      "th": "หรือเพื่อจะไปสถานที่บางแห่ง โดยทั่วไปคือคิวบา"
    }
  },
  {
    "translation": {
      "en": "The Cuban ones were almost all young radicals",
      "th": "ชาวคิวบาเกือบทั้งหมดเป็นคนหนุ่มสาวหัวรุนแรง"
    }
  },
  {
    "translation": {
      "en": "who needed to get out of town.",
      "th": "ที่อยากไปให้พ้นจากบ้านเกิดตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[reporter] What did it turn out to be?",
      "th": "มันกลายเป็นอะไรครับ"
    }
  },
  {
    "translation": {
      "en": "It turned out to be a metal comb with a pen on top wrapped with a sweater.",
      "th": "มันกลายเป็นหวีโลหะกับปากกา มัดต่อกันและมีสเวตเตอร์พันไว้"
    }
  },
  {
    "translation": {
      "en": "[Gray] One of the things about crime, like any art form, it evolves.",
      "th": "อาชญากรรมก็เหมือนรูปแบบ ศิลปะทุกแขนง มันมีวิวัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "And so with hijackings, the art form evolved,",
      "th": "เช่นเดียวกับการจี้เครื่องบิน รูปแบบก็เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "and the greatest artist of them all was D.B. Cooper.",
      "th": "และศิลปินที่ยิ่งใหญ่ที่สุดในแขนงนี้คือดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[news anchor] With the full ransom, collected from Seattle banks,",
      "th": "เมื่อได้เงินค่าไถ่เต็มจำนวน จากธนาคารในซีแอตเทิล"
    }
  },
  {
    "translation": {
      "en": "and four parachutes aboard, the plane headed for Reno.",
      "th": "และร่มชูชีพสี่ตัวอยู่บนเครื่องแล้ว เครื่องบินก็มุ่งหน้าไปรีโน"
    }
  },
  {
    "translation": {
      "en": "[Gray] Cooper looks into the money bag, he's happy. And he has instructions.",
      "th": "คูเปอร์ตรวจสอบกระเป๋าใส่เงิน เขาพอใจ แล้วเขาก็ออกคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "He's asking to fly at 250 miles an hour, which is slow for a jet,",
      "th": "เขาขอให้บินด้วยความเร็ว 402 กม.ต่อชั่วโมง ซึ่งช้ามากสำหรับเครื่องบินเจ็ท"
    }
  },
  {
    "translation": {
      "en": "with the flaps down, at minimum height.",
      "th": "โดยหุบแฟลป และบินต่ำสุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "Even the pilots didn't know",
      "th": "แม้แต่นักบินก็เพิ่งรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "the aircraft was capable of flying that slow and that low.",
      "th": "เครื่องบินลำนั้นสามารถบินช้าและต่ำขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "And he said, \"It can be done, do it.\"",
      "th": "แล้วเขาก็บอก \"ทำได้ ทำเลย\""
    }
  },
  {
    "translation": {
      "en": "[Gray] They head south over this area called \"the dark divide.\"",
      "th": "พวกเขามุ่งทิศใต้มาอยู่ เหนือบริเวณนี้ที่เรียกว่า \"เดอะ ดาร์ค ดีไวด์\""
    }
  },
  {
    "translation": {
      "en": "Tina Mucklow was alone with him sitting in the last row.",
      "th": "ทีน่า มัคลาวคนเดียวที่นั่งอยู่แถวสุดท้ายกับเขา"
    }
  },
  {
    "translation": {
      "en": "He was not nervous. He seemed rather nice, and…",
      "th": "เขานิ่ง เขาดูสุภาพมาก (ทีน่า มัคลาว)"
    }
  },
  {
    "translation": {
      "en": "other than he wanted certain things to be done.",
      "th": "เว้นแต่ว่าเขาออกคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "[Ulis] At that point, Cooper sent Tina Mucklow to the cockpit",
      "th": "ตอนนั้น คูเปอร์ส่งทีน่า มัคลาวไปที่ห้องนักบิน"
    }
  },
  {
    "translation": {
      "en": "and told her not to come out.",
      "th": "และบอกเธอว่าอย่าออกมา"
    }
  },
  {
    "translation": {
      "en": "He was in the back all by himself.",
      "th": "เขาอยู่ด้านหลังตามลำพัง"
    }
  },
  {
    "translation": {
      "en": "Around 8:12, there was a popping sensation in the ears of the pilots.",
      "th": "ประมาณสองทุ่มสิบสองนาที นักบินได้ยินเสียงปุ้ง"
    }
  },
  {
    "translation": {
      "en": "The pressure in the cabin has changed.",
      "th": "แรงดันในห้องเครื่องเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "The aft stairs have gone down.",
      "th": "บันไดทางท้ายเครื่องเปิดออก"
    }
  },
  {
    "translation": {
      "en": "I told the air traffic controllers that our friend just took leave of us.",
      "th": "ผมบอกจนท.ควบคุมจราจรทางอากาศ ว่าคนร้ายโดดร่มหนีไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Gray] To truly appreciate what Cooper did…",
      "th": "เพื่อให้เห็นภาพสิ่งที่คูเปอร์ทำ"
    }
  },
  {
    "translation": {
      "en": "close your eyes and take a step, and imagine walking down those aft stairs.",
      "th": "ให้คุณหลับตาและก้าวออกไป จินตนาการว่า กำลังเดินลงบันไดท้ายเครื่องบินนั้น"
    }
  },
  {
    "translation": {
      "en": "It's late at night, there's a lot of rain.",
      "th": "ตอนนั้นกลางดึก ฝนตกหนัก"
    }
  },
  {
    "translation": {
      "en": "You're hearing the engines of this jet in your ear.",
      "th": "คุณได้ยินเสียงเครื่องยนต์เต็มสองหู"
    }
  },
  {
    "translation": {
      "en": "Imagine looking out in the middle of the darkness…",
      "th": "นึกภาพคุณกำลังมองออกไปกลางความมืด"
    }
  },
  {
    "translation": {
      "en": "and then walking down another step and another step…",
      "th": "จากนั้นก็เดินลงบันไดอีกขั้นและอีกขั้น"
    }
  },
  {
    "translation": {
      "en": "and just looking out, asking yourself the question…",
      "th": "แค่มองออกไป ถามตัวเองว่า"
    }
  },
  {
    "translation": {
      "en": "\"When's the time to jump?\"",
      "th": "\"กระโดดเมื่อไหร่ดี\""
    }
  },
  {
    "translation": {
      "en": "[Cotton] Well, he either got away or else he sure made a big hole in the ground out there.",
      "th": "เขาหลบหนีไปได้ หรือขุดหลุมขนาดใหญ่เป้นที่ซ่อนตัว"
    }
  },
  {
    "translation": {
      "en": "And if he made a hole in the ground, he's gonna be hard to find.",
      "th": "ถ้าเขาขุดหลุม ก็ยากจะเจอตัวเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "By \"hole in the ground,\" you mean slammed into a mountainside?",
      "th": "ที่คุณบอกว่า \"ขุดหลุม\" หมายถึงเขาเก็บตัวอยู่ในป่าเหรอ"
    }
  },
  {
    "translation": {
      "en": "Right. It's possible that if his chute didn't open,",
      "th": "ใช่ เป็นไปได้ ถ้าร่มของเขาไม่กาง"
    }
  },
  {
    "translation": {
      "en": "he's taking somewhat of a chance, I'm sure.",
      "th": "เขาเสี่ยงเป็นเสี่ยงกัน"
    }
  },
  {
    "translation": {
      "en": "And if his chute didn't open, why,",
      "th": "ถ้าร่มของเขาไม่กาง"
    }
  },
  {
    "translation": {
      "en": "he's going to probably be pretty hard to find.",
      "th": "ก็น่าจะตามหาตัวยากมาก"
    }
  },
  {
    "translation": {
      "en": "Suppose his chute did open, you think he landed safely",
      "th": "สมมติว่าร่มของเขากาง คุณคิดว่าเขาร่อนลงอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and just made a clean getaway?",
      "th": "และรอดไปได้ไร้ร่องรอยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Well, at this point, he doesn't appear to be hung up in any trees.",
      "th": "ในตอนนี้ ไม่เห็นตัวเขาแขวนอยู่ตามต้นไม้"
    }
  },
  {
    "translation": {
      "en": "At least this is what we're looking for from the air.",
      "th": "เรากำลังบินตามหาสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "And so if he did bail out there and did make a successful landing,",
      "th": "ดังนั้นถ้าเขากระโดดลงตรงนั้น และลงสู่พื้นดินสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "it's possible that he has succeeded in hiding his parachute",
      "th": "เป็นไปได้ที่เขาซ่อนร่มชูชีพได้มิดชิด"
    }
  },
  {
    "translation": {
      "en": "and did get away.",
      "th": "และหนีไปได้"
    }
  },
  {
    "translation": {
      "en": "[reporter] Hundreds of troops combed the woods near Woodland, and east to the town of Ariel,",
      "th": "กองทหารสำรวจทุกซอกมุมในป่า ใกล้วู้ดแลนด์และตะวันออกของเมืองแอเรียล"
    }
  },
  {
    "translation": {
      "en": "but nobody knew where he bailed out, where he landed, or even if he survived.",
      "th": "แต่ไม่มีใครรู้ว่าเขาโดดร่มจุดไหน ลงจุดไหน หรือรอดชีวิตหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Mendez] The main problem that the FBI faced initially",
      "th": "ปัญหาสำคัญที่เอฟบีไอเผชิญตั้งแต่แรกคือ"
    }
  },
  {
    "translation": {
      "en": "is they didn't know exactly where that plane was",
      "th": "พวกเขาไม่รู้ว่าเครื่องบินอยู่จุดไหนกันแน่"
    }
  },
  {
    "translation": {
      "en": "when he exited the plane.",
      "th": "ตอนที่เขาโดดออกจากเครื่อง"
    }
  },
  {
    "translation": {
      "en": "There were all these variables. What about the wind?",
      "th": "มีตัวแปรหลายอย่างประกอบกัน ทิศทางลมล่ะ"
    }
  },
  {
    "translation": {
      "en": "\"Maybe the wind had you a little off-course.\"",
      "th": "\"ลมอาจพาคุณออกนอกเส้นทางก็ได้\""
    }
  },
  {
    "translation": {
      "en": "So the terrain that they're searching would be rather huge.",
      "th": "พื้นที่ที่พวกเขาต้องค้นหาจึงกว้างใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "[Cotton] Right at this point,",
      "th": "ณ จุดนี้"
    }
  },
  {
    "translation": {
      "en": "probably a slim chance of actually finding him in this area.",
      "th": "น่าจะมีโอกาสริบหรี่ที่จะพบเขาในบริเวณนี้"
    }
  },
  {
    "translation": {
      "en": "But at least we may develop information that'll give us leads on where to go next.",
      "th": "แต่เราอาจมีข้อมูลมากขึ้น ที่จะเป็นเบาะแสให้เราค้นหาพื้นที่ต่อไป"
    }
  },
  {
    "translation": {
      "en": "[reporter] It was from these steps, the rear of the 727,",
      "th": "บันไดตรงนี้เอง ด้านหลังเครื่อง 727"
    }
  },
  {
    "translation": {
      "en": "that the FBI believes the skyjacker used his parachute",
      "th": "ที่เอฟบีไอเชื่อว่าเป็นจุดที่คนร้ายใช้ร่มชูชีพ"
    }
  },
  {
    "translation": {
      "en": "to bail out somewhere between Seattle and Portland.",
      "th": "กระโดดร่มบริเวณไหนสักแห่ง ระหว่างซีแอตเทิลและพอร์ตแลนด์"
    }
  },
  {
    "translation": {
      "en": "Earlier, it was felt that he perhaps bailed out somewhere nearer to Reno,",
      "th": "ก่อนหน้านี้ เชื่อกันว่าเขาคงกระโดดร่ม บริเวณไหนสักแห่งใกล้รีโน"
    }
  },
  {
    "translation": {
      "en": "but all search efforts in this area now have been discontinued.",
      "th": "แต่ตอนนี้พวกเขาระงับ การค้นหาทั้งหมดในแถบนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Gray] On Thanksgiving Day,",
      "th": "ในวันขอบคุณพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "people all around the world got wind of the story.",
      "th": "ผู้คนทั่วโลกรับรู้ข่าวนี้"
    }
  },
  {
    "translation": {
      "en": "The man had disappeared.",
      "th": "ชายคนนี้หายตัวไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "The case went from being a truly phenomenal act of air piracy…",
      "th": "คดีนี้เริ่มจากการปล้น กลางอากาศระดับปรากฏการณ์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "into an American folk legend.",
      "th": "มาเป็นตำนานพื้นบ้านอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "When he got on a plane last night, he was just another passenger.",
      "th": "ขณะที่เขาขึ้นเครื่องเมื่อคืน เขาเป็นแค่ผู้โดยสารอีกคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "But today, after hijacking a Northwest Airlines jet,",
      "th": "แต่วันนี้ หลังการจี้เครื่องบิน ของนอร์ธเวสต์แอร์ไลน์"
    }
  },
  {
    "translation": {
      "en": "ransoming the passengers in Seattle,",
      "th": "จับผู้โดยสารเรียกค่าไถ่ในซีแอตเทิล"
    }
  },
  {
    "translation": {
      "en": "then making a getaway by parachute somewhere between there and Reno,",
      "th": "จากนั้นก็หลบหนีโดยการโดดร่ม ลงที่ไหนสักแห่งระหว่างที่นั่นกับรีโน"
    }
  },
  {
    "translation": {
      "en": "the description on one wire service: master criminal.",
      "th": "สำนักข่าวแห่งหนึ่งเรียก บุคคลลักษณะนั้นว่า มหาโจร"
    }
  },
  {
    "translation": {
      "en": "Man, don't you know what that is? That's Jesse James come back.",
      "th": "รู้ไหมแบบนี้คืออะไร แปลว่าเจสซี่ เจมส์กลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was a hundred years ago. Just think it over.",
      "th": "ร้อยปีก่อน คิดดูสิ"
    }
  },
  {
    "translation": {
      "en": "They kill Lincoln a hundred years ago, and Kennedy, it's all going back.",
      "th": "เขาฆ่าลินคอล์นเมื่อ 100 ปีก่อน และเคนเนดี้ กลับมาเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Do you think he's a hero? -Oh, sure.",
      "th": "- คิดว่าเขาคือฮีโร่เหรอ - แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Why?",
      "th": "ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "'Cause the guy, evidently, really took a lot of time to plan the whole thing out.",
      "th": "เพราะเห็นชัดๆ ว่าชายคนนี้ วางแผนนานมาก ทุกขั้นตอน"
    }
  },
  {
    "translation": {
      "en": "And I respect a man who takes his time to do a job well done.",
      "th": "ซึ่งผมนับถือคนที่ประณีตบรรจงกับงานแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "He's one of the slickest cats to ever walk on the face of the Earth.",
      "th": "เขาเป็นแมวขโมยที่ฉลาดที่สุด คนหนึ่งที่โลกเคยมีเชียวละ"
    }
  },
  {
    "translation": {
      "en": "[Gray] The riches in the case, the details that you just can't make up,",
      "th": "รายละเอียดปลีกย่อยของคดีนี้ ที่เราแต่งขึ้นเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "started with the hijacker's alias.",
      "th": "เริ่มตั้งแต่ชื่อปลอมของคนร้าย"
    }
  },
  {
    "translation": {
      "en": "D.B. Cooper was not the hijacker.",
      "th": "ดีบี คูเปอร์ไม่ใช่โจรจี้เครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "[Ulis] In Portland, he gave the name Dan Cooper to the ticket agent.",
      "th": "ในพอร์ตแลนด์ เขาใช้ชื่อ แดน คูเปอร์ซื้อตั๋วเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "So D.B. Cooper really is Dan Cooper.",
      "th": "ดังนั้น ดีบี คูเปอร์ที่จริงคือ แดน คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "What happened, though,",
      "th": "แต่สิ่งที่เกิดขึ้นคือ"
    }
  },
  {
    "translation": {
      "en": "is there's an enormous amount of media attention focused",
      "th": "มีสื่อจำนวนมหาศาลให้ความสนใจไปที่"
    }
  },
  {
    "translation": {
      "en": "on this thing, and somebody made a mistake.",
      "th": "สิ่งนี้และบังเอิญใครสักคนทำผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "[Colbert] The authorities were going down some log they had,",
      "th": "เจ้าหน้าที่บันทึกข้อมูลบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "and a reporter overheard it as \"D.B. Cooper.\"",
      "th": "แล้วนักข่าวคนหนึ่งก็ฟังเป็น \"ดีบี คูเปอร์\""
    }
  },
  {
    "translation": {
      "en": "Dan Cooper became D.B. Cooper",
      "th": "แดน คูเปอร์กลายเป็นดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "because of a couple of sloppy reporters.",
      "th": "เพราะนักข่าวสะเพร่าบางคน"
    }
  },
  {
    "translation": {
      "en": "Everybody pretty quickly realized within a day or so, that,",
      "th": "ทุกคนรู้ภายในวันนั้นเลยมั้ง"
    }
  },
  {
    "translation": {
      "en": "\"No, it's not D.B. Cooper, it's Dan Cooper.\"",
      "th": "\"ไม่ ไม่ใช่ดีบี คูเปอร์ แดน คูเปอร์ต่างหาก\""
    }
  },
  {
    "translation": {
      "en": "But, frankly, D.B. Cooper is a more bad-ass name than Dan Cooper,",
      "th": "แต่บอกตรงๆ ดีบี คูเปอร์ เป็นชื่อที่เจ๋งกว่าแดน คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "so D.B. Cooper stuck.",
      "th": "ดีบี คูเปอร์ก็เลยติดปากคน"
    }
  },
  {
    "translation": {
      "en": "[Gray] Thus begins the D.B. Cooper branding, you know,",
      "th": "นั่นเองจุดเริ่มการสร้างแบรนด์ดีบี คูเปอร์ เพราะฮีโร่ของชาวบ้านทุกคน เกิดจากการสร้างแบรนด์ที่ดี"
    }
  },
  {
    "translation": {
      "en": "because every folk hero needs a good brand.",
      "th": "เพราะฮีโร่ของชาวบ้านทุกคน เกิดจากการสร้างแบรนด์ที่ดี"
    }
  },
  {
    "translation": {
      "en": "D.B. Cooper. Oh.",
      "th": "ดีบี คูเปอร์..."
    }
  },
  {
    "translation": {
      "en": "\"Oh, D.B. Who is that?\"",
      "th": "\"ดีบี ใครล่ะ\""
    }
  },
  {
    "translation": {
      "en": "And so D.B. Cooper the skyjacker dropped out of the air,",
      "th": "และนั่นเอง ดีบี คูเปอร์ โจรระฟ้าที่ทิ้งตัวกลางอากาศ"
    }
  },
  {
    "translation": {
      "en": "and he landed on Earth as a hero.",
      "th": "และร่อนลงพื้นโลกเป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "In the Pacific Northwest, you might even say",
      "th": "แถวตะวันตกเฉียงเหนือ ตามชายฝั่งแปซิฟิก คุณพูดได้ด้วยซ้ำว่า"
    }
  },
  {
    "translation": {
      "en": "he was a kind of a god.",
      "th": "เขาเป็นเหมือนพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[man] The man's beat the system, so to speak.",
      "th": "ชายคนนี้พิชิตระบบได้"
    }
  },
  {
    "translation": {
      "en": "I just think that any time that a fella's got this much nerve,",
      "th": "เมื่อไหร่ก็ตามที่ใครสักคนมีขวัญกล้า ขนาดนี้ ประสบความสำเร็จขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "and is successful this far, that everybody's rooting for him.",
      "th": "เมื่อไหร่ก็ตามที่ใครสักคนมีขวัญกล้า ขนาดนี้ ประสบความสำเร็จขนาดนี้ ทุกคนก็จะส่งแรงใจให้"
    }
  },
  {
    "translation": {
      "en": "[news anchor] People wrote songs, sold T-shirts,",
      "th": "หลายคนแต่งเพลงให้เขา ขายเสื้อยืดได้เงิน"
    }
  },
  {
    "translation": {
      "en": "all in honor of the first and only man to get away with hijacking a US plane.",
      "th": "และอื่นๆ เพื่อเป็นเกียรติแด่ชายคนแรก และคนเดียวที่จี้เครื่องบินสหรัฐแล้วหนีไปได้"
    }
  },
  {
    "translation": {
      "en": "I do think that D.B. Cooper will live on, because they never have found him.",
      "th": "ผมคิดว่าดีบี คูเปอร์จะไม่มีวันตาย เพราะพวกเขาไม่มีวันหาเขาเจอ"
    }
  },
  {
    "translation": {
      "en": "[Gray] This case is so American.",
      "th": "คดีนี้มีความเป็นอเมริกันมากๆ"
    }
  },
  {
    "translation": {
      "en": "You have the underdog hero sticking it to the man.",
      "th": "มีทั้งฮีโร่จนตรอกให้คนส่งกำลังใจเชียร์"
    }
  },
  {
    "translation": {
      "en": "Cooper resurrected this cultural anthem,",
      "th": "คูเปอร์ฟื้นชีพการสดุดีวัฒนธรรมนี้"
    }
  },
  {
    "translation": {
      "en": "almost going back to the heroes like Billy the Kid.",
      "th": "ซึ่งแทบจะย้อนกลับไปถึง ฮีโร่ในตำนานอย่างบิลลี่เดอะคิด"
    }
  },
  {
    "translation": {
      "en": "And all the famous bandits and bank robbers.",
      "th": "และโจรชื่อดังทั้งหลาย โจรปล้นธนาคาร"
    }
  },
  {
    "translation": {
      "en": "[announcer] George \"Machine Gun\" Kelly,",
      "th": "จอร์จ แมชชีน กัน เคลลี่"
    }
  },
  {
    "translation": {
      "en": "\"Baby Face\" Nelson,",
      "th": "เบบี้ เฟซ เนลสัน"
    }
  },
  {
    "translation": {
      "en": "and John Dillinger.",
      "th": "และจอห์น ดิลลิงเจอร์"
    }
  },
  {
    "translation": {
      "en": "[man] We prize the outlaw.",
      "th": "อเมริกันเชิดชูคนนอกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "We are fascinated with those who break the rules",
      "th": "เราหลงใหลผู้ที่แหกกฎ"
    }
  },
  {
    "translation": {
      "en": "because 95% of us don't.",
      "th": "เพราะ 95% เราไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "[Ulis] Everybody wants to know who D.B. Cooper was.",
      "th": "ทุกคนอยากรู้ว่าดีบี คูเปอร์เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "And as time has gone by,",
      "th": "และเมื่อเวลาผ่านไป"
    }
  },
  {
    "translation": {
      "en": "it's become this ever-larger mystery.",
      "th": "มันก็กลายเป็นปริศนาที่ใหญ่โตขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "The evidence suggests that Cooper must have had military experience",
      "th": "หลักฐานบ่งชี้ว่าคูเปอร์ ต้องมีประสบการณ์ทางทหาร"
    }
  },
  {
    "translation": {
      "en": "to be able to plan and successfully execute such a crime.",
      "th": "ถึงวางแผนอาชญากรรมระดับนี้และทำสำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "[Robert Stack] When we return, we'll reveal an important new clue",
      "th": "ในช่วงหน้า เราจะเปิดเผยเบาะแสใหม่ที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "to the identity of D.B. Cooper.",
      "th": "ที่จะระบุตัวตนของดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[man] At this point, so many people have played the role of D.B. Cooper.",
      "th": "มาถึงตอนนี้ มีหลายคนมาก ที่ได้เล่นบทดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[Rymsza-Pawlowska] There's a lot of different reasons why D.B. Cooper has remained so prevalent",
      "th": "มีหลายเหตุผลมากที่ทำไม ชื่อดีบี คูเปอร์ถึงยังคงแพร่หลาย"
    }
  },
  {
    "translation": {
      "en": "in so many different types of popular culture.",
      "th": "ในวัฒนธรรมป๊อปหลากหลายประเภท"
    }
  },
  {
    "translation": {
      "en": "You know, like Amelia Earhart, we know so little about what actually happened.",
      "th": "เช่นเรื่องของเอมิเลีย เอียร์ฮาร์ต ที่เรารู้น้อยมากว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Heubusch] The Western world has to have an answer to every question.",
      "th": "โลกตะวันตกต้องมีคำตอบสำหรับทุกคำถาม"
    }
  },
  {
    "translation": {
      "en": "And it's really frustrating to them when a story doesn't have an ending.",
      "th": "พวกเขาหงุดหงิดเมื่อเรื่องเล่าไม่มีตอนจบ"
    }
  },
  {
    "translation": {
      "en": "Doesn't have to be a happy ending,",
      "th": "ไม่จำเป็นต้องจบแฮปปี้"
    }
  },
  {
    "translation": {
      "en": "but it needs a period at the end of the sentence.",
      "th": "แต่มันต้องมีจุดท้ายประโยคให้ชัดว่าสิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "The D.B. Cooper case is a prime example",
      "th": "คดีดีบี คูเปอร์เป็นตัวอย่างสำคัญ"
    }
  },
  {
    "translation": {
      "en": "of a sentence that's been left uncompleted.",
      "th": "ของประโยคที่ทิ้งปลายเปิดไว้"
    }
  },
  {
    "translation": {
      "en": "[Ulis] At this point, there have been something north of a thousand suspects",
      "th": "มาถึงตรงนี้ มีผู้ต้องสงสัยมากกว่า 1,000 คน"
    }
  },
  {
    "translation": {
      "en": "that the FBI has looked at.",
      "th": "ที่เอฟบีไอเพ่งเล็ง"
    }
  },
  {
    "translation": {
      "en": "And some of those suspects have actually been really compelling.",
      "th": "และผู้ต้องสงสัยบางคนก็น่าจับตามองจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Richard Floyd McCoy was an outstanding suspect.",
      "th": "ริชาร์ด ฟลอยด์ แม็คคอยเป็นผู้ต้องสงสัยคนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "He was in Vietnam. He was an expert parachutist.",
      "th": "เขาเคยรบในเวียดนาม เป็นนักโดดร่มผู้เชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "[Smith] McCoy skyjacked another 727 and jumped out",
      "th": "แมคคอยจี้เครื่องบิน 727 อีกลำและกระโดดร่ม"
    }
  },
  {
    "translation": {
      "en": "five or six months after D.B. Cooper.",
      "th": "หลังจากเหตุการณ์ดีบี คูเปอร์ห้าหรือหกเดือน"
    }
  },
  {
    "translation": {
      "en": "[Ulis] But there's one very big problem.",
      "th": "แต่มีปัญหาใหญ่มากอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "All the witnesses that saw D.B. Cooper looked at Richard Floyd McCoy",
      "th": "พยานทุกคนที่เห็นดีบี คูเปอร์ แล้วมาเห็นริชาร์ด ฟลอยด์ แมคคอย"
    }
  },
  {
    "translation": {
      "en": "and said, \"He ain't the guy.\"",
      "th": "ต่างบอกว่า \"ไม่ใช่เขา\""
    }
  },
  {
    "translation": {
      "en": "[Gray] Duane Weber had a deathbed confession and looked like the second sketch.",
      "th": "ดเวน เวเบอร์สารภาพก่อนตาย และเขาดูเหมือนภาพร่างที่สองมาก"
    }
  },
  {
    "translation": {
      "en": "And he was living a double life. One as a charming insurance salesman,",
      "th": "นอกจากนี้เขายังใช้ชีวิตสองหน้า หนึ่งเป็นเซลส์ขายประกันที่มีเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "the other as a career criminal.",
      "th": "อีกหนึ่งเป็นอาชญากรมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "[Smith] He was arrested, I think, 16 times,",
      "th": "เขาถูกจับสัก 16 ครั้งได้"
    }
  },
  {
    "translation": {
      "en": "but there's absolutely no proof that he had any parachute training.",
      "th": "แต่ไม่มีหลักฐานพิสูจน์ได้ว่า เขาเคยผ่านการฝึกโดดร่ม"
    }
  },
  {
    "translation": {
      "en": "And he was a criminal that had a hard time staying out of jail.",
      "th": "เขาเป็นอาชญากรที่เข้าออกคุกเป็นว่าเล่น"
    }
  },
  {
    "translation": {
      "en": "And then there is Barb Dayton.",
      "th": "จากนั้นก็มีบาร์บ เดย์ตัน"
    }
  },
  {
    "translation": {
      "en": "She confessed to being D.B. Cooper.",
      "th": "เธอสารภาพว่าเป็นดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "She had the first sex change operation in Washington state.",
      "th": "เธอเคยผ่าตัดแปลงเพศครั้งแรกในรัฐวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "She used to be Bobby.",
      "th": "เธอเคยเป็นบ๊อบบี้"
    }
  },
  {
    "translation": {
      "en": "And Bobby was a tough guy, a brawler.",
      "th": "และบ๊อบบี้เป็นชายแกร่งที่ชอบทะเลาะวิวาท"
    }
  },
  {
    "translation": {
      "en": "And Barb was a librarian and sweet.",
      "th": "ส่วนบาร์บเป็นบรรณารักษ์ผู้อ่อนหวาน"
    }
  },
  {
    "translation": {
      "en": "[Gray] It was the ultimate disguise.",
      "th": "เป็นการแปลงโฉมที่สุดยอด"
    }
  },
  {
    "translation": {
      "en": "As a man, Bob Dayton was a guy with a grudge.",
      "th": "ในฐานะผู้ชาย บ๊อบ เดย์ตันเป็นชายผู้กราดเกรี้ยว"
    }
  },
  {
    "translation": {
      "en": "Merchant Marine, he could jump out of airplanes.",
      "th": "พาณิชย์นาวีอย่างเขาโดดลงจากเครื่องบินได้อยู่"
    }
  },
  {
    "translation": {
      "en": "[Ulis] But the problem is,",
      "th": "แต่ปัญหาคือ"
    }
  },
  {
    "translation": {
      "en": "there's absolutely no concrete evidence that ties Barb Dayton",
      "th": "ไม่มีหลักฐานหนักแน่นพอเชื่อมโยงบาร์บ เดย์ตัน"
    }
  },
  {
    "translation": {
      "en": "in with the D.B. Cooper case whatsoever.",
      "th": "กับคดีดีบี คูเปอร์เลยไม่ว่าด้านไหน"
    }
  },
  {
    "translation": {
      "en": "[Gray] Some people thought it was Ken Christiansen.",
      "th": "บางคนคิดว่าเป็นเคน คริสเตียนเซ่น"
    }
  },
  {
    "translation": {
      "en": "He worked for Northwest Orient Airlines.",
      "th": "เขาเคยทำงานให้สายการบินนอร์ธเวสต์"
    }
  },
  {
    "translation": {
      "en": "[Ulis] Other people thought it was Sheridan Peterson.",
      "th": "บางคนคิดว่าเป็นเชอริแดน ปีเตอร์สัน"
    }
  },
  {
    "translation": {
      "en": "Peterson worked at Boeing.",
      "th": "ปีเตอร์สันเคยทำงานที่บริษัทโบอิ้ง"
    }
  },
  {
    "translation": {
      "en": "[Gray] But for a bunch of technical reasons, both of them have been ruled out.",
      "th": "แต่เหตุผลหลายอย่างประกอบกันทำให้ทั้งคู่ตกไป"
    }
  },
  {
    "translation": {
      "en": "Even though we still don't know who Cooper was, to me, what's remarkable is actually",
      "th": "แม้ว่าเรายังไม่รู้ว่าคูเปอร์ เป็นใคร แต่ผมว่าที่น่าสนใจคือ"
    }
  },
  {
    "translation": {
      "en": "how much people identify with Cooper 50 years later.",
      "th": "ผู้คนยังเชื่อมโยงคูเปอร์ เข้ากับหลายสิ่งมากใน 50 ปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "[waitress] We're in Vancouver, Washington, at Victor-23.",
      "th": "เราอยู่ในแวนคูเวอร์ วอชิงตัน ที่วิคเตอร์ 23 ค่ะ"
    }
  },
  {
    "translation": {
      "en": "This is a D.B. Cooper-themed bar.",
      "th": "นี่คือบาร์ที่มีธีมดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "We've got our pilsner Schaffner here,",
      "th": "เรามีพิลสเนอร์ยี่ห้อแชฟฟ์เนอร์"
    }
  },
  {
    "translation": {
      "en": "our Flight 305 amber here,",
      "th": "เรามีเบียร์สีอำพันยี่ห้อไฟลท์ 305"
    }
  },
  {
    "translation": {
      "en": "our Skyjacker IPA, our Headless Hijacker,",
      "th": "มีไอพีเอยี่ห้อสกายแจ็คเกอร์ มีเฮดเลสไฮแจ็คเกอร์"
    }
  },
  {
    "translation": {
      "en": "and our Jet Fuel IPA.",
      "th": "และไอพีเอยี่ห้อเจ็ทฟูเอล"
    }
  },
  {
    "translation": {
      "en": "And also why people still look to embed him into film and culture.",
      "th": "และน่าสนใจมากว่าทำไมหลายคน ยังติดภาพเขาในภาพยนตร์และวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "You'd better be ready.",
      "th": "เตรียมตัวให้พร้อมจะดีกว่า"
    }
  },
  {
    "translation": {
      "en": "The far more interesting story",
      "th": "เรื่องที่น่าสนใจยิ่งกว่า"
    }
  },
  {
    "translation": {
      "en": "than just some guy who jumped out of a plane and disappeared,",
      "th": "ใครสักคนกระโดดลงจากเครื่องบินและหายตัวไป"
    }
  },
  {
    "translation": {
      "en": "is the fascination with it.",
      "th": "คือความหลงใหลเรื่องที่ว่านี้"
    }
  },
  {
    "translation": {
      "en": "Check out this map. He pinpointed D.B.'s landing.",
      "th": "ดูแผนที่นี้สิ เขาปักหมุดจุดที่ดีบีร่อนลง"
    }
  },
  {
    "translation": {
      "en": "That's crazy.",
      "th": "สุดยอด"
    }
  },
  {
    "translation": {
      "en": "With respect to D.B. Cooper over the last 50 years,",
      "th": "ถึงเรานับถือดีบี คูเปอร์มาตลอด 50 ปีนี้"
    }
  },
  {
    "translation": {
      "en": "arguably, we are no closer to knowing who D.B. Cooper was.",
      "th": "แต่เราไม่น่าจะได้รู้จริงๆ ว่าใครคือดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "Oh, look at you.",
      "th": "ดูคุณสิ"
    }
  },
  {
    "translation": {
      "en": "Should I call the FBI and tell 'em I found D.B. Cooper?",
      "th": "ผมควรโทรแจ้งเอฟบีไอไหมว่า ผมเจอดีบี คูเปอร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "Joking.",
      "th": "ล้อเล่น"
    }
  },
  {
    "translation": {
      "en": "Everybody wants to solve a mystery that's been unsolved",
      "th": "ทุกคนอยากไขปริศนาที่แม้แต่"
    }
  },
  {
    "translation": {
      "en": "by some of the brightest minds and the best agencies in the country.",
      "th": "หน่วยงานที่ยอดเยี่ยม และฉลาดที่สุดในประเทศยังไขไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Kleinsmith] After 50 years,",
      "th": "หลังจาก 50 ปีผ่านไป"
    }
  },
  {
    "translation": {
      "en": "the Cooper case is almost a holy grail of cold cases to solve.",
      "th": "คดีคูเปอร์แทบจะกลายเป็น จอกศักดิ์สิทธิ์ของคดีปริศนา"
    }
  },
  {
    "translation": {
      "en": "Good morning, everyone. I'm Tom Colbert.",
      "th": "อรุณสวัสดิ์ ทุกคน ผมทอม โคลแบร์"
    }
  },
  {
    "translation": {
      "en": "I'm the person, with my wife, Dawna Kay, at the machine in the corner.",
      "th": "ผมกับภรรยา ดอว์น่า เคย์ที่อยู่ตรงมุมนั้น"
    }
  },
  {
    "translation": {
      "en": "We're the ones that brought the case forward.",
      "th": "เรามีความคืบหน้าในคดีนี้"
    }
  },
  {
    "translation": {
      "en": "We received the tip.",
      "th": "เราได้รับเบาะแส"
    }
  },
  {
    "translation": {
      "en": "[Colbert] For me, the whole thing started when a friend of mine",
      "th": "สำหรับผม เรื่องทั้งหมดเริ่มเมื่อเพื่อนผมคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "named Rich Kashanksi called me.",
      "th": "ชื่อริช คาแชนสกี้โทรมา"
    }
  },
  {
    "translation": {
      "en": "I've known Rich for 25 years. I drop everything when Rich calls.",
      "th": "ผมรู้จักริชมา 25 ปีแล้ว ผมรับสายริชทันที"
    }
  },
  {
    "translation": {
      "en": "I was in the middle of another project and I said, \"Rich, what's up?\"",
      "th": "ผมกำลังทำงานหนึ่งอยู่ในตอนนั้น ผมถามเขา \"ริช มีอะไร\""
    }
  },
  {
    "translation": {
      "en": "I was in Vegas. I was shooting a series of infomercials.",
      "th": "ตอนนั้นผมอยู่ในเวกัส กำลังถ่ายหนังสั้นโฆษณา"
    }
  },
  {
    "translation": {
      "en": "And a friend of a friend",
      "th": "เพื่อนของเพื่อนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "told me they knew some gambler who knew who D.B. Cooper was.",
      "th": "บอกผมว่ารู้จักนักพนันที่รู้ว่าดีบี คูเปอร์เป็นใคร"
    }
  },
  {
    "translation": {
      "en": "I rolled my eyes, and he said, \"No, Tom, you need to listen.\"",
      "th": "ผมกลอกตา เขาพูดต่อ \"ไม่นะ ทอม นายต้องฟัง\""
    }
  },
  {
    "translation": {
      "en": "\"I have a guy on camera.\"",
      "th": "\"เขาอยู่หน้ากล้องแล้ว\""
    }
  },
  {
    "translation": {
      "en": "I told him, \"This guy seems credible",
      "th": "ผมบอกเขาว่า \"หมอนี่ดูน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "and he's willing to have lie detector tests.\"",
      "th": "และเขาเต็มใจจะเข้าเครื่องจับเท็จ\""
    }
  },
  {
    "translation": {
      "en": "\"It's the only way that you're gonna believe me, and I'm much willing to do that.\"",
      "th": "\"มันเป็นทางเดียวที่คุณจะเชื่อผม ผมยินดีทำอย่างยิ่ง\""
    }
  },
  {
    "translation": {
      "en": "[Colbert] I realized if this tip checked out,",
      "th": "ผมรู้ว่าถ้าเบาะแสนี้มีมูล"
    }
  },
  {
    "translation": {
      "en": "we would be solving one of the most high-profile cases",
      "th": "เราจะไขคดีที่โด่งดังที่สุดคดีหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "in cold-case history.",
      "th": "ในประวัติศาสตร์ได้เลย"
    }
  },
  {
    "translation": {
      "en": "What I found on Ron Carlson's tape was a game-changer.",
      "th": "สิ่งที่ผมพบในเทปบันทึกภาพ รอน คาร์ลสันเป็นจุดเปลี่ยนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Kashanski] The story started with Ron Carlson",
      "th": "เรื่องเริ่มที่รอน คาร์ลสัน ขี้ยาที่เตร็ดเตร่ตามเมืองชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "running drugs up and down the coast with his fast car.",
      "th": "เรื่องเริ่มที่รอน คาร์ลสัน ขี้ยาที่เตร็ดเตร่ตามเมืองชายฝั่ง ขับรถซิ่ง"
    }
  },
  {
    "translation": {
      "en": "I'm here to tell a story that I truly believe is factual",
      "th": "ผมมาเล่าเรื่องที่ผมเชื่อจริงๆ ว่าเป็นความจริง"
    }
  },
  {
    "translation": {
      "en": "and it concerns D.B. Cooper.",
      "th": "ซึ่งมันเกี่ยวกับดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "I did not meet D.B. Cooper",
      "th": "ผมเพิ่งมาเจอดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "until 1978.",
      "th": "เมื่อปี 1978"
    }
  },
  {
    "translation": {
      "en": "And I met him…",
      "th": "และผมรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "quite frankly,",
      "th": "บอกตรงๆ"
    }
  },
  {
    "translation": {
      "en": "he was my cocaine supplier.",
      "th": "เขาเป็นคนขายโคเคนให้ผม"
    }
  },
  {
    "translation": {
      "en": "A guy, name of Dick Briggs.",
      "th": "ชายคนนี้ชื่อดิ๊ค บริกส์"
    }
  },
  {
    "translation": {
      "en": "Almost from the time we met…",
      "th": "แทบจะตั้งแต่แรกที่เรารู้จักกัน"
    }
  },
  {
    "translation": {
      "en": "he was telling us that he was, in fact, D.B. Cooper.",
      "th": "เขาก็บอกเราแล้วว่าที่จริงเขาคือดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "And he kept saying, \"You don't believe me, do you?",
      "th": "เขาเอาแต่พูดว่า \"ไม่เชื่อฉันสินะ\""
    }
  },
  {
    "translation": {
      "en": "And we ended up being at a party in 1980.",
      "th": "แล้วเราก็ไปปาร์ตี้แห่งนึงในปี 1980"
    }
  },
  {
    "translation": {
      "en": "And he says, \"I'm gonna tell you something that will prove to you who I am.\"",
      "th": "เขาก็บอกว่า \"ฉันจะบอกบางอย่าง ที่พิสูจน์ได้แน่นอนว่าฉันคือใคร\""
    }
  },
  {
    "translation": {
      "en": "He said, \"That couple over there.\" We said, \"Yeah?\"",
      "th": "เขาบอกว่า \"สองคนตรงนั้นน่ะ\" เราก็ถาม \"แล้วไง\""
    }
  },
  {
    "translation": {
      "en": "He says, \"They and their son…\" They were a hippie-looking couple.",
      "th": "เขาบอก \"พวกนั้นกับลูกชาย\" คู่นั้นดูเหมือนคู่รักฮิปปี้"
    }
  },
  {
    "translation": {
      "en": "\"…are the ones that are going to find my money.\"",
      "th": "\"คือคนที่จะเจอเงินของฉัน\""
    }
  },
  {
    "translation": {
      "en": "[Colbert] Dick Briggs says, \"On that north shore, in three days,",
      "th": "ดิ๊ค บริกส์บอกว่า \"ชายฝั่งทางเหนือ ในเวลาสามวัน"
    }
  },
  {
    "translation": {
      "en": "they're gonna find some of my money.\" Meaning Cooper's money.",
      "th": "พวกเขาจะเจอเงินของฉัน\" หมายถึงเงินของคูเปอร์"
    }
  },
  {
    "translation": {
      "en": "And that's when I knew, \"Whoa.\"",
      "th": "ตอนนั้นแหละที่ผมคิด \"ว้าว\""
    }
  },
  {
    "translation": {
      "en": "[reporter] The money was found here,",
      "th": "พบเงินบริเวณนี้"
    }
  },
  {
    "translation": {
      "en": "just a few yards from the shoreline of the Columbia river.",
      "th": "ห่างจากแนวชายฝั่งแม่น้ำโคลัมเบียไม่กี่เมตร"
    }
  },
  {
    "translation": {
      "en": "I was gonna build a fire, and I had some wood in my arm.",
      "th": "ผมว่าจะก่อกองไฟ ผมหอบฟืนมาด้วยแล้ว"
    }
  },
  {
    "translation": {
      "en": "I got ready to set it down, and my son ran up and said, \"Wait, Daddy.\"",
      "th": "ผมเตรียมจะจุดไฟ ลูกชายผมก็พูดขึ้นมา \"พ่อ รอเดี๋ยว\""
    }
  },
  {
    "translation": {
      "en": "So he raked a place in the sand there, and there it was.",
      "th": "เขาเขี่ยทรายที่หนึ่งตรงนั้น แล้วก็เจอ"
    }
  },
  {
    "translation": {
      "en": "It kind of tumbled up on the top.",
      "th": "มันทลายลงมา"
    }
  },
  {
    "translation": {
      "en": "A child has led the FBI to the start of a trail",
      "th": "เด็กคนหนึ่งนำเอฟบีไอเริ่มการแกะรอย"
    }
  },
  {
    "translation": {
      "en": "it hopes will help them solve the eight-and-a-half-year-old mystery",
      "th": "โดยหวังว่าจะช่วยไขคดีปริศนาแปดปีครึ่งนี้ได้"
    }
  },
  {
    "translation": {
      "en": "of skyjacker D.B. Cooper.",
      "th": "คดีโจรจี้เครื่องบิน ดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[Carlson] A few days after that party, all of a sudden this news alert come by.",
      "th": "ไม่กี่วันหลังปาร์ตี้นั้น ข่าวนี้ก็โผล่มา"
    }
  },
  {
    "translation": {
      "en": "And it said that they had found, I believe it was like $6,000",
      "th": "บอกว่าพวกเขาเจอเงิน ที่ผมคิดว่าน่าจะ 6,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "of D.B. Cooper's money.",
      "th": "เงินของดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "And when they showed the people who found the money,",
      "th": "และเมื่อพวกเขาถ่ายภาพคนที่พบเงิน"
    }
  },
  {
    "translation": {
      "en": "it was that same couple that was at the party.",
      "th": "ก็เป็นคู่นั้นเลยที่ปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "[Kaye] In my years of knowing Brian Ingram and his family,",
      "th": "จากการที่ผมรู้จักไบรอัน อินแกรม และครอบครัวเขามาหลายปี"
    }
  },
  {
    "translation": {
      "en": "I've seen nothing that would indicate they had any nefarious connection",
      "th": "ผมไม่เห็นวี่แววเลยว่า พวกเขาจะเกี่ยวข้องในทางเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "to the money.",
      "th": "กับเงินจำนวนนั้น"
    }
  },
  {
    "translation": {
      "en": "So I believe Brian Ingram is an innocent bystander,",
      "th": "ผมจึงเชื่อว่าไบรอัน อินแกรม คือผู้บริสุทธิ์ที่บังเอิญผ่านมา"
    }
  },
  {
    "translation": {
      "en": "along with his family, in the Cooper case.",
      "th": "รวมทั้งครอบครัวเขาด้วย เกี่ยวข้องกับคดีคูเปอร์"
    }
  },
  {
    "translation": {
      "en": "[reporter] Though these are the first pieces of this complex puzzle",
      "th": "แม้ว่านี่คือชิ้นส่วนแรกของปริศนาซับซ้อนเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "to surface in all these years, they are not falling into place easily.",
      "th": "ที่ปรากฏขึ้นในรอบหลายปี แต่ก็ยังไม่เห็นภาพรวมง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "[Colbert] Suddenly, 40 years later, we have a guy",
      "th": "จู่ๆ 40 ปีให้หลัง ก็มีชายคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "who claims, basically, that Dick Briggs planted the money on the beach,",
      "th": "อ้างว่าดิ๊ค บริกส์เป็นคนฝังเงินนั้นไว้ที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "showing that it was set up, and that Cooper could be alive.",
      "th": "แสดงให้เห็นว่ามันถูกจัดฉาก และคูเปอร์อาจยังมีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "And that's when I turned to my wife and I said, \"I think we got a wild one.\"",
      "th": "ตอนนั้นเองที่ผมหันไปพูดกับภรรยา \"ผมว่าเราได้เบาะแสจริง\""
    }
  },
  {
    "translation": {
      "en": "[Carlson] Dick Briggs was perfectly capable",
      "th": "ดิ๊ค บริกส์มีศักยภาพเหมาะเจาะที่สุด"
    }
  },
  {
    "translation": {
      "en": "of doing what it took to hijack this airplane.",
      "th": "ที่จะลงมือจี้เครื่องบินลำนี้ได้"
    }
  },
  {
    "translation": {
      "en": "According to him,",
      "th": "ตามที่เขาพูดนั้น"
    }
  },
  {
    "translation": {
      "en": "he'd been a Special Forces soldier during the Vietnam War.",
      "th": "เขาเคยเป็นทหารหน่วยรบพิเศษ ช่วงสงครามเวียดนาม"
    }
  },
  {
    "translation": {
      "en": "I mean, he was an accomplished parachutist.",
      "th": "เขาเคยเป็นนักโดดร่มที่มีฝีมือ"
    }
  },
  {
    "translation": {
      "en": "He was familiar with the area. I'm sure he'd planned it out.",
      "th": "เขาคุ้นเคยกับพื้นที่แถวนั้น ผมมั่นใจว่าเขาวางแผนไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, he had the physical and mental abilities.",
      "th": "เขามีร่างกายและจิตใจที่สมบูรณ์พร้อม"
    }
  },
  {
    "translation": {
      "en": "Very, very intelligent man.",
      "th": "เป็นคนฉลาดมากๆ"
    }
  },
  {
    "translation": {
      "en": "But he was kind of out of control.",
      "th": "แต่เขาออกจะทำตัวหลุดโลก"
    }
  },
  {
    "translation": {
      "en": "[Colbert] One of his buddies from college told me that Dick lost his temper a lot.",
      "th": "เพื่อนคนหนึ่งของเขาสมัยเรียน บอกผมว่าดิ๊คฉุนเฉียวบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "He felt he was bipolar.",
      "th": "เขารู้สึกว่าดิ๊คเป็นไบโพลาร์"
    }
  },
  {
    "translation": {
      "en": "He would get angry after a few beers",
      "th": "เขาจะโมโหหลังจากดื่มเบียร์ไม่กี่แก้ว"
    }
  },
  {
    "translation": {
      "en": "and throw trash cans through windows at bars.",
      "th": "และขว้างถังขยะทะลุกระจกร้านเหล้า"
    }
  },
  {
    "translation": {
      "en": "[Robert] A lot of people feared him.",
      "th": "หลายคนกลัวเขา"
    }
  },
  {
    "translation": {
      "en": "He was a weightlifter, bench-pressed 425 pounds.",
      "th": "เขาเป็นนักยกน้ำหนัก เขายกท่าเบนช์เพรสได้มากถึง 192 กก."
    }
  },
  {
    "translation": {
      "en": "You know, they called him Bugsy because he was a little squirrelly.",
      "th": "ทุกคนเรียกเขาว่าบั๊กซี่ เพราะเขาเป็นคนที่คาดเดาได้ยาก"
    }
  },
  {
    "translation": {
      "en": "[Hunt] The first time I met Dick Briggs,",
      "th": "ครั้งแรกที่ฉันได้พบดิ๊ค บริกส์"
    }
  },
  {
    "translation": {
      "en": "my husband offers him a cocktail.",
      "th": "สามีของฉันยื่นค็อกเทลให้เขา"
    }
  },
  {
    "translation": {
      "en": "Dick does a straight shot of bourbon",
      "th": "ดิ๊คกระดกเบอร์เบิ้นหมดแก้วทีเดียว"
    }
  },
  {
    "translation": {
      "en": "and immediately proceeds to eat the glass.",
      "th": "แล้วก็กินแก้วต่อทันที"
    }
  },
  {
    "translation": {
      "en": "Blood is dripping down his face. He's chewing the glass.",
      "th": "เลือดหยดจากใบหน้าเขา เขากำลังเคี้ยวแก้ว"
    }
  },
  {
    "translation": {
      "en": "[Carlson] According to his family, Dick Briggs did lots of parlor tricks.",
      "th": "ครอบครัวของเขาเล่าว่า ดิ๊ค บริกส์เล่นมายากลได้หลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "He could take a woman's hat pin, stick it all the way through his forearm,",
      "th": "เขาสามารถหยิบปิ่นปักผมของผู้หญิง แทงทะลุท่อนแขนตัวเอง"
    }
  },
  {
    "translation": {
      "en": "pull it out, draw no blood.",
      "th": "ดึงออกมาโดยไม่มีเลือดสักหยด"
    }
  },
  {
    "translation": {
      "en": "One time, we'd gone up to a little town",
      "th": "ครั้งหนึ่ง เราไปที่เมืองเล็กๆ แห่งนึง"
    }
  },
  {
    "translation": {
      "en": "that, every year, held an annual D.B. Cooper festival.",
      "th": "ซึ่งจัดเทศกาลดีบี คูเปอร์เป็นประจำทุกปี"
    }
  },
  {
    "translation": {
      "en": "All he'd keep saying is, \"I just want to tell these people who I am.\"",
      "th": "เขาเอาแต่พูดว่า \"ฉันอยากบอก คนพวกนี้จริงๆ ว่าฉันคือใคร\""
    }
  },
  {
    "translation": {
      "en": "And \"They're here for me.\"",
      "th": "และพูดว่า \"ทุกคนมาฉลองให้ฉัน\""
    }
  },
  {
    "translation": {
      "en": "He had that kind of ego",
      "th": "เขาเป็นคนหลงตัวเองขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "that was necessary to be D.B. Cooper.",
      "th": "ซึ่งเป็นคุณสมบัติหนึ่งของดีบี คูเปอร์แน่นอน"
    }
  },
  {
    "translation": {
      "en": "I think D.B. is, like, the coolest guy in America.",
      "th": "ผมคิดว่าดีบีเป็นคนที่เจ๋งสุดในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "-[Colbert] Is it on? -[man] Yeah.",
      "th": "- เปิดอยู่ใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Let me get focused. -[Colbert] Perfect.",
      "th": "- ขอปรับโฟกัสหน่อย - แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "When I realized Dick Briggs could be Cooper,",
      "th": "เมื่อผมรู้ว่าดิ๊ค บริกส์อาจเป็นคูเปอร์"
    }
  },
  {
    "translation": {
      "en": "I started to document the investigation,",
      "th": "ผมก็เริ่มทำเอกสารการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "so that I could eventually sell it as a documentary.",
      "th": "เพื่อในตอนท้ายผมจะได้ขายทำสารคดี"
    }
  },
  {
    "translation": {
      "en": "When Rich brought me this drug trafficker, Ron Carlson,",
      "th": "เมื่อริชพาพ่อค้ายาคนนี้ รอน คาร์ลสันมาหาผม"
    }
  },
  {
    "translation": {
      "en": "I did due diligence to make sure he's telling the truth about Dick Briggs.",
      "th": "ผมทำทุกขั้นตอนจนแน่ใจว่า เขาจะพูดความจริงเกี่ยวกับดิ๊ค บริกส์"
    }
  },
  {
    "translation": {
      "en": "We interviewed Ron Carlson three times, once under a lie detector.",
      "th": "เราสัมภาษณ์รอน คาร์ลสันสามครั้ง ครั้งหนึ่งมีเครื่องจับเท็จ"
    }
  },
  {
    "translation": {
      "en": "Okay, I'm gonna turn the chair.",
      "th": "โอเค ผมจะหมุนเก้าอี้"
    }
  },
  {
    "translation": {
      "en": "[Colbert] We had FBI agent Jack Trimarco do the test.",
      "th": "เราขอให้เจ้าหน้าที่เอฟบีไอ แจ็ค ทรีมาร์โก้ทำการทดสอบ"
    }
  },
  {
    "translation": {
      "en": "[Trimarco] I went to polygraph school",
      "th": "ผมเคยเรียนศาสตร์การจับเท็จ"
    }
  },
  {
    "translation": {
      "en": "at the Department of Defense Polygraph Institute",
      "th": "ที่สถาบันการจับเท็จของกระทรวงกลาโหม"
    }
  },
  {
    "translation": {
      "en": "at Fort McClellan, Alabama.",
      "th": "ที่ฟอร์ต แมคเคลแลน แอละบามา"
    }
  },
  {
    "translation": {
      "en": "Jack Trimarco is the best of the best when it comes to polygraph.",
      "th": "แจ็ค ทรีมาร์โก้เป็นยอดฝีมือ ของยอดฝีมือด้านการจับเท็จ"
    }
  },
  {
    "translation": {
      "en": "He has administered over 3,500 polygraphs.",
      "th": "เขาเคยคุมการจับเท็จมากกว่า 3,500 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Trimarco] I'll ask you to lean forward in the chair",
      "th": "โน้มตัวไปข้างหน้าเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "and put your arms out in front like you're gonna dive into a pool.",
      "th": "เอาแขนไว้ข้างหน้า เหมือนคุณกำลังจะโดดลงสระน้ำ"
    }
  },
  {
    "translation": {
      "en": "That's it. This'll go around your midsection.",
      "th": "ผมจะติดสิ่งนี้ไว้กลางลำตัวคุณ"
    }
  },
  {
    "translation": {
      "en": "Anything that's going on that's physiological,",
      "th": "ไม่ว่าทางกายภาพมีความเคลื่อนไหว"
    }
  },
  {
    "translation": {
      "en": "that's an anomaly, is gonna come through loud and clear to me.",
      "th": "ผิดปกติอะไรก็ตามจะทำให้ผมได้ยินชัดเจน"
    }
  },
  {
    "translation": {
      "en": "Meaning how the body changes for those few precious seconds…",
      "th": "มันแปลได้ว่าร่างกาย จะเกิดการเปลี่ยนแปลงไม่กี่วินาที"
    }
  },
  {
    "translation": {
      "en": "when a person knows that they're telling a lie.",
      "th": "เมื่อบุคคลนั้นรู้ตัวว่ากำลังโกหก"
    }
  },
  {
    "translation": {
      "en": "The test is about to begin.",
      "th": "การทดสอบกำลังจะเริ่มขึ้นครับ"
    }
  },
  {
    "translation": {
      "en": "Did Dick Briggs ever tell you that he was D.B. Cooper?",
      "th": "ดิ๊ค บริกส์เคยบอกคุณไหมว่าเขาคือดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "เคยครับ"
    }
  },
  {
    "translation": {
      "en": "[Trimarco] For the question,",
      "th": "สำหรับคำถามที่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"Were you told by Dick Briggs that he was D.B. Cooper?\"",
      "th": "\"ดิ๊ค บริกส์เคยบอกไหมว่าเขาคือดีบี คูเปอร์\""
    }
  },
  {
    "translation": {
      "en": "he did very well on that issue.",
      "th": "ปฏิกิริยาของเขาปกติดีมากกับคำถามนี้"
    }
  },
  {
    "translation": {
      "en": "Have you ever lied to an authority figure?",
      "th": "คุณเคยโกหกเจ้าหน้าที่หรือไม่"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Colbert] After the lie detector test, I told Rich, \"I think he's telling the truth.\"",
      "th": "หลังจากทดสอบด้วยเครื่องจับเท็จ ผมบอกริชว่า \"ผมว่าเขาบอกความจริง\""
    }
  },
  {
    "translation": {
      "en": "So then we started doing the research to see if Dick Briggs was D.B. Cooper.",
      "th": "จากนั้นเราจึงเริ่มทำการวิจัยว่า ดิ๊ค บริกส์เป็นดีบี คูเปอร์ได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[man] D.B. Cooper was a Walter Mitty kind of man.",
      "th": "ดีบี คูเปอร์เป็นคนธรรมดา ที่ฝันถึงชีวิตโลดโผนผจญภัย"
    }
  },
  {
    "translation": {
      "en": "Ever since boyhood, he had bolstered his self-confidence",
      "th": "ตั้งแต่วัยเด็ก เขาก็สั่งสมความมั่นใจในตัวเอง"
    }
  },
  {
    "translation": {
      "en": "by fantasizing wild adventures in which he, of course, was the hero.",
      "th": "ด้วยจินตนาการโลดโผนเร้าใจ แน่นอนว่าโดยมีเขาเป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "[Colbert] One day, we found out that Dick Briggs died mysteriously.",
      "th": "วันหนึ่ง เราก็พบว่า ดิ๊ค บริกส์เสียชีวิตอย่างมีเงื่อนงำ"
    }
  },
  {
    "translation": {
      "en": "His friends think he was murdered.",
      "th": "เพื่อนเขาคิดว่าเขาถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "It was a one-car accident in the middle of nowhere in Portland.",
      "th": "มันเป็นอุบัติเหตุทางรถที่ไม่มีคู่กรณี กลางที่เปลี่ยวในพอร์ตแลนด์"
    }
  },
  {
    "translation": {
      "en": "Before this, he talked about Vietnam.",
      "th": "ก่อนหน้านี้ เขาเคยพูดถึงเวียดนาม"
    }
  },
  {
    "translation": {
      "en": "But that's where his story had a real problem.",
      "th": "แต่ตรงนั้นเองที่เรื่องเล่าของเขามีปัญหาสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I spent eight months on that thread.",
      "th": "ผมปะติดปะต่อเรื่องนี้นานแปดเดือน"
    }
  },
  {
    "translation": {
      "en": "I actually believed he was Cooper.",
      "th": "ผมเคยเชื่อจริงๆ ว่าเขาคือคูเปอร์"
    }
  },
  {
    "translation": {
      "en": "But then I find out he's never been to Vietnam, can't parachute.",
      "th": "แต่แล้วผมก็พบว่า เขาไม่เคยไปเวียดนาม ไม่เคยโดดร่ม"
    }
  },
  {
    "translation": {
      "en": "He was a part-time weekend warrior for the Air Force,",
      "th": "เขาแค่ร่วมฝึกฝนร่างกาย ในวันหยุดกับกองทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "so he didn't have to go to Vietnam. Right at that point,",
      "th": "เขาจะได้ไม่ต้องไปรบที่เวียดนาม ตอนนั้นเองที่"
    }
  },
  {
    "translation": {
      "en": "I'm looking at this man and thinking, \"I got the wrong guy.\"",
      "th": "ผมจ้องชายคนนี้และคิดว่า \"ผิดคนซะแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[news anchor] Here are the facts as we know them.",
      "th": "นี่คือข้อเท็จจริงที่เรารู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "Cooper was a tall, dark man.",
      "th": "คูเปอร์เป็นชายผิวเข้ม ตัวสูง"
    }
  },
  {
    "translation": {
      "en": "Dick Briggs was a short, stocky, just gigantic, muscular man.",
      "th": "ดิ๊ค บริกส์เป็นชายร่างกำยำ เตี้ยล่ำกล้ามใหญ่"
    }
  },
  {
    "translation": {
      "en": "[Kashanski] Briggs wasn't the guy.",
      "th": "ไม่ใช่บริกส์"
    }
  },
  {
    "translation": {
      "en": "He was just some braggart saying, \"I'm D.B. Cooper,\" you know?",
      "th": "เขาเป็นแค่คนขี้โม้อวดอ้างว่า \"ฉันคือดีบี คูเปอร์\""
    }
  },
  {
    "translation": {
      "en": "We were thinking, \"Hey, this is over.\"",
      "th": "เราก็คิดว่า \"เฮ้ย จบกัน\""
    }
  },
  {
    "translation": {
      "en": "[Colbert] Ron Carlson felt terrible,",
      "th": "รอน คาร์ลสันรู้สึกแย่มาก เพราะ 40 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "'cause for 40 years, he was told this man was Cooper.",
      "th": "รอน คาร์ลสันรู้สึกแย่มาก เพราะ 40 ปีแล้ว ที่มีคนบอกเขาว่าชายคนนี้ คือคูเปอร์ ถึงจะดูไม่เหมือน"
    }
  },
  {
    "translation": {
      "en": "Didn't even look like him,",
      "th": "ที่มีคนบอกเขาว่าชายคนนี้ คือคูเปอร์ ถึงจะดูไม่เหมือน"
    }
  },
  {
    "translation": {
      "en": "but he believed him because he had the money found.",
      "th": "แต่ก็เชื่อเขาเพราะเขารู้ว่าจะมีคนเจอเงิน"
    }
  },
  {
    "translation": {
      "en": "You know, the twists and turns of this whole thing has, uh,",
      "th": "จุดพลิกผันของเรื่องทั้งหมดนี้"
    }
  },
  {
    "translation": {
      "en": "changed my opinion about almost everything.",
      "th": "เปลี่ยนทัศนคติของผมแทบจะทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "So, I guess nothing will surprise me.",
      "th": "ผมเดาว่าไม่มีอะไรทำให้ผมประหลาดใจแล้ว"
    }
  },
  {
    "translation": {
      "en": "All who look for Cooper experience something called the Cooper curse.",
      "th": "ทุกคนที่ตามหาคูเปอร์เคยสัมผัส สิ่งที่เรียกว่าคำสาปของคูเปอร์"
    }
  },
  {
    "translation": {
      "en": "We don't know who he is or was, where he came from or where he went.",
      "th": "เราไม่รู้ว่าเขาเป็นใครหรือเคยเป็นใคร มาจากไหนหรือไปที่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Gray] This case is booby-trapped.",
      "th": "คดีนี้คือกับดักสังหาร"
    }
  },
  {
    "translation": {
      "en": "Just as you get close to really thinking you know who the hijacker is,",
      "th": "เมื่อคุณคิดว่าใกล้จะได้รู้ว่าคนร้ายคือใคร"
    }
  },
  {
    "translation": {
      "en": "something comes along the way and shows you that it's wrong.",
      "th": "บางอย่างก็จะโผล่มาแสดงให้คุณเห็นว่าเข้าใจผิด"
    }
  },
  {
    "translation": {
      "en": "This one is not solved, and we're still after D.B. Cooper.",
      "th": "คดีนี้ยังปิดไม่ได้ เรายังไล่ล่าดีบี คูเปอร์ต่อไป"
    }
  },
  {
    "translation": {
      "en": "[reporter] We may never know what happened to D.B. Cooper or who he is,",
      "th": "เราอาจไม่มีวันรู้ว่าเกิดอะไรขึ้น กับดีบี คูเปอร์หรือเขาคือใคร"
    }
  },
  {
    "translation": {
      "en": "but the allure of the unsolved mystery endures.",
      "th": "แต่ปริศนาที่ยังไม่คลี่คลายน่าสนใจเสมอ"
    }
  },
  {
    "translation": {
      "en": "[Gray] When I started the case, I thought I could solve it too. I thought I could solve this case.",
      "th": "เมื่อผมเริ่มทำคดีนี้ ผมคิดว่าจะไขคดีนี้ได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "At the time, I was working as a reporter and writer in southern Manhattan.",
      "th": "ตอนนั้น ผมเป็นนักข่าว และนักเขียนอยู่ทางใต้ของแมนฮัตตัน"
    }
  },
  {
    "translation": {
      "en": "I was covering crime.",
      "th": "ผมเขียนข่าวอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "One of the things I love about being an investigative reporter",
      "th": "สิ่งหนึ่งที่ผมชอบมากกับการเป็นนักข่าวสืบสวนคือ"
    }
  },
  {
    "translation": {
      "en": "is taking on the hard cases. You know, the stuff that is just impossible to solve.",
      "th": "การได้สืบคดียากๆ คดีที่ไม่มีทางจะคลี่คลายได้เลย"
    }
  },
  {
    "translation": {
      "en": "And when I first got a tip about D.B. Cooper, I knew that he was mine.",
      "th": "เมื่อผมได้เบาะแสเกี่ยวกับ ดีบี คูเปอร์ครั้งแรก ผมรู้ว่าผมจะทำข่าวนี้"
    }
  },
  {
    "translation": {
      "en": "I had to go after him.",
      "th": "ผมต้องไล่ล่าเขา"
    }
  },
  {
    "translation": {
      "en": "I wrote a book about the case, my first book.",
      "th": "ผมเขียนหนังสือเล่มหนึ่ง เกี่ยวกับคดีนี้ หนังสือเล่มแรกของผม"
    }
  },
  {
    "translation": {
      "en": "I thought, \"If I solve the case, oh,",
      "th": "ผมคิดว่า \"ถ้าผมไขคดีนี้ได้"
    }
  },
  {
    "translation": {
      "en": "the Pulitzer Prizes and all the rewards that would come in.\"",
      "th": "รางวัลพูลิตเซอร์และอื่นๆ ก็จะหลั่งไหลเข้ามา\""
    }
  },
  {
    "translation": {
      "en": "Random House Audio presents Skyjack: The Hunt for D.B. Cooper",
      "th": "หนังสือเสียงของแรนดอมเฮาส์ขอเสนอ ปล้นระฟ้า: ไล่ล่าดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "by Geoffrey Gray.",
      "th": "โดย เจฟฟรีย์ เกรย์"
    }
  },
  {
    "translation": {
      "en": "This is Geoffrey Gray.",
      "th": "เจฟฟรีย์ เกรย์พูดครับ"
    }
  },
  {
    "translation": {
      "en": "It took me over four years,",
      "th": "ผมใช้เวลากว่าสี่ปี"
    }
  },
  {
    "translation": {
      "en": "and I'm here to tell you the curse is real.",
      "th": "ผมมาเพื่อบอกคุณว่าคำสาปที่ว่านั้นมีจริง"
    }
  },
  {
    "translation": {
      "en": "[Gray's voice] Over the decades,",
      "th": "หลายสิบปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "some suspects disappeared, some suspects faked their own deaths.",
      "th": "ผู้ต้องสงสัยบางคนหายสาบสูญ บางคนกุข่าวว่าตนตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "One man nearly died in a custom-built submarine,",
      "th": "ชายคนหนึ่งเกือบตายในเรือดำน้ำที่ประกอบเอง"
    }
  },
  {
    "translation": {
      "en": "scanning the bottom of a lake for the hijacker's ransom.",
      "th": "ขณะกำลังสำรวจก้นทะเลสาบ เพื่อหาเงินค่าไถ่ของคนร้าย"
    }
  },
  {
    "translation": {
      "en": "One renowned reporter attempted suicide after his suspect",
      "th": "นักข่าวรายหนึ่งพยายามฆ่าตัวตาย หลังจากบุคคลที่เขาสงสัย"
    }
  },
  {
    "translation": {
      "en": "was proven to be a fraud.",
      "th": "ได้รับการยืนยันแล้วว่าเป็นนักต้มตุ๋น"
    }
  },
  {
    "translation": {
      "en": "Only a steady program of electroshock treatment",
      "th": "มีเพียงเข้ารับการบำบัดด้วยไฟฟ้า อย่างต่อเนื่องเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "jolted him back into coherency.",
      "th": "ถึงจะกระตุ้นให้เขากลับมามีเหตุผลอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Gray] I started to see",
      "th": "ผมเริ่มจะเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "that the Cooper case was not about Cooper himself, but about the people chasing Cooper.",
      "th": "คดีนี้ไม่ได้เกี่ยวกับตัวคูเปอร์เอง แต่เกี่ยวกับคนที่ไล่ล่าคูเปอร์ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "People like Tom Colbert and others, and people like me.",
      "th": "คนอย่างทอม โคลแบร์และคนอื่นๆ เช่นผม"
    }
  },
  {
    "translation": {
      "en": "Can't help but admire this guy.",
      "th": "อดไม่ได้ที่จะชื่นชมเขา"
    }
  },
  {
    "translation": {
      "en": "[Gray] Psychologically, this case takes you into the dark divide.",
      "th": "ในทางจิตใจแล้ว คดีนี้พาคุณเข้าสู่พื้นที่ดาร์คดีไวด์"
    }
  },
  {
    "translation": {
      "en": "This is a case that questions who you are and what you believe,",
      "th": "คดีนี้ตั้งคำถามว่าคุณคือใครและเชื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "what you want to believe, and what really happened.",
      "th": "อยากเชื่ออะไร และอะไรที่เกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The only one more famous in the world than D.B. Cooper",
      "th": "คนเดียวที่โด่งดังกว่าดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "is the person who finds him.",
      "th": "คือคนที่เจอตัวเขา"
    }
  },
  {
    "translation": {
      "en": "I came to a point where I had four suspects,",
      "th": "ผมสืบจนถึงจุดที่ผมมีผู้ต้องสงสัยสี่ราย"
    }
  },
  {
    "translation": {
      "en": "and I actually thought that they were all D.B. Cooper.",
      "th": "ผมคิดจริงๆ ว่าทุกคนเป็นดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "I pulled myself back, and I was like, \"Why have I gone to this point",
      "th": "ผมเรียกสติตัวเอง ถามว่า \"ทำไมฉันมาถึงจุดนี้"
    }
  },
  {
    "translation": {
      "en": "where I believe that four people are the same guy?\"",
      "th": "ที่ฉันเชื่อว่าสี่คนนี้เป็นชายคนเดียวกัน\""
    }
  },
  {
    "translation": {
      "en": "That's the thing, you know, it's gold fever, in a way.",
      "th": "นั่นแหละประเด็น มันเป็นการตื่นทองในลักษณะหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You so want to prove that your suspect is the one",
      "th": "เราอยากพิสูจน์ใจจะขาดว่าผู้ต้องสงสัยคนนี้ใช่แน่"
    }
  },
  {
    "translation": {
      "en": "that your belief systems take over your logic.",
      "th": "จนระบบความเชื่อของเรา ยึดครองอยู่เหนือเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Four people can't be him, and some things just can't be true.",
      "th": "บุคคลสี่คนเป็นเขาไปไม่ได้ และบางอย่างไม่สามารถเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "[Colbert] Okay, we're back here.",
      "th": "โอเค เรากลับมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Wait a minute, we got the train again. Hang on. Sorry.",
      "th": "เดี๋ยวนะ มีเสียงรถไฟ เข้ามาอีกแล้ว รอเดี๋ยว โทษที"
    }
  },
  {
    "translation": {
      "en": "When we finally figured out Dick Briggs was not D.B. Cooper,",
      "th": "ในที่สุดเมื่อเรารู้ว่าดิ๊ค บริกส์ไม่ใช่ดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "I said, \"Could he have had a partner?\"",
      "th": "ผมก็บอก \"เขาอาจมีคู่หูได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "Tom's tenacity is amazing. I mean, he just won't give up.",
      "th": "ทอมดื้อรั้นสุดๆ เขาไม่ยอมแพ้เลย"
    }
  },
  {
    "translation": {
      "en": "You know, when he sees a dead end, I'm going, \"Okay, that's it,\"",
      "th": "เมื่อเขาเห็นทางตัน ผมบอก \"โอเค แค่นี้แหละ\""
    }
  },
  {
    "translation": {
      "en": "he just keeps on going.",
      "th": "ส่วนเขาเดินหน้าต่อ"
    }
  },
  {
    "translation": {
      "en": "[Colbert] I make a decision. I'm going to call the police department in Portland,",
      "th": "ผมตัดสินใจ ผมจะโทรหาตำรวจในพอร์ตแลนด์"
    }
  },
  {
    "translation": {
      "en": "and I'm gonna find some old narcs.",
      "th": "ผมจะติดต่อตำรวจคดียาเสพติด"
    }
  },
  {
    "translation": {
      "en": "And so I call and I said, \"You got a narc that remembers a guy named Dick Briggs?\"",
      "th": "ผมโทรไปบอกว่า \"พอจะมีตำรวจคดี ยาเสพติดที่จำดิ๊ค บริกส์ได้หรือเปล่า\""
    }
  },
  {
    "translation": {
      "en": "And sure enough, a week later,",
      "th": "แน่นอนว่าหนึ่งสัปดาห์ต่อมา"
    }
  },
  {
    "translation": {
      "en": "I get an 80-some-odd-year-old guy who's still alive.",
      "th": "ผมเจอชายคนนี้อายุ 80 กว่าปี"
    }
  },
  {
    "translation": {
      "en": "They give me a half-dozen to a dozen neighborhood friends of Dick Briggs.",
      "th": "ตำรวจมอบรายชื่อเพื่อนบ้าน นับสิบคนของดิ๊ค บริกส์ให้ผม"
    }
  },
  {
    "translation": {
      "en": "I started peeling them back, going one by one,",
      "th": "ผมเริ่มเจาะประวัติพวกเขาทีละคน"
    }
  },
  {
    "translation": {
      "en": "and hearing stories about him.",
      "th": "ฟังเรื่องราวเกี่ยวกับเขา"
    }
  },
  {
    "translation": {
      "en": "And the last guy I decide to call is the one that scares me…",
      "th": "คนสุดท้ายที่ผมตัดสินใจโทรหา คือคนที่มีสิ่งหนึ่งซึ่งผมกลัว"
    }
  },
  {
    "translation": {
      "en": "by the name of Pudgy Hunt.",
      "th": "เขามีฉายา พัดจี้ ฮันท์"
    }
  },
  {
    "translation": {
      "en": "I've watched too many cowboy movies",
      "th": "ผมเคยดูหนังคาวบอยมาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "with a guy named Pudgy, pulls out a sawed-off shotgun.",
      "th": "ที่จะมีชายชื่อพัดจี้ควงปืนลูกซอง"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Why do they call you Pudgy?",
      "th": "ทำไมพวกเขาเรียกคุณว่าพัดจี้"
    }
  },
  {
    "translation": {
      "en": "[Pudgy] When I was nine months old, I weighed 36 pounds, I believe.",
      "th": "ตอนที่ผมอายุเก้าเดือน ผมหนักตั้ง 16 กก."
    }
  },
  {
    "translation": {
      "en": "[interviewer] Tell us about Briggs' friend.",
      "th": "เล่าเรื่องเพื่อนของบริกส์ให้ฟังหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Pudgy] One time, Dick Briggs introduced a friend of his.",
      "th": "ครั้งหนึ่ง ดิ๊ค บริกส์แนะนำให้รู้จักเพื่อนเขา"
    }
  },
  {
    "translation": {
      "en": "And this guy pulled out some clippings from the local newspapers…",
      "th": "และชายคนนี้หยิบภาพข่าว หนังสือพิมพ์ท้องถิ่นที่ตัดแล้วออกมา"
    }
  },
  {
    "translation": {
      "en": "talking about him being a Green Beret and a medal winner in the service.",
      "th": "เป็นข่าวที่พูดถึงตัวเขา หน่วยรบพิเศษ ที่ได้รับเหรียญกล้าหาญ"
    }
  },
  {
    "translation": {
      "en": "[Colbert] That's when I found out Dick Briggs' partner",
      "th": "ตอนนั้นเองผมได้รู้ว่าเพื่อนของดิ๊ค บริกส์"
    }
  },
  {
    "translation": {
      "en": "was a guy named Robert Rackstraw.",
      "th": "มีชื่อว่าโรเบิร์ต แร็คสตรอว์"
    }
  },
  {
    "translation": {
      "en": "And that changed everything.",
      "th": "ซึ่งมันเปลี่ยนทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "[Kashanski] We compared a picture of Rackstraw at that age",
      "th": "เราเทียบรูปของแร็คสตรอว์ในวัยนั้น"
    }
  },
  {
    "translation": {
      "en": "with the police drawing of D.B. Cooper.",
      "th": "กับรูปที่ตำรวจวาดดีบี คูเปอร์"
    }
  },
  {
    "translation": {
      "en": "And Rackstraw's picture was almost identical.",
      "th": "ซึ่งรูปของแร็คสตรอว์แทบจะตรงกัน"
    }
  },
  {
    "translation": {
      "en": "[reporter] You have parachute training, as you mentioned yourself.",
      "th": "คุณเคยฝึกโดดร่ม ตามที่คุณอ้าง"
    }
  },
  {
    "translation": {
      "en": "Your background suggests that you could have been D.B. Cooper.",
      "th": "ประวัติของคุณชี้ว่าคุณอาจเป็นดีบี คูเปอร์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Could have been. Could have been.",
      "th": "อาจเป็นก็ได้ แค่อาจจะเป็น"
    }
  },
  {
    "translation": {
      "en": "This man has the skill set.",
      "th": "ชายคนนี้มีทักษะครบเครื่อง"
    }
  },
  {
    "translation": {
      "en": "At that point, I knew we had D.B. Cooper.",
      "th": "ในตอนนั้น ผมรู้ว่าเราเจอดีบี คูเปอร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "And I said, \"Thank you, Jesus.\"",
      "th": "ผมพูดว่า \"ขอบคุณพระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "With Rackstraw, I believe we have cracked a 50-year-old case.",
      "th": "ผมคิดว่าการได้ตัวแร็คสตรอว์ เราไขคดีที่ปิดไม่ได้มา 50 ปีได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I mean, there's a lot of little God miracles going on here,",
      "th": "มีปาฏิหาริย์ของสิ่งเล็กๆ มากมายในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "where I'm whacked on the head, \"Oh my God, how did I find that?\"",
      "th": "ซึ่งผมคิดหัวแทบแตกว่า \"ฉันรู้ยังไงนะ\""
    }
  },
  {
    "translation": {
      "en": "Are you willing to state one way or the other whether or not you're D.B. Cooper?",
      "th": "คุณยินดีจะระบุไหมว่าคุณคือดีบี คูเปอร์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "With a story like that, should it be fiction or should it be fact?",
      "th": "เรื่องเล่าแบบนี้ ควรเป็นนิยายหรือข้อเท็จจริงดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "Primarily up to the American people someday how that comes out.",
      "th": "ขึ้นอยู่กับคนอเมริกันแล้วว่าสักวันมันจะเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "[Colbert] Once my team began researching Rackstraw,",
      "th": "เมื่อทีมงานผมเริ่มทำวิจัยเกี่ยวกับแร็คสตรอว์"
    }
  },
  {
    "translation": {
      "en": "they started to find out what he was doing when he wasn't jumping from a plane.",
      "th": "พวกเขาเริ่มสืบว่าเขาทำอะไรอยู่ หากตอนนั้นไม่ได้กำลังกระโดดร่ม"
    }
  },
  {
    "translation": {
      "en": "He had all these fake identities, multiple criminal titles.",
      "th": "เขาปลอมแปลงตัวตนไว้เยอะมาก มีชื่อปลอมหลายชื่อในการทำผิด"
    }
  },
  {
    "translation": {
      "en": "The guy is off the scale. You won't believe how crazy it gets.",
      "th": "ชายคนนี้อยู่คนละระดับกับรายอื่น คุณไม่เชื่อแน่ว่ามันต่างกันแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[reporter] Are you D.B. Cooper?",
      "th": "คุณคือดีบี คูเปอร์หรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "I can't talk about things like that.",
      "th": "ผมพูดเรื่องแบบนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I can't talk about any of that sort of thing.",
      "th": "ผมพูดเรื่องทำนองนี้ไม่ได้เลย"
    }
  }
]