[
  {
    "translation": {
      "en": "[man 1] What really struck me about The Queen's Gambit",
      "th": "สิ่งที่ทำให้ผมทึ่งมากๆ เกี่ยวกับเกมกระดานแห่งชีวิต"
    }
  },
  {
    "translation": {
      "en": "was that it wasn't at all about chess.",
      "th": "ก็คือมันไม่เกี่ยวกับหมากรุกเลย"
    }
  },
  {
    "translation": {
      "en": "It's not about a game. It's about the cost of genius.",
      "th": "มันไม่เกี่ยวกับการแข่ง มันเกี่ยวกับราคาของการเป็นอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "[woman 1] It's a story about how you survive in a world",
      "th": "มันเป็นเรื่องราวเกี่ยวกับการเอาตัวรอดในโลก"
    }
  },
  {
    "translation": {
      "en": "when you have a very specific gift that makes you harder to understand.",
      "th": "ที่เรามีพรสวรรค์ที่จำเพาะมากๆ จนทำให้คนอื่นเข้าใจเราได้ยากยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "I think she looks to chess as very much an escape.",
      "th": "ผมคิดว่าเธอใช้หมากรุกเป็นที่สำหรับหลบหนี"
    }
  },
  {
    "translation": {
      "en": "[man 2] Although it tells that story",
      "th": "แม้ว่ามันจะเล่าเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "about a child genius working up to a world level,",
      "th": "เกี่ยวกับเด็กอัจฉริยะที่พยายามไต่ไปยังระดับโลก"
    }
  },
  {
    "translation": {
      "en": "it's actually still more about her demons.",
      "th": "แต่จริงๆ แล้วมันเกี่ยวกับ ปมปัญหาในใจเธอมากกว่า"
    }
  },
  {
    "translation": {
      "en": "That's right, I can still… Can I still move another piece?",
      "th": "ใช่ ผมยัง… ผมยังขยับได้อีกไหม"
    }
  },
  {
    "translation": {
      "en": "-[man 3] No, it's touch-move. -[all laughing]",
      "th": "ไม่ได้แล้ว มัน…"
    }
  },
  {
    "translation": {
      "en": "Scott sent me the book to read before I met him,",
      "th": "สก็อตต์ส่งหนังสือมาให้ฉันอ่านก่อนเจอกัน"
    }
  },
  {
    "translation": {
      "en": "and I devoured the book in about an hour.",
      "th": "และฉันอ่านมันจบภายในหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "I fell in love with Beth immediately, and there was a really strong kinship.",
      "th": "ฉันตกหลุมรักเบธทันที ฉันรู้สึกผูกพันกับเธอมาก"
    }
  },
  {
    "translation": {
      "en": "[man 1] This character is, you know, essentially, her own antagonist,",
      "th": "ตัวละครนี้เป็นศัตรูตัวฉกาจของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I was fascinated. I'd never read a character like this.",
      "th": "ผมประทับใจมาก ผมไม่เคยอ่านเจอตัวละครแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "Somebody who is so brilliant and so self-destructive,",
      "th": "คนที่ฉลาดเหลือล้น แต่กลับทำลายตัวเองได้พังขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "and in a world that she was already kind of not a part of.",
      "th": "และอยู่ในโลกที่กีดกันเธอตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "-Are you sure you wanna do this? -I'm sure.",
      "th": "- แน่ใจนะว่าอยากทำแบบนี้ - ฉันแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "We don't have a women's section.",
      "th": "เราไม่มีการแข่งสำหรับผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "Back in the 1950s, there were very few females turning to chess.",
      "th": "ย้อนกลับไปในยุค 1950 มีผู้หญิงไม่กี่คนที่หันมาเล่นหมากรุก"
    }
  },
  {
    "translation": {
      "en": "They weren't given the opportunities.",
      "th": "พวกเธอไม่ได้รับโอกาส"
    }
  },
  {
    "translation": {
      "en": "Beth trying to make her way in a male-dominated discipline and world",
      "th": "การที่เบธพยายามเข้าไปในวงการ และโลกที่ผู้ชายเป็นใหญ่"
    }
  },
  {
    "translation": {
      "en": "is something that's quite distinctive and unusual.",
      "th": "เป็นสิ่งที่แตกต่างและไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "Tevis was writing with an understanding of the next century, almost.",
      "th": "เทวิสเขียนด้วยความเข้าใจโลกในศตวรรษหน้า แทบจะอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "It's quite brilliant.",
      "th": "มันยอดเยี่ยมมากครับ"
    }
  },
  {
    "translation": {
      "en": "How old are you?",
      "th": "เธออายุเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Never mind. Don't answer that. It'll just depress me.",
      "th": "ไม่เป็นไร ไม่ต้องตอบ มันจะทำให้ฉันหดหู่"
    }
  },
  {
    "translation": {
      "en": "-Mm. I'm 36. -[chuckles]",
      "th": "ฉันอายุ 36"
    }
  },
  {
    "translation": {
      "en": "She's so centered in how intelligent she is",
      "th": "เธอมั่นใจในความฉลาดของตัวเองเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "that she doesn't necessarily think of herself as a woman first,",
      "th": "จนเธอไม่ทันคิดว่าตัวเองเป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "and I do think that there is something to that,",
      "th": "และฉันคิดว่านั่นก็สำคัญ"
    }
  },
  {
    "translation": {
      "en": "because you're experiencing the '60s through her",
      "th": "เพราะคุณได้รู้จักยุค 1960 ผ่านเธอ"
    }
  },
  {
    "translation": {
      "en": "in the way that she just automatically assumes that she is equal.",
      "th": "ในแบบที่เธอทึกทักโดยอัตโนมัติ ว่าตัวเองเท่าเทียม"
    }
  },
  {
    "translation": {
      "en": "Am I good enough now?",
      "th": "หนูเก่งพอแล้วเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "To tell you the truth of it, child…",
      "th": "จะบอกความจริงให้นะ แม่หนู"
    }
  },
  {
    "translation": {
      "en": "you're astounding.",
      "th": "เธอทำให้ฉันตะลึง"
    }
  },
  {
    "translation": {
      "en": "[crew 1] Mark-up.",
      "th": "ตีเลย"
    }
  },
  {
    "translation": {
      "en": "[Frank] And action!",
      "th": "และแอ็กชั่น"
    }
  },
  {
    "translation": {
      "en": "Almost ten years ago,",
      "th": "เกือบสิบปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Bill Horberg had brought up the book to me as something that I might wanna do.",
      "th": "บิล ฮอร์เบิร์กพูดถึงหนังสือเล่มนี้ให้ผมฟัง บอกว่าผมน่าจะอยากนำมาสร้าง"
    }
  },
  {
    "translation": {
      "en": "We briefly flirted with doing it as a feature,",
      "th": "เราเคยคุยกันคร่าวๆ ว่าจะสร้างเป็นภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "and Allan Scott had written quite a nice script,",
      "th": "และอัลลัน สก็อตต์ก็เขียนบทมาเป็นอย่างดี"
    }
  },
  {
    "translation": {
      "en": "and nothing ever came of it.",
      "th": "แต่จนแล้วจนรอดก็ไม่ได้สร้าง"
    }
  },
  {
    "translation": {
      "en": "It was very hard to get a movie like that made at the time.",
      "th": "สมัยนั้นมันยากมากที่จะสร้างภาพยนตร์แนวนี้"
    }
  },
  {
    "translation": {
      "en": "Then, right after I finished Godless, I had this revelation,",
      "th": "ต่อมาหลังจากผมถ่ายเรื่องปฐพีเถื่อนเสร็จ ผมก็คิดขึ้นได้"
    }
  },
  {
    "translation": {
      "en": "and I said to him,",
      "th": "และพูดกับเขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"What about The Queen's Gambit as a miniseries?\"",
      "th": "\"สร้างเกมกระดานแห่งชีวิตเป็นมินิซีรีส์ดีไหม\""
    }
  },
  {
    "translation": {
      "en": "The overriding interest I've always had is to make it powerfully emotional.",
      "th": "แต่ไหนแต่ไรมาแล้ว ผมให้ความสำคัญกับ การทำผลงานให้ออกมาสะเทือนอารมณ์"
    }
  },
  {
    "translation": {
      "en": "And I think when you extend something,",
      "th": "และผมคิดว่าเมื่อเรายืดบางอย่างให้ยาวขึ้น"
    }
  },
  {
    "translation": {
      "en": "you get the time to follow all kinds of paths and all kinds of themes.",
      "th": "เราก็มีเวลาที่จะติดตามเส้นทาง และแก่นเรื่องสารพัดอย่าง"
    }
  },
  {
    "translation": {
      "en": "What I really wanted to focus on,",
      "th": "สิ่งที่ผมอยากเน้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and the challenge in turning it into a miniseries, for me,",
      "th": "และความท้าทายในการเปลี่ยนมันเป็นมินิซีรีส์ สำหรับผม"
    }
  },
  {
    "translation": {
      "en": "was making sure that what you're really invested in is her.",
      "th": "ก็คือทำให้แน่ใจว่า เราให้ความสำคัญกับเธอมากที่สุด"
    }
  },
  {
    "translation": {
      "en": "Someday, you're gonna be all alone,",
      "th": "สักวันลูกจะอยู่ตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "so you need to figure out how to take care of yourself.",
      "th": "ดังนั้นลูกต้องรู้จักดูแลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Taylor-Joy] She's come from a home life, and just a lot in life,",
      "th": "เธอเคยมีบ้านอยู่ และเกิดเรื่องราวมากมายในชีวิต"
    }
  },
  {
    "translation": {
      "en": "that has left her feeling very unstable.",
      "th": "ที่ทำให้เธอรู้สึกไม่มั่นคงเอามากๆ"
    }
  },
  {
    "translation": {
      "en": "She doesn't really know where she's going to end up.",
      "th": "เธอไม่รู้ว่าตัวเองจะไปลงเอยที่ไหน"
    }
  },
  {
    "translation": {
      "en": "What's that game called?",
      "th": "อันนี้เรียกเกมอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "It's called chess.",
      "th": "มันเรียกว่าหมากรุก"
    }
  },
  {
    "translation": {
      "en": "Will you teach me?",
      "th": "คุณสอนหนูได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I think Beth's first true connection",
      "th": "ฉันคิดว่าคนแรกที่เบธรู้สึกผูกพันด้วยอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "is with Mr. Shaibel.",
      "th": "ก็คือคุณไชเบล"
    }
  },
  {
    "translation": {
      "en": "It's with somebody who she feels understands",
      "th": "เขาเป็นคนที่เธอรู้สึกว่าเข้าใจเธอ"
    }
  },
  {
    "translation": {
      "en": "not only her gift, but how her brain works.",
      "th": "ไม่ใช่เข้าใจแค่พรสวรรค์ แต่เข้าใจวิธีการคิดของเธอ"
    }
  },
  {
    "translation": {
      "en": "Also, somebody who can tell her \"no.\"",
      "th": "แล้วก็เป็นคนที่กล้าปฏิเสธเธอ"
    }
  },
  {
    "translation": {
      "en": "-You have resigned the game. -You didn't tell me that in the rules.",
      "th": "- เธอแพ้แล้ว - คุณไม่เคยบอกว่ามีกฎแบบนี้"
    }
  },
  {
    "translation": {
      "en": "It's not a rule. It's sportsmanship.",
      "th": "มันไม่ใช่กฎ แต่เป็นน้ำใจนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "And then I think she's got a wonderful friendship with Jolene,",
      "th": "แล้วฉันก็คิดว่าเธอมีมิตรภาพที่ยอดเยี่ยมกับโจลีน"
    }
  },
  {
    "translation": {
      "en": "and that comes from a place of both understanding",
      "th": "และนั่นเกิดจากความเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "that they're very different, and yet, have come from the exact same place.",
      "th": "ว่าถึงพวกเธอจะแตกต่างกันมาก แต่ก็มีที่มาเหมือนกันเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "Most of us are lifers.",
      "th": "พวกเราส่วนใหญ่ต้องอยู่ที่นี่ชั่วชีวิต"
    }
  },
  {
    "translation": {
      "en": "Been here a long time.",
      "th": "อยู่มาเป็นชาติแล้ว"
    }
  },
  {
    "translation": {
      "en": "I would say she's kind of like a mother to Beth,",
      "th": "ฉันว่าเธอเหมือนแม่สำหรับเบธ"
    }
  },
  {
    "translation": {
      "en": "in her own little way.",
      "th": "ในแบบของเธอเอง"
    }
  },
  {
    "translation": {
      "en": "They're not adopted for the majority of their lives,",
      "th": "แทบทั้งชีวิตไม่มีใครรับอุปการะ"
    }
  },
  {
    "translation": {
      "en": "so they kind of do need to depend on each other in that place.",
      "th": "ก็เลยต้องพึ่งพากันและกันในสถานที่แห่งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man 4] Green's to even your disposition.",
      "th": "สีเขียวช่วยปรับสภาพอารมณ์"
    }
  },
  {
    "translation": {
      "en": "Orange and brown's for building a strong body. Take 'em both.",
      "th": "สีส้มกับน้ำตาลเพื่อเสริมสร้างร่างกาย กินทั้งสองเม็ด"
    }
  },
  {
    "translation": {
      "en": "In the early '60s, late '50s, it was very common to give…",
      "th": "ต้นยุค 1960 ปลายยุค 1950 เป็นเรื่องปกติมาก ที่จะให้เด็กกำพร้ากินยากล่อมประสาท"
    }
  },
  {
    "translation": {
      "en": "children in orphanages tranquilizers",
      "th": "เป็นเรื่องปกติมาก ที่จะให้เด็กกำพร้ากินยากล่อมประสาท"
    }
  },
  {
    "translation": {
      "en": "to make them easier to handle.",
      "th": "เพื่อจะได้คุมได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "So, yeah, she becomes addicted to tranquilizers",
      "th": "ดังนั้นใช่ค่ะ เธอก็เลยติดยากล่อมประสาท"
    }
  },
  {
    "translation": {
      "en": "and sedatives when she's nine.",
      "th": "กับยาระงับประสาทตอนอายุเก้าขวบ"
    }
  },
  {
    "translation": {
      "en": "Well, the trick with addiction, with drinking or drugs or anything,",
      "th": "เคล็ดลับการถ่ายเกี่ยวกับการเสพติด ไม่ว่าจะติดเหล้าหรือยาหรืออะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "is making sure that you empathize with the character,",
      "th": "ก็คือทำให้แน่ใจว่าเราเห็นใจตัวละคร"
    }
  },
  {
    "translation": {
      "en": "and still tell a compelling story.",
      "th": "แต่ก็ยังบอกเล่าเรื่องราวที่ทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "Sleight of hand, for me, was humor sometimes.",
      "th": "สำหรับผมแล้ว บางครั้งมันก็แฝงมากับอารมณ์ขัน"
    }
  },
  {
    "translation": {
      "en": "There's a long sequence where she steals the pills,",
      "th": "มีฉากยาวฉากหนึ่งที่เธอขโมยยา"
    }
  },
  {
    "translation": {
      "en": "and that was as funny as it is harrowing.",
      "th": "และนั่นทั้งตลกทั้งน่าสลดหดหู่"
    }
  },
  {
    "translation": {
      "en": "Elizabeth!",
      "th": "เอลิซาเบธ!"
    }
  },
  {
    "translation": {
      "en": "As she gets older, she forms many addictions.",
      "th": "พออายุมากขึ้น เธอก็เสพติดอะไรหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "She discovers alcohol when she's about 15.",
      "th": "เธอรู้จักเหล้าตอนอายุประมาณ 15"
    }
  },
  {
    "translation": {
      "en": "[coughs] It's good.",
      "th": "รสชาติดีนะคะ"
    }
  },
  {
    "translation": {
      "en": "And consummates that relationship.",
      "th": "แล้วก็ถึงจุดสูงสุดในความสัมพันธ์นั้น"
    }
  },
  {
    "translation": {
      "en": "Anybody who's dealing with problems of addiction is their own worst enemy.",
      "th": "ใครก็ตามที่รับมือกับปัญหาการเสพติด คือศัตรูตัวฉกาจของตนเอง"
    }
  },
  {
    "translation": {
      "en": "She keeps self-destructing along the way.",
      "th": "เธอเอาแต่ทำลายตัวเองตลอดทาง"
    }
  },
  {
    "translation": {
      "en": "There's a moment when she's been on a particularly tough bender,",
      "th": "มีช่วงหนึ่งที่เธอติดเหล้ายาหนักมาก"
    }
  },
  {
    "translation": {
      "en": "and she meets the first person that she ever played,",
      "th": "และเธอได้พบกับบุคคลแรกที่เธอเคยแข่งด้วย"
    }
  },
  {
    "translation": {
      "en": "who's another girl called Annette Packer.",
      "th": "ซึ่งเป็นเด็กสาวอีกคน ชื่อแอนเน็ตต์ แพ็คเกอร์"
    }
  },
  {
    "translation": {
      "en": "I-- I knew you were going places, and that meant something to me.",
      "th": "ฉันรู้ว่าเธอไปได้สวย และนั่นมีความหมายต่อฉันมาก"
    }
  },
  {
    "translation": {
      "en": "That whole exchange was really, really tricky and rough to do,",
      "th": "บทสนทนาทั้งหมดนั้นทั้งยากและโหด ในการแสดงออกมา"
    }
  },
  {
    "translation": {
      "en": "because I just had to be in this state of \"everything is falling apart.\"",
      "th": "เพราะฉันกำลังอยู่ในสภาพที่ \"ทุกอย่างกำลังพังทลาย"
    }
  },
  {
    "translation": {
      "en": "\"And you looked up to me, and now I have to carry that shame.\"",
      "th": "ส่วนเธอดันชื่นชมฉัน ฉันก็เลยต้องแบกความละอายใจเอาไว้\""
    }
  },
  {
    "translation": {
      "en": "Like, she was just-- She was an angry bird.",
      "th": "ตอนนั้นเธอเหมือนนกขี้โมโห"
    }
  },
  {
    "translation": {
      "en": "I'm worried about you.",
      "th": "ฉันเป็นห่วงเธอนะ"
    }
  },
  {
    "translation": {
      "en": "What on earth for? [scoffs]",
      "th": "ห่วงทำไม"
    }
  },
  {
    "translation": {
      "en": "For me, the whole story is organized around that.",
      "th": "สำหรับผม เรื่องราวทั้งหมดมีสิ่งนั้นเป็นศูนย์กลาง"
    }
  },
  {
    "translation": {
      "en": "Is she gonna lose hold of herself, or is she gonna be able to make it?",
      "th": "เธอจะแพ้ภัยตัวเองไหม หรือเธอจะก้าวข้ามไปได้"
    }
  },
  {
    "translation": {
      "en": "\"She shows the assurance of a player twice her age.\"",
      "th": "\"ฝีมือการเล่นของเธอนั้น เทียบชั้นได้กับผู้เล่นที่อายุมากกว่าเป็นสองเท่า\""
    }
  },
  {
    "translation": {
      "en": "That's national recognition, dear.",
      "th": "เป็นที่ยอมรับระดับชาติเลยนะ สาวน้อย"
    }
  },
  {
    "translation": {
      "en": "She's also addicted to winning.",
      "th": "เธอยังเสพติดชัยชนะอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "She's addicted to feeling like she is in control.",
      "th": "เธอเสพติดความรู้สึกที่ว่าเธอเป็นผู้ควบคุม"
    }
  },
  {
    "translation": {
      "en": "Chess is the one thing she feels like she can control,",
      "th": "หมากรุกเป็นสิ่งเดียวที่เธอรู้สึกว่าคุมได้"
    }
  },
  {
    "translation": {
      "en": "that, on that board, she's in charge.",
      "th": "เมื่ออยู่บนกระดาน เธอคือผู้คุม"
    }
  },
  {
    "translation": {
      "en": "Whenever she's moving those pieces around, she's at home.",
      "th": "เมื่อไหร่ก็ตามที่เธอขยับตัวหมาก เธอรู้สึกสบายใจเหมือนอยู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "I'll win.",
      "th": "หนูจะชนะ"
    }
  },
  {
    "translation": {
      "en": "I have every confidence.",
      "th": "ฉันไม่กังขาเลย"
    }
  },
  {
    "translation": {
      "en": "You do feel for the relationship",
      "th": "เรารู้สึกคล้อยตามความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "that both Mrs. Wheatley and Beth have together.",
      "th": "ที่คุณนายวีทลีย์กับเบธมีต่อกัน"
    }
  },
  {
    "translation": {
      "en": "And Mari played her with deep empathy, and, I think, sympathy.",
      "th": "และมารีรับบทนี้ด้วยความเข้าใจอย่างลึกซึ้ง และฉันคิดว่ามีความเห็นใจด้วย"
    }
  },
  {
    "translation": {
      "en": "For the role of Mrs. Wheatley, I had been telling Bill Horberg",
      "th": "สำหรับบทคุณนายวีทลีย์ ผมบอกบิล ฮอร์เบิร์ก"
    }
  },
  {
    "translation": {
      "en": "that it's someone like Marielle Heller,",
      "th": "ว่าผมต้องการคนอย่างมาเรียลล์ เฮลเลอร์"
    }
  },
  {
    "translation": {
      "en": "and Bill said to me, \"Why don't you just cast her?\"",
      "th": "และบิลพูดกับผมว่า \"งั้นก็ให้เธอรับบทนี้เลยสิ\""
    }
  },
  {
    "translation": {
      "en": "And as you can see, she's extraordinary.",
      "th": "และอย่างที่คุณเห็น เธอสุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "Things are beginning to happen.",
      "th": "อะไรๆ เริ่มจะไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "Beth is very obsessive, full stop.",
      "th": "เบธเป็นคนหมกมุ่นมาก แค่นั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Like, I think that is just something that is intrinsic to her.",
      "th": "ฉันคิดว่านั่นเป็นธรรมชาติของเธอ"
    }
  },
  {
    "translation": {
      "en": "Harry, it'll be check once the pawn moves and the knight trades.",
      "th": "พอขยับเบี้ยก็จะเป็นรุก ทำให้ต้องแลกม้า"
    }
  },
  {
    "translation": {
      "en": "-Can't you see that? -No, I can't.",
      "th": "- ไม่เห็นเหรอ - ไม่ ไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "-I can't find it that fast. -Well, wish you could.",
      "th": "- ฉันคิดไม่เร็วขนาดนั้น - อยากให้คุณเห็นจัง"
    }
  },
  {
    "translation": {
      "en": "When your brain works that quickly, it can drive you a bit mad.",
      "th": "เมื่อสมองคุณทำงานเร็วขนาดนั้น มันจะทำให้คุณเป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "But I also think that she is aware that her gift makes her special.",
      "th": "แต่ฉันคิดอีกด้วยว่า เธอรู้ตัวว่าพรสวรรค์นี้ทำให้เธอเป็นคนพิเศษ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Sometimes, people find patterns or meaning where there aren't any.",
      "th": "บางครั้งคนเราจะมองเห็นรูปแบบ หรือความหมายทั้งๆ ที่มันไม่มี"
    }
  },
  {
    "translation": {
      "en": "What does that have to do with me?",
      "th": "แล้วมันเกี่ยวอะไรกับฉันคะ"
    }
  },
  {
    "translation": {
      "en": "Well, creativity and psychosis often go hand in hand.",
      "th": "ความสร้างสรรค์และความวิกลจริต มักจะมาคู่กัน"
    }
  },
  {
    "translation": {
      "en": "I do think she's, like, consistently worried that she's a bit crazy.",
      "th": "ฉันคิดว่าเธอกังวลอยู่เรื่อยๆ ว่าเธอเป็นบ้านิดๆ"
    }
  },
  {
    "translation": {
      "en": "Beth has visions of seeing a chess board on the ceiling.",
      "th": "เบธมองเห็นภาพกระดานหมากรุกบนเพดาน"
    }
  },
  {
    "translation": {
      "en": "This is in the book.",
      "th": "นี่อยู่ในหนังสือนะครับ"
    }
  },
  {
    "translation": {
      "en": "She looks up to the ceiling",
      "th": "เธอเงยหน้ามองเพดาน"
    }
  },
  {
    "translation": {
      "en": "and imagines the position and the places of the pieces.",
      "th": "และจินตนาการถึงตำแหน่งต่างๆ ของตัวหมาก"
    }
  },
  {
    "translation": {
      "en": "Did you ever go over games in your head? I mean, play all the way through 'em?",
      "th": "คุณเคยเล่นหมากรุกในหัว ตั้งแต่ต้นจนจบไหม"
    }
  },
  {
    "translation": {
      "en": "Doesn't everybody?",
      "th": "ก็ทุกคนไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "The person that she feels closest to,",
      "th": "คนที่เธอรู้สึกว่าใกล้เคียงกับเธอที่สุด"
    }
  },
  {
    "translation": {
      "en": "I think, in terms of the way that her brain works, is actually Benny.",
      "th": "ในแง่ของกระบวนการคิด ก็คือเบนนี่"
    }
  },
  {
    "translation": {
      "en": "There's a little bit of a reflection in each other, even though they're vastly different.",
      "th": "พวกเขาเป็นภาพสะท้อนของกันและกัน แม้ว่าพวกเขาจะแตกต่างกันมาก"
    }
  },
  {
    "translation": {
      "en": "But I think he enjoys getting into mind games,",
      "th": "แต่ผมคิดว่าเขาสนุกกับการทำสงครามประสาท"
    }
  },
  {
    "translation": {
      "en": "into other people's heads, and he sees that in Beth.",
      "th": "เข้าไปปั่นหัวคน และเขาเห็นสิ่งนั้นในเบธ"
    }
  },
  {
    "translation": {
      "en": "-I don't know if I'm good enough. -You're the best.",
      "th": "- ฉันไม่รู้ว่าฉันดีพอไหม - คุณเก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "His reassurance kind of makes her feel a bit more calm.",
      "th": "คำรับรองของเขาทำให้เธอรู้สึกสบายใจขึ้น"
    }
  },
  {
    "translation": {
      "en": "But I do think that she's juggling a very fine line of, like,",
      "th": "แต่ฉันคิดว่าเธออยู่ก้ำกึ่งบนเส้นบางๆ ระหว่าง"
    }
  },
  {
    "translation": {
      "en": "\"Am I insane or am I a genius?\"",
      "th": "\"ฉันเป็นบ้าหรือเป็นอัจฉริยะกันแน่\""
    }
  },
  {
    "translation": {
      "en": "And I've been watching your games, you…",
      "th": "และฉันเฝ้าดูการแข่งของคุณมานาน คุณ…"
    }
  },
  {
    "translation": {
      "en": "You attack like Alekhine.",
      "th": "คุณโจมตีเหมือนอาเลไคน์"
    }
  },
  {
    "translation": {
      "en": "You can reach for your best,",
      "th": "คุณอาจพยายามสุดฝีมือ"
    }
  },
  {
    "translation": {
      "en": "but it only really matters if other people see it as well.",
      "th": "แต่มันจะมีความหมายก็ต่อเมื่อมีคนเห็นมันเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "And I think Benny appreciates Beth's talent when he sees it",
      "th": "และผมคิดว่าเบนนี่ชื่นชม ความสามารถของเบธเมื่อเขามองเห็น"
    }
  },
  {
    "translation": {
      "en": "and finds that attractive from the get-go.",
      "th": "และพบว่ามันมีเสน่ห์ตั้งแต่แรก"
    }
  },
  {
    "translation": {
      "en": "[Frank] And action!",
      "th": "และแอ็กชั่น!"
    }
  },
  {
    "translation": {
      "en": "[Frank] To make chess cinematic is… is impossible.",
      "th": "การทำภาพยนตร์เกี่ยวกับหมากรุกนั้นเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I realized I want the chess that we do show to be accurate enough,",
      "th": "และผมตระหนักว่าผมอยากให้หมากรุก ที่ปรากฏในซีรีส์มีความถูกต้องมากพอ"
    }
  },
  {
    "translation": {
      "en": "but I really am focusing on the stakes around the games",
      "th": "แต่จริงๆ แล้ว ผมเน้นองค์ประกอบอื่นๆ ที่ปรากฏระหว่างการแข่ง"
    }
  },
  {
    "translation": {
      "en": "and the players themselves.",
      "th": "และตัวนักหมากรุกเองด้วย"
    }
  },
  {
    "translation": {
      "en": "Beth Harmon, in particular, and the idea, for me,",
      "th": "โดยเฉพาะเบธ ฮาร์มอน และไอเดียสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "visually, was to get inside her.",
      "th": "ก็คือแสดงอารมณ์ความรู้สึกของเธอออกมา"
    }
  },
  {
    "translation": {
      "en": "I found the strongest points is just being on people's faces and their reaction.",
      "th": "ผมพบว่าจุดแข็งที่สุดก็คือ สีหน้าและปฏิกิริยาของผู้คน"
    }
  },
  {
    "translation": {
      "en": "Even if you don't understand chess, you know the seriousness",
      "th": "แม้ว่าคุณจะไม่เข้าใจหมากรุก แต่คุณเข้าใจความหนักหนา"
    }
  },
  {
    "translation": {
      "en": "and the drama that they're going through.",
      "th": "และดราม่าที่ตัวละครกำลังเผชิญอยู่"
    }
  },
  {
    "translation": {
      "en": "-[chess clock ticking] -I resign.",
      "th": "ฉันยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "[crew 2] Cut!",
      "th": "คัต!"
    }
  },
  {
    "translation": {
      "en": "-[crew 3] Cutting! -[crew 4] And one.",
      "th": "- มาแล้ว - จบเทคแรก"
    }
  },
  {
    "translation": {
      "en": "Steven Meizler is quite good at shaping just very little light,",
      "th": "สตีเวน ไมซเลอร์เก่งมากเรื่องจัดแสงสลัวๆ"
    }
  },
  {
    "translation": {
      "en": "and very natural light,",
      "th": "แสงที่เป็นธรรมชาติมากๆ"
    }
  },
  {
    "translation": {
      "en": "and-and finding little spots that create its own drama.",
      "th": "และหาจุดเล็กๆ ที่สร้างเรื่องราวของมันเองได้"
    }
  },
  {
    "translation": {
      "en": "Sweet dreams.",
      "th": "ฝันดีนะ"
    }
  },
  {
    "translation": {
      "en": "The show really shifts along with Beth's perspective.",
      "th": "การดำเนินเรื่องเปลี่ยนไปตามมุมมองของเบธ"
    }
  },
  {
    "translation": {
      "en": "Every time I got to go onto a new set,",
      "th": "ทุกครั้งที่ฉันไปถ่ายในฉากใหม่"
    }
  },
  {
    "translation": {
      "en": "I was always completely blown away by the way that it looked.",
      "th": "ฉันตะลึงงันทุกครั้งกับภาพที่เห็น"
    }
  },
  {
    "translation": {
      "en": "[Frank] Uli Hanisch is a genius.",
      "th": "อูลี ฮานิชเป็นอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "I came to Berlin because I wanted to work with him.",
      "th": "ผมมาเบอร์ลินเพราะอยากทำงานกับเขา"
    }
  },
  {
    "translation": {
      "en": "But we've shot Mexico City here, and Las Vegas,",
      "th": "แต่เราถ่ายฉากในกรุงเม็กซิโกกับลาสเวกัสที่นี่"
    }
  },
  {
    "translation": {
      "en": "and Paris, Russia, pieces of New York, and Lexington, Kentucky.",
      "th": "และปารีส รัสเซีย บางส่วนของนิวยอร์ก และเล็กซิงตัน รัฐเคนทักกี"
    }
  },
  {
    "translation": {
      "en": "Well, now.",
      "th": "ดูซะก่อน"
    }
  },
  {
    "translation": {
      "en": "What Beth does is traveling, uh, and playing chess at tournaments,",
      "th": "สิ่งที่เบธทำคือเดินทาง และแข่งหมากรุกในรายการต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and so we have, like, hotel rooms, airplanes, hotel lobbies, restaurants,",
      "th": "ดังนั้นเรามีห้องพักในโรงแรม เครื่องบิน ล็อบบี้ ร้านอาหาร"
    }
  },
  {
    "translation": {
      "en": "ballroom kind of situation for each tournament.",
      "th": "ห้องบอลรูมสำหรับจัดการแข่งแต่ละรายการ"
    }
  },
  {
    "translation": {
      "en": "So, it was our target to, um--",
      "th": "เป้าหมายของเราก็คือ"
    }
  },
  {
    "translation": {
      "en": "-To repeat, but… [laughs] -To repeat.",
      "th": "- ทำซ้ำ แต่ว่า… - ทำซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-…make it different. -Yeah, exactly.",
      "th": "- ทำให้ต่างจากเดิม - ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "I asked for a pleasant room, and I believe they gave me one.",
      "th": "ฉันขอห้องแจ่มๆ แล้วก็ได้ห้องแจ่มสมใจ"
    }
  },
  {
    "translation": {
      "en": "This here is a pretty special location in Berlin.",
      "th": "ที่นี่เป็นสถานที่ที่พิเศษมากในเบอร์ลิน"
    }
  },
  {
    "translation": {
      "en": "It's the Haus Cumberland, and we turned it into a hotel in Paris.",
      "th": "มันคือตึกเฮาส์คัมเบอร์แลนด์ และเราแปลงโฉมมันเป็นโรงแรมในปารีส"
    }
  },
  {
    "translation": {
      "en": "What will you have, then, for your one drink?",
      "th": "คุณจะสั่งอะไรมาดื่มล่ะ"
    }
  },
  {
    "translation": {
      "en": "Must be special if it is your only one.",
      "th": "คงต้องพิเศษมากๆ ถ้าคุณจะดื่มแค่แก้วเดียว"
    }
  },
  {
    "translation": {
      "en": "-[crew 5] Awesome. -[crew 6] That's a cut.",
      "th": "- คัต ยอดมาก - คัตครับ"
    }
  },
  {
    "translation": {
      "en": "[Frank] For me, every set I would walk on would be a fantastic place to shoot.",
      "th": "สำหรับผม ทุกฉากที่ผมเดินเข้าไป จะเป็นสถานที่ที่ยอดเยี่ยมมากสำหรับถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "The whole crew would come on the set,",
      "th": "ทีมงานทั้งหมดจะเข้ามาที่ฉาก"
    }
  },
  {
    "translation": {
      "en": "and you would hear 50 people, 100 people oohing and aahing about these locations.",
      "th": "และคุณจะได้ยินคน 50 คน 100 คน พากันส่งเสียงอู้อ้าเมื่อเห็นสถานที่เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "Benny's apartment was interesting because we shot the exterior in Toronto.",
      "th": "อะพาร์ตเมนต์ของเบนนี่น่าสนใจ เพราะเราถ่ายด้านนอกในโทรอนโต"
    }
  },
  {
    "translation": {
      "en": "[Frank] And then Uli designed this basement apartment that was amazing,",
      "th": "จากนั้นอูลีก็ออกแบบห้องอะพาร์ตเมนต์ใต้ดิน ซึ่งสุดยอดมาก"
    }
  },
  {
    "translation": {
      "en": "and, right away, I started changing the scene",
      "th": "และผมเริ่มเปลี่ยนเนื้อหาในฉากทันที"
    }
  },
  {
    "translation": {
      "en": "because of so many good things in the set.",
      "th": "เพราะสถานที่มีอะไรดีๆ เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "-…what you thought. -[Taylor-Joy] I love it. It's so good.",
      "th": "- ตรงข้ามกับสิ่งที่คุณคิด - ฉันชอบมากเลย ดีมากเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "The cinematography, the costumes, the production design,",
      "th": "การถ่ายภาพ เครื่องแต่งกาย การออกแบบงานสร้าง"
    }
  },
  {
    "translation": {
      "en": "they're all, for me, part of the same thing.",
      "th": "สำหรับผม มันเป็นส่วนหนึ่งของสิ่งเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "We spend a lot of time talking about where Beth is at in the story.",
      "th": "เราใช้เวลาคุยกันนานมาก ว่าเบธกำลังอยู่จุดไหนในเรื่อง"
    }
  },
  {
    "translation": {
      "en": "We had so much fun coming up with the look for this",
      "th": "เราสนุกกันมาก ในการออกแบบรูปลักษณ์ของตัวละคร"
    }
  },
  {
    "translation": {
      "en": "because, again, we got to grow up with Beth.",
      "th": "เพราะเราต้องโตไปพร้อมกับเบธ"
    }
  },
  {
    "translation": {
      "en": "When I first read the script, I had in my mind that Beth was a redhead.",
      "th": "ตอนอ่านบทครั้งแรก ผมคิดว่าเบธเป็นสาวผมแดง"
    }
  },
  {
    "translation": {
      "en": "Funny enough, Anya also felt this.",
      "th": "ที่ตลกคืออันยาก็รู้สึกเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Taylor-Joy] When I first read it, I was like, \"She needs to have red hair,",
      "th": "ตอนที่ฉันอ่านบทครั้งแรก ฉันคิดว่า \"เธอต้องเป็นคนผมแดง เพราะฉันอยากให้เธอโดดเด่น"
    }
  },
  {
    "translation": {
      "en": "because I want her to be completely identifiable,",
      "th": "\"เธอต้องเป็นคนผมแดง เพราะฉันอยากให้เธอโดดเด่น"
    }
  },
  {
    "translation": {
      "en": "even if she doesn't want to be,\"",
      "th": "แม้ว่าเธอจะไม่อยากเด่นก็ตาม\""
    }
  },
  {
    "translation": {
      "en": "and he had thought the exact same thing, so we just started off on a good foot.",
      "th": "เขาคิดอย่างเดียวกัน เราจึงเริ่มต้นกันได้ดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "It was all wigs. I couldn't-- I was very happy to dye my hair, but I just couldn't…",
      "th": "มันเป็นวิกทั้งหมด ฉันยินดีย้อมผมนะคะ แต่ฉันแค่ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "There were days when we were going between five different ages in a day,",
      "th": "เพราะบางวันมีการถ่ายเบธทั้งห้าวัย"
    }
  },
  {
    "translation": {
      "en": "and that's just not possible with your own hair.",
      "th": "และเราจะทำอย่างนั้นด้วยผมตัวเองไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So, we had baby Beth, we had sexy kitten, and we had glamour-puss.",
      "th": "เรามีเบธวัยใส เบธวัยลูกแมวเซ็กซี่ แล้วก็มีนางแมวในชุดหรูหราไฮโซ"
    }
  },
  {
    "translation": {
      "en": "To sell the age, the younger, the less makeup,",
      "th": "เพื่อให้ดูสมวัย ยิ่งอายุน้อยยิ่งต้องแต่งหน้าน้อย"
    }
  },
  {
    "translation": {
      "en": "and then you slowly add very, very small adjustments",
      "th": "แล้วค่อยเพิ่มการแต่งหน้าเข้าไปทีละนิด"
    }
  },
  {
    "translation": {
      "en": "until you start seeing her older.",
      "th": "จนกระทั่งคุณเริ่มเห็นว่าเธออายุมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "She basically gets more of these eyelashes.",
      "th": "เธอติดขนตาปลอมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "So, her eyes become sexier.",
      "th": "เพื่อให้ดวงตาของเธอดูเซ็กซี่ขึ้น"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Beth has a thing for flare, as you can see in the show.",
      "th": "เบธชอบความหรูหราอย่างที่คุณเห็นในซีรีส์"
    }
  },
  {
    "translation": {
      "en": "She, um… She likes the finer things in life. She-- She starts to really, really like clothes.",
      "th": "เธอชอบของหรูดูแพงในชีวิต เธอเริ่มชอบเสื้อผ้ามากๆ"
    }
  },
  {
    "translation": {
      "en": "With the costume designer, with Gabriele, her wardrobe is just amazing.",
      "th": "นักออกแบบเครื่องแต่งกายของเรา เกเบรียล เสื้อผ้าของเธอสวยสุดยอดมากครับ"
    }
  },
  {
    "translation": {
      "en": "She would have a pallet book and all of the dresses,",
      "th": "เธอจะมีสมุดรวบรวมสีและชุดทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "and the different wardrobe that Beth would be wearing.",
      "th": "และชุดต่างๆ ที่เบธจะสวมใส่"
    }
  },
  {
    "translation": {
      "en": "But more than that, we'd spend a lot of time",
      "th": "แต่ยิ่งไปกว่านั้น เราใช้เวลาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "talking about where Beth is at in the story.",
      "th": "ในการคุยกันว่าเบธกำลังอยู่จุดไหนในเรื่อง"
    }
  },
  {
    "translation": {
      "en": "In the beginning, Beth is always determined by other people,",
      "th": "ในตอนแรกเบธมักจะถูกคนอื่นกำกับ"
    }
  },
  {
    "translation": {
      "en": "by her mother or dresses in the orphanage,",
      "th": "ทั้งแม่ของเธอ หรือเสื้อผ้าตอนอยู่บ้านเด็กกำพร้า"
    }
  },
  {
    "translation": {
      "en": "and later on, she is alone, and she discovers more her body.",
      "th": "แล้วต่อมาเมื่อเธออยู่คนเดียว เธอรู้จักร่างกายตัวเองมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "She has power being feminine.",
      "th": "เธอมีอำนาจของการเป็นผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "[Frank] As we go forward, you know, she's more and more glamorous.",
      "th": "ขณะเรื่องราวดำเนินไป เธอดูเจิดจรัสขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "There's a point where she dresses up like a pop musician",
      "th": "มีจุดหนึ่งที่เธอแต่งตัวเลียนแบบนักร้องเพลงป๊อป"
    }
  },
  {
    "translation": {
      "en": "that she sees on TV for a brief period of time.",
      "th": "ที่เธอเห็นทางทีวีในช่วงเวลาสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "She experienced that searching for cool is difficult",
      "th": "เธอพยายามค้นหาความเท่ แต่มันยากเพราะความเท่ไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "because the cool doesn't exist,",
      "th": "แต่มันยากเพราะความเท่ไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "and her search for cool is, actually, her search for herself.",
      "th": "และการที่เธอค้นหาความเท่นั้น จริงๆ แล้วเธอกำลังค้นหาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Frank] At the very end,",
      "th": "ในตอนท้าย"
    }
  },
  {
    "translation": {
      "en": "when she's kind of finally comfortable in the world of chess,",
      "th": "ตอนที่เธอรู้สึกสบายใจในโลกของหมากรุกได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Gabriele found this beautiful, long, white coat,",
      "th": "เกเบรียลไปเจอโค้ทยาวสีขาวแสนสวยตัวนี้เข้า"
    }
  },
  {
    "translation": {
      "en": "with this white hat from Moscow,",
      "th": "กับหมวกสีขาวจากมอสโก"
    }
  },
  {
    "translation": {
      "en": "and you realize she looks like the white queen.",
      "th": "และคุณตระหนักว่าเธอดูเหมือนควีนฝั่งสีขาว"
    }
  },
  {
    "translation": {
      "en": "[Taylor-Joy] What's fascinating about watching her grow up is…",
      "th": "สิ่งที่น่าสนใจในการเฝ้าดูเธอเติบโต"
    }
  },
  {
    "translation": {
      "en": "she puts on all of these different personas.",
      "th": "ก็คือเธอลองพยายามทำตัวหลายๆ แบบ"
    }
  },
  {
    "translation": {
      "en": "Who the hell are you?",
      "th": "หล่อนเป็นใครเนี่ย"
    }
  },
  {
    "translation": {
      "en": "It is incredibly sad, because it's basically just saying",
      "th": "มันน่าเศร้ามากเพราะนั่นหมายความว่า"
    }
  },
  {
    "translation": {
      "en": "that she just doesn't feel like she's enough without them.",
      "th": "เธอรู้สึกว่าตัวเองไม่ดีพอถ้าไม่มีตัวตนเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "You are very beautiful.",
      "th": "คุณสวยมากนะ"
    }
  },
  {
    "translation": {
      "en": "-I don't see myself that way. -Then you are blind.",
      "th": "- ฉันไม่มองตัวเองอย่างนั้น - งั้นคุณก็ตาบอด"
    }
  },
  {
    "translation": {
      "en": "It's not a physical loneliness that she's suffering from.",
      "th": "เธอไม่ได้ทุกข์เพราะเหงากาย"
    }
  },
  {
    "translation": {
      "en": "It's an emotional and intellectual one.",
      "th": "แต่เป็นความเหงาทางอารมณ์และความคิด"
    }
  },
  {
    "translation": {
      "en": "I think this is why the miniseries is becoming more prominent,",
      "th": "ผมคิดว่านี่เป็นเหตุผลว่าทำไม มินิซีรีส์ถึงได้โดดเด่นมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "because you can explore these richer, more complex stories.",
      "th": "เพราะคุณสามารถสำรวจเรื่องราว ที่ละเอียดและซับซ้อนกว่าเดิมได้"
    }
  },
  {
    "translation": {
      "en": "Having the opportunity to spend time with Beth in this way,",
      "th": "การได้มีโอกาสอยู่กับเบธในลักษณะนี้"
    }
  },
  {
    "translation": {
      "en": "and not just see all of the wins, but all of the hard work",
      "th": "และไม่เห็นแต่ชัยชนะ แต่เห็นความพยายามทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "with the sacrifices that it takes to get to the wins.",
      "th": "เห็นการเสียสละทั้งหมดกว่าจะได้ชัยชนะมา"
    }
  },
  {
    "translation": {
      "en": "I think, hopefully, that just builds a lot of empathy for somebody who… I, selfishly, really, really care about.",
      "th": "หวังว่านั่นจะช่วยให้ผู้ชมมีอารมณ์ร่วมไปกับ คนที่ฉันแคร์มากๆ คนนี้ค่ะ"
    }
  }
]