[
  {
    "translation": {
      "en": "[Frédéric Ferlicot in French] I had a meeting in Montmartre.",
      "th": "ผมมีนัดที่มงมาร์ต"
    }
  },
  {
    "translation": {
      "en": "A friend who works near the cathedral sent me photos.",
      "th": "เพื่อนผมคนนึงที่ทำงานใกล้วิหารส่งรูปมาให้"
    }
  },
  {
    "translation": {
      "en": "I was amazed.",
      "th": "ผมตกตะลึงเลยครับ"
    }
  },
  {
    "translation": {
      "en": "I couldn't believe it.",
      "th": "ผมไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "So I went to Sacré-Coeur where you can see all of Paris.",
      "th": "ผมจึงไปที่ซาเคร-เกอร์ ที่ที่คุณจะมองเห็นทั่วทั้งปารีสได้"
    }
  },
  {
    "translation": {
      "en": "I felt like I was in a movie.",
      "th": "ผมรู้สึกเหมือนตัวเองอยู่ในหนังเลยครับ"
    }
  },
  {
    "translation": {
      "en": "A disaster movie, an American movie.",
      "th": "หนังหายนะของอเมริกา"
    }
  },
  {
    "translation": {
      "en": "I was filled with tears, shivers.",
      "th": "ใบหน้าผมนองไปด้วยน้ำตา ตัวสั่นเทา"
    }
  },
  {
    "translation": {
      "en": "There was something very violent about it.",
      "th": "มันเป็นอะไรที่โหดร้ายมากครับ"
    }
  },
  {
    "translation": {
      "en": "The Crown of Thorns is the first thing we thought of.",
      "th": "มงกุฎหนามเป็นสิ่งแรกที่เราคิดถึง"
    }
  },
  {
    "translation": {
      "en": "It really is the treasure of Notre-Dame.",
      "th": "มันเป็นสมบัติของน็อทร์-ดามอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "It touched Christ.",
      "th": "มันเคยสัมผัสพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "It was thrust onto his head.",
      "th": "มันถูกกดทิ่มลงบนพระเศียรของพระองค์"
    }
  },
  {
    "translation": {
      "en": "It bears the prayers of all the people",
      "th": "มันบรรจุคำอธิษฐานของทุกคน"
    }
  },
  {
    "translation": {
      "en": "who have come for 2,000 years to encounter this crown.",
      "th": "ที่เดินทางมาหามงกุฎนี้กว่าสองพันปี"
    }
  },
  {
    "translation": {
      "en": "It was essential to save it.",
      "th": "เราจำเป็นต้องช่วยมันไว้ให้ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] For thousands of years,",
      "th": "เป็นเวลาหลายพันปี"
    }
  },
  {
    "translation": {
      "en": "people of many faiths have worshipped relics.",
      "th": "ที่ผู้คนในหลายๆ ความเชื่อ สักการะบูชาวัตถุโบราณ"
    }
  },
  {
    "translation": {
      "en": "But for Catholics, they have a unique resonance.",
      "th": "แต่สำหรับชาวคาทอลิก พวกเขามีเสียงสะท้อนที่แตกต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "And millions of believers pin their hopes and prayers",
      "th": "และผู้เลื่อมใสหลายล้านคน ฝากความหวังและคำอธิษฐาน"
    }
  },
  {
    "translation": {
      "en": "on these mysterious objects.",
      "th": "ไว้ที่วัตถุลึกลับเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "Why are they so powerful?",
      "th": "ทำไมพวกมันถึงได้ทรงพลังนัก"
    }
  },
  {
    "translation": {
      "en": "[man 1] A relic is like a rocket.",
      "th": "โบราณวัตถุเป็นเหมือนจรวด"
    }
  },
  {
    "translation": {
      "en": "It's a heart opening.",
      "th": "มันเปิดใจของคุณ"
    }
  },
  {
    "translation": {
      "en": "Suddenly you float, and then you're taken to God.",
      "th": "คุณจะล่องลอยในทันทีทันใด จากนั้นก็จะถูกนำทางไปหาพระเจ้า"
    }
  },
  {
    "translation": {
      "en": "[narrator] Can these fragments from the distant past perform miracles?",
      "th": "ชิ้นส่วนจากอดีตที่เนิ่นนานนี้ แสดงปาฏิหาริย์ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[woman in Italian] Being close to death, being here and talking about it, is a lot.",
      "th": "ฉันเคยเกือบตายมาแล้ว การได้มาอยู่ที่นี่ และพูดเรื่องนี้ เป็นเรื่องน่าเหลือเชื่อค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] The history of relics has, for millennia,",
      "th": "ประวัติศาสตร์ของศาสนวัตถุ เป็นปริศนาที่ถูกซ่อนเร้นมากว่าพันปี"
    }
  },
  {
    "translation": {
      "en": "been shrouded in mystery.",
      "th": "เป็นปริศนาที่ถูกซ่อนเร้นมากว่าพันปี"
    }
  },
  {
    "translation": {
      "en": "But now, for the first time,",
      "th": "แต่ตอนนี้เป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "the Vatican has granted us access to tell their stories.",
      "th": "ที่วาติกันอนุญาตให้เรา บอกเล่าเรื่องราวของพวกมันได้"
    }
  },
  {
    "translation": {
      "en": "What can they reveal about the power of belief?",
      "th": "พวกมันจะเปิดเผยให้เราได้รู้อะไรบ้าง เกี่ยวกับพลังแห่งความเชื่อ"
    }
  },
  {
    "translation": {
      "en": "[man 2] It's as if the Holy Spirit came down and touched you.",
      "th": "ราวกับว่าพระวิญญาณศักดิ์สิทธิ์ ได้ลงมาสัมผัสคุณ"
    }
  },
  {
    "translation": {
      "en": "It changed my life.",
      "th": "มันเปลี่ยนชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "[Hubert in French] I think that it is indeed a grace",
      "th": "ผมคิดว่ามันเป็นพร"
    }
  },
  {
    "translation": {
      "en": "to be present,",
      "th": "ที่ได้มีชีวิตอยู่"
    }
  },
  {
    "translation": {
      "en": "to be there to protect,",
      "th": "ที่ได้อยู่ที่นั่นเพื่อปกป้องมัน"
    }
  },
  {
    "translation": {
      "en": "because you never know what could happen.",
      "th": "เพราะคุณไม่มีทางรู้ว่าอะไรจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "We are the guardians.",
      "th": "เราคือผู้พิทักษ์"
    }
  },
  {
    "translation": {
      "en": "We are ready to do what is necessary…",
      "th": "เราพร้อมที่จะทำทุกอย่างที่จำเป็น…"
    }
  },
  {
    "translation": {
      "en": "to protect this priceless relic.",
      "th": "เพื่อปกป้องศาสนวัตถุที่ประเมินค่าไม่ได้นี้"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Away from the busy city streets,",
      "th": "ห่างไกลจากถนนที่วุ่นวายของตัวเมือง"
    }
  },
  {
    "translation": {
      "en": "hundreds of faithful wait in reverent silence",
      "th": "ผู้ศรัทธาหลายร้อยคน เฝ้ารอในความเงียบด้วยความเลื่อมใส"
    }
  },
  {
    "translation": {
      "en": "for a rare and remarkable moment.",
      "th": "เพื่อช่วงเวลาที่หายากและน่าจดจำ"
    }
  },
  {
    "translation": {
      "en": "Brought out from its secret vault",
      "th": "สิ่งที่ถูกนำออกมาจากห้องนิรภัยลับ"
    }
  },
  {
    "translation": {
      "en": "is the most iconic relic of all.",
      "th": "เป็นศาสนวัตถุที่มีชื่อเสียงที่สุด"
    }
  },
  {
    "translation": {
      "en": "The Crown of Thorns.",
      "th": "มงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "[Oliver Dumas in French] It is one of the most important relics of Christ.",
      "th": "มันเป็นหนึ่งในโบราณวัตถุของพระคริสต์ที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "It's one of the relics of the Passion, so it's something magnificent.",
      "th": "มันเป็นหนึ่งในศาสนวัตถุแห่งการรับทรมาน จึงเป็นสิ่งที่ประเสริฐสุด"
    }
  },
  {
    "translation": {
      "en": "It's extremely important for the history of the church,",
      "th": "มันสำคัญอย่างที่สุดต่อประวัติศาสตร์คริสตจักร… (พระคุณเจ้าโอลิวิเยร์ ดูมาส์ ผู้อารักขามงกุฎหนาม)"
    }
  },
  {
    "translation": {
      "en": "for the history of our country and for popular devotion.",
      "th": "(พระคุณเจ้าโอลิวิเยร์ ดูมาส์ ผู้อารักขามงกุฎหนาม) ต่อประวัติศาสตร์ของประเทศเรา และการสรรเสริญบูชาของผู้คน"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Believed to retain miraculous powers,",
      "th": "ผู้คนเชื่อว่ามันยังคง เก็บกักพลังที่น่าอัศจรรย์เอาไว้"
    }
  },
  {
    "translation": {
      "en": "perhaps the greatest miracle of all",
      "th": "ปาฏิหาริย์ที่ยิ่งใหญ่ที่สุดอาจจะเป็น"
    }
  },
  {
    "translation": {
      "en": "is the Crown of Thorns' own story of survival.",
      "th": "เรื่องราวการอยู่รอดของมงกุฎหนามเองก็เป็นได้"
    }
  },
  {
    "translation": {
      "en": "For thousands of years, this precious relic",
      "th": "หลายพันปีที่ศาสนวัตถุอันทรงคุณค่านี้"
    }
  },
  {
    "translation": {
      "en": "has been fiercely protected by emperors, kings,",
      "th": "ได้รับการคุ้มครองอย่างแน่นหนา โดยจักรพรรดิ กษัตริย์"
    }
  },
  {
    "translation": {
      "en": "and now, the faithful of the world.",
      "th": "และในตอนนี้ โดยผู้มีศรัทธาของโลก"
    }
  },
  {
    "translation": {
      "en": "[in French] We are the safe keepers of this very profound testimony of love.",
      "th": "พวกเราเป็นผู้รักษาความปลอดภัย ให้กับหลักฐานยืนยันความรักที่ลึกซึ้งนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "It is priceless.",
      "th": "มันประเมินค่าไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] The crown is so valuable",
      "th": "มงกุฎนี้ทรงคุณค่ามาก"
    }
  },
  {
    "translation": {
      "en": "that when in public,",
      "th": "จนทำให้เมื่ออยู่ในสาธารณชน"
    }
  },
  {
    "translation": {
      "en": "it's guarded at all times by security agents",
      "th": "มันจะได้รับการคุ้มครองตลอดเวลา จากเจ้าหน้าที่รักษาความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and 12 knights from an ancient, noble order.",
      "th": "และอัศวินชั้นสูง 12 นายจากสมัยโบราณ"
    }
  },
  {
    "translation": {
      "en": "[Hubert in French] The knights of the Equestrian Order of the Holy Sepulchre of Jerusalem",
      "th": "อัศวินทหารม้า จากพระคูหาศักดิ์สิทธิ์แห่งเยรูซาเล็ม"
    }
  },
  {
    "translation": {
      "en": "are men and women who have decided",
      "th": "มีทั้งชายและหญิงที่ตัดสินใจ… (อูแบร์ โบริออน อัศวินแห่งพระคูหาศักดิ์สิทธิ์)"
    }
  },
  {
    "translation": {
      "en": "to help ensure the protection of the holy relics",
      "th": "ช่วยรักษาความปลอดภัยให้ศาสนวัตถุอันศักดิ์สิทธิ์นี้"
    }
  },
  {
    "translation": {
      "en": "and in France, take part in the guarding of the Holy Crown of Thorns.",
      "th": "และเข้าร่วมในการคุ้มครองมงกุฎหนาม ในฝรั่งเศสครับ"
    }
  },
  {
    "translation": {
      "en": "My father, my grandfather, my great-grandfather",
      "th": "พ่อของผม ปู่ของผม ปู่ทวดของผม"
    }
  },
  {
    "translation": {
      "en": "were knights themselves.",
      "th": "ล้วนเป็นอัศวิน"
    }
  },
  {
    "translation": {
      "en": "The Crown of Thorns is the symbol",
      "th": "มงกุฎหนามเป็นสัญลักษณ์"
    }
  },
  {
    "translation": {
      "en": "of this king who gave up everything for us.",
      "th": "ของกษัตริย์ผู้ละทิ้งทุกอย่างเพื่อเรา"
    }
  },
  {
    "translation": {
      "en": "It's absolutely overwhelming.",
      "th": "มันเป็นอะไรที่น่าตื้นตันมากครับ"
    }
  },
  {
    "translation": {
      "en": "You can only be touched to the core of yourself.",
      "th": "คุณจะสัมผัสได้ลึกลงไปในแก่นแท้ของคุณเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "God saved us.",
      "th": "พระผู้เป็นเจ้าช่วยเราไว้"
    }
  },
  {
    "translation": {
      "en": "Amen.",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] The story of this relic begins 2,000 years ago",
      "th": "เรื่องราวของศาสนวัตถุนี้ เริ่มต้นเมื่อ 2,000 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "on a hill outside Jerusalem.",
      "th": "บนเนินเขานอกเยรูซาเล็ม"
    }
  },
  {
    "translation": {
      "en": "Roman soldiers twist together thorny twigs",
      "th": "ทหารโรมันบิดกิ่งไม้ที่มีหนามเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "into the shape of a crown.",
      "th": "ให้เป็นรูปทรงของมงกุฎ"
    }
  },
  {
    "translation": {
      "en": "They roughly press it onto the head of their prisoner,",
      "th": "พวกเขากดมันลงบนศีรษะ ของนักโทษของพวกเขาอย่างไม่ปรานี"
    }
  },
  {
    "translation": {
      "en": "calling him King of the Jews.",
      "th": "และเรียกเขาว่ากษัตริย์ของชาวยิว"
    }
  },
  {
    "translation": {
      "en": "They force him to the top of a hill,",
      "th": "เหล่าทหารบังคับให้เขาขึ้นไปบนยอดเนิน"
    }
  },
  {
    "translation": {
      "en": "nail him to a wooden cross,",
      "th": "ใช้ตะปูตอกตรึงเขากับกางเขนไม้"
    }
  },
  {
    "translation": {
      "en": "and leave the condemned man, Jesus Christ, to die.",
      "th": "และทิ้งให้เยซูคริสต์ ชายซึ่งถูกตัดสินโทษต้องตาย"
    }
  },
  {
    "translation": {
      "en": "What happened that day and in the days that followed,",
      "th": "สิ่งที่เกิดขึ้นในวันนั้นและหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "changed the course of history.",
      "th": "เปลี่ยนแปลงแนวประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "But it's not just the story of that day that has endured.",
      "th": "แต่ไม่ใช่แค่เรื่องราวในวันนั้นที่ยังคงเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "Passion relics are objects associated with the crucifixion of Jesus Christ.",
      "th": "วัตถุจากการรับทรมาน คือสิ่งที่เกี่ยวข้องกับการตรึงกางเขนพระเยซู (ดร.แอนเธีย บัธเลอร์)"
    }
  },
  {
    "translation": {
      "en": "They are the relics that give you a direct line to that sacrifice",
      "th": "เป็นบรรดาวัตถุที่ชี้ให้เห็นเรื่องราวการเสียสละ"
    }
  },
  {
    "translation": {
      "en": "that people believe that he made for their sins.",
      "th": "ที่ผู้คนเชื่อว่าเขาทำเพื่อไถ่บาปให้กับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "When you're in close proximity to one of these relics,",
      "th": "เวลาคุณอยู่ใกล้โบราณวัตถุเหล่านี้ชิ้นใดชิ้นหนึ่ง… (ดร.กาย เฮย์วาร์ด)"
    }
  },
  {
    "translation": {
      "en": "there is a sense, as close as you can,",
      "th": "จะมีความรู้สึกว่าคุณได้ใกล้ชิด"
    }
  },
  {
    "translation": {
      "en": "you are connecting in person to Jesus.",
      "th": "รู้สึกว่าตัวเองกำลังเชื่อมต่อกับพระเยซูโดยตรง"
    }
  },
  {
    "translation": {
      "en": "So this could be the shroud that he was wrapped in,",
      "th": "อาจจะเป็นผ้าที่ใช้ห่อศพของพระองค์"
    }
  },
  {
    "translation": {
      "en": "or it could be the Holy Grail, or it could be the Crown of Thorns.",
      "th": "หรืออาจจะเป็นจอกศักดิ์สิทธิ์ หรืออาจจะเป็นมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "[Dr. Robert Cargill] The Crown of Thorns was used to humiliate Jesus.",
      "th": "มงกุฎหนามเคยถูกใช้เย้ยหยันพระเยซู"
    }
  },
  {
    "translation": {
      "en": "It was an impromptu creation by the Romans,",
      "th": "มันถูกทำขึ้นอย่างกะทันหันโดยชาวโรมัน…"
    }
  },
  {
    "translation": {
      "en": "used to mock Jesus.",
      "th": "(ดร.โรเบิร์ต คาร์กิลล์ - ผู้ช่วยศาสตราจารย์) เพื่อล้อเลียนพระเยซู"
    }
  },
  {
    "translation": {
      "en": "And so, to preserve that",
      "th": "ต่อมาภายหลังได้มีการอนุรักษ์มันเอาไว้"
    }
  },
  {
    "translation": {
      "en": "and turn it into something that's used to honor Christ,",
      "th": "และเปลี่ยนให้เป็นสิ่งที่เทิดทูนเกียรติพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "those are the kind of symbols that last.",
      "th": "วัตถุเหล่านี้จึงเป็นสัญลักษณ์ที่คงอยู่ตลอดมา"
    }
  },
  {
    "translation": {
      "en": "[narrator] But how did this thorny crown",
      "th": "แต่มงกุฎที่เต็มไปด้วยหนาม"
    }
  },
  {
    "translation": {
      "en": "that might once have pierced Jesus' head",
      "th": "ซึ่งอาจเคยทิ่มแทงพระเศียรของพระเยซูนี้"
    }
  },
  {
    "translation": {
      "en": "come to be displayed 2,000 years later",
      "th": "ถูกนำมาจัดแสดงใน 2,000 ปีให้หลัง"
    }
  },
  {
    "translation": {
      "en": "and 2,000 miles away in Paris?",
      "th": "และห่างไกลออกมา 3,200 กม. ที่ปารีสได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "The last known reference to the Crown of Thorns being worshipped",
      "th": "แหล่งอ้างอิงสุดท้ายของมงกุฎหนาม แสดงให้เห็นว่า… (ดร.เอมิลี่ เกอร์รี - อาจารย์อาวุโส)"
    }
  },
  {
    "translation": {
      "en": "or venerated in Jerusalem actually dates to around 870.",
      "th": "(ดร.เอมิลี่ เกอร์รี - อาจารย์อาวุโส) มันถูกบูชาหรือสักการะ ในเยรูซาเล็มราวๆ ปี ค.ศ.870"
    }
  },
  {
    "translation": {
      "en": "But then the record goes dark.",
      "th": "แต่หลังจากนั้นก็ไม่มีข้อมูลอีก"
    }
  },
  {
    "translation": {
      "en": "The next reference to the Crown of Thorns appears in the 10th century",
      "th": "แหล่งอ้างอิงต่อมา ของมงกุฎหนามปรากฏขึ้นในศตวรรษที่สิบ"
    }
  },
  {
    "translation": {
      "en": "in Constantinople, which, of course, today is Istanbul,",
      "th": "ในคอนสแตนติโนเปิล ซึ่งก็คืออิสตันบูลในทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "in the private chapel of the emperor.",
      "th": "ในวิหารส่วนตัวของจักรพรรดิ"
    }
  },
  {
    "translation": {
      "en": "[narrator] The treasured crown is kept locked away.",
      "th": "มงกุฎที่ทรงคุณค่านี้ถูกเก็บซ่อนเอาไว้"
    }
  },
  {
    "translation": {
      "en": "But every Easter, it is put on display for the public.",
      "th": "แต่ทุกๆ วันอีสเตอร์ มันจะถูกนำมาจัดแสดงต่อสาธารณชน"
    }
  },
  {
    "translation": {
      "en": "Pilgrims who have journeyed hundreds of miles",
      "th": "ผู้แสวงบุญที่เดินทางมาหลายร้อยกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "just to gaze upon the crown of Jesus",
      "th": "เพื่อที่จะได้ยลโฉมของมงกุฎแห่งพระเยซู"
    }
  },
  {
    "translation": {
      "en": "are astonished to see the precious relic wither, die,",
      "th": "ต่างอัศจรรย์ใจที่ได้เห็น วัตถุโบราณมีค่านี้เหี่ยวเฉา ตาย"
    }
  },
  {
    "translation": {
      "en": "and then come back to life in front of their eyes.",
      "th": "จากนั้นก็ฟื้นคืนชีพขึ้นมาต่อหน้าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They return home with their tale of the miraculous crown,",
      "th": "พวกเขากลับบ้านไป พร้อมเรื่องเล่าของมงกุฎมหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "which died and was resurrected like Jesus.",
      "th": "ซึ่งตายและคืนชีพเหมือนพระเยซู"
    }
  },
  {
    "translation": {
      "en": "Relics are like beacons for pilgrimages.",
      "th": "(ดร.นิโคล่า เดนซีย์ ลูอิส ศาสตราจารย์ศาสนศาสตร์) ศาสนวัตถุเป็นเหมือนไฟนำทางสำหรับนักแสวงบุญ"
    }
  },
  {
    "translation": {
      "en": "They are sacred spots and dots that call to people,",
      "th": "มันมีร่องรอยและจุดศักดิ์สิทธิ์ซึ่งดึงดูดผู้คน"
    }
  },
  {
    "translation": {
      "en": "that were so powerful,",
      "th": "มันทรงพลังอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "it was thought that they had a kind of radioactivity.",
      "th": "จนคนคิดว่ามันมีกัมมันตภาพรังสีบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Dr. Emma] The attraction of relics for a lot of pilgrims is that",
      "th": "สำหรับผู้แสวงบุญจำนวนมาก ศาสนวัตถุดึงดูดใจเนื่องจาก"
    }
  },
  {
    "translation": {
      "en": "you can get, basically, a quick access to God.",
      "th": "มันทำให้เข้าถึงพระเจ้าได้อย่างรวดเร็ว (ดร.เอ็มม่า เซาธอน)"
    }
  },
  {
    "translation": {
      "en": "If you are suffering,",
      "th": "ถ้าคุณทุกข์ทรมาน"
    }
  },
  {
    "translation": {
      "en": "if you have something that you desperately need,",
      "th": "ถ้าคุณต้องการบางสิ่งอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "even if you have a question,",
      "th": "หรือแม้กระทั่งมีคำถาม"
    }
  },
  {
    "translation": {
      "en": "going to a relic will channel that divine power into you.",
      "th": "การเดินทางไปหาศาสนวัตถุ จะส่งผ่านพลังอันศักดิ์สิทธิ์มาสู่คุณ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Anthea] Millions of people go on pilgrimages in order to venerate these relics,",
      "th": "ผู้คนหลายล้านเดินทางไปแสวงบุญ เพื่อสักการะศาสนวัตถุพวกนี้"
    }
  },
  {
    "translation": {
      "en": "because they believe that their lives will be changed.",
      "th": "เพราะพวกเขาเชื่อว่า ชีวิตของพวกเขาจะเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "This is why pilgrimages have been happening for thousands of years",
      "th": "นี่เป็นเหตุผลที่มีการแสวงบุญมาหลายพันปี"
    }
  },
  {
    "translation": {
      "en": "and still continue to happen today.",
      "th": "และยังคงดำเนินต่อมาจนถึงทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "[woman in Spanish] What a view.",
      "th": "(เส้นทางแห่งจอกศักดิ์สิทธิ์) วิวสวยมาก"
    }
  },
  {
    "translation": {
      "en": "-[man] The scenery changes all the time. -[woman] Yes.",
      "th": "- มันเปลี่ยนไปตลอดเลย - ใช่"
    }
  },
  {
    "translation": {
      "en": "[in English] The pilgrimage is a journey with intention, with purpose.",
      "th": "การแสวงบุญคือการเดินทาง ที่มีความตั้งใจและจุดมุ่งหมาย"
    }
  },
  {
    "translation": {
      "en": "There are different kinds of pilgrims.",
      "th": "นักแสวงบุญมีหลากหลายประเภท"
    }
  },
  {
    "translation": {
      "en": "There are the people who just want a new kind of travel experience,",
      "th": "ทั้งประเภทที่แค่อยากได้ประสบการณ์ การท่องเที่ยวแบบใหม่"
    }
  },
  {
    "translation": {
      "en": "and then there's those times in life when you come to a crossroads,",
      "th": "และประเภทที่เจอทางแยกในชีวิต"
    }
  },
  {
    "translation": {
      "en": "you don't know which way to turn,",
      "th": "และไม่รู้จะเลือกเดินทางไหนดี"
    }
  },
  {
    "translation": {
      "en": "you want to find a new inner direction.",
      "th": "จึงอยากหาเส้นทางใหม่ภายในจิตใจ"
    }
  },
  {
    "translation": {
      "en": "And those are the moments when people make long pilgrimages.",
      "th": "นั่นคือช่วงเวลาที่คนออกเดินทางไกลเพื่อแสวงบุญ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Pilgrims from all over the world are drawn to Spain each year,",
      "th": "มีนักแสวงบุญจากทั่วโลกมายังสเปนทุกปี"
    }
  },
  {
    "translation": {
      "en": "traveling 300 miles across the country,",
      "th": "เพื่อเดินทางข้ามประเทศ เป็นระยะทางเกือบ 500 กม."
    }
  },
  {
    "translation": {
      "en": "from the Pyrenean mountains in the north",
      "th": "จากเทือกเขาพิเรนีสทางเหนือ"
    }
  },
  {
    "translation": {
      "en": "to the Mediterranean city of Valencia,",
      "th": "สู่เมืองวาเลนเซีย ซึ่งติดทะเลเมดิเตอร์เรเนียน"
    }
  },
  {
    "translation": {
      "en": "retracing what they believe",
      "th": "ตามรอยเส้นทางที่เชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "to be the route traveled by the most contentious",
      "th": "เป็นเส้นทางการเดินทางของศาสนวัตถุ"
    }
  },
  {
    "translation": {
      "en": "and coveted relic of all… The Holy Grail.",
      "th": "ที่เป็นที่ถกเถียงและปรารถนามากที่สุด นั่นก็คือ จอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "[Alejandro Martinez in Spanish] The part that I like most about this",
      "th": "สิ่งที่ผมชอบที่สุดเกี่ยวกับมัน"
    }
  },
  {
    "translation": {
      "en": "is the part of following something",
      "th": "คือการได้เป็นส่วนหนึ่งในการติดตาม… (อเลฮานโดร มาติเนซ)"
    }
  },
  {
    "translation": {
      "en": "that happened more than 2,000 years ago.",
      "th": "สิ่งที่เกิดขึ้นเมื่อกว่า 2,000 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "And that the possibility of following that route exists,",
      "th": "และความเป็นไปได้ ของการตามเส้นทางที่ยังมีอยู่นั้น"
    }
  },
  {
    "translation": {
      "en": "it seems incredible to me.",
      "th": "ดูเป็นเรื่องน่าเหลือเชื่อสำหรับผมครับ"
    }
  },
  {
    "translation": {
      "en": "[in English] Pilgrimage, for a lot of people, is a once-in-a-lifetime experience,",
      "th": "สำหรับผู้คนมากมาย การแสวงบุญเป็นประสบการณ์ครั้งหนึ่งในชีวิต"
    }
  },
  {
    "translation": {
      "en": "and for other people, it is a regular part of their practice as believers.",
      "th": "และสำหรับคนอื่นๆ มันเป็นเพียงส่วนหนึ่ง ของการบำเพ็ญเพียรทั่วไปในฐานะผู้เลื่อมใส"
    }
  },
  {
    "translation": {
      "en": "This is my third pilgrimage, but not the last one.",
      "th": "(คริสติน่า มอนซอน) นี่เป็นการเดินทางแสวงบุญครั้งที่สามของฉัน แต่ไม่ใช่ครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "I'm doing the pilgrimage of the Santo Grial,",
      "th": "ฉันกำลังเดินทางแสวงบุญตามจอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "first of all, to help myself to grow as a person.",
      "th": "อย่างแรกเลยคือเพื่อทำให้ฉันเติบโตขึ้น"
    }
  },
  {
    "translation": {
      "en": "You get into a quiet space, very close to the meditation.",
      "th": "ฉันได้เข้าไปที่พื้นที่ที่เงียบสงบ ใกล้เคียงกับการทำสมาธิ"
    }
  },
  {
    "translation": {
      "en": "Living here and now, which is very difficult in normal life.",
      "th": "จดจ่ออยู่กับปัจจุบัน ซึ่งมันยากมากในชีวิตประจำวัน"
    }
  },
  {
    "translation": {
      "en": "Second, and no less important,",
      "th": "อย่างที่สองและที่สำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "when you discover the power of the Holy Grail,",
      "th": "คือเมื่อฉันได้ค้นพบพลังของจอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "which is the most wanted in the history,",
      "th": "ซึ่งเป็นสิ่งที่ถูกค้นหามากที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "it's like, \"Wow.\"",
      "th": "มันเป็นอะไรที่ว้าวมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "The Holy Grail is so important to so many believers.",
      "th": "จอกศักดิ์สิทธิ์สำคัญมากสำหรับผู้เลื่อมใสมากมาย (เจสัน โฮโรวิทซ์)"
    }
  },
  {
    "translation": {
      "en": "It is the most direct connection to Jesus.",
      "th": "มันเป็นสายใยที่เชื่อมถึงพระเยซูโดยตรง"
    }
  },
  {
    "translation": {
      "en": "[Dr. Anthea] It is believed to be the cup that Jesus used at the Last Supper,",
      "th": "เชื่อว่ามันคือถ้วยที่พระเยซูใช้ ในพระกายาหารค่ำมื้อสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "but it holds this very important place, and not just Christian theology,",
      "th": "แต่มันมีความสำคัญมาก ไม่ใช่แค่ในคริสตศาสนศาสตร์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "but in Christian lore and storytelling.",
      "th": "แต่ในตำนานและ เรื่องเล่าของชาวคริสต์อีกด้วย"
    }
  },
  {
    "translation": {
      "en": "And that has imbued it with a certain kind of power.",
      "th": "และนั่นทำให้มันเปี่ยมด้วยพลังค่ะ"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] We are at an iconic point on the The Path of the Holy Grail",
      "th": "เราอยู่กันที่จุดที่เป็นสัญลักษณ์ ของเส้นทางการเดินทางของจอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "at the Castle of Loarre.",
      "th": "ที่ปราสาทแห่งโลอาร์"
    }
  },
  {
    "translation": {
      "en": "And why is it important, this point?",
      "th": "และทำไมจุดนี้ถึงสำคัญคะ"
    }
  },
  {
    "translation": {
      "en": "Because here it is said that there were warrior monks",
      "th": "เพราะมีเรื่องเล่าว่าที่นี่มีพระซึ่งเป็นนักรบ"
    }
  },
  {
    "translation": {
      "en": "who protected the Grail for a long time.",
      "th": "ปกปักรักษาจอกมาเป็นเวลานาน"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[in English] In the medieval times,",
      "th": "ในยุคกลาง"
    }
  },
  {
    "translation": {
      "en": "some people thought that the Grail was the source of youth",
      "th": "บางคนคิดว่าจอกเป็นต้นกำเนิดของความเยาว์วัย"
    }
  },
  {
    "translation": {
      "en": "and the eternal life.",
      "th": "และชีวิตอมตะ"
    }
  },
  {
    "translation": {
      "en": "But I think the Grail means love.",
      "th": "แต่ฉันคิดว่าจอกหมายถึงความรัก"
    }
  },
  {
    "translation": {
      "en": "This was the cup that Jesus Christ had in his hand in the Last Supper",
      "th": "มันเป็นถ้วยที่พระเยซูถือไว้ในมือ ระหว่างพระกายาหารค่ำมื้อสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "with the beautiful message of \"love each other as yourself.\"",
      "th": "ที่แฝงข้อความที่งดงามว่า \"รักคนอื่นเฉกเช่นตัวเอง\""
    }
  },
  {
    "translation": {
      "en": "Alex? Are you seeing a grail there?",
      "th": "อเล็กซ์ เห็นจอกตรงนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "[Alejandro in Spanish] Yes, yes.",
      "th": "ใช่ เห็นสิ"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] And these must be the monks protecting the Grail.",
      "th": "นั่นต้องเป็นพระที่ปกป้องจอกแน่"
    }
  },
  {
    "translation": {
      "en": "[Cristina] This is amazing.",
      "th": "น่าทึ่งไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Alejandro] It's a great indication that the chalice was here",
      "th": "นี่แสดงให้เห็นชัดเลยว่าจอกเคยอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "and they've made a carving",
      "th": "และพวกเขาสลักเอาไว้"
    }
  },
  {
    "translation": {
      "en": "to just leave a footprint.",
      "th": "เพื่อทิ้งร่องรอย"
    }
  },
  {
    "translation": {
      "en": "I'm really excited. It just makes my hair stand on end.",
      "th": "ฉันตื่นเต้นมาก มันทำให้ฉันขนลุกไปหมดเลย"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "I've had a disappointment with my faith,",
      "th": "ผมเคยผิดหวังในศรัทธา"
    }
  },
  {
    "translation": {
      "en": "and I don't believe a lot of what is said by the church.",
      "th": "และผมไม่เชื่อหลายๆ สิ่งที่พูดกันในโบสถ์"
    }
  },
  {
    "translation": {
      "en": "But the fact that there is something physical",
      "th": "แต่ความจริงที่ว่ามีบางอย่างที่เป็นรูปธรรม"
    }
  },
  {
    "translation": {
      "en": "that has survived for 2,000 years,",
      "th": "หลงเหลืออยู่หลังจาก 2,000 ปี"
    }
  },
  {
    "translation": {
      "en": "that has survived intact, undamaged…",
      "th": "โดยสมบูรณ์และไม่เสียหาย"
    }
  },
  {
    "translation": {
      "en": "Yes, it has reconnected me with the love of Jesus Christ.",
      "th": "ครับ มันทำให้ผมกลับมาเชื่อมต่อ กับความรักของพระเยซูอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "This is awesome.",
      "th": "มันยอดมากครับ"
    }
  },
  {
    "translation": {
      "en": "It changes you. It changes your life.",
      "th": "มันเปลี่ยนผม มันเปลี่ยนชีวิตของผม"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] The ultimate destination",
      "th": "จุดหมายปลายทางสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "for the generations of pilgrims who travel the way of the Holy Grail",
      "th": "ของนักแสวงบุญหลายชั่วอายุ ที่เดินทางตามเส้นทางของจอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "is Valencia Cathedral, 250 miles away.",
      "th": "คือมหาวิหารวาเลนเซีย ซึ่งอยู่ไกลออกไป 400 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "Millions of Catholics believe",
      "th": "ชาวคาทอลิกหลายล้านคนเชื่อว่า"
    }
  },
  {
    "translation": {
      "en": "this is the final resting place of the Cup of Christ.",
      "th": "ชาวคาทอลิกหลายล้านคนเชื่อว่า มันคือสถานที่พักผ่อนสุดท้าย ของจอกพระคริสต์"
    }
  },
  {
    "translation": {
      "en": "This cup, venerated by Popes,",
      "th": "จอกซึ่งได้รับการสักการะโดยพระสันตะปาปา"
    }
  },
  {
    "translation": {
      "en": "is kept in an exquisite gilded side chapel",
      "th": "ถูกเก็บเอาไว้ในส่วนที่ประดับทอง อย่างวิจิตรบรรจงของมหาวิหาร"
    }
  },
  {
    "translation": {
      "en": "under lock and key.",
      "th": "ภายใต้การล็อกอย่างแน่นหนา"
    }
  },
  {
    "translation": {
      "en": "But today,",
      "th": "แต่วันนี้"
    }
  },
  {
    "translation": {
      "en": "this grail that holds the myths, desires and prayers of over a millennia",
      "th": "จอกซึ่งเต็มไปด้วยเรื่องเล่า ความปรารถนา และคำอธิษฐานกว่าพันปี"
    }
  },
  {
    "translation": {
      "en": "will be brought out for the public under the protection",
      "th": "จะถูกนำออกมาสู่สาธารณชนภายใต้การคุ้มครอง"
    }
  },
  {
    "translation": {
      "en": "of its devoted guardian, Don Álvaro Almenar.",
      "th": "ของผู้พิทักษ์ที่อุทิศตน ดอน อัลวาโร่ อัลเมนาร์"
    }
  },
  {
    "translation": {
      "en": "[Almenar in Spanish] I am a priest of the Cathedral, here in Valencia.",
      "th": "ผมเป็นบาทหลวง ของมหาวิหารในวาเลนเซียแห่งนี้"
    }
  },
  {
    "translation": {
      "en": "And custodian of The Holy Grail.",
      "th": "และเป็นผู้อารักขาจอกศักดิ์สิทธิ์ครับ"
    }
  },
  {
    "translation": {
      "en": "I am seeing with my own eyes the same thing Jesus saw, no?",
      "th": "ผมเห็นในสิ่งที่พระเยซูเห็น ด้วยตาของตัวเองไหมงั้นเหรอ เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "Every time we take the Holy Grail out,",
      "th": "ทุกครั้งที่เราเอาจอกศักดิ์สิทธิ์ออกมา… (ดอน อัลเมนาร์)"
    }
  },
  {
    "translation": {
      "en": "it's a great responsibility…",
      "th": "มันเป็นความรับผิดชอบที่ใหญ่หลวง"
    }
  },
  {
    "translation": {
      "en": "and that's thrilling, isn't it?",
      "th": "และน่าตื่นเต้นใช่ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "It touches my heart.",
      "th": "มันทำให้ผมตื้นตัน"
    }
  },
  {
    "translation": {
      "en": "It's like it's something too grandiose to touch",
      "th": "มันเหมือนเป็นบางอย่างที่สง่างามเกินจะจับต้อง"
    }
  },
  {
    "translation": {
      "en": "with something so simple as our poor hands.",
      "th": "ด้วยมืออันต่ำต้อยของเรา"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] For the Vatican, these holy objects are so valuable",
      "th": "สำหรับวาติกัน วัตถุอันศักดิ์สิทธิ์เหล่านี้ทรงคุณค่า"
    }
  },
  {
    "translation": {
      "en": "they are each assigned a designated custodian.",
      "th": "จนพวกเขาต้องแต่งตั้งผู้อารักขาให้แก่ทุกๆ ชิ้น"
    }
  },
  {
    "translation": {
      "en": "[Almenar in Spanish] I could never have imagined",
      "th": "ผมคิดไม่ถึงเลยครับว่า"
    }
  },
  {
    "translation": {
      "en": "being the custodian of The Holy Grail.",
      "th": "ตัวเองจะได้เป็นผู้อารักขาจอกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "Because when I was little, I saw the chalice locked in its cabinet,",
      "th": "เพราะตอนที่ยังเด็ก ผมเคยเห็นจอกถูกล็อกเอาไว้ในตู้"
    }
  },
  {
    "translation": {
      "en": "protected by security,",
      "th": "มีเจ้าหน้าที่รักษาความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "something that seems impossible to touch.",
      "th": "มันดูเป็นอะไรที่เกินเอื้อม"
    }
  },
  {
    "translation": {
      "en": "But now, I see that the Lord allows me to get close to it.",
      "th": "แต่ตอนนี้ผมรู้แล้วว่า พระองค์อนุญาตให้ผมเข้าใกล้มันได้"
    }
  },
  {
    "translation": {
      "en": "I'm the one that protects it,",
      "th": "ผมคือคนที่คุ้มครองมัน"
    }
  },
  {
    "translation": {
      "en": "that shows it to pilgrims when they arrive.",
      "th": "นำมันออกมาให้นักแสวงบุญเห็น เมื่อพวกเขาเดินทางมาถึง"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] For Cristina and Alejandro,",
      "th": "สำหรับคริสติน่าและอเลฮานโดร"
    }
  },
  {
    "translation": {
      "en": "the chance to finally see the Holy Grail",
      "th": "โอกาสที่จะได้เห็นจอกศักดิ์สิทธิ์ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "will mark the end of their life-changing pilgrimage.",
      "th": "จะเป็นจุดสิ้นสุดการเดินทางแสวงบุญ ที่จะเปลี่ยนชีวิตของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] So excited! So excited!",
      "th": "น่าตื่นเต้นจัง"
    }
  },
  {
    "translation": {
      "en": "So good. I'm so excited, I cannot breathe.",
      "th": "มันดีมากเลย ฉันตื่นเต้นมาก หายใจไม่ออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "We have arrived.",
      "th": "เรามาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Almost there. We're here. -We have arrived.",
      "th": "- ใกล้แล้ว เรามาถึงแล้ว - เรามากันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[priest in Spanish] Dear Brothers,",
      "th": "พี่น้องทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "we have taken out the sacred relic of the Holy Chalice",
      "th": "เรานำจอกศักดิ์สิทธิ์ ศาสนวัตถุอันเป็นที่เคารพสักการะ"
    }
  },
  {
    "translation": {
      "en": "to celebrate the annual holy day.",
      "th": "ออกมาเพื่อเฉลิมฉลองวันศาสนนามในปีพิธีกรรม"
    }
  },
  {
    "translation": {
      "en": "We ask the Lord that by contemplating this sacred relic,",
      "th": "เราขอพระผู้เป็นเจ้า ให้การพินิจพิจารณาจอกศักดิ์สิทธิ์นี้"
    }
  },
  {
    "translation": {
      "en": "we can renew our Christian life.",
      "th": "ต่อชีวิตชาวคริสต์ของเรา"
    }
  },
  {
    "translation": {
      "en": "Praise be forever this relic",
      "th": "ขอสรรเสริญวัตถุนี้ชั่วนิจนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "that must lead us to contemplate the holy mystery of our Lord.",
      "th": "ให้นำทางเราสู่พระผู้เป็นเจ้าผู้ลึกลับ"
    }
  },
  {
    "translation": {
      "en": "[Jason in English] If you go to Valencia,",
      "th": "ถ้าคุณไปที่วาเลนเซีย"
    }
  },
  {
    "translation": {
      "en": "and you find in front of you the Holy Chalice,",
      "th": "และได้เห็นจอกศักดิ์สิทธิ์ต่อหน้าต่อตา"
    }
  },
  {
    "translation": {
      "en": "you feel there, right?",
      "th": "คุณจะรู้สึกว่าไปถึงแล้วน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "You feel like you're 2,000 years ago.",
      "th": "คุณจะรู้สึกเหมือนอยู่ใน 2,000 ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "Your faith is alive, because this story is alive,",
      "th": "ศรัทธาของคุณมีชีวิต เพราะเรื่องเล่ามีชีวิต"
    }
  },
  {
    "translation": {
      "en": "because what you believe to be true is in front of your eyes.",
      "th": "เพราะสิ่งที่คุณเชื่อว่าเป็นเรื่องจริง ปรากฏอยู่ตรงหน้าของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Cynthia Hahn] It is an important object. There's no doubt it's an important object.",
      "th": "มันเป็นวัตถุที่มีความสำคัญค่ะ สำคัญแน่นอนอย่างไม่ต้องสงสัยเลย"
    }
  },
  {
    "translation": {
      "en": "But whether it's the true chalice from the Last Supper,",
      "th": "แต่จะเป็นจอกที่แท้จริง จากอาหารค่ำมื้อสุดท้ายหรือเปล่านั้น… (ดร.ซินเธีย ฮาห์น - ศาสตราจารย์)"
    }
  },
  {
    "translation": {
      "en": "that's something we cannot say.",
      "th": "เป็นอะไรที่เราตอบไม่ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Guy] The Holy Grail is an enigma.",
      "th": "จอกศักดิ์สิทธิ์เป็นสิ่งที่เป็นปริศนา"
    }
  },
  {
    "translation": {
      "en": "The truth is that there are several chalices",
      "th": "ความจริงคือมีจอกจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "that claim to be the Cup of Christ.",
      "th": "ที่ถูกอ้างว่าเป็นจอกของพระเยซูคริสต์"
    }
  },
  {
    "translation": {
      "en": "As with most relics,",
      "th": "เมื่อประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "the history has become so intertwined with the legend,",
      "th": "ของศาสนวัตถุส่วนมากถูกโยงมา เกี่ยวพันเข้ากับเรื่องเล่ามากมาย"
    }
  },
  {
    "translation": {
      "en": "that the truth has become hard to uncover.",
      "th": "ความจริงจึงกลายมาเป็นสิ่งที่ยากจะแถลงไข"
    }
  },
  {
    "translation": {
      "en": "And so the search for The Holy Grail continues.",
      "th": "การตามหาจอกศักดิ์สิทธิ์จึงยังคงดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] For centuries, pilgrims have spread stories",
      "th": "หลายศตวรรษที่นักแสวงบุญเผยแพร่เรื่องราว"
    }
  },
  {
    "translation": {
      "en": "of the power and wonder of relics",
      "th": "พลังและอิทธิฤทธิ์ของศาสนวัตถุ"
    }
  },
  {
    "translation": {
      "en": "through their own journeys of faith and discovery.",
      "th": "จากการเดินทาง แห่งศรัทธาและการค้นพบของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But the greatest journeys of all belong to the relics themselves.",
      "th": "แต่การเดินทางที่ยิ่งใหญ่ที่สุด คือการเดินทางของศาสนวัตถุนั้นๆ เอง"
    }
  },
  {
    "translation": {
      "en": "And none more so than the one and only Crown of Thorns,",
      "th": "ซึ่งจะเป็นของอะไรไปไม่ได้ นอกจากมงกุฎหนามหนึ่งเดียวนี้"
    }
  },
  {
    "translation": {
      "en": "whose remarkable story lies at the heart of a nation.",
      "th": "เรื่องราวที่เป็นประวัติศาสตร์ของมัน เกิดขึ้นที่จุดศูนย์กลางของประเทศ"
    }
  },
  {
    "translation": {
      "en": "[Frédéric in French] We are in front of Notre-Dame de Paris.",
      "th": "เราอยู่หน้าอาสนวิหารน็อทร์-ดามแห่งปารีส"
    }
  },
  {
    "translation": {
      "en": "This cathedral took approximately 100 years to build",
      "th": "อาสนวิหารนี้ใช้เวลาสร้างประมาณ 100 ปี"
    }
  },
  {
    "translation": {
      "en": "and has stood here for 860 years.",
      "th": "และอยู่ตรงนี้มา 860 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "The first time I went to Notre Dame, I was 20.",
      "th": "ครั้งแรกที่ผมไปที่น็อทร์-ดาม ผมอายุ 20"
    }
  },
  {
    "translation": {
      "en": "And it is true that I've held onto that great emotion",
      "th": "มันเป็นความจริงที่ผมยึดมั่น ในความรู้สึกที่ทรงพลังนั้น"
    }
  },
  {
    "translation": {
      "en": "because it is the cathedral of Paris,",
      "th": "เพราะมันคืออาสนวิหารแห่งปารีส"
    }
  },
  {
    "translation": {
      "en": "but also because it is where",
      "th": "(เฟรเดอริก เฟอร์ลิคอต - ผู้นำเที่ยว)"
    }
  },
  {
    "translation": {
      "en": "the major events in our history took place,",
      "th": "และเพราะมันคือที่ที่เกิดเรื่องราวสำคัญ ในประวัติศาสตร์อีกด้วย"
    }
  },
  {
    "translation": {
      "en": "and above all, because it contains the Crown of Thorns.",
      "th": "และเหนือสิ่งอื่นใด มงกุฎหนามอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It makes Notre-Dame a significant place in the whole of Christianity.",
      "th": "มันทำให้น็อทร์-ดามเป็นสถานที่สำคัญ สำหรับคริสต์ศาสนิกชนทุกคน"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] But how did this fragile relic,",
      "th": "แต่ทำไมศาสนวัตถุที่เปราะบาง"
    }
  },
  {
    "translation": {
      "en": "last seen in the private chapel of a Byzantine emperor,",
      "th": "ซึ่งถูกพบเห็นครั้งสุดท้ายในวิหารส่วนตัว ของจักรพรรดิไบแซนไทน์"
    }
  },
  {
    "translation": {
      "en": "end up in Paris?",
      "th": "มาลงเอยในปารีสได้"
    }
  },
  {
    "translation": {
      "en": "The answer lies just a stone's throw away,",
      "th": "คำตอบอยู่ไม่ไกลนัก"
    }
  },
  {
    "translation": {
      "en": "in the Royal Chapel of Sainte-Chapelle.",
      "th": "ในโบสถ์แซงต์-ชาแปลล์ของราชวงศ์"
    }
  },
  {
    "translation": {
      "en": "The Saint-Chapelle is unlike anything anyone's seen in Europe at the time.",
      "th": "โบสถ์แซงต์-ชาแปลล์ไม่เหมือนโบสถ์ใดๆ ที่ทุกคนเคยเห็นในยุโรป ณ ตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "Its walls are comprised mainly of glass.",
      "th": "กำแพงของมันทำมาจากแก้วเป็นหลัก"
    }
  },
  {
    "translation": {
      "en": "The interior is covered in gold.",
      "th": "ภายในเคลือบไปด้วยทอง"
    }
  },
  {
    "translation": {
      "en": "You feel like you're walking in light.",
      "th": "คุณจะรู้สึกเหมือนเดินอยู่ในแสงสว่างเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Illustrated in the stained glass windows",
      "th": "หน้าต่างกระจกสีประกอบด้วยรูปภาพที่บรรยายถึง"
    }
  },
  {
    "translation": {
      "en": "is the story of how the crown arrived here from Constantinople.",
      "th": "เรื่องราวการมาถึงของมงกุฎ จากคอนสแตนติโนเปิล"
    }
  },
  {
    "translation": {
      "en": "By the 13th century, Constantinople is in rapid decline.",
      "th": "ช่วงศตวรรษที่ 13 คอนสแตนติโนเปิลตกต่ำลงอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "It's still the capital of the Byzantine Empire,",
      "th": "มันยังเป็นเมืองหลวงของจักรวรรดิไบแซนไทน์"
    }
  },
  {
    "translation": {
      "en": "but it's on its way down and it's essentially broke.",
      "th": "แต่กำลังอยู่ในช่วงขาลงและแร้นแค้นไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "The city is starving.",
      "th": "ทั่วทั้งเมืองอดอยาก"
    }
  },
  {
    "translation": {
      "en": "People are threatened with invasion.",
      "th": "ผู้คนหวาดระแวงการถูกรุกราน"
    }
  },
  {
    "translation": {
      "en": "They're so broke that they start stripping off the bronze",
      "th": "พวกเขายากจนมากจนเริ่มแกะทองแดง"
    }
  },
  {
    "translation": {
      "en": "of beautiful early Christian churches,",
      "th": "ออกจากโบสถ์คริสเตียนอันงดงามในยุคแรกๆ"
    }
  },
  {
    "translation": {
      "en": "melting it down and selling it.",
      "th": "นำมันมาละลายและขาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] The situation in Constantinople is so desperate",
      "th": "สถานการณ์ในคอนสแตนติโนเปิลสิ้นหวังมาก"
    }
  },
  {
    "translation": {
      "en": "that one day, Emperor Baldwin",
      "th": "จนกระทั่งวันหนึ่ง จักรพรรดิบอลด์วิน"
    }
  },
  {
    "translation": {
      "en": "discovers his barons have pawned the priceless Crown of Thorns",
      "th": "ล่วงรู้ว่าบารอนของเขา นำมงกุฎหนามที่ประเมินค่าไม่ได้"
    }
  },
  {
    "translation": {
      "en": "to a wealthy Venetian trader.",
      "th": "ไปจำนำกับพ่อค้าผู้มั่งคั่งชาวเวนิส"
    }
  },
  {
    "translation": {
      "en": "But Baldwin has a plan,",
      "th": "แต่บอลด์วินมีแผน"
    }
  },
  {
    "translation": {
      "en": "and pays a visit to his cousin, King Louis IX of France.",
      "th": "เขาเดินทางไปเยี่ยมญาติของเขา พระเจ้าหลุยส์ที่เก้า แห่งฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Baldwin turns to King Louis and says, \"Will you help me?\"",
      "th": "บอลด์วินหันหน้าไปหาพระเจ้าหลุยส์ และเอ่ยปากกว่า \"ท่านจะช่วยข้าได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"Will you save these objects?\"",
      "th": "\"ท่านจะช่วยสิ่งของพวกนี้ไว้ได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"In fact, what if you paid for the mortgage?\"",
      "th": "\"ความจริงแล้ว ท่านจ่ายเงินจำนองได้ไหม"
    }
  },
  {
    "translation": {
      "en": "\"That would make you, worthy cousin, the new custodian of the Crown of Thorns.\"",
      "th": "นั่นจะทำให้ท่าน ญาติผู้ร่ำรวยของข้า กลายเป็นผู้อารักขามงกุฎหนามคนใหม่\""
    }
  },
  {
    "translation": {
      "en": "[Dr. Robert] King Louis has the opportunity to acquire the Crown of Thorns",
      "th": "พระเจ้าหลุยส์มีโอกาสครอบครองมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "for 135,000 livres,",
      "th": "ในราคา 135,000 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "which is just a ridiculous amount of money.",
      "th": "ซึ่งเป็นจำนวนเงินที่น่าขันมากครับ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Nicola] But he's willing to bet it all,",
      "th": "แต่เขาก็ยินดีที่จะเสี่ยงทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "he's willing to put it all out there in order to have this relic.",
      "th": "เขายินดีที่จะเทหมดหน้าตักเพื่อครอบครองมัน"
    }
  },
  {
    "translation": {
      "en": "That's how important it was for him.",
      "th": "มันสำคัญกับเขาถึงเพียงนั้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "Louis leapt at the opportunity to become the owner of Christ's crown.",
      "th": "หลุยส์คว้าโอกาสในการ เป็นเจ้าของมงกุฎของพระคริสต์ไว้อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] But first, the King must get his hands on the precious object.",
      "th": "แต่ก่อนอื่น พระราชาต้องได้วัตถุล้ำค่านี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "Louis orders two friars, Jacques and André,",
      "th": "หลุยส์สั่งให้นักบวชสองราย ฌาคส์และอังเดร"
    }
  },
  {
    "translation": {
      "en": "to Constantinople, laden with gold,",
      "th": "ไปยังคอนสแตนติโนเปิลพร้อมด้วยทองคำ"
    }
  },
  {
    "translation": {
      "en": "to buy the crown back from the Venetian.",
      "th": "เพื่อซื้อมงกุฎกลับมาจากชาวเวนิส"
    }
  },
  {
    "translation": {
      "en": "But they're too late.",
      "th": "แต่พวกเขาช้าเกินไป"
    }
  },
  {
    "translation": {
      "en": "The relic and its new owner have already left.",
      "th": "โบราณวัตถุนั้นและเจ้าของใหม่ของมัน เดินทางจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "The friars must now pursue the crown to Italy,",
      "th": "ตอนนี้นักบวชต้องเดินทางไปตามหามงกุฎที่อิตาลี"
    }
  },
  {
    "translation": {
      "en": "battling huge waves, and chased by bloodthirsty pirates,",
      "th": "ผจญกับคลื่นยักษ์ และถูกโจรสลัดกระหายเลือดไล่ตาม"
    }
  },
  {
    "translation": {
      "en": "determined to steal the king's money.",
      "th": "หวังจะขโมยเงินของพระราชา"
    }
  },
  {
    "translation": {
      "en": "The two friars make it to Venice,",
      "th": "นักบวชทั้งสองไปถึงเวนิสในที่สุด"
    }
  },
  {
    "translation": {
      "en": "where they are finally able to buy the crown for their king.",
      "th": "และพวกเขาก็สามารถซื้อมงกุฎมาให้พระราชาได้"
    }
  },
  {
    "translation": {
      "en": "They then travel the 600 miles back to France,",
      "th": "จากนั้นพวกเขาก็เดินทางกว่า 970 กม. กลับไปยังฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "where an anxious Louis is waiting.",
      "th": "ที่ซึ่งพระเจ้าหลุยส์รอคอยอยู่อย่างกระวนกระวาย"
    }
  },
  {
    "translation": {
      "en": "Barefoot, the King humbly carries the Crown of Thorns",
      "th": "พระราชาแบกมงกุฎหนาม ด้วยเท้าเปล่าอย่างนอบน้อม"
    }
  },
  {
    "translation": {
      "en": "through the streets of Paris.",
      "th": "ผ่านถนนของเมืองปารีสไป"
    }
  },
  {
    "translation": {
      "en": "So, Louis manages to procure this Crown of Thorns at great cost.",
      "th": "พระเจ้าหลุยส์ได้ครอบครอง มงกุฎหนามชิ้นนี้ในราคาที่สูงลิ่ว"
    }
  },
  {
    "translation": {
      "en": "It just about bankrupts France, that's how much money it was.",
      "th": "มันเกือบทำให้ฝรั่งเศสต้องล้มละลาย มันเป็นจำนวนเงินที่มหาศาลมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "Louis was already incredibly pious,",
      "th": "หลุยส์เป็นคนที่เคร่งศาสนามากอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "but he also would have realized this was an opportunity",
      "th": "แต่ท่านก็ตระหนักว่านี่เป็นโอกาส"
    }
  },
  {
    "translation": {
      "en": "to present to the world stage his superiority,",
      "th": "ที่จะทำให้ความเหนือชั้นของท่าน ประจักษ์ต่อสายตาชาวโลก"
    }
  },
  {
    "translation": {
      "en": "to strengthen the power he had across Europe.",
      "th": "เพื่อเสริมสร้างอิทธิพลที่ท่านมีทั่วทั้งยุโรป"
    }
  },
  {
    "translation": {
      "en": "Christ crowning the king of France.",
      "th": "พระคริสต์สวมมงกุฎให้กษัตริย์แห่งฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[in French] The possession of the Crown of Thorns",
      "th": "การครอบครองมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "gives the King of France preeminence over other Kings.",
      "th": "ทำให้กษัตริย์แห่งฝรั่งเศส มีอำนาจเหนือกว่ากษัตริย์คนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "The King of France is the one who holds the Crown of Thorns,",
      "th": "กษัตริย์แห่งฝรั่งเศสคือผู้ที่ถือครองมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "who is there to defend it.",
      "th": "ผู้ที่ปกป้องมัน"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] For hundreds of years,",
      "th": "เป็นเวลาหลายร้อยปี"
    }
  },
  {
    "translation": {
      "en": "the crown is safely housed in the Chapel of Saint-Chapelle",
      "th": "ที่มงกุฎถูกเก็บรักษาอย่างปลอดภัย ในโบสถ์แซงต์-ชาแปลล์"
    }
  },
  {
    "translation": {
      "en": "as the most treasured, private possession of France's kings,",
      "th": "ในฐานะทรัพย์สินส่วนตัว ที่มีค่าที่สุดของกษัตริย์ฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "until 1789,",
      "th": "กระทั่งปีค.ศ.1789"
    }
  },
  {
    "translation": {
      "en": "when the monarchy and the crown are threatened by revolution.",
      "th": "เมื่อราชวงศ์และมงกุฎต้องสั่นคลอนจากการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Emily] There's a great challenge to the divine right of kings.",
      "th": "มันเป็นความท้าทายที่ยิ่งใหญ่ต่อเทวสิทธิราชย์"
    }
  },
  {
    "translation": {
      "en": "The crown as a symbol of the king,",
      "th": "มงกุฎซึ่งเป็นสัญลักษณ์ของพระราชา"
    }
  },
  {
    "translation": {
      "en": "is dangerous then.",
      "th": "จึงเป็นอันตรายค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Dr. Emma] During the French Revolution, there was a profound fear",
      "th": "ระหว่างการปฏิวัติฝรั่งเศส มีความกลัวอย่างมากว่า"
    }
  },
  {
    "translation": {
      "en": "that the revolutionaries might destroy the Crown of Thorns.",
      "th": "นักปฏิวัติอาจทำลายมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "So, King Louis XVI had the crown put into hiding to protect it.",
      "th": "ดังนั้นพระเจ้าหลุยส์ที่ 16 จึงได้นำมงกุฎไปซ่อนเพื่อปกป้องมัน"
    }
  },
  {
    "translation": {
      "en": "[narrator] King Louis XVI would ultimately lose his head to the revolutionaries,",
      "th": "พระเจ้าหลุยส์ที่ 16 คงเต็มใจยอม ให้นักปฏิวัติบั่นพระเศียร"
    }
  },
  {
    "translation": {
      "en": "but thanks to his actions, like those of his ancestors,",
      "th": "แต่ต้องขอบคุณการกระทำของท่าน เช่นเดียวกันกับบรรพบุรุษของท่าน"
    }
  },
  {
    "translation": {
      "en": "the Crown of Thorns survives.",
      "th": "ที่มงกุฎแคล้วคลาด"
    }
  },
  {
    "translation": {
      "en": "After 1803,",
      "th": "หลังค.ศ.1803"
    }
  },
  {
    "translation": {
      "en": "there was a desire to salvage these lost objects,",
      "th": "มีความต้องการในการกอบกู้วัตถุที่สูญหายไป"
    }
  },
  {
    "translation": {
      "en": "which had been hidden during the Revolution,",
      "th": "ซึ่งถูกนำไปซ่อนไว้ระหว่างการปฏิวัติ"
    }
  },
  {
    "translation": {
      "en": "the ones that survived,",
      "th": "วัตถุที่อยู่รอดปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "and to put them in Notre Dame.",
      "th": "และนำมันไปเก็บไว้ที่น็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "And there they functioned in a much more kind of civic fashion.",
      "th": "และที่นั่น มันทำหน้าที่เพื่อพลเมืองมากกว่าค่ะ"
    }
  },
  {
    "translation": {
      "en": "They were no longer the kind of…",
      "th": "มันไม่ได้เป็น…"
    }
  },
  {
    "translation": {
      "en": "at the kind of fingertips of a king or a ruler.",
      "th": "สิ่งของในครอบครอง ของกษัตริย์หรือผู้ปกครองอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "They were for the community.",
      "th": "มันเป็นของชุมชน"
    }
  },
  {
    "translation": {
      "en": "[narrator] The lives of the people who work at Notre Dame",
      "th": "ชีวิตของผู้คนที่ทำงานที่น็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "have become inextricably linked",
      "th": "เชื่อมโยงกับเรื่องราวและโชคชะตา"
    }
  },
  {
    "translation": {
      "en": "with the story and fate of the crown that lies at its heart.",
      "th": "ของมงกุฎที่เป็นจุดศูนย์กลางของมัน อย่างช่วยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Yves Castagnet in French] It is true. It's an inanimate object, indeed.",
      "th": "มันเป็นเรื่องจริงครับ มันคือวัตถุที่ไร้ชีวิตอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "What fascinates me is what's behind it.",
      "th": "ที่ทำให้ผมทึ่งคือเรื่องราวเบื้องหลังมันต่างหาก"
    }
  },
  {
    "translation": {
      "en": "I am an organist, and for almost 35 years now,",
      "th": "ผมเป็นนักออร์แกนมาเกือบ 35 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I have had the pleasure of being the organist at Notre-Dame Cathedral.",
      "th": "ผมได้รับเกียรติให้เป็น นักออร์แกนประจำอาสนวิหารน็อทร์-ดาม (อีฟ แกสทาเญ็ต)"
    }
  },
  {
    "translation": {
      "en": "I was lucky to be often in very close contact with this relic.",
      "th": "ผมโชคดีที่มีโอกาสได้ใกล้ชิดกับศาสนวัตถุนี้บ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It is a vehicle",
      "th": "มันคือสื่อกลาง"
    }
  },
  {
    "translation": {
      "en": "that inspires a lot of fervor and faith, just like music.",
      "th": "ที่สร้างแรงบันดาลใจอย่างมาก ให้ความรักและศรัทธา เช่นเดียวกับดนตรี"
    }
  },
  {
    "translation": {
      "en": "[Henri Chalet in French] Notre Dame is our second home.",
      "th": "น็อทร์-ดามเป็นบ้านหลังที่สองของเรา"
    }
  },
  {
    "translation": {
      "en": "That is to say that we are there every evening,",
      "th": "เราอยู่ที่นั่นทุกเย็น"
    }
  },
  {
    "translation": {
      "en": "since we run all the services, more than a thousand a year.",
      "th": "ตั้งแต่เราทำงานทุกอย่างมากว่าพันปีแล้ว (อองรี ชาเลต์)"
    }
  },
  {
    "translation": {
      "en": "We have this exhibition of the Crown of Thorns,",
      "th": "เราจัดนิทรรศการมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "which allows people to go and venerate it.",
      "th": "และอนุญาตให้คนเข้าไปสักการะบูชามัน"
    }
  },
  {
    "translation": {
      "en": "This exhibition is an absolutely magical moment to see,",
      "th": "นิทรรศการนี้เป็นช่วงเวลาอันน่าอัศจรรย์ใจ"
    }
  },
  {
    "translation": {
      "en": "whether we are believers or not.",
      "th": "ไม่ว่าเราจะเป็นผู้เลื่อมใสหรือไม่ก็ตาม"
    }
  },
  {
    "translation": {
      "en": "To see all the people who come to venerate it,",
      "th": "การได้เห็นผู้คนเข้ามาบูชามัน"
    }
  },
  {
    "translation": {
      "en": "it's still quite moving to see all this.",
      "th": "ก็ยังเป็นเรื่องที่น่าประทับใจอยู่ดีครับ"
    }
  },
  {
    "translation": {
      "en": "It is wonderful to see people's reactions to the crown.",
      "th": "มันยอดเยี่ยมมากที่ได้เห็น ปฏิกิริยาของผู้คนที่มีต่อมงกุฎ"
    }
  },
  {
    "translation": {
      "en": "There are amazed people who can't believe their eyes.",
      "th": "มีคนที่ตกตะลึงและไม่อยากเชื่อสายตาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "There are people who are upset. There are men and women crying.",
      "th": "มีคนที่จิตใจปั่นป่วน ทั้งชายและหญิงต่างร้องไห้"
    }
  },
  {
    "translation": {
      "en": "The first time I saw the Crown of Thorns was on a Good Friday,",
      "th": "ครั้งแรกที่ผมเห็นมงกุฎหนามคือวันศุกร์ประเสริฐ"
    }
  },
  {
    "translation": {
      "en": "and there were a lot of people, a lot of people.",
      "th": "และมีคนเยอะมากครับ แน่นขนัดไปหมด"
    }
  },
  {
    "translation": {
      "en": "You had to wait a very long time to be able to approach the crown.",
      "th": "เราต้องรอนานมากกว่าจะได้เข้าใกล้มงกุฎ"
    }
  },
  {
    "translation": {
      "en": "But when you're in front of the crown,",
      "th": "แต่เมื่ออยู่ต่อหน้ามงกุฎแล้ว"
    }
  },
  {
    "translation": {
      "en": "you feel like you're all alone.",
      "th": "กลับรู้สึกเหมือนมีแค่เราเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "We have the impression that God is looking at us…",
      "th": "เรารู้สึกเหมือนพระเจ้ากำลังมองมาที่เรา…"
    }
  },
  {
    "translation": {
      "en": "and that's the feeling I get every time.",
      "th": "และผมสัมผัสได้แบบนั้นทุกครั้งครับ"
    }
  },
  {
    "translation": {
      "en": "And I almost want to cry every time.",
      "th": "ผมแทบจะร้องไห้ทุกครั้งเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] For 300 years, the faithful flocked to Notre Dame",
      "th": "กว่า 300 ปีแล้ว ที่ผู้ศรัทธาหลั่งไหลไปที่น็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "to worship and pray before this remarkable relic,",
      "th": "เพื่อเคารพและขอพรต่อศาสนวัตถุอันน่าทึ่งนี้"
    }
  },
  {
    "translation": {
      "en": "until one fateful day in 2019",
      "th": "กระทั่งวันแห่งโชคชะตาวันหนึ่งในปี 2019"
    }
  },
  {
    "translation": {
      "en": "when the crown's epic tale of survival",
      "th": "เมื่อเรื่องราวการแคล้วคลาด อันเป็นตำนานของมงกุฎ"
    }
  },
  {
    "translation": {
      "en": "took another dramatic turn.",
      "th": "ถึงคราวพลิกผันอย่างไม่น่าเชื่ออีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Yves in French] It was a spring day.",
      "th": "มันเป็นวันหนึ่งในฤดูใบไม้ผลิ"
    }
  },
  {
    "translation": {
      "en": "The weather was good, so I think…",
      "th": "อากาศดี ผมเลยคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "I believe I had the windows open.",
      "th": "ผมเชื่อว่าตัวเองเปิดหน้าต่างเอาไว้"
    }
  },
  {
    "translation": {
      "en": "And I remember I was working at my desk.",
      "th": "และจำได้ว่ากำลังนั่งทำงานอยู่ที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "And next door, in the next room, there was a television playing",
      "th": "และห้องข้างๆ ที่อยู่ติดกันมีเสียงโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "the news channels continuously.",
      "th": "รายการข่าวกำลังดำเนินไปอย่างต่อเนื่อง"
    }
  },
  {
    "translation": {
      "en": "After a while, I hear, \"Notre Dame…\"",
      "th": "สักพัก ผมก็ได้ยินเสียง \"น็อทร์-ดาม…\""
    }
  },
  {
    "translation": {
      "en": "\"Emmanuel Macron,\" \"Notre-Dame…\" \"Notre-Dame, Notre-Dame.\"",
      "th": "\"เอ็มมานูเอล มาครง\" \"น็อทร์-ดาม…\""
    }
  },
  {
    "translation": {
      "en": "I end up hearing that,",
      "th": "ผมได้ยินแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "and then why is he talking about Notre Dame?",
      "th": "แล้วทำไมเขาถึงพูดถึงน็อทร์-ดามล่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm lucky enough to live very, very close to the Cathedral, 50 meters away.",
      "th": "ผมโชคดีพอที่บ้านอยู่ใกล้กับวิหารมาก ห่างไป 50 เมตร"
    }
  },
  {
    "translation": {
      "en": "So I put on a coat, I went downstairs and then I saw it up close.",
      "th": "ผมจึงหยิบเสื้อโค้ทมาใส่ ลงไปชั้นล่าง และได้เห็นมันในระยะใกล้"
    }
  },
  {
    "translation": {
      "en": "[in English] Breaking news crossing right now at this moment in Paris.",
      "th": "เรามีข่าวด่วนเข้ามาว่าขณะนี้ในปารีส"
    }
  },
  {
    "translation": {
      "en": "Notre-Dame Cathedral is on fire.",
      "th": "อาสนวิหารน็อทร์-ดามกำลังไฟลุกท่วม"
    }
  },
  {
    "translation": {
      "en": "People are lining the pavements here in Paris,",
      "th": "ผู้คนกำลังเรียงแถวกันอยู่บนทางเท้าในปารีส"
    }
  },
  {
    "translation": {
      "en": "staring up at the sky",
      "th": "จ้องมองไปที่ท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "at the plumes of smoke billowing out of Notre-Dame Cathedral,",
      "th": "ซึ่งกลุ่มควันพวยพุ่งออกมา จากอาสนวิหารน็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "visible across Paris.",
      "th": "ที่ทั่วทั้งปารีสมองเห็นได้"
    }
  },
  {
    "translation": {
      "en": "[Henri in French] I was at the Ministry of Culture.",
      "th": "ผมอยู่ที่กระทรวงวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "The phone kept ringing non-stop.",
      "th": "โทรศัพท์ดังไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "I got a hundred messages.",
      "th": "ผมได้ข้อความเป็นร้อย"
    }
  },
  {
    "translation": {
      "en": "The first message I read,",
      "th": "ข้อความแรกที่ผมอ่าน"
    }
  },
  {
    "translation": {
      "en": "it only said, \"I suppose you know what's going on,\"",
      "th": "มันเขียนแค่ว่า \"คิดว่าคุณคงรู้ว่าเกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "and I didn't know anything about it.",
      "th": "และผมไม่รู้อะไรสักอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "So I said to myself, \"There is a problem. I'm going to see what's happening.\"",
      "th": "ผมเลยพูดกับตัวเองว่า \"มีปัญหาแล้ว ต้องไปดูว่าเกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "[Yves] You don't realize, you say, \"No, it's not true.\"",
      "th": "ผมไม่เชื่อครับ เอาแต่พูดว่า \"ไม่ ไม่จริง\""
    }
  },
  {
    "translation": {
      "en": "\"It's not reality. It's not happening, it's not possible.\"",
      "th": "\"นี่ไม่ใช่ความจริง มันไม่ได้เกิดขึ้น มันเป็นไปไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "And from that moment on, it was stupefying.",
      "th": "และจากวินาทีนั้นผมก็ตะลึงงันไปเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] I always wanted to be a firefighter since I was a kid.",
      "th": "ผมอยากเป็นนักดับเพลิงมาตั้งแต่ยังเป็นเด็ก"
    }
  },
  {
    "translation": {
      "en": "Saving, helping people, providing assistance.",
      "th": "ช่วยชีวิต ช่วยเหลือผู้คน ให้การสนับสนุน (ร้อยเอกฟรองค์)"
    }
  },
  {
    "translation": {
      "en": "It's more than a job, it's a passion.",
      "th": "มันเป็นมากกว่าอาชีพ มันคือความหลงใหลครับ"
    }
  },
  {
    "translation": {
      "en": "From one day to the next, is never the same.",
      "th": "ตั้งแต่วันแรก ทุกวันไม่เคยซ้ำซากเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] That day we meet for coffee, to do a short briefing for the day.",
      "th": "วันนั้นเรามาดื่มกาแฟกัน สรุปงานสั้นๆ ของวัน"
    }
  },
  {
    "translation": {
      "en": "Before checking the equipment is working in the fire engines,",
      "th": "ก่อนใช้อุปกรณ์ในรถดับเพลิงหรือเครื่องมือ"
    }
  },
  {
    "translation": {
      "en": "in the machines, if it is operational.",
      "th": "เราต้องตรวจดูว่ามันใช้งานได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Officer Fabrice] I have one of my men coming into my office and tells me,",
      "th": "มีคนจากทีมของผมเข้ามาที่ออฟฟิศและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"My Chief Warrant Officer, Notre Dame is on fire.\"",
      "th": "\"จ่าครับ น็อทร์-ดามไฟไหม้\""
    }
  },
  {
    "translation": {
      "en": "And then I tell him, \"No, you're kidding, it's not possible.\"",
      "th": "แล้วผมก็บอกเขาว่า \"ไม่ นายล้อเล่น มันเป็นไปไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "Notre Dame on fire is something unimaginable for a Parisian.",
      "th": "ไฟไหม้น็อทร์-ดามเป็นอะไร ที่ชาวปารีสไม่มีทางจินตนาการออกเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Even for a Parisian firefighter.",
      "th": "แม้กระทั่งนักดับเพลิงชาวปารีส"
    }
  },
  {
    "translation": {
      "en": "It is an emblem for the capital itself, if not the world.",
      "th": "มันเป็นสัญลักษณ์ของเมืองหลวงและของโลกนี้"
    }
  },
  {
    "translation": {
      "en": "We came out of Les Halles tunnel,",
      "th": "เราออกมาจากอุโมงค์เลอ อัลส์"
    }
  },
  {
    "translation": {
      "en": "where the exit is right in front of the cathedral,",
      "th": "ซึ่งทางออกอยู่หน้าวิหารพอดี"
    }
  },
  {
    "translation": {
      "en": "and at that moment, I saw that the spire was completely ablaze,",
      "th": "และตอนนั้นผมเห็นว่า ยอดแหลมของอาคารไหม้หมด"
    }
  },
  {
    "translation": {
      "en": "engulfed by flames,",
      "th": "ปกคลุมไปด้วยเปลวไฟ"
    }
  },
  {
    "translation": {
      "en": "and it was something quite remarkable.",
      "th": "และมันเป็นอะไรที่ลืมไม่ลงเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[in English] Fire crews from across Paris have come here",
      "th": "นักดับเพลิงจากทั่วทั้งปารีสมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "to save whatever they possibly can.",
      "th": "เพื่อกอบกู้อะไรก็ตามที่พวกเขาจะทำได้"
    }
  },
  {
    "translation": {
      "en": "And the striking thing,",
      "th": "และสิ่งที่น่าตกตะลึงคือ"
    }
  },
  {
    "translation": {
      "en": "standing among the crowds on the banks of the Seine,",
      "th": "ฝูงชนที่ยืนอยู่ริมฝั่งแม่น้ำแซน"
    }
  },
  {
    "translation": {
      "en": "is just the silence,",
      "th": "มีเพียงความเงียบ"
    }
  },
  {
    "translation": {
      "en": "the quiet of people stunned by the destruction",
      "th": "ความเงียบสงัดของผู้คนที่ตกตะลึงกับการพังทลาย"
    }
  },
  {
    "translation": {
      "en": "of not just a great French cultural artifact,",
      "th": "โบราณสถานทางวัฒนธรรม อันยอดเยี่ยมของฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "but of one that belonged to the world.",
      "th": "และของโลก"
    }
  },
  {
    "translation": {
      "en": "[Henri in French] It's just a building,",
      "th": "มันเป็นแค่อาคารหลังหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "but we were there every night…",
      "th": "แต่เราอยู่ที่นั่นทุกคืน…"
    }
  },
  {
    "translation": {
      "en": "and so it was our home.",
      "th": "มันจึงเป็นเหมือนบ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "It was hard because we can't do anything.",
      "th": "มันยากเพราะเราทำอะไรไม่ได้ครับ"
    }
  },
  {
    "translation": {
      "en": "That's what's hard.",
      "th": "นั่นแหละที่ทำให้มันยาก"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอตัวเดี๋ยวนะครับ"
    }
  },
  {
    "translation": {
      "en": "It's coming back.",
      "th": "ผมย้อนคิดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "I need a breath.",
      "th": "ผมต้องหายใจหน่อย"
    }
  },
  {
    "translation": {
      "en": "I thought I wouldn't cry anymore over it.",
      "th": "ไม่คิดเลยว่าจะร้องไห้เพราะเรื่องนี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] When I got to the tactical command post,",
      "th": "ตอนที่ผมกลับไปที่กองสั่งการยุทธศาสตร์"
    }
  },
  {
    "translation": {
      "en": "that's when they give me the mission of saving the artifacts,",
      "th": "ตอนนั้นพวกเขามอบภารกิจให้ผมกอบกู้โบราณวัตถุ"
    }
  },
  {
    "translation": {
      "en": "and more specifically, rescuing the Crown of Thorns.",
      "th": "และที่เจาะจงกว่านั้น คือภารกิจช่วยเหลือมงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "It is a mission that is unusual.",
      "th": "มันเป็นภารกิจที่ไม่ธรรมดาเลยครับ"
    }
  },
  {
    "translation": {
      "en": "It was something new for me.",
      "th": "มันเป็นอะไรที่ใหม่สำหรับผม"
    }
  },
  {
    "translation": {
      "en": "[Officer Fabrice] My dad often took me to visit the Cathedral,",
      "th": "พ่อชอบพาผมไปที่วิหารบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and so, as a young boy,",
      "th": "และในฐานะเด็กหนุ่ม"
    }
  },
  {
    "translation": {
      "en": "I had seen paintings, sculptures.",
      "th": "ผมได้เห็นภาพวาด รูปแกะสลัก"
    }
  },
  {
    "translation": {
      "en": "But I had no idea",
      "th": "แต่ผมไม่รู้เลยว่า"
    }
  },
  {
    "translation": {
      "en": "that it was the Crown of Thorns preserved in Notre-Dame.",
      "th": "มงกุฎหนามถูกเก็บรักษาไว้ที่น็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "[Hubert] We were extremely afraid that it would be crushed…",
      "th": "เรากลัวมากกว่ามันจะถูกทับไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "that it would disappear in this fire.",
      "th": "กลัวว่ามันจะหายไปในกองไฟ"
    }
  },
  {
    "translation": {
      "en": "So it was a great anguish.",
      "th": "มันคือความเจ็บปวดรวดร้าวอันใหญ่หลวงครับ"
    }
  },
  {
    "translation": {
      "en": "I prayed to the Virgin Mary,",
      "th": "ผมสวดภาวนาต่อพระนางมารีย์"
    }
  },
  {
    "translation": {
      "en": "for her to protect this absolutely priceless relic.",
      "th": "ให้คุ้มครองศาสนวัตถุที่ประเมินค่าไม่ได้นี้"
    }
  },
  {
    "translation": {
      "en": "[Frédéric] Christ's Crown of Thorns",
      "th": "มงกุฎหนามของพระคริสต์ สำคัญยิ่งกว่าอาสนวิหารน็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "is more important than Notre Dame Cathedral,",
      "th": "มงกุฎหนามของพระคริสต์ สำคัญยิ่งกว่าอาสนวิหารน็อทร์-ดาม ซึ่งเราสามารถสร้างขึ้นมาใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "which we can rebuild anyway.",
      "th": "ซึ่งเราสามารถสร้างขึ้นมาใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "It was essential to save it.",
      "th": "มันสำคัญมากที่เราต้องรักษามันไว้ให้ได้"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] I am given a whole list of artifacts that are inside,",
      "th": "ผมได้รับรายชื่อโบราณวัตถุที่อยู่ข้างใน"
    }
  },
  {
    "translation": {
      "en": "which were located with a map.",
      "th": "ซึ่งระบุตำแหน่งไว้ในแผนที่"
    }
  },
  {
    "translation": {
      "en": "On this map, the main one was missing.",
      "th": "ในแผนที่นั้น มีวัตถุชิ้นหลักที่หายไป"
    }
  },
  {
    "translation": {
      "en": "The Crown of Thorns.",
      "th": "มงกุฎหนาม"
    }
  },
  {
    "translation": {
      "en": "The idea being that, since it was so precious,",
      "th": "เราคิดว่าเพราะมันมีค่ามาก"
    }
  },
  {
    "translation": {
      "en": "we don't want to explain where it is,",
      "th": "จึงไม่อยากบรรยายว่ามันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "and so we don't show it in any document.",
      "th": "เราจึงไม่ระบุไว้ในเอกสารใดๆ"
    }
  },
  {
    "translation": {
      "en": "Without knowing where it is precisely, we're going to find it.",
      "th": "เราต้องหามันโดยที่ไม่รู้แน่ชัดว่ามันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Officer Fabrice] It was like nothing I've ever experienced in my life as a firefighter.",
      "th": "ผมไม่เคยเจออะไรแบบนี้มาก่อน ในชีวิตนักดับเพลิงครับ"
    }
  },
  {
    "translation": {
      "en": "It was raining ash.",
      "th": "มันเหมือนฝนตกเป็นขี้เถ้า"
    }
  },
  {
    "translation": {
      "en": "And the smell of burnt wood,",
      "th": "และกลิ่นไหม้ของไม้"
    }
  },
  {
    "translation": {
      "en": "it was as if you were dealing with a forest fire.",
      "th": "ราวกับว่ากำลังต่อกรกับไฟป่าเลยละครับ"
    }
  },
  {
    "translation": {
      "en": "And this roof that could potentially collapse on us at any moment.",
      "th": "และหลังคาก็มีความเป็นไปได้ ที่จะถล่มทับเราทุกวินาที"
    }
  },
  {
    "translation": {
      "en": "[in English] Firefighters continue to try and fight the flames,",
      "th": "นักดับเพลิงยังคงพยายามผจญเพลิงต่อไป… (เสียงอเนลีส บอร์เจส - นักข่าวนานาชาติ)"
    }
  },
  {
    "translation": {
      "en": "but their efforts seem absolutely powerless",
      "th": "(เสียงอเนลีส บอร์เจส - นักข่าวนานาชาติ) แต่ความพยายามของพวกเขาก็ดูจะไร้ความหมาย"
    }
  },
  {
    "translation": {
      "en": "in the face of the magnitude of the fire.",
      "th": "เมื่ออยู่ต่อหน้ากองเพลิงขนาดยักษ์"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck in French] We needed to act quickly.",
      "th": "เราต้องลงมืออย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "We looked under the altars,",
      "th": "เรามองหาใต้แท่นพิธี"
    }
  },
  {
    "translation": {
      "en": "we tried to look behind paintings,",
      "th": "เราพยายามมองหาหลังภาพวาด"
    }
  },
  {
    "translation": {
      "en": "chairs and tables.",
      "th": "เก้าอี้และโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "We didn't know exactly where to look.",
      "th": "เราไม่รู้แน่ชัดว่าควรหาที่ไหน"
    }
  },
  {
    "translation": {
      "en": "[In English] Fire broke out when the church was closing to visitors.",
      "th": "เพลิงไหม้เกิดขึ้นขณะที่โบสถ์ปิดไม่ให้เข้าชม"
    }
  },
  {
    "translation": {
      "en": "Flames burst through the roof,",
      "th": "เปลวไฟพวยพุ่งทะลุหลังคา"
    }
  },
  {
    "translation": {
      "en": "and now, thick, heavy smoke drifts over the heart of Paris,",
      "th": "และตอนนี้กลุ่มควันหนา ล่องลอยไปทั่วใจกลางเมืองปารีส"
    }
  },
  {
    "translation": {
      "en": "as flames ravage the Notre Dame Cathedral.",
      "th": "ในขณะที่เปลวไฟแผดเผา ทำลายอาสนวิหารน็อทร์-ดาม"
    }
  },
  {
    "translation": {
      "en": "Countless priceless artifacts and artwork are threatened.",
      "th": "โบราณวัตถุและงานศิลป์ ที่ประเมินค่าไม่ได้นับไม่ถ้วนอยู่ในอันตราย"
    }
  },
  {
    "translation": {
      "en": "Notre Dame includes the Crown of Thorns.",
      "th": "มงกุฎหนามอยู่ที่น็อทร์-ดาม (เสียงจอร์จ ไวเกิล นักศาสนศาสตร์คาทอลิก)"
    }
  },
  {
    "translation": {
      "en": "Were that to be lost,",
      "th": "หากมันสูญหายไป"
    }
  },
  {
    "translation": {
      "en": "that would be devastating to the Christian world.",
      "th": "คงเป็นหายนะของคริสต์ศาสนิกชน"
    }
  },
  {
    "translation": {
      "en": "[in French] We finally found it behind a glass frame,",
      "th": "ในที่สุดเราก็เจอมันข้างหลังโครงแก้ว"
    }
  },
  {
    "translation": {
      "en": "a golden crown made of thorns.",
      "th": "มงกุฎสีทองที่ทำมาจากหนาม"
    }
  },
  {
    "translation": {
      "en": "And at that moment, we were able to remove the Crown of Thorns.",
      "th": "และในตอนนั้นเองที่ เราสามารถเอามงกุฎหนามออกมาได้"
    }
  },
  {
    "translation": {
      "en": "When you fulfil the mission you've been given,",
      "th": "เมื่อเราทำภารกิจที่ได้รับมอบหมายสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "it's satisfying knowing that",
      "th": "มันโล่งใจมากเพราะเรารู้ว่า"
    }
  },
  {
    "translation": {
      "en": "it was really crucial to the operation to save the treasure.",
      "th": "ปฏิบัติการกอบกู้สมบัติชิ้นนี้มีความสำคัญมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "However, the celebrations were short-lived.",
      "th": "อย่างไรก็ตาม การเฉลิมฉลองก็สั้นนัก"
    }
  },
  {
    "translation": {
      "en": "I came out of the sacristy,",
      "th": "ผมออกมาจากห้องพิธี"
    }
  },
  {
    "translation": {
      "en": "and it was there that I learned",
      "th": "และนั่นคือตอนที่ผมรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "the crown was in fact a display copy.",
      "th": "จริงๆ แล้วมงกุฎนั่น เป็นของเลียนแบบสำหรับจัดแสดง"
    }
  },
  {
    "translation": {
      "en": "FIREFIGHTERS PARIS",
      "th": "(นักดับเพลิง ปารีส)"
    }
  },
  {
    "translation": {
      "en": "It wasn't the real one.",
      "th": "มันไม่ใช่ของจริง"
    }
  },
  {
    "translation": {
      "en": "So we had to go on the offensive again",
      "th": "เราจึงต้องบุกกลับเข้าไปอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "in search of the crown.",
      "th": "เพื่อตามหามงกุฎ"
    }
  },
  {
    "translation": {
      "en": "The real one.",
      "th": "ที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "[President Macron] So it burns.",
      "th": "มันถูกไฟไหม้"
    }
  },
  {
    "translation": {
      "en": "It is burning and I know this sadness.",
      "th": "มันไหม้และผมเข้าใจความโศกเศร้านี้ (เอ็มมานูเอล มาครง - ปธน.ฝรั่งเศส)"
    }
  },
  {
    "translation": {
      "en": "This inner trembling felt by so many of our fellow citizens.",
      "th": "เราทุกคนต่างรู้สึกถึงความหวาดกลัวอยู่ภายใน"
    }
  },
  {
    "translation": {
      "en": "But tonight, I also want to talk about hope.",
      "th": "แต่คืนนี้ ผมอยากพูดถึงความหวังด้วย"
    }
  },
  {
    "translation": {
      "en": "Above all, I want to say a few thoughts and thanks",
      "th": "เหนือสิ่งอื่นใด ผมอยากกล่าวถึงความคิดและขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "for the firefighters in Paris.",
      "th": "เหล่านักดับเพลิงในปารีส"
    }
  },
  {
    "translation": {
      "en": "Nearly 500 of them have been fighting for several hours",
      "th": "กว่า 500 ชีวิตต่อสู้กับเปลวไฟมาหลายชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "against the flames and are still fighting.",
      "th": "และยังคงสู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "There was a knowledge that there was something unique in the cathedral",
      "th": "เรารู้กันว่ามีบางอย่างที่พิเศษมากในวิหาร"
    }
  },
  {
    "translation": {
      "en": "that we could not lose, that could not burn,",
      "th": "ที่เราเสียไปไม่ได้ ที่จะปล่อยให้ไหม้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "that there are people who, perhaps at the risk of their lives,",
      "th": "มีคนที่อาจจะพร้อมเสี่ยงชีวิต"
    }
  },
  {
    "translation": {
      "en": "have gone to find that which needed to be saved.",
      "th": "เข้าไปหาสิ่งที่ควรต้องรักษาเอาไว้"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] The cathedral manager arrived.",
      "th": "ผู้ดูแลอาสนวิหารมาถึง"
    }
  },
  {
    "translation": {
      "en": "They told us that it was in a safe.",
      "th": "เขาบอกเราว่ามันอยู่ในตู้นิรภัย"
    }
  },
  {
    "translation": {
      "en": "But he was a little bit shocked by the situation,",
      "th": "แต่เขาตกใจนิดหน่อยกับสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "and struggled to explain to us exactly where this safe was.",
      "th": "และไม่สามารถอธิบายกับเราได้ว่า ตู้นิรภัยอยู่ที่ไหนกันแน่"
    }
  },
  {
    "translation": {
      "en": "I remembered that there was a grey box",
      "th": "ผมจำได้ว่ามันเป็นกล่องสีเทา"
    }
  },
  {
    "translation": {
      "en": "that I initially thought was a transformer.",
      "th": "ที่ตอนแรกผมคิดว่ามันเป็นหม้อแปลงไฟฟ้า"
    }
  },
  {
    "translation": {
      "en": "I said, \"Maybe that's it.\"",
      "th": "ผมคิดว่า \"น่าจะใช่ละ\""
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] This safe worked with a code made on several locks.",
      "th": "ตู้นิรภัยมีรหัสลับที่มีล็อกหลายตัว"
    }
  },
  {
    "translation": {
      "en": "I evidently asked the manager for this code.",
      "th": "ผมถามรหัสจากผู้ดูแลอย่างชัดถ้อยชัดคำ"
    }
  },
  {
    "translation": {
      "en": "It was pretty chaotic at the time, and he was…",
      "th": "ตอนนั้นมันโกลาหลมากครับและเขา…"
    }
  },
  {
    "translation": {
      "en": "unable to remember this infamous code.",
      "th": "ไม่สามารถจำรหัสที่โด่งดังนี้ได้"
    }
  },
  {
    "translation": {
      "en": "We needed to find another way to open the safe.",
      "th": "เราต้องหาวิธีอื่นในการเปิดตู้นิรภัย"
    }
  },
  {
    "translation": {
      "en": "[Captain Franck] I contacted the command post",
      "th": "ผมติดต่อไปยังกองสั่งการ"
    }
  },
  {
    "translation": {
      "en": "to ask for machinery to break open the safe.",
      "th": "เพื่อขอเครื่องมือในการพังตู้นิรภัยเพื่อเปิดมันออก"
    }
  },
  {
    "translation": {
      "en": "But in the meantime, the manager managed to get the code,",
      "th": "แต่ในระหว่างนั้น ผู้ดูแลก็ได้รหัสมาจนได้"
    }
  },
  {
    "translation": {
      "en": "and finally, the safe could be opened…",
      "th": "และตู้นิรภัยก็ถูกเปิดออกในที่สุด…"
    }
  },
  {
    "translation": {
      "en": "and the Crown of Thorns was able to be withdrawn,",
      "th": "มงกุฎหนามถูกนำออกมา"
    }
  },
  {
    "translation": {
      "en": "just as the grinders were about to make their first cut.",
      "th": "ตอนที่เครื่องตัดกำลังจะลงใบมีดพอดีครับ"
    }
  },
  {
    "translation": {
      "en": "The fire had just been defeated, barely.",
      "th": "ในที่สุดเพลิงไหม้ก็สงบลง"
    }
  },
  {
    "translation": {
      "en": "The firemen stopped the fire by taking the most extreme risks.",
      "th": "นักดับเพลิงหยุดเพลิงไหม้ได้ โดยการเอาตัวไปเสี่ยงอย่างถึงที่สุด"
    }
  },
  {
    "translation": {
      "en": "What we've seen this night in Paris…",
      "th": "สิ่งที่เราเห็นคืนนี้ในปารีส…"
    }
  },
  {
    "translation": {
      "en": "is the capacity to mobilize,",
      "th": "คือความสามารถในการระดมกำลัง"
    }
  },
  {
    "translation": {
      "en": "to unite, so we can overcome.",
      "th": "เป็นหนึ่งเดียวกันเพื่อผ่านพ้นมันไป"
    }
  },
  {
    "translation": {
      "en": "This fire, I daren't say it, but such a dramatic event,",
      "th": "เพลิงไหม้ครั้งนี้ ผมพูดได้เลยว่า มันเป็นเหตุการณ์สะเทือนขวัญและเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "such a horrible event,",
      "th": "มันเป็นเหตุการณ์สะเทือนขวัญและเลวร้าย"
    }
  },
  {
    "translation": {
      "en": "generates positive things.",
      "th": "แต่มันก่อให้เกิดสิ่งดีๆ ขึ้น"
    }
  },
  {
    "translation": {
      "en": "The fire at Notre-Dame allowed the French to realize",
      "th": "เหตุการณ์เพลิงไหม้น็อทร์-ดาม ทำให้ชาวฝรั่งเศสรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "how lucky they were to have the Crown of Thorns in France.",
      "th": "พวกเขาโชคดีแค่ไหนที่มงกุฎหนามอยู่ในฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "I think so. I think so.",
      "th": "ผมคิดอย่างนั้นครับ"
    }
  },
  {
    "translation": {
      "en": "[Olivier] It is indeed another chapter in this long history.",
      "th": "มันเป็นอีกหน้าของประวัติศาสตร์ ที่ยาวนานนี้อย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "The firefighters knew they were not simply saving a building,",
      "th": "นักดับเพลิงรู้ว่าพวกเขาไม่เพียงแต่ช่วยอาคารไว้"
    }
  },
  {
    "translation": {
      "en": "but were saving something from the soul of France",
      "th": "แต่พวกเขาช่วยบางอย่าง จากจิตวิญญาณของฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "and the soul of Christianity.",
      "th": "และจิตวิญญาณของคริสต์ศาสนิกชน"
    }
  },
  {
    "translation": {
      "en": "[narrator in English] Next on Mysteries of the Faith…",
      "th": "ตอนต่อไปในปริศนาแห่งศรัทธา"
    }
  },
  {
    "translation": {
      "en": "For thousands of years,",
      "th": "หลายพันปี"
    }
  },
  {
    "translation": {
      "en": "relics have been believed to perform miracles.",
      "th": "ที่ผู้คนเชื่อว่าศาสนวัตถุแสดงอภินิหาร"
    }
  },
  {
    "translation": {
      "en": "[woman 1 in Italian] I don't think I can explain what happened.",
      "th": "ฉันไม่คิดว่าจะอธิบายได้ว่ามันเกิดอะไรขึ้นค่ะ"
    }
  },
  {
    "translation": {
      "en": "I believe that the Holy Face saves my life every day.",
      "th": "ฉันเชื่อว่าใบหน้าศักดิ์สิทธิ์ช่วยชีวิตฉันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "[woman 2 in English] What could be more powerful,",
      "th": "อะไรจะทรงพลังไปกว่า"
    }
  },
  {
    "translation": {
      "en": "a sign that God is at work, than that?",
      "th": "สัญญาณที่บ่งบอกว่าพระเจ้าเข้ามาเกี่ยวข้องล่ะคะ"
    }
  }
]