[
  {
    "translation": {
      "en": "♪ I already know what we're gonna be ♪",
      "th": "(NETFLIX ขอเสนอ)"
    }
  },
  {
    "translation": {
      "en": "Good morning, guys. It's me, Padgett Head to Toe here,",
      "th": "อรุณสวัสดิ์ ทุกคน นี่ฉันเอง แพดเจ็ตต์สวยจรดเท้า"
    }
  },
  {
    "translation": {
      "en": "where we talk about makeovers, self-improvement,",
      "th": "ช่องที่เราจะพูดคุยเรื่องการแปลงโฉม การพัฒนาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and how to become the most spectacular you you can be.",
      "th": "และวิธีเปลี่ยนคุณให้เป็นตัวเอง ในแบบที่สวยที่สุดเท่าที่จะเป็นได้"
    }
  },
  {
    "translation": {
      "en": "Now, as I always say when it comes to makeovers,",
      "th": "อย่างที่ฉันพูดอยู่ตลอดเมื่อเป็นเรื่องการแปลงโฉม"
    }
  },
  {
    "translation": {
      "en": "it's your insides that count.",
      "th": "ความสวยจากภายในนั้นสำคัญ"
    }
  },
  {
    "translation": {
      "en": "But your outsides are the first thing people see.",
      "th": "แต่ภายนอกคือด่านแรกที่ผู้คนจะเห็น"
    }
  },
  {
    "translation": {
      "en": "I didn't get my full eight last night because I was up studying,",
      "th": "เมื่อคืนฉันนอนไม่ครบแปดชั่วโมง เพราะอ่านหนังสือจนดึก"
    }
  },
  {
    "translation": {
      "en": "and as some of you saw, baking some super delicious treats.",
      "th": "และอย่างที่บางคนเห็นไปแล้ว ฉันอบขนมแสนอร่อยด้วย"
    }
  },
  {
    "translation": {
      "en": "So, this morning's routine is going to take a little bit extra effort.",
      "th": "ดังนั้นกิจวัตรของเช้าวันนี้จะเพิ่ม ความพยายามทำสวยขึ้นมาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Wow, okay. You guys have already asked a lot of questions.",
      "th": "ว้าว เอาละ พวกคุณรัวคำถามเข้ามาเพียบแล้ว"
    }
  },
  {
    "translation": {
      "en": "So let's dive right in.",
      "th": "งั้นมาลุยกันเลย"
    }
  },
  {
    "translation": {
      "en": "CandyLaLa09, cute name by the way,",
      "th": "แคนดี้ลาล่าศูนย์เก้า ชื่อน่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "wants to know how my morning routine is different after a late night.",
      "th": "อยากรู้ว่าหลังจากนอนดึก กิจวัตรยามเช้าของฉันต่างจากปกติยังไง"
    }
  },
  {
    "translation": {
      "en": "Great question, Candy.",
      "th": "ถามได้ดีเลย แคนดี้"
    }
  },
  {
    "translation": {
      "en": "These Bunny Venom revival eye patches are always my fav for eye puff.",
      "th": "แผ่นบำรุงใต้ตาของบันนี่ เวน่อมพวกนี้ คือไอเทมโปรดของฉันเลยเวลาตาบวม"
    }
  },
  {
    "translation": {
      "en": "I had coffee last night, which is super dehydrating,",
      "th": "เมื่อคืนฉันจัดกาแฟเข้าไป เลยทำให้ขาดน้ำสุดๆ"
    }
  },
  {
    "translation": {
      "en": "so I'll work in some Alo Head-to-Toe Glow Oil",
      "th": "ฉันจึงจะใช้ อะโล เฮดทูโทโกลว์ออยล์"
    }
  },
  {
    "translation": {
      "en": "to get rid of the dryness and add a whisper of cream blush.",
      "th": "เพื่อขจัดความแห้งกร้าน ตามด้วยครีมบลัชบางๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, ZoeWorld88 says she has a giant zit,",
      "th": "โอเค โซอี้เวิลด์แปดแปดบอกว่า เป็นสิวเม็ดเบ้อเริ่ม"
    }
  },
  {
    "translation": {
      "en": "and they're taking her senior pictures in two days. Poor thing.",
      "th": "และจะมีการถ่ายรูปจบการศึกษา ในอีกสองวัน น่าสงสารจัง"
    }
  },
  {
    "translation": {
      "en": "Rule number one, never try to pop it with your fingers.",
      "th": "กฎข้อหนึ่ง อย่าพยายามใช้นิ้วบีบสิวเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "Apply a warm compress.",
      "th": "ให้ประคบร้อนเอา"
    }
  },
  {
    "translation": {
      "en": "Oh! DIY quick fix, take some soft toilet paper,",
      "th": "วิธีทำเองแบบรวดเร็วนะ หากระดาษชำระนุ่มๆ มา"
    }
  },
  {
    "translation": {
      "en": "a little toothpaste,",
      "th": "ยาสีฟันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "dab it on. Dries it right out.",
      "th": "แปะๆ ลงไป จะทำให้สิวแห้งไวเลย"
    }
  },
  {
    "translation": {
      "en": "-Hey, another late night? -Ah, 7:00 to 7:00.",
      "th": "ไงคะ อยู่ดึกอีกแล้วเหรอ เจ็ดโมงยันเจ็ดโมงเลย"
    }
  },
  {
    "translation": {
      "en": "-Hmm, how was it? -Well, let's see.",
      "th": "- เป็นไงบ้างคะ - ขอนึกก่อน"
    }
  },
  {
    "translation": {
      "en": "We had, hmm, two heart attack victims,",
      "th": "เรามีคนไข้หัวใจวายสองคน"
    }
  },
  {
    "translation": {
      "en": "a toddler with a watch battery stuck in her nose.",
      "th": "เด็กวัยหัดเดินที่มีถ่านไฟฉายติดในรูจมูกหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "-Oh my gosh. -[Mom] Yeah.",
      "th": "- คุณพระ - ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "And a gentleman on meth with a stab wound to the neck.",
      "th": "แล้วก็หนุ่มเมายาไอซ์ที่มีแผลโดนแทงที่คอ"
    }
  },
  {
    "translation": {
      "en": "Yikes! What a nightmare.",
      "th": "อี๋ ฝันร้ายชัดๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was pretty awful. They were just thrashing around,",
      "th": "ใช่ แย่เอาเรื่องเลย ฟาดงวงฟาดงาไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "cursing at everyone, spitting on the orderlies.",
      "th": "ด่ากราดทุกคน ถ่มน้ำลายใส่เจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "-Man, meth really messes you up. -Oh no, that was the toddler.",
      "th": "ให้ตาย ยาไอซ์นี่ทำให้คนเป็นบ้าได้จริงๆ เปล่า แม่หมายถึงเด็กน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. The guy on meth actually seemed really sweet.",
      "th": "ใช่เลย ที่จริงพ่อหนุ่มเมายาดูน่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "Until he smiled.",
      "th": "จนกระทั่งเขายิ้ม"
    }
  },
  {
    "translation": {
      "en": "His teeth, ugh… Pretty rough.",
      "th": "ฟันเขามัน… จัดว่าแย่"
    }
  },
  {
    "translation": {
      "en": "[gasps] Yes! [singsong] I've been waiting for this!",
      "th": "เยส! หนูรอเจ้านี่ตั้งนาน"
    }
  },
  {
    "translation": {
      "en": "Almost $3,000 for, um…",
      "th": "เกือบ 3,000 ดอลลาร์จากการ…"
    }
  },
  {
    "translation": {
      "en": "Tell me what you do again?",
      "th": "บอกอีกทีซิว่าลูกทำอะไรนะ"
    }
  },
  {
    "translation": {
      "en": "I'm just mostly kidding.",
      "th": "แม่แค่ล้อเล่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "But I just hope that some of it goes towards your college fund.",
      "th": "แต่หวังว่าบางส่วนในนั้นจะถูกใช้ เป็นทุนเรียนมหาลัยของลูกนะ"
    }
  },
  {
    "translation": {
      "en": "-Not more of-- -[Padgett] Mom.",
      "th": "- ไม่ใช่ไปซื้อ… - แม่อะ"
    }
  },
  {
    "translation": {
      "en": "Those shoes cost more than our dishwasher.",
      "th": "คู่นั้นแพงกว่าเครื่องล้างจานของเราอีก"
    }
  },
  {
    "translation": {
      "en": "These are Bunny Venom comps. Totally free.",
      "th": "บันนี่ เวน่อมให้หนูมาโปรโมต ได้มาฟรี"
    }
  },
  {
    "translation": {
      "en": "Which reminds me, do you have any idea how my bill from the plumber got paid?",
      "th": "ซึ่งทำให้แม่นึกได้ ลูกพอรู้ไหมว่าทำไมบิลค่าช่างประปา ของแม่ถึงมีการจ่ายเงินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh! Yeah, I Venmo'd the repairman.",
      "th": "อ๋อ ค่ะ หนูโอนเวนโมให้ช่างเองแหละ"
    }
  },
  {
    "translation": {
      "en": "-Honey. -What?",
      "th": "- ลูกรัก - อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I saw the bill on the counter.",
      "th": "ก็หนูเห็นบิลวางอยู่บนเคาน์เตอร์"
    }
  },
  {
    "translation": {
      "en": "I figured, I mean, you work so hard to keep us in the school district.",
      "th": "เลยคิดว่าแม่ทำงานหนักแล้ว เพื่อให้เราอยู่ในเขตการศึกษานี้ต่อ"
    }
  },
  {
    "translation": {
      "en": "Yes, this amazing school district full of snotty, entitled trust funders.",
      "th": "ใช่ โรงเรียนแสนวิเศษที่มีแต่พวกหัวสูง คาบช้อนเงินช้อนทองมาเกิด"
    }
  },
  {
    "translation": {
      "en": "Hey, some of my best friends are entitled trust funders.",
      "th": "นี่ เพื่อนสนิทหนูบางคน ก็คาบช้อนเงินช้อนทองมาเกิดนะ"
    }
  },
  {
    "translation": {
      "en": "Exactly. And then you feel this tremendous pressure to keep up.",
      "th": "ก็ใช่ไง ลูกถึงได้กดดันตัวเอง ขนาดนี้เพื่อให้เท่าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "You want me to go to a college full of entitled trust funders.",
      "th": "แม่เองนะที่อยากให้หนูเข้ามหาลัยที่มีแต่ พวกคาบช้อนเงินช้อนทองมาเกิด"
    }
  },
  {
    "translation": {
      "en": "And I'm actually late to meet the ones who drive me to school every day.",
      "th": "นี่ก็สายแล้ว หนูต้องไปเจอคนที่ขับรถ มารับหนูไปโรงเรียนทุกวัน"
    }
  },
  {
    "translation": {
      "en": "-Love you. [kiss] -Mm.",
      "th": "รักแม่นะ"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "ไปนะคะ"
    }
  },
  {
    "translation": {
      "en": "♪ There's no reason That this life can't be ♪",
      "th": "(กำลังจะถึงหน้าบ้านเธอแล้ว!) (ลงลิฟต์แล้ว จะถึงแล้ว)"
    }
  },
  {
    "translation": {
      "en": "♪ Electric ♪",
      "th": "(ลงลิฟต์แล้ว จะถึงแล้ว)"
    }
  },
  {
    "translation": {
      "en": "[girl 1] Brake! Ugh.",
      "th": "เบรกสิ!"
    }
  },
  {
    "translation": {
      "en": "-Hi. -[girl 1] Hey.",
      "th": "- หวัดดี - ไง"
    }
  },
  {
    "translation": {
      "en": "Oh, please tell me those aren't what I think they are.",
      "th": "บอกทีว่านั่นไม่ใช่ที่ฉันคิดไว้"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "Croquembouche with white cream filling. I saw your story.",
      "th": "โครก็องบุชสอดไส้ครีมขาว เห็นในสตอรี่เธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "From scratch. And I made them with almond flour",
      "th": "ทำเองกับมือ ฉันใช้แป้งอัลมอนด์ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "because Jordan is gluten-free now.",
      "th": "เพราะจอร์แดนไม่กินกลูเตนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Seriously? -He's shooting his big video today.",
      "th": "- จริงจังไหมเนี่ย - วันนี้เขามีถ่ายงานสำคัญ"
    }
  },
  {
    "translation": {
      "en": "-I wanted to surprise him. -Oh right. The big follow-up single.",
      "th": "- ฉันเลยอยากเซอร์ไพรส์เขา - ใช่ ซิงเกิ้ลที่มีคนติดตามล้นหลาม"
    }
  },
  {
    "translation": {
      "en": "-What's it called again? -\"Turf War in the 424.\"",
      "th": "- ชื่อเพลงอะไร - \"สงครามแย่งถิ่นที่ย่าน 424\""
    }
  },
  {
    "translation": {
      "en": "He's being ironic, I think.",
      "th": "เขาแต่งเพลงแดกดันน่ะ คิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "And it's a lot of pressure dealing with all this sudden fame.",
      "th": "และการที่ดังปุบปับมันกดดันมากนะ"
    }
  },
  {
    "translation": {
      "en": "Please. The guy's completely gorgeous with half a million followers.",
      "th": "ขอที เขาไปได้สวยเลยกับผู้ติดตามครึ่งล้าน"
    }
  },
  {
    "translation": {
      "en": "-What does he have to be stressed about? -I don't know.",
      "th": "- ยังจะมีอะไรให้กดดันอีก - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "-Why don't you ask him when you see him? -Yes! I'm so down.",
      "th": "- ตอนเจอเขาก็ลองถามดูสิ - ได้เลย ฉันเอาด้วย"
    }
  },
  {
    "translation": {
      "en": "So where's the set? Hollywood?",
      "th": "กองถ่ายอยู่ไหนล่ะ ฮอลลีวูดเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Beverly Hills? -Canoga Park.",
      "th": "- หรือเบเวอร์ลี ฮิลส์ - คาโนกา พาร์ก"
    }
  },
  {
    "translation": {
      "en": "Isn't that the Valley?",
      "th": "มันวัลเล่ย์ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "That's like the valley of the Valley.",
      "th": "เหมือนวัลเล่ย์ในวัลเล่ย์อีกทีเลย"
    }
  },
  {
    "translation": {
      "en": "Buckle up, ladies.",
      "th": "คาดเข็มขัดเลย สาวๆ"
    }
  },
  {
    "translation": {
      "en": "[Jordan] ♪ Jordan V. D. ♪",
      "th": "จอร์แดน วี.ดี."
    }
  },
  {
    "translation": {
      "en": "♪ Just another golden day ♪",
      "th": "(เพลงถนนคนถ่อยแห่งพาลี จอร์แดน แวน แดรนเนน)"
    }
  },
  {
    "translation": {
      "en": "[girl singing] ♪ But I'm here and I'm 'boutta get paid ♪",
      "th": "แต่ฉันอยู่นี่แล้ว ฉันพร้อมรับทรัพย์"
    }
  },
  {
    "translation": {
      "en": "♪ On the mean streets ♪ ♪ Of Pali Little freaks in they jeeps ♪",
      "th": "ในถนนคนถ่อยแห่งพาลี"
    }
  },
  {
    "translation": {
      "en": "-[boy] Hey! -♪ Don't play ♪",
      "th": "พวกประหลาดในรถจี๊ปไม่ได้มาเล่นๆ…"
    }
  },
  {
    "translation": {
      "en": "-♪ On the mean streets of Pali ♪ -Brin, I know you can hear me.",
      "th": "- ในถนนคนถ่อยแห่งพาลี… - บริน ฉันรู้ว่าเธอได้ยิน"
    }
  },
  {
    "translation": {
      "en": "-♪ Gonna surf, ride, yeah, we slay ♪ -[turns on car stereo loudly]",
      "th": "- ฉันจะไปเล่นเซิร์ฟ เย่ เราโชว์ลีลา… - ก็ได้"
    }
  },
  {
    "translation": {
      "en": "♪ Nine miles from UCLA ♪",
      "th": "เก้าไมล์จากยูซีแอลเอ…"
    }
  },
  {
    "translation": {
      "en": "-Never touch my Bose. -[turns off car stereo]",
      "th": "- พอเลย - อย่ามาแตะหูฟังโบสของฉันนะ"
    }
  },
  {
    "translation": {
      "en": "Why do you listen to that crap all the time?",
      "th": "ทำไมถึงชอบฟังเพลงขยะนั่นนัก"
    }
  },
  {
    "translation": {
      "en": "Jordan Van Draanen's music is not crap. You haven't even heard his other songs.",
      "th": "เพลงของจอร์แดน แวน แดรนเนนไม่ใช่ขยะนะ พี่ยังไม่เคยฟังเพลงอื่นของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, what are his other songs?",
      "th": "โอเค แล้วเพลงอื่นของเขามันเพลงอะไร"
    }
  },
  {
    "translation": {
      "en": "He hasn't recorded them yet.",
      "th": "เขายังไม่ได้อัดเสียงน่ะ"
    }
  },
  {
    "translation": {
      "en": "You act like you're so above it all, but I think you're just jealous.",
      "th": "พี่ทำอย่างกับตัวเองวิเศษวิโส แต่ฉันว่าพี่แค่อิจฉา"
    }
  },
  {
    "translation": {
      "en": "Of what?",
      "th": "อิจฉาเรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Jordan's this super popular guy in your grade, and you're just a…",
      "th": "จอร์แดนป๊อปที่สุดในชั้นเรียนของพี่ ส่วนพี่เป็นแค่…"
    }
  },
  {
    "translation": {
      "en": "A fountain of truth in a world of bullshit?",
      "th": "น้ำพุแห่งความจริงในโลกอันหลอกลวงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yes, you're welcome. -[Brin] Ugh.",
      "th": "ใช่ ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "-Why hate everything remotely popular? -No, see, I hate things that suck.",
      "th": "ทำไมต้องเกลียดทุกอย่างที่คนชอบกันด้วย เปล่านะ ฉันแค่เกลียดของห่วยๆ"
    }
  },
  {
    "translation": {
      "en": "Whether they're popular or not is outside my control.",
      "th": "ส่วนที่ว่าคนชอบหรือไม่ เรื่องนั้นฉันควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[interrupts] ♪ La-la-la-la-la ♪ ♪ It's Jordan Van Draanen, damnit! ♪",
      "th": "นี่คือจอร์แดน แวน แดรนเนนเว้ยเฮ้ย!"
    }
  },
  {
    "translation": {
      "en": "[man on PA] Attention Cali High Earthquakes,",
      "th": "พวกเอิร์ธเควกมัธยมคาลิ โปรดฟัง"
    }
  },
  {
    "translation": {
      "en": "this is Principal Bosch announcing this year's prom theme, Under the Sea,",
      "th": "นี่คือเสียงจากครูใหญ่บ๊อชขอประกาศ ธีมงานพรอมประจำปีคือ ใต้ท้องทะเล"
    }
  },
  {
    "translation": {
      "en": "which really doesn't make sense because technically you'd be in the sea,",
      "th": "ซึ่งฟังดูไม่ค่อยสมเหตุสมผล เพราะตามหลักแล้วเราอยู่ในทะเล"
    }
  },
  {
    "translation": {
      "en": "not under it,",
      "th": "ไม่ใช่ใต้ทะเล"
    }
  },
  {
    "translation": {
      "en": "but it's the committee's decision, and I support them.",
      "th": "แต่มันเป็นการตัดสินใจของคณะกรรมการ ครูก็เลยเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "Dude.",
      "th": "เพื่อน นายกินซันชิปส์เกลี้ยงเลย"
    }
  },
  {
    "translation": {
      "en": "-You cleaned out all the Sun Chips. -Uh-huh. Yeah. So?",
      "th": "เพื่อน นายกินซันชิปส์เกลี้ยงเลย ใช่ แล้วไง"
    }
  },
  {
    "translation": {
      "en": "-Where'd you get that shirt? -I found it.",
      "th": "- ไปได้เสื้อตัวนั้นมาจากไหน - ฉันเจอมัน"
    }
  },
  {
    "translation": {
      "en": "-In your truck. -Hmm.",
      "th": "ในรถนาย"
    }
  },
  {
    "translation": {
      "en": "What? It looks better on me, man.",
      "th": "อะไร ฉันใส่ขึ้นกว่าอีก"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure. I'm gonna start stealing your stuff.",
      "th": "แหงละ เดี๋ยวฉันจะเริ่มขโมยของเธอบ้าง"
    }
  },
  {
    "translation": {
      "en": "So, what's on the sched for the weekend?",
      "th": "แล้วสุดสัปดาห์นี้มีอะไรต้องทำ"
    }
  },
  {
    "translation": {
      "en": "Um, I have work Friday, and then we have",
      "th": "ฉันทำงานวันศุกร์ แล้วเราก็…"
    }
  },
  {
    "translation": {
      "en": "that Jimmy Wang double feature at the New Beverly, right?",
      "th": "จะไปดูหนังควบของจิมมี่ หวัง ที่นิว เบเวอร์ลีกันไง"
    }
  },
  {
    "translation": {
      "en": "The same double feature we saw last weekend?",
      "th": "หมายถึงหนังควบเรื่องเดิมที่เราดูสัปดาห์ก่อน"
    }
  },
  {
    "translation": {
      "en": "No. That was Johnny Wang, all right?",
      "th": "เปล่า นั่นหนังของจอห์นนี่ หวัง"
    }
  },
  {
    "translation": {
      "en": "Jimmy's Taiwanese, Johnny's Chinese. Totally different.",
      "th": "จิมมี่เป็นคนไต้หวัน จอห์นนี่เป็นคนจีน ต่างกันเลย"
    }
  },
  {
    "translation": {
      "en": "Right. Sounds like more sweaty dudes kicking each other in the nads.",
      "th": "จริงด้วย ฟังเหมือนเป็นหนัง หนุ่มเหงื่อซกสองคนไล่เตะไข่กัน"
    }
  },
  {
    "translation": {
      "en": "How about we see my friend Jada's band? She's opening for Bunker Mose at The Door.",
      "th": "ทำไมเราไม่ไปดูวงของเจดา เพื่อนฉันล่ะ นางจะเปิดตัวให้วงบังเกอร์โมสที่เดอะดอร์"
    }
  },
  {
    "translation": {
      "en": "Isn't she the one who tried to hit me with her ukulele?",
      "th": "ยัยนั่นเคยจะเอาอูคูเลเล่ฟาดฉันไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You called her music twee and derivative.",
      "th": "ก็นายไปหาว่าเพลงนางงี่เง่าและก๊อบคนอื่นมา"
    }
  },
  {
    "translation": {
      "en": "Well it is.",
      "th": "ก็มันจริง"
    }
  },
  {
    "translation": {
      "en": "Look, I gave her a compliment for keeping her songs under two minutes.",
      "th": "ฟังนะ ฉันชมเพื่อนเธอไปแล้วนะ เรื่องที่แต่งเพลงยาวไม่ถึงสองนาที"
    }
  },
  {
    "translation": {
      "en": "Oh my God. Seriously.",
      "th": "ให้ตาย ถามจริงเลยนะ"
    }
  },
  {
    "translation": {
      "en": "She acts like she doesn't even know me.",
      "th": "เธอทำเหมือนไม่รู้จักฉันเลย"
    }
  },
  {
    "translation": {
      "en": "That's just because she's tremendously ashamed of you.",
      "th": "เพราะเธอขายขี้หน้าเพราะนายไง"
    }
  },
  {
    "translation": {
      "en": "Hi, little sis!",
      "th": "ว่าไง น้องน้อยของพี่!"
    }
  },
  {
    "translation": {
      "en": "Did you get your Lunchables?",
      "th": "กินลันชาเบิลส์หรือยัง"
    }
  },
  {
    "translation": {
      "en": "Oh, don't forget to take your laxatives too!",
      "th": "อ้อ อย่าลืมกินยาแก้ท้องผูกด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "-The doctor says you need to stay regular! -[Brin] Shut up!",
      "th": "- หมอบอกว่าเธอต้องอึบ่อยๆ - หุบปากน่า!"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "You're so evil, you know that? Um, did you talk to your parents about our trip?",
      "th": "- นายนี่ชั่วร้ายมากรู้ตัวไหม - คุยกับพ่อแม่เรื่องทริปของเราหรือยัง"
    }
  },
  {
    "translation": {
      "en": "'Cause I was thinking, what if we start in Portugal instead of Spain,",
      "th": "เพราะฉันว่าเราน่าจะเริ่มทริปที่โปรตุเกส แทนที่จะเป็นสเปน"
    }
  },
  {
    "translation": {
      "en": "and then we make our way up north from there.",
      "th": "แล้วค่อยเดินทางขึ้นเหนือ"
    }
  },
  {
    "translation": {
      "en": "Well, wherever we do end up,",
      "th": "เริ่มที่ไหนก็ได้แหละ"
    }
  },
  {
    "translation": {
      "en": "as long as we get back by August for my orientation.",
      "th": "ขอแค่กลับมาทันพิธีปฐมนิเทศของฉัน เดือนสิงหาคมก็พอ"
    }
  },
  {
    "translation": {
      "en": "UC Riverside, really?",
      "th": "ม.ยูซีริเวอร์ไซด์เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "What? I think I'd do really well there without having to work very hard.",
      "th": "อะไรเล่า ฉันว่าฉันคงอยู่ที่นั่นได้สบาย โดยไม่ต้องพยายามอะไรมาก"
    }
  },
  {
    "translation": {
      "en": "Plus, it's near Legoland. I effing love Legoland.",
      "th": "อีกอย่าง มันอยู่ใกล้เลโก้แลนด์ด้วย ฉันโคตรรักเลโก้แลนด์เลย"
    }
  },
  {
    "translation": {
      "en": "Isn't UCSD the one near Legoland?",
      "th": "ม.ยูซีเอสดีไม่ใช่เหรอที่อยู่ใกล้เลโก้แลนด์"
    }
  },
  {
    "translation": {
      "en": "I think I made a huge mistake.",
      "th": "ฉันว่าฉันทำพลาดครั้งใหญ่ซะแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is so cool. I've never been on the set of a music video before.",
      "th": "นี่เจ๋งเลย ฉันไม่เคยมากองถ่ายเอ็มวีมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[woman] Try working on one. We're an hour behind, wardrobe just quit,",
      "th": "ลองทำงานในกองดูก่อนเถอะ เราช้าไปหนึ่งชั่วโมง คนดูแลเสื้อผ้าเพิ่งลาออก และฉันก็มั่นใจมากว่าเป็นตาแดงแล้ว"
    }
  },
  {
    "translation": {
      "en": "and I am 90% sure I'm getting pink eye.",
      "th": "เราช้าไปหนึ่งชั่วโมง คนดูแลเสื้อผ้าเพิ่งลาออก และฉันก็มั่นใจมากว่าเป็นตาแดงแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Ew. -Jordan's trailer's this big one here.",
      "th": "- แหยะ - รถเทรลเลอร์ของจอร์แดนคือคันใหญ่นี้นะ"
    }
  },
  {
    "translation": {
      "en": "Make it fast. We're calling him to set soon. Okay, we'll do it live.",
      "th": "- ให้ไวล่ะ เดี๋ยวเขาต้องไปเข้าฉากแล้ว - เอาละ เราจะมาไลฟ์กัน"
    }
  },
  {
    "translation": {
      "en": "When I cue you, press this and follow me inside.",
      "th": "พอฉันให้สัญญาณก็กดตรงนี้ แล้วตามฉันเข้าไปนะ"
    }
  },
  {
    "translation": {
      "en": "Yep, I know how to work a phone.",
      "th": "ฉันใช้มือถือเป็น ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "-Thanks. -And action.",
      "th": "และเริ่มได้"
    }
  },
  {
    "translation": {
      "en": "Okay, guys. We're live here, and surprise!",
      "th": "เอาละ ทุกคน เรากำลังไลฟ์สดกัน และเซอร์ไพรส์"
    }
  },
  {
    "translation": {
      "en": "We're on the set of Jordan's brand-new video in beautiful Hollywood, California.",
      "th": "เราอยู่กันที่กองถ่ายเอ็มวีตัวใหม่ของจอร์แดน ที่ฮอลลีวูด แคลิฟอร์เนียสุดเลิศ"
    }
  },
  {
    "translation": {
      "en": "-[coughs] Canoga Park. -Same thing.",
      "th": "- คาโนกา พาร์กหรอก - เหมือนกันแหละ"
    }
  },
  {
    "translation": {
      "en": "[giggles] I can't wait to see his face.",
      "th": "ฉันอยากเห็นหน้าเขาจะแย่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[knocking] -Hello?",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "-[music playing] -Wow. He's really blasting that music.",
      "th": "ว้าว เขาเปิดเพลงดังสนั่นเชียว"
    }
  },
  {
    "translation": {
      "en": "Is he listening to himself?",
      "th": "เขาฟังเพลงตัวเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. So?",
      "th": "ใช่ แล้วไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "-[Padgett] Jordan? -[music playing loudly]",
      "th": "จอร์แดน!"
    }
  },
  {
    "translation": {
      "en": "-Jordan! -Padgett?",
      "th": "- จอร์แดน - แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "-[girl] Padgett! -What are you doing?",
      "th": "- แพดเจ็ตต์! - ทำอะไรกันน่ะ"
    }
  },
  {
    "translation": {
      "en": "What do you think they're doing?",
      "th": "เธอคิดว่าพวกเขาทำอะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Okay, let's not freak out here. Okay? -Oh my God. I'm so, so sorry.",
      "th": "โอเค อย่าเพิ่งปรี๊ดนะ ตกลงไหม อุ๊ย ต๊ายตาย ขอโทษด้วยจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I have no idea how this happened.",
      "th": "ฉันไม่รู้เลยว่าเรื่องนี้มันเกิดขึ้นได้ไง"
    }
  },
  {
    "translation": {
      "en": "Padgett, I'm such a big fan.",
      "th": "แพดเจ็ตต์ ฉันเป็นแฟนพันธุ์แท้เธอเลยนะ"
    }
  },
  {
    "translation": {
      "en": "I'm Aniston, by the way.",
      "th": "ฉันแอนิสตันจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Your name is Aniston?",
      "th": "เธอชื่อแอนิสตันเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's a family name.",
      "th": "นามสกุลจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you've made them very proud.",
      "th": "แหม เธอทำให้ตระกูลภูมิใจน่าดู"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -[Padgett] Ugh!",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "-You scumbag! -Padge.",
      "th": "- ไอ้คนเลว! - แพดจ์"
    }
  },
  {
    "translation": {
      "en": "I made you croquembouche!",
      "th": "ฉันอุตส่าห์ทำโครก็องบุชมาให้!"
    }
  },
  {
    "translation": {
      "en": "I even made them with almond flour",
      "th": "แถมยังใช้แป้งอัลมอนด์ด้วย"
    }
  },
  {
    "translation": {
      "en": "so you wouldn't fart during your precious video!",
      "th": "- นายจะได้ไม่ตดระหว่างถ่ายทำเอ็มวีเลิศๆ - มาดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "-Check this out. -[Padgett] I can't believe you!",
      "th": "ไม่อยากจะเชื่อเลย!"
    }
  },
  {
    "translation": {
      "en": "Is this why you told me not to visit the set?",
      "th": "แบบนี้ใช่ไหมถึงห้ามไม่ให้ฉันมากอง"
    }
  },
  {
    "translation": {
      "en": "So you could hook up with the backup dancer?",
      "th": "เพื่อจะได้นอนกับแดนเซอร์เนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Oh my God! [laughing]",
      "th": "แม่เจ้า!"
    }
  },
  {
    "translation": {
      "en": "I think I just saw Jordan Van Draanen's thing.",
      "th": "ฉันว่าฉันเพิ่งเห็นไอ้นั่น ของจอร์แดน แวน แดรนเนนล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Padgett] Aniston is not a first name! -Not too shabby, JVD.",
      "th": "- แอนิสตันไม่ใช่ชื่อด้วยซ้ำ! - ไม่เลวนี่ เจวีดี"
    }
  },
  {
    "translation": {
      "en": "[Padgett grunts] I hate you!",
      "th": "ฉันเกลียดนาย!"
    }
  },
  {
    "translation": {
      "en": "-After everything we've been through? -[Jordan] Padgett!",
      "th": "- ทั้งที่เราผ่านอะไรกันมาขนาดนี้ - แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "We're over, okay?",
      "th": "เราจบกัน เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "Know what? You don't deserve me, my love, and you don't deserve my croquembouche.",
      "th": "รู้ไหม นายไม่คู่ควรกับฉันหรือความรักของฉัน ไม่คู่ควรกับโครก็องบุชของฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "-You croquem-douche! -[girl 2] Padgett!",
      "th": "- ไอ้โคกินหญ้า! - แพดเจ็ตต์!"
    }
  },
  {
    "translation": {
      "en": "What?! [gasps]",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "You're still live.",
      "th": "ยังไลฟ์อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Padgett, you feeling okay? Missing school today?",
      "th": "แพดเจ็ตต์ ลูกโอเคไหม วันนี้โดดเรียนเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Padgett groans] Mom, I'm fine.",
      "th": "แม่คะ หนูไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "I just wanna be alone.",
      "th": "หนูแค่อยากอยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "I went through all the trouble of putting cereal in a bowl with milk.",
      "th": "แม่ลำบากลำบนเทซีเรียลกับนมใส่ชามเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Lucky Charms? Mom--",
      "th": "ลัคกี้ชาร์มเหรอคะ แม่…"
    }
  },
  {
    "translation": {
      "en": "I know it's not really what you eat anymore,",
      "th": "แม่รู้ว่าลูกไม่กินของพวกนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "but it cheered you up when you were eight.",
      "th": "แต่มันเคยช่วยให้ลูกรู้สึกดีขึ้นตอนลูกแปดขวบนี่"
    }
  },
  {
    "translation": {
      "en": "Look, I'm just not hungry, okay?",
      "th": "แม่คะ หนูไม่หิว โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Suit yourself. [spoon taps]",
      "th": "ตามใจแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Hmm! Wow. The marshmallows.",
      "th": "ว้าว มาร์ชแมลโลว์"
    }
  },
  {
    "translation": {
      "en": "-I forgot about the marshmallows. -Mom.",
      "th": "- ลืมมาร์ชแมลโลว์ไปได้ไง - แม่อะ"
    }
  },
  {
    "translation": {
      "en": "Give me a break. I've been eating Mueslix for ten years.",
      "th": "ขอที แม่กินยี่ห้อมูสลี่มาเป็นสิบปีแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Look, honey,",
      "th": "ฟังนะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "I do know that breakups are hard, especially your first.",
      "th": "แม่รู้ว่าการเลิกกับแฟนทำใจยากแค่ไหน โดยเฉพาะครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "It's not just the breakup. I was humiliated.",
      "th": "มันไม่ใช่แค่เลิกกันนะคะ หนูถูกทำให้ขายหน้า"
    }
  },
  {
    "translation": {
      "en": "I know that it feels like the absolute end of the world now,",
      "th": "แม่รู้ว่าตอนนี้ลูกคงรู้สึกเหมือน โลกถึงกาลอวสานแล้ว"
    }
  },
  {
    "translation": {
      "en": "but I can promise you with absolute certainty that it will get better.",
      "th": "แต่แม่รับรองได้แน่นอนเลยว่าเดี๋ยวมันก็ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "Well, when?",
      "th": "เมื่อไรล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "Three months.",
      "th": "สักสามเดือนมั้ง"
    }
  },
  {
    "translation": {
      "en": "Maybe a year. Five tops.",
      "th": "หรืออาจสักปี เต็มที่ก็ห้า"
    }
  },
  {
    "translation": {
      "en": "Even if it's just you and me for the rest of our lives,",
      "th": "ถึงแม้จะมีกันแค่ลูกกับแม่ตราบชั่วชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "what do we do? We get a couple of twin beds, fierce matching jumpsuits,",
      "th": "เราจะทำอะไรน่ะเหรอ เราก็แค่ไปซื้อเตียงทวิน จั๊มสูทคู่แซ่บๆ"
    }
  },
  {
    "translation": {
      "en": "a couple dozen more cats.",
      "th": "แมวอีกสองสามโหล"
    }
  },
  {
    "translation": {
      "en": "It would be great.",
      "th": "มันต้องวิเศษแน่นอน"
    }
  },
  {
    "translation": {
      "en": "-Think about it. -[Padgett sighs]",
      "th": "ลองคิดดูนะ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -There you are. I was so worried.",
      "th": "- ไง - รับสายสักที เป็นห่วงแทบแย่"
    }
  },
  {
    "translation": {
      "en": "-We missed you at dance practice. -Sorry, I saw you called.",
      "th": "เราคิดถึงเธอนะตอนซ้อมเต้น"
    }
  },
  {
    "translation": {
      "en": "-I've kinda just been-- -Avoiding life? Can't say I blame you.",
      "th": "- โทษที ฉันเห็นที่เธอโทรมาแล้วละ แค่… - หลบหน้าผู้คนเหรอ ก็โทษเธอไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Why did I have to go live?",
      "th": "ทำไมตอนนั้นฉันต้องไลฟ์ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "And why did Alden keep recording?",
      "th": "แล้วทำไมอัลเดนถึงถ่ายไม่เลิก"
    }
  },
  {
    "translation": {
      "en": "Because you always go live, and Alden must have been in shock.",
      "th": "เพราะเธอไลฟ์ตลอดไง แล้วอัลเดนก็คงตกใจด้วยแหละ"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, at least everyone got to see what an asshole Jordan is.",
      "th": "ใช่ แต่อย่างน้อยทุกคนก็ได้เห็น ว่าจอร์แดนทุเรศแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I guess.",
      "th": "ใช่ คงงั้นนะ"
    }
  },
  {
    "translation": {
      "en": "You guess?",
      "th": "คงงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No! I mean, yes. You're totally right.",
      "th": "เปล่า คือใช่แหละ เธอพูดถูกเลย"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Q, what's going on?",
      "th": "- ใช่แล้ว - คิว เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Nothing. It's just, I guess you haven't looked online today?",
      "th": "เปล่า วันนี้เธอคงยังไม่ได้เช็กโซเชียลสิท่า"
    }
  },
  {
    "translation": {
      "en": "[Quinn] Padgett? Hello? Are you still there?",
      "th": "แพดเจ็ตต์ ฮัลโหล ยังอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "I think I'm gonna be sick. How could this happen?",
      "th": "ฉันว่าฉันกำลังจะอ้วกแตก - กลายเป็นแบบนี้ไปได้ไง - บางครั้งคนไม่กี่คนก็ใจร้ายได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "[Quinn] A few people are being kind of mean.",
      "th": "- กลายเป็นแบบนี้ไปได้ไง - บางครั้งคนไม่กี่คนก็ใจร้ายได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "A few?",
      "th": "ไม่กี่คนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Bubble Girl?",
      "th": "ยัยขี้มูกโป่งเหรอ"
    }
  },
  {
    "translation": {
      "en": "Who's Bubble Girl?",
      "th": "ยัยขี้มูกโป่งนี่ใคร"
    }
  },
  {
    "translation": {
      "en": "[clears throat] You are?",
      "th": "เธอมั้ง"
    }
  },
  {
    "translation": {
      "en": "How am I Bubble--",
      "th": "ฉันไปเป็นยัยขี้มูกโป่งได้ไง…"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Padgett, listen to me, okay? Everything's going to be just fine.",
      "th": "แพดเจ็ตต์ ฟังฉันนะ เดี๋ยวทุกอย่างก็จะดีเองแหละ"
    }
  },
  {
    "translation": {
      "en": "How could you say that? I'm a joke.",
      "th": "เธอพูดแบบนั้นได้ไง ฉันโดนล้อเละแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm a punchline with a disgusting mucus-themed nickname. I'm--",
      "th": "คนเอาฉันไปเมาท์สนุกปาก พ่วงกับฉายาทุเรศๆ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "-Oh no. -[Quinn] Who is it?",
      "th": "- ไม่นะ - ใครเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's Jessica Miles Torres from Bunny Venom.",
      "th": "เจสสิก้า ไมลส์ ตอเรสจากบันนี่ เวน่อม"
    }
  },
  {
    "translation": {
      "en": "Jessica, hi. What's up?",
      "th": "เจสสิก้า สวัสดี เป็นไงบ้างคะ"
    }
  },
  {
    "translation": {
      "en": "You're going viral in the wrong way.",
      "th": "เธอกลายเป็นกระแสในทางที่ไม่ดีเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, so you saw the video, and while it is unfortunate…",
      "th": "โอเค งั้นคุณคงเห็นคลิปแล้ว แต่ถึงมันจะโชคร้าย…"
    }
  },
  {
    "translation": {
      "en": "Unfortunate? My ex-husband's hiking accident was unfortunate,",
      "th": "โชคร้ายเหรอ สามีเก่าฉันประสบอุบัติเหตุ ตอนปีนเขาต่างหากเรียกโชคร้าย"
    }
  },
  {
    "translation": {
      "en": "and he was mauled by bears.",
      "th": "แถมเขาโดนหมีขย้ำด้วย"
    }
  },
  {
    "translation": {
      "en": "Oh my God. Is… is he okay?",
      "th": "โอ้ พระเจ้า เขาไม่เป็นไรใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Better than you.",
      "th": "ก็ยังดีกว่าเธอ"
    }
  },
  {
    "translation": {
      "en": "But, honey, I get it. I can sympathize.",
      "th": "แต่ที่รัก ฉันรู้ ฉันเห็นใจเลย"
    }
  },
  {
    "translation": {
      "en": "You were betrayed, mistreated, humiliated.",
      "th": "เธอโดนหักหลัง โดนปฏิบัติแย่ๆ ทำให้อับอาย"
    }
  },
  {
    "translation": {
      "en": "So you do understand?",
      "th": "งั้นคุณก็เข้าใจใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Of course. The difference is you completely lost it in front of, like…",
      "th": "แน่นอน ที่แตกต่างกันก็คือ เธอสติหลุดต่อหน้าคน…"
    }
  },
  {
    "translation": {
      "en": "A lot of people. I know.",
      "th": "คนมากมาย ฉันรู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jessica] According to my assistant, 217,463.",
      "th": "ตัวเลขที่ผู้ช่วยฉันบอกคือ 217,463 คน"
    }
  },
  {
    "translation": {
      "en": "Look, we pay you because you're the makeover girl.",
      "th": "ฟังนะ เราจ้างเธอเพราะเธอ คือสาวน้อยนักแปลงโฉม"
    }
  },
  {
    "translation": {
      "en": "People buy products that you recommend.",
      "th": "ผู้คนซื้อผลิตภัณฑ์ที่เธอแนะนำ"
    }
  },
  {
    "translation": {
      "en": "And I'm still that girl.",
      "th": "ฉันก็ยังเป็นสาวน้อยคนนั้นอยู่"
    }
  },
  {
    "translation": {
      "en": "[Jessica] No. You're a meme. You're Bubble Girl.",
      "th": "เปล่า เธอกลายเป็นมีมไปแล้ว เธอคือยัยขี้มูกโป่ง"
    }
  },
  {
    "translation": {
      "en": "And mucus is just not on-brand for us.",
      "th": "และขี้มูกไม่เหมาะกับภาพลักษณ์ของแบรนด์เรา"
    }
  },
  {
    "translation": {
      "en": "But I'm sure you can get another endorsement.",
      "th": "แต่ฉันมั่นใจว่าเธอคงหาสปอนเซอร์ใหม่ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe with an antihistamine company?",
      "th": "อาจเป็นพวกบริษัทยาแก้แพ้ไหม"
    }
  },
  {
    "translation": {
      "en": "So wait, you're pulling my sponsorship? That's really problematic for my college.",
      "th": "เดี๋ยวนะ คุณจะถอดสปอนเซอร์ฉันเหรอ แบบนั้นได้เป็นปัญหากับการเรียนต่อ มหาลัยของฉันแน่"
    }
  },
  {
    "translation": {
      "en": "Listen, people want Padgett Head to Toe.",
      "th": "ฟังนะ คนต้องการแพดเจ็ตต์สวยจรดเท้า"
    }
  },
  {
    "translation": {
      "en": "-Not Head to Nose. -I know I've lost a lot of followers.",
      "th": "- ไม่ใช่ แพดเจ็ตต์หัวยันจมูก - ฉันรู้ว่าฉันเสียผู้ติดตามไปเยอะ"
    }
  },
  {
    "translation": {
      "en": "But I can get them back. I just need a chance to redeem myself.",
      "th": "แต่ฉันหาคืนมาได้ ฉันแค่ ขอโอกาสแก้ตัวแค่นั้นเองค่ะ"
    }
  },
  {
    "translation": {
      "en": "-That's all. -Sweetie, I am your biggest supporter.",
      "th": "ที่รัก ฉันเป็นผู้สนับสนุนรายใหญ่ที่สุดของเธอ"
    }
  },
  {
    "translation": {
      "en": "No one has more faith in you than I do.",
      "th": "ไม่มีใครศรัทธาในตัวเธอมากกว่าฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "But until you turn things around, don't talk to me. Love ya.",
      "th": "แต่จนกว่าเธอจะเปลี่ยนสถานการณ์ได้ ไม่ต้องมาคุยกันเลย รักนะ"
    }
  },
  {
    "translation": {
      "en": "Look, no one feels worse for Padge than I do.",
      "th": "ฟังนะ ไม่มีใครรู้สึกแย่แทนแพดเจ็ตต์เท่าฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "But you gotta admit, she kind of brought it on herself.",
      "th": "แต่ก็ต้องยอมรับว่านางทำตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You're saying she deserved it?",
      "th": "จะบอกว่านางสมควรโดนแบบนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Jordan humiliated her. -Okay, I did not say \"deserved.\"",
      "th": "- จอร์แดนฉีกหน้านางนะ - ฉันไม่ได้บอกว่านางสมควรโดน"
    }
  },
  {
    "translation": {
      "en": "But after years of this 4.0, hot boyfriend,",
      "th": "แต่หลังจากได้เกรดสี่ทุกปี มีแฟนหนุ่มสุดฮอต"
    }
  },
  {
    "translation": {
      "en": "Insta-perfect corporate sponsor streak, something had to give.",
      "th": "มีบริษัทใหญ่เป็นสปอนเซอร์ มันก็ต้องแลกด้วยบางอย่างนี่"
    }
  },
  {
    "translation": {
      "en": "-What had to give? -Uh, Padge, hi.",
      "th": "- อะไรต้องแลกเหรอ - แพดจ์ หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "We thought you might be taking a personal day.",
      "th": "เรานึกว่าเธอจะหยุดต่ออีกวัน"
    }
  },
  {
    "translation": {
      "en": "No, I'm fine.",
      "th": "ไม่ละ ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Hey, Bubble Girl.",
      "th": "ว่าไง ยัยขี้มูกโป่ง"
    }
  },
  {
    "translation": {
      "en": "-You need me to pop that thing for you? -Back off, sleazeball!",
      "th": "- อยากให้ฉันเจาะขี้มูกให้ไหม - ไปไกลๆ เลย ไอ้ปากมอม!"
    }
  },
  {
    "translation": {
      "en": "-Wow. Unbelievable. -[students laugh]",
      "th": "ว้าว เหลือเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "I'm the victim.",
      "th": "ฉันเป็นเหยื่อนะ"
    }
  },
  {
    "translation": {
      "en": "How is Jordan not a complete pariah now?",
      "th": "ทำไมป่านนี้แล้วจอร์แดนยังไม่ถูกมองว่าชั่วอีก"
    }
  },
  {
    "translation": {
      "en": "I checked his profile earlier, and his numbers are actually going up.",
      "th": "ฉันเพิ่งเช็กโปรไฟล์เขาละ ที่จริงผู้ติดตามเขาเพิ่มขึ้นด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay, that's ridiculous. I mean, who the hell does he think he is?",
      "th": "โอเค นี่ไร้สาระสิ้นดี เขาคิดว่าตัวเองเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "When I first met him, his real name was Jordan Dickman.",
      "th": "ตอนฉันเจอเขาแรกๆ ชื่อจริงของเขาคือจอร์แดน ดิ๊กแมน"
    }
  },
  {
    "translation": {
      "en": "A hundred-twenty pounds of bad skin and tragic hair.",
      "th": "หนัก 120 ปอนด์ ผิวแย่ ผมเป็นกระเซิง"
    }
  },
  {
    "translation": {
      "en": "-Oh my God, and those clothes. -[laughs]",
      "th": "โอ้ พระเจ้า ไหนจะเสื้อผ้าพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "The popped collars and that hideous rope necklace?",
      "th": "ทำปกเสื้อตั้ง แถมสร้อยคอเชือกทุเรศๆ นั่นอีก"
    }
  },
  {
    "translation": {
      "en": "Remember how he started every conversation with, \"Yo, yo, what's the haps?\"",
      "th": "จำที่เขาขึ้นต้นทุกประโยคด้วย \"โย่ๆ ว่าไงจ๊ะ\" ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-What's the haps? -[laughing]",
      "th": "ว่าไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "God. I know it sounds conceited, but makeovers are my thing.",
      "th": "ให้ตาย ฉันรู้ว่านี่ฟังดูอวดดี แต่ฉันเก่งเรื่องแปลงโฉมจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-Exactly. -And I made that guy.",
      "th": "- ใช่เลย - และฉันสร้างหมอนั่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Oh, really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "So then why don't you just make another Jordan?",
      "th": "งั้นทำไมเธอไม่สร้างจอร์แดนอีกคนขึ้นมาล่ะ"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Attention Earthquakes, the big night's coming.",
      "th": "พวกเอิร์ธเควกโปรดฟัง คืนสำคัญใกล้เข้ามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Don't forget to vote online for your prom king and queen,",
      "th": "อย่าลืมโหวตตำแหน่งราชา กับราชินีงานพรอมกันด้วย"
    }
  },
  {
    "translation": {
      "en": "a tremendous honor they'll always remember.",
      "th": "เพื่อเป็นเกียรติเป็นศรีที่พวกเขาจะจดจำไปนาน"
    }
  },
  {
    "translation": {
      "en": "Unless they throw up in their date's shoe in the limo and remember that instead.",
      "th": "เว้นแต่พวกเขาจะอ้วกใส่รองเท้าคู่เดต แล้วต้องจำเรื่องนั้นแทน"
    }
  },
  {
    "translation": {
      "en": "Kidding. Just kidding.",
      "th": "ล้อเล่น ครูแค่ล้อเล่น"
    }
  },
  {
    "translation": {
      "en": "That's it!",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You're gonna create another internationally renowned egomaniac?",
      "th": "เธอจะสร้างสุดยอดคนหลงตัวเอง แห่งชาติอีกคนเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, but I will create the next prom king.",
      "th": "เปล่า ฉันจะสร้างราชางานพรอม คนต่อไปต่างหาก"
    }
  },
  {
    "translation": {
      "en": "-Just to piss off Jordan? -Hm, pissing off Jordan will be a bonus.",
      "th": "- แค่เพื่อกวนโมโหจอร์แดนเนี่ยนะ - เรื่องกวนโมโหจอร์แดนเป็นแค่โบนัส"
    }
  },
  {
    "translation": {
      "en": "This will be me proving that once again, I can take anything or anyone",
      "th": "นี่จะเป็นการที่ฉันพิสูจน์ตัวเองอีกครั้ง ว่าฉันสามารถทำให้อะไรหรือใครก็ได้ป๊อปขึ้น"
    }
  },
  {
    "translation": {
      "en": "and make them popular. And once we win prom king and queen,",
      "th": "ว่าฉันสามารถทำให้อะไรหรือใครก็ได้ป๊อปขึ้น และพอเราได้เป็นราชากับราชินีงานพรอม"
    }
  },
  {
    "translation": {
      "en": "I'll get back all my followers and my sponsorship.",
      "th": "ฉันก็จะได้ผู้ติดตามกับสปอนเซอร์คืน"
    }
  },
  {
    "translation": {
      "en": "-Wow, you make it sound easy. -You don't think I can do it?",
      "th": "- ว้าว พูดซะฟังดูง่ายเลย - คิดว่าฉันทำไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No. But I do think it'll be fun watching you try.",
      "th": "เปล่า แต่ฉันว่าได้ดูเธอพยายามก็น่าจะสนุกดี"
    }
  },
  {
    "translation": {
      "en": "A bet?",
      "th": "พนันงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not just a bet. The bet.",
      "th": "ไม่ใช่แค่พนัน เดิมพันนั้นไง"
    }
  },
  {
    "translation": {
      "en": "-You know, the one we always talked about? -[Quinn] Um, guys?",
      "th": "แบบที่เราเคยคุยกันมาตลอด เธอจ๋า นี่ดูจะไปกันใหญ่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "That sounds a little extreme.",
      "th": "เธอจ๋า นี่ดูจะไปกันใหญ่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Are you sure that's a good idea? -Sure. It'll make it more fun when I win.",
      "th": "- แน่ใจเหรอว่านี่เข้าท่า - แน่สิ มันคงสนุกขึ้นอีกตอนฉันชนะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'm in. -Good. [giggles]",
      "th": "- ได้เลย ฉันเอาด้วย - ดี"
    }
  },
  {
    "translation": {
      "en": "Now I just have to pick the guy.",
      "th": "ทีนี้ก็เหลือแค่ต้องเลือกใครมาสักคน"
    }
  },
  {
    "translation": {
      "en": "You? No, no, no. See, that's the fun part.",
      "th": "เธอจะเลือกเหรอ ไม่สิ รู้ไหม นั่นแหละส่วนที่สนุก"
    }
  },
  {
    "translation": {
      "en": "Just so you don't make it too easy on yourself,",
      "th": "เพื่อไม่ให้มันง่ายเกินไปสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "we'll pick the loser.",
      "th": "เราจะเลือกคนขี้แพ้นั่นให้เอง"
    }
  },
  {
    "translation": {
      "en": "-[scoffs] -Come on.",
      "th": "มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh. Perfect.",
      "th": "โอ้ เหมาะเหม็ง"
    }
  },
  {
    "translation": {
      "en": "Lucas Fletcher? He's a criminal.",
      "th": "ลูคัส เฟล็ตเชอร์เหรอ อาชญากรชัดๆ"
    }
  },
  {
    "translation": {
      "en": "-He's conning those poor 9th graders. -[Quinn] Yeah.",
      "th": "ดูสิ เขาหลอกเด็กม.สามที่น่าสงสารอยู่"
    }
  },
  {
    "translation": {
      "en": "It's probably just kale chips. Everybody knows not to trust Lucas.",
      "th": "อาจเป็นแค่ผักเคลทอดกรอบก็ได้ ใครๆ ก็รู้ว่าลูคัสเชื่อไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Intriguing. He does have a pretty badass car",
      "th": "น่าสนใจแฮะ เขามีรถคันเท่ แถมมีผู้ติดตามสาวๆ เพียบเลย"
    }
  },
  {
    "translation": {
      "en": "and a lot of female followers.",
      "th": "เขามีรถคันเท่ แถมมีผู้ติดตามสาวๆ เพียบเลย"
    }
  },
  {
    "translation": {
      "en": "I mean, the danger factor can be attractive.",
      "th": "ปัจจัยอันตรายๆ อาจดึงดูดใจก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[Alden] Yeah. -[all laugh]",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-Next. -No.",
      "th": "- คนต่อไปเถอะ - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "[man] Ladies and gentlemen, today we'll be discovering…",
      "th": "สุภาพสตรีและสุภาพบุรุษ วันนี้เราจะมาค้นหา…"
    }
  },
  {
    "translation": {
      "en": "-How about him? -[Quinn] Sebastian Woo?",
      "th": "- แล้วเขาล่ะ - เซบาสเตียน หวูเหรอ"
    }
  },
  {
    "translation": {
      "en": "Lose the lab coat, put product in his hair, who knows?",
      "th": "กระชากเสื้อคลุมทำแล็บออก เซตผมหน่อย อาจพอถูไถก็ได้"
    }
  },
  {
    "translation": {
      "en": "It says here he just sold an app to a big gaming company.",
      "th": "ในนี้บอกว่าเขาเพิ่งขายแอปให้บริษัทเกมยักษ์ใหญ่"
    }
  },
  {
    "translation": {
      "en": "He's gonna be like shoot-cars-in-space rich.",
      "th": "เขาอาจรวยไม่รู้เรื่องขึ้นมาก็ได้"
    }
  },
  {
    "translation": {
      "en": "…using a mixture of both.",
      "th": "โดยใช้ส่วนผสมของทั้งสองสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-[music ends] -Kweller, what the hell are you doing?",
      "th": "เควลเลอร์ ทำบ้าอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "Taking pictures of what the wastrels at this school throw away.",
      "th": "ถ่ายรูปของที่ยังใช้ประโยชน์ได้ ที่โรงเรียนนี้ทิ้งขว้างน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "-So, now you're photographing garbage? -Okay, come on.",
      "th": "- เดี๋ยวนี้ถ่ายขยะแล้วเหรอ - โอเค คืองี้นะ"
    }
  },
  {
    "translation": {
      "en": "Look, I mean, there's a perfectly untouched orange",
      "th": "แบบว่ามันมีส้มที่แทบยังไม่มีใครแตะ"
    }
  },
  {
    "translation": {
      "en": "next to a discarded math textbook. I mean, it speaks volumes, right?",
      "th": "อยู่ข้างหนังสือเลขเก่าๆ นั่นสื่อให้เห็นบางอย่างจริงไหม"
    }
  },
  {
    "translation": {
      "en": "Does it?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Quinn] Hey, what about him?",
      "th": "เฮ้ แล้วหมอนั่นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, that's Cameron something.",
      "th": "อ๋อ นั่นแคเมรอน อะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Kweller, I think?",
      "th": "เควลเลอร์มั้งนะ"
    }
  },
  {
    "translation": {
      "en": "Let's see. Weird. He's nowhere to be found.",
      "th": "ขอดูก่อน แปลกจัง ค้นไม่เจอเลย"
    }
  },
  {
    "translation": {
      "en": "Wait, he made one tweet in 2019, and all it said was, \"No.\"",
      "th": "เดี๋ยวนะ เขาเคยทวีตครั้งหนึ่ง ตอนปี 2019 แค่ว่า \"ไม่\""
    }
  },
  {
    "translation": {
      "en": "It's like he doesn't exist.",
      "th": "อย่างกับเขาไม่เคยมีตัวตน"
    }
  },
  {
    "translation": {
      "en": "[Padgett] He kinda just seems like he hates everybody.",
      "th": "เหมือนเขาเกลียดทุกคนบนโลกด้วย"
    }
  },
  {
    "translation": {
      "en": "-Except for her. -Nisha Mandyam.",
      "th": "- ยกเว้นยัยนั่น - นีช่า มานเดียม"
    }
  },
  {
    "translation": {
      "en": "-I always thought they were dating. -Doubtful.",
      "th": "ฉันนึกว่าพวกนั้นคบกันตลอดเลย คงใช่หรอก ค่อนข้างแน่ใจว่านางเป็นเลส"
    }
  },
  {
    "translation": {
      "en": "Pretty sure she's gay.",
      "th": "คงใช่หรอก ค่อนข้างแน่ใจว่านางเป็นเลส"
    }
  },
  {
    "translation": {
      "en": "-Oh! My bad, bro! -[boy laughs]",
      "th": "โทษที พวก!"
    }
  },
  {
    "translation": {
      "en": "Fascists!",
      "th": "ไอ้พวกเลว!"
    }
  },
  {
    "translation": {
      "en": "He is a total disaster.",
      "th": "เขานี่หายนะชัดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Weird, arrogant, antisocial.",
      "th": "ประหลาด อวดดี ต่อต้านสังคม"
    }
  },
  {
    "translation": {
      "en": "-[both giggle] -[sighs] Great.",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Scumbags. That's it. We should totally get those guys.",
      "th": "พวกหัวขวด พอที เราควรจัดการไอ้พวกนั้นได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-No. -So sick of them.",
      "th": "- ไม่ๆ - เบื่อพวกมันชะมัด"
    }
  },
  {
    "translation": {
      "en": "-They can't help their reptile brains. -Are you serious?",
      "th": "- พวกนั้นฝืนสมองส่วนสัตว์เลื้อยคลานไม่ได้น่ะ - พูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Besides, I like to think of myself more as a pacifist.",
      "th": "อีกอย่างฉันชอบคิดว่าตัวเอง เป็นพวกรักสันติมากกว่า"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You? A pacifist?",
      "th": "โทษที นายเนี่ยนะรักสันติ"
    }
  },
  {
    "translation": {
      "en": "Well, I may have occasionally been a little… provocative.",
      "th": "ก็อาจมีบางโอกาสที่ฉันยั่วโมโหคนบ้าง"
    }
  },
  {
    "translation": {
      "en": "Ya think?",
      "th": "คิดงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Put a shirt on, dude.",
      "th": "ใส่เสื้อสักทีเถอะ พวก"
    }
  },
  {
    "translation": {
      "en": "I don't want to stare at your underwear while I eat, dirtbags.",
      "th": "ฉันไม่อยากเห็นกางเกงในนาย ตอนกินนะ ไอ้ซังกะบ๊วย"
    }
  },
  {
    "translation": {
      "en": "You posers call this music?",
      "th": "พวกปลอมเปลือกเรียกนั่นว่าเพลงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Please. -Get off my stage.",
      "th": "- ขอที - ไปให้พ้นเวทีฉันเลย"
    }
  },
  {
    "translation": {
      "en": "I don't know. Maybe you could tone it down a bit?",
      "th": "ไม่รู้สิ บางทีนายน่าจะทำตัวให้ซอฟต์ลงหน่อย"
    }
  },
  {
    "translation": {
      "en": "Uh, no. They're assholes, and I remind them that they are.",
      "th": "ไม่ได้หรอก ก็พวกนั้นมันทุเรศ ฉันแค่คอยเตือนให้รู้ตัว"
    }
  },
  {
    "translation": {
      "en": "It's my place in the ecosystem.",
      "th": "มันคือบทบาทของฉันในระบบนิเวศนี้"
    }
  },
  {
    "translation": {
      "en": "Cam, that's Padgett Sawyer.",
      "th": "แคม นั่นแพดเจ็ตต์ ซอว์เยอร์"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Hi.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Cameron, right?",
      "th": "แคเมรอนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, can I help you with something? -I'm Padgett.",
      "th": "- ใช่ มีอะไรให้ช่วยเหรอ - ฉันแพดเจ็ตต์นะ"
    }
  },
  {
    "translation": {
      "en": "Um, we were in Señora Parker's Spanish class together?",
      "th": "เราเคยเรียนภาษาสเปนกับครูพาร์กเกอร์ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "-Remember? -Uh, yeah.",
      "th": "- จำได้ไหม - จำได้"
    }
  },
  {
    "translation": {
      "en": "-I guess so. -[chuckles] Hola.",
      "th": "- คงงั้นนะ - โฮลา"
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Good times.",
      "th": "สนุกดีเนอะ"
    }
  },
  {
    "translation": {
      "en": "Wait, um, where you going?",
      "th": "เดี๋ยวสิ นายจะไปไหนอะ"
    }
  },
  {
    "translation": {
      "en": "-I thought you were finished. -Uh, no. Sorry.",
      "th": "- นึกว่าเธอพูดจบแล้ว - ยัง โทษที"
    }
  },
  {
    "translation": {
      "en": "I was just wondering, uh…",
      "th": "ฉันแค่อยากรู้ว่า…"
    }
  },
  {
    "translation": {
      "en": "you're a photographer, right?",
      "th": "นายเป็นตากล้องใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "- ใช่ - งั้น"
    }
  },
  {
    "translation": {
      "en": "So the Cali High car wash is next week--",
      "th": "- ใช่ - งั้น - งานล้างรถมัธยมคาลิสัปดาห์หน้า… - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "-No. -You didn't let me finish. I'm sorry. Yes, please finish.",
      "th": "- ไม่ให้ฉันพูดจบก่อนเลย - โทษที เอาสิ พูดต่อเลย"
    }
  },
  {
    "translation": {
      "en": "-We need someone to take pictures for-- -No.",
      "th": "- เราต้องการคนไปถ่ายรูปสำหรับ… - ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "-But it's a fundraiser. -For what?",
      "th": "- แต่เป็นงานระดมทุน - โอเค เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Is it cancer research or homelessness?",
      "th": "เพื่อการวิจัยด้านมะเร็งหรือว่าผู้ไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "-Actually, the prom. -Okay. [laughs]",
      "th": "- ที่จริงเพื่องานพรอมน่ะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "[giggles nervously] Is that funny?",
      "th": "ตลกขนาดนั้นเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, it's sad, actually, but, um, good luck with that.",
      "th": "เปล่า ที่จริงมันน่าเศร้ามากกว่า แต่ยังไงก็ขอให้โชคดี"
    }
  },
  {
    "translation": {
      "en": "Oh my--",
      "th": "โอ้ ให้ตาย…"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry about him. He's literally like that with everybody.",
      "th": "ฉันต้องขอโทษแทนเขาจริงๆ เขาเป็นแบบนั้นกับทุกคนน่ะ"
    }
  },
  {
    "translation": {
      "en": "-How do you know him? -He's my brother. Just by blood though.",
      "th": "- เธอรู้จักเขาได้ยังไง - นั่นพี่ฉันเอง แค่ทางสายเลือดน่ะ"
    }
  },
  {
    "translation": {
      "en": "If you don't mind, I'd rather not publicize it.",
      "th": "ถ้าพี่ไม่ว่าอะไร อย่าไปบอกใครนะคะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, I don't think I know--",
      "th": "ขอโทษนะ ฉันว่าฉันไม่รู้จัก…"
    }
  },
  {
    "translation": {
      "en": "Oh, um, Brin Kweller, sophomore.",
      "th": "ฉันบริน เควลเลอร์ อยู่ม.สี่"
    }
  },
  {
    "translation": {
      "en": "I just have to say, I think you're amazing.",
      "th": "ต้องขอบอกเลยว่าฉันคิดว่าพี่สุดยอดมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, it sucks what happened to you. Jordan is such a dick.",
      "th": "เรื่องที่เกิดขึ้นกับพี่มันเลวร้ายมาก จอร์แดนมันทุเรศจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Unless you're getting back together with him?",
      "th": "ยกเว้นว่าพวกพี่กลับไปคืนดีกันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-No. It's fine. -Because in that case…",
      "th": "- เปล่า ไม่เป็นไร - เพราะถ้าเป็นงั้น…"
    }
  },
  {
    "translation": {
      "en": "He is a dick.",
      "th": "เขามันทุเรศจริงๆ นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Is your brother one too?",
      "th": "พี่เธอล่ะเป็นด้วยไหม"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Um, no, not a dick,",
      "th": "เรียกว่าทุเรศไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "but he does tend to be a bit misanthropic?",
      "th": "แต่เขาออกแนวเกลียดเพื่อนมนุษย์ ด้วยกันหน่อยๆ มั้ง"
    }
  },
  {
    "translation": {
      "en": "I sensed that.",
      "th": "ก็พอจะสัมผัสได้"
    }
  },
  {
    "translation": {
      "en": "Uh, so if he doesn't like people, what does he like?",
      "th": "งั้นเขาก็ไม่ชอบคนสินะ แล้วเขาชอบอะไร"
    }
  },
  {
    "translation": {
      "en": "Oh, huh, let's see.",
      "th": "โอ้ ขอคิดก่อนนะคะ"
    }
  },
  {
    "translation": {
      "en": "Photography, allegedly.",
      "th": "ชอบภาพถ่าย ตามที่คนว่ากันนะ"
    }
  },
  {
    "translation": {
      "en": "Allegedly?",
      "th": "ตามที่คนว่ากันเหรอ"
    }
  },
  {
    "translation": {
      "en": "No one ever gets to see any of his pictures, so…",
      "th": "ไม่เคยมีใครได้เห็นรูปของเขาเลยน่ะ"
    }
  },
  {
    "translation": {
      "en": "What about music?",
      "th": "แล้วดนตรีล่ะ"
    }
  },
  {
    "translation": {
      "en": "Only weird, old stuff, no one else listens to,",
      "th": "เห็นฟังแต่เพลงโบราณแปลกๆ ที่ไม่มีใครเขาฟังกัน"
    }
  },
  {
    "translation": {
      "en": "like the Bad Brains, Bad Religion.",
      "th": "แบบวงแบดเบรนส์ วงแบดรีลิเจียน"
    }
  },
  {
    "translation": {
      "en": "Really just anything with \"bad\" in the name.",
      "th": "เอาจริงๆ ก็ทุกวงที่มีคำว่า \"แบด\" น่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Wow. Uh, what about movies?",
      "th": "ว้าว แล้วพวกหนังล่ะ"
    }
  },
  {
    "translation": {
      "en": "Same thing.",
      "th": "เหมือนกันเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "Everything's Kurosawa, kung fu, or Kubrick.",
      "th": "ทุกอย่างที่มีคำว่าคุโรซาว่า กังฟู หรือไม่ก็คูบริก"
    }
  },
  {
    "translation": {
      "en": "Oh, my. That is a lot of K's.",
      "th": "โอ้ มีแต่ตัวกอๆ คอๆ"
    }
  },
  {
    "translation": {
      "en": "So, um, [clicks lips] why are you suddenly so interested in my brother?",
      "th": "ว่าแต่ทำไมจู่ๆ พี่ก็สนใจพี่ชายฉันล่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, I love him and all, but that's just 'cause I have to.",
      "th": "อย่าเข้าใจผิดนะ ฉันก็รักเขาแหละ แต่เพราะมันจำเป็นต้องรัก"
    }
  },
  {
    "translation": {
      "en": "Uh, curiosity, I guess?",
      "th": "แค่สงสัยละมั้ง"
    }
  },
  {
    "translation": {
      "en": "Horses.",
      "th": "ม้าค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I'm sorry? -He loves horses.",
      "th": "- อะไรนะ - พี่เขารักม้า"
    }
  },
  {
    "translation": {
      "en": "He works every day before school at Will Rogers Park.",
      "th": "ทุกวันก่อนมาโรงเรียน พี่เขาจะไปทำงานที่วิลโรเจอร์ส พาร์ก"
    }
  },
  {
    "translation": {
      "en": "So like a cowboy, huh?",
      "th": "แนวพวกคาวบอยสินะ"
    }
  },
  {
    "translation": {
      "en": "No, more like a horse girl.",
      "th": "เปล่า แนวสาวนักขี่ม้าต่างหาก"
    }
  },
  {
    "translation": {
      "en": "He kind of cried when he found out unicorns weren't real.",
      "th": "เขาร้องไห้ด้วยตอนรู้ว่ายูนิคอร์นไม่มีจริง"
    }
  },
  {
    "translation": {
      "en": "Cameron. What a weird coincidence.",
      "th": "แคเมรอน บังเอิญแปลกๆ เนอะ"
    }
  },
  {
    "translation": {
      "en": "Uh, well, I'm here every morning, so… I'm pretty sure the only weird part is you.",
      "th": "ฉันมาที่นี่ทุกเช้าอยู่แล้ว เพราะงั้นส่วนที่แปลกน่าจะเป็นเธอ"
    }
  },
  {
    "translation": {
      "en": "Fair enough.",
      "th": "ก็จริงแหละ"
    }
  },
  {
    "translation": {
      "en": "I was hoping to take a riding lesson this morning.",
      "th": "ฉันกำลังคิดว่าเช้านี้อยากฝึกขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "And I figured since you and I are friends--",
      "th": "และในเมื่อฉันกับนายเป็นเพื่อนกัน…"
    }
  },
  {
    "translation": {
      "en": "-Ah, friends? -In the sense we go to school together.",
      "th": "- เพื่อนเหรอ - ก็เราเรียนโรงเรียนเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Kind of a loose definition. Don't you think?",
      "th": "ฟังดูไม่สมเหตุสมผลเท่าไรเลยว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Uh, look, I have a lot of work to get done before school--",
      "th": "คืองี้นะ ฉันมีงานต้องทำให้เสร็จอีกเพียบ ก่อนไปโรงเรียน…"
    }
  },
  {
    "translation": {
      "en": "So let me help! Then if there's time afterwards,",
      "th": "งั้นให้ฉันช่วยนะ แล้วถ้าหลังจากนั้นยังพอมีเวลา"
    }
  },
  {
    "translation": {
      "en": "we can squeeze in a lesson.",
      "th": "ค่อยหาเวลาฝึกขี่ม้ากัน"
    }
  },
  {
    "translation": {
      "en": "-You don't even know what the job is. -That's okay. I am at your service.",
      "th": "- เธอไม่รู้ด้วยซ้ำว่าฉันต้องทำอะไร - ไม่มีปัญหา ฉันยินดีช่วย"
    }
  },
  {
    "translation": {
      "en": "Ugh! There's just so much of it. [gags]",
      "th": "มันเยอะมากเลยอะ"
    }
  },
  {
    "translation": {
      "en": "What do horses eat anyway?",
      "th": "ว่าแต่ม้ามันกินอะไรเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Well, that one, Jimbo over there, he likes Chipotle.",
      "th": "ตัวนั้นชื่อจิมโบ มันชอบกิน อาหารของร้านชิโพทเล"
    }
  },
  {
    "translation": {
      "en": "Gilly prefers sushi.",
      "th": "กิลลี่ชอบซูชิมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Just horse feed. Hay, grass mostly.",
      "th": "ก็อาหารม้าปกตินั่นแหละ ส่วนใหญ่ก็ฟางกับหญ้า"
    }
  },
  {
    "translation": {
      "en": "Well, this one must have eaten an entire soccer field.",
      "th": "งั้นเจ้าตัวนี้คงกินเกลี้ยงสนามฟุตบอลแน่"
    }
  },
  {
    "translation": {
      "en": "Well, you offered to help.",
      "th": "เธอเสนอตัวมาช่วยก็จริง"
    }
  },
  {
    "translation": {
      "en": "I'm starting to think you've never shoveled crap before.",
      "th": "แต่ตอนนี้ฉันเริ่มคิดแล้ว ว่าเธอไม่เคยตักขี้ม้ามาก่อน"
    }
  },
  {
    "translation": {
      "en": "Only out of a litter box.",
      "th": "เคยตักแต่กระบะทรายแมว"
    }
  },
  {
    "translation": {
      "en": "And this dump is bigger than my cat.",
      "th": "แล้วอึพวกนี้ก็ใหญ่กว่าแมวฉันอีก"
    }
  },
  {
    "translation": {
      "en": "So, you really come here every day before school?",
      "th": "แล้วนายมาที่นี่ทุกวันก่อนไปโรงเรียนจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yep, ever since I was 14.",
      "th": "ใช่ ตั้งแต่อายุ 14 แล้ว"
    }
  },
  {
    "translation": {
      "en": "Wow, you really want to chronicle your post-poop clean-up look?",
      "th": "ว้าว เธออยากบันทึกลุค หลังเก็บอึม้าไว้จริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "I chronicle everything. That's my job.",
      "th": "ฉันก็บันทึกทุกอย่างนั่นแหละ มันเป็นงานของฉัน"
    }
  },
  {
    "translation": {
      "en": "So, how about that lesson now?",
      "th": "งั้นเรามาฝึกขี่ม้ากันเลยดีไหม"
    }
  },
  {
    "translation": {
      "en": "I guess a deal's a deal.",
      "th": "ตกลงกันไว้ก็คงต้องทำแหละเนอะ"
    }
  },
  {
    "translation": {
      "en": "So, do you have any previous riding experience?",
      "th": "ว่าแต่เธอเคยขี่ม้ามาก่อนไหม"
    }
  },
  {
    "translation": {
      "en": "Just one time at a birthday party when I was five,",
      "th": "เคยแค่ครั้งเดียวในงานปาร์ตี้วันเกิดห้าขวบ"
    }
  },
  {
    "translation": {
      "en": "but I think it was a baby horse,",
      "th": "แต่ฉันว่าม้านั่นน่าจะเป็นม้าเด็ก"
    }
  },
  {
    "translation": {
      "en": "or maybe not baby, but it was small. [chuckles nervously]",
      "th": "หรืออาจไม่ใช่ม้าเด็ก แต่มันตัวเล็กน่ะ"
    }
  },
  {
    "translation": {
      "en": "Does that count?",
      "th": "นับไหม"
    }
  },
  {
    "translation": {
      "en": "I believe the word you're looking for is pony and no.",
      "th": "ฉันว่าเธอคงหมายถึงม้าโพนี่ แล้วก็ไม่นับด้วย"
    }
  },
  {
    "translation": {
      "en": "[inhales] Anyway, this is Gilly. He can be a little temperamental, so I--",
      "th": "ยังไงก็เถอะ นี่คือกิลลี่ มันอาจเจ้าอารมณ์นิดหน่อยบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -I'm letting him smell my hand.",
      "th": "- เธอทำอะไรน่ะ - ให้มันดมมือไง"
    }
  },
  {
    "translation": {
      "en": "It's like a handshake for horses. I did my research last night. [chuckles]",
      "th": "เหมือนการเขย่ามือสำหรับม้า ฉันหาข้อมูลมาเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "-[soft neighing] -Whoa. Why is he doing that?",
      "th": "โอ้ ทำไมมันทำแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Actually means he likes you.",
      "th": "ที่จริงนั่นแปลว่ามันชอบเธอ"
    }
  },
  {
    "translation": {
      "en": "Oh, well, I guess he has good instincts.",
      "th": "โอ้ งั้นฉันว่าสัญชาตญาณมันดีเนอะ"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Let's, um, try mounting up. So come over here.",
      "th": "มาลองขึ้นหลังกันดู มาทางนี้"
    }
  },
  {
    "translation": {
      "en": "Put your left foot in the stirrup, grab the reins with your left hand,",
      "th": "สอดเท้าซ้ายเข้าไปในโกลน ใช้มือซ้ายจับบังเหียน"
    }
  },
  {
    "translation": {
      "en": "and use your other leg to haul you up and over.",
      "th": "แล้วใช้เท้าอีกข้างยัน เพื่อยกตัวเธอขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "-I'm a natural, right? -Not bad.",
      "th": "- เป็นธรรมชาติมากเลยเนอะ - ก็ไม่เลว"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Um, seriously?",
      "th": "เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-More? -I'm just capturing the moment. [chuckles]",
      "th": "- ถ่ายอีกเนี่ยนะ - ก็แค่เก็บภาพความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "You can't enjoy this without sharing it with 500 strangers?",
      "th": "เธอแค่สนุกกับมันโดยไม่แชร์กับ คนแปลกหน้า 500 คนไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Five hundred? Try 887,132.",
      "th": "ห้าร้อยเหรอ ต้อง 887,132 สิ"
    }
  },
  {
    "translation": {
      "en": "And they're not strangers. They're followers.",
      "th": "และพวกเขาก็ไม่ใช่คนแปลกหน้า พวกเขาคือผู้ติดตาม"
    }
  },
  {
    "translation": {
      "en": "Followers? You mean like a cult?",
      "th": "ผู้ติดตามเหรอ แบบลัทธิใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No, not like a cult.",
      "th": "เปล่า ไม่ใช่ลัทธิ"
    }
  },
  {
    "translation": {
      "en": "Just people devoted to me and totally guided by my advice",
      "th": "แค่คนที่อุทิศตัวเพื่อฉัน และเอาคำแนะนำของฉัน"
    }
  },
  {
    "translation": {
      "en": "as to how to live their lives.",
      "th": "ไปใช้ในการดำเนินชีวิต"
    }
  },
  {
    "translation": {
      "en": "I'm joking. I was just taking a picture.",
      "th": "ล้อเล่นน่า ฉันก็แค่ถ่ายรูปเอง"
    }
  },
  {
    "translation": {
      "en": "-You take pictures. What's the difference? -Too vast to even explain.",
      "th": "นายเองก็ถ่ายรูป มันต่างกันตรงไหน ต่างกันมากจนอธิบายไม่ไหวเลย"
    }
  },
  {
    "translation": {
      "en": "Now, come on off the horse.",
      "th": "ทีนี้ก็ลงจากหลังม้าได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "-That's it? We're done? -No.",
      "th": "แค่นี้เหรอ จบแล้วเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "I just want you to practice getting on and off.",
      "th": "เปล่า ฉันแค่อยากให้เธอฝึกขึ้นลงหลังม้า"
    }
  },
  {
    "translation": {
      "en": "Oh, uh, okay.",
      "th": "อ๋อ ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Whoa! -Whoa. Hold on. Hold on.",
      "th": "- ว้าย! - เดี๋ยวนะ รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "-Disgusting! -[laughs hysterically] Sorry!",
      "th": "ขยะแขยงอะ! โทษที!"
    }
  },
  {
    "translation": {
      "en": "Sorry for laughing.",
      "th": "ขอโทษที่หัวเราะ"
    }
  },
  {
    "translation": {
      "en": "It's just I've never seen such an uncoordinated dismount.",
      "th": "แค่ไม่เคยเห็นใครลงจากหลังม้า ได้ทุลักทุเลขนาดนี้เลย"
    }
  },
  {
    "translation": {
      "en": "I mean, aren't you captain of the dance team--",
      "th": "เธอเป็นหัวหน้าทีมเต้นไม่ใช่…"
    }
  },
  {
    "translation": {
      "en": "What? It's mostly grass, right?",
      "th": "อะไร ส่วนใหญ่ก็หญ้านี่ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Attention Earthquakes, a reminder to buy your prom tickets,",
      "th": "พวกเอิร์ธเควกโปรดฟัง ขอย้ำอีกครั้งให้ซื้อบัตรร่วมงานพรอม"
    }
  },
  {
    "translation": {
      "en": "where the dance team will be performing their annual dance presentation.",
      "th": "ที่ทีมเต้นจะทำการแสดงโชว์ประจำปีที่นั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "A tradition I still don't understand, but it's the committee's decision,",
      "th": "เป็นประเพณีที่ครูไม่ค่อยจะเข้าใจ แต่เมื่อเป็นการตัดสินใจของคณะกรรมการ"
    }
  },
  {
    "translation": {
      "en": "and I support them.",
      "th": "ครูก็เลยสนับสนุน"
    }
  },
  {
    "translation": {
      "en": "…instead of starting in Portugal, we start in Amsterdam.",
      "th": "แทนที่จะเริ่มที่โปรตุเกส เราเริ่มที่อัมสเตอร์ดัม"
    }
  },
  {
    "translation": {
      "en": "Uh, Kweller, can we maybe do this later? I have a French quiz.",
      "th": "เควลเลอร์ ไว้ค่อยคุยกันได้ไหม ฉันมีสอบวิชาภาษาฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "These are the best fares I've seen in months.",
      "th": "เป็นตั๋วราคาดีที่สุดที่ฉันเห็น ในรอบหลายเดือนเลย"
    }
  },
  {
    "translation": {
      "en": "Just, um, give me your phone.",
      "th": "เอามือถือเธอมาสิ"
    }
  },
  {
    "translation": {
      "en": "-What's wrong with yours? -Really?",
      "th": "- แล้วมือถือนายเป็นอะไร - ถามจริงอะ"
    }
  },
  {
    "translation": {
      "en": "Your aversion to technology is becoming a character flaw.",
      "th": "ความเกลียดเทคโนโลยีของนาย ชักจะกลายเป็นข้อเสียแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "หวัดดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Uh… hey?",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "I wanted to say thank you for this morning.",
      "th": "ฉันอยากขอบคุณสำหรับเรื่องเมื่อเช้า"
    }
  },
  {
    "translation": {
      "en": "My butt is so sore. I could barely walk.",
      "th": "บั้นท้ายฉันระบมไปหมด แทบก้าวขาไม่ออกเลย"
    }
  },
  {
    "translation": {
      "en": "Things got messy.",
      "th": "อะไรๆ เละเทะไปหมด"
    }
  },
  {
    "translation": {
      "en": "Uh, context, please?",
      "th": "อธิบายเพิ่มที"
    }
  },
  {
    "translation": {
      "en": "-I gave her a riding lesson. -I bet you did.",
      "th": "- ฉันสอนเธอขี่น่ะ - พนันได้เลย"
    }
  },
  {
    "translation": {
      "en": "Horse riding.",
      "th": "ขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "-Mm-hmm. -Part of one, anyway.",
      "th": "ก็ส่วนหนึ่งน่ะนะ"
    }
  },
  {
    "translation": {
      "en": "And as a way of saying thanks, there is a karaoke party this Saturday",
      "th": "และเพื่อเป็นการขอบคุณ เสาร์นี้จะมีปาร์ตี้คาราโอเกะ"
    }
  },
  {
    "translation": {
      "en": "at my friend Quinn's house, and I was hoping you guys could come.",
      "th": "ที่บ้านควินน์ เพื่อนฉัน และฉันหวังว่าพวกเธอจะมาได้"
    }
  },
  {
    "translation": {
      "en": "-Uh, yeah. Um, I don't… I don't-- -We'll be there.",
      "th": "- คือฉันไม่… - เราไปแน่"
    }
  },
  {
    "translation": {
      "en": "Perfect. So Cameron, should I like, SMS you the address?",
      "th": "เยี่ยมเลย งั้น… แคเมรอน ให้ฉันส่งข้อความไปบอกที่อยู่ดีไหม"
    }
  },
  {
    "translation": {
      "en": "Kweller's phone is an antiquated piece of crap.",
      "th": "มือถือเควลเลอร์เป็นวัตถุโบราณดีๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-Why don't you send it to me? -Awesome. Okay.",
      "th": "- ส่งมาให้ฉันแล้วกัน - เยี่ยมเลย โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay, I'll see you guys tomorrow. -[Nisha] Totally.",
      "th": "- เรียบร้อย งั้นพรุ่งนี้เจอกันนะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "What the hell?",
      "th": "ทำบ้าอะไร"
    }
  },
  {
    "translation": {
      "en": "You've been talking about wanting to go on all these exotic adventures.",
      "th": "นายพูดตลอดเลยนี่ว่าอยากออกไป เจอการผจญภัยแปลกใหม่ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "Why don't you just think of this as an adventure close to home.",
      "th": "งั้นทำไมไม่คิดซะว่านี่เป็น การผจญภัยใกล้บ้านแทนล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, wow. It's a pool party.",
      "th": "โอ้ ว้าว เป็นปาร์ตี้ริมสระสิเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-Why didn't you tell me? -'Cause nobody told me.",
      "th": "- ทำไมนายไม่บอกฉัน - เพราะไม่มีใครบอกฉันไง"
    }
  },
  {
    "translation": {
      "en": "What are we even doing here?",
      "th": "เรามาทำอะไรที่นี่กันแน่"
    }
  },
  {
    "translation": {
      "en": "-You know. Come on. -Wh-- wh-- wh-- Whoa!",
      "th": "- รู้ไหม กลับเถอะ - โว่วๆ"
    }
  },
  {
    "translation": {
      "en": "Eating free Pizza Hut is what we're doing.",
      "th": "เรามาเพื่อกินพิซซ่าฮัทฟรีกันไง"
    }
  },
  {
    "translation": {
      "en": "Besides, when do you get to make fun of these guys",
      "th": "อีกอย่างนายจะมีโอกาสได้ล้อเลียนคนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "in their own natural habitat? [chuckles]",
      "th": "ในถิ่นของพวกเขาอีกเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "-That's true. -I mean, exhibit A.",
      "th": "- ก็จริง - แบบการแสดงนั่น"
    }
  },
  {
    "translation": {
      "en": "Now that is rough. [chuckles]",
      "th": "งานหยาบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it sounds like they're constipated,",
      "th": "นั่นสิ ฟังเหมือนพวกเธอท้องผูก"
    }
  },
  {
    "translation": {
      "en": "but for some reason, they're happy about it.",
      "th": "แต่ไม่รู้ยังไง พวกเธอดันพอใจกับมันซะได้"
    }
  },
  {
    "translation": {
      "en": "-[Padgett] Great! You guys came. -Yes, we did.",
      "th": "เยี่ยมเลย พวกเธอมาแล้ว ใช่ เรามาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah. This is cool. You do this often?",
      "th": "ใช่ นี่เจ๋งมากเลย พวกเธอจัดงานแบบนี้บ่อยเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's kind of a pre-prom thing, so we can work on our tans.",
      "th": "เหมือนซ้อมไปงานพรอมน่ะ เราจะได้อาบแดดทำผิวสีแทนกัน"
    }
  },
  {
    "translation": {
      "en": "But I'm going to college in New York, so won't be doing this next year.",
      "th": "แต่ฉันจะไปเข้ามหาลัยที่นิวยอร์ก ปีหน้าเราคงไม่ได้จัดแล้วละ"
    }
  },
  {
    "translation": {
      "en": "-Where you guys going? -Uh, yeah.",
      "th": "- พวกเธอล่ะจะต่อที่ไหน - เรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "I'm kind of opting out of that whole thing.",
      "th": "ฉันเลือกไม่ขอตกเป็นทาสระบบพวกนั้นน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, like a gap year?",
      "th": "แบบหยุดพักค้นหาตัวเองเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, exactly like a gap year, followed by another gap year,",
      "th": "ถูกต้อง เหมือนหยุดพักค้นหาตัวเอง ตามด้วยหยุดต่ออีกปี"
    }
  },
  {
    "translation": {
      "en": "and then a gap life.",
      "th": "แล้วก็หยุดต่อทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "-Kweller doesn't believe in college. -Really?",
      "th": "- เควลเลอร์ไม่เชื่อในมหาลัยน่ะ - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, I believe it exists. I just think it's a huge waste of time and money.",
      "th": "ฉันเชื่อว่ามันก็มีประโยชน์แหละ แค่คิดว่ามันเปลืองเวลาและเงินไปโขเลย"
    }
  },
  {
    "translation": {
      "en": "So, any idea what you're gonna sing? Everybody's got their go-to karaoke song.",
      "th": "แล้วคิดไว้หรือยังว่าจะร้องเพลงอะไร ทุกคนมีเพลงเก่งประจำตัวทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "-Right? -No.",
      "th": "- จริงไหม - ไม่อะ"
    }
  },
  {
    "translation": {
      "en": "Lemme guess. You're gonna opt out of the whole singing thing too?",
      "th": "ขอเดานะ นายขอเลือกไม่ตก เป็นทาสการร้องเพลงด้วยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Wow! Thank you, ladies.",
      "th": "ว้าว ขอบคุณ สาวๆ"
    }
  },
  {
    "translation": {
      "en": "I can't tell you how much I enjoyed that performance.",
      "th": "บอกไม่ถูกเลยว่าเพลิดเพลิน กับการแสดงนั้นแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Nobody can.",
      "th": "บอกไม่ถูกกันทุกคน"
    }
  },
  {
    "translation": {
      "en": "-[scoffs] -[DJ] All right, who's up next?",
      "th": "เอาละ ใครจะมารับไมค์ต่อ"
    }
  },
  {
    "translation": {
      "en": "Padge Sawyer!",
      "th": "แพดจ์ ซอว์เยอร์"
    }
  },
  {
    "translation": {
      "en": "-Guess it's my turn. Wish me luck. -[crowd cheers]",
      "th": "คงถึงตาฉันแล้ว เอาใจช่วยด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[DJ] All right, nowhere to go but up from there.",
      "th": "เอาละ คงไม่มีอะไรเลวร้ายกว่าที่ผ่านมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We gotta see this. -[\"Teenage Dream\" playing]",
      "th": "งานนี้พลาดไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "Wow. I don't even know why she bothers with college.",
      "th": "ว้าว ไม่เข้าใจเลยว่าเธอ จะลำบากไปเรียนมหาลัยทำไม"
    }
  },
  {
    "translation": {
      "en": "She might as well just get her residency in Vegas, am I right?",
      "th": "เธอน่าจะไปอยู่เวกัสมากกว่า ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "You're enjoying this?",
      "th": "นายชอบนี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "You're enjoying her.",
      "th": "นายชอบเธอ"
    }
  },
  {
    "translation": {
      "en": "What? No, I'm not. No, I'm not. I'm--",
      "th": "อะไร ไม่ใช่ ฉันเปล่านะ ฉัน…"
    }
  },
  {
    "translation": {
      "en": "-[girl] Oh my gosh, that's Jordan. -Are you serious?",
      "th": "แม่เจ้า นั่นจอร์แดน เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "What? I invited him. I didn't think he'd show up with her.",
      "th": "อะไร ฉันชวนเขาจริง แต่ไม่นึกว่าเขาจะมากับนังนั่น"
    }
  },
  {
    "translation": {
      "en": "[Cameron] What's going on?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Jordan's her ex. He totally humiliated her in front of a zillion people.",
      "th": "จอร์แดนเป็นแฟนเก่าเธอน่ะ เขาฉีกหน้าเธอต่อหน้าคนเป็นล้านได้"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh. She's dying up there.",
      "th": "พระเจ้า นางเหมือนจะตายอยู่บนนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Wait. Kweller.",
      "th": "เดี๋ยว เควลเลอร์"
    }
  },
  {
    "translation": {
      "en": "I really don't think you should go! Kweller, this is a truly awful idea!",
      "th": "ฉันว่านายไม่ควรไปทางนั้น! เควลเลอร์ ความคิดนี้แย่บรมเลย!"
    }
  },
  {
    "translation": {
      "en": "All right, Kweller.",
      "th": "โอเค เควลเลอร์"
    }
  },
  {
    "translation": {
      "en": "-That's the bet guy? -Yeah.",
      "th": "- นั่นคนที่เราเดิมพันกันใช่ไหม - ใช่"
    }
  },
  {
    "translation": {
      "en": "Who is this dude?",
      "th": "หมอนั่นใคร"
    }
  },
  {
    "translation": {
      "en": "They're actually kinda good.",
      "th": "พวกนั้นร้องเพราะอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "They got all that on camera.",
      "th": "พวกนั้นถ่ายไว้หมดเลย"
    }
  },
  {
    "translation": {
      "en": "-That was actually amazing. -Yeah. I know, right?",
      "th": "- เอาจริงมันสุดยอดมาก - นั่นสิเนอะ"
    }
  },
  {
    "translation": {
      "en": "Thanks for having my ass. I mean, saving my back.",
      "th": "ขอบใจนะที่มาดันฉัน แบบว่ามาดุนฉัน"
    }
  },
  {
    "translation": {
      "en": "Having my back.",
      "th": "มาช่วยฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "And I'm pretty sure that is my cue to call for a car.",
      "th": "ฉันว่าคงถึงตาฉันเรียกรถกลับบ้านแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, um, uh, don't do that. We'll give you a ride.",
      "th": "ไม่ ไม่ต้องหรอก เดี๋ยวเราไปส่ง"
    }
  },
  {
    "translation": {
      "en": "-We will? -Yeah. It's no problem at all.",
      "th": "- เหรอ - ใช่ ไม่มีปัญหาสักนิด"
    }
  },
  {
    "translation": {
      "en": "-Can I get some KFC to go? -Yeah, sure.",
      "th": "- ฉันขอเอาเคเอฟซีไปด้วยได้ไหม - เอาสิ"
    }
  },
  {
    "translation": {
      "en": "Awesome.",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "♪ Little freaks in they jeeps don't play ♪",
      "th": "ไปนะ"
    }
  },
  {
    "translation": {
      "en": "You know, you should really rethink that whole no-singing policy.",
      "th": "รู้ไหม นายควรกลับไปคิดใหม่ เรื่องนโยบายไม่ร้องเพลงอะไรนั่นนะ"
    }
  },
  {
    "translation": {
      "en": "You have a really great voice.",
      "th": "เสียงนายดีจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Cameron was in the Glee Club. What?",
      "th": "แคเมรอนเคยอยู่ชมรมร้องเพลงน่ะ อะไรเล่า ไม่ยักรู้ว่ามันเป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "-I didn't know it was a secret. -Glee Club? At Cali?",
      "th": "แคเมรอนเคยอยู่ชมรมร้องเพลงน่ะ อะไรเล่า ไม่ยักรู้ว่ามันเป็นความลับ ชมรมร้องเพลงเหรอ ที่รร.คาลิเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-No, no. -I didn't think Cali had--",
      "th": "- เปล่า - ฉันว่าที่คาลิไม่มี…"
    }
  },
  {
    "translation": {
      "en": "It was at my old school back in Wyoming.",
      "th": "โรงเรียนเก่าน่ะ สมัยอยู่ไวโอมิง"
    }
  },
  {
    "translation": {
      "en": "It was either play football or cow tipping.",
      "th": "ถ้าไม่เข้าชมรมฟุตบอล ก็ชมรมแอบผลักวัว"
    }
  },
  {
    "translation": {
      "en": "-Or Glee Club. Yeah. -Or Glee Club? [chuckles]",
      "th": "- ไม่ก็ชมรมร้องเพลง ใช่เลย - ไม่ก็ชมรมร้องเพลง"
    }
  },
  {
    "translation": {
      "en": "I get it. Oh, this is me.",
      "th": "เข้าใจแล้ว โอ้ ถึงบ้านฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nisha] This is you? My cousin lives here.",
      "th": "นี่บ้านเธอเหรอ ญาติฉันก็อยู่ที่นี่ เธอชื่อไคอา มีฮาน นางเรียนอยู่…"
    }
  },
  {
    "translation": {
      "en": "-Her name's Kaia Mehan. She's a junior-- -We're new here.",
      "th": "ญาติฉันก็อยู่ที่นี่ เธอชื่อไคอา มีฮาน นางเรียนอยู่… ที่จริงเราเพิ่งย้ายเข้ามาน่ะ เลยยังไม่ได้เจอใคร"
    }
  },
  {
    "translation": {
      "en": "So we haven't really met anyone yet, but, um, thanks for the ride.",
      "th": "ที่จริงเราเพิ่งย้ายเข้ามาน่ะ เลยยังไม่ได้เจอใคร แต่ก็ขอบใจที่มาส่งนะ"
    }
  },
  {
    "translation": {
      "en": "And thanks for coming today.",
      "th": "แล้วก็ขอบใจที่มาปาร์ตี้วันนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "I hope it wasn't too, you know, weird.",
      "th": "หวังว่ามันจะไม่ แบบว่า ประหลาดเกินไป"
    }
  },
  {
    "translation": {
      "en": "That's okay. Weird's totally our thing.",
      "th": "ไม่เป็นไร เรื่องประหลาดแหละงานถนัดเรา"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] Okay, then. See you later. -See ya.",
      "th": "- โอเค งั้นก็ไว้เจอกัน - แล้วเจอกัน"
    }
  },
  {
    "translation": {
      "en": "-Hey, Padge. -Yeah?",
      "th": "- นี่ แพดจ์ - จ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I gotta say, even though you're incredibly hot,",
      "th": "ต้องขอบอกเลยว่าถึงเธอจะแซ่บสุดๆ"
    }
  },
  {
    "translation": {
      "en": "you're not the complete monster that I thought you'd be.",
      "th": "เธอก็ไม่ถึงกับเป็นนางมารร้าย แบบที่ฉันนึกว่าเธอจะเป็น"
    }
  },
  {
    "translation": {
      "en": "But Cameron is like a brother to me.",
      "th": "- ขอบใจมั้งนะ - แต่แคเมรอนเป็นเหมือนพี่น้องแท้ๆ ของฉัน"
    }
  },
  {
    "translation": {
      "en": "So, I have to say, if you do anything to hurt him,",
      "th": "ฉันเลยต้องบอกว่าถ้าเธอทำอะไรให้เขาเจ็บ"
    }
  },
  {
    "translation": {
      "en": "I'll put a croquembouche in your croquem-face. You feel me?",
      "th": "ฉันจะยัดโครก็องบุช ใส่หน้าเป๊ะๆ ของเธอ เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "Uh, okay. Don't forget.",
      "th": "- โอเค - อย่าลืมล่ะ"
    }
  },
  {
    "translation": {
      "en": "I really like her.",
      "th": "ฉันชอบนางจัง"
    }
  },
  {
    "translation": {
      "en": "[Brin] Oh, look who's up.",
      "th": "โอ้ ดูสิว่าใครตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "How was your Saturday?",
      "th": "วันเสาร์เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Uh, it was okay. Why?",
      "th": "ก็โอเค ทำไม"
    }
  },
  {
    "translation": {
      "en": "Do anything interesting?",
      "th": "ได้ทำอะไรสนุกๆ ไหม"
    }
  },
  {
    "translation": {
      "en": "Not really.",
      "th": "ก็ไม่มีนะ"
    }
  },
  {
    "translation": {
      "en": "Well, more than 2.6 million TikTok viewers beg to differ!",
      "th": "ผู้ชมติ๊กต็อกกว่า 2.6 ล้านคนไม่คิดแบบนั้นนะ!"
    }
  },
  {
    "translation": {
      "en": "-[coughs] Ugh! -Are you kidding me?",
      "th": "นี่ล้อเล่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me you had a date with Padgett Sawyer?",
      "th": "ทำไมพี่ไม่บอกฉันว่ามีเดตกับแพดเจ็ตต์ ซอว์เยอร์"
    }
  },
  {
    "translation": {
      "en": "Trust me. It wasn't a date. The whole thing was a freakish aberration.",
      "th": "เชื่อเถอะว่ามันไม่ใช่เดต ทั้งหมดเป็นแค่เรื่องแปลกประหลาดพิลึกพิลั่น"
    }
  },
  {
    "translation": {
      "en": "Okay, a person who is way out of your league is spending time with you.",
      "th": "โอเค ดอกฟ้าที่อยู่คนละชั้นกับพี่ มาคลุกคลีตีโมงกับพี่"
    }
  },
  {
    "translation": {
      "en": "-Take the win and claim it as a date. -[phone vibrates]",
      "th": "เข้าข้างตัวเองแล้วถือว่ามันเป็นเดตซะ"
    }
  },
  {
    "translation": {
      "en": "And speak of the devil herself. [gasps]",
      "th": "พูดถึงผี ผีก็มา"
    }
  },
  {
    "translation": {
      "en": "-Padgett, hey. -[Padgett] Brin.",
      "th": "- แพดเจ็ตต์ ไงคะ - บริน"
    }
  },
  {
    "translation": {
      "en": "Hi. Uh, sorry to bother you, but I think I left something",
      "th": "สวัสดีจ้ะ ขอโทษนะที่โทรมารบกวน แต่ฉันว่าฉันคงลืม…"
    }
  },
  {
    "translation": {
      "en": "in your brother's truck yesterday, and I don't have his number.",
      "th": "ของไว้บนรถพี่ชายเธอเมื่อวาน แล้วฉันก็ไม่มีเบอร์เขา"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, no problem.",
      "th": "โอ้ ได้ค่ะ ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "Yo, we were just talking about you.",
      "th": "เรากำลังคุยกันเรื่องพี่พอดี"
    }
  },
  {
    "translation": {
      "en": "He's standing right in front of me. Do you wanna talk to him?",
      "th": "เขายืนอยู่กับฉันนี่แหละ อยากคุยกับเขาไหม"
    }
  },
  {
    "translation": {
      "en": "[Padgett] I was hoping I could swing by now.",
      "th": "ที่จริงฉันว่าจะแวะไปเอาตอนนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, sure. When do you wanna come?",
      "th": "ได้สิคะ พี่จะมาเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "Oh, like now, now.",
      "th": "โอ้ ตอนนี้แบบตอนนี้สินะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, hold on.",
      "th": "โอเค ได้ค่ะ รอแป๊บนะ"
    }
  },
  {
    "translation": {
      "en": "You might wanna change.",
      "th": "พี่อาจอยากไปเปลี่ยนชุด"
    }
  },
  {
    "translation": {
      "en": "-Jessica. Hi. -[Jessica] Hey, Padgett.",
      "th": "- เจสสิก้า สวัสดีค่ะ - ไงจ๊ะ แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "Saw the duet. 2.6 million views!",
      "th": "ได้ดูเพลงคู่ยอดวิว 2.6 ล้านแล้วนะ!"
    }
  },
  {
    "translation": {
      "en": "Who's the new guy? A little scruffy but cute.",
      "th": "พ่อหนุ่มคนใหม่เป็นใคร ยับเยินไปหน่อยแต่น่ารักดี"
    }
  },
  {
    "translation": {
      "en": "Well, just wait until I'm done with his makeover.",
      "th": "รอให้ฉันแปลงโฉมเขาเสร็จก่อนเถอะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Ooh, go on.",
      "th": "โอ้ ว่าต่อซิ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna make him more popular than Jordan Van Draanen.",
      "th": "ฉันจะทำให้เขาดังกว่า จอร์แดน แวน แดรนเนนอีก"
    }
  },
  {
    "translation": {
      "en": "[Jessica] Really? Well, if you do that, then we're back in business.",
      "th": "จริงเหรอ ถ้าทำได้ เราก็กลับมาคุยกันได้"
    }
  },
  {
    "translation": {
      "en": "I'll believe it when I see it. Love ya.",
      "th": "แต่ฉันจะเชื่อต่อเมื่อได้เห็นกับตา"
    }
  },
  {
    "translation": {
      "en": "-[line disconnects] -Love ya!",
      "th": "- รักนะ - รักเหมือนกัน!"
    }
  },
  {
    "translation": {
      "en": "Thanks again. These things are always slipping out of my bag.",
      "th": "ขอบใจอีกครั้งนะ ของมันชอบหล่นออกจากกระเป๋าฉันเรื่อยเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, it's no problem.",
      "th": "ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "Since I'm already here, I was wondering if--",
      "th": "ไหนๆ ก็มาถึงนี่แล้ว ฉันอยากรู้ว่า…"
    }
  },
  {
    "translation": {
      "en": "-What's all this stuff? -Uh, it's from Dad. Just got here.",
      "th": "- ของอะไรน่ะ - จากพ่อน่ะ เพิ่งมาถึง"
    }
  },
  {
    "translation": {
      "en": "Uh, great.",
      "th": "- เยี่ยม - ของขวัญเหรอ เนื่องในโอกาสอะไร"
    }
  },
  {
    "translation": {
      "en": "-Gifts? What's the occasion? -Nothing. It's stupid.",
      "th": "- เยี่ยม - ของขวัญเหรอ เนื่องในโอกาสอะไร ไม่มีอะไรหรอก แค่ของโง่ๆ"
    }
  },
  {
    "translation": {
      "en": "Our dad lives in Sweden, and once a year, he sends us these all-in-one presents.",
      "th": "พ่อเราอยู่ที่สวีเดนน่ะ พ่อจะส่งของขวัญ เนื่องในทุกโอกาสมาให้ปีละครั้ง"
    }
  },
  {
    "translation": {
      "en": "Kind of like Christmas and Hanukkah and our birthdays all smushed together.",
      "th": "ประมาณว่าของขวัญวันคริสต์มาส วันฮานุคคาห์กับวันเกิดมัดรวมกัน"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Seriously?",
      "th": "เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "A doorstop?",
      "th": "ที่กั้นประตูเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Hmm, coloring books, Legos, and Swedish Helga Barbie.",
      "th": "สมุดภาพระบายสี เลโก้ แล้วก็เฮลก้า ตุ๊กตาบาร์บี้สวีเดน"
    }
  },
  {
    "translation": {
      "en": "Quite a haul if you're eight.",
      "th": "ล้ำมาก ถ้าเธอแปดขวบนะ"
    }
  },
  {
    "translation": {
      "en": "-At least he's trying. -I disagree.",
      "th": "อย่างน้อยพ่อก็พยายาม - ฉันไม่เห็นด้วย - แต่…"
    }
  },
  {
    "translation": {
      "en": "Well, it's the thought that counts, right?",
      "th": "แค่ตั้งใจให้ก็ดีแล้วว่าไหม"
    }
  },
  {
    "translation": {
      "en": "-Not that it's my business. -Um, did you need something else?",
      "th": "- ซึ่งไม่ใช่เรื่องของฉัน - เธอยังมีธุระอะไรอีกไหม"
    }
  },
  {
    "translation": {
      "en": "Actually, yeah. I was hoping you could give me another riding lesson.",
      "th": "จริงๆ ก็มี ฉันหวังว่านายจะสอนฉันขี่ม้าอีก"
    }
  },
  {
    "translation": {
      "en": "-When? -Now?",
      "th": "- เมื่อไรล่ะ - เดี๋ยวนี้ดีไหม"
    }
  },
  {
    "translation": {
      "en": "Now?",
      "th": "เดี๋ยวนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Um, yeah. You're in luck. I was on my way to the--",
      "th": "ได้สิ โชคดีนะที่ฉันกำลังจะไปคอกม้าพอดี"
    }
  },
  {
    "translation": {
      "en": "Hey, I thought you were gonna watch the Blue Bloods marathon with me.",
      "th": "นึกว่าหลานจะดูเรื่อง \"บลูบลัดส์\" แบบมาราธอนกับยาย"
    }
  },
  {
    "translation": {
      "en": "-Sorry, Grandma. Um, I-- -That's okay. I'll get started without ya.",
      "th": "ขอโทษครับ ยาย ไม่เป็นไร ยายดูคนเดียวก็ได้"
    }
  },
  {
    "translation": {
      "en": "-[indistinct chatter on TV] -Tommy Selleck waits for no one.",
      "th": "ทอมมี่ เซลเลกไม่รอใครอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "We better go. [chuckles]",
      "th": "ไปกันเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Bye, guys.",
      "th": "บ๊ายบายนะ"
    }
  },
  {
    "translation": {
      "en": "-[horse snorts] -I'm getting the hang of this, huh?",
      "th": "ฉันเริ่มจับจังหวะได้แล้วเนอะ"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Just takes time and practice, that's all.",
      "th": "แค่ต้องค่อยๆ ฝึกต่อไปเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Everyone's always in a hurry.",
      "th": "ใครๆ ก็ชอบรีบเร่งกันหมด"
    }
  },
  {
    "translation": {
      "en": "-Oh, and you aren't? -What's that supposed to mean?",
      "th": "- แล้วนายไม่รีบเหรอ - จะพูดอะไรไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "I don't know. It seems like you can't wait to be done with high school.",
      "th": "ไม่รู้สิ เหมือนนายอดใจรอ ให้จบม.ปลายไม่ไหวแล้วน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's true. [chuckles]",
      "th": "อันนั้นใช่เลย"
    }
  },
  {
    "translation": {
      "en": "I used to be like that too, but now that I lost my sponsorship,",
      "th": "ฉันก็เคยเป็นแบบนั้น แต่ตอนนี้พอเสียสปอนเซอร์ไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I, um, don't even know if I'll be able to pay for college.",
      "th": "ฉันไม่รู้ด้วยซ้ำว่าจะมีปัญญา จ่ายค่าเทอมมหาลัยไหม"
    }
  },
  {
    "translation": {
      "en": "Man, that sucks.",
      "th": "ใช่ แย่เนอะ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, but it won't take much money for me to bum around.",
      "th": "เสียใจด้วย แต่ที่ฉันหยุดพักเพื่อท่องเที่ยว มันไม่ได้ใช้เงินเยอะหรอก"
    }
  },
  {
    "translation": {
      "en": "See as much of the world as I can. Take as many pictures as I can.",
      "th": "ออกไปดูโลกกว้างเท่าที่จะทำได้ ถ่ายรูปให้ได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "That actually sounds amazing. I would love to travel someday.",
      "th": "ที่จริงนั่นฟังดูวิเศษไปเลย สักวันฉันก็อยากออกเดินทางบ้าง"
    }
  },
  {
    "translation": {
      "en": "I always wanted to see Paris.",
      "th": "ฉันอยากเห็นปารีสมาตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "You mean, you wanna take pictures of yourself in Paris so your followers know you went there?",
      "th": "เธอหมายถึงอยากไปถ่ายรูปตัวเองในปารีส ผู้ติดตามจะได้รู้ว่าเธอเคยไปใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Should I just do what you do and take rolls and rolls of pictures",
      "th": "หรือจะให้ฉันทำแบบนาย ที่ถ่ายรูปม้วนแล้วม้วนเล่า"
    }
  },
  {
    "translation": {
      "en": "and never show anyone?",
      "th": "แต่ไม่เคยให้ใครดู"
    }
  },
  {
    "translation": {
      "en": "-Wait. -[horse snorting]",
      "th": "เดี๋ยวนะ เธอรู้ได้ไง…"
    }
  },
  {
    "translation": {
      "en": "-How do you know-- -Brin told me.",
      "th": "เดี๋ยวนะ เธอรู้ได้ไง… บรินบอกน่ะ"
    }
  },
  {
    "translation": {
      "en": "You know, no one would have ever heard of Diane Arbus or Ansel Adams",
      "th": "รู้ไหม คงไม่เคยมีใครรู้จักดิแอน อาร์บัส และแอนเซล อดัมส์"
    }
  },
  {
    "translation": {
      "en": "if they hid in their dark room all day.",
      "th": "ถ้าพวกเขาเอาแต่ซ่อนตัวในห้องมืดทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "[giggles] What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "I can't believe you actually know those names.",
      "th": "ฉันแค่ไม่อยากเชื่อว่าเธอรู้ชื่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "So, how about it?",
      "th": "แล้วตกลงจะเอายังไง"
    }
  },
  {
    "translation": {
      "en": "-How about what? -Your pictures.",
      "th": "- เอาไงอะไร - รูปของนายไง"
    }
  },
  {
    "translation": {
      "en": "-When do I get to see them? -Uh, I'm thinking never.",
      "th": "ฉันจะได้เห็นเมื่อไร ฉันว่าคงไม่มีวันซะหรอก"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. You show me yours, and I'll show you mine.",
      "th": "ไม่เอาน่า ให้ฉันดูของนาย แล้วฉันจะให้นายดูของฉัน"
    }
  },
  {
    "translation": {
      "en": "Oh, everyone has seen yours.",
      "th": "ทุกคนเขาเห็นของเธอกันหมดแหละ"
    }
  },
  {
    "translation": {
      "en": "Sorry, that came out way dirtier than I intended it to.",
      "th": "โทษที มันฟังดูลามกกว่าที่ตั้งใจให้เป็น"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm just really private, that's all.",
      "th": "ฉันแค่รักความเป็นส่วนตัวมากๆ น่ะ"
    }
  },
  {
    "translation": {
      "en": "But, um… if you really wanna see what I do…",
      "th": "แต่ถ้าเธออยากเห็นว่าจริงๆ ว่าฉันทำอะไร…"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "th": "อยากสิ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "So you've really never been to Union Station?",
      "th": "เธอไม่เคยมาที่สถานีรถไฟสหภาพจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "Honestly, I didn't even know this was here.",
      "th": "ถ้าให้พูดตามตรง ฉันไม่รู้ด้วยซ้ำว่ามันอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Is that terrible?",
      "th": "แย่มากเลยใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah, kind of. [laughs]",
      "th": "ก็แย่เอาเรื่องอยู่"
    }
  },
  {
    "translation": {
      "en": "It's like a classic, old-timey train station.",
      "th": "นี่เหมือนสถานีรถไฟโบราณสุดคลาสสิกเลย"
    }
  },
  {
    "translation": {
      "en": "Well, it's actually a working train station",
      "th": "ที่จริงมันเป็นสถานีรถไฟที่ยังเปิดให้บริการ"
    }
  },
  {
    "translation": {
      "en": "where people take trains. -[chuckles softly] -[laughs]",
      "th": "ที่ที่ผู้คนมาขึ้นรถไฟกัน"
    }
  },
  {
    "translation": {
      "en": "Then again, you don't strike me as the public-transportation type.",
      "th": "แต่ก็อีกนั่นแหละ ฉันว่าเธอคง ไม่ใช่พวกที่ใช้ขนส่งสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "I carpool to school.",
      "th": "ฉันอาศัยรถเพื่อนไปโรงเรียนนะ"
    }
  },
  {
    "translation": {
      "en": "In your friend's Lexus.",
      "th": "เพื่อนเธอขับเล็กซัส"
    }
  },
  {
    "translation": {
      "en": "Hey, Mr. Cahill.",
      "th": "สวัสดีครับ คุณคาฮิลล์"
    }
  },
  {
    "translation": {
      "en": "-Hey, Cam. -This place is amazing.",
      "th": "- ว่าไง แคม - ที่นี่น่าทึ่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I guess I never come downtown because it's always so crowded.",
      "th": "ฉันว่าที่ฉันไม่เคยเข้าเมืองเลย เพราะคนแออัดตลอด"
    }
  },
  {
    "translation": {
      "en": "With street photography, crowds are the point. Makes it easier to blend in.",
      "th": "สำหรับช่างภาพถ่ายท้องถนน คนเยอะๆ นี่แหละสำคัญ ทำให้กลมกลืนได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "People don't mind you just taking their picture?",
      "th": "แล้วคนเขาไม่ว่าเหรอที่โดนถ่ายรูป"
    }
  },
  {
    "translation": {
      "en": "Uh, well, it depends. Sometimes I ask permission, sometimes I don't.",
      "th": "ก็แล้วแต่นะ บางทีฉันก็ขอก่อน บางทีก็ไม่"
    }
  },
  {
    "translation": {
      "en": "But after a while, you kind of develop a sense of when it's okay to shoot.",
      "th": "แต่พอทำไปนานๆ ก็จะรู้ได้เอง ว่าเมื่อไรโอเคที่จะถ่าย"
    }
  },
  {
    "translation": {
      "en": "-And when to run. -[chuckles]",
      "th": "และเมื่อไรควรเผ่น"
    }
  },
  {
    "translation": {
      "en": "-Thanks, Gene. Here you go. -Mm.",
      "th": "ขอบคุณครับ จีน รับไปเลย"
    }
  },
  {
    "translation": {
      "en": "Gene's Nutella lattes are insane.",
      "th": "นูเทลล่าลาเต้ของจีนอร่อยแบบบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Wait, are you actually smiling?",
      "th": "เดี๋ยวนะ นี่นายยิ้มจริงๆ เหรอ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรเล่า"
    }
  },
  {
    "translation": {
      "en": "I don't know. I've just never seen you like this.",
      "th": "ไม่รู้สิ แค่ไม่เคยเห็นนายเป็นแบบนี้"
    }
  },
  {
    "translation": {
      "en": "What do you mean?",
      "th": "หมายความว่าไง"
    }
  },
  {
    "translation": {
      "en": "Well, at school, you're this really reserved person,",
      "th": "ก็ที่โรงเรียนนายเป็นพวกเก็บตัวสุดๆ"
    }
  },
  {
    "translation": {
      "en": "but at the stables or here with your camera…",
      "th": "แต่เวลาอยู่ที่คอกม้าหรือมาที่นี่พร้อมกล้อง…"
    }
  },
  {
    "translation": {
      "en": "Oh, maybe it's because",
      "th": "อ๋อ อาจเป็นเพราะในที่แบบนี้ ไม่มีใครมาขูดคำว่า \"ไอ้ขี้แพ้\""
    }
  },
  {
    "translation": {
      "en": "no one in those places ever keyed the word \"loser\"",
      "th": "อาจเป็นเพราะในที่แบบนี้ ไม่มีใครมาขูดคำว่า \"ไอ้ขี้แพ้\""
    }
  },
  {
    "translation": {
      "en": "into my truck door or put a fetal pig in my backpack.",
      "th": "ที่ประตูรถฉัน หรือเอาศพลูกหมูผ่าตัดมาใส่ในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "Ouch.",
      "th": "แย่จัง"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't matter.",
      "th": "แต่ไม่สำคัญหรอก"
    }
  },
  {
    "translation": {
      "en": "High school's a bunch of scared people pretending to be something they're not.",
      "th": "มัธยมปลายก็เป็นแค่กลุ่มคนขี้กลัว ที่แสร้งเป็นในสิ่งที่ตัวเองไม่ได้เป็น"
    }
  },
  {
    "translation": {
      "en": "[chuckles] But this place?",
      "th": "แต่ที่นี่น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "This place is real.",
      "th": "ที่นี่คือของจริง"
    }
  },
  {
    "translation": {
      "en": "Just like horses.",
      "th": "เหมือนกับพวกม้าไง"
    }
  },
  {
    "translation": {
      "en": "Best bullshit detectors in the entire animal kingdom.",
      "th": "ตัวตรวจจับความตอแหล ที่ดีที่สุดในอาณาจักรสัตว์เลย"
    }
  },
  {
    "translation": {
      "en": "So what about Gilly?",
      "th": "แล้วกิลลี่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Does he think I'm full of crap? -You think I'd be here with you if he did?",
      "th": "มันคิดว่าฉันมีแต่เรื่องโกหกไหม ถ้ามันคิดงั้น ฉันจะมาอยู่ที่นี่กับเธอเหรอ"
    }
  },
  {
    "translation": {
      "en": "Sorry things are so bad for you at school.",
      "th": "เสียใจด้วยนะ ที่นายต้องเจอ เรื่องแย่ๆ ที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "Guess I'd be in a hurry to graduate too.",
      "th": "เป็นฉันก็คงอยากรีบเรียนให้จบเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm only doing it so my grandmother doesn't freak out.",
      "th": "ใช่ ฉันแค่เรียนๆ ไปเพื่อไม่ให้ยายสติแตกน่ะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, why do you and Brin live with her?",
      "th": "ทำไมนายกับบรินถึงอยู่กับท่านล่ะ"
    }
  },
  {
    "translation": {
      "en": "Sorry, if that's…",
      "th": "ขอโทษนะ ถ้ามัน…"
    }
  },
  {
    "translation": {
      "en": "No, no, no. No, it's okay.",
      "th": "ไม่ ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Well, you know our father lives in Sweden.",
      "th": "อย่างที่เธอรู้แล้ว พ่อเราอยู่ที่สวีเดน"
    }
  },
  {
    "translation": {
      "en": "-His choice. -[Padgett] Mm-hmm.",
      "th": "- พ่อเลือกแบบนั้น - อือฮึ"
    }
  },
  {
    "translation": {
      "en": "And after our mom died and…",
      "th": "และหลังจากที่แม่เราตาย…"
    }
  },
  {
    "translation": {
      "en": "Oh, I am so sorry.",
      "th": "โอ้ ฉันเสียใจด้วย"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Yeah, it's four years ago. Plane crash.",
      "th": "ใช่ สี่ปีก่อนน่ะ เครื่องบินตก"
    }
  },
  {
    "translation": {
      "en": "She was dating this guy named Marcus, who flew a turboprop.",
      "th": "ตอนนั้นแม่คบอยู่กับผู้ชายชื่อมาร์คัส เขาขับเครื่องบินแบบเทอร์โบพร็อป"
    }
  },
  {
    "translation": {
      "en": "And one Saturday morning, they were on their way back from Laramie,",
      "th": "แล้วเช้าวันเสาร์วันหนึ่ง ระหว่างที่พวกเขากลับจากเมืองลารามี"
    }
  },
  {
    "translation": {
      "en": "and, um…",
      "th": "แล้ว…"
    }
  },
  {
    "translation": {
      "en": "You must miss her a lot.",
      "th": "นายคงคิดถึงท่านมากแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, Mom was awesome.",
      "th": "ใช่ แม่ฉันเจ๋งมากเลย"
    }
  },
  {
    "translation": {
      "en": "In fact, she is the one who gave me this camera.",
      "th": "ที่จริงแม่เป็นคนให้กล้องตัวนี้มา"
    }
  },
  {
    "translation": {
      "en": "So that's why you love it so much.",
      "th": "นายถึงได้รักมันมากสินะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. So what about your family?",
      "th": "ใช่ แล้วครอบครัวเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, my parents are divorced.",
      "th": "คือพ่อแม่ฉันหย่ากัน"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] -Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Um, my dad lives in Florida with his new family.",
      "th": "พ่อฉันอยู่ฟลอริดากับครอบครัวใหม่"
    }
  },
  {
    "translation": {
      "en": "And I'm here with my mom.",
      "th": "ส่วนฉันอยู่กับแม่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "-Okay, what does she do? -She's a nurse.",
      "th": "- โอเค แล้วแม่เธอทำงานเหรอ - แม่เป็นพยาบาล"
    }
  },
  {
    "translation": {
      "en": "[Padgett] I've never told anyone that before.",
      "th": "ฉันไม่เคยบอกเรื่องนั้นกับใครมาก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "She works her ass off to give me every opportunity in the world.",
      "th": "แม่ทำงานสายตัวแทบขาดเพื่อให้ฉัน ได้มีโอกาสทุกอย่างบนโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "And sometimes I'm scared I won't be able to make it up to her.",
      "th": "บางครั้งมันก็ทำให้ฉันกลัว ว่าจะตอบแทนแม่ไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "-[shutter clicks] -Hey, did I say you could do that?",
      "th": "- นี่ ฉันอนุญาตให้นายถ่ายได้เหรอ - เปล่า"
    }
  },
  {
    "translation": {
      "en": "No. That's the whole idea of a candid shot.",
      "th": "นั่นแหละหัวใจของการแอบถ่าย"
    }
  },
  {
    "translation": {
      "en": "If you know I'm going to take a photo, then you gotta fix your hair,",
      "th": "ถ้าเธอรู้ว่าฉันจะถ่าย เธอก็จะจัดผม"
    }
  },
  {
    "translation": {
      "en": "and you do that whole duck-face thing.",
      "th": "แล้วก็ทำหน้าแบบเป็ดๆ"
    }
  },
  {
    "translation": {
      "en": "-Yes. That's exactly it. -[phone pings]",
      "th": "ใช่ แบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "-[phone keyboard clacking] -[phone pings]",
      "th": "(เดิมพันของเราเป็นไงบ้าง พร้อมโดนตีตราว่า \"ขี้แพ้\" หรือยัง) (ทำไม เธอกลัวเหรอ)"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Is… that an emergency?",
      "th": "มีเรื่องด่วนหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh… sorry.",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "Uh, depends.",
      "th": "ก็ไม่เชิง"
    }
  },
  {
    "translation": {
      "en": "-Are you free next weekend? -Why?",
      "th": "- สุดสัปดาห์หน้าว่างไหม - ทำไม"
    }
  },
  {
    "translation": {
      "en": "It's my friend Alden's birthday, and she's having a theme party.",
      "th": "วันเกิดอัลเดน เพื่อนฉันน่ะ นางจะจัดปาร์ตี้มีธีม"
    }
  },
  {
    "translation": {
      "en": "Okay, what's the theme?",
      "th": "แล้วเป็นธีมอะไร"
    }
  },
  {
    "translation": {
      "en": "It's Drop it like F. Scott. It's a Great Gatsby thing.",
      "th": "ธีมย้อนอดีตแบบเอฟ สก็อตต์ แบบเรื่อง \"เกรตแกตส์บี้\""
    }
  },
  {
    "translation": {
      "en": "Yeah, she does realize those parties in the book",
      "th": "เพื่อนเธอรู้ใช่ไหมว่าฉากงานเลี้ยงในนิยาย"
    }
  },
  {
    "translation": {
      "en": "represent the shallowness of the ruling class, right?",
      "th": "แสดงถึงความตื้นเขินของชนชั้นปกครอง"
    }
  },
  {
    "translation": {
      "en": "Sadly, that is the appeal.",
      "th": "น่าเศร้าที่นั่นแหละที่ดึงดูดใจ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -[Padgett] So what do you think?",
      "th": "- โอเค - แล้วนายว่าไง"
    }
  },
  {
    "translation": {
      "en": "-You down to get bougie together? -[Cameron] Yeah.",
      "th": "- อยากไปแอ๊บไฮโซด้วยกันไหม - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Can I bring some people?",
      "th": "ฉันพาคนอื่นไปด้วยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Sure. Yeah. Bring whoever you want. [chuckles]",
      "th": "ได้เลย อยากพาใครไปด้วยก็ได้"
    }
  },
  {
    "translation": {
      "en": "[Brin] Oh my God! Oh my God!",
      "th": "โอ้ พระเจ้า!"
    }
  },
  {
    "translation": {
      "en": "I can't believe I'm saying this, but I have the best brother ever.",
      "th": "ไม่อยากเชื่อว่าฉันจะพูดแบบนี้ แต่ฉันมีพี่ชายแสนดีที่สุดเลย"
    }
  },
  {
    "translation": {
      "en": "He has his moments.",
      "th": "เขาก็ใช้ได้อยู่"
    }
  },
  {
    "translation": {
      "en": "Okay. It's a roaring '20s theme,",
      "th": "โอเค ธีมเป็นช่วงรุ่งเรืองยุคปี 20"
    }
  },
  {
    "translation": {
      "en": "so there's a million ways we can go with this.",
      "th": "เราเลยเลือกแต่งได้เป็นล้านแบบเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, but we're only gonna try like, three, right?",
      "th": "ใช่ แต่เราจะลองแค่สามแบบก็พอใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Nisha] Don't listen to him.",
      "th": "ไม่ต้องไปฟังเขา"
    }
  },
  {
    "translation": {
      "en": "He's been wearing the same three plaids since 2017?",
      "th": "เขาใส่เสื้อลายสก็อตวนอยู่สามตัว มาตั้งแต่ปี 2017 ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "At least I alternate.",
      "th": "อย่างน้อยฉันก็สลับใส่"
    }
  },
  {
    "translation": {
      "en": "I get it.",
      "th": "ฉันเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "You found a look that works, but like I tell my followers,",
      "th": "นายเจอแนวที่ใช่สำหรับตัวเอง แต่เหมือนที่ฉันบอกกับผู้ติดตาม"
    }
  },
  {
    "translation": {
      "en": "sometimes bold can be your bestie.",
      "th": "บางครั้งความกล้าก็เป็นเพื่อนซี้ของเธอ"
    }
  },
  {
    "translation": {
      "en": "You actually say that? Out loud? To people?",
      "th": "เธอพูดแบบนั้นจริงๆ เหรอ พูดออกมาดังๆ ให้คนอื่นได้ยินเลยเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Come on.",
      "th": "มาน่า"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Okay, now don't tell me that wasn't fun.",
      "th": "โอเค ทีนี้อย่าบอกเชียวว่าเมื่อกี้ไม่สนุก"
    }
  },
  {
    "translation": {
      "en": "It wasn't.",
      "th": "ก็ไม่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "Okay, fine, it wasn't terrible.",
      "th": "ก็ได้ ก็ไม่ถึงกับแย่"
    }
  },
  {
    "translation": {
      "en": "But it's somewhere between getting my wisdom teeth out",
      "th": "แต่มันเหมือนก้ำกึ่งระหว่างไปถอนฟันคุด"
    }
  },
  {
    "translation": {
      "en": "and that Harry Styles show last year.",
      "th": "กับแฮร์รี สไตลส์โชว์ปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-Wait, you saw Harry Styles? -He took me for my birthday.",
      "th": "เดี๋ยวนะ นายไปดูแฮร์รี สไตลส์เหรอ เขาพาฉันไปตอนวันเกิดฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Aw, that's so sweet.",
      "th": "โอ๊ย น่ารักอะ"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Okay. The point is,",
      "th": "โอเค ประเด็นคือ…"
    }
  },
  {
    "translation": {
      "en": "we got our clothes, and we're done now, right?",
      "th": "เราได้เสื้อผ้าแล้ว แปลว่าเสร็จแล้วใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Oh God, what now?",
      "th": "พระเจ้า อะไรอีก"
    }
  },
  {
    "translation": {
      "en": "You're absolutely sure this is necessary?",
      "th": "- เธอแน่ใจจริงๆ เหรอว่าจำเป็นต้องทำแบบนี้ - ก็นะ"
    }
  },
  {
    "translation": {
      "en": "Well, we want to complete the look, right?",
      "th": "- เธอแน่ใจจริงๆ เหรอว่าจำเป็นต้องทำแบบนี้ - ก็นะ - เราอยากจัดเต็มไปเลยใช่ไหม - แน่นอนค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[snickers] Oh, definitely. -Out. Now.",
      "th": "- เราอยากจัดเต็มไปเลยใช่ไหม - แน่นอนค่ะ ออกไปเลย"
    }
  },
  {
    "translation": {
      "en": "-Fine. -[Padgett] Okay.",
      "th": "- ก็ได้ - โอเค"
    }
  },
  {
    "translation": {
      "en": "The most important thing for you to do now is trust me.",
      "th": "สิ่งสำคัญที่สุดที่นายต้องทำตอนนี้คือเชื่อใจฉัน"
    }
  },
  {
    "translation": {
      "en": "You've done this before?",
      "th": "เธอเคยทำมาก่อนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Literally thousands of times.",
      "th": "ทำมาเป็นพันครั้งได้เลย"
    }
  },
  {
    "translation": {
      "en": "Really? You shaved a guy's face?",
      "th": "จริงอะ โกนหนวดให้ผู้ชายเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "-[buzzing] -Sorry, can't hear you.",
      "th": "โทษที ไม่ได้ยินจ้า"
    }
  },
  {
    "translation": {
      "en": "I can't believe you got him to do this. He must really like you.",
      "th": "ไม่อยากเชื่อว่าพี่กล่อมให้เขายอมทำได้ เขาคงชอบพี่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Uh, no, no. I'm just really persuasive.",
      "th": "เปล่าหรอก ฉันเป็นพวกโน้มน้าวเก่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "-How's it going in there? -[Cameron] It's kind of hard to say.",
      "th": "ในนั้นเป็นยังไงบ้าง แอบบอกยากอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. Just come out.",
      "th": "เร็วเข้า ออกมาได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Wow, you are good.",
      "th": "ว้าว พี่เก่งนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "How do you feel?",
      "th": "นายรู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Like I just lost Dancing with the Stars.",
      "th": "เหมือนเพิ่งแพ้ในรายการ แด๊นซิ่งวิธเดอะสตาร์"
    }
  },
  {
    "translation": {
      "en": "Well, if I didn't know any better,",
      "th": "ถ้าฉันไม่รู้จักพี่ดีขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "and you weren't my brother,",
      "th": "และถ้าพี่ไม่ใช่พี่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I'd say you look pretty hot.",
      "th": "ฉันคงพูดว่าพี่ดูฮอตเวอร์"
    }
  },
  {
    "translation": {
      "en": "Right, Padgett?",
      "th": "จริงไหมคะ แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "Sure. [exhales]",
      "th": "จ้ะ ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Nisha] Very subtle.",
      "th": "(สุขสันต์วันเกิด อัลเดน) อย่างหรูเลย"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "Your camera? Really?",
      "th": "กล้องเนี่ยนะ เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "This is the only time I'm gonna be doing something like this.",
      "th": "อะไร ก็เห็นๆ อยู่ว่านี่คงเป็นครั้งเดียว ที่ฉันจะทำอะไรแบบนี้"
    }
  },
  {
    "translation": {
      "en": "-Might as well document it. -Hey, everybody. Padgett Head to Toe here.",
      "th": "- ก็ต้องบันทึกไว้สิ จริงไหม - ไงจ๊ะ ทุกคน นี่คือแพดเจ็ตต์สวยจรดเท้า"
    }
  },
  {
    "translation": {
      "en": "Outside of Alden Pierce's 18th birthday party.",
      "th": "ฉันอยู่หน้างานปาร์ตี้วันเกิด 18 ปี ของอัลเดน เพียร์ซ"
    }
  },
  {
    "translation": {
      "en": "If you can't already tell, the theme is Drop It Like F. Scott.",
      "th": "ถ้ายังเดาไม่ออก ธีมของงานนี้ คือย้อนอดีตแบบเอฟ สก็อตต์"
    }
  },
  {
    "translation": {
      "en": "I'm here with my amazing new friends.",
      "th": "ฉันมาพร้อมกับเพื่อนใหม่สุดวิเศษ"
    }
  },
  {
    "translation": {
      "en": "Cameron.",
      "th": "แคเมรอน"
    }
  },
  {
    "translation": {
      "en": "-Brin. -Hi, guys.",
      "th": "- บริน - หวัดดี"
    }
  },
  {
    "translation": {
      "en": "And Nisha.",
      "th": "และนีช่า"
    }
  },
  {
    "translation": {
      "en": "This is insane.",
      "th": "นี่มันบ้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're hot now. Get used to it.",
      "th": "ตอนนี้นายฮอตแล้ว ทำตัวให้ชินล่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, no, I was talking about the party.",
      "th": "เปล่า ฉันหมายถึงปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "This one's teeny compared to her sweet 16.",
      "th": "เทียบกับวันเกิด 16 ปีของเธอ นี่ถือว่าเด็กๆ เลย"
    }
  },
  {
    "translation": {
      "en": "We went to the beach.",
      "th": "ตอนนั้นเราจัดที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "In Turks and Caicos.",
      "th": "บนหมู่เกาะเติกส์กับเคคอส"
    }
  },
  {
    "translation": {
      "en": "Can you believe this?",
      "th": "เชื่อเขาไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Alden] Padge! -Hey! Mwah, mwah.",
      "th": "- แพดจ์ - ไงจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Alden.",
      "th": "หวัดดี ฉันอัลเดน"
    }
  },
  {
    "translation": {
      "en": "Birthday girl.",
      "th": "เจ้าของวันเกิด"
    }
  },
  {
    "translation": {
      "en": "Yeah, we've met.",
      "th": "ใช่ เราเคยเจอกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "โอ้"
    }
  },
  {
    "translation": {
      "en": "Oh!",
      "th": "โอ้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I gotta ask. What are you drinking?",
      "th": "โทษที ขอถามหน่อย เธอดื่มอะไรอยู่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, it's my signature bday mocktail.",
      "th": "อ๋อ ม็อกเทลสูตรประจำวันเกิดของฉันเอง"
    }
  },
  {
    "translation": {
      "en": "It's got cranberry juice, fresh raspberries, cherry Pop Rocks.",
      "th": "มีน้ำแครนเบอร์รี ราสป์เบอร์รีสด กับลูกอมเชอร์รีป๊อปร็อกส์"
    }
  },
  {
    "translation": {
      "en": "Hi, I just wanted to say happy birthday and thank you so much for inviting me.",
      "th": "หวัดดี ฉันอยากอวยพรให้มีความสุขในวันเกิด และขอบคุณมากที่เชิญฉัน"
    }
  },
  {
    "translation": {
      "en": "[scoffs] I'm sorry. Who are you?",
      "th": "โทษทีนะ เธอเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "-I thought I was in-- -Hey, uh…",
      "th": "บริน เควลเลอร์ นึกว่าฉันได้รับเชิญ…"
    }
  },
  {
    "translation": {
      "en": "We're gonna go get some drinks, and we'll see you guys in a bit.",
      "th": "เราว่าจะไปหาอะไรดื่มหน่อย เอาไว้เดี๋ยวเจอกันนะ"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "Padge, I don't know what you did to that Cameron guy, but damn!",
      "th": "แพดจ์ ฉันไม่รู้หรอกนะว่าเธอทำอะไร กับพ่อตากล้องนั่น แต่แม่เจ้า!"
    }
  },
  {
    "translation": {
      "en": "What you did?",
      "th": "เธอทำอะไรงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh, she means his costume.",
      "th": "เธอหมายถึงเสื้อผ้าเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "And Cameron did that himself.",
      "th": "และแคเมรอนทำเองด้วย"
    }
  },
  {
    "translation": {
      "en": "Wow, you might just win this bet after all.",
      "th": "ว้าว เธอคงชนะเดิมพันนี้แน่"
    }
  },
  {
    "translation": {
      "en": "Yeah, if you don't blow it for me first.",
      "th": "ใช่ ถ้าเธอไม่ทำพังก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "-Guess we'll see who's gonna be a loser. -We'll see.",
      "th": "- เดี๋ยวคงได้เห็นกันว่าใครจะเป็นไอ้ขี้แพ้ - ได้เห็นแน่"
    }
  },
  {
    "translation": {
      "en": "So, Aniston just bailed on you, bro?",
      "th": "งั้นแอนิสตันก็เทนายหน้าตาเฉยเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, bro.",
      "th": "ใช่เลย พวก"
    }
  },
  {
    "translation": {
      "en": "I was on my way to pick her up, and she texted me and said it's over.",
      "th": "ฉันกำลังจะไปรับเธอ แต่เธอส่งข้อความ มาบอกว่าเราจบกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Said she's going to Brent Rivera's birthday party with that other dude.",
      "th": "บอกว่าเธอจะไปงานวันเกิด เบรนต์ ริเวรากับหนุ่มคนอื่น"
    }
  },
  {
    "translation": {
      "en": "That sucks, bro.",
      "th": "แย่ชะมัดเลยว่ะ"
    }
  },
  {
    "translation": {
      "en": "That Aniston chick was hot. If I were you, I'd be crying too.",
      "th": "แอนิสตันนั่นน่ะแซ่บจริง - ถ้าฉันเป็นนายคงน้ำตาตกเหมือนกัน - ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "That's okay. [sighs] My fans love my vulnerability.",
      "th": "- ถ้าฉันเป็นนายคงน้ำตาตกเหมือนกัน - ไม่เป็นไรหรอก แฟนคลับรักที่ฉันอ่อนไหวง่าย"
    }
  },
  {
    "translation": {
      "en": "-Wait, you guys aren't recording? -Oh!",
      "th": "- เดี๋ยวนะ พวกนายไม่อัดคลิปไว้เหรอ - จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "-Shoot, my bad. -Oh my God.",
      "th": "- โทษที - โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "Guys! All right, come on. I need another take.",
      "th": "พวกนายละก็ เอาละ เอาใหม่อีกเทคนะ"
    }
  },
  {
    "translation": {
      "en": "[exhales] Okay. You got this.",
      "th": "โอเค รอบนี้ไม่พลาดแน่"
    }
  },
  {
    "translation": {
      "en": "[sighs] Damn, I lost it. Always be recording.",
      "th": "บ้าเอ๊ย อารมณ์ไม่ได้แล้ว ต้องอัดคลิปไว้ตลอดสิวะ"
    }
  },
  {
    "translation": {
      "en": "-My bad. That was my fault. -All right?",
      "th": "- ขอโทษ ฉันผิดเอง - เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "I still can't believe she'd ditch me for some rando loser",
      "th": "แต่ยังไม่อยากเชื่อเลยว่าเธอจะเทฉัน ไปหาไอ้ขี้แพ้ที่ไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "who's only got 318,000 followers.",
      "th": "ที่มีผู้ติดตามแค่ 318,000 คน"
    }
  },
  {
    "translation": {
      "en": "Well, he does play for the Clippers.",
      "th": "ก็เขาเล่นให้ทีมคลิปเปอร์สนี่นา"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's pretty dope.",
      "th": "เจ๋งเอาเรื่องนี่หว่า"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Don't tell me you're actually having fun.",
      "th": "อย่าบอกนะว่านายกำลังสนุกจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Why would you say that?",
      "th": "ทำไมพูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "This party is ridiculous.",
      "th": "งานนี้มันน่าขันสิ้นดี"
    }
  },
  {
    "translation": {
      "en": "[singing] You're having fun. You're having fun.",
      "th": "นายกำลังสนุกจริงๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Maybe a little.",
      "th": "ก็นิดหนึ่งมั้ง"
    }
  },
  {
    "translation": {
      "en": "[Nisha] Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "Nice costume.",
      "th": "ชุดสวยดี"
    }
  },
  {
    "translation": {
      "en": "[scoffs] Didn't think I'd see another Jordan Baker.",
      "th": "ไม่นึกว่าจะได้เจอจอร์แดน เบเกอร์อีกคน"
    }
  },
  {
    "translation": {
      "en": "Daisy is so overrated. [laughs]",
      "th": "เดซี่น่ะถูกอวยเกินไป"
    }
  },
  {
    "translation": {
      "en": "Totally.",
      "th": "เห็นด้วยเลย"
    }
  },
  {
    "translation": {
      "en": "Wow. I look like the before picture for you.",
      "th": "ว้าว ฉันเหมือนเป็นรูปก่อนแปลงโฉมของเธอเลย"
    }
  },
  {
    "translation": {
      "en": "Stop. You look great.",
      "th": "หยุดเลย เธอดูดีจะตาย"
    }
  },
  {
    "translation": {
      "en": "You were at my karaoke party.",
      "th": "เธอก็ไปงานปาร์ตี้คาราโอเกะของฉันใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Right. I was the one who didn't bring their swimsuit.",
      "th": "ใช่ ฉันคือคนที่ไม่ได้เตรียมชุดว่ายน้ำไป"
    }
  },
  {
    "translation": {
      "en": "-Yeah. I'm sorry it turned weird. -It's okay. Weird's totally my thing.",
      "th": "- ใช่ ขอโทษที่มันกลายเป็นงานแปลกๆ - ไม่เป็นไร ฉันถนัดงานแปลก"
    }
  },
  {
    "translation": {
      "en": "Oh my God. [gags]",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-They put them in the ice too? -[laughs]",
      "th": "พวกนั้นใส่ลูกอมในน้ำแข็งด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come on. I know where Alden keeps her non-Pop-Rock-aholic drinks.",
      "th": "ใช่ มาเถอะ ฉันรู้ว่าอัลเดนเก็บเครื่องดื่ม ไม่มีเหล้ากับป๊อปร็อกส์ไว้ไหน"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Let's go.",
      "th": "- ขอบใจ - มาเลย"
    }
  },
  {
    "translation": {
      "en": "Hey, you.",
      "th": "หวัดดีจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. You're not even gonna say, \"Hey\"?",
      "th": "จะไม่ทักทายกันแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Blow me.",
      "th": "ไปตายซะ"
    }
  },
  {
    "translation": {
      "en": "You're Aniston's problem now.",
      "th": "นายเป็นปัญหาของยัยแอนิสตันแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're still mad about that? That was like, two weeks ago.",
      "th": "ยังเคืองเรื่องนั้นอยู่เหรอ นั่นมันตั้งสองสัปดาห์แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Dude! What the hell?",
      "th": "- นี่ - เฮ้! อะไรของนายเนี่ย"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I had something else to tell you.",
      "th": "ฉันแค่มีเรื่องอื่นจะบอกเธอน่ะ"
    }
  },
  {
    "translation": {
      "en": "-What? -[Jordan] I don't know.",
      "th": "- อะไร - ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "That… I'm sorry.",
      "th": "อย่างเช่นฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "And that she was right.",
      "th": "และนางพูดถูก"
    }
  },
  {
    "translation": {
      "en": "-Who? -[Jordan] Aniston.",
      "th": "- ใคร - แอนิสตัน"
    }
  },
  {
    "translation": {
      "en": "She said that I wasn't over you,",
      "th": "แอนิสตันบอกว่าฉันยังลืมเธอไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and… that's the truth.",
      "th": "และก็เป็นตามนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "We belong together, Padge.",
      "th": "เราเกิดมาคู่กันนะ แพดจ์"
    }
  },
  {
    "translation": {
      "en": "Now, come on. These nominations are on Monday, all right?",
      "th": "ไม่เอาน่า วันจันทร์จะมีการเสนอชื่อนะ"
    }
  },
  {
    "translation": {
      "en": "If we win prom king and queen, our followers would go crazy.",
      "th": "ถ้าเราได้ตำแหน่งราชากับราชินีงานพรอม ผู้ติดตามของเราคงคลั่งแน่"
    }
  },
  {
    "translation": {
      "en": "I don't care!",
      "th": "ฉันไม่สน!"
    }
  },
  {
    "translation": {
      "en": "Oh, and by the way, there are no mean streets of Pali.",
      "th": "โอ้ แล้วก็นะ ไอ้ถนนคนถ่อยแห่งพาลี อะไรนั่นน่ะไม่มีหรอก"
    }
  },
  {
    "translation": {
      "en": "You live on the same block as Gwyneth Paltrow.",
      "th": "นายอยู่ซอยเดียวกับกวินเน็ธ พัลโทรว์"
    }
  },
  {
    "translation": {
      "en": "Oh man! You spilled my watermelon. It was the last one.",
      "th": "ให้ตาย เธอทำน้ำแตงโมหกหมดเลย นั่นแก้วสุดท้ายแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "Now, all they have is mango.",
      "th": "ตอนนี้เหลือแค่น้ำมะม่วง"
    }
  },
  {
    "translation": {
      "en": "I hate mango. It's a terrible flavor.",
      "th": "ฉันเกลียดมะม่วง รสชาติมันห่วยแตก"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "Is everything okay?",
      "th": "ทุกอย่างเรียบร้อยดีไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yeah, I just, uh, spilled my drink.",
      "th": "เรียบร้อยดี ฉันแค่ทำน้ำหก"
    }
  },
  {
    "translation": {
      "en": "But I was thinking about going to get another one, though.",
      "th": "แต่กำลังคิดว่าจะไปเอาแก้วใหม่อยู่"
    }
  },
  {
    "translation": {
      "en": "Any chance you want to come with me?",
      "th": "เธอบังเอิญอยากไปกับฉันไหม"
    }
  },
  {
    "translation": {
      "en": "[giggles] Sure.",
      "th": "แน่นอนสิ"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "งั้นก็ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, enough pictures for you. No one's going to see them anyways.",
      "th": "โอเค เลิกถ่ายรูปได้แล้ว ยังไงก็ไม่มีใครได้ดูมันอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "I have a better idea. Come on.",
      "th": "ฉันมีไอเดียดีกว่า มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, photo booth? Seriously?",
      "th": "ตู้ถ่ายรูปเหรอ เอาจริงอะ"
    }
  },
  {
    "translation": {
      "en": "-Come on. I want to see your duck face. -Ugh.",
      "th": "มาน่า ฉันอยากเห็นนายทำหน้าเป็ด"
    }
  },
  {
    "translation": {
      "en": "Now show me what you got.",
      "th": "มีอะไรก็ใส่มาเลย"
    }
  },
  {
    "translation": {
      "en": "You're not supposed to look at me.",
      "th": "เร็วสิ นายไม่ควรมัวแต่มองฉัน"
    }
  },
  {
    "translation": {
      "en": "-You're supposed to pose. -Sorry.",
      "th": "- นายควรเก๊กสิ - ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I guess I'm just mesmerized by watching you disfigure yourself.",
      "th": "ฉันคงแค่โดนสะกดจิตจากการดูเธอ ทำหน้าตาน่าเกลียดน่ะ"
    }
  },
  {
    "translation": {
      "en": "So you're repulsed?",
      "th": "รังเกียจเหรอยะ"
    }
  },
  {
    "translation": {
      "en": "Totally, but it must be so hard to make yourself look terrible",
      "th": "สุดๆ เลย แต่จะทำให้เธอขี้เหร่ได้ คงยากเอาการอยู่"
    }
  },
  {
    "translation": {
      "en": "when you're naturally so, you know…",
      "th": "ในเมื่อจริงๆ เธอแบบว่า…"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "Beautiful.",
      "th": "สวย"
    }
  },
  {
    "translation": {
      "en": "[party DJ] All right, everyone, let's gather by the big cake",
      "th": "เอาละ ทุกคน มารวมตัวที่เค้กก้อนโต"
    }
  },
  {
    "translation": {
      "en": "to sing Alden \"Happy Birthday.\"",
      "th": "เพื่อร่วมร้องเพลงวันเกิดให้กับอัลเดนกัน"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "แฮปปี้เบิร์ธเดย์ทูยู…"
    }
  },
  {
    "translation": {
      "en": "Stop it.",
      "th": "พอเลย"
    }
  },
  {
    "translation": {
      "en": "-♪ To you ♪ - [Brin] Get away from me, asshole!",
      "th": "อย่ามายุ่งกับฉันนะ ไอ้ทุเรศ!"
    }
  },
  {
    "translation": {
      "en": "-♪ Happy birthday… ♪ -Hey, Brin, what's going on?",
      "th": "นี่ บริน เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Why are you making a big deal out of this?",
      "th": "เรื่องแค่นี้ทำไมต้องทำให้เป็นเรื่องใหญ่ด้วย"
    }
  },
  {
    "translation": {
      "en": "-It was nothing. -You call that nothing?",
      "th": "- ไม่เห็นจะมีอะไรเลย - นั่นเรียกไม่มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What happened? What did he do? -She's so overreacting.",
      "th": "- เกิดอะไรขึ้น เขาทำอะไร - เธอก็แค่เวอร์ไปเอง"
    }
  },
  {
    "translation": {
      "en": "-You, shut up. -He asked me if I wanted a drink.",
      "th": "นายหุบปากเลย เขาถามฉันว่าอยากดื่มอะไรไหม ฉันเลยบอกว่า \"เอาสิ\""
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay.\"",
      "th": "เขาถามฉันว่าอยากดื่มอะไรไหม ฉันเลยบอกว่า \"เอาสิ\""
    }
  },
  {
    "translation": {
      "en": "And then we went into this big room with a pool table.",
      "th": "เขาถามฉันว่าอยากดื่มอะไรไหม ฉันเลยบอกว่า \"เอาสิ\" แล้วเขาก็พาฉันไปห้องใหญ่ๆ ที่มีโต๊ะพูล"
    }
  },
  {
    "translation": {
      "en": "-And we were just kissing. -See? No big deal.",
      "th": "- แล้วเราก็แค่จูบกัน - เห็นไหม ไม่ใช่เรื่องใหญ่"
    }
  },
  {
    "translation": {
      "en": "But then he started going for more, so I bonked him with a pool ball.",
      "th": "แต่เขาก็เริ่มเลยเถิด ฉันเลยเอาลูกสนุ้กทุบเขา"
    }
  },
  {
    "translation": {
      "en": "-Which hurt, by the way. -Freaking piece of shit.",
      "th": "- ใช่ เจ็บมากด้วย - นายนี่มันสวะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "-Don't tell me she's your girlfriend? -No, she's my little sister, you idiot.",
      "th": "อะไร อย่าบอกนะว่ายัยนี่แฟนนาย เธอเป็นน้องฉันโว้ย ไอ้งั่ง"
    }
  },
  {
    "translation": {
      "en": "And if you ever touch her again--",
      "th": "และถ้านายบังอาจแตะต้องเธออีก…"
    }
  },
  {
    "translation": {
      "en": "What, you wanna go? You wanna go, man?",
      "th": "อะไร นายอยากมีเรื่องเหรอ อยากเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Let's go. Let's get it. -Why'd you just take off your shirt?",
      "th": "- มาสิ เอาเลย - นายถอดเสื้อทำไมวะ"
    }
  },
  {
    "translation": {
      "en": "I don't know. That's for me to know and for you to find out.",
      "th": "ไม่รู้สิ ฉันแค่รู้แล้วกัน แต่นายต้องหาคำตอบเองว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "-What? -No, Cameron, come on.",
      "th": "- อะไรนะ - ไม่นะ แคเมรอน"
    }
  },
  {
    "translation": {
      "en": "[Padgett] He is not worth it.",
      "th": "เขาไม่มีค่าพอหรอก"
    }
  },
  {
    "translation": {
      "en": "No, not this time.",
      "th": "ไม่ ไม่ใช่ครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "-[Padgett] Cameron, please. -[boy 1] Move back. Make some room.",
      "th": "แคเมรอน ขอร้อง ถอยหน่อย ขอพื้นที่หน่อย"
    }
  },
  {
    "translation": {
      "en": "[boy 2] You got it! You got it!",
      "th": "- เอาเลย จอร์แดน - นายเอาอยู่!"
    }
  },
  {
    "translation": {
      "en": "If you ever go near my sister again--",
      "th": "ถ้านายเข้าใกล้น้องสาวฉันอีก…"
    }
  },
  {
    "translation": {
      "en": "-What? -[all] Ooh!",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "[Jordan's friend] Haha. Okay, okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Yes! -Oh!",
      "th": "- เยส! - โอ้!"
    }
  },
  {
    "translation": {
      "en": "Classic Johnny Wang move.",
      "th": "กระบวนท่าคลาสสิกของจอห์นนี่ หวัง"
    }
  },
  {
    "translation": {
      "en": "What the hell was that?",
      "th": "เมื่อกี้อะไรวะ"
    }
  },
  {
    "translation": {
      "en": "I'm sure that was me kicking your ass.",
      "th": "ฉันแน่ใจว่าเป็นฉันเตะก้นนายไง"
    }
  },
  {
    "translation": {
      "en": "Cameron, enough!",
      "th": "- ไอ้ชั่วเอ๊ย! - แคเมรอน พอได้แล้ว!"
    }
  },
  {
    "translation": {
      "en": "-Back in there, bro. -Well, check out Captain Badass.",
      "th": "- กลับไปลุยเลย พวก - ว้าวๆ พ่อหนุ่มคนเก่ง"
    }
  },
  {
    "translation": {
      "en": "I dare you to try that again.",
      "th": "แน่จริงลองอีกครั้งสิ"
    }
  },
  {
    "translation": {
      "en": "Yes! [cheers]",
      "th": "ต้องแบบนั้น!"
    }
  },
  {
    "translation": {
      "en": "I wasn't ready for that!",
      "th": "ฉันยังไม่ทันตั้งตัวหรอก!"
    }
  },
  {
    "translation": {
      "en": "-I need another take. Stop cheering! -Are you okay?",
      "th": "ขออีกเทค หยุดเชียร์กันได้แล้ว!"
    }
  },
  {
    "translation": {
      "en": "Cameron, that was amazing.",
      "th": "แคเมรอน เมื่อกี้สุดยอดเลย"
    }
  },
  {
    "translation": {
      "en": "-Let's go get the truck. -[Brin] Okay.",
      "th": "- ไปรอที่รถนะ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Okay? -Wait, you're not leaving, are you?",
      "th": "- โอเคไหม - เดี๋ยวสิ นายคงไม่ได้จะกลับหรอกใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think you should, but don't forget your camera.",
      "th": "ฉันว่านายควรกลับนะ แต่อย่าลืมกล้องล่ะ"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no!",
      "th": "ไม่นะ!"
    }
  },
  {
    "translation": {
      "en": "-Happy-- -Not now, Mom and Dad!",
      "th": "แฮปปี้… ไม่ใช่ตอนนี้ค่ะ พ่อแม่"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Cameron, are you okay? Let me help.",
      "th": "แคเมรอน เป็นไรไหม ฉันช่วยนะ"
    }
  },
  {
    "translation": {
      "en": "Cameron.",
      "th": "แคเมรอน!"
    }
  },
  {
    "translation": {
      "en": "Cameron.",
      "th": "แคเมรอน"
    }
  },
  {
    "translation": {
      "en": "-Cameron, wait. -What do you want?",
      "th": "- แคเมรอน รอก่อน - ต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "To make sure you're okay. You were leaving.",
      "th": "ฉันแค่อยากรู้ว่านายไม่เป็นไร จู่ๆ นายก็จะกลับ"
    }
  },
  {
    "translation": {
      "en": "An asshole hit on my sister and ruined my mother's camera.",
      "th": "ไอ้เวรนั่นลวนลามน้องสาวฉัน แถมทำกล้องแม่ฉันพัง"
    }
  },
  {
    "translation": {
      "en": "What do you want me to do?",
      "th": "เธออยากให้ฉันทำอะไร"
    }
  },
  {
    "translation": {
      "en": "The way you stood up to Jordan back there, people were impressed.",
      "th": "ทุกคนประทับใจมากนะ ที่นายกล้าเผชิญหน้ากับจอร์แดนเมื่อกี้"
    }
  },
  {
    "translation": {
      "en": "Who? The-- the-- the valedictorian? The head cheerleader?",
      "th": "ใครล่ะ ตัวแทนนักเรียนเหรอ หรือหัวหน้าเชียร์ลีดเดอร์"
    }
  },
  {
    "translation": {
      "en": "-The captain of the lacrosse team? -Cali doesn't have a lacrosse--",
      "th": "- หรือกัปตันทีมลาครอส - โรงเรียนเราไม่มีทีมลาครอส…"
    }
  },
  {
    "translation": {
      "en": "What am I doing here, Padgett?",
      "th": "ฉันมาทำอะไรที่นี่ แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "I mean, why after four years did you suddenly start talking to me?",
      "th": "เวลาตั้งสี่ปี ทำไมจู่ๆ เธอถึงอยากมาคุยกับฉัน"
    }
  },
  {
    "translation": {
      "en": "I… I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Maybe I just sensed there was more to you than what you let everyone see.",
      "th": "ฉันอาจแค่รู้สึกว่านายซ่อนอะไรไว้ มากกว่าที่ยอมให้ทุกคนเห็น"
    }
  },
  {
    "translation": {
      "en": "What if I like it that way?",
      "th": "แล้วถ้าฉันชอบให้เป็นแบบนั้นล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, then that really breaks my heart.",
      "th": "งั้นมันคงทำให้ฉันใจสลาย"
    }
  },
  {
    "translation": {
      "en": "Cameron, please.",
      "th": "แคเมรอน ได้โปรด"
    }
  },
  {
    "translation": {
      "en": "[Alden] Broken heart, huh?",
      "th": "ใจสลายงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Looks like someone moved on from Jordan pretty quick.",
      "th": "เหมือนจะมีคนมูฟออนจากจอร์แดนได้ไวอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "I moved on from Jordan the second we walked into that trailer.",
      "th": "ฉันมูฟออนได้ตั้งแต่วินาที ที่เราก้าวเข้าไปในรถเทรลเลอร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "And now you're falling for our little project?",
      "th": "แล้วตอนนี้เธอดันมาหลงโปรเจกต์ เล็กๆ ของเราแทนเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's not like that.",
      "th": "ไม่ใช่แบบนั้นนะ"
    }
  },
  {
    "translation": {
      "en": "I'm worried about him, okay? That's all. You saw what happened.",
      "th": "ฉันแค่เป็นห่วงเขา โอเคไหม แค่นั้นเอง เธอก็เห็นว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "You mean, your plus-three freak parade who ruined my birthday?",
      "th": "หมายถึงสามตัวประหลาดที่เธอ พามาทำลายงานวันเกิดฉันน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, it was hard to miss.",
      "th": "ใช่ ก็ยากจะพลาดอยู่"
    }
  },
  {
    "translation": {
      "en": "Look, if you wanna welch on our bet now, I understand.",
      "th": "ฟังนะ ถ้าเธออยากเทเดิมพัน ของเราตอนนี้ ฉันก็เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "I mean, the guy's a bigger train wreck than we expected.",
      "th": "หมอนั่นเพี้ยนกว่าที่เราคิดไว้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ละ"
    }
  },
  {
    "translation": {
      "en": "We're still on.",
      "th": "เดิมพันยังอยู่"
    }
  },
  {
    "translation": {
      "en": "Great party.",
      "th": "ปาร์ตี้สนุกดี"
    }
  },
  {
    "translation": {
      "en": "Thanks, but it's kind of been over for a while.",
      "th": "ขอบใจ แต่งานเลิกไปสักพักแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "No party's over until I say it's over.",
      "th": "ไม่มีปาร์ตี้ไหนจบ จนกว่าฉันจะบอกว่าจบ"
    }
  },
  {
    "translation": {
      "en": "Come on, Cali High. Let's rock!",
      "th": "เร็วเข้า ชาวมัธยมคาลิ มาสนุกให้สุดเหวี่ยงกัน"
    }
  },
  {
    "translation": {
      "en": "Oh.",
      "th": "โอ้"
    }
  },
  {
    "translation": {
      "en": "-It is over. -Yeah.",
      "th": "- จบแล้วจริงด้วย - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Where's my shirt?",
      "th": "เสื้อฉันไปไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Who needs shirts?",
      "th": "ใครเขาต้องการเสื้อกัน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Hey, guys.",
      "th": "ทุกคน"
    }
  },
  {
    "translation": {
      "en": "So the rest of tonight didn't go so great.",
      "th": "ช่วงท้ายของคืนนี้จบลงไม่สวยเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[Exhales] Well, it started out fun.",
      "th": "ตอนเริ่มมันก็สนุกดี"
    }
  },
  {
    "translation": {
      "en": "You know, I talk a lot here about self-improvement.",
      "th": "รู้ไหม ในช่องนี้ ฉันพูดถึง การพัฒนาตัวเองเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Exhales] Your looks,",
      "th": "เรื่องหน้าตา"
    }
  },
  {
    "translation": {
      "en": "your attitude,",
      "th": "ทัศนคติ"
    }
  },
  {
    "translation": {
      "en": "But I'm starting to think",
      "th": "แต่ฉันเริ่มคิดแล้วว่าคนรอบข้าง ที่เราเลือกจะอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "that who you choose to surround yourself with is so much more import--",
      "th": "แต่ฉันเริ่มคิดแล้วว่าคนรอบข้าง ที่เราเลือกจะอยู่ด้วย สำคัญกว่าเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[girl] So awesome!",
      "th": "เท่สุดๆ เลย!"
    }
  },
  {
    "translation": {
      "en": "[boy] All right, bro!",
      "th": "ว่าไง พวก!"
    }
  },
  {
    "translation": {
      "en": "-[all] Cameron! Cameron! Cameron! -[boy] Awesome, man!",
      "th": "- แคเมรอน! - สุดยอดเลย เพื่อน!"
    }
  },
  {
    "translation": {
      "en": "That was so awesome.",
      "th": "เจ๋งสุดๆ อะ"
    }
  },
  {
    "translation": {
      "en": "Hey. I'm Celeste.",
      "th": "นี่ ฉันชื่อเซเลสต์"
    }
  },
  {
    "translation": {
      "en": "I wanted to say that while I reject the whole idea",
      "th": "ฉันแค่อยากบอกว่าเพราะฉันต่อต้านทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "of the prom court as an antiquated, heteronormative construct,",
      "th": "เรื่องโหวตราชากับราชินีงานพรอม ที่ล้าหลังและแบ่งแยกทางเพศ"
    }
  },
  {
    "translation": {
      "en": "if I didn't, you'd have my vote.",
      "th": "ไม่งั้นฉันคงโหวตให้นายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Your vote for what?",
      "th": "โหวตอะไร"
    }
  },
  {
    "translation": {
      "en": "[Nisha] Hey, Kweller. Dude.",
      "th": "นี่ เควลเลอร์ เพื่อน"
    }
  },
  {
    "translation": {
      "en": "Some Saturday night, huh? [chuckles]",
      "th": "คืนวันเสาร์สุดเหวี่ยงไปเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "Mr. Prom King nominee.",
      "th": "ผู้เข้าชิงตำแหน่งราชางานพรอม"
    }
  },
  {
    "translation": {
      "en": "-What? -Did you not see?",
      "th": "- ว่าไงนะ - ยังไม่เห็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Cameroon Kewller for prom king. -[chuckles]",
      "th": "เสนอคาเมรูน คิวล์เลอร์ ชิงตำแหน่งราชางานพรอม"
    }
  },
  {
    "translation": {
      "en": "-That's ridiculous. -[laughs]",
      "th": "เหลวไหลไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Attention Earthquakes, here are the prom court nominations.",
      "th": "พวกเอิร์ธเควกโปรดฟัง นี่คือผู้ได้รับการเสนอชื่อชิงตำแหน่ง"
    }
  },
  {
    "translation": {
      "en": "For king, we have Jordan Van Draanen and Cameroon Kewller?",
      "th": "ราชางานพรอม มีจอร์แดน แวน แดรนเนน และคาเมรูน คิวล์เลอร์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Tanya, is this a joke?",
      "th": "เทนยา ล้อกันเล่นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Okay. I am told that Cameroon is an actual student,",
      "th": "โอเค มีคนบอกครูว่าคาเมรูน เป็นชื่อเด็กนักเรียนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "so congratulations to him",
      "th": "เพราะงั้นยินดีกับเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "and to our third nominee, Sebastian Woo.",
      "th": "และสำหรับผู้ได้รับการเสนอชื่อ คนที่สาม เซบาสเตียน หวู"
    }
  },
  {
    "translation": {
      "en": "-Yes! Whoo! Yes! Whoo! -Oh my God, dude!",
      "th": "- เยส! วู้ - โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "I'm the king of the school!",
      "th": "ฉันคือราชาของโรงเรียนนี้!"
    }
  },
  {
    "translation": {
      "en": "Sebastian Woo!",
      "th": "เซบาสเตียน หวู!"
    }
  },
  {
    "translation": {
      "en": "It is so fitting that they would butcher your name.",
      "th": "เข้าใจแล้วละที่พวกเขาใส่ชื่อนายผิด"
    }
  },
  {
    "translation": {
      "en": "Could you imagine if you actually ran for prom king?",
      "th": "ก็นายนึกภาพตัวเองเป็นผู้เข้าชิง ตำแหน่งราชางานพรอมจริงๆ ออกไหม"
    }
  },
  {
    "translation": {
      "en": "[muffled echo] Jordan Van D, baby!",
      "th": "จอร์แดน แวน ดี นะจ๊ะ!"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "th": "ลุยเลย!"
    }
  },
  {
    "translation": {
      "en": "Yeah, maybe I can.",
      "th": "ใช่ ก็อาจจะนึกออก"
    }
  },
  {
    "translation": {
      "en": "[Alden] Sawyer.",
      "th": "ซอว์เยอร์"
    }
  },
  {
    "translation": {
      "en": "Alden.",
      "th": "อัลเดน"
    }
  },
  {
    "translation": {
      "en": "And Jordan?",
      "th": "กับจอร์แดนเหรอ"
    }
  },
  {
    "translation": {
      "en": "What the hell is going on?",
      "th": "เกิดเรื่องบ้าอะไรขึ้นเนี่ย"
    }
  },
  {
    "translation": {
      "en": "JVD out.",
      "th": "เจวีดีขายออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know how you're running for prom queen unopposed? Not anymore.",
      "th": "เธออาจเคยเป็นราชินีงานพรอมที่ไม่มีใครโค่นได้ - แต่ไม่ใช่อีกแล้ว - ปรบมือแล้วพูดดังๆ"
    }
  },
  {
    "translation": {
      "en": "♪ Clap your hands, say it loud ♪",
      "th": "- แต่ไม่ใช่อีกแล้ว - ปรบมือแล้วพูดดังๆ"
    }
  },
  {
    "translation": {
      "en": "♪ Alden Pierce will make you proud ♪",
      "th": "อัลเดน เพียร์ซจะทำให้เธอภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "♪ Clap your hands, say it loud Alden Pierce will make you proud ♪",
      "th": "ปรบมือแล้วพูดดังๆ อัลเดน เพียร์ซ จะทำให้เธอภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "-You're running against me? -Oh, please.",
      "th": "- เธอจะลงแข่งกับฉันเหรอ - ขอที"
    }
  },
  {
    "translation": {
      "en": "Don't look so surprised. I know all the same people you do.",
      "th": "อย่าทำเป็นตกใจหน่อยเลย ฉันก็รู้จักทุกคนที่เธอรู้จัก"
    }
  },
  {
    "translation": {
      "en": "The only difference is, I didn't just hemorrhage 94,000 followers.",
      "th": "ที่ต่างกันก็คือฉันไม่ได้เพิ่งเสีย ผู้ติดตาม 94,000 คน"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "โอ้ พระเจ้า"
    }
  },
  {
    "translation": {
      "en": "-You've been planning this all along. -What are you talking about?",
      "th": "- เธอวางแผนเรื่องนี้มาตลอด - พูดอะไรของเธอ"
    }
  },
  {
    "translation": {
      "en": "That day in Jordan's trailer. The video.",
      "th": "วันนั้นที่รถเทรลเลอร์ของจอร์แดน คลิปนั่น"
    }
  },
  {
    "translation": {
      "en": "-What about it? -You were holding the camera.",
      "th": "- มันทำไมยะ - เธอเป็นคนถือกล้อง"
    }
  },
  {
    "translation": {
      "en": "My entire life was falling apart, and you didn't press stop.",
      "th": "ทั้งชีวิตของฉันกำลังป่นปี้ แต่เธอกลับไม่ยอมหยุดถ่าย"
    }
  },
  {
    "translation": {
      "en": "You let it happen because you knew you were gonna run.",
      "th": "เธอปล่อยให้มันเกิดขึ้น เพราะเธอรู้ว่าจะมาลงแข่ง"
    }
  },
  {
    "translation": {
      "en": "Okay, yeah, maybe I did. So what?",
      "th": "ก็ได้ ฉันอาจรู้ แล้วไง"
    }
  },
  {
    "translation": {
      "en": "Don't act like you wouldn't have done the same thing.",
      "th": "อย่าทำเหมือนเธอจะไม่ทำแบบเดียวกันหน่อยเลย"
    }
  },
  {
    "translation": {
      "en": "-But I thought we were friends? -[Alden] Yeah, well.",
      "th": "- แต่ฉันนึกว่าเราเป็นเพื่อนกัน - ก็นะ"
    }
  },
  {
    "translation": {
      "en": "Things aren't always the way they seem, and you would know, right?",
      "th": "อะไรๆ ไม่ได้เป็นแบบที่เห็นเสมอหรอก เธอน่าจะรู้ดี จริงไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah. That's right.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "You can drop the act. We know you're poor.",
      "th": "เลิกเสแสร้งได้แล้ว เรารู้ว่าเธอจน"
    }
  },
  {
    "translation": {
      "en": "-[Quinn] Stop. -[Alden] Please.",
      "th": "- หยุดนะ - ขอที"
    }
  },
  {
    "translation": {
      "en": "Did you think you were fooling us?",
      "th": "เธอคิดจริงๆ เหรอว่าจะหลอกเราได้"
    }
  },
  {
    "translation": {
      "en": "I mean, your mom's a nurse. You can't afford a car.",
      "th": "แม่เธอเป็นพยาบาล เธอไม่มีปัญญาซื้อรถ"
    }
  },
  {
    "translation": {
      "en": "You live in that dumpy shack on Clinton.",
      "th": "เธออยู่บ้านรูหนูซอมซ่อบนถนนคลินตัน"
    }
  },
  {
    "translation": {
      "en": "-Alden. -[Alden] Yeah, that's right.",
      "th": "- อัลเดน - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "We know you don't live at the Palisades Lofts.",
      "th": "เรารู้ว่าเธอไม่ได้อยู่ที่พาลีเสดส์ ลอฟต์ส"
    }
  },
  {
    "translation": {
      "en": "How long have you known?",
      "th": "เธอรู้มานานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Mmm. I don't know, like a year, maybe? We didn't say anything.",
      "th": "ไม่รู้สิ สักปีได้มั้ง ที่เราไม่พูดอะไรเพราะไม่อยากทำร้ายจิตใจเธอ"
    }
  },
  {
    "translation": {
      "en": "We didn't wanna hurt your feelings. Don't worry. Your secret's safe with me.",
      "th": "ที่เราไม่พูดอะไรเพราะไม่อยากทำร้ายจิตใจเธอ แต่ไม่ต้องห่วง ฉันไม่แพร่งพรายความลับเธอหรอก"
    }
  },
  {
    "translation": {
      "en": "Guess it's game on, Bubble Girl.",
      "th": "เกมเริ่มต้นแล้วจ้ะ ยัยขี้มูกโป่ง"
    }
  },
  {
    "translation": {
      "en": "♪ Clap your hands, say it loud Alden Pierce will make you proud ♪",
      "th": "ปรบมือแล้วพูดดังๆ อัลเดน เพียร์ซ จะทำให้เธอภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "♪ Clap your hands, say it loud Alden Pierce will make you proud ♪",
      "th": "ปรบมือแล้วพูดดังๆ อัลเดน เพียร์ซ จะทำให้เธอภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "-I'm so sorry. -I'm so sorry.",
      "th": "ฉันขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I only lied because I thought if I told the truth,",
      "th": "ที่ฉันโกหกเพราะกลัวว่าถ้าบอกความจริง"
    }
  },
  {
    "translation": {
      "en": "you guys wouldn't like me anymore.",
      "th": "พวกเธอจะไม่ชอบฉันเหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "-I was embarrassed. -I don't care… at all. Okay?",
      "th": "- ฉันแค่อาย - ฉันไม่สนเลย โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I swear I had no idea she was planning this.",
      "th": "สาบานได้ว่าฉันไม่รู้ว่านางวางแผนจะทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "I don't get it. It's like she's suddenly this whole different person.",
      "th": "ฉันไม่เข้าใจเลย มันเหมือนจู่ๆ นางก็เปลี่ยนเป็นคนละคน"
    }
  },
  {
    "translation": {
      "en": "Is she though? Maybe we're just now seeing who she really is.",
      "th": "จริงเหรอ เราอาจเพิ่งได้เห็น ธาตุแท้ของนางก็ได้"
    }
  },
  {
    "translation": {
      "en": "-What do you mean? -She quit the dance team.",
      "th": "- หมายความว่าไง - ฉันได้ยินว่านางลาออก"
    }
  },
  {
    "translation": {
      "en": "Now she's starting her own squad with Jordan.",
      "th": "จากทีมเต้นแล้วมาตั้งทีมกับจอร์แดน"
    }
  },
  {
    "translation": {
      "en": "-Unbelievable. -[phone dings]",
      "th": "เหลือเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Wow. Look at you.",
      "th": "ว้าว ดูเธอสิ"
    }
  },
  {
    "translation": {
      "en": "-Who is it? -[Quinn] Nothing.",
      "th": "- ใครเหรอ - เปล่าหรอก"
    }
  },
  {
    "translation": {
      "en": "-It's stupid. -[Padgett] Really?",
      "th": "- แค่เรื่องไร้สาระ - จริงอะ"
    }
  },
  {
    "translation": {
      "en": "-Then why are you blushing? -I'm not blushing. It's just a funny text.",
      "th": "- แล้วทำไมหน้าแดงล่ะ - ฉันเปล่าหน้าแดงนะ ก็แค่ข้อความตลกๆ"
    }
  },
  {
    "translation": {
      "en": "-Mm. A stupid, funny text from… -Nisha.",
      "th": "- ข้อความไร้สาระตลกๆ จาก… - นีช่า"
    }
  },
  {
    "translation": {
      "en": "-Q! That's amazing. -[Quinn chuckles]",
      "th": "คิว เยี่ยมไปเลย"
    }
  },
  {
    "translation": {
      "en": "I thought I saw you guys talking at the party.",
      "th": "ฉันก็ว่าอยู่ว่าเห็นพวกเธอคุยกันที่ปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, she's pretty great.",
      "th": "ใช่ เขาเยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "I was thinking about asking her to prom.",
      "th": "ที่จริงฉันคิดอยู่ว่าจะชวนเขาไปงานพรอม"
    }
  },
  {
    "translation": {
      "en": "No way. Oh my God, that's so great. You guys would be so cute together.",
      "th": "ไม่จริงน่า โอ้ พระเจ้า แบบนั้นวิเศษเลย พวกเธอต้องดูน่ารักมากแน่"
    }
  },
  {
    "translation": {
      "en": "-So how are you gonna ask her? -Hey, um…",
      "th": "- แล้วเธอจะชวนเขายังไง - นี่"
    }
  },
  {
    "translation": {
      "en": "You got a sec?",
      "th": "พอมีเวลาไหม"
    }
  },
  {
    "translation": {
      "en": "Go. I'll talk to you later.",
      "th": "ไปสิ ไว้คุยกันทีหลัง"
    }
  },
  {
    "translation": {
      "en": "I didn't think you were talking to me anymore.",
      "th": "นึกว่านายจะไม่ยอมพูดกับฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sorry about that.",
      "th": "ขอโทษด้วย"
    }
  },
  {
    "translation": {
      "en": "I got really pissed off, but you didn't do anything.",
      "th": "ฉันโมโหมาก แต่เธอไม่ได้ทำอะไรผิด"
    }
  },
  {
    "translation": {
      "en": "There's something I wanted to talk to you about.",
      "th": "ที่จริงฉันมีเรื่องอยากคุยกับเธอหน่อย"
    }
  },
  {
    "translation": {
      "en": "Hey! You, my man, are a rock star.",
      "th": "เฮ้ นายคือฮีโร่ในใจฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Inspiration. Do you want to hear a poem?",
      "th": "นายเป็นแรงบันดาลใจ อยากฟังกลอนไหม"
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "th": "เอาสิ"
    }
  },
  {
    "translation": {
      "en": "Um, Cameron Kweller Interstellar",
      "th": "แคเมรอน เควลเลอร์ ท่ามกลางดาวมากมาย"
    }
  },
  {
    "translation": {
      "en": "Stood up to the dick",
      "th": "ประจันหน้ากับไอ้ถ่อย"
    }
  },
  {
    "translation": {
      "en": "Made it stick",
      "th": "ไม่เคยจะยอมอ่อย"
    }
  },
  {
    "translation": {
      "en": "Cameron, one",
      "th": "แคเมรอน หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Jordan, zero",
      "th": "จอร์แดน โบ๋"
    }
  },
  {
    "translation": {
      "en": "King Cameron, you're my hero",
      "th": "ราชาแคเมรอน นายคือฮีโร่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "Fight the power, man.",
      "th": "สู้กับอำนาจต่อไปนะ พวก"
    }
  },
  {
    "translation": {
      "en": "That was great.",
      "th": "ซึ้งตรึงใจมาก"
    }
  },
  {
    "translation": {
      "en": "-[crunches] -[painfully] Ah, worth it.",
      "th": "คุ้มแหละ"
    }
  },
  {
    "translation": {
      "en": "-Okay. [chuckles] -[chuckles]",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Can you believe all this prom BS?",
      "th": "เธอเชื่อเรื่องพรอมบ้าบอนี่ลงไหม"
    }
  },
  {
    "translation": {
      "en": "I know. Pretty cool, right? I mean, what do you think?",
      "th": "นั่นสิ เจ๋งเลยเนอะ แล้วนายคิดว่าไง"
    }
  },
  {
    "translation": {
      "en": "Well, that's actually what I wanted to talk to you about.",
      "th": "คือที่จริงฉันอยากคุยกับเธอเรื่องนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Uh, but now I'm late for Art History.",
      "th": "แต่ตอนนี้ฉันเข้าเรียนประวัติศาสตร์ศิลป์สายแล้ว"
    }
  },
  {
    "translation": {
      "en": "Um, is there any chance you could come over after school?",
      "th": "เลิกเรียนแล้วแวะไปบ้านฉันหน่อยได้ไหม"
    }
  },
  {
    "translation": {
      "en": "-There's something I wanted to show you. -Um, sure.",
      "th": "- มีบางอย่างที่ฉันอยากให้เธอดู - ได้สิ"
    }
  },
  {
    "translation": {
      "en": "-I'll be there. -Cool.",
      "th": "- ฉันจะไป - เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "Bye.",
      "th": "บาย"
    }
  },
  {
    "translation": {
      "en": "-[door closes] -So this whole prom king thing,",
      "th": "เรื่องราชางานพรอมน่ะ"
    }
  },
  {
    "translation": {
      "en": "I can't believe you're actually into it.",
      "th": "ไม่อยากเชื่อว่านายจะเอาด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, I'm not really, but I do hate Van Draanen.",
      "th": "ที่จริงก็เปล่าหรอก แต่ฉันเกลียดเจ้าแวน แดรนเนน"
    }
  },
  {
    "translation": {
      "en": "Guys like him crap all over everyone and somehow still end up on top.",
      "th": "คนอย่างเขาทำตัวทุเรศใส่ทุกคน แต่ก็ยังได้อยู่เหนือคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Not this time. Not if I have anything to do with it.",
      "th": "ไม่ใช่คราวนี้แน่ ถ้าฉันทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-That sounded confident. -'Cause I am.",
      "th": "- เธอพูดเหมือนมั่นใจมาก - เพราะฉันมั่นใจไง"
    }
  },
  {
    "translation": {
      "en": "And after Alden's party, you have some serious traction.",
      "th": "และหลังจากปาร์ตี้ของอัลเดน นายก็ป๊อปขึ้นมาเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "But you're gonna have to let people see the real Cam Kweller.",
      "th": "แต่นายต้องยอมให้คนอื่นได้เห็น ตัวตนที่แท้จริงของแคม เควลเลอร์"
    }
  },
  {
    "translation": {
      "en": "Well, speaking of the real me, right this way.",
      "th": "พูดถึงตัวตนที่แท้จริงของฉัน เชิญทางนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Wow. I cannot believe you have your own darkroom.",
      "th": "ว้าว ไม่อยากเชื่อว่านายมีห้องมืดเป็นของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "It was my 14th birthday present.",
      "th": "มันเป็นของขวัญวันเกิดอายุ 14 ปีของฉัน"
    }
  },
  {
    "translation": {
      "en": "So you've been taking pictures your whole life then?",
      "th": "งั้นนายก็ถ่ายรูปมาตลอดชีวิตเลยสิ"
    }
  },
  {
    "translation": {
      "en": "[Cameron] Kind of. Used to be more of a hobby,",
      "th": "ประมาณนั้น มันเคยเป็น เหมือนงานอดิเรกมากกว่า"
    }
  },
  {
    "translation": {
      "en": "but now I don't know.",
      "th": "แต่ตอนนี้ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Sometimes I feel like I could spend my entire life in this room.",
      "th": "บางครั้งฉันก็รู้สึกเหมือนว่า ฉันใช้ทั้งชีวิตอยู่ในห้องนี้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Cameron, these are amazing.",
      "th": "แคเมรอน นี่มหัศจรรย์มากเลย"
    }
  },
  {
    "translation": {
      "en": "So why are you letting me see them now?",
      "th": "แล้วทำไมถึงยอมให้ฉันดูแล้วล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, you wouldn't stop asking,",
      "th": "ไม่งั้นเธอคงขอไม่เลิก"
    }
  },
  {
    "translation": {
      "en": "so I figured this was the only way to get you to stop.",
      "th": "ฉันเลยคิดว่านี่เป็นทางเดียวที่จะทำให้เธอหยุด"
    }
  },
  {
    "translation": {
      "en": "Well, you are very talented.",
      "th": "ว้าว นายมีพรสวรรค์จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I mean, look at this one. Oh!",
      "th": "ดูอย่างรูปนี้สิ"
    }
  },
  {
    "translation": {
      "en": "Oh my God, I am so sorry.",
      "th": "โอ้ พระเจ้า ฉันขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It's, uh…",
      "th": "ก็…"
    }
  },
  {
    "translation": {
      "en": "It's okay.",
      "th": "ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Really.",
      "th": "จริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "You know, you could totally make money at this, right?",
      "th": "รู้ใช่ไหมว่านายหาเงินจากพวกนี้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "You know I don't care about money.",
      "th": "เธอก็รู้ว่าฉันไม่สนเรื่องเงิน"
    }
  },
  {
    "translation": {
      "en": "Or not, but keeping your talent locked away.",
      "th": "ก็อาจใช่ แต่เก็บงำพรสวรรค์ของตัวเองเอาไว้"
    }
  },
  {
    "translation": {
      "en": "What are you hiding from?",
      "th": "นายกำลังหลบซ่อนอะไร"
    }
  },
  {
    "translation": {
      "en": "You know, I could ask you the same question.",
      "th": "รู้ไหม ฉันก็อยากถามเธอแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "What are you talking about?",
      "th": "พูดเรื่องอะไรของนาย"
    }
  },
  {
    "translation": {
      "en": "Well, I'm talking about this.",
      "th": "ก็พูดเรื่องนี้ไง"
    }
  },
  {
    "translation": {
      "en": "And, uh… this.",
      "th": "แล้วก็นี่"
    }
  },
  {
    "translation": {
      "en": "And these.",
      "th": "แล้วก็พวกนี้"
    }
  },
  {
    "translation": {
      "en": "Not the eyelashes, they're glued on pretty tight.",
      "th": "ห้ามแตะขนตาปลอม ฉันติดกาวไว้แน่นมาก"
    }
  },
  {
    "translation": {
      "en": "Listen, Cameron, there's something I need to tell you.",
      "th": "ฟังนะ แคเมรอน มีบางอย่างที่ฉันต้องบอกนาย"
    }
  },
  {
    "translation": {
      "en": "-And I need to tell you something too. -Okay?",
      "th": "- ฉันก็มีบางอย่างต้องบอกเธอ - อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Well, you asked me why I invited you here,",
      "th": "เธอถามฉันว่าทำไมฉันเชิญเธอมาในนี้"
    }
  },
  {
    "translation": {
      "en": "and I don't even let my own grandmother in here.",
      "th": "ทั้งที่ไม่ยอมให้ยายตัวเองเข้ามาด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah.",
      "th": "- จริงเหรอ - จริง"
    }
  },
  {
    "translation": {
      "en": "Which is why she probably thinks I'm running a meth lab.",
      "th": "ยายเลยอาจคิดว่าฉันผสมยาไอซ์อยู่ในนี้"
    }
  },
  {
    "translation": {
      "en": "So then why am I here?",
      "th": "แล้วทำไมฉันถึงได้รับเชิญ"
    }
  },
  {
    "translation": {
      "en": "Because I trust you.",
      "th": "เพราะฉันไว้ใจเธอ"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Oh, okay.",
      "th": "โอ้ โอเค"
    }
  },
  {
    "translation": {
      "en": "-Well, I-- -[Cameron] Are you okay?",
      "th": "- คือ ฉัน… - ไม่เป็นไรใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Totally, I just… I need to go.",
      "th": "แน่นอน ฉันแค่ต้องไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Besides, I've wasted enough of your time. -I wouldn't put it that way.",
      "th": "- ฉันรบกวนเวลานายมาพอแล้วด้วย - เป็นฉันคงไม่พูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "No, that's not what I meant. I just… I have somewhere to be.",
      "th": "เปล่า ฉันไม่ได้หมายถึงแบบนั้น คือฉันแค่ต้องไปที่อื่นน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Um… Call you later? -[Cameron] Yeah.",
      "th": "- ไว้ฉันโทรหานะ - ได้"
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Hey, you got a sec?",
      "th": "พอมีเวลาไหม"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. Why?",
      "th": "มีสิ ทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "I just kind of wanted your advice on something.",
      "th": "พอดีฉันอยากขอคำแนะนำอะไรหน่อย"
    }
  },
  {
    "translation": {
      "en": "If it isn't the fountain of truth",
      "th": "ถ้าไม่ใช่เรื่องน้ำพุแห่งความจริง"
    }
  },
  {
    "translation": {
      "en": "coming to get help figuring out the world of bullshit.",
      "th": "มาขอความช่วยเหลือ เรื่องโลกอันหลอกลวงก็ตอบได้อยู่"
    }
  },
  {
    "translation": {
      "en": "Yeah, funny.",
      "th": "ตลกตายละ"
    }
  },
  {
    "translation": {
      "en": "Here's the deal. Uh…",
      "th": "คืออย่างนี้"
    }
  },
  {
    "translation": {
      "en": "Things with Padgett may have gotten a little more complicated than I thought.",
      "th": "เรื่องแพดเจ็ตต์มันดูจะซับซ้อน กว่าที่ฉันคิดไว้นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Okay. Complicated good or complicated bad?",
      "th": "โอเค ซับซ้อนในทางที่ดีหรือไม่ดีล่ะ"
    }
  },
  {
    "translation": {
      "en": "'Cause the other night at that party, I was definitely sensing chemistry.",
      "th": "เพราะที่งานปาร์ตี้คืนก่อน ฉันสัมผัสได้ถึงเคมีของพวกพี่"
    }
  },
  {
    "translation": {
      "en": "Oh, wait.",
      "th": "โอ้ เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Did you guys hook up?",
      "th": "พวกพี่คบกันแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Oh my God, you did!",
      "th": "โอ้ พระเจ้า จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "No, no, no. We didn't hook up, we…",
      "th": "เปล่า เราไม่ได้คบกัน เรา…"
    }
  },
  {
    "translation": {
      "en": "we kissed.",
      "th": "เราจูบกัน"
    }
  },
  {
    "translation": {
      "en": "[shrieks] I knew it! Oh my God. This is huge. So did you ask her to prom?",
      "th": "นึกแล้วเชียว แม่เจ้า นี่เรื่องใหญ่นะ พี่ชวนเธอไปงานพรอมหรือยัง"
    }
  },
  {
    "translation": {
      "en": "It makes sense if you go together. And if you're king and queen?",
      "th": "ถ้าพวกพี่ไปด้วยกันก็เข้าใจอยู่ ถ้าได้เป็นราชากับราชินีงานพรอมล่ะ"
    }
  },
  {
    "translation": {
      "en": "How amazing would that be?",
      "th": "มันจะวิเศษแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It would be like Cali's own royal love story.",
      "th": "คงเหมือนตำนานรักราชวงศ์คาลิเลย"
    }
  },
  {
    "translation": {
      "en": "-[chuckles] And you're the princess. -Whoa, whoa.",
      "th": "- แต่พี่เป็นเจ้าหญิงนะ - นี่ๆ"
    }
  },
  {
    "translation": {
      "en": "Yes. I thought about asking her,",
      "th": "ใช่ ฉันกะจะชวนเธอ"
    }
  },
  {
    "translation": {
      "en": "but after we kissed, things just kind of got weird.",
      "th": "แต่หลังจากที่จูบกัน อะไรๆ มันแปลกๆ ละ"
    }
  },
  {
    "translation": {
      "en": "Of course they did. It's fine.",
      "th": "ก็ต้องแปลกสิ ไม่เป็นไรหรอก"
    }
  },
  {
    "translation": {
      "en": "First kisses can be awkward.",
      "th": "จูบแรกมันกระอักกระอ่วนกันได้"
    }
  },
  {
    "translation": {
      "en": "First time having sex, that can be even weirder.",
      "th": "ยิ่งหลังจากมีเซ็กซ์กันครั้งแรก จะยิ่งแปลกกว่านี้อีก"
    }
  },
  {
    "translation": {
      "en": "So is the last time",
      "th": "ครั้งสุดท้ายก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "'cause you never know if it's gonna be your last.",
      "th": "เพราะเราไม่มีทางรู้เลย ว่ามันจะเป็นครั้งสุดท้ายไหม"
    }
  },
  {
    "translation": {
      "en": "Wait, you've never had sex.",
      "th": "เดี๋ยวนะ เธอยังไม่เคยมีเซ็กซ์นี่"
    }
  },
  {
    "translation": {
      "en": "Yeah, but I know things, though. Like this.",
      "th": "ใช่ แต่ฉันก็รู้อะไรบ้างแหละ อย่างเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "If you're worried about whether you should ask Padgett or not,",
      "th": "ถ้าพี่กังวลว่าควรชวนพี่แพดเจ็ตต์ดีไหม"
    }
  },
  {
    "translation": {
      "en": "just ask yourself one question.",
      "th": "ก็ลองถามตัวเองข้อหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Okay, what's that?",
      "th": "โอเค อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "Who kissed who first?",
      "th": "ใครเป็นฝ่ายจูบก่อน"
    }
  },
  {
    "translation": {
      "en": "Actually, she kissed me first.",
      "th": "ที่จริงเธอเป็นฝ่ายจูบก่อน"
    }
  },
  {
    "translation": {
      "en": "So I should ask her to prom, then.",
      "th": "งั้นพี่ก็ควรเป็นฝ่ายชวนเธอไปงานพรอมสินะ"
    }
  },
  {
    "translation": {
      "en": "Um, yeah, but you can't just ask, okay?",
      "th": "ใช่ แต่พี่จะชวนเฉยๆ ไม่ได้เข้าใจนะ"
    }
  },
  {
    "translation": {
      "en": "It's lame. You have to prompose.",
      "th": "มันเชย พี่ต้องขอแบบมีพิธีรีตอง"
    }
  },
  {
    "translation": {
      "en": "What the hell is that?",
      "th": "คืออะไรไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "-[Quinn] Hey. -Hey.",
      "th": "- ไงจ๊ะ - ไง"
    }
  },
  {
    "translation": {
      "en": "[Quinn] No word from Cameron?",
      "th": "ยังไม่ได้ข่าวแคเมรอนเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, he must think I'm such a freak. I practically sprinted out of there.",
      "th": "ยังเลย เขาคงคิดว่าฉันเพี้ยนแน่เลย ก็ฉันเล่นเผ่นออกมาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He had the nomination. Why'd screw it up by kissing him?",
      "th": "เขาได้รับการเสนอชื่อแล้วแท้ๆ ฉันไปจูบเขาให้เสียเรื่องทำไมเนี่ย"
    }
  },
  {
    "translation": {
      "en": "-[Quinn] I do have one theory. -Yeah?",
      "th": "- ฉันพอจะมีทฤษฎีอยู่ - เหรอ"
    }
  },
  {
    "translation": {
      "en": "You really like him, Padge, and when you like someone",
      "th": "เธอชอบเขาจริงๆ ไง แพดจ์ และเมื่อเธอชอบใครสักคน"
    }
  },
  {
    "translation": {
      "en": "the other stuff just doesn't matter as much.",
      "th": "เรื่องอื่นก็ไม่ค่อยสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I do.",
      "th": "จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "I do like him.",
      "th": "ฉันชอบเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จ้ะ"
    }
  },
  {
    "translation": {
      "en": "Something tells me you might not have screwed up as much as you think.",
      "th": "และมีบางอย่างบอกฉันว่าเธอไม่ได้ ทำเสียเรื่องขนาดที่เธอคิดหรอก"
    }
  },
  {
    "translation": {
      "en": "-What do you mean? -[boy] Hey, look, look!",
      "th": "หมายความว่าไง ดูนั่นสิ"
    }
  },
  {
    "translation": {
      "en": "Oh my God, Cameron.",
      "th": "โอ้ พระเจ้า แคเมรอน"
    }
  },
  {
    "translation": {
      "en": "I know this isn't usually my style, obviously,",
      "th": "ฉันรู้ว่านี่ไม่ใช่สไตล์ของฉันเลย"
    }
  },
  {
    "translation": {
      "en": "but, uh… what do you think?",
      "th": "แต่เธอคิดว่าไง"
    }
  },
  {
    "translation": {
      "en": "-I think yes. -[Alden] Sorry.",
      "th": "- ฉันคิดว่าตกลง - โทษนะ"
    }
  },
  {
    "translation": {
      "en": "I hate to interrupt this adorable moment, but don't you think there's something",
      "th": "ไม่อยากขัดจังหวะหวานแหววนี่หรอก แต่แพดเจ็ตต์ ไม่คิดว่ามีเรื่อง ที่เธอควรบอกแคเมรอนก่อนเหรอ"
    }
  },
  {
    "translation": {
      "en": "you should tell Cameron first?",
      "th": "แต่แพดเจ็ตต์ ไม่คิดว่ามีเรื่อง ที่เธอควรบอกแคเมรอนก่อนเหรอ"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -[Quinn] Leave her alone, Alden.",
      "th": "- อัลเดน ทำอะไรน่ะ - อย่ายุ่งกับเธอ อัลเดน"
    }
  },
  {
    "translation": {
      "en": "-[Alden] Shut up, Quinn. -What's going on?",
      "th": "- เงียบน่า ควินน์ - เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "Padgett, do you want to tell him, or should I?",
      "th": "แพดเจ็ตต์ เธออยากบอกเองหรือให้ฉันบอก"
    }
  },
  {
    "translation": {
      "en": "-What's she talking about? -What I was trying to tell you yesterday.",
      "th": "- เธอพูดเรื่องอะไร - เรื่องที่ฉันพยายามจะบอกนายเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "It's… It's actually funny.",
      "th": "ที่จริงมันตลกมาก"
    }
  },
  {
    "translation": {
      "en": "After Jordan and I broke up,",
      "th": "หลังจากจอร์แดนกับฉันเลิกกัน"
    }
  },
  {
    "translation": {
      "en": "I lost my sponsorships, my college money,",
      "th": "ฉันเสียทั้งสปอนเซอร์ ทั้งเงินเรียนมหาลัย"
    }
  },
  {
    "translation": {
      "en": "so I panicked.",
      "th": "ฉันเลยสติแตก"
    }
  },
  {
    "translation": {
      "en": "-Yeah, she's not lying. Total meltdown. -Yeah, thanks to you, Alden.",
      "th": "- ใช่ ไม่ได้โม้นะ เธอสติแตกสุดๆ - ใช่ เพราะเธอไง อัลเดน"
    }
  },
  {
    "translation": {
      "en": "So I made a bet with Alden",
      "th": "ฉันเลยเดิมพันกับอัลเดน"
    }
  },
  {
    "translation": {
      "en": "that I could take some person and… and… and make them over.",
      "th": "ว่าฉันจะเลือกใครสักคนมาแปลงโฉม"
    }
  },
  {
    "translation": {
      "en": "Some person. What kind of person?",
      "th": "ใครสักคน คนแบบไหนล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Can we talk about this in private? -No, what kind of person, Padgett?",
      "th": "- เราไปคุยกันเป็นส่วนตัวได้ไหม - ไม่ คนแบบไหน แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "The biggest loser so she could turn him into prom king.",
      "th": "ไอ้ขี้แพ้ขั้นสุดที่หาได้ เธอจะได้เปลี่ยนเขาเป็นราชางานพรอม"
    }
  },
  {
    "translation": {
      "en": "-But that was before-- -Wait. So I was a bet?",
      "th": "- แต่นั่นมันก่อนที่… - เดี๋ยว ฉันคือตัวเดิมพันสินะ"
    }
  },
  {
    "translation": {
      "en": "-[Padgett] No-- -No, I was a fucking bet.",
      "th": "- เปล่า… - ฉันคือตัวเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "You can all go to hell.",
      "th": "ไปลงนรกให้หมดเลย"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "Yikes, that was hard to watch.",
      "th": "โอ๊ย แทบทนดูไม่ได้อะ"
    }
  },
  {
    "translation": {
      "en": "Hey, it's Cameron. Leave a message, or don't.",
      "th": "นี่แคเมรอน ฝากข้อความไว้หรือไม่ต้องก็ได้"
    }
  },
  {
    "translation": {
      "en": "Cameron, it's me again.",
      "th": "แคเมรอน นี่ฉันอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know I covered this in the 800 texts you haven't returned,",
      "th": "ฉันรู้ว่าฉันพูดแบบนี้แล้ว ในข้อความเสียง 800 ครั้งที่นายไม่ยอมตอบ"
    }
  },
  {
    "translation": {
      "en": "but I'm so sorry,",
      "th": "แต่ฉันขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and I just want to make sure you're okay.",
      "th": "และฉันแค่อยากรู้ว่านายไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "He's still not answering?",
      "th": "เขายังไม่ตอบเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Padgett] No, but can you blame him?",
      "th": "ค่ะ แต่จะโทษเขาได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "No, but right now, I'm a little bit more worried about you.",
      "th": "ไม่ได้นั่นแหละ แต่ตอนนี้แม่ห่วงลูกมากกว่าหน่อย"
    }
  },
  {
    "translation": {
      "en": "You and your god-awful ironing.",
      "th": "ลูกกับฝีมือการรีดผ้าไม่ได้เรื่องนั่น"
    }
  },
  {
    "translation": {
      "en": "Please let me do that. Please.",
      "th": "ขอแม่รีดให้นะ"
    }
  },
  {
    "translation": {
      "en": "You know, I convinced myself that I did my posts",
      "th": "รู้ไหมคะ หนูกล่อมตัวเองว่าที่หนูโพสต์อะไรๆ"
    }
  },
  {
    "translation": {
      "en": "because I cared about my followers, but maybe I was just doing it for myself",
      "th": "เป็นเพราะหนูแคร์ผู้ติดตาม แต่บางทีหนูอาจจะแค่ทำเพื่อตัวเองก็ได้"
    }
  },
  {
    "translation": {
      "en": "to get money and get popular.",
      "th": "เพื่อให้ได้เงินและความโด่งดัง"
    }
  },
  {
    "translation": {
      "en": "Maybe I'm just a fraud.",
      "th": "หนูอาจเป็นแค่คนลวงโลก"
    }
  },
  {
    "translation": {
      "en": "Honey, I happen to know for a fact that you're not a fake.",
      "th": "ลูกรัก แม่แค่รู้ว่าลูกแม่ไม่ได้ปลอมเปลือก"
    }
  },
  {
    "translation": {
      "en": "You're a truly kind and caring person.",
      "th": "ลูกเป็นคนจิตใจดีและเป็นห่วงเป็นใยคนอื่น"
    }
  },
  {
    "translation": {
      "en": "But I hurt someone, Mom. I mean, I really hurt him.",
      "th": "แต่หนูทำให้ใครบางคนเสียใจนะคะ แม่ หนูทำร้ายเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "All right, yeah.",
      "th": "ก็ได้ จริงอยู่"
    }
  },
  {
    "translation": {
      "en": "You screwed up, but it's only a mistake if you don't learn from it.",
      "th": "ลูกทำพัง แต่ถ้าลูกไม่ได้เรียนรู้อะไร มันก็เป็นแค่ความผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "I just don't even know what to do anymore.",
      "th": "หนูแค่ไม่รู้ด้วยซ้ำว่าต้องทำยังไงต่อ"
    }
  },
  {
    "translation": {
      "en": "If I win tomorrow night, I'll have to go in front of all these people--",
      "th": "ถ้าพรุ่งนี้หนูชนะ หนูต้องออกไปยืนหน้าผู้คนที่…"
    }
  },
  {
    "translation": {
      "en": "And be yourself.",
      "th": "และเป็นตัวของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But… what if I don't even like who that is anymore?",
      "th": "แต่ถ้าหนูไม่ชอบคนคนนั้นอีกแล้วล่ะคะ"
    }
  },
  {
    "translation": {
      "en": "Listen, I know it feels like that right now.",
      "th": "ฟังนะ แม่รู้ว่าตอนนี้มันรู้สึกแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I do. But the Padgett Sawyer that I know,",
      "th": "จริงๆ นะ แต่แพดเจ็ตต์ ซอว์เยอร์ที่แม่รู้จัก"
    }
  },
  {
    "translation": {
      "en": "the kind, sweet, generous,",
      "th": "เป็นคนดี อ่อนโยน ใจกว้าง"
    }
  },
  {
    "translation": {
      "en": "sure, stubborn girl that I've known for 18 years,",
      "th": "และแน่นอน หัวรั้นแบบที่แม่รู้จักมา 18 ปี"
    }
  },
  {
    "translation": {
      "en": "well, she gets lost now and again.",
      "th": "มีบางครั้งที่เด็กสาวคนนั้นสับสนหลงทาง"
    }
  },
  {
    "translation": {
      "en": "We all do, but she always finds her way back.",
      "th": "ซึ่งเราต่างเป็นกันทุกคน แต่เธอจะหาทางกลับมาได้เสมอ"
    }
  },
  {
    "translation": {
      "en": "Oh, Gilly.",
      "th": "โธ่ กิลลี่"
    }
  },
  {
    "translation": {
      "en": "I thought you were a good judge of character. [sniffs]",
      "th": "ฉันนึกว่าแกมองคนขาดซะอีก"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "เอาละ"
    }
  },
  {
    "translation": {
      "en": "-How do I look? -Gorge.",
      "th": "- แม่ดูเป็นไงบ้าง - เจิดมากค่ะ"
    }
  },
  {
    "translation": {
      "en": "You're gonna be the queen of the chaperones.",
      "th": "แม่ได้เป็นราชินีในหมู่ผู้ดูแลแน่"
    }
  },
  {
    "translation": {
      "en": "Thank you. It looks like my car is here. All right, put your dress on.",
      "th": "ขอบใจ ดูเหมือนรถแม่จะมาแล้ว ลูกก็แต่งตัวซะนะ"
    }
  },
  {
    "translation": {
      "en": "I'll see you there.",
      "th": "แล้วเจอกันที่งานจ้ะ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-You're really gonna go through with this? -I mean…",
      "th": "- เธอจะผ่านเรื่องนี้ไปได้ใช่ไหม - คือฉัน…"
    }
  },
  {
    "translation": {
      "en": "I know I'm not gonna get what I want,",
      "th": "ฉันรู้ว่าอะไรๆ คงไม่เป็นไปตามที่อยากให้เป็น"
    }
  },
  {
    "translation": {
      "en": "so at least this way, I have a chance to make things right with Cameron.",
      "th": "แต่อย่างน้อยแบบนี้ ฉันก็ยังพอ มีโอกาสได้แก้ตัวกับแคเมรอน"
    }
  },
  {
    "translation": {
      "en": "-Ha! Wanna bet? -Too soon.",
      "th": "- อยากเดิมพันไหมล่ะ - อย่าเพิ่งน่า"
    }
  },
  {
    "translation": {
      "en": "Nisha, I know you don't trust me.",
      "th": "นีช่า ฉันรู้ว่าเธอไม่ไว้ใจฉัน"
    }
  },
  {
    "translation": {
      "en": "I mean, he's your best friend,",
      "th": "ก็เขาเป็นเพื่อนรักเธอ"
    }
  },
  {
    "translation": {
      "en": "but I think I've really fallen for him, so I have to try.",
      "th": "แต่ฉันคิดว่าฉันชอบเขาจริงๆ ฉันเลยต้องลองดูสักตั้ง"
    }
  },
  {
    "translation": {
      "en": "You have one big problem. There's no way that dude is going to prom.",
      "th": "เธอมีปัญหาใหญ่อยู่อย่างนะ ไม่มีทางเลยที่หมอนั่นจะไปงานพรอม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "จริง"
    }
  },
  {
    "translation": {
      "en": "So I guess that means there's only one person left to ask.",
      "th": "นั่นแปลว่าฉันคงเหลือคนคนเดียว ที่จะขอให้ช่วยได้"
    }
  },
  {
    "translation": {
      "en": "Screw off, Bubble Girl.",
      "th": "ไปตายซะ ยัยขี้มูกโป่ง"
    }
  },
  {
    "translation": {
      "en": "Okay, a little harsh,",
      "th": "โอเค แรงไปนิดนะ"
    }
  },
  {
    "translation": {
      "en": "but I have to ask.",
      "th": "แต่ฉันต้องขอถามหน่อย"
    }
  },
  {
    "translation": {
      "en": "Is he okay?",
      "th": "เขาโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "I don't know. He's at work.",
      "th": "ไม่รู้สิ เขาไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "Why do you keep calling me? Aren't you supposed to be at prom?",
      "th": "แล้วทำไมถึงโทรหาฉันอยู่ได้ พี่ต้องไปงานพรอมไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, like half an hour ago.",
      "th": "ใช่ ควรไปตั้งแต่ครึ่งชั่วโมงก่อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "But I have a really important favor to ask.",
      "th": "แต่ฉันมีเรื่องสำคัญจริงๆ ที่ต้องขอให้เธอช่วย"
    }
  },
  {
    "translation": {
      "en": "Tell me why in the hell I should help you.",
      "th": "บอกเหตุผลมาหน่อยว่าทำไมฉันต้องช่วยพี่ด้วย"
    }
  },
  {
    "translation": {
      "en": "I can't, and I know you two have lost so much more than me,",
      "th": "ไม่มี และฉันรู้ดีว่าพวกเธอ สูญเสียอะไรไปเยอะกว่าฉันมาก"
    }
  },
  {
    "translation": {
      "en": "but I've lost a lot recently.",
      "th": "แต่ช่วงนี้ฉันสูญเสียไปเยอะจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I lost my self-respect.",
      "th": "ฉันเสียความเคารพตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I lost my college fund.",
      "th": "ฉันเสียทุนเรียนมหาลัย"
    }
  },
  {
    "translation": {
      "en": "I lost my friends,",
      "th": "ฉันเสียเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "but the only thing I truly care about losing…",
      "th": "แต่สิ่งเดียวที่ฉันกลัวจริงๆ ว่าจะต้องเสียไป"
    }
  },
  {
    "translation": {
      "en": "is your brother.",
      "th": "คือพี่ชายของเธอ"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Tonight's the big night.",
      "th": "คืนนี้เป็นคืนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "Turns out this year's dance presentation is now gonna be a dance competition.",
      "th": "กลายเป็นว่าการแสดงเต้นในปีนี้ จะเป็นการแข่งขันเต้นแทน"
    }
  },
  {
    "translation": {
      "en": "I don't know what that means, but it's the committee's decision,",
      "th": "ครูไม่รู้นะว่ามันแปลว่าอะไร แต่มันเป็นการตัดสินใจของกรรมการ"
    }
  },
  {
    "translation": {
      "en": "and I support them.",
      "th": "ครูเลยสนับสนุน"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "What's in the bag?",
      "th": "ในกระเป๋ามีอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "Formal wear, or the closest thing I could find to it in your closet.",
      "th": "เสื้อผ้าทางการ หรือสิ่งที่ใกล้เคียงที่สุดเท่าที่ฉันจะหาได้จากตู้พี่"
    }
  },
  {
    "translation": {
      "en": "Dude, it's a disaster in there.",
      "th": "พี่ ในตู้นั่นหายนะชัดๆ"
    }
  },
  {
    "translation": {
      "en": "Why are there so many Skittles on the floor?",
      "th": "ทำไมบนพื้นมีลูกอมสกิตเติ้ลส์เกลื่อนเลย"
    }
  },
  {
    "translation": {
      "en": "Because I spilled some Skittles. Look, if that's for prom, I--",
      "th": "เพราะฉันทำมันหกไง ฟังนะ ถ้านั่นไว้ใส่ไปงานพรอม ฉัน…"
    }
  },
  {
    "translation": {
      "en": "Look, I know what you're gonna say, okay, and… I get it.",
      "th": "ฟังนะ ฉันรู้ว่าพี่จะพูดอะไร โอเคไหม และฉันก็เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Padgett screwed up.",
      "th": "แพดเจ็ตต์ทำพัง"
    }
  },
  {
    "translation": {
      "en": "What she did was mean and selfish and wrong.",
      "th": "สิ่งที่เธอทำมันใจร้าย เห็นแก่ตัวและผิดมหันต์"
    }
  },
  {
    "translation": {
      "en": "Yes, exactly. So why are you here?",
      "th": "ใช่ ถูกต้อง แล้วเธอมาที่นี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "Because, Cam…",
      "th": "เพราะว่านะ แคม…"
    }
  },
  {
    "translation": {
      "en": "I've… I've missed you.",
      "th": "ฉันคิดถึงพี่"
    }
  },
  {
    "translation": {
      "en": "Brin, I'm right here.",
      "th": "บริน ฉันก็อยู่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "No, no. I mean, like…",
      "th": "ไม่ ฉันหมายถึง…"
    }
  },
  {
    "translation": {
      "en": "I miss the way you used to be, you know? Before…",
      "th": "ฉันคิดถึงพี่คนเก่าน่ะ ก่อนที่…"
    }
  },
  {
    "translation": {
      "en": "Before Mom.",
      "th": "ก่อนจะมีเรื่องแม่"
    }
  },
  {
    "translation": {
      "en": "[sniffs] Ever since you've been with Padgett, okay,",
      "th": "ตั้งแต่พี่ได้เจอแพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "you've been back, and you've been smiling again, and you've been happy.",
      "th": "เหมือนพี่กลับมา พี่ยิ้มได้อีกครั้ง และพี่ก็มีความสุข"
    }
  },
  {
    "translation": {
      "en": "And I just feel like… [sniffs] …for the first time since we moved here",
      "th": "และฉันรู้สึกเหมือนมันเป็นครั้งแรกเลย ตั้งแต่เราย้ายมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "that I have my brother back.",
      "th": "ที่ฉันได้พี่ชายคนเดิมคืนมา"
    }
  },
  {
    "translation": {
      "en": "And don't lose her, Cam.",
      "th": "อย่ายอมเสียเธอไปนะ แคม"
    }
  },
  {
    "translation": {
      "en": "We lost mom, and there's nothing we could have done about that,",
      "th": "เราเสียแม่ไปแล้ว และนั่นเป็นเรื่องที่เราทำอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "but now you have a choice, so just… just don't lose her, okay?",
      "th": "แต่ตอนนี้พี่มีทางเลือก เพราะงั้นอย่ายอมเสียเธอไปนะ"
    }
  },
  {
    "translation": {
      "en": "There you are, thank God. We need you to start the dance.",
      "th": "มาสักที ค่อยยังชั่ว เราต้องรอเธอมาถึงจะเริ่มเต้นได้"
    }
  },
  {
    "translation": {
      "en": "-Big night, huh? -What do you want, Alden?",
      "th": "- คืนสำคัญเลยเนอะ - ต้องการอะไร อัลเดน"
    }
  },
  {
    "translation": {
      "en": "Nothing, I just noticed you didn't bring Cameron.",
      "th": "ก็ไม่มีอะไร ฉันแค่เห็นว่าเธอ ไม่ได้หนีบแคเมรอนมาด้วย"
    }
  },
  {
    "translation": {
      "en": "-So-- -He's not coming. Okay?",
      "th": "- เพราะงั้น… - เขาไม่มา โอเคไหม"
    }
  },
  {
    "translation": {
      "en": "You win the bet.",
      "th": "เธอชนะเดิมพัน"
    }
  },
  {
    "translation": {
      "en": "And when are you gonna become a permanent loser?",
      "th": "แล้วเมื่อไรเธอจะเป็นคนขี้แพ้ถาวร"
    }
  },
  {
    "translation": {
      "en": "I'll get it done as soon as I can. Happy?",
      "th": "ฉันจะจัดการให้เร็วที่สุด พอใจหรือยัง"
    }
  },
  {
    "translation": {
      "en": "I'll be happy when I get my crown.",
      "th": "ฉันจะพอใจก็เมื่อได้รับมงกุฎแล้ว"
    }
  },
  {
    "translation": {
      "en": "And, oh, hope you like the new choreography me and Jordan came up with.",
      "th": "และหวังว่าเธอจะชอบท่าเต้นใหม่ ที่ฉันกับจอร์แดนช่วยกันคิดนะ"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Cali High Earthquakes, it's time to report to the stage for your annual dance…",
      "th": "พวกเอิร์ธเควก ได้เวลารายงานตัว ที่เวทีเพื่อแสดงการเต้นประจำปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Come on. This is it. Let's go. -[Alden] Jordan, it's time.",
      "th": "- มาเลย ตอนนี้แหละ - จอร์แดน ได้เวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, guys. If you put your TikToks down,",
      "th": "เร็วเข้า เด็กๆ ถ้าพวกเธอวางติ๊กต็อกลง"
    }
  },
  {
    "translation": {
      "en": "you'll see some people dancing in real life.",
      "th": "ก็จะได้เห็นคนเต้นกันจริงๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "It's gonna be great.",
      "th": "มันต้องวิเศษแน่"
    }
  },
  {
    "translation": {
      "en": "[sighs, speaking to self] We have some weird-ass traditions at this school.",
      "th": "โรงเรียนนี้มีประเพณีที่เพี้ยนสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Hey, excuse me. Sorry. Hi.",
      "th": "นี่ โทษนะ โทษที หวัดดี"
    }
  },
  {
    "translation": {
      "en": "We hired a DJ for this thing. They said he was over here somewhere.",
      "th": "เราจ้างดีเจมาดูแลเรื่องพวกนี้ พวกนั้นบอกว่าเขาน่าจะอยู่แถวนี้"
    }
  },
  {
    "translation": {
      "en": "-Oh actually, that's… that's me. -You're the DJ?",
      "th": "- โอ้ ที่จริงผมนี่แหละครับ - เธอเหรอดีเจ"
    }
  },
  {
    "translation": {
      "en": "Great. Um, where's your stuff?",
      "th": "เยี่ยม แล้วข้าวของของเธอล่ะ"
    }
  },
  {
    "translation": {
      "en": "-My stuff? -Yeah, your equipment.",
      "th": "- ข้าวของของผมเหรอ - อุปกรณ์น่ะ"
    }
  },
  {
    "translation": {
      "en": "Your… your turntables,",
      "th": "เครื่องเล่นแผ่น"
    }
  },
  {
    "translation": {
      "en": "your jog wheel, crossfader? Your… your Traktor scratch?",
      "th": "จานจ๊อก เครื่องครอสเฟด ตัวสแครตช์แทรกเตอร์น่ะ"
    }
  },
  {
    "translation": {
      "en": "Dude, I have no idea what any of that stuff is.",
      "th": "พวก ผมไม่รู้หรอกว่าอุปกรณ์พวกนั้นมันอะไร"
    }
  },
  {
    "translation": {
      "en": "Are you telling me we paid you $4,500 for your phone?",
      "th": "จะบอกว่าเราจ่าย 4,500 ดอลลาร์ เป็นค่ามือถือเธอเนี่ยนะ"
    }
  },
  {
    "translation": {
      "en": "Yeah. Kinda. [scoffs]",
      "th": "ครับ ประมาณนั้น"
    }
  },
  {
    "translation": {
      "en": "You know that's more than I make in a month?",
      "th": "รู้ไหมว่านั่นเยอะกว่าเงินเดือนครูทั้งเดือนอีก"
    }
  },
  {
    "translation": {
      "en": "Well… I know that now.",
      "th": "ก็เพิ่งรู้ตอนนี้แหละครับ"
    }
  },
  {
    "translation": {
      "en": "Hey, so no sign of Cameron?",
      "th": "นี่ ไม่มีวี่แววแคเมรอนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, and if he doesn't get here soon, it's gonna be too late.",
      "th": "ไม่มีเลย และถ้าเขาไม่รีบมา มันจะสายเกินไปด้วย"
    }
  },
  {
    "translation": {
      "en": "It already is. Principal Bosch's about to announce the court.",
      "th": "มันสายไปแล้ว ครูใหญ่บ๊อช จะประกาศผลโหวตแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You sure you still wanna do this? -Yes.",
      "th": "- แน่ใจนะว่าเธอยังอยากทำแบบนี้ - จ้ะ"
    }
  },
  {
    "translation": {
      "en": "If I win, I need you to live stream on your phone, and then go on this app",
      "th": "ถ้าฉันชนะ ฉันอยากให้เธอใช้มือถือเธอ ไลฟ์ให้หน่อย แล้วก็ใช้แอปนี้"
    }
  },
  {
    "translation": {
      "en": "on my phone and press the red button.",
      "th": "ในเครื่องฉันและกดปุ่มสีแดง"
    }
  },
  {
    "translation": {
      "en": "-I mean, how can I do both? -Just give me the phone.",
      "th": "- ฉันจะไลฟ์สองเครื่องพร้อมกันยังไง - เอามือถือมา"
    }
  },
  {
    "translation": {
      "en": "[Bosch tapping mic] Hello, hi, hey. One, two, three, eyes to me.",
      "th": "สวัสดี ว่าไง เฮ้ หนึ่ง สอง สาม มองทางนี้หน่อย"
    }
  },
  {
    "translation": {
      "en": "Come on, bring it in. It's the big moment.",
      "th": "เอาละ ถึงช่วงเวลาสำคัญแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know this is live streaming, but if you put your phones down,",
      "th": "ครูรู้ว่ามีการไลฟ์สด แต่ถ้าพวกเธอเอามือถือลง"
    }
  },
  {
    "translation": {
      "en": "it's actually happening right here in front of you.",
      "th": "เธอจะได้เห็นว่ามันเกิดขึ้น ตรงหน้าพวกเธอเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Look, I know this means a lot to some of you, so let's get through it",
      "th": "ฟังนะ ครูรู้ว่าเรื่องนี้สำคัญมากกับพวกเธอบางคน เพราะงั้นก็มาจัดการกันเลย จะได้ให้มันจบๆ ไป"
    }
  },
  {
    "translation": {
      "en": "so we can be done.",
      "th": "เพราะงั้นก็มาจัดการกันเลย จะได้ให้มันจบๆ ไป"
    }
  },
  {
    "translation": {
      "en": "All right, your 2021 Cali High Prom King is",
      "th": "เอาละ ราชางานพรอมมัธยมคาลิ ประจำปี 2021 คือ…"
    }
  },
  {
    "translation": {
      "en": "Jordan Van Draanen.",
      "th": "จอร์แดน แวน แดรนเนน"
    }
  },
  {
    "translation": {
      "en": "[Bosch] Congratulations to Jordan.",
      "th": "ยินดีด้วยนะ จอร์แดน"
    }
  },
  {
    "translation": {
      "en": "So humble, isn't he?",
      "th": "ช่างถ่อมตัวซะจริงเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "Just wanna slap his face. [chuckles]",
      "th": "อยากตบหน้าเขาสักเพียะจัง"
    }
  },
  {
    "translation": {
      "en": "I'm kidding. I would never slap a student, not until after they graduate.",
      "th": "ครูล้อเล่น ครูไม่มีทางตบนักเรียนหรอก เว้นแต่จบการศึกษาแล้ว"
    }
  },
  {
    "translation": {
      "en": "But he's not going to graduate, so it's fine.",
      "th": "แต่เขาคงเรียนไม่จบหรอก เพราะงั้นไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "-Here you go, big guy. So proud. -[chuckles]",
      "th": "เอาไปเลย พี่ใหญ่ ภูมิใจในตัวเธอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Enjoy your moment of glory.",
      "th": "ดื่มด่ำกับช่วงเวลาแห่งความรุ่งโรจน์ซะ"
    }
  },
  {
    "translation": {
      "en": "[boy] Not my favorite.",
      "th": "- ไม่เอาอีกแล้วนะ - ไม่ชอบมันเลย"
    }
  },
  {
    "translation": {
      "en": "It's Jordan Van Draanen, baby.",
      "th": "จอร์แดน แวน แดรนเนนเองจ้ะ เบบี้!"
    }
  },
  {
    "translation": {
      "en": "Is that it?",
      "th": "แค่นั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah, bro.",
      "th": "ใช่ฮะ"
    }
  },
  {
    "translation": {
      "en": "Of course, it is.",
      "th": "นั่นสิเนอะ"
    }
  },
  {
    "translation": {
      "en": "No, I just want the microphone.",
      "th": "เปล่า ครูแค่จะขอไมค์"
    }
  },
  {
    "translation": {
      "en": "-Oh, okay. -Yeah. Okay, all right, yes!",
      "th": "- อ๋อ ครับ - โอเค เอาละ เยส!"
    }
  },
  {
    "translation": {
      "en": "Well, that was fun.",
      "th": "เมื่อกี้สนุกดี"
    }
  },
  {
    "translation": {
      "en": "Moving right along. Your 2021 Prom Queen,",
      "th": "ไปต่อกันเลย ราชินีงานพรอมประจำปี 2021"
    }
  },
  {
    "translation": {
      "en": "the woman voted to a forcible dance with the guy behind me.",
      "th": "หญิงสาวผู้ได้รับเสียงโหวตให้มา เต้นคู่กับหนุ่มที่อยู่หลังครูคนนี้"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no. Keep it on. Keep it all on.",
      "th": "ไม่ๆ ใส่ไว้ ใส่ไว้ให้ครบทุกตัว"
    }
  },
  {
    "translation": {
      "en": "We have all seen plenty of your nipples.",
      "th": "พวกเราเคยเห็นหัวนมเธอบ่อยมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "All right, your 2021 Prom Queen,",
      "th": "เอาละ ราชินีงานพรอมประจำปี 2021"
    }
  },
  {
    "translation": {
      "en": "in the closest vote we've had in a very long time,",
      "th": "จากการโหวตที่สูสีที่สุดที่ไม่ได้เห็นมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Padgett Sawyer.",
      "th": "แพดเจ็ตต์ ซอว์เยอร์"
    }
  },
  {
    "translation": {
      "en": "[girl] Yeah, Padgett!",
      "th": "เย่ แพดเจ็ตต์"
    }
  },
  {
    "translation": {
      "en": "Congratulations.",
      "th": "ยินดีด้วยจ้ะ"
    }
  },
  {
    "translation": {
      "en": "-Thank you! -Really beautiful.",
      "th": "- ขอบคุณค่ะ - เธอสวยมาก"
    }
  },
  {
    "translation": {
      "en": "[boy] That's right, Padge!",
      "th": "มันต้องอย่างนี้ แพดจ์!"
    }
  },
  {
    "translation": {
      "en": "[Padgett] This is me.",
      "th": "นี่คือฉัน"
    }
  },
  {
    "translation": {
      "en": "And this is also me.",
      "th": "และนี่ก็ฉันเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "And this is me too.",
      "th": "นี่ก็ฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "-Hey. -[audience laughs]",
      "th": "เฮ้"
    }
  },
  {
    "translation": {
      "en": "But I'm gonna let you guys in on a little secret. It's all fake.",
      "th": "แต่ฉันจะบอกความลับเล็กๆ ให้ทุกคนฟัง มันปลอมทั้งเพ"
    }
  },
  {
    "translation": {
      "en": "Because the truth is, this is the real me.",
      "th": "เพราะความจริงก็คือนี่ต่างหาก ตัวตนแท้จริงของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Padgett] And so is this.",
      "th": "นี่ก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "Let's not forget about this one.",
      "th": "แล้วก็จะลืมอันนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Bubble Girl!",
      "th": "ยัยขี้มูกโป่ง!"
    }
  },
  {
    "translation": {
      "en": "Yep, that is snot coming out of my nose.",
      "th": "ใช่ นั่นคือน้ำมูกที่ไหลออกมาจากจมูกฉันเอง"
    }
  },
  {
    "translation": {
      "en": "But here's the thing.",
      "th": "แต่ประเด็นก็คือ"
    }
  },
  {
    "translation": {
      "en": "For the last four years,",
      "th": "ตลอดสี่ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I've been so busy selling myself on social media,",
      "th": "ฉันมัวแต่ยุ่งอยู่กับการขายตัวเองบนโลกโซเชียล"
    }
  },
  {
    "translation": {
      "en": "putting out this image of who I wanted people to think I am,",
      "th": "สวมภาพลักษณ์ที่ฉันอยาก ให้คนอื่นคิดว่าฉันเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "this perfect person",
      "th": "คนสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "with perfect makeup,",
      "th": "ที่แต่งหน้าเป๊ะปัง"
    }
  },
  {
    "translation": {
      "en": "perfect clothes,",
      "th": "สวมเสื้อผ้าไร้ที่ติ"
    }
  },
  {
    "translation": {
      "en": "perfect grades,",
      "th": "ผลการเรียนยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "the perfect boyfriend.",
      "th": "และแฟนที่สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "And trust me.",
      "th": "แต่เชื่อฉันเถอะ"
    }
  },
  {
    "translation": {
      "en": "Nothing could've been further from the truth.",
      "th": "ไม่มีอะไรห่างไกลความจริงได้เท่านี้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I even lied about where I live.",
      "th": "ฉันถึงขั้นโกหกเรื่องที่อยู่ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "We all do it…",
      "th": "เราต่างก็ทำกัน"
    }
  },
  {
    "translation": {
      "en": "in our own way",
      "th": "ในแบบของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "like someone special once told me.",
      "th": "เหมือนที่คนพิเศษคนหนึ่งเคยบอกฉัน"
    }
  },
  {
    "translation": {
      "en": "He said high school is just a bunch of scared people",
      "th": "เขาบอกว่ามัธยมปลายก็เป็นแค่กลุ่มคนขี้กลัว"
    }
  },
  {
    "translation": {
      "en": "pretending to be something they're not,",
      "th": "ที่แสร้งเป็นในสิ่งที่ตัวเองไม่ได้เป็น"
    }
  },
  {
    "translation": {
      "en": "and that can be true.",
      "th": "และนั่นก็อาจจะจริง"
    }
  },
  {
    "translation": {
      "en": "Especially when we're at our worst.",
      "th": "โดยเฉพาะเมื่อเราอยู่ในจุดที่ย่ำแย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "But it doesn't have to be that way.",
      "th": "แต่มันไม่จำเป็นต้องเป็นแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "That's the lesson he taught me.",
      "th": "นั่นคือบทเรียนที่เขาสอนฉัน"
    }
  },
  {
    "translation": {
      "en": "I only wish I didn't have to lose him to learn it.",
      "th": "ฉันแค่หวังว่าจะไม่ต้องเสียเขาไป เพื่อเรียนรู้บทเรียนนี้"
    }
  },
  {
    "translation": {
      "en": "Are you sure?",
      "th": "แน่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Second place, coming through, make some room.",
      "th": "ที่สองมาแล้วค่ะ หลีกทางหน่อย"
    }
  },
  {
    "translation": {
      "en": "Second place, I'll take it. I mean, if she doesn't want it, I'll take it.",
      "th": "ที่สองจะรับไว้เอง ถ้าเธอไม่ต้องการ หนูรับเองค่ะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me, Ms. Pierce, you… you actually came in fourth.",
      "th": "ขอโทษด้วยนะ คุณเพียร์ซ อันที่จริงเธอได้ที่สี่"
    }
  },
  {
    "translation": {
      "en": "No, I demand a recount.",
      "th": "ไม่ค่ะ หนูขอให้มีการนับคะแนนใหม่"
    }
  },
  {
    "translation": {
      "en": "No need. You actually lost by a lot.",
      "th": "ไม่ต้องหรอก เธอแพ้ยับเลย"
    }
  },
  {
    "translation": {
      "en": "Please leave the stage.",
      "th": "ช่วยลงจากเวทีด้วย"
    }
  },
  {
    "translation": {
      "en": "-[boy 3] Burn! -Thank you. All right!",
      "th": "ขอบใจจ้ะ เอาละ"
    }
  },
  {
    "translation": {
      "en": "So the runner-up and your 2021 Prom Queen",
      "th": "ดังนั้นผู้ครองตำแหน่งรองชนะเลิศ และราชินีงานพรอมประจำปี 2021"
    }
  },
  {
    "translation": {
      "en": "is a write-in candidate.",
      "th": "เป็นผู้สมัครที่คนโหวตเพิ่มชื่อเข้ามาเอง"
    }
  },
  {
    "translation": {
      "en": "Her name is Celeste Straczynski.",
      "th": "ชื่อของเธอเซเลสต์ สตราซินสกี้"
    }
  },
  {
    "translation": {
      "en": "Is there a Celeste Straczynski here?",
      "th": "เซเลสต์ สตราซินสกี้อยู่ในนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "[softly] Your hat.",
      "th": "หมวกน่ะ"
    }
  },
  {
    "translation": {
      "en": "-[clears throat] -All right, let's do this.",
      "th": "เอาละ มาเต้นรำกัน"
    }
  },
  {
    "translation": {
      "en": "-Ow! -Suck it!",
      "th": "- โอ๊ย - ไปตายซะ!"
    }
  },
  {
    "translation": {
      "en": "DJ, hit it!",
      "th": "ดีเจ เพลงมา!"
    }
  },
  {
    "translation": {
      "en": "-[Quinn] Padgett. -All right.",
      "th": "- แพดเจ็ตต์ - เอาละ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna take off.",
      "th": "กลับก่อนละ"
    }
  },
  {
    "translation": {
      "en": "Wait, your phone.",
      "th": "เดี๋ยวสิ มือถือ"
    }
  },
  {
    "translation": {
      "en": "-Where are you going? -[Padgett] Home.",
      "th": "- เธอจะไปไหน - กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Come on, stay with us.",
      "th": "ไม่เอาน่า อยู่กับเราก่อน"
    }
  },
  {
    "translation": {
      "en": "-I officially forgive you. -[Padgett chuckles]",
      "th": "ฉันขอยกโทษให้เธออย่างเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "No, I'm done here,",
      "th": "ไม่ละ ฉันหมดธุระที่นี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "but you guys have fun, though.",
      "th": "แต่ยังไงก็ขอให้สนุกกันนะ"
    }
  },
  {
    "translation": {
      "en": "Well,",
      "th": "ถ้างั้น…"
    }
  },
  {
    "translation": {
      "en": "I'm still here, and why do I know this song?",
      "th": "ฉันยังอยู่ ทำไมฉันถึงรู้จักเพลงนี้นะ"
    }
  },
  {
    "translation": {
      "en": "-[text pings] -♪ Beside the green, green grass ♪",
      "th": "(ฉันชอบที่เธอขึ้นไปพูดนะ)"
    }
  },
  {
    "translation": {
      "en": "♪ Swing, swing ♪",
      "th": "(นายได้ดูไลฟ์ด้วยเหรอ)"
    }
  },
  {
    "translation": {
      "en": "♪ Swing the spinning step ♪",
      "th": "(ล้อเล่นหรือไง จำไม่ได้เหรอ ว่ามือถือฉันเป็นวัตถุโบราณ)"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "Cameron. I… How…",
      "th": "แคเมรอน ฉัน นาย…"
    }
  },
  {
    "translation": {
      "en": "I may have had a little help.",
      "th": "ฉันมีตัวช่วยนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "I would've rode him all the way, but I would've gotten arrested on the 405.",
      "th": "จะขี่มาถึงนี่เลยก็ได้แหละ แต่คงโดนจับบนทางหลวงซะก่อน"
    }
  },
  {
    "translation": {
      "en": "I meant what I said.",
      "th": "ฉันหมายความตามที่พูดจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna start being honest about who I am from now on,",
      "th": "จากนี้ไปฉันจะซื่อสัตย์กับตัวตนของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I swear.",
      "th": "ฉันสัญญา"
    }
  },
  {
    "translation": {
      "en": "Okay, well, if we're being honest, there is one thing in your speech",
      "th": "ก็ได้ ถ้าเราจะซื่อสัตย์กันจริงๆ มีอย่างหนึ่งที่เธอพูดผิดไป"
    }
  },
  {
    "translation": {
      "en": "you got wrong.",
      "th": "มีอย่างหนึ่งที่เธอพูดผิดไป"
    }
  },
  {
    "translation": {
      "en": "What was it?",
      "th": "อะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "You never really lost me.",
      "th": "เธอจะไม่มีวันเสียฉันไป"
    }
  },
  {
    "translation": {
      "en": "Seriously?",
      "th": "เอาจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-I'm done with her. -Thank you.",
      "th": "- ฉันหมดเรื่องกับเธอแล้ว - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Now where were we?",
      "th": "เราถึงไหนกันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Brin] Yes! Whoo-hoo! Finally!",
      "th": "เยส! ไชโย สักทีนะ!"
    }
  },
  {
    "translation": {
      "en": "[boy] Check it out!",
      "th": "ดูนั่นสิ!"
    }
  },
  {
    "translation": {
      "en": "[Padgett] Good morning, guys.",
      "th": "อรุณสวัสดิ์ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "Guess where we are?",
      "th": "เดาซิว่าเราอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Portugal! [chuckles]",
      "th": "โปรตุเกส!"
    }
  },
  {
    "translation": {
      "en": "Hard to believe we're already six days into our trip.",
      "th": "เหลือเชื่อเลยเนอะว่านี่วันที่หก ของการเดินทางแล้ว"
    }
  },
  {
    "translation": {
      "en": "Say hi, Cameron.",
      "th": "ทักทายหน่อย แคเมรอน"
    }
  },
  {
    "translation": {
      "en": "I just wanna say thank you to all my followers who came back to me,",
      "th": "ฉันแค่อยากขอบคุณผู้ติดตามทุกคนที่กลับมาอยู่กับฉัน"
    }
  },
  {
    "translation": {
      "en": "who are so supportive of my new direction here.",
      "th": "คนที่ให้การสนับสนุนทิศทางใหม่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "I hope you guys keep following us this summer because Cameron has promised",
      "th": "หวังว่าทุกคนจะติดตามเราต่อไปตลอดหน้าร้อนนี้ เพราะแคเมรอนสัญญาว่า…"
    }
  },
  {
    "translation": {
      "en": "to help me post photos every day along the way.",
      "th": "จะช่วยฉันโพสต์รูปทุกวันตลอดการเดินทาง"
    }
  },
  {
    "translation": {
      "en": "So stay safe, be yourself,",
      "th": "เพราะงั้นดูแลตัวเอง เป็นตัวของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and I'll see you guys soon.",
      "th": "แล้วเจอกันอีกเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "♪ Lift your open hand ♪",
      "th": "(แฮชแท็กหอไอเฟลปารีส) (แฮชแท็กร้านเลอเดวาเกอร์ลิสบอน)"
    }
  },
  {
    "translation": {
      "en": "♪ Strike up the band And make the fireflies dance ♪",
      "th": "(แฮชแท็กร้านเลอเดวาเกอร์ลิสบอน) (แฮชแท็กแม่น้ำริโอเดอซานโตรวาโซเวนิส)"
    }
  },
  {
    "translation": {
      "en": "♪ Silver moon's sparkling ♪",
      "th": "(แฮชแท็กร้านสักอัมสเตอร์ดัม)"
    }
  },
  {
    "translation": {
      "en": "-All right, Alden. -[buzzing]",
      "th": "เอาละ อัลเดน"
    }
  },
  {
    "translation": {
      "en": "Never say I'm someone who welches on a bet.",
      "th": "อย่ามาหาว่าฉันเทเดิมพันละ"
    }
  },
  {
    "translation": {
      "en": "♪ So kiss me ♪",
      "th": "(แฮชแท็กแพ้เดิมพัน)"
    }
  },
  {
    "translation": {
      "en": "[Padgett laughs] Sorry.",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "-…sister again. -Hm.",
      "th": "เธออีก"
    }
  },
  {
    "translation": {
      "en": "Goddamnit, I flinched.",
      "th": "ให้ตาย ผมสะดุ้ง"
    }
  },
  {
    "translation": {
      "en": "Get it!",
      "th": "ต้องอย่างนี้!"
    }
  },
  {
    "translation": {
      "en": "Working. It's working great.",
      "th": "ใช้ได้ ใช้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Well, I'm still here, and I'm gonna say that again.",
      "th": "แต่ฉันยังอยู่นะ และฉันจะพูดใหม่อีกทีแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "I mean, aren't you captain of the--",
      "th": "เธอเป็นหัวหน้าทีม…"
    }
  }
]