[
  {
    "translation": {
      "en": "[reporter] Reality TV star Paris Hilton",
      "th": "ดารารายการเรียลลิตี้ ปารีส ฮิลตัน"
    }
  },
  {
    "translation": {
      "en": "embraced the spotlight on Capitol Hill, Wednesday,",
      "th": "ปรากฏตัวต่อสายตาประชาชน ที่ย่านแคปิตอลฮิลล์ เมื่อวันพุธ"
    }
  },
  {
    "translation": {
      "en": "telling lawmakers about her personal experiences of trauma and abuse",
      "th": "บอกเล่าให้เหล่าสมาชิกสภานิติบัญญัติได้รับรู้ ถึงความชอกช้ำทางจิตใจและการถูกทำทารุณ"
    }
  },
  {
    "translation": {
      "en": "while at a behavioral treatment center in Utah when she was 17 years old.",
      "th": "ขณะอยู่ที่ศูนย์บำบัดพฤติกรรมในยูทาห์ ตอนที่เธออายุ 17 ปี"
    }
  },
  {
    "translation": {
      "en": "I was strangled, slapped across the face,",
      "th": "ฉันถูกบีบคอ ถูกตบหน้า"
    }
  },
  {
    "translation": {
      "en": "watched in the shower by male staff.",
      "th": "มีเจ้าหน้าที่ชายมาดูฉันอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "[man] This is happening in our country to our young people.",
      "th": "นี่คือสิ่งที่เกิดกับคนหนุ่มสาวในประเทศของเรา"
    }
  },
  {
    "translation": {
      "en": "And if it can happen to Paris Hilton and her family,",
      "th": "และถ้ามันเกิดกับปารีส ฮิลตันและครอบครัวได้"
    }
  },
  {
    "translation": {
      "en": "think about all those people who can't be here today.",
      "th": "ขอให้ลองคิดถึงเหล่าผู้ที่ไม่อาจมายืนอยู่ที่นี่วันนี้"
    }
  },
  {
    "translation": {
      "en": "[woman] I went to sleep thinking I'd be going to school the next day.",
      "th": "ฉันเข้านอน คิดว่าเดี๋ยวพรุ่งนี้ต้องไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "I was 15.",
      "th": "ตอนนั้นฉันอายุ 15"
    }
  },
  {
    "translation": {
      "en": "The house was dark. My parents weren't there.",
      "th": "ในบ้านมืดสนิท พ่อกับแม่ไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "And I was woken up by two men standing over my bed.",
      "th": "และฉันถูกปลุกให้ตื่นขึ้น โดยชายสองคนที่ยืนอยู่ข้างเตียง"
    }
  },
  {
    "translation": {
      "en": "They were big. They looked like mountain men.",
      "th": "พวกเขาตัวใหญ่ ดูเหมือนคนที่อยู่ตามป่าเขา"
    }
  },
  {
    "translation": {
      "en": "They were like, \"Get up. Get dressed. You're coming with us.\"",
      "th": "พวกเขาบอกว่า \"ลุก ไปแต่งตัว แล้วมากับเรา\""
    }
  },
  {
    "translation": {
      "en": "[woman] They told me if I tried to run, they would handcuff me.",
      "th": "พวกเขาบอกว่าถ้าพยายามหนี พวกเขาจะใส่กุญแจมือ"
    }
  },
  {
    "translation": {
      "en": "They grabbed me and forcibly removed me from my house.",
      "th": "พวกเขาคว้าตัวฉัน ใช้กำลังพาฉันออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "[woman] I was taken to the airport.",
      "th": "ฉันถูกพาตัวไปที่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "They had hired a private plane.",
      "th": "พวกเขาว่าจ้างเครื่องบินส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "When we were on the flight, he's like, \"Do you wanna know where you're going?\"",
      "th": "ตอนที่เราอยู่บนเครื่อง เขาถามว่า \"อยากรู้ไหมว่าตัวเองกำลังไปไหน\""
    }
  },
  {
    "translation": {
      "en": "I'm like, \"Nope.\"",
      "th": "ฉันตอบ \"ไม่\""
    }
  },
  {
    "translation": {
      "en": "Because I didn't want them to know I was afraid.",
      "th": "เพราะฉันไม่อยากให้พวกเขารู้ว่าฉันกลัว"
    }
  },
  {
    "translation": {
      "en": "[woman] I got in the car with a woman who called herself \"Mad Cat\"",
      "th": "ฉันขึ้นรถไปกับผู้หญิงคนนึง ที่เรียกตัวเองว่า \"แมดแคท\""
    }
  },
  {
    "translation": {
      "en": "and a guy who called himself \"Mad Dog.\"",
      "th": "กับผู้ชายคนหนึ่งที่เรียกตัวเองว่า \"แมดด็อก\""
    }
  },
  {
    "translation": {
      "en": "And I remember being like, \"What the fuck is this?\"",
      "th": "และฉันจำได้ว่าตัวเองคิดว่า \"นี่มันเรื่องบ้าอะไรกัน\""
    }
  },
  {
    "translation": {
      "en": "[woman] They drove me into the middle of the desert.",
      "th": "พวกเขาขับรถพาฉันไปกลางทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "And then there's a fire in the distance.",
      "th": "มองเห็นไฟไหม้อยู่ที่ไกลๆ"
    }
  },
  {
    "translation": {
      "en": "And they handed me a note written on the back of an empty bill envelope.",
      "th": "แล้วพวกเขาก็ยื่นซองเปล่า ที่มีข้อความอยู่ข้างหลังให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "\"This is for the best. We love you.\"",
      "th": "\"แบบนี้ดีที่สุดแล้ว เรารักลูกนะ\""
    }
  },
  {
    "translation": {
      "en": "And that's when I knew that my parents paid these people to kidnap me",
      "th": "ตอนนั้นแหละที่ฉันรู้ ว่าพ่อแม่จ่ายเงินให้คนพวกนี้มาลักพาตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "and take me to the program.",
      "th": "พาฉันเข้าโครงการ"
    }
  },
  {
    "translation": {
      "en": "[man] Let's go! This is it!",
      "th": "เร็วเข้า มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Come on, let's move!",
      "th": "เร็วสิ ให้ไว"
    }
  },
  {
    "translation": {
      "en": "Let's go!",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "Get out of that truck!",
      "th": "ลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "Let's go! Move!",
      "th": "เร็วเข้า ไป"
    }
  },
  {
    "translation": {
      "en": "Welcome to Challenger in the southern deserts.",
      "th": "ขอต้อนรับสู่ชาเลนเจอร์ในทะเลทรายทางใต้"
    }
  },
  {
    "translation": {
      "en": "The next 63 days, you'll be under my care, my staff's care.",
      "th": "ใน 63 วันต่อจากนี้ พวกเธอจะอยู่ใต้การดูแลของฉัน ของเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "Do you understand?",
      "th": "เข้าใจไหม"
    }
  },
  {
    "translation": {
      "en": "-[teenagers] Yes, sir! -[man] I can't hear you!",
      "th": "เข้าใจ ไม่ได้ยิน"
    }
  },
  {
    "translation": {
      "en": "[teenagers] Yes, sir!",
      "th": "เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "How do you handle it when the child that you've loved and raised for 16 years",
      "th": "คุณจะรับมือยังไง ถ้าลูกที่คุณรักและเลี้ยงมา 16 ปี"
    }
  },
  {
    "translation": {
      "en": "suddenly rebels and becomes someone you don't recognize anymore?",
      "th": "จู่ๆ ก็ต่อต้าน และกลายเป็นคนที่คุณไม่รู้จักไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 1] The '80s were a time when the world was changing.",
      "th": "ยุค 80 เป็นช่วงเวลาที่โลกกำลังเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "There was a deep concern",
      "th": "มีความกังวลฝังลึก"
    }
  },
  {
    "translation": {
      "en": "that the youth of America was taking a wrong turn.",
      "th": "ว่าเยาวชนของอเมริกากำลังเดินไปผิดทาง"
    }
  },
  {
    "translation": {
      "en": "Nancy?",
      "th": "แนนซี่ครับ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Today, there's a drug and alcohol abuse epidemic in this country,",
      "th": "ทุกวันนี้ประเทศเรา มียาเสพติดและแอลกอฮอล์ระบาดไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "and no one is safe from it.",
      "th": "และไม่มีใครอยู่รอดปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "Not you, not me, and certainly not our children.",
      "th": "ทั้งคุณ ทั้งฉัน และลูกหลานของเรา"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The country is facing a crisis in dealing with its children.",
      "th": "ประเทศเรากำลังเผชิญกับวิกฤต ในการรับมือกับบุตรหลาน"
    }
  },
  {
    "translation": {
      "en": "You know, it was, \"What do you do?\"",
      "th": "คือมันแบบว่า \"ต้องทำยังไง\""
    }
  },
  {
    "translation": {
      "en": "[reporter 2] When nothing else seems to work,",
      "th": "เมื่อใช้วิธีไหนก็ไม่ได้ผล"
    }
  },
  {
    "translation": {
      "en": "some desperate parents send their troubled teens",
      "th": "พ่อแม่บางคนที่จนตรอก ก็ส่งลูกๆ วัยรุ่นที่กำลังมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "to these so-called \"wilderness therapy camps.\"",
      "th": "ไปที่ที่เรียกกันว่า \"ค่ายบำบัดในที่ห่างไกล\""
    }
  },
  {
    "translation": {
      "en": "Designed, supposedly, to kick them out of their bad habits and rebellious ways.",
      "th": "ค่ายนี้ถูกออกแบบมาให้เด็กๆ เลิกนิสัยที่ไม่ดีและพฤติกรรมต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] It is a brainchild of 35-year-old Steve Cartisano,",
      "th": "เป็นผลงานความคิดของสตีฟ คาร์ติซาโน"
    }
  },
  {
    "translation": {
      "en": "a former Air Force sergeant.",
      "th": "อดีตจ่าในกองทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "[Steve] So many people in our society today",
      "th": "สังคมเราทุกวันนี้มีหลายคน"
    }
  },
  {
    "translation": {
      "en": "are giving kids excuses.",
      "th": "หาข้ออ้างให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Kids need to learn this valuable lesson",
      "th": "เด็กๆ ต้องได้เรียนรู้"
    }
  },
  {
    "translation": {
      "en": "that they are responsible for their lives and accountable for their actions.",
      "th": "ว่าพวกเขาต้องรับผิดชอบชีวิตตัวเอง และต้องรับผลจากการกระทำของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[man 2] Steve Cartisano was a genius.",
      "th": "สตีฟ คาร์ติซาโนเป็นอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "Such a colorful character",
      "th": "เป็นคนที่มีสีสัน"
    }
  },
  {
    "translation": {
      "en": "who knew all about how to fix all the problems in your family",
      "th": "เขารู้หมด ว่าจะแก้ไขปัญหาทุกปัญหาในครอบครัวคุณยังไง ด้วยการยกโทรศัพท์เพียงครั้งเดียวง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "with just a simple phone call.",
      "th": "ว่าจะแก้ไขปัญหาทุกปัญหาในครอบครัวคุณยังไง ด้วยการยกโทรศัพท์เพียงครั้งเดียวง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "The thing about Steve was people either loved him or despised him.",
      "th": "สตีฟน่ะ ถ้าไม่เป็นที่รักของคน ก็เป็นที่ชิงชังไปเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] I think he was ahead of his time. He had this great idea.",
      "th": "ฉันว่าเขาล้ำหน้ากว่าคนในยุคเขา เขามีไอเดียที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[reporter] It's called The Challenger Foundation.",
      "th": "เรียกว่า มูลนิธิชาเลนเจอร์"
    }
  },
  {
    "translation": {
      "en": "It claims to transform bad kids through ordeal.",
      "th": "ค่ายนี้อ้างว่าเปลี่ยนเด็กเลวได้ ผ่านประสบการณ์อันแสนสาหัส"
    }
  },
  {
    "translation": {
      "en": "And then I think it got too big too quick.",
      "th": "แล้วฉันก็คิดว่า มันโตเร็วเกินไป"
    }
  },
  {
    "translation": {
      "en": "[reporter] The kids are worn down until they're good again.",
      "th": "เด็กๆ จะถูกดัดนิสัยจนกลับมาเป็นคนดีอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[man 1] The concept behind it was excellent,",
      "th": "แนวคิดเบื้องหลังนั้นยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "and the core of what he did was quite remarkable.",
      "th": "และแก่นแท้ของสิ่งที่เขาทำก็น่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "That's not what I do or my staff does. It's Mother Nature, Phil.",
      "th": "ไม่ใช่สิ่งที่ผมหรือเจ้าหน้าที่ทำหรอก แต่เป็นธรรมชาติต่างหาก ฟิล"
    }
  },
  {
    "translation": {
      "en": "[man 1] It still lives today.",
      "th": "ทุกวันนี้ก็ยังมีอยู่"
    }
  },
  {
    "translation": {
      "en": "[woman] This industry has just grown.",
      "th": "วงการนี้เพิ่งเติบโต"
    }
  },
  {
    "translation": {
      "en": "[reporter] The trouble is some of the teens are not coming back.",
      "th": "ปัญหาคือวัยรุ่นบางคนไม่ได้กลับจากค่าย"
    }
  },
  {
    "translation": {
      "en": "Teenagers find themselves in brutal conditions",
      "th": "เหล่าวัยรุ่นต้องไปอยู่ในสภาพแวดล้อมที่โหดร้าย"
    }
  },
  {
    "translation": {
      "en": "far beyond the reach of US authorities.",
      "th": "ในพื้นที่ที่ทางการสหรัฐฯ เข้าไปช่วยไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "When is it survival and discipline, and when is it abuse?",
      "th": "การเอาตัวรอดและวินัยคือแค่ไหน และแค่ไหนถึงเรียกว่าทารุณ"
    }
  },
  {
    "translation": {
      "en": "-It was bad. -[man 2] Death and abuse.",
      "th": "- มันแย่มาก - ความตาย การทารุณ"
    }
  },
  {
    "translation": {
      "en": "His business became a total disaster,",
      "th": "ธุรกิจของเขากลายเป็นหายนะครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "but he would rise from the ashes,",
      "th": "แต่เขาก็จะฟื้นคืนชีพจากกองเถ้าถ่าน"
    }
  },
  {
    "translation": {
      "en": "like, \"Never say die.\"",
      "th": "\"ไม่มีคำว่าตาย\""
    }
  },
  {
    "translation": {
      "en": "[Phil Donahue] All right, Mr. Cartisano,",
      "th": "เอาล่ะครับ คุณคาร์ติซาโน"
    }
  },
  {
    "translation": {
      "en": "we're talking about your Challenger Foundation.",
      "th": "เรากำลังพูดถึงมูลนิธิชาเลนเจอร์ของคุณ"
    }
  },
  {
    "translation": {
      "en": "Is your kid talking back to you?",
      "th": "ลูกคุณต่อปากต่อคำกับคุณไหม"
    }
  },
  {
    "translation": {
      "en": "Have you got a smart-ass on your hands at home?",
      "th": "ที่บ้านคุณต้องรับมือกับเด็กหัวหมอรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Phil] What do you wanna do with these kids?",
      "th": "คุณอยากทำอะไรกับเด็กแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Who can kidnap whom?",
      "th": "ใครมีสิทธิ์ลักพาตัวคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Who is watching these people",
      "th": "ใครคอยเฝ้าดูคนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "who are presuming to straighten your children out?",
      "th": "ที่เชื่อไปเองว่าจะดัดนิสัยลูกคุณ"
    }
  },
  {
    "translation": {
      "en": "And how much of this…",
      "th": "แล้วแค่ไหนถึง…"
    }
  },
  {
    "translation": {
      "en": "[man 2] Steve Cartisano launches Challenger in 1988.",
      "th": "สตีฟ คาร์ติซาโน เปิดตัวค่ายชาเลนเจอร์ในปี 1988"
    }
  },
  {
    "translation": {
      "en": "They basically take kids out of their beds in the middle of the night.",
      "th": "พูดง่ายๆ คือ พวกเขาพาตัวเด็กๆ ไปจากเตียงตอนกลางดึก"
    }
  },
  {
    "translation": {
      "en": "The parents have signed away their parental rights.",
      "th": "พ่อแม่เซ็นมอบอำนาจผู้ปกครองไว้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Where are the kids' rights in this deal? There are 16-year-old-kids--",
      "th": "สิทธิของเด็กๆ อยู่ที่ไหนในข้อตกลงนี้ มีเด็กอายุ 16…"
    }
  },
  {
    "translation": {
      "en": "The kids are having the rights when they're not going to school,",
      "th": "เด็กอ้างสิทธิเวลาไม่ไปโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "and they're using drugs, and they're being real jerks.",
      "th": "เวลาเล่นยา เวลาทำตัวทุเรศ"
    }
  },
  {
    "translation": {
      "en": "They're introduced to a big, burly guy who says, \"I own you now,",
      "th": "มีคนแนะนำให้พวกเขารู้จัก ชายรูปร่างกำยำที่บอกว่า \"ฉันเป็นเจ้าของเธอแล้ว"
    }
  },
  {
    "translation": {
      "en": "and you're gonna go on a 500-mile forced hike",
      "th": "และเธอต้องจำใจเดินป่าไป 800 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "across the Utah desert.\"",
      "th": "ข้ามทะเลทรายยูทาห์\""
    }
  },
  {
    "translation": {
      "en": "My name is Horsehair.",
      "th": "ฉันชื่อฮอร์สแฮร์"
    }
  },
  {
    "translation": {
      "en": "Anything and everything your staff tells you, you will do. No hesitation.",
      "th": "ไม่ว่าเจ้าหน้าที่จะบอกอะไร พวกเธอต้องทำตาม โดยไม่มีการลังเล"
    }
  },
  {
    "translation": {
      "en": "Is that clear?",
      "th": "ชัดเจนไหม"
    }
  },
  {
    "translation": {
      "en": "[teenagers] Yes, sir.",
      "th": "- ชัดค่ะ - ชัดครับ"
    }
  },
  {
    "translation": {
      "en": "-[Horsehair] Is that clear? -[teenagers] Yes, sir!",
      "th": "- ชัดเจนไหม - ชัดค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Tell me your name, your age, where you're from.",
      "th": "บอกชื่อ อาชุ และที่มา"
    }
  },
  {
    "translation": {
      "en": "April Schmidt, 15.",
      "th": "เอพริล ชมิดต์ อายุ 15"
    }
  },
  {
    "translation": {
      "en": "-[Horsehair] Speak up. -Bonney Lake, Washington.",
      "th": "- พูดดังๆ - บอนนีย์เลค วอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "[louder] April Schmidt, 15. Bonney Lake, Washington.",
      "th": "เอพริล ชมิดต์ อายุ 15 มาจากบอนนีย์เลค วอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "[Chris] That first day, kids would realize they're in a whole different world",
      "th": "ในวันแรก เด็กๆ จะรู้ตัวแล้ว ว่าตัวเองอยู่อีกโลกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "than where they came from.",
      "th": "ไม่เหมือนที่ที่จากมา"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Better start treating your own mother better than you have been, right?",
      "th": "เริ่มปฏิบัติกับแม่ให้ดีกว่าที่เคยทำมาซะนะ"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] This is not a temporary thing.",
      "th": "นี่ไม่ของชั่วคราวนะ"
    }
  },
  {
    "translation": {
      "en": "She sacrificed a lot for you. Do you understand what that means?",
      "th": "แม่เสียสละเพื่อเธอมาเยอะมาก เข้าใจไหมว่ามันหมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Too late to cry about it now.",
      "th": "มาร้องไห้ตอนนี้มันสายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "You should've thought about that when you were dealing with her, right?",
      "th": "ตอนนั้นควรจะคิดสิ ตอนที่ดื้อกับแม่น่ะ"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] You better make it a permanent fix.",
      "th": "แก้ไขให้ได้ถาวรนะ"
    }
  },
  {
    "translation": {
      "en": "Is that clear?",
      "th": "ชัดเจนไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, sir.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] We broke 'em down.",
      "th": "เราทำลายตัวตนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But we didn't break 'em down to hurt 'em. We didn't break 'em down to punish them.",
      "th": "แต่เราไม่ได้ทำลายตัวตนพวกเขาเพื่อทำร้าย ไม่ได้ทำเพื่อลงโทษ"
    }
  },
  {
    "translation": {
      "en": "We were breaking them down to get rid of all the old crap",
      "th": "เราทำลายตัวตนพวกเขา เพื่อไล่นิสัยเกเรเดิมๆ ทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "and to rebuild.",
      "th": "และสร้างตัวตนขึ้นมาใหม่…"
    }
  },
  {
    "translation": {
      "en": "Help them to be a better, more positive person.",
      "th": "ช่วยให้พวกเขาเป็นคนที่ดีขึ้น คิดดียิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Some of the kids were so scared, they'd almost pass out,",
      "th": "เด็กๆ บางคนกลัวมากจนแทบเป็นลม"
    }
  },
  {
    "translation": {
      "en": "and that was fine by me",
      "th": "ซึ่งผมไม่ติดขัดอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "because I wanted them to have a little fear.",
      "th": "เพราะผมอยากให้พวกเขากลัวบ้างนิดๆ หน่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Um, a lot of these kids, this was it, or they were going to jail.",
      "th": "เด็กหลายๆ คน ถ้าไม่มาค่ายนี้ก็เข้าคุก"
    }
  },
  {
    "translation": {
      "en": "[Steve] Kids aren't going to be happy to be here. They're going to be hungry.",
      "th": "อยู่ที่นี่ พวกเด็กๆ จะไม่มีความสุข พวกเขาจะหิวโหย"
    }
  },
  {
    "translation": {
      "en": "They're going to be tired, going to be dirty.",
      "th": "พวกเขาจะเหนื่อยล้า เนื้อตัวจะมอมแมม"
    }
  },
  {
    "translation": {
      "en": "We have to do things that work.",
      "th": "เราต้องทำสิ่งที่ทำแล้วได้ผล"
    }
  },
  {
    "translation": {
      "en": "Talking to 'em and just loving them won't get them to change their minds.",
      "th": "การพูดคุย การมอบความรัก ทำให้พวกเขาเปลี่ยนความคิดไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Are you all listening to me?",
      "th": "ทุกคนฟังฉันอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[teenagers] Yes, sir!",
      "th": "ฟังครับ"
    }
  },
  {
    "translation": {
      "en": "Steve Cartisano was in the Air Force. I was in the Air Force.",
      "th": "สตีฟเคยอยู่ทัพอากาศ ผมเคยอยู่ทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "So when we met, we had that in common.",
      "th": "ตอนที่เจอกัน นั่นคือสิ่งที่เรามีร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "He felt that the youth needed some sort of different way to help them.",
      "th": "เขารู้สึกว่าเยาวชนพวกนี้ ต้องได้รับวิธีช่วยเหลือที่ต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "We were way ahead of our time.",
      "th": "เราคิดล้ำหน้าคนในสมัยนั้น"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] It was a 63-day program,",
      "th": "โครงการนี้กินระยะเวลา 63 วัน"
    }
  },
  {
    "translation": {
      "en": "and we had three different sections.",
      "th": "แบ่งเป็นส่วนๆ ได้สามส่วน"
    }
  },
  {
    "translation": {
      "en": "We took 'em to that very bottom level first.",
      "th": "เราพาพวกเขาไปที่ระดับล่างสุดก่อน"
    }
  },
  {
    "translation": {
      "en": "We gave 'em what they need, but that wasn't free.",
      "th": "มอบสิ่งจำเป็นให้ แต่ไม่ได้ให้ฟรีๆ"
    }
  },
  {
    "translation": {
      "en": "There was a cost to everything.",
      "th": "ทุกอย่างมีราคาที่ต้องจ่าย"
    }
  },
  {
    "translation": {
      "en": "We provided 'em food, but the food was at a different location.",
      "th": "เราจัดหาอาหารไว้ให้ แต่อาหารนั้นจะอยู่อีกที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "They had to travel on foot to get there.",
      "th": "พวกเขาต้องเดินเท้าไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "We weren't punishing anyone.",
      "th": "เราไม่ได้ลงโทษใคร"
    }
  },
  {
    "translation": {
      "en": "There are consequences, both good and bad, for our actions.",
      "th": "การกระทำของเราย่อมมีผลตามมา ทั้งที่ดีและไม่ดี"
    }
  },
  {
    "translation": {
      "en": "You determine whether it's a negative or positive consequence.",
      "th": "คุณตัดสินใจเองว่าผลที่ตามมานั้นดีหรือไม่ดี"
    }
  },
  {
    "translation": {
      "en": "[Steve] We're not talking about kids that are going to church on Sunday",
      "th": "คุณต้องเข้าใจ เด็กที่เราพูดถึงไม่ใช่เด็กที่เข้าโบสถ์วันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "or that are going to youth dances during the middle of the week.",
      "th": "หรือไปงานเต้นรำสำหรับเยาวชน ช่วงกลางสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "We're talking about kids, for the most part,",
      "th": "เรากำลังพูดถึงเด็กๆ ที่ส่วนมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "that are out of control, that are violent, that are going to seduce your children,",
      "th": "ควบคุมไม่ได้ หัวรุนแรง พยายามจะหลอกล่อลูกคุณ"
    }
  },
  {
    "translation": {
      "en": "give them drugs, and steal your car and your jewelry if they can.",
      "th": "เอายาให้ และขโมยรถ กับเครื่องเพชรคุณถ้าทำได้"
    }
  },
  {
    "translation": {
      "en": "They're here because they're manipulators,",
      "th": "พวกเขามาที่นี่เพราะตัวเองเป็นจอมบงการ"
    }
  },
  {
    "translation": {
      "en": "and they've learned how to work the system.",
      "th": "พวกเขาเรียนรู้การใช้ประโยชน์จากระบบ"
    }
  },
  {
    "translation": {
      "en": "[Nadine] I've always been a rabble-rouser, black sheep of the family.",
      "th": "ฉันเป็นตัวปลุกปั่น เป็นแกะดำของครอบครัวมาตลอด"
    }
  },
  {
    "translation": {
      "en": "You know, as a kid with no power, the only power you have is your behavior.",
      "th": "ในฐานะเด็กคนหนึ่ง ไม่มีพลังอะไร พลังเดียวที่มีคือพฤติกรรม"
    }
  },
  {
    "translation": {
      "en": "So I would… Yeah, I would act out a bit.",
      "th": "ฉันก็เลย… ฉันก็เลยทำตัวไม่ค่อยดี"
    }
  },
  {
    "translation": {
      "en": "Like, I would drink, and I would go to parties.",
      "th": "ฉันจะดื่ม แล้วก็ไปปาร์ตี้"
    }
  },
  {
    "translation": {
      "en": "I loved to smoke pot.",
      "th": "ฉันชอบสูบกัญชา"
    }
  },
  {
    "translation": {
      "en": "So I was a bit of a stoner. That could worry someone.",
      "th": "ก็เป็นขี้ยาอยู่หน่อยๆ อาจทำให้ใครเป็นกังวล"
    }
  },
  {
    "translation": {
      "en": "I had a boyfriend,",
      "th": "ตอนนั้นฉันมีแฟน"
    }
  },
  {
    "translation": {
      "en": "and he was noted as sort of a troublemaker in town.",
      "th": "และเขาถูกมองว่าเป็นตัวปัญหาประจำเมือง"
    }
  },
  {
    "translation": {
      "en": "My parents didn't like me dating him, and my mom didn't like me.",
      "th": "พ่อแม่ไม่ชอบที่ฉันคบกับเขา และแม่ฉันก็ไม่ชอบฉัน"
    }
  },
  {
    "translation": {
      "en": "So, like, she was trying to find a way to get rid of me since I was 12.",
      "th": "แม่พยายามหาทางกำจัดฉันไปให้พ้นๆ ตั้งแต่ตอนฉัน 12 ขวบ"
    }
  },
  {
    "translation": {
      "en": "So I packed my shit and ran away.",
      "th": "ฉันก็เลยเก็บข้าวของแล้วก็หนีออกมา"
    }
  },
  {
    "translation": {
      "en": "I was at my boyfriend's sister's house, hiding, when the police came.",
      "th": "ฉันไปอยู่ที่บ้านของพี่สาวของแฟน ซ่อนตัวเวลาตำรวจมา"
    }
  },
  {
    "translation": {
      "en": "The police sent me home with my parents.",
      "th": "ตำรวจส่งฉันกลับบ้านไปหาพ่อแม่…"
    }
  },
  {
    "translation": {
      "en": "Um, but they didn't tell me where I was going after.",
      "th": "แต่พวกเขาไม่ได้บอกฉัน ว่าฉันต้องไปที่ไหนอีกหลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "[Nadine] I slept on the ground, no tent, nothing. Like, it was rocky.",
      "th": "ฉันนอนบนพื้น ไม่มีเต็นท์ ไม่มีอะไรเลย พื้นที่มีแต่หิน"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Come on! Get up! This isn't summer camp. This is it. Come on, let's go!",
      "th": "เร็วเข้า ลุกได้แล้ว นี่ไม่ใช่ค่ายฤดูร้อนนะ นี่ของจริง เร็วเข้า ไปกันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nadine] In the morning, there's, like, a bunch of kids.",
      "th": "พอเช้ามาก็เห็นกลุ่มเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "I mean, skinny, shirts were ripped, and a girl came up to me,",
      "th": "ตัวผอม เสื้อขาด แล้วก็มีเด็กผู้หญิงคนนึงเดินมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "and I was chewing gum, and she asked if she could have it.",
      "th": "ฉันเคี้ยวหมากฝรั่งอยู่ และเธอถามว่าขอได้ไหม"
    }
  },
  {
    "translation": {
      "en": "She wanted the gum that I was chewing. I'm like, \"It has no flavor.\"",
      "th": "เธออยากได้หมากฝรั่งที่ฉันเคี้ยวอยู่ ฉันก็ \"ไม่มีรสชาติแล้วนะ\""
    }
  },
  {
    "translation": {
      "en": "She's like, \"I don't care.\" And I'm like, \"Okay.\"",
      "th": "เธอบอกว่า \"ฉันไม่สน\" ฉันก็เลย \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "And then another kid asked me for my soup,",
      "th": "แล้วก็มีเด็กอีกคนมาขอซุปฉัน"
    }
  },
  {
    "translation": {
      "en": "and I was gonna give him my soup.",
      "th": "ฉันกำลังจะเอาซุปให้เขา"
    }
  },
  {
    "translation": {
      "en": "And then a girl said, \"Don't give him your soup.\"",
      "th": "แล้วเด็กผู้หญิงคนเดิมก็บอกว่า \"อย่าเอาซุปให้เขา\""
    }
  },
  {
    "translation": {
      "en": "\"You need your soup.\" I'm like, \"Okay.\"",
      "th": "\"เธอจำเป็นต้องมีซุปนั่น\" ฉันก็ \"โอเค\""
    }
  },
  {
    "translation": {
      "en": "[Nadine] It was like 113 degrees,",
      "th": "ตอนนั้นอุณหภูมิประมาณ 45 องศา"
    }
  },
  {
    "translation": {
      "en": "and I hiked, like, 500 miles in tennis shoes.",
      "th": "ฉันเดินป่าระยะทาง 800 กม. ด้วยรองเท้าเทนนิส"
    }
  },
  {
    "translation": {
      "en": "It was basically just surviving.",
      "th": "นั่นคือการเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "Keep walking. Here.",
      "th": "เดินต่อไปนะ เอ้านี่"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -Just keep walking.",
      "th": "- ขอบคุณ - เดินไปเรื่อยๆ ก็พอ"
    }
  },
  {
    "translation": {
      "en": "At each stage, life got a little better.",
      "th": "ในแต่ละช่วง ความเป็นอยู่จะดีขึ้นหน่อย"
    }
  },
  {
    "translation": {
      "en": "The second group, we had a handcart,",
      "th": "กลุ่มที่สอง เรามีรถเข็น"
    }
  },
  {
    "translation": {
      "en": "and so they could put all their gear into the cart, but they all had to push it.",
      "th": "ให้พวกเขาเอาอุปกรณ์ใส่รถเข็นได้ แต่พวกเขาต้องเข็นเองด้วย"
    }
  },
  {
    "translation": {
      "en": "And our third group, we brought a butter churn out to them.",
      "th": "และกลุ่มที่สาม เราเอาเครื่องปั่นเนยให้พวกเขา"
    }
  },
  {
    "translation": {
      "en": "We brought a Dutch oven.",
      "th": "เราเอาเตาหม้ออบแบบดัตช์มา"
    }
  },
  {
    "translation": {
      "en": "[Kinney] Given everything that was going on in my life at that point in time,",
      "th": "ด้วยทุกสิ่งทุกอย่างที่เกิดขึ้นในชีวิตฉันในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "I didn't mind that it was hard and dusty and dirty",
      "th": "ฉันไม่สนใจว่ามันจะลำบาก ฝุ่นตลบ สกปรก"
    }
  },
  {
    "translation": {
      "en": "and that we all smelled terrible. [chuckles]",
      "th": "ว่าเราทุกคนจะกลิ่นตัวเหม็นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Here, we've been practicing the balance of things.",
      "th": "ที่นี่ เราฝึกการหาสมดุลของสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "There's a spirit in all this that we do.",
      "th": "ทุกสิ่งที่เราทำล้วนมีเจตนา"
    }
  },
  {
    "translation": {
      "en": "It's always been that way from the very beginning of time.",
      "th": "เป็นเช่นนั้นมาตั้งแต่กำเนิดโลก"
    }
  },
  {
    "translation": {
      "en": "[Kinney] Living at home was hard.",
      "th": "การอยู่บ้านไม่ใช่เรื่องง่าย"
    }
  },
  {
    "translation": {
      "en": "My mother and I were constantly arguing. I was not doing well in school.",
      "th": "ฉันกับแม่เถียงกันตลอด เรื่องเรียนฉันก็ไม่เอาไหน"
    }
  },
  {
    "translation": {
      "en": "And then, in the month after my father passed away,",
      "th": "ในช่วงเดือนหลังจากที่พ่อฉันเสีย"
    }
  },
  {
    "translation": {
      "en": "I did attempt taking my own life.",
      "th": "ฉันพยายามจบชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Okay. Everybody, gather around over here. Make a horseshoe shape.",
      "th": "โอเค ทุกคน มารวมกันตรงนี้ ล้อมวงเป็นรูปเกือกม้า"
    }
  },
  {
    "translation": {
      "en": "[Kinney] This felt different. There was a different energy about the group.",
      "th": "ความรู้สึกมันแตกต่างไป กลุ่มนี้มีพลังงานที่แตกต่างไป"
    }
  },
  {
    "translation": {
      "en": "There wasn't a lot of time to really think about my life.",
      "th": "และฉันไม่มีเวลามากนักให้มานั่งคิดถึงชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I was purely in survival mode at that point in time.",
      "th": "ตอนนั้นฉันอยู่ในโหมดเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "That was comforting for me.",
      "th": "นั่นทำให้ฉันสบายใจ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Our Father in heaven, we ask you to help us at this time",
      "th": "พระบิดาในสวรรค์ เราขอให้พระองค์ช่วยเราด้วยในยามนี้"
    }
  },
  {
    "translation": {
      "en": "be mindful of the sacrifice that this animal is representing to us.",
      "th": "ขอให้คำนึงถึงความเสียสละ ที่สัตว์ตัวนี้แสดงให้เราเห็น"
    }
  },
  {
    "translation": {
      "en": "We say this in the name of Jesus Christ. Amen.",
      "th": "เราขอสวดภาวนา ในพระนามของพระเยซูคริสต์ อาเมน"
    }
  },
  {
    "translation": {
      "en": "-[teenager] Oh, amen. -[all] Amen.",
      "th": "อาเมน"
    }
  },
  {
    "translation": {
      "en": "[Kinney] I thrived.",
      "th": "ฉันทำได้ดี"
    }
  },
  {
    "translation": {
      "en": "I really… I really enjoyed being there.",
      "th": "ฉันสนุกกับการได้อยู่ที่นั่นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] We're going to show you different ways of cooking.",
      "th": "เราจะสาธิตวิธีทำอาหารแบบต่างๆ ให้ดู"
    }
  },
  {
    "translation": {
      "en": "One is the pit. We're gonna use the stomach to cook.",
      "th": "วิธีหนึ่งคือใช้หลุม เราจะใช้กระเพาะทำอาหาร"
    }
  },
  {
    "translation": {
      "en": "Get ready to stir it. Get the meat in there.",
      "th": "เตรียมคนให้เข้ากัน ใส่เนื้อลงไป"
    }
  },
  {
    "translation": {
      "en": "I was asked one time, \"How do you know when they're ready to go home?\"",
      "th": "ครั้งหนึ่งมีคนถามผม \"จะรู้ได้ยังไงว่าพวกเขาพร้อมกลับบ้านแล้ว\""
    }
  },
  {
    "translation": {
      "en": "It was their look. It was their countenance.",
      "th": "ท่าทางพวกเขา สีหน้า"
    }
  },
  {
    "translation": {
      "en": "They had sparkle in their eye.",
      "th": "พวกเขามีประกายในดวงตา"
    }
  },
  {
    "translation": {
      "en": "They had smiles on their face that you couldn't take away.",
      "th": "มีรอยยิ้มบนใบหน้าที่เราชิงไปจากพวกเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I think… I think most teenagers should come here and improve yourself,",
      "th": "ผมคิดว่าวัยรุ่นส่วนใหญ่ควรมาที่นี่และพัฒนาตน"
    }
  },
  {
    "translation": {
      "en": "and this is probably gonna be the best thing that happened to you.",
      "th": "นี่อาจเป็นเรื่องที่ดีที่สุดที่เกิดกับคุณก็ได้"
    }
  },
  {
    "translation": {
      "en": "Steve had a vision that everyone needs a rite of passage",
      "th": "สตีฟมีวิสัยทัศน์ว่า ทุกคนต้องเจอพิธีการเปลี่ยนผ่าน"
    }
  },
  {
    "translation": {
      "en": "from childhood to adulthood,",
      "th": "จากวัยเด็กสู่วัยผู้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "and it usually encompasses…",
      "th": "และมันมักจะรวมถึง…"
    }
  },
  {
    "translation": {
      "en": "something that's very difficult.",
      "th": "บางอย่างที่ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "It just hurts, you know?",
      "th": "มันเจ็บนะ"
    }
  },
  {
    "translation": {
      "en": "I just…",
      "th": "คือฉัน…"
    }
  },
  {
    "translation": {
      "en": "I pushed my mom away, and I pushed my dad away.",
      "th": "ฉันปิดกั้นตัวเองจากแม่ ปิดกั้นตัวเองจากพ่อ"
    }
  },
  {
    "translation": {
      "en": "She wrote me this letter telling me how much she loved me and missed me",
      "th": "แม่เขียนจดหมายมาบอกว่ารักและคิดถึงฉันมาก"
    }
  },
  {
    "translation": {
      "en": "and wanted me to come home,",
      "th": "และอยากให้ฉันกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "but I need to be here.",
      "th": "แต่ฉันต้องอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "If I did go home early, it wouldn't, you know…",
      "th": "ถ้าฉันกลับบ้านก่อนเวลา มันก็จะไม่…"
    }
  },
  {
    "translation": {
      "en": "All this effort that… that's gone into…",
      "th": "ความพยายามทั้งหมดที่ทุ่มให้กับ…"
    }
  },
  {
    "translation": {
      "en": "changing me would be just a complete waste.",
      "th": "การเปลี่ยนแปลงตัวฉัน ก็คงสูญเปล่า"
    }
  },
  {
    "translation": {
      "en": "They were going through a rite of passage, and, um, this was the beginning of that.",
      "th": "พวกเขากำลังรับพิธีการเปลี่ยนผ่าน และนี่คือช่วงเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "How many of you were glad to be here the first minute you got off and arrived?",
      "th": "ใครบ้างดีใจที่ได้มาที่นี่ตั้งแต่นาทีแรกที่มาถึง"
    }
  },
  {
    "translation": {
      "en": "One, two. How many of you are glad to be here now?",
      "th": "หนึ่ง สอง ใครบ้างดีใจที่ได้อยู่ที่นี่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[teenager] Yeah.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "How many of you have learned something about yourself",
      "th": "ใครบ้างที่ได้เรียนรู้เกี่ยวกับตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that you didn't know when you got here?",
      "th": "สิ่งที่ไม่รู้ตอนที่มาถึง"
    }
  },
  {
    "translation": {
      "en": "And it's hard to explain to somebody who doesn't understand it.",
      "th": "กับคนที่ไม่เข้าใจ ก็คงอธิบายให้เข้าใจยาก"
    }
  },
  {
    "translation": {
      "en": "I felt accomplished.",
      "th": "ฉันรู้สึกว่าตัวเองทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "At the end of every single day, I felt accomplished.",
      "th": "ทุก ๆ วัน ฉันรู้สึก ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[Steve] We're made better by struggle, trial, and adversity.",
      "th": "เราเป็นคนดีขึ้น ด้วยการดิ้นรน การทดสอบ และความลำบาก"
    }
  },
  {
    "translation": {
      "en": "It's a simple equation.",
      "th": "สมการง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "We've had over 700 kids in the program. We've turned around hundreds of lives.",
      "th": "โครงการเรามีเด็กมากกว่า 700 คน เราพลิกชีวิตให้คนหลายร้อยชีวิต"
    }
  },
  {
    "translation": {
      "en": "These kids need this. We're saving so many more lives.",
      "th": "เด็กพวกนี้ต้องการสิ่งนี้ เรากำลังช่วยชีวิตคนไว้อีกเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Matthew would have been in juvenile detention or dead",
      "th": "แมทธิวคงอยู่ในสถานกักกันเด็ก หรือไม่ก็ตายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "if we had not continued to try to do something.",
      "th": "ถ้าเราไม่พยายามทำอะไรสักอย่างกันต่อ"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "โทษที"
    }
  },
  {
    "translation": {
      "en": "[Matthew] I drank a lot. I smoked a lot of pot.",
      "th": "ผมดื่มหนัก สูบกัญชาก็หนัก"
    }
  },
  {
    "translation": {
      "en": "Every so often, I used to munch a hit of LSD.",
      "th": "บางครั้งบางคราวก็เสพแอลเอสดี"
    }
  },
  {
    "translation": {
      "en": "Or I'd smoke a little bit of PCP.",
      "th": "หรือไม่ก็สูบพีซีพีนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "There's a bridge down the street,",
      "th": "ถัดไปนี่มีสะพานรถไฟอยู่"
    }
  },
  {
    "translation": {
      "en": "and he actually used to go and jump off onto the trains.",
      "th": "เมื่อก่อนเขาจะไปที่นั่น แล้วกระโดดลงไปที่รถไฟ"
    }
  },
  {
    "translation": {
      "en": "[woman] He was running wild.",
      "th": "อะไรก็ฉุดเขาไม่อยู่"
    }
  },
  {
    "translation": {
      "en": "-[Matthew] I had a good time. [laughs] -[camera clicking]",
      "th": "ตอนนั้นผมสนุกมาก"
    }
  },
  {
    "translation": {
      "en": "[Matthew] But at the same time, I was constantly getting arrested",
      "th": "แต่ในขณะเดียวกัน ผมก็โดนจับอยู่เรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "for drug possession or something like that.",
      "th": "ข้อหาครอบครองยาเสพติด หรืออะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "I believe I was a bit of a nightmare.",
      "th": "ผมว่าตอนนั้นผมคงเป็นเหมือนฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "At this point, the police were here a lot with Matthew.",
      "th": "ในตอนนั้น ตำรวจมาที่นี่ด้วยเรื่องแมทธิวบ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "They would pick him up. Maybe he'd gotten some alcohol somewhere.",
      "th": "มารับตัวเขา หรือเขาอาจไปได้เหล้ามาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Whether it was me, his father, the school, the police,",
      "th": "ไม่ว่าจะเป็นฉัน พ่อเขา โรงเรียน ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "whatever the punishment was, it really just didn't matter.",
      "th": "ไม่ว่าบทลงโทษจะเป็นอะไร ก็ไม่สำคัญเลย"
    }
  },
  {
    "translation": {
      "en": "At that point, it was think outside the box.",
      "th": "ในตอนนั้น เราต้องคิดนอกกรอบ"
    }
  },
  {
    "translation": {
      "en": "[Steve] We're talking about kids in a crack house, or they're running away,",
      "th": "เรากำลังพูดถึงเด็กในแหล่งค้ายา หรือเด็กที่หนีออกจากบ้าน"
    }
  },
  {
    "translation": {
      "en": "they're out of control, and they are master manipulators.",
      "th": "เด็กพวกนี้คุมไม่ได้ เป็นจอมบงการชั้นเซียน"
    }
  },
  {
    "translation": {
      "en": "-They're blaming everybody else-- -[Phil] Master manipulators.",
      "th": "- พวกเขาโทษคนอื่น… - จอมบงการชั้นเซียน"
    }
  },
  {
    "translation": {
      "en": "[Steve] When they're 25, all the excuses of why they quit high school",
      "th": "แล้วพออายุ 25 เมื่อไหร่ ข้ออ้างต่างๆ นานาว่าทำไมออกจากม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "or why they were doing drugs aren't gonna matter, Phil.",
      "th": "หรือทำไมถึงเล่นยา ข้ออ้างพวกนั้นก็จะไม่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "I thought, \"You know what? I don't know what else to try,",
      "th": "ฉันคิดว่า \"เอางี้\" \"ฉันไม่รู้แล้วว่าต้องลองวิธีไหนอีก แต่วิธีนี้เข้าท่าดี\""
    }
  },
  {
    "translation": {
      "en": "but this sounds good.\"",
      "th": "\"ฉันไม่รู้แล้วว่าต้องลองวิธีไหนอีก แต่วิธีนี้เข้าท่าดี\""
    }
  },
  {
    "translation": {
      "en": "I had only been there… I had… I had not been there that long,",
      "th": "ผมอยู่ที่นั่นได้แค่… ผมไม่ได้อยู่ที่นั่นนานขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "but I wanted so much to get back to my McDonald's at home.",
      "th": "แต่อยากกลับไปกินแม็คโดนัลด์แถวบ้านมากๆ"
    }
  },
  {
    "translation": {
      "en": "And my Oreos.",
      "th": "แล้วก็โอริโอ้ด้วย"
    }
  },
  {
    "translation": {
      "en": "And my… my Round Top ice cream.",
      "th": "แล้วก็ไอศกรีมราวนด์ท้อป"
    }
  },
  {
    "translation": {
      "en": "My good stuff.",
      "th": "ของที่ผมชอบ"
    }
  },
  {
    "translation": {
      "en": "But the adults had already made the decision,",
      "th": "แต่พวกผู้ใหญ่ตัดสินใจกันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "so I thought to myself, \"Just face it, man.\"",
      "th": "ผมก็เลยคิดกับตัวเองว่า \"ยอมรับซะเถอะ\""
    }
  },
  {
    "translation": {
      "en": "\"You're here. Do the program.\"",
      "th": "\"นายอยู่ที่นี่แล้ว เข้าโครงการซะ\""
    }
  },
  {
    "translation": {
      "en": "\"Then you'll be out of here and you can go have a beer.\"",
      "th": "\"แล้วจะได้ออกจากที่นี่ไปกินเบียร์ซะที\""
    }
  },
  {
    "translation": {
      "en": "I was just afraid I would not be able to get back for a long time,",
      "th": "ผมแค่กลัวว่าต้องอยู่ที่นี่เป็นเวลานาน"
    }
  },
  {
    "translation": {
      "en": "but I thought, \"They can't kill me.\"",
      "th": "แต่ผมก็คิดว่า \"พวกเขาฆ่าฉันไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "That's exactly what I thought. \"They can't kill me.\"",
      "th": "ผมคิดอย่างนั้นเลย \"พวกเขาฆ่าฉันไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "Tonight, a man who says,",
      "th": "คืนนี้ ชายคนหนึ่งที่กล่าวว่า"
    }
  },
  {
    "translation": {
      "en": "\"Stop the coddling and skip the psychiatrist.\"",
      "th": "เลิกโอ๋ แล้วข้ามจิตแพทย์ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Instead, give teens a simple message.",
      "th": "ส่งข้อความง่ายๆ ให้เหล่าวัยรุ่นแทน"
    }
  },
  {
    "translation": {
      "en": "Shape up. Life's not a picnic. So take a survival course.",
      "th": "ตั้งสติ ชีวิตไม่ใช่การปิกนิก เข้าหลักสูตรเอาตัวรอดซะ"
    }
  },
  {
    "translation": {
      "en": "-[camera clicking] -[woman] Steve's responsibility was the entire program,",
      "th": "ส่วนความรับผิดชอบของสตีฟคือทั้งโครงการ"
    }
  },
  {
    "translation": {
      "en": "which meant the advertisement, the sales over the phone,",
      "th": "ซึ่งหมายถึงโฆษณา การขายทางโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "managing the finances of the company and the employees of the company.",
      "th": "บริหารการเงินของบริษัทและพนักงานของบริษัท"
    }
  },
  {
    "translation": {
      "en": "And it grew a lot faster than he expected.",
      "th": "และมันเติบโตเร็วกว่าที่เขาคาดไว้มาก"
    }
  },
  {
    "translation": {
      "en": "So he was very dependent on the people in southern Utah",
      "th": "เขาเลยต้องพึ่งพาคนทางใต้ของยูทาห์"
    }
  },
  {
    "translation": {
      "en": "who were running the program there.",
      "th": "ที่เป็นคนดูแลโครงการอยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I thought we got too big too fast, and I don't think we were ready for it.",
      "th": "ผมคิดว่าเราโตเร็วเกินไป และผมคิดว่าเราไม่พร้อม"
    }
  },
  {
    "translation": {
      "en": "[reporter] They have no showers, no toilets, no bunks or dining hall.",
      "th": "พวกเขาไม่มีห้องอาบน้ำ ไม่มีสุขา ไม่มีเตียงหรือโรงอาหาร"
    }
  },
  {
    "translation": {
      "en": "Some of the staff were… Honestly, they were fillers.",
      "th": "เจ้าหน้าที่บางคน… พูดตามตรง พวกเขาแค่มาเป็นตัวเสริม"
    }
  },
  {
    "translation": {
      "en": "[reporter] Their beds are blankets on the ground.",
      "th": "พวกเขาปูผ้าห่มนอนบนพื้น"
    }
  },
  {
    "translation": {
      "en": "They wanted to help, um, but they didn't have the same understanding as we did.",
      "th": "พวกเขาอยากช่วย แต่ไม่ได้มีความเข้าใจเหมือนกับที่เรามี"
    }
  },
  {
    "translation": {
      "en": "[reporter] The kids will be held accountable for their actions.",
      "th": "เด็กๆ จะต้องรับผลการกระทำของตน"
    }
  },
  {
    "translation": {
      "en": "Share your food with a hungry friend, you'll both go without.",
      "th": "แบ่งอาหารให้เพื่อนที่กำลังหิว พวกคุณต้องอดข้าวทั้งคู่"
    }
  },
  {
    "translation": {
      "en": "Steal food, you'll be tied hand and foot.",
      "th": "ขโมยอาหาร คุณจะถูกมัดมือมัดเท้า"
    }
  },
  {
    "translation": {
      "en": "So the staff were very young, most of them.",
      "th": "เจ้าหน้าที่ส่วนใหญ่อายุน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "And then there was also Horsehair, who was the field leader.",
      "th": "แล้วก็มีฮอร์สแฮร์ ซึ่งเป็นหัวหน้าภาคสนาม"
    }
  },
  {
    "translation": {
      "en": "The problem is, he believed in Steve Cartisano.",
      "th": "ปัญหาคือ เขาเชื่อในตัวสตีฟ คาร์ติซาโน"
    }
  },
  {
    "translation": {
      "en": "So Steve Cartisano called us manipulators, liars.",
      "th": "ส่วนสตีฟ คาร์ติซาโนเรียกเราว่า จอมบงการ จอมโกหก"
    }
  },
  {
    "translation": {
      "en": "So that was sort of… What was ingrained in the staff was to not believe us.",
      "th": "นั่นคือสิ่งที่ฝังแน่นในหัวของเจ้าหน้าที่ คืออย่าเชื่อเรา"
    }
  },
  {
    "translation": {
      "en": "You know, some kids will say, \"I have, uh, you know, a bad back.\"",
      "th": "เด็กบางคนก็จะพูดว่า \"หลังไม่ค่อยดี\""
    }
  },
  {
    "translation": {
      "en": "And, uh… Or, \"My knee hurts.\" You look in the medical report.",
      "th": "หรือ \"เจ็บเข่า\" แต่พอไปดูรายงานสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "They've never hurt their knee. They've never had a bad back.",
      "th": "พวกเขาไม่เคยมีประวัติเจ็บเข่า ไม่เคยมีอาการเจ็บหลัง"
    }
  },
  {
    "translation": {
      "en": "So whenever you say you're sick, they call you a liar.",
      "th": "เมื่อไหร่ก็ตามที่เราบอกว่าป่วย พวกเขาจะเรียกเราว่าจอมโกหก"
    }
  },
  {
    "translation": {
      "en": "[Nadine] Basically, they were withholding… everything from us.",
      "th": "พูดง่ายๆ พวกเขาไม่ให้อะไรเราเลย"
    }
  },
  {
    "translation": {
      "en": "[reporter] If your attitude isn't right,",
      "th": "และถ้าคุณยังไม่มีทัศนคติที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "you'll stay here beyond 63 days until it is.",
      "th": "คุณต้องอยู่นานกว่า 63 วัน จนกว่ามันจะถูก"
    }
  },
  {
    "translation": {
      "en": "The longer we were there, the more it became like Lord of the Flies.",
      "th": "ยิ่งอยู่ที่นั่นนานเท่าไหร่ ก็ยิ่งเหมือน \"วัยเยาว์อันสิ้นสูญ\""
    }
  },
  {
    "translation": {
      "en": "Like, we would tie our hair up with tampons 'cause of the string.",
      "th": "เราใช้ผ้าอนามัยแบบสอดมามัดผม เพราะมันมีสาย"
    }
  },
  {
    "translation": {
      "en": "Sometimes, kids wouldn't roll their packs well,",
      "th": "บางครั้งเด็กๆ แพ็คกระเป๋าไม่ดี"
    }
  },
  {
    "translation": {
      "en": "so they'd fall apart on a trail,",
      "th": "ข้าวของก็หล่นเกลื่อนตามทาง"
    }
  },
  {
    "translation": {
      "en": "and then they'd get a rock for not packing their pack correctly.",
      "th": "แล้วเด็กคนนั้นก็จะเจอหินถ่วง โทษฐานแพ็คกระเป๋าไม่ถูก"
    }
  },
  {
    "translation": {
      "en": "[crying] I could move so much faster without this stupid rock.",
      "th": "ถ้าไม่มีไอ้หินโง่ๆ ก้อนนี้ ฉันก็คงไปได้เร็วกว่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nadine] You'd use your T-shirt as toilet paper, because you didn't get toilet paper.",
      "th": "เราใช้เสื้อยืดแทนกระดาษชำระ เพราะเราไม่มีกระดาษชำระ"
    }
  },
  {
    "translation": {
      "en": "Can you imagine if you were hiking through the desert",
      "th": "นึกภาพออกไหม สมมุติคุณไปเดินป่าข้ามทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "and you came upon a bunch of dirty kids with tampons in their hair?",
      "th": "แล้วบังเอิญเจอเด็กๆ สกปรกมอมแมม มีผ้าอนามัยมัดอยู่ที่ผม"
    }
  },
  {
    "translation": {
      "en": "You'd be like, \"What the fuck?\"",
      "th": "คุณคงแบบ \"อะไรวะเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "[Matthew] I didn't wanna live in the desert anymore.",
      "th": "ผมไม่อยากอยู่ในทะเลทรายต่อ"
    }
  },
  {
    "translation": {
      "en": "This one morning, I just refused to get up.",
      "th": "เช้าวันหนึ่ง ผมไม่ยอมลุกขึ้น"
    }
  },
  {
    "translation": {
      "en": "I think the counselors told me I had to get up.",
      "th": "รู้สึกว่าพวกที่ปรึกษาบอกผมว่า ผมต้องลุก"
    }
  },
  {
    "translation": {
      "en": "I said, \"No.\" They said, \"Get up!\"",
      "th": "ผมตอบ \"ไม่\" พวกเขาก็ \"ลุกขึ้น\""
    }
  },
  {
    "translation": {
      "en": "I said, \"No.\"",
      "th": "ผมก็ \"ไม่\""
    }
  },
  {
    "translation": {
      "en": "\"You're not gonna force me up.\"",
      "th": "\"คุณบังคับให้ผมลุกไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "And he hit me.",
      "th": "แล้วเขาก็ตีผม"
    }
  },
  {
    "translation": {
      "en": "He literally hit me.",
      "th": "ตีจริงๆ เลย"
    }
  },
  {
    "translation": {
      "en": "There was another counselor.",
      "th": "มีที่ปรึกษาอีกคน"
    }
  },
  {
    "translation": {
      "en": "That counselor told him to tie my feet together at the ankles,",
      "th": "ที่ปรึกษาคนนั้นบอกเขา ให้มัดข้อเท้าผมเข้าไว้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and he started dragging me. And, yep, that hurt.",
      "th": "แล้วเขาก็เริ่มลากผมไป ครับ เจ็บครับ"
    }
  },
  {
    "translation": {
      "en": "But after only ten feet or so, he stopped.",
      "th": "แต่เขาก็หยุดหลังจากสักสามเมตรได้"
    }
  },
  {
    "translation": {
      "en": "He said, \"Now, are you ready to hike?\"",
      "th": "เขาถามว่า \"พร้อมจะเดินรึยัง\""
    }
  },
  {
    "translation": {
      "en": "And I… I was in pain.",
      "th": "และผมก็รู้สึกเจ็บ"
    }
  },
  {
    "translation": {
      "en": "[Matthew] And so he kept dragging me.",
      "th": "เขาลากผมต่อไป"
    }
  },
  {
    "translation": {
      "en": "The skin was scraped off of my back.",
      "th": "ผิวที่หลังผมถูกครูดจนถลอก"
    }
  },
  {
    "translation": {
      "en": "Every 40 or 50 feet, he'd stop and he'd say, \"Are you ready to hike?\"",
      "th": "ทุกๆ สิบหรือ 15 เมตร เขาจะหยุดและถามว่า \"พร้อมจะเดินรึยัง\""
    }
  },
  {
    "translation": {
      "en": "I kept saying, \"No.\"",
      "th": "ผมก็ตอบ \"ไม่\" ไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[Matthew] \"You are not gonna make me hike.\"",
      "th": "\"คุณบังคับให้ผมเดินไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "[Matthew] Steve Cartisano did come out the next morning.",
      "th": "สตีฟ คาร์ติซาโนโผล่หน้ามาในเช้าวันรุ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "He told me to remember that it was my fault that had happened,",
      "th": "เขาบอกให้ผมจำไว้ ว่าสิ่งที่เกิดขึ้นนี้เป็นความผิดผม"
    }
  },
  {
    "translation": {
      "en": "and then he left.",
      "th": "แล้วเขาก็ไป"
    }
  },
  {
    "translation": {
      "en": "[Matthew] I thought, \"You're supposed to be counselors.\"",
      "th": "ผมคิดว่า \"คุณควรเป็นที่ปรึกษาให้ผมสิ\""
    }
  },
  {
    "translation": {
      "en": "\"You're supposed to be my advocates, and you're beating me like this.\"",
      "th": "\"คุณควรให้ความช่วยเหลือผม แต่คุณทำร้ายร่างกายผมแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "\"Who can I trust now?\"",
      "th": "แล้วทีนี้ผมเชื่อใจใครได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "[man] I was notified by state social services",
      "th": "ผมได้รับแจ้งจากฝ่ายสังคมสงเคราะห์ของรัฐ"
    }
  },
  {
    "translation": {
      "en": "that they had removed a young man from The Challenger program",
      "th": "ว่าพวกเขาพาตัวเด็กหนุ่มคนหนึ่ง ออกมาจากโครงการชาเลนเจอร์"
    }
  },
  {
    "translation": {
      "en": "and that he had injuries that I needed to be aware of.",
      "th": "ว่าเขามีอาการบาดเจ็บที่ผมต้องรับรู้ไว้"
    }
  },
  {
    "translation": {
      "en": "My first encounter with the program was, I believe, in early 1990.",
      "th": "ครั้งแรกที่ผมได้รู้จักโครงการนี้ รู้สึกจะเป็นต้นปี 1990"
    }
  },
  {
    "translation": {
      "en": "State officials let us know that they were taking kids",
      "th": "เจ้าหน้าที่รัฐบอกเราว่าพวกเขาพาเด็กๆ ไป"
    }
  },
  {
    "translation": {
      "en": "with all different kinds of problems,",
      "th": "เด็กที่มีปัญหาต่างๆ นานา"
    }
  },
  {
    "translation": {
      "en": "kids that were dealing drugs and into drugs,",
      "th": "เด็กที่ค้ายา และเสพยา"
    }
  },
  {
    "translation": {
      "en": "and putting them with kids who were just sedentary couch potatoes",
      "th": "แล้วเอาไปรวมกับเด็กที่นอนขี้เกียจสันหลังยาว"
    }
  },
  {
    "translation": {
      "en": "and put 'em out here in the harsh desert,",
      "th": "แล้วพาพวกเด็กๆ มาที่นี่ กลางทะเลทรายร้อนระอุ"
    }
  },
  {
    "translation": {
      "en": "and they weren't allowing law enforcement access to them.",
      "th": "และไม่ยอมให้ฝ่ายบังคับใช้กฎหมาย เข้าถึงตัวพวกเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "I just kind of locked that away in my memory",
      "th": "ผมเก็บมันไว้ในความทรงจำ"
    }
  },
  {
    "translation": {
      "en": "in case I had to deal with the program in the future myself.",
      "th": "เผื่อว่าในอนาคต ผมเองต้องรับมือกับโครงการแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Max] I drove up to the hospital,",
      "th": "ผมขับรถไปที่โรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "and went in, was shocked to see this young man, Matthew,",
      "th": "เดินเข้าไป รู้สึกตกใจ ที่ได้เห็นเด็กหนุ่มคนนี้ แมทธิว"
    }
  },
  {
    "translation": {
      "en": "in the state that he was.",
      "th": "ในสภาพตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Max] He'd been examined by one of the local doctors.",
      "th": "หมอในพื้นที่คนนึงตรวจร่างกายเขา"
    }
  },
  {
    "translation": {
      "en": "He said, \"This kid's emaciated.\"",
      "th": "หมอบอกว่าเด็กคนนี้ผอมแห้ง"
    }
  },
  {
    "translation": {
      "en": "The doctor had counted over 80 scars, marks, and contusions",
      "th": "หมอนับแผลเป็น รอยขีดข่วน รอยฟกช้ำ ได้มากกว่า 80 ที่"
    }
  },
  {
    "translation": {
      "en": "on his, uh, back and upper torso",
      "th": "บนหลังและลำตัวช่วงบน"
    }
  },
  {
    "translation": {
      "en": "that he had incurred while being dragged through the desert.",
      "th": "ซึ่งเขาได้รับมาตอนที่ถูกลากไปบนพื้นทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "And he told me that the wounds were in various stages of healing",
      "th": "และหมอบอกผมว่า บาดแผลแต่ละที่หายเร็วช้าต่างกัน"
    }
  },
  {
    "translation": {
      "en": "and, uh, that he was being abused by staff members of the program.",
      "th": "และบอกว่าเขาถูกเจ้าหน้าที่ของโครงการนี้ทารุณ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How did you feel when you found out?",
      "th": "ตอนที่รู้ว่าเกิดเรื่องนี้ คุณรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "I was upset. I was mad, 'cause I told the staff,",
      "th": "ผมฉุน โมโห เพราะเคยบอกเจ้าหน้าที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "\"If you hurt a kid or abuse a kid out here,",
      "th": "\"ถ้าทำร้ายหรือทารุณเด็กที่นี่"
    }
  },
  {
    "translation": {
      "en": "you'll have to deal with me. I'll deal with you.\"",
      "th": "คุณจะต้องเจอดีกับผม\" \"ผมจะเล่นคุณ\""
    }
  },
  {
    "translation": {
      "en": "I mean, some of how we did things could look abusive.",
      "th": "วิธีการบางอย่างของเรา อาจดูเหมือนเป็นการทารุณ"
    }
  },
  {
    "translation": {
      "en": "Better start treating your mother better than you have been.",
      "th": "เริ่มปฏิบัติกับแม่ให้ดีกว่าที่เคยทำมาซะนะ"
    }
  },
  {
    "translation": {
      "en": "There's a fine line in some of it.",
      "th": "บางอย่างก็มีเส้นบางๆ กั้น"
    }
  },
  {
    "translation": {
      "en": "I don't think anybody should be beat up, but I think…",
      "th": "ผมคิดว่าไม่ควรมีใครถูกทำร้าย แต่ก็จะมีเวลาและสถานที่ และพื้นที่ที่ต้องลงโทษทางกายตามความเห็นผม"
    }
  },
  {
    "translation": {
      "en": "But there is a time and a place and room for what I consider corporal punishment.",
      "th": "แต่ก็จะมีเวลาและสถานที่ และพื้นที่ที่ต้องลงโทษทางกายตามความเห็นผม"
    }
  },
  {
    "translation": {
      "en": "A spanking, you know? A good spanking sometimes can do wonders.",
      "th": "อย่างการตีน่ะ การตีให้เจ็บบางครั้งก็ให้ผลที่น่าเหลือเชื่อ"
    }
  },
  {
    "translation": {
      "en": "-[Horsehair] You understand? -[teenagers] Yes, sir.",
      "th": "- เข้าใจไหม - เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "-[Horsehair] I can't hear you! -[teenagers] Yes, sir!",
      "th": "- ไม่ได้ยิน - เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, I might be old school, but human nature is we need parameters.",
      "th": "ขอโทษที ผมอาจหัวโบราณก็ได้ แต่ตามธรรมชาติของคน เราต้องมีปัจจัยกำหนด"
    }
  },
  {
    "translation": {
      "en": "Otherwise, we have anarchy, and anarchy does not work.",
      "th": "ไม่งั้นก็เกิดอนาธิปไตย และอนาธิปไตยไปไม่รอด"
    }
  },
  {
    "translation": {
      "en": "Never has, never will.",
      "th": "ทั้งในอดีต และในอนาคต"
    }
  },
  {
    "translation": {
      "en": "[Kari] Someone from the program called me to tell me they had taken Matthew to the hospital,",
      "th": "มีคนจากโครงการโทรมาบอกฉันว่า พวกเขาพาแมทธิวไปโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "and I thought, \"Well, he's…",
      "th": "และฉันคิดว่า \"ตอนนี้เขาถึงมือหมอแล้ว"
    }
  },
  {
    "translation": {
      "en": "He's in the hospital's care, so he's okay.\"",
      "th": "และฉันคิดว่า \"ตอนนี้เขาถึงมือหมอแล้ว ก็คงไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "So I flew out. Some people from Challenger picked me up.",
      "th": "ฉันบินไปที่นั่น มีคนจากชาเลนเจอร์มารับ"
    }
  },
  {
    "translation": {
      "en": "They paid for a hotel.",
      "th": "พวกเขาจ่ายค่าโรงแรมให้"
    }
  },
  {
    "translation": {
      "en": "But once I saw Matthew, that was it. We were headed home.",
      "th": "แต่พอฉันเห็นแมทธิว ก็ตัดสินใจได้เลย เราพากันกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Nadine] I understood it was an unsafe situation, like, from the very start.",
      "th": "ฉันเข้าใจว่าเราอยู่ในสถานการณ์ที่ไม่ปลอดภัย ตั้งแต่เริ่มแรก"
    }
  },
  {
    "translation": {
      "en": "The hardest thing about being there?",
      "th": "อะไรยากที่สุดในการอยู่ที่นั่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Knowing my parents did it to me.",
      "th": "รู้ว่าคนที่ทำแบบนี้กับฉันคือพ่อแม่"
    }
  },
  {
    "translation": {
      "en": "The program cost my parents over $16,000 in 1989.",
      "th": "พ่อแม่ฉันหมดไปกับโครงการนี้ เกิน 16,000 เหรียญ ในปี 1989"
    }
  },
  {
    "translation": {
      "en": "So I don't… I mean, that's a lot of money in 1989.",
      "th": "ฉันก็เลยไม่… นั่นเป็นเงินที่เยอะมากนะ ในปี 1989"
    }
  },
  {
    "translation": {
      "en": "[reporter] Over the past three years,",
      "th": "ตลอดระยะเวลาสามปี"
    }
  },
  {
    "translation": {
      "en": "Cartisano says nearly 800 kids have gone through this program,",
      "th": "คาร์ติซาโนบอกว่ามีเด็กเกือบ 800 คน เคยผ่านโครงการนี้มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "which translates into nearly $10 million.",
      "th": "ซึ่งแปลงเป็นเงินได้เกือบสิบล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] Steve was smart. He knew that it took a lot of money.",
      "th": "สตีฟเป็นคนฉลาด เขารู้ว่าต้องใช้เงินจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "Why should we fault anybody that owns a business to make money?",
      "th": "ทำไมถึงจะไปโทษคนที่ทำธุรกิจว่าเขาหาเงินล่ะ"
    }
  },
  {
    "translation": {
      "en": "He made a lot of money.",
      "th": "เขาหาเงินได้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "He goes out. He buys a big, beautiful home.",
      "th": "เขาไปซื้อบ้านหลังใหญ่แสนสวย"
    }
  },
  {
    "translation": {
      "en": "I got a radio!",
      "th": "หนูได้วิทยุสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "He would rent cars. He rented a Lamborghini at one time.",
      "th": "เขาเช่ารถ เขาเคยเช่ารถลัมโบร์กีนีหนนึง"
    }
  },
  {
    "translation": {
      "en": "This goes completely against the grain of, like, \"We're just trying to help kids.\"",
      "th": "ซึ่งมันขัดกับคำพูดที่ว่า \"เราแค่พยายามจะช่วยเด็กๆ\""
    }
  },
  {
    "translation": {
      "en": "You know?",
      "th": "นั่นน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "This was very lavish.",
      "th": "เขากินหรูอยู่รวยมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I wasn't involved in the finances.",
      "th": "ฉันไม่ข้องเกี่ยวกับเรื่องการเงิน"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I just know that we had an adequate income,",
      "th": "ฉันแค่รู้ว่าเรามีรายได้พอประมาณ"
    }
  },
  {
    "translation": {
      "en": "uh, and so there was a lot of money coming in, I think,",
      "th": "แล้วก็มีเงินมากมายไหลเข้ามา คิดว่านะ"
    }
  },
  {
    "translation": {
      "en": "but there was also a lot of money going out.",
      "th": "แต่เงินที่ไหลออกไปก็เยอะเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "It was very expensive to run these programs.",
      "th": "การบริการโครงการแบบนี้ใช้เงินเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] We found this house in Utah.",
      "th": "เราเจอบ้านหลังนี้ที่ยูทาห์"
    }
  },
  {
    "translation": {
      "en": "It was a big house, about 6,500 square feet.",
      "th": "เป็นบ้านหลังใหญ่ ประมาณ 600 ตารางเมตร"
    }
  },
  {
    "translation": {
      "en": "What do you think, Jen?",
      "th": "คิดว่าไง เจน"
    }
  },
  {
    "translation": {
      "en": "[Debbie] I bought a horse, and I started riding.",
      "th": "ฉันซื้อม้า แล้วก็เริ่มหัดขี่ม้า"
    }
  },
  {
    "translation": {
      "en": "So things were really good, and it seemed to be a great success.",
      "th": "ทุกอย่างเป็นไปด้วยดี เหมือนว่าเราประสบความสำเร็จอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "That's where I think he started losing focus.",
      "th": "ตอนนั้นแหละที่ผมคิดว่า เขาเริ่มขาดโฟกัส"
    }
  },
  {
    "translation": {
      "en": "That mountain's called the \"Fiftymile Mountain.\"",
      "th": "ภูเขาลูกนั้นชื่อว่า \"ภูเขาฟิฟตี้ไมล์\""
    }
  },
  {
    "translation": {
      "en": "It runs 50 miles all the way to Lake Powell.",
      "th": "ทอดตัวยาว 80 กิโลเมตรไปจนถึงเลคโพเวลล์"
    }
  },
  {
    "translation": {
      "en": "It's also the Kaiparowits Plateau.",
      "th": "และมีลักษณะเป็นที่ราบสูงไคปาโรวิตส์ด้วย"
    }
  },
  {
    "translation": {
      "en": "This was a really bad place for the kids to be hiking in.",
      "th": "เป็นที่ที่ไม่เหมาะให้เด็กๆ มาเดินป่าเลย"
    }
  },
  {
    "translation": {
      "en": "This landscape can turn deadly very fast.",
      "th": "ภูมิทัศน์แบบนี้ ในพริบตาเดียวอาจเปลี่ยนเป็นอันตรายถึงตาย"
    }
  },
  {
    "translation": {
      "en": "[Max] I was driving with another sheriff…",
      "th": "ผมขับรถไปกับนายอำเภออีกคน…"
    }
  },
  {
    "translation": {
      "en": "when we got the call from Richfield dispatch",
      "th": "เราได้รับโทรศัพท์จากสายข่าวริชฟิลด์"
    }
  },
  {
    "translation": {
      "en": "that a, uh, participant in the Challenger Foundation, female,",
      "th": "ว่าผู้เข้าร่วมในมูลนิธิชาเลนเจอร์คนนึง ผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "was en route to the Panguitch hospital.",
      "th": "กำลังเดินทางไปโรงพยาบาลในแพนกิตช์"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] While I was in Provo at the office,",
      "th": "ตอนที่ผมอยู่ที่โพรโว ที่สำนักงาน"
    }
  },
  {
    "translation": {
      "en": "we got a call from other camps down here that there was an incident.",
      "th": "เราได้รับสายจากค่ายอื่นๆ ที่นั่นว่าเกิดเรื่องขึ้น"
    }
  },
  {
    "translation": {
      "en": "So Steve grabbed the phone to ask what was happening,",
      "th": "สตีฟเลยหยิบมือถือมาโทรถามว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "and his demeanor changed.",
      "th": "แล้วท่าทีเขาก็เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "It was pretty serious.",
      "th": "ค่อนข้างจริงจังทีเดียว"
    }
  },
  {
    "translation": {
      "en": "We immediately dropped everything.",
      "th": "เราวางงานทุกอย่างลงทันที"
    }
  },
  {
    "translation": {
      "en": "Him and I flew down.",
      "th": "ผมกับเขาบินไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "We didn't know how bad she was.",
      "th": "เราไม่รู้ว่าเธออาการหนักแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "We just knew that it was a serious thing.",
      "th": "เรารู้แค่ว่าเป็นเรื่องร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] And we landed right in front of an ambulance.",
      "th": "แล้วเราก็ลงจอดตรงหน้ารถพยาบาลพอดี"
    }
  },
  {
    "translation": {
      "en": "They were doing CPR on her, and they had her hooked up.",
      "th": "พวกเขากำลังทำซีพีอาร์ให้เธอ ต่อเครื่องช่วยชีวิตให้เธอ"
    }
  },
  {
    "translation": {
      "en": "A physician assistant, he looked at her,",
      "th": "ผู้ช่วยแพทย์ เขามองดูเธอ"
    }
  },
  {
    "translation": {
      "en": "and it wasn't even 45 seconds, and he called it. He said, \"She's gone.\"",
      "th": "ยังไม่ทันถึง 45 วินาที เขาก็ให้สัญญาณ เขาบอกว่า \"เธอจากไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Steve was devastated by that.",
      "th": "สตีฟเสียใจมากกับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "He was very devastated by that.",
      "th": "เขาเสียใจกับเรื่องนั้นมากๆ"
    }
  },
  {
    "translation": {
      "en": "I'm sure there was a part of him that saw it as his fault",
      "th": "ฉันแน่ใจว่าส่วนหนึ่งในตัวเขามองว่า นี่เป็นความผิดเขา"
    }
  },
  {
    "translation": {
      "en": "because it was his program,",
      "th": "เพราะมันเป็นโครงการของเขา"
    }
  },
  {
    "translation": {
      "en": "and, uh, he was the one bringing children into the program,",
      "th": "และเขาคือคนที่พาเด็กๆ เข้าโครงการ"
    }
  },
  {
    "translation": {
      "en": "but he also knew that it was beyond his control.",
      "th": "แต่เขาก็รู้ด้วยว่า มันอยู่นอกเหนือการควบคุมของเขา"
    }
  },
  {
    "translation": {
      "en": "He did not spend that much time in southern Utah, really, at that point,",
      "th": "ในตอนนั้น เขาไม่ได้ใช้เวลาที่ยูทาห์ตอนใต้มากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "you know, so I think he realized",
      "th": "ฉันก็เลยคิดว่าเขารู้ตัว"
    }
  },
  {
    "translation": {
      "en": "that there was nothing he could have done, really,",
      "th": "ว่าไม่มีอะไรที่เขาพอทำได้"
    }
  },
  {
    "translation": {
      "en": "that could have changed the outcome.",
      "th": "เพื่อเปลี่ยนผลที่ออกมา"
    }
  },
  {
    "translation": {
      "en": "[reporter] Kristen Chase had spent just three days on the rugged Kaiparowits Plateau.",
      "th": "คริสเตน เชสอยู่บนที่ราบสูงไคปาโรวิตส์ ที่แสนกันดารแค่สามวัน"
    }
  },
  {
    "translation": {
      "en": "She collapsed and died after completing a five-mile day hike.",
      "th": "เธอล้มลงและเสียชีวิต หลังจากเดินป่าไปแปดกิโลเมตรในหนึ่งวัน"
    }
  },
  {
    "translation": {
      "en": "I want you to meet Sharon Fuqua.",
      "th": "ฉันอยากให้พวกคุณได้พบชารอน ฟูคัว"
    }
  },
  {
    "translation": {
      "en": "Sharon had decided to send their daughter Kristen to a wilderness camp",
      "th": "ชารอนตัดสินใจส่งลูกสาว คริสเตน ไปเข้าค่ายในที่ห่างไกล หลังจากที่เธอสอบตกชั้นม.สี่"
    }
  },
  {
    "translation": {
      "en": "after she was failing the 10th grade and overdosing on antidepressants.",
      "th": "ไปเข้าค่ายในที่ห่างไกล หลังจากที่เธอสอบตกชั้นม.สี่ และกินยากล่อมประสาทเกินขนาด"
    }
  },
  {
    "translation": {
      "en": "She was 16 years old at the time.",
      "th": "ตอนนั้นเธออายุ 16 ปี"
    }
  },
  {
    "translation": {
      "en": "Sharon, of course, had no way of knowing",
      "th": "แน่นอนว่าชารอนไม่มีทางรู้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "that she'd never see her only daughter alive again.",
      "th": "ว่าเธอจะไม่ได้พบลูกสาวคนเดียว ในสภาพมีลมหายใจอีก"
    }
  },
  {
    "translation": {
      "en": "-[David] She looks mischievous. -Yes, she was. [laughs]",
      "th": "- ดูเป็นเด็กซนๆ นะ - ก็ซนน่ะสิ (ชารอนและเดวิด แม่และน้องชายของคริสเตน)"
    }
  },
  {
    "translation": {
      "en": "She was, um, just really sweet and lovable and…",
      "th": "เธอเป็นคนอ่อนหวาน น่ารัก และ…"
    }
  },
  {
    "translation": {
      "en": "-She loved dressing up and-- -Yes, she… She did love to do that.",
      "th": "- ชอบแต่งตัว กับ… - ใช่ เธอชอบแต่งตัว"
    }
  },
  {
    "translation": {
      "en": "But a little bit later, um, it just changed.",
      "th": "แต่หลังจากนั้นไม่นานก็เปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "-[David] She got rebellious. -[Sharon] Yes, got rebellious. Yeah.",
      "th": "เธอกลายเป็นคนหัวรั้น ใช่ หัวรั้นทีเดียว"
    }
  },
  {
    "translation": {
      "en": "She was just having a hard time.",
      "th": "เธอก็แค่อยู่ในวัยหัวเลี้ยวหัวต่อ"
    }
  },
  {
    "translation": {
      "en": "[sniffs] We didn't know, really, what to do.",
      "th": "ตอนนั้นเราไม่รู้ว่าต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "On the fourth week, they go on a four-day solo period.",
      "th": "ในสัปดาห์ที่สี่ พวกเขาจะมีช่วงอยู่คนเดียวสี่วัน"
    }
  },
  {
    "translation": {
      "en": "All the drugs are out of their system.",
      "th": "ยาทุกตัวออกไปจากร่างกายหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "They wanna go home and be sons and daughters to their parents again,",
      "th": "พวกเขาอยากกลับบ้าน ไปเป็นลูกชายลูกสาว ของพ่อแม่อีกครั้ง ไปเรียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "and get an education.",
      "th": "ของพ่อแม่อีกครั้ง ไปเรียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "[sniffs] It's just, you know… You think it's gonna help.",
      "th": "คือมัน… เราคิดว่ามันจะช่วยได้"
    }
  },
  {
    "translation": {
      "en": "[Max] I grew up in a ranching family in the harsh desert country here.",
      "th": "ผมโตมาในครอบครัวชาวไร่ ในทะเลทรายแสนโหดร้ายที่นี่แหละ"
    }
  },
  {
    "translation": {
      "en": "People that were raised in this area",
      "th": "คนที่โตมาแถวนี้จะรู้และเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "know and understand how harsh the desert can be.",
      "th": "คนที่โตมาแถวนี้จะรู้และเข้าใจ ว่าทะเลทรายมันโหดร้ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "You're out between water holes, which may be ten miles apart.",
      "th": "คุณอยู่ตรงกลางระหว่างแอ่งน้ำ ซึ่งอาจห่างกันสัก 16 กิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "The staff didn't have a lot of training.",
      "th": "เจ้าหน้าที่ไม่ได้รับการฝึกอบรมมามาก"
    }
  },
  {
    "translation": {
      "en": "Some of them were former Challenger participants.",
      "th": "บางคนเคยเป็นผู้เข้าร่วม ในค่ายชาเลนเจอร์มาก่อน"
    }
  },
  {
    "translation": {
      "en": "It became clear to me that it was a recipe for disaster.",
      "th": "ผมเห็ดชัดเลยว่า นั่นคือสูตรสำเร็จสู่หายนะ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Officers from the Kane County Sheriff's Department",
      "th": "เจ้าหน้าที่จากสำนักงานนายอำเภอ ประจำเคนเคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "raided the Challenger Foundation's offices today.",
      "th": "ได้บุกค้นสำนักงานของมูลนิธิชาเลนเจอร์เมื่อวันนี้"
    }
  },
  {
    "translation": {
      "en": "It's those records officials hope will help them decide",
      "th": "เจ้าหน้าที่หวังว่าเอกสารเหล่านั้น จะช่วยให้พวกเขาตัดสินใจได้"
    }
  },
  {
    "translation": {
      "en": "what charges to file against the foundation.",
      "th": "ว่าจะยื่นฟ้องมูลนิธิในข้อหาอะไร"
    }
  },
  {
    "translation": {
      "en": "[Max] At that point in time, I said, \"I'm gonna get to the bottom of this,",
      "th": "ในตอนนั้นผมบอกว่า \"ผมจะขุดให้ถึงตอ"
    }
  },
  {
    "translation": {
      "en": "and we're gonna do something about this.\"",
      "th": "และเราจะหาทางจัดการเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "[reporter] Max Jackson is the sheriff of Kane County, where Challenger is located.",
      "th": "แม็กซ์ แจ็คสันเป็นนายอำเภอประจำเคนเคาน์ตี้ ที่ที่ชาเลนเจอร์ตั้งอยู่"
    }
  },
  {
    "translation": {
      "en": "He says he's been flooded with complaints from parents across the country.",
      "th": "เขาบอกว่าเขาได้รับข้อร้องเรียนเป็นกระบุง จากผู้ปกครองทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "This case absolutely took over my life.",
      "th": "ตอนนั้นผมทุ่มชีวิตให้กับคดีนี้"
    }
  },
  {
    "translation": {
      "en": "As long as they're out there, law enforcement is gonna stay busy.",
      "th": "ตราบใดที่พวกเขายังดำเนินการอยู่ ฝ่ายบังคับกฎหมายก็จะไม่พัก"
    }
  },
  {
    "translation": {
      "en": "[Steve] Kane County officials have just decided that they're going to destroy me.",
      "th": "เจ้าหน้าที่ของเคนเคาน์ตี้ตัดสินใจแล้วว่า จะทำลายผมให้ได้"
    }
  },
  {
    "translation": {
      "en": "If they can't get to me personally, they're gonna do it through the program.",
      "th": "ถ้าเอาผิดผมในเรื่องส่วนตัวไม่ได้ พวกเขาก็จะเล่นผ่านโครงการ"
    }
  },
  {
    "translation": {
      "en": "You send someone out in the desert, and they fall down,",
      "th": "คุณส่งคนไปอยู่ทะเลทราย แล้วคนคนนั้นล้มลง"
    }
  },
  {
    "translation": {
      "en": "and they're exhibiting signs of heat exhaustion, you treat it.",
      "th": "แสดงอาการอ่อนล้าจากความร้อน คุณก็รักษา"
    }
  },
  {
    "translation": {
      "en": "Pioneers not only blaze the trail, but they get the arrows.",
      "th": "กลุ่มผู้บุกเบิกไม่ใช่แค่จุดไฟบอกทาง แต่ยังหาลูกธนูด้วย"
    }
  },
  {
    "translation": {
      "en": "I'm such an outspoken advocate for these programs.",
      "th": "ผมเป็นผู้สนับสนุนโครงการนี้อย่างเปิดเผย"
    }
  },
  {
    "translation": {
      "en": "I've seen so many lives changed, so many parents that are so grateful,",
      "th": "ผมเห็นหลายคนที่ชีวิตเปลี่ยนไป พ่อแม่หลายคนรู้สึกซาบซึ้ง"
    }
  },
  {
    "translation": {
      "en": "that I refuse to allow a bunch of petty bureaucrats to come in and dictate",
      "th": "ผมขอปฏิเสธไม่ให้ข้าราชการกระจอกมาบงการ"
    }
  },
  {
    "translation": {
      "en": "when they don't even take the time to come and look around.",
      "th": "ในเมื่อพวกเขาไม่สละเวลามาดูด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "There's a great potential out there for, uh, more abuse and possibly another death.",
      "th": "มีโอกาสสูงมากว่าจะมีการทารุณ และมีผู้เสียชีวิตอีก"
    }
  },
  {
    "translation": {
      "en": "[reporter] Kane County officials charged Cartisano and the Challenger Foundation",
      "th": "เจ้าหน้าที่ประจำเคนเคาน์ตี้ตั้งข้อหา คาร์ติซาโนและมูลนิธิชาเลนเจอร์"
    }
  },
  {
    "translation": {
      "en": "with negligent homicide.",
      "th": "ว่าฆาตกรรมโดยประมาท"
    }
  },
  {
    "translation": {
      "en": "[man] If Steve got convicted, he was going to jail.",
      "th": "ถ้าสตีฟถูกตัดสินว่าผิด เขาติดคุกแน่"
    }
  },
  {
    "translation": {
      "en": "There was no question about it.",
      "th": "ไม่ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "And he… he wasn't gonna do well in jail, so he was very worried.",
      "th": "และอยู่ในคุกเขาลำบากแน่ เขาก็เลยเป็นกังวลหนัก"
    }
  },
  {
    "translation": {
      "en": "Because he knew if he lost the trial, he would be going to prison",
      "th": "เพราะเขารู้ว่าถ้าแพ้คดี เขาจะต้องเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "and would be leaving a young mother with four small children.",
      "th": "ทิ้งคุณแม่อายุน้อยให้อยู่กับลูกเล็กอีกสี่คน"
    }
  },
  {
    "translation": {
      "en": "How you doing?",
      "th": "เป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "We're anticipating a lot of mud being thrown up against the wall,",
      "th": "เราคาดการณ์ว่าจะมีการสาดโคลนหลายเรื่อง"
    }
  },
  {
    "translation": {
      "en": "and we're ready for it.",
      "th": "และเราก็พร้อมรับมือ"
    }
  },
  {
    "translation": {
      "en": "They just wanted him toasted.",
      "th": "พวกนั้นอยากให้ชีวิตเขาพัง"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Eight other Challenger children say they were hit,",
      "th": "เด็กค่ายชาเลนเจอร์อีกแปดคนกล่าวว่า ตนถูกตี ถูกให้อดอาหาร และถูกมัดไว้กับต้นไม้"
    }
  },
  {
    "translation": {
      "en": "starved, and tied to trees by program supervisors.",
      "th": "เด็กค่ายชาเลนเจอร์อีกแปดคนกล่าวว่า ตนถูกตี ถูกให้อดอาหาร และถูกมัดไว้กับต้นไม้ โดยผู้ดูแลโครงการ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Nine counts of child abuse have now also been leveled",
      "th": "ขณะนี้มีการดำเนินคดีทารุณเด็กถึงเก้ากระทง"
    }
  },
  {
    "translation": {
      "en": "against the Challenger Foundation, from tying kids to trees",
      "th": "ต่อมูลนิธิชาเลนเจอร์ ไม่ว่าจะเป็นการมัดเด็กไว้กับต้นไว้"
    }
  },
  {
    "translation": {
      "en": "to literally dragging them across the rocky ground.",
      "th": "ไปจนถึงการลากไปบนพื้นที่เต็มไปด้วยหิน"
    }
  },
  {
    "translation": {
      "en": "Lawsuits.",
      "th": "คดีความ"
    }
  },
  {
    "translation": {
      "en": "Lawsuits, lawsuits, lawsuits start piling up.",
      "th": "คดีความ คดีความ คดีความเริ่มพอกพูนขึ้น"
    }
  },
  {
    "translation": {
      "en": "[reporter] The lawsuits have generated considerable nationwide negative publicity.",
      "th": "คดีนี้ได้ทำให้เกิดข่าวด้านไม่ดีไปทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "Challenger officials say they have cost the program millions of dollars.",
      "th": "เจ้าหน้าที่ชาเลนเจอร์ระบุ พวกเขาใช้เงินไปกับโครงการหลายล้านดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "Challenger cost families up to $16,000.",
      "th": "ชาเลนเจอร์เรียกเงินจากบรรดาครอบครัว สูงสุด 16,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "But one of Cartisano's core funding streams",
      "th": "แต่หนึ่งในช่องทางหลัก ในการหาเงินทุนของคอร์ติซาโน"
    }
  },
  {
    "translation": {
      "en": "was billing insurance companies of the parents",
      "th": "คือการเรียกเก็บเงิน จากบริษัทประกันภัยของผู้ปกครอง"
    }
  },
  {
    "translation": {
      "en": "for the kids' \"treatment.\"",
      "th": "เพื่อเป็น \"ค่ารักษา\" ให้เด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Suddenly the insurance companies are wanting to claw it back",
      "th": "มาตอนนี้บริษัทประกันก็อยากได้เงินคืน"
    }
  },
  {
    "translation": {
      "en": "because they're seeing the news coverage, and they're like, \"Wait a sec.\"",
      "th": "เพราะพวกเขาเห็นข่าว แล้วก็ \"เดี๋ยวนะ\""
    }
  },
  {
    "translation": {
      "en": "I feel very strongly about it because I know a lot of other kids",
      "th": "ผมจริงจังกับเรื่องนี้มาก เพราะผมรู้ว่ามีเด็กคนอื่นๆ อีกหลายคน"
    }
  },
  {
    "translation": {
      "en": "have been abused in the programs. I don't think it should happen anymore.",
      "th": "ถูกทำทารุณในโครงการนี้ ผมคิดว่าเรื่องนี้ไม่ควรเกิดขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "The program was shut down.",
      "th": "โครงการถูกปิด"
    }
  },
  {
    "translation": {
      "en": "Uh, we had no income. I went to work at Sears.",
      "th": "เราไม่มีรายได้ ฉันไปทำงานที่ห้างเซียร์ส"
    }
  },
  {
    "translation": {
      "en": "And so then we spent the next, uh, year and a half to two years",
      "th": "เราใช้เวลาปีครึ่งถึงสองปีนับจากนั้น"
    }
  },
  {
    "translation": {
      "en": "basically fighting the court case.",
      "th": "ไปกับการสู้คดีในศาล"
    }
  },
  {
    "translation": {
      "en": "[reporter] Prosecutors once again tried to establish Cartisano was more concerned with profits",
      "th": "อัยการพยายามพิสูจน์อีกครั้งว่า คาร์ติซาโนห่วงผลกำไร"
    }
  },
  {
    "translation": {
      "en": "than with the safety of the troubled teens he was supposed to be helping.",
      "th": "มากกว่าห่วงความปลอดภัยของเด็กๆ ที่เขาควรต้องช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "These guys have been lying for two years. They have lied.",
      "th": "คนพวกนี้โกหกมานานสองปี โกหกมาตลอด"
    }
  },
  {
    "translation": {
      "en": "They are the most deceitful group of people I've ever run into.",
      "th": "เป็นกลุ่มคนที่หน้าไหว้หลังหลอกที่สุด เท่าที่ผมเคยเจอมา"
    }
  },
  {
    "translation": {
      "en": "[Charles] Their case was Kristen Chase was hiked too hard",
      "th": "ข้อสนับสนุนของพวกเขาคือ คริสเตน เชสถูกบังคับให้เดินป่าโหดเกินไป"
    }
  },
  {
    "translation": {
      "en": "and died of exertional heatstroke.",
      "th": "และตายเพราะเป็นลมแดดจากการออกกำลัง"
    }
  },
  {
    "translation": {
      "en": "The findings of the autopsy",
      "th": "ผลการชันสูตรศพ"
    }
  },
  {
    "translation": {
      "en": "found her internal organs",
      "th": "พบว่าอวัยวะภายใน"
    }
  },
  {
    "translation": {
      "en": "to be somewhat consistent with exertional heatstroke,",
      "th": "สอดคล้องประมาณหนึ่ง กับโรคลมแดดจากการออกกำลัง"
    }
  },
  {
    "translation": {
      "en": "but it's also consistent with other causes of death.",
      "th": "แต่ก็สอดคล้องกับสาเหตุการตายอื่นๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "And that's all I had to show. It was not exertional heatstroke.",
      "th": "นั่นแหละที่ผมต้องแสดงให้เห็น มันไม่ใช่โรคลมแดดจากการออกกำลัง"
    }
  },
  {
    "translation": {
      "en": "That would have knocked out the homicide count.",
      "th": "แบบนั้นจะปัดเรื่องการฆาตกรรมให้ตกไป"
    }
  },
  {
    "translation": {
      "en": "I'm not a doctor, but, uh, she was taken up here to the high desert",
      "th": "ผมไม่ใช่หมอนะ แต่เธอถูกพามาที่นี่ ในทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "by 6,000 feet, 100-degree temperature,",
      "th": "ที่อยู่สูง 1,800 เมตร ร้อน 37 องศา"
    }
  },
  {
    "translation": {
      "en": "out of shape, and forced to march.",
      "th": "ร่างกายไม่ฟิต ถูกบังคับให้เดิน"
    }
  },
  {
    "translation": {
      "en": "I do believe that he was negligent,",
      "th": "ผมเชื่อด้วยว่าเขาประมาท"
    }
  },
  {
    "translation": {
      "en": "and that negligence led to Kristen Chase's death.",
      "th": "และความประมาทนั้น ทำให้คริสเตน เชสถึงแก่ความตาย"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] We were successful in what we did do.",
      "th": "เราประสบความสำเร็จในสิ่งที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "He made his bed, I made my bed, and we both are in that.",
      "th": "ทั้งเขาและผมยอมรับในสิ่งที่ตัวเองทำ เรายืดอกรับสถานการณ์นั้น"
    }
  },
  {
    "translation": {
      "en": "There are, as I understand it, Mr. Cartisano,",
      "th": "ตามที่ผมเข้าใจนะครับ คุณคาร์ติซาโน ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "criminal charges now lodged against you for negligent homicide.",
      "th": "มีการดำเนินข้อหาอาญากับคุณ ฆาตกรรมโดยประมาท"
    }
  },
  {
    "translation": {
      "en": "That's right.",
      "th": "ใช่ครับ"
    }
  },
  {
    "translation": {
      "en": "Was your Challenger Foundation responsible for the death of Kristen Chase?",
      "th": "มูลนิธิชาเลนเจอร์ของคุณ มีส่วนทำให้คริสเตน เชสตายหรือไม่"
    }
  },
  {
    "translation": {
      "en": "I didn't know Kristen. I was 500 miles away when she collapsed, at our office--",
      "th": "ผมไม่รู้จักคริสเตน ตอนที่เธอล้ม ผมอยู่ที่สำนักงาน ห่างไป 800 กิโล…"
    }
  },
  {
    "translation": {
      "en": "But in the case of Kristen, in the nine cases of child abuse,",
      "th": "แต่ทั้งที่มีคดีของคริสเตน คดีทารุณเด็กอีกเก้าคดี"
    }
  },
  {
    "translation": {
      "en": "in the various lawsuits filed against you, in the IRS action against you--",
      "th": "คดีฟ้องร้องต่างๆ ที่คุณโดน สรรพากรจ้องจะเอาเรื่องคุณ…"
    }
  },
  {
    "translation": {
      "en": "There's this inference here--",
      "th": "มีการอนุมาณอยู่นะครับ…"
    }
  },
  {
    "translation": {
      "en": "[Geraldo] You have a great calm attitude",
      "th": "คุณมีท่าทีที่นิ่งมาก"
    }
  },
  {
    "translation": {
      "en": "for a man that seems to be facing the world ending on you.",
      "th": "สำหรับคนที่น่าจะ กำลังมองโลกล่มสลายอยู่ตรงหน้า"
    }
  },
  {
    "translation": {
      "en": "[Chris] On the day of the verdict,",
      "th": "ในวันอ่านคำตัดสิน"
    }
  },
  {
    "translation": {
      "en": "the judge sends the jury out to deliberate.",
      "th": "ผู้พิพากษาให้คณะลูกขุนออกไปปรึกษาหารือ"
    }
  },
  {
    "translation": {
      "en": "It was really not looking good for Steve Cartisano.",
      "th": "สตีฟ คาร์ติซาโนดูท่าทางไม่ค่อยมีความหวัง"
    }
  },
  {
    "translation": {
      "en": "The conditions in which she died",
      "th": "ปัจจัยแวดล้อมต่างๆ ในตอนที่เธอเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "strongly indicated that she had been forced to hike",
      "th": "บ่งบอกอย่างแน่นหนักว่าเธอถูกบังคับให้เดินป่า"
    }
  },
  {
    "translation": {
      "en": "without water in blistering heat.",
      "th": "ไม่มีน้ำ ในอากาศร้อนระอุ"
    }
  },
  {
    "translation": {
      "en": "[Charles] They went out in the morning,",
      "th": "ลูกขุนลุกออกไปในตอนเช้า"
    }
  },
  {
    "translation": {
      "en": "and they didn't come back with a verdict until that night.",
      "th": "และกลับมาพร้อมคำตัดสินอีกทีในคืนวันนั้น"
    }
  },
  {
    "translation": {
      "en": "The odds were stacked against him",
      "th": "โชคไม่เข้าข้างเขา"
    }
  },
  {
    "translation": {
      "en": "because he had to prove in court that that was an accident.",
      "th": "เพราะเขาต้องพิสูจน์ในชั้นศาลว่านั่นคืออุบัติเหตุ"
    }
  },
  {
    "translation": {
      "en": "Jury comes in, and the judge asks, \"How do you find on this count?\"",
      "th": "คณะลูกขุนเข้ามา และผู้พิพากษาถามว่า \"คุณตัดสินข้อหานี้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "\"Not guilty, not guilty, not guilty, not guilty.\"",
      "th": "\"ไม่ผิด ไม่ผิด ไม่ผิด ไม่ผิด\""
    }
  },
  {
    "translation": {
      "en": "We get out. You know, it was very, very exciting.",
      "th": "เราออกจากที่นั่น รู้สึกตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "The mistake that defense lawyers make sometimes",
      "th": "ความผิดพลาด ที่เหล่าทนายฝ่ายจำเลยมักจะทำในบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "is they try to prove an alternative theory of the case.",
      "th": "คือพยายามพิสูจน์ทฤษฎีอื่นอีกทฤษฎีของคดีนั้นๆ"
    }
  },
  {
    "translation": {
      "en": "That's a mistake.",
      "th": "นั่นแหละคือความผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "You just have to show",
      "th": "ที่เราต้องทำก็แค่แสดงให้เห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that the prosecutor's theory of the case is wrong.",
      "th": "ทฤษฎีของอัยการในคดีนั้นๆ ผิด"
    }
  },
  {
    "translation": {
      "en": "We don't know for sure what she died from.",
      "th": "เราไม่รู้แน่ชัดว่าเธอตายด้วยสาเหตุอะไร"
    }
  },
  {
    "translation": {
      "en": "We speculate it could've been toxic shock syndrome.",
      "th": "เราคาดว่าน่าจะเป็นกลุ่มอาการท็อกซิกช็อก"
    }
  },
  {
    "translation": {
      "en": "We speculate it could've been septic shock.",
      "th": "เราคาดว่าอาจเป็นภาวะช็อกจากการติดเชื้อ"
    }
  },
  {
    "translation": {
      "en": "It was not exertional heatstroke,",
      "th": "ไม่ใช่โรคลมแดดจากการออกำลัง"
    }
  },
  {
    "translation": {
      "en": "or at least there is reasonable doubt.",
      "th": "หรืออย่างน้อยก็มีข้อกังขาที่สมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "It was just a huge relief.",
      "th": "เหมือนยกภูเขาออกจากอกค่ะ"
    }
  },
  {
    "translation": {
      "en": "Relief beyond description.",
      "th": "โล่งเกินบรรยาย"
    }
  },
  {
    "translation": {
      "en": "It had to end, and that's… And that's what I wanted.",
      "th": "มันต้องจบครับ นั่นคือที่ผมต้องการ"
    }
  },
  {
    "translation": {
      "en": "After two years, this had to stop, and I'm glad it's over.",
      "th": "ผ่านไปสองปีแล้ว ต้องจบได้แล้ว และผมดีใจที่มันจบซะที"
    }
  },
  {
    "translation": {
      "en": "We felt it was an answer to prayer.",
      "th": "เรารู้สึกว่าคำอธิษฐานเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "Just disbelief. Still. [sniffs]",
      "th": "เชื่อไม่ลงครับ ตอนนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "-What, is it 32 years later? -Mm-hmm.",
      "th": "กี่ปีนะ ผ่านมา 32 ปีใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Sharon] We really miss her.",
      "th": "พวกเราคิดถึงเธอมาก"
    }
  },
  {
    "translation": {
      "en": "A lot. [cries]",
      "th": "มากๆ"
    }
  },
  {
    "translation": {
      "en": "Nobody had responsibility over that. It's something that happened.",
      "th": "เรื่องนั้นไม่ใช่ความรับผิดชอบของใคร มันเกิดขึ้นเอง"
    }
  },
  {
    "translation": {
      "en": "I don't know if that sounds cold or not, but it's reality.",
      "th": "ไม่รู้นะว่าฟังดูเย็นชารึเปล่า แต่มันคือความเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "[Debbie] We didn't want any more publicity.",
      "th": "เราไม่อยากให้มีข่าวอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "We didn't want any more of the stress and strain.",
      "th": "เราไม่อยากได้ความตึงความเครียดอะไรอีก"
    }
  },
  {
    "translation": {
      "en": "I was worried about my children and its effects on them,",
      "th": "ฉันเป็นห่วงลูกๆ และแรงกระแทกที่พวกแกได้รับ"
    }
  },
  {
    "translation": {
      "en": "and I wanted him to quit doing youth programs.",
      "th": "และฉันอยากให้เขา เลิกทำโครงการเยาวชนไปเลย"
    }
  },
  {
    "translation": {
      "en": "But it was like he really didn't know what else he could do.",
      "th": "แต่เหมือนว่า เขาไม่รู้ว่าจะไปทำอะไรอย่างอื่นดี"
    }
  },
  {
    "translation": {
      "en": "[Steve] I've always had a gift for working with kids.",
      "th": "ผมมีพรสวรรค์ในการทำงานกับเด็กๆ มาตลอด"
    }
  },
  {
    "translation": {
      "en": "I can understand them. I've been there.",
      "th": "ผมเข้าใจพวกเขา เคยเป็นเหมือนพวกเขา"
    }
  },
  {
    "translation": {
      "en": "They wanna tell me about their problems, I'll say, \"Okay, let's compare, pal.\"",
      "th": "ถ้าพวกเขาอยากเล่าปัญหาให้ผมฟัง ผมก็ \"เอาสิ มาเทียบกันหน่อย\""
    }
  },
  {
    "translation": {
      "en": "You wanna talk about a life, a rough life? Let's go through it.",
      "th": "อยากคุยเรื่องชีวิตรันทดเหรอ มานั่งคุยกัน"
    }
  },
  {
    "translation": {
      "en": "And I've been able to overcome that. So can you.",
      "th": "และผมข้ามผ่านมันมาได้ ดังนั้นคุณก็ทำได้"
    }
  },
  {
    "translation": {
      "en": "[Debbie] This is Steve when he was maybe four or five years old.",
      "th": "นี่สตีฟตอนเขาอายุสี่หรือห้าขวบได้"
    }
  },
  {
    "translation": {
      "en": "That's Inez.",
      "th": "นั่นไอเนซ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] When he was a baby,",
      "th": "ตอนเป็นทารก"
    }
  },
  {
    "translation": {
      "en": "he was initially given up by his father and mother,",
      "th": "พ่อกับแม่ยกเขาให้คนอื่นเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "and he was adopted by a couple named Troy and Inez.",
      "th": "และคนที่อุปการะเขาไปเลี้ยง คือคู่สามีภรรยา ทรอยกับไอเนซ"
    }
  },
  {
    "translation": {
      "en": "She was devastated",
      "th": "ไอเนซใจสลาย"
    }
  },
  {
    "translation": {
      "en": "when his natural mother and father took him back",
      "th": "ตอนที่พ่อแม่แท้ๆ มาพาเขากลับไป"
    }
  },
  {
    "translation": {
      "en": "at about two years old, I think.",
      "th": "รู้สึกจะตอนอายุสองขวบ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What's your background and your training for this?",
      "th": "คุณมีพื้นฐานและได้รับการฝึกอบรมมายังไง"
    }
  },
  {
    "translation": {
      "en": "It varies. I'm a graduate of the School of Hard Knocks mostly,",
      "th": "ต่างกันไปครับ หลักๆ ก็ ผมเรียนรู้ผ่านประสบการณ์จริงในชีวิต"
    }
  },
  {
    "translation": {
      "en": "just where I've come from and my own life.",
      "th": "ที่มาของผม ชีวิตของผมเอง"
    }
  },
  {
    "translation": {
      "en": "My mother was a heroin addict, spent time in prison.",
      "th": "แม่ผมติดเฮโรอีน รับโทษในคุก"
    }
  },
  {
    "translation": {
      "en": "She was killed when I was 17.",
      "th": "ถูกฆ่าตายตอนผมอายุได้ 17 ปี"
    }
  },
  {
    "translation": {
      "en": "My father, he had a pretty hot temper.",
      "th": "พ่อผม เป็นคนอารมณ์ร้อน"
    }
  },
  {
    "translation": {
      "en": "His way of handling problems was to smack you around.",
      "th": "วิธีการรับมือกับปัญหาของเขา คือตบตีลูก"
    }
  },
  {
    "translation": {
      "en": "He struggled through junior high and high school.",
      "th": "เขามีปัญหากับการเรียนม.ต้นและม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "It wasn't easy.",
      "th": "ไม่ง่ายเลย"
    }
  },
  {
    "translation": {
      "en": "He didn't really wanna go into his dad's concrete business,",
      "th": "เขาไม่อยากทำธุรกิจปูนซีเมนต์ของพ่อ"
    }
  },
  {
    "translation": {
      "en": "so he joined the Air Force.",
      "th": "ก็เลยไปเข้ากองทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "It changed his life and made him become the confident person that he became.",
      "th": "นั่นเปลี่ยนชีวิตเขา ทำให้เขากลายเป็นคนมั่นใจอย่างทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "The combination of the boot training and the survival experience",
      "th": "การฝึกในค่ายทหาร รวมกับประสบการณ์เอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "and all the things that he experienced in the Air Force,",
      "th": "แล้วก็สิ่งต่างๆ ที่เขาได้ประสบพบเจอ ในทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "those things helped him mature and become a more responsible person.",
      "th": "สิ่งเหล่านั้นช่วยให้เขาเติบโตเต็มที่ กลายเป็นคนที่มีความรับผิดชอบกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "And so he really believed",
      "th": "ดังนั้น เขาถึงได้เชื่อจริงๆ ว่า วิธีที่ดี"
    }
  },
  {
    "translation": {
      "en": "that it was a good way to help young people",
      "th": "ดังนั้น เขาถึงได้เชื่อจริงๆ ว่า วิธีที่ดี ในการช่วยคนหนุ่มสาว"
    }
  },
  {
    "translation": {
      "en": "that would build their self-confidence and help them make better choices in life.",
      "th": "คือการสร้างความมั่นใจในตัวเอง และช่วยให้พวกเขาตัดสินใจอะไรในชีวิตได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Debbie] But now that the court case was over, he'd been acquitted,",
      "th": "แต่ตอนนี้พอการพิจารณาคดีผ่านไปแล้ว เขาพ้นผิดแล้ว…"
    }
  },
  {
    "translation": {
      "en": "I wanted him to find some other way to help provide for the family.",
      "th": "ฉันอยากให้เขาหาเลี้ยงครอบครัวด้วยทางอื่น"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] And did he? -[Debbie] No.",
      "th": "- แล้วเขาทำไหม - ไม่"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่เลย"
    }
  },
  {
    "translation": {
      "en": "The rate of violent crimes by juveniles in the United States jumped more than 25%",
      "th": "อัตราการเกิดอาชญากรรมรุนแรง โดยเยาวชนในสหรัฐฯ ดีดตัวสูงกว่า 25%"
    }
  },
  {
    "translation": {
      "en": "in the last decade.",
      "th": "ในช่วงทศวรรษที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "[sheriff] I smell marijuana. My nose don't lie.",
      "th": "ฉันได้กลิ่นกัญชา จมูกฉันไม่ผิดแน่"
    }
  },
  {
    "translation": {
      "en": "Once you got into the '90s, parents were still struggling with,",
      "th": "พอเข้าสู่ยุค 90 บรรดาผู้ปกครองก็ยังคงปวดหัวกับ"
    }
  },
  {
    "translation": {
      "en": "\"What do I do with this kid?\"",
      "th": "\"จะทำยังไงกับเด็กคนนี้ดีนะ\""
    }
  },
  {
    "translation": {
      "en": "It seems to be definitely true. Kids are smoking a lot of pot.",
      "th": "ดูท่าจะเป็นเรื่องจริงครับ เด็กๆ สูบกัญชากันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "Maybe as much as they did back in the old days.",
      "th": "อาจจะหนักพอๆ กับสมัยก่อนด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Steve knew that wilderness programs could still help so many families,",
      "th": "สตีฟรู้ว่าโครงการค่ายในที่ห่างไกล อาจยังช่วยคนได้หลายครอบครัว"
    }
  },
  {
    "translation": {
      "en": "but everywhere he tried to go,",
      "th": "แต่ไม่ว่าเขาพยายามไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "the social services department would shut him down.",
      "th": "สังคมสงเคราะห์ก็จะตามไปปิดค่ายเขา"
    }
  },
  {
    "translation": {
      "en": "He has basically been blacklisted.",
      "th": "พูดง่ายๆ คือเขาถูกขึ้นบัญชีดำ"
    }
  },
  {
    "translation": {
      "en": "But Cartisano, I think, took pleasure",
      "th": "แต่ผมคิดว่าคาร์ติซาโนเขาสนุกไปกับ"
    }
  },
  {
    "translation": {
      "en": "from always being able to outsmart the authorities",
      "th": "การได้ชิงไหวชิงพริบกับหน่วยงาน"
    }
  },
  {
    "translation": {
      "en": "and respin it in the next location where nobody knows his name.",
      "th": "และเปิดค่ายในสถานที่ใหม่ ที่ที่ไม่มีใครรู้จักชื่อเขา"
    }
  },
  {
    "translation": {
      "en": "Hi, guys. How ya doing? I knew you'd be here.",
      "th": "ว่าไง เป็นไงกันบ้าง ว่าแล้วว่าต้องอยู่ที่นี่กัน"
    }
  },
  {
    "translation": {
      "en": "So, eventually, he went to the Virgin Islands.",
      "th": "สุดท้ายเขาก็เลยไปที่หมู่เกาะเวอร์จิน"
    }
  },
  {
    "translation": {
      "en": "I believe on Saint Thomas.",
      "th": "รู้สึกว่าจะเป็นเกาะเซนต์โทมัส"
    }
  },
  {
    "translation": {
      "en": "[Chris] As a reporter, I'm like, \"I'm gonna try to catch you.\"",
      "th": "ในฐานะนักข่าว ผมก็ \"ฉันจะไล่นายให้ทัน\""
    }
  },
  {
    "translation": {
      "en": "\"I'm gonna try,\" because the courts weren't doing anything.",
      "th": "\"ฉันจะลองดู\" เพราะศาลไม่ได้ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "The only court we had was the court of public opinion.",
      "th": "ศาลเดียวที่เรามี คือศาลแห่งมติมหาชน"
    }
  },
  {
    "translation": {
      "en": "You turn one rock over,",
      "th": "พอหงายหินก้อนนึงขึ้นมาดู"
    }
  },
  {
    "translation": {
      "en": "there's another rock to turn over underneath that.",
      "th": "ก็มีหินอีกก้อนให้หงายอยู่ข้างใต้นั้น"
    }
  },
  {
    "translation": {
      "en": "\"Stephen Cartisano, whose Challenger Utah Wilderness Therapy Program was outlawed",
      "th": "\"สตีฟ คาร์ติซาโน เจ้าของโครงการบำบัด ในที่ห่างไกล ชาเลนเจอร์ยูทาห์ ที่ถูกสั่งปิด"
    }
  },
  {
    "translation": {
      "en": "after a girl under his care died in the desert",
      "th": "หลังจากเด็กสาวคนหนึ่งที่อยู่ในการดูแลของเขา เสียชีวิตในทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "is back in business.\"",
      "th": "โครงการนั้นกลับมาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"Now, he's running a program known as Health Care America.\"",
      "th": "\"ตอนนี้เขาดำเนินโครงการที่ชื่อ เฮลธ์แคร์อเมริกา\""
    }
  },
  {
    "translation": {
      "en": "He's still doing it.",
      "th": "เขายังทำอยู่"
    }
  },
  {
    "translation": {
      "en": "[Debbie] When we first met, he was studying film, actually,",
      "th": "ที่จริง ตอนเจอกันครั้งแรก เขาเรียนภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "so he used his background to help him make a sales video.",
      "th": "เขาก็เลยใช้พื้นฐานนั้นมาช่วยทำวิดีโอขาย"
    }
  },
  {
    "translation": {
      "en": "[Chris] He created a really nice, well-produced video with actors.",
      "th": "เขาทำวิดีโอออกมาสวยมาก ใช้นักแสดงด้วย"
    }
  },
  {
    "translation": {
      "en": "[woman] Usually, the kind of rebellion you get the first few days",
      "th": "ปกติแล้ว การต่อต้านที่จะเห็น ในช่วงสองสามวันแรก"
    }
  },
  {
    "translation": {
      "en": "is a real subtle rebellion, if you will.",
      "th": "คือการต่อต้านแบบซึมลึก"
    }
  },
  {
    "translation": {
      "en": "They're, uh, just kind of slow.",
      "th": "พวกเขาจะช้า"
    }
  },
  {
    "translation": {
      "en": "They drag their feet. They just don't wanna make it go smoothly.",
      "th": "เอื่อยเฉื่อย ไม่อยากให้อะไรๆ ราบรื่น"
    }
  },
  {
    "translation": {
      "en": "Instead of hiking, this was putting kids on boats, I remember?",
      "th": "จากเดินป่า มาเป็นจับเด็กๆ ไปไว้บนเรือ ถ้าจำไม่ผิด"
    }
  },
  {
    "translation": {
      "en": "Right? That's what it was.",
      "th": "ใช่ไหม คิดว่าใช่นะ"
    }
  },
  {
    "translation": {
      "en": "[boy] Hey, what are you doing?",
      "th": "เฮ้ ทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hey, calm down, Dan. -You take the ****.",
      "th": "นี่ ใจเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? Huh? -Dan!",
      "th": "- สงบสติ - แดน"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Wait.\"",
      "th": "ผมแบบ \"เดี๋ยวนะ\""
    }
  },
  {
    "translation": {
      "en": "Undeterred from the fact he just got acquitted",
      "th": "เขาไม่สะทกสะท้านจากการเพิ่งพ้นผิด"
    }
  },
  {
    "translation": {
      "en": "for negligent homicide of a 16-year-old girl in his care,",
      "th": "ข้อหาฆาตกรรมโดยประมาทต่อเด็กอายุ 16 ภายใต้การดูแลของเขา"
    }
  },
  {
    "translation": {
      "en": "he did what? You're kidding, right?",
      "th": "แล้วนี่เขาทำอะไรนะ ล้อเล่นใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[man] Dan!",
      "th": "แดน"
    }
  },
  {
    "translation": {
      "en": "[woman] Naturally, in a program of this nature,",
      "th": "โดยธรรมชาติแล้ว ในโครงการลักษณะนี้"
    }
  },
  {
    "translation": {
      "en": "there are gonna be kids that are more aggressive than others.",
      "th": "จะมีเด็กที่ก้าวร้าวกว่าคนอื่น"
    }
  },
  {
    "translation": {
      "en": "Dan, in particular, was one that was very aggressive.",
      "th": "อย่างเช่นแดน เป็นเด็กที่ก้าวร้าวมาก"
    }
  },
  {
    "translation": {
      "en": "Steve just takes it to the next level and says, \"I'm gonna charge even more.\"",
      "th": "สตีฟยกระดับไปอีกขั้นแล้วบอกว่า \"ฉันจะเรียกเงินให้มากกว่าเดิมอีก\""
    }
  },
  {
    "translation": {
      "en": "The concept had morphed from the stark Utah desert",
      "th": "แนวคิดเปลี่ยนจากทะเลทรายยูทาห์แห้งแล้ง"
    }
  },
  {
    "translation": {
      "en": "and learning survival skills",
      "th": "จากการเรียนทักษะการเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "to a little more like a pleasure cruise in the Caribbean.",
      "th": "มาเป็นล่องเรือสำราญในทะเลแคริบเบียน"
    }
  },
  {
    "translation": {
      "en": "[Steve] I'll watch ya. I'll help ya. But I'm not gonna do it for ya.",
      "th": "ฉันจะคอยดูเธอ ฉันจะช่วยเธอ แต่ฉันจะไม่ทำแทนเธอ"
    }
  },
  {
    "translation": {
      "en": "If you don't put it together right, you have to suffer with it.",
      "th": "ถ้าเธอไม่ทำให้ถูกต้อง เธอเองที่จะต้องรับกรรม"
    }
  },
  {
    "translation": {
      "en": "[Chris] They may land and anchor somewhere,",
      "th": "พวกเขาอาจทอดสมอที่ไหนสักที่"
    }
  },
  {
    "translation": {
      "en": "and they get off the boat a little bit,",
      "th": "แล้วลงจากเรือสักพัก"
    }
  },
  {
    "translation": {
      "en": "but nine times out of ten, it's nobody else around.",
      "th": "แต่เก้าในสิบครั้ง จะเป็นที่ที่ไม่มีคนอื่นอยู่"
    }
  },
  {
    "translation": {
      "en": "You know the rules. We hike together--",
      "th": "พวกเธอรู้กฎ เราเดินป่าด้วยกัน…"
    }
  },
  {
    "translation": {
      "en": "-[boy] We don't need them to eat. -We eat together. Yes, that's the rules.",
      "th": "- ไม่ต้องให้กินข้าวก็ได้ - เรากินข้าวด้วยกัน ใช่ นั่นคือกฎ"
    }
  },
  {
    "translation": {
      "en": "He was able to attract some of the most affluent families in American history.",
      "th": "เขาสามารถดึงดูดบรรดาครอบครัว ที่ร่ำรวยที่สุดในประวัติศาสตร์อเมริกาได้"
    }
  },
  {
    "translation": {
      "en": "The Rockefellers.",
      "th": "ร็อกเกอะเฟลเลอร์"
    }
  },
  {
    "translation": {
      "en": "The grandson of the late governor of Arkansas,",
      "th": "หลานชายของอดีตผู้ว่าการรัฐอาร์คันซอ"
    }
  },
  {
    "translation": {
      "en": "they sent him there.",
      "th": "ทางบ้านส่งเขาไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "All believing that this was a legitimate, credible program",
      "th": "ทุกคนเชื่อว่า นี่เป็นโครงการที่น่าเชื่อถือและถูกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "that helped kids get centered,",
      "th": "ที่ช่วยให้เด็กๆ เจอสมดุลในตัว"
    }
  },
  {
    "translation": {
      "en": "they came back respectful and as good as new.",
      "th": "กลับมาอย่างมีเกียรติ เหมือนเป็นคนใหม่"
    }
  },
  {
    "translation": {
      "en": "We just had to deal with it in a very straightforward and controlled fashion.",
      "th": "เราแค่ต้องรับมือกับมัน อย่างตรงไปตรงมา ภายใต้การควบคุม"
    }
  },
  {
    "translation": {
      "en": "It's almost something we had to go through.",
      "th": "จะบอกว่าเป็นสิ่งที่เราต้องเจอก็ได้"
    }
  },
  {
    "translation": {
      "en": "And it turned out all right. We ended up becoming very close.",
      "th": "แล้วผลลัพธ์ก็ออกมาดี สุดท้ายแล้วเราก็สนิทกันมาก"
    }
  },
  {
    "translation": {
      "en": "I was seeing a doctor, and he brought it up to my…",
      "th": "ผมไปหาหมอ แล้วหมอก็ยกเรื่องนี้มาพูดกับ…"
    }
  },
  {
    "translation": {
      "en": "I think it was my mom.",
      "th": "รู้สึกจะเป็นแม่ผม"
    }
  },
  {
    "translation": {
      "en": "And we ended up getting the Health Care America video.",
      "th": "ลงเอยเราก็ได้ดูวิดีโอของเฮลธ์แคร์อเมริกา"
    }
  },
  {
    "translation": {
      "en": "[Steve] What do you think you really wanna do?",
      "th": "เธอคิดว่าเธออยากทำอะไร"
    }
  },
  {
    "translation": {
      "en": "I don't know. I just want some freedom or something.",
      "th": "ไม่รู้สิ อยากได้อิสรภาพหรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Steve] The key to therapy with a young person is relationship,",
      "th": "หัวใจสำคัญของการบำบัดคนหนุ่มสาว คือความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "and unless they have that relationship…",
      "th": "ถ้าไม่มีความสัมพันธ์…"
    }
  },
  {
    "translation": {
      "en": "[man] The movie itself was very persuasive.",
      "th": "ตัวหนังเองก็โน้มน้าวใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Steve] …achieve all that they might otherwise.",
      "th": "บรรลุทุกสิ่งที่พวกเขาอาจทำได้"
    }
  },
  {
    "translation": {
      "en": "[man] During his teenage years, Adam was just totally out of control.",
      "th": "ช่วงวัยรุ่น ไม่มีใครคุมอดัมอยู่"
    }
  },
  {
    "translation": {
      "en": "He couldn't stand dealing with his mother.",
      "th": "เขาทนแม่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I think a couple of times, he threw some knives at her.",
      "th": "รู้สึกจะมีสองสามครั้ง ที่เขาขว้างมีดใส่เธอ"
    }
  },
  {
    "translation": {
      "en": "I remember that.",
      "th": "ผมจำได้"
    }
  },
  {
    "translation": {
      "en": "[Adam] I was an angry kid,",
      "th": "ฉันเป็นเด็กขี้โมโห"
    }
  },
  {
    "translation": {
      "en": "and I think I used being adopted as an excuse to be that way.",
      "th": "และผมคิดว่า ข้ออ้างที่ผมใช้ในการทำตัวแบบนั้น คือการเป็นลูกที่เขารับมาเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "We were basically desperate and had to do something.",
      "th": "เราอับจนหนทาง ต้องทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "All of you, I think, know why you're here.",
      "th": "ฉันว่าพวกเธอรู้ว่าทำไมถึงมาอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "You haven't been taking responsibility for your own actions.",
      "th": "ที่ผ่านมาพวกเธอไม่รับผิดชอบในสิ่งที่ตัวเองทำ"
    }
  },
  {
    "translation": {
      "en": "Now it's time that you learn that.",
      "th": "ทีนี้ได้เวลาเรียนรู้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I needed some kind of guidance in my life, 'cause I really had none.",
      "th": "ผมต้องการเครื่องนำทางในชีวิต เพราะตอนนั้นผมไม่มี"
    }
  },
  {
    "translation": {
      "en": "My dad worked all the time.",
      "th": "พ่อผมทำงานตลอด"
    }
  },
  {
    "translation": {
      "en": "[Adam] So I flew into Saint Thomas.",
      "th": "ผมก็เลยบินไปเซนต์โทมัส"
    }
  },
  {
    "translation": {
      "en": "I was ready for something different.",
      "th": "พร้อมเจออะไรที่แตกต่าง"
    }
  },
  {
    "translation": {
      "en": "I was ready to be better, to work on myself.",
      "th": "พร้อมจะเป็นคนที่ดีขึ้น พัฒนาตัวเอง"
    }
  },
  {
    "translation": {
      "en": "For the next six and a half months, the program was definitely a game changer.",
      "th": "หกเดือนครึ่งหลังจากนั้น โครงการนั้นพลิกชีวิตผมเลย"
    }
  },
  {
    "translation": {
      "en": "It pretty much changed everything.",
      "th": "พลิกทุกอย่างเลยก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "[Larry] First time I actually met Steve was when I went to Costa Rica.",
      "th": "ครั้งแรกที่ผมเจอสตีฟ คือตอนที่ผมไปคอสตาริกา"
    }
  },
  {
    "translation": {
      "en": "Adam, he'd been down there a while.",
      "th": "อดัม อยู่ที่นั่นมาสักพักแล้ว"
    }
  },
  {
    "translation": {
      "en": "We hadn't seen him, and they thought it may be good to come visit him.",
      "th": "ที่ผ่านมาเราไม่ได้เจอเขา และพวกเขาคิดว่าถ้าเราไปเยี่ยมน่าจะดี"
    }
  },
  {
    "translation": {
      "en": "[Steve] What would you say to your dad if he were here right now?",
      "th": "นายจะพูดอะไรกับพ่อ ถ้าเขาอยู่ที่นี่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[Adam] I'd give him a big hug.",
      "th": "ผมจะกอดเขาแน่นๆ เลย"
    }
  },
  {
    "translation": {
      "en": "-[Steve] Better turn around. -[Larry] Turn around. I'm here.",
      "th": "- หันหลังสิ - หันหลังสิ พ่ออยู่นี่"
    }
  },
  {
    "translation": {
      "en": "I mean, it's very emotional.",
      "th": "รู้สึกอ่อนไหวมากครับ"
    }
  },
  {
    "translation": {
      "en": "I'm… I'm not a real emotional person, but that… that really got my emotions.",
      "th": "ผมไม่ใช่คนอารมณ์อ่อนไหว แต่ตอนนั้นผมรู้สึกอ่อนไหวมาก"
    }
  },
  {
    "translation": {
      "en": "Thought I'd come for a visit.",
      "th": "คิดว่าอยากมาเยี่ยมหน่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "[Nadine] Most people I talk to who've been through these experiences…",
      "th": "คนส่วนใหญ่ที่ฉันคุยด้วย คนที่เคยผ่านประสบการณ์แบบนี้…"
    }
  },
  {
    "translation": {
      "en": "[Nadine] …you can't talk about it where you're not re-traumatized by it",
      "th": "ไม่มีทางจะคุยได้ โดยที่ไม่กลับไปรู้สึกเจ็บปวดกับมัน"
    }
  },
  {
    "translation": {
      "en": "for at least five years.",
      "th": "อย่างน้อยก็สักห้าปี"
    }
  },
  {
    "translation": {
      "en": "Yeah, you might be a spoiled kid complaining, but nobody cares.",
      "th": "คุณอาจเป็นเด็กนิสัยเสีย ขี้บ่น แต่ไม่มีใครสน"
    }
  },
  {
    "translation": {
      "en": "If your own parent doesn't care about you,",
      "th": "ถ้าพ่อแม่แท้ๆ ไม่สนใจคุณ"
    }
  },
  {
    "translation": {
      "en": "nobody cares.",
      "th": "ก็ไม่มีใครสน"
    }
  },
  {
    "translation": {
      "en": "Like, who sends their kid to something like that?",
      "th": "ใครเขาส่งลูกไปเจออะไรแบบนั้นบ้าง"
    }
  },
  {
    "translation": {
      "en": "I mean, my parents came to pick me up,",
      "th": "พ่อแม่มารับฉันกลับ"
    }
  },
  {
    "translation": {
      "en": "and my mother didn't wanna get close to me 'cause I smelled.",
      "th": "แม่ไม่อยากเข้าใกล้ฉัน เพราะฉันตัวเหม็น"
    }
  },
  {
    "translation": {
      "en": "We got in the car.",
      "th": "เราขึ้นรถ"
    }
  },
  {
    "translation": {
      "en": "She rolled the window down, like, \"Oh, she stinks.\"",
      "th": "แม่ลดกระจกลงแบบว่า \"เหม็นแฮะ\""
    }
  },
  {
    "translation": {
      "en": "You know, it was just like, \"What the fuck?\" Like, \"What is wrong with you people?\"",
      "th": "ฉันแบบ \"อะไรกันวะ\" \"คนพวกนี้เป็นอะไรกันนักหนา\""
    }
  },
  {
    "translation": {
      "en": "[Larry] I'll never forget when you graduated from that program.",
      "th": "พ่อจะไม่ลืมเลย ตอนที่แกจบจากโครงการนั้น"
    }
  },
  {
    "translation": {
      "en": "You had been clean for a period of time.",
      "th": "แกไม่เสพอะไรอยู่ช่วงนึงเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "Got back to Atlanta, and it just, you know…",
      "th": "พอกลับไปแอตแลนตาแล้วมันก็…"
    }
  },
  {
    "translation": {
      "en": "You know, it took about a week before it started all over.",
      "th": "แค่อาทิตย์เดียวมันก็เริ่มขึ้นอีก"
    }
  },
  {
    "translation": {
      "en": "No, I… I think it was about a month, and then I… I went back to my old ways.",
      "th": "ไม่นะ รู้สึกว่าจะเดือนนึง หลังจากนั้นผมก็กลับไปเป็นแบบเดิม"
    }
  },
  {
    "translation": {
      "en": "Yeah, so not a lot changed.",
      "th": "ใช่ ก็คือไม่มีอะไรเปลี่ยนไปนัก"
    }
  },
  {
    "translation": {
      "en": "Quite frankly, I probably should have left you there for the rest of your life.",
      "th": "พูดกันตรงๆ นะ พ่อน่าจะทิ้งแกไว้ที่นั่นตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "It was, you know--",
      "th": "คือว่ามัน…"
    }
  },
  {
    "translation": {
      "en": "-For the rest of my life? -[Larry] Yes, in the jungles.",
      "th": "- ตลอดชีวิตเลยเหรอ - ใช่ ที่ในป่า"
    }
  },
  {
    "translation": {
      "en": "[Chris] My first lead was hearing from a research station",
      "th": "เบาะแสแรกของผม คือข่าวจากสถานีวิจัย"
    }
  },
  {
    "translation": {
      "en": "on the island of Saint John.",
      "th": "บนเกาะเซนต์จอห์น"
    }
  },
  {
    "translation": {
      "en": "What they told me is that a bunch of kids and a few adults came up on a boat",
      "th": "พวกเขาบอกผมว่ามีเด็กขโยงนึง กับผู้ใหญ่สองสามคนไปที่นั่นทางเรือ"
    }
  },
  {
    "translation": {
      "en": "and had told them they were there to do some training",
      "th": "แล้วบอกคนที่นั่นว่าพวกเขาไปทำอะไรกันสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "for an organization called Health Care America.",
      "th": "ให้องค์กรที่ชื่อว่าเฮลธ์แคร์อเมริกา"
    }
  },
  {
    "translation": {
      "en": "But then they started noticing that the kids were very disheveled,",
      "th": "แต่หลังจากนั้นพวกเขาก็เริ่มสังเกตว่า เด็กๆ มอมแมมมาก"
    }
  },
  {
    "translation": {
      "en": "and there didn't seem to be any structure there.",
      "th": "แล้วก็ดูเหมือนจะไม่มีโครงสร้างอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "So the head of the research station there",
      "th": "หัวหน้าสถานีวิจัยที่นั่นก็เลย"
    }
  },
  {
    "translation": {
      "en": "called the US Virgin Islands bureau of business licensing,",
      "th": "โทรหาสำนักงานใบอนุญาตประกอบธุรกิจ ประจำหมู่เกาะเวอร์จินของสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "and there was no such thing as Health Care America",
      "th": "และพบว่าไม่มีองค์กรที่ชื่อเฮลธ์แคร์อเมริกา"
    }
  },
  {
    "translation": {
      "en": "licensed to do business in the US Virgin Islands.",
      "th": "ที่ได้รับอนุญาตให้ดำเนินการ ในหมู่เกาะเวอร์จินของสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "This was a completely covert operation. There were no permits issued.",
      "th": "นี่เป็นปฏิบัติการลับโดยสมบูรณ์ ไม่มีการออกใบอนุญาต"
    }
  },
  {
    "translation": {
      "en": "There was no law enforcement acknowledgment.",
      "th": "ฝ่ายบังคับใช้กฎหมายไม่ได้เข้ามารับทราบ"
    }
  },
  {
    "translation": {
      "en": "There was no public health inspections going on.",
      "th": "ไม่มีการประเมินสาธารณสุขใดๆ"
    }
  },
  {
    "translation": {
      "en": "They just kinda came in, out of the blue,",
      "th": "จู่ๆ ก็พากันมาจากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "dropped anchor, and started doing \"wilderness therapy\" in the tropics.",
      "th": "ทอดสมอ แล้วเริ่ม \"บำบัดในที่ห่างไกล\" ในพื้นที่เขตร้อน"
    }
  },
  {
    "translation": {
      "en": "[Chris] And so, as the authorities start closing in,",
      "th": "และเมื่อหน่วยงานรัฐเริ่มเข้ามาใกล้"
    }
  },
  {
    "translation": {
      "en": "Cartisano decides it's time to make an exit.",
      "th": "คาร์ติซาโนก็ตัดสินใจว่า ได้เวลาเผ่น"
    }
  },
  {
    "translation": {
      "en": "[Chris] The captain sails from Saint John to another island",
      "th": "กัปตันเดินเรือจากเซนต์จอห์นไปยังอีกเกาะหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that's pretty much almost uninhabited.",
      "th": "ที่แทบไม่มีคนอาศัยอยู่"
    }
  },
  {
    "translation": {
      "en": "These kids, they don't really know what's going on.",
      "th": "เด็กพวกนี้ไม่รู้เลยว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "They truly are like these prisoners on this floating therapy camp",
      "th": "พวกเขาเป็นเหมือนนักโทษ ที่ติดอยู่ในค่ายบำบัดลอยทะเล"
    }
  },
  {
    "translation": {
      "en": "that has zero therapy.",
      "th": "ซึ่งไม่มีการบำบัดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And they're out there in the ocean for months at a time.",
      "th": "และพวกเขาออกทะเลกันครั้งละหลายเดือน"
    }
  },
  {
    "translation": {
      "en": "Hi, Dad. We love you.",
      "th": "คุณพ่อ พวกเรารักคุณนะ"
    }
  },
  {
    "translation": {
      "en": "It won't be the same at Christmastime without you here.",
      "th": "คริสต์มาสที่ไม่มีคุณอยู่ด้วย คงไม่เหมือนเดิม"
    }
  },
  {
    "translation": {
      "en": "We miss you very much.",
      "th": "พวกเราคิดถึงพ่อมากนะ"
    }
  },
  {
    "translation": {
      "en": "-[kid] Bye, Dad! -Bye! Bye!",
      "th": "- บายคุณพ่อ - บาย"
    }
  },
  {
    "translation": {
      "en": "[Ashley] I was in Health Care America for nine months.",
      "th": "ฉันอยู่ที่เฮลธ์แคร์อเมริกานานเก้าเดือน"
    }
  },
  {
    "translation": {
      "en": "We never had any idea where we were going",
      "th": "เราไม่เคยรู้เลยว่าเราจะไปไหน"
    }
  },
  {
    "translation": {
      "en": "or how long we were going to be there or what the plan was.",
      "th": "หรือจะอยู่ที่นั่นนานแค่ไหน แผนการเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And it seemed like we were always trying to get somewhere",
      "th": "เหมือนเราพยายามจะไปให้ถึงที่ไหนสักที่อยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "just going from island to island to island",
      "th": "จากเกาะหนึ่ง ไปอีกเกาะ ไปอีกเกาะ"
    }
  },
  {
    "translation": {
      "en": "and, you know, just staying long enough to get essentials.",
      "th": "อยู่ที่นั่นนานพอที่จะรวบรวมสิ่งของจำเป็น"
    }
  },
  {
    "translation": {
      "en": "We went from the Virgin Islands to Puerto Rico, Mona Island,",
      "th": "จากหมู่เกาะเวอร์จิน เราไปเปอร์โตริโก เกาะโมนา"
    }
  },
  {
    "translation": {
      "en": "Dominican Republic,",
      "th": "สาธารณรัฐโดมินิกัน"
    }
  },
  {
    "translation": {
      "en": "Haiti, and then we went to Jamaica.",
      "th": "เฮติ แล้วเราก็ไปจาไมกา"
    }
  },
  {
    "translation": {
      "en": "And then we went to Venezuela and Cartagena, Colombia.",
      "th": "จากนั้นก็ไปเวเนซุเอลา และคาร์ตาเฮนา โคลอมเบีย"
    }
  },
  {
    "translation": {
      "en": "[Chris] These are not places that are close together.",
      "th": "สถานที่พวกนั้นไม่ได้อยู่ใกล้กันเลย"
    }
  },
  {
    "translation": {
      "en": "They're literally all over the Caribbean.",
      "th": "แต่กระจายอยู่ทั่วทะเลแคริบเบียน"
    }
  },
  {
    "translation": {
      "en": "[Ashley] I was just scared of what was going to happen.",
      "th": "ฉันกลัวว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I just… It's really hard to explain.",
      "th": "ฉัน… มันอธิบายยากน่ะ"
    }
  },
  {
    "translation": {
      "en": "Never knowing when you're going home. Um…",
      "th": "ไม่รู้ว่าจะได้กลับบ้านเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "Just feeling it was going on forever.",
      "th": "รู้สึกว่าเหมือนมันไม่มีที่สิ้นสุด"
    }
  },
  {
    "translation": {
      "en": "Just feeling like you're never going to be good enough to go home.",
      "th": "รู้สึกเหมือนเราไม่มีทางจะเป็นคนดีพอ ที่จะได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Chris] I end up finding out that the program is down to just five kids",
      "th": "ในที่สุดผมก็พบว่าโครงการนี้เหลือแค่เด็กห้าคนบน"
    }
  },
  {
    "translation": {
      "en": "on a catamaran.",
      "th": "บนเรือคาตามารัน"
    }
  },
  {
    "translation": {
      "en": "And after several weeks, they're within landfall of Puerto Rico.",
      "th": "และพอหลายสัปดาห์ผ่านไป พวกเขาก็มองเห็นแผ่นดินเปอร์โตริโก"
    }
  },
  {
    "translation": {
      "en": "Several of the kids decide, \"We gotta get out of this.\"",
      "th": "เด็กๆ หลายคนตัดสินใจว่า \"เราต้องไปจากที่นี่\""
    }
  },
  {
    "translation": {
      "en": "They were trying to find somebody to believe them, to talk to,",
      "th": "พวกเขาพยายามหาใครสักคน ที่จะเชื่อพวกเขา ที่จะพูดคุยด้วย"
    }
  },
  {
    "translation": {
      "en": "like, \"Hey, we just escaped. Help us!\"",
      "th": "แบบว่า \"เฮ้ เราหนีมา ช่วยเราด้วย\""
    }
  },
  {
    "translation": {
      "en": "The captain is so tired of these kids escaping",
      "th": "กัปตันเหนื่อยมากกับการที่เด็กพวกนี้หนีไป"
    }
  },
  {
    "translation": {
      "en": "that he decides, \"I'm gonna tie these kids up in a car,",
      "th": "เขาตัดสินใจว่า \"ฉันจะมัดเด็กพวกนี้ไว้ในรถ"
    }
  },
  {
    "translation": {
      "en": "put nooses around their neck,",
      "th": "เอาห่วงเชือกคล้องคอพวกมันไว้"
    }
  },
  {
    "translation": {
      "en": "and tie the rope to the car so the kids don't get away.\"",
      "th": "แล้วผูกปลายเชือกไว้กับรถ เด็กพวกนี้จะได้ไม่หนีไปไหน\""
    }
  },
  {
    "translation": {
      "en": "The Puerto Rican authorities come swooping in,",
      "th": "ทางการเปอร์โตริโกบุกเข้าไปอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "thinking that it's some sort of, like, organized crime, you know, hit.",
      "th": "คิดว่าตัวเองเจอคดีขบวนการอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "The kids went back home and started telling their parents,",
      "th": "เด็กๆ กลับบ้าน และเริ่มเล่าให้พ่อแม่ฟัง"
    }
  },
  {
    "translation": {
      "en": "\"Do you know what you just sent me to?\"",
      "th": "\"รู้ไหมว่าส่งลูกไปเจออะไรมา\""
    }
  },
  {
    "translation": {
      "en": "The authorities get involved, the Puerto Rican Public Health.",
      "th": "ทางการเข้ามาเกี่ยวข้อง หน่วยงานสาธารณสุขของเปอร์โตริโก"
    }
  },
  {
    "translation": {
      "en": "Bottom line, no permit, no authorization to do what they're doing,",
      "th": "สรุปว่า ไม่มีใบอนุญาต ไม่ได้รับอำนาจให้ทำอะไรก็ตามที่ทำอยู่"
    }
  },
  {
    "translation": {
      "en": "and Cartisano has done his usual \"tough love 'em and leave 'em.\"",
      "th": "และคาร์ติซาโนก็อย่างเคย \"รักลูกให้ตี ตีแล้วก็ทิ้งไป\""
    }
  },
  {
    "translation": {
      "en": "Nowhere in the picture.",
      "th": "ไม่มีใครเห็นเขา"
    }
  },
  {
    "translation": {
      "en": "So from a reporting standpoint, everybody thinks he's gonna go dark.",
      "th": "ดังนั้น จากมุมมองของการรายงานข่าว ใครๆ ก็คิดว่าเขาหายหัว"
    }
  },
  {
    "translation": {
      "en": "He's gonna find another vocation.",
      "th": "เขาจะหาสถานที่ใหม่"
    }
  },
  {
    "translation": {
      "en": "[Debbie] We'd lost everything.",
      "th": "เราเสียทุกอย่างไป"
    }
  },
  {
    "translation": {
      "en": "Money that was coming to him for the program",
      "th": "เงินที่เคยไหลมาที่เขาเป็นค่าโครงการ"
    }
  },
  {
    "translation": {
      "en": "that he was using for the program,",
      "th": "ที่เขาเอาไปใช้ทำโครงการ"
    }
  },
  {
    "translation": {
      "en": "you know, I don't recall seeing any of it.",
      "th": "ฉันจำไม่ได้ว่าเคยเห็นสักแดง"
    }
  },
  {
    "translation": {
      "en": "I knew that things were getting pretty bad financially.",
      "th": "ฉันรู้ว่าสถานการณ์การเงินเราไม่สู้ดี"
    }
  },
  {
    "translation": {
      "en": "Um, you know, \"We can't buy that. We can't do this. We can't do that.\"",
      "th": "แบบว่า \"เราซื้อนั่นไม่ได้ เราทำนี่ไม่ได้ เราทำงั้นไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "And at the time, I didn't understand as much.",
      "th": "และในตอนนั้น ฉันไม่เข้าใจดีนัก"
    }
  },
  {
    "translation": {
      "en": "Yeah, we… we… we had nothing.",
      "th": "เราไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "My dad was brilliant.",
      "th": "พ่อฉันเป็นคนฉลาดนะ"
    }
  },
  {
    "translation": {
      "en": "He's literally the smartest person I've ever met.",
      "th": "เป็นคนที่ฉลาดที่สุดที่ฉันเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "Um, he could've done so many things.",
      "th": "เขาทำอะไรก็ได้ตั้งหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "So I was just like, \"Dad, please, like, do something different.\"",
      "th": "ฉันเลยขอว่า \"พ่อ ช่วยหาอย่างอื่นทำได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "I was angry at him because I wanted him to do something else",
      "th": "ฉันโกรธเขา เพราะฉันอยากให้เขาหาอะไรอย่างอื่นทำ"
    }
  },
  {
    "translation": {
      "en": "so we could have a normal life.",
      "th": "เราจะได้มีชีวิตปกติกัน"
    }
  },
  {
    "translation": {
      "en": "I just wanted our family to be normal.",
      "th": "ฉันอยากให้เราเป็นครอบครัวปกติ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] That's real good.",
      "th": "ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah. Hi.",
      "th": "ใช่แล้ว ไง"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "th": "- ไง - ไงฮะ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Can you look at the dinosaur for me up there?",
      "th": "มองไปที่ไดโนเสาร์บนนั้นทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's good.",
      "th": "ใช่ ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Debbie] When David was in second grade, he was shy.",
      "th": "ตอนอยู่ป.สอง เดวิดเป็นเด็กขี้อาย"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Can you turn around and face the wall? Over here.",
      "th": "หันหลังเข้ากำแพงหน่อยได้ไหม ทางนี้"
    }
  },
  {
    "translation": {
      "en": "[Debbie] But then, when he turned 12, he started hanging out",
      "th": "แต่แล้ว พออายุ 12 เขาก็เริ่มออกไปเที่ยว"
    }
  },
  {
    "translation": {
      "en": "with kids that liked to drink and party and smoke marijuana and stuff,",
      "th": "กับพวกเด็กๆ ที่ชอบดื่ม ปาร์ตี้ สูบกัญชาสูบอะไร"
    }
  },
  {
    "translation": {
      "en": "and he quickly… I think he discovered that his shyness would go away.",
      "th": "ในไม่นาน… ฉันคิดว่าเขาได้พบว่าเขาจะเลิกอาย"
    }
  },
  {
    "translation": {
      "en": "[Catie] He started using really, really heavily. Um…",
      "th": "เขาเริ่มใช้ยา หนักมาก"
    }
  },
  {
    "translation": {
      "en": "He didn't have, like, a stopping…",
      "th": "เขาไม่มี จุดที่พอ…"
    }
  },
  {
    "translation": {
      "en": "There was… There was no threshold for Dave, right?",
      "th": "เดฟไม่มีคำว่าพอ"
    }
  },
  {
    "translation": {
      "en": "Like, he wanted to do as much as he could all the time, no matter what.",
      "th": "เขาอยากเสพให้ได้มากที่สุด ตลอดเวลา ไม่ว่ายังไงก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[Debbie] It just spiraled down. He got heavily into drugs.",
      "th": "ทุกอย่างเปลี่ยนเป็นเลวร้าย เขาติดยาหนักมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, it was really hard. I was working full-time.",
      "th": "เลวร้ายมากค่ะ ฉันทำงานเต็มเวลา"
    }
  },
  {
    "translation": {
      "en": "Uh, Steve was doing odd jobs here and there.",
      "th": "สตีฟทำงานชั่วคราวที่นั่นบ้างที่นี่บ้าง"
    }
  },
  {
    "translation": {
      "en": "[Chris] Steve Cartisano was still convinced",
      "th": "สตีฟ คาร์ติซาโนยังคงเชื่อ"
    }
  },
  {
    "translation": {
      "en": "that wilderness therapy was a good business.",
      "th": "ว่าการบำบัดในที่ห่างไกลเป็นธุรกิจที่ดี"
    }
  },
  {
    "translation": {
      "en": "So Steve connects with some of these businessmen",
      "th": "สตีฟก็เลยติดต่อกับนักธุรกิจบางคน"
    }
  },
  {
    "translation": {
      "en": "who want to start a program in Samoa.",
      "th": "ที่ต้องการเริ่มโครงการในซามัว"
    }
  },
  {
    "translation": {
      "en": "Steve has become a consultant.",
      "th": "สตีฟผันตัวเป็นที่ปรึกษา"
    }
  },
  {
    "translation": {
      "en": "However, the legacy of Steve Cartisano was catching up with Steve Cartisano,",
      "th": "แต่สิ่งที่สตีฟ คาร์ติซาโนทำไว้ ก็ยังตามติดสตีฟ คาร์ติซาโน"
    }
  },
  {
    "translation": {
      "en": "so he would introduce himself to parents as Steve Michaels.",
      "th": "เขาก็เลยแนะนำตัวกับบรรดาผู้ปกครอง ในชื่อสตีฟ ไมเคิลส์"
    }
  },
  {
    "translation": {
      "en": "Steve was able to get the program in Samoa up and going.",
      "th": "สตีฟจัดตั้งโครงการในซามัวได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "So we made the determination that we needed to send David.",
      "th": "เราตัดสินใจว่าเราต้องส่งเดวิดไปเข้าโครงการ"
    }
  },
  {
    "translation": {
      "en": "So we actually sent two men down there to kidnap him,",
      "th": "เราก็เลยส่งคนสองคนไปลักพาตัวเขา"
    }
  },
  {
    "translation": {
      "en": "just like we had other students, and we sent him to Samoa.",
      "th": "เหมือนที่เราพานักเรียนคนอื่นๆ มา และส่งเขาไปที่ซามัว"
    }
  },
  {
    "translation": {
      "en": "[man 1] What is this? This is the entrance?",
      "th": "(ค่ายแปซิฟิกโคสต์อะคาเดมี่ ซามัว) อะไรเนี่ย นี่ทางเข้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "[man 2] This is the quote, unquote \"guard.\"",
      "th": "นี่คือ อัญประกาศ \"ยาม\""
    }
  },
  {
    "translation": {
      "en": "Makes sure no people come in that aren't supposed to.",
      "th": "มีหน้าที่กันไม่ให้คนไม่มีธุระเข้าไป"
    }
  },
  {
    "translation": {
      "en": "There's a big sign up there.",
      "th": "ตรงนั้นมีป้ายขนาดใหญ่ติดอยู่"
    }
  },
  {
    "translation": {
      "en": "[man 1] That's right. That's the sign. \"Pacific Coast Academy.\"",
      "th": "จริงด้วย นั่นไงป้าย \"แปซิฟิกโคสต์อะคาเดมี่\""
    }
  },
  {
    "translation": {
      "en": "A far cry different than what the brochure would lead you to believe.",
      "th": "ต่างจากในโบรชัวร์ที่หลอกให้เราเชื่อ แบบหน้ามือกับหลังเท้า"
    }
  },
  {
    "translation": {
      "en": "[man] It was sold to my mom in a brochure. It was a really nice, beautiful brochure.",
      "th": "แม่ผมเชื่อจากสิ่งที่เห็นในโบรชัวร์ เป็นโบรชัวร์ที่สวยมาก ดูดี"
    }
  },
  {
    "translation": {
      "en": "It looks like you're going on vacation.",
      "th": "ดูเหมือนเราไปพักร้อน"
    }
  },
  {
    "translation": {
      "en": "It was about 25 to 30,000 dollars, depending on the kid.",
      "th": "มีค่าใช้จ่ายสองหมื่นห้าถึงสามหมื่นดอลลาร์ แล้วแต่คน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How did your mom afford it?",
      "th": "แล้วแม่คุณหาเงินมาจากไหน"
    }
  },
  {
    "translation": {
      "en": "Uh, she sold our house that we lived in, so pretty major transformation for us.",
      "th": "แม่ขายบ้านที่เราอยู่ เป็นการเปลี่ยนแปลงครั้งใหญ่สำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What were the other kids like?",
      "th": "แล้วเด็กคนอื่นๆ เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Kurt] Uh, I actually knew one of 'em when I was there. Amber.",
      "th": "ที่จริงตอนอยู่ที่นั่น ผมรู้จักคนนึง แอมเบอร์"
    }
  },
  {
    "translation": {
      "en": "She was, uh, somebody that I knew from Costa Mesa.",
      "th": "เป็นคนที่ผมรู้จักจากคอสตาเมซา"
    }
  },
  {
    "translation": {
      "en": "We had mutual friends together, and we were on good terms.",
      "th": "เรามีเพื่อนกลุ่มเดียวกัน เราไม่มีปัญหาอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "We looked at each other and were like, \"Holy shit! How did this happen?\"",
      "th": "เรามองหน้ากันแล้วก็แบบ \"อ้าวเฮ่ย มาเจอกันได้ไงเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "\"How did somebody that I knew from home end up here in Samoa of all places?\"",
      "th": "\"คนที่ฉันรู้จักจากแถวบ้าน มาอยู่ที่นี่ในซามัวได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "I was happy. It was a relief.",
      "th": "ฉันดีใจ รู้สึกเบาใจ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Did you ever meet Steve Cartisano?",
      "th": "คุณเคยเจอสตีฟ คาร์ติซาโนไหม"
    }
  },
  {
    "translation": {
      "en": "Once.",
      "th": "ครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "He just made a pop-up to check on his kid,",
      "th": "เขาแวบมาดูลูกตัวเอง"
    }
  },
  {
    "translation": {
      "en": "which is strange",
      "th": "ซึ่งแปลกนะ"
    }
  },
  {
    "translation": {
      "en": "that he was sending his own kid to one of his camps.",
      "th": "ที่เขาส่งลูกตัวเองไปเข้าค่ายตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Kurt] Steve Cartisano was like,",
      "th": "สตีฟ คาร์ติซาโนจะแบบว่า"
    }
  },
  {
    "translation": {
      "en": "\"You should help other kids by teaching them what you know,\"",
      "th": "\"เฮ้ เธอน่าจะช่วยเด็กคนอื่นดูนะ สอนสิ่งที่เธอรู้ให้พวกเขารู้\""
    }
  },
  {
    "translation": {
      "en": "and I was like, \"You mean like junior staff?\"",
      "th": "แล้วผมก็ \"แบบว่าเป็นเจ้าหน้าที่รุ่นเยาว์เหรอ\""
    }
  },
  {
    "translation": {
      "en": "He's like, \"Yeah.\" Everyone wants to be junior staff.",
      "th": "เขาก็ \"ใช่\" ใครๆ ก็อยากเป็นเจ้าหน้าที่รุ่นเยาว์"
    }
  },
  {
    "translation": {
      "en": "You're at the top of it. You get better treatment, better food.",
      "th": "คุณอยู่จุดสูงสุด ได้รับการปฏิบัติที่ดีกว่า ได้อาหารดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I'd be the one delegating what to do, and…",
      "th": "ผมจะเป็นคนมอบหมายงานให้คนอื่น"
    }
  },
  {
    "translation": {
      "en": "forcing people to do it if they didn't wanna do it.",
      "th": "และถ้าคนนั้นไม่อยากทำ ก็บังคับให้เขาทำ"
    }
  },
  {
    "translation": {
      "en": "This man was straight-up offering me an easier time. \"Yeah, I'll… I'll do it.\"",
      "th": "ชายคนนี้เสนองานง่ายให้ผมตรงๆ \"ได้ ผมจะทำ\""
    }
  },
  {
    "translation": {
      "en": "My dad was super, super hopeful.",
      "th": "พ่อฉันเป็นคนมีความหวังมากๆ"
    }
  },
  {
    "translation": {
      "en": "Dave was doing really well.",
      "th": "เดฟกำลังไปได้ดี"
    }
  },
  {
    "translation": {
      "en": "My dad was working, and it was more consistent.",
      "th": "พ่อทำงาน ทุกอย่างเข้าร่องเข้ารอยมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Things were really good, and then, of course, just like always, things went…",
      "th": "อะไรๆ ก็ไปได้ดี และแน่นอน หลังจากนั้นมันก็พัง แบบ…"
    }
  },
  {
    "translation": {
      "en": "[Chris] I got contacted by an attorney",
      "th": "ผมได้รับการติดต่อจากทนาย"
    }
  },
  {
    "translation": {
      "en": "who had a videotape",
      "th": "เขามีวิดีโอเทป"
    }
  },
  {
    "translation": {
      "en": "made by a father and a son who was in the program",
      "th": "ถ่ายโดยพ่อกับลูกชายคู่หนึ่งที่อยู่ในโครงการ"
    }
  },
  {
    "translation": {
      "en": "that they wanted me to see.",
      "th": "พวกเขาอยากให้ผมดู"
    }
  },
  {
    "translation": {
      "en": "So I went and visited the attorney in her office.",
      "th": "ผมก็เลยไปพบทนายที่สำนักงาน"
    }
  },
  {
    "translation": {
      "en": "They dim the lights, and the TV kinda flickers on,",
      "th": "พวกเขาหรี่ไฟในห้อง แล้วทีวีก็สว่างอยู่"
    }
  },
  {
    "translation": {
      "en": "and it's a really poor quality videotape,",
      "th": "วิดีโอเทปนั้นคุณภาพต่ำมาก"
    }
  },
  {
    "translation": {
      "en": "but it was obvious it was shot in the jungle.",
      "th": "แต่เห็นได้ชัดเจนว่าถ่ายในป่า"
    }
  },
  {
    "translation": {
      "en": "And I think my first impression was",
      "th": "และรู้สึกว่าความประทับใจแรกของผมคือ"
    }
  },
  {
    "translation": {
      "en": "it was like something you would maybe see for a Vietnamese POW camp.",
      "th": "เหมือนเรากำลังดู สิ่งที่เห็นได้ในค่ายเชลยศึกเวียดนาม"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, I spent a month and a half in isolation for being a bad influence.",
      "th": "อ๋อใช่ ผมโดนขังเดี่ยวเดือนครึ่ง เพราะชักจูงคนอื่นไปในทางไม่ดี"
    }
  },
  {
    "translation": {
      "en": "They can't compare. I got the record.",
      "th": "แค่นั้นจิ๊บๆ ผมทำสถิติมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Three and a half months, baby. Three and a half months.",
      "th": "สามเดือนครึ่งจ้ะน้อง สามเดือนครึ่ง"
    }
  },
  {
    "translation": {
      "en": "You couldn't even tell that they were kids. They were emaciated. They were dirty.",
      "th": "ดูแล้วรู้เลยว่าพวกเขาเป็นเด็ก ผอมแห้ง เนื้อตัวสกปรก"
    }
  },
  {
    "translation": {
      "en": "They were covered head to toe with insect bites.",
      "th": "มีรอยแมลงกัดเต็มตัว ตั้งแต่หัวจรดเท้า"
    }
  },
  {
    "translation": {
      "en": "No matter how bad I am, I don't deserve to get beat.",
      "th": "ถึงผมจะเลวแค่ไหน ก็ไม่ควรโดนทุบตี"
    }
  },
  {
    "translation": {
      "en": "Yes, me too.",
      "th": "ผมด้วย"
    }
  },
  {
    "translation": {
      "en": "They were really, literally, living like animals.",
      "th": "พวกเขามีชีวิตอยู่อย่างสัตว์"
    }
  },
  {
    "translation": {
      "en": "Um, I've been here about almost a year.",
      "th": "(30 มิถุนายน 2001) ผมอยู่ที่นี่มาเกือบปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've been hit about seven… I've been hit about seven times here.",
      "th": "อยู่นี่ผมถูกทุบตีประมาณเจ็ดครั้ง"
    }
  },
  {
    "translation": {
      "en": "-Mom, Dad, I wanna come home. Thank you. -[interviewer] You're 18?",
      "th": "แม่ พ่อ ผมอยากกลับบ้าน ขอบคุณครับ - อายุ 18 เหรอ - ผมอายุ 18"
    }
  },
  {
    "translation": {
      "en": "I'm 18. It's Illegal for them to keep me here, but they refuse to let me go.",
      "th": "- อายุ 18 เหรอ - ผมอายุ 18 การกักตัวผมไว้มันผิดกฎหมาย แต่พวกเขาก็ไม่ปล่อยผมไป"
    }
  },
  {
    "translation": {
      "en": "This is my bed, and this is Brandon's bed.",
      "th": "นี่เตียงผม และนี่เตียงของแบรนดอน"
    }
  },
  {
    "translation": {
      "en": "This is rocks and a little bit of hay.",
      "th": "ตรงนี้เป็นก้อนหินกับหญ้าแห้งนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "The place was nothing when I got there. It was a clearing in the jungle.",
      "th": "ตอนที่ผมไปถึง ที่นั่นไม่มีอะไรเลย เป็นแค่ที่โล่งในป่า"
    }
  },
  {
    "translation": {
      "en": "So the place was being built by the other kids.",
      "th": "เด็กคนอื่นๆ เป็นคนสร้างที่นั่นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "So we were building roads. We were digging ditches to put in pipes.",
      "th": "พวกเราทำถนน ขุดร่องน้ำไว้วางท่อประปา"
    }
  },
  {
    "translation": {
      "en": "We were putting in the sewers.",
      "th": "เราวางท่อน้ำเสีย"
    }
  },
  {
    "translation": {
      "en": "We were putting everything, all the general infrastructure needed",
      "th": "เราสร้างทุกอย่าง โครงสร้างพื้นฐานที่จำเป็นทั่วไป"
    }
  },
  {
    "translation": {
      "en": "in order for it to become something that'll make the landowners money.",
      "th": "ให้มันมีอะไรขึ้นมา ให้เจ้าของที่ดินทำเงินได้"
    }
  },
  {
    "translation": {
      "en": "It's a forced labor camp.",
      "th": "นั่นคือค่ายแรงงานบังคับ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] When you ran away, what happened?",
      "th": "ตอนที่หนีไป พอโดนพาตัวกลับมาได้ เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "They beat the crap out of us and made us stay up all night on our hands…",
      "th": "พวกเขาทุบตีเราซะหนัก ไม่ให้เรานอน ให้เอามือยันพื้น"
    }
  },
  {
    "translation": {
      "en": "Or on our knees with our hands above our head.",
      "th": "หรือให้เราคุกเข่าแล้วเอามือไว้บนหัว"
    }
  },
  {
    "translation": {
      "en": "[Chris] The thing that struck me after seeing that video",
      "th": "สิ่งที่ผมฉุกคิดหลังจากได้ดูวิดีโอนั้น"
    }
  },
  {
    "translation": {
      "en": "was that this was the darkest chapter of the whole Cartisano saga that I remember.",
      "th": "คือนี่เป็นภาคที่มืดมนที่สุด ในมหากาพย์คาร์ติซาโน เท่าที่จำได้"
    }
  },
  {
    "translation": {
      "en": "It was a much more sinister kinda feeling.",
      "th": "ให้ความรู้สึกที่ร้ายกาจกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "The abuse, the situation, the conditions… seemed a lot worse.",
      "th": "การทารุณ สถานการณ์ตรงนั้น ปัจจัยแวดล้อม ดูแย่กว่าเดิมเยอะ"
    }
  },
  {
    "translation": {
      "en": "Hi. I'm Amber Michelle.",
      "th": "สวัสดีค่ะ ฉันแอมเบอร์ มิเชล"
    }
  },
  {
    "translation": {
      "en": "Um… Do you want them to know how long I've been here?",
      "th": "อยากให้บอกไหมว่าฉันอยู่ที่นี่นานแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Yeah. -I've been here for almost 16 months.",
      "th": "- อยาก - ฉันอยู่มาเกือบ 16 เดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Uh, about… Around this time last year,",
      "th": "ช่วงนี้ของปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "I was hog-tied,",
      "th": "ฉันโดนมัดมือมัดเท้าเข้าด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "slammed down, and…",
      "th": "ถูกทุ่มและ…"
    }
  },
  {
    "translation": {
      "en": "Shit! Staff's listening. They're gonna come here right now.",
      "th": "แย่ละ เจ้าหน้าที่ฟังอยู่ พวกเขาจะมาทางนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Don't worry.",
      "th": "ไม่ต้องกังวล"
    }
  },
  {
    "translation": {
      "en": "[Amber] So we were cleaning tables.",
      "th": "เราทำความสะอาดโต๊ะอยู่"
    }
  },
  {
    "translation": {
      "en": "I made it very clear that I was done.",
      "th": "ฉันทำความสะอาดเสร็จแล้วชัดเจน"
    }
  },
  {
    "translation": {
      "en": "And I was then called into the head guy of the camp",
      "th": "จากนั้นก็ถูกเรียกไปพบหัวหน้าค่าย"
    }
  },
  {
    "translation": {
      "en": "at that particular time.",
      "th": "ในตอนนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "He told me I was going to iso, to isolation.",
      "th": "เขาบอกว่าฉันต้องถูกขังเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "And I looked at him flat-out and said, \"No, I'm not. That's not…\"",
      "th": "ฉันมองเขาสีหน้าตายแล้วพูดว่า \"ไม่ ไม่เอา แบบนั้นมันไม่…\""
    }
  },
  {
    "translation": {
      "en": "I was like, \"I've done nothing wrong. I'm not going.\"",
      "th": "ฉันแบบ \"ฉันไม่ได้ทำอะไรผิด ฉันไม่ไป\""
    }
  },
  {
    "translation": {
      "en": "So, all of a sudden, there was four of the students.",
      "th": "แล้วจู่ๆ ก็มีนักเรียนอีกสี่คน"
    }
  },
  {
    "translation": {
      "en": "They flipped me over to where I was face down.",
      "th": "พวกเขากดฉันนอนคว่ำหน้า"
    }
  },
  {
    "translation": {
      "en": "Then they pulled my arms back and tied my arms.",
      "th": "แล้วก็ดึงแขนฉันไปข้างหลัง มัดไว้"
    }
  },
  {
    "translation": {
      "en": "They just decided to go ahead and tie 'em to my feet too.",
      "th": "แล้วก็ตัดสินใจว่าจะมัดแขนฉันไว้กับขาด้วย"
    }
  },
  {
    "translation": {
      "en": "They didn't have staff doing it because they knew it was child abuse,",
      "th": "พวกเขาไม่ให้เจ้าหน้าที่ลงมือ เพราะรู้ว่านั่นคือการทารุณเด็ก"
    }
  },
  {
    "translation": {
      "en": "so they had students do it.",
      "th": "ก็เลยให้พวกนักเรียนเป็นคนทำ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] When you say \"they,\" who do you mean?",
      "th": "ที่บอกว่า \"พวกเขา\" คุณหมายถึงใคร"
    }
  },
  {
    "translation": {
      "en": "Kurt.",
      "th": "เคิร์ท"
    }
  },
  {
    "translation": {
      "en": "I remember tying her up to the pole in the hut.",
      "th": "ผมจำได้ว่าผมมัดเธอไว้กับเสาในกระท่อม"
    }
  },
  {
    "translation": {
      "en": "I wasn't part of the initial hog-tie part.",
      "th": "ผมไม่ได้มีส่วนมัดมือมัดเท้าเธอในตอนแรก"
    }
  },
  {
    "translation": {
      "en": "I was with her for many hours,",
      "th": "ผมอยู่กับเธอตั้งหลายชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and her hands were turning purple and blue,",
      "th": "จนมือเธอเริ่มเปลี่ยนเป็นสีฟ้าๆ ม่วงๆ"
    }
  },
  {
    "translation": {
      "en": "so when it was my turn, I let her go, you know?",
      "th": "พอถึงเวรผม ผมปล่อยเธอ"
    }
  },
  {
    "translation": {
      "en": "I released her a little bit, gave her a bit of motion in her hands,",
      "th": "ผมปล่อยเธอแป๊บนึง ให้เธอได้ขยับมือหน่อย"
    }
  },
  {
    "translation": {
      "en": "and then it got nighttime, and not a lot of sleep.",
      "th": "แล้วก็ตกกลางคืน เธอไม่ค่อยได้นอน"
    }
  },
  {
    "translation": {
      "en": "So what are we supposed to do?",
      "th": "แล้วเราก็คิดกันว่าต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "And the staff said, \"Throw water on her.\"",
      "th": "เจ้าหน้าที่บอกว่า \"สาดน้ำใส่เธอซะ\""
    }
  },
  {
    "translation": {
      "en": "It started off with just little mugs of water.",
      "th": "มันเริ่มจากน้ำแก้วเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Then it went to pitchers of water.",
      "th": "แล้วก็เพิ่มขึ้นเป็นเหยือก"
    }
  },
  {
    "translation": {
      "en": "Then it went to five gallons of water at one time.",
      "th": "แล้วก็กลายเป็นครั้งละห้าแกลลอน"
    }
  },
  {
    "translation": {
      "en": "They wouldn't let me breathe when they were doing it.",
      "th": "ตอนที่สาดน้ำ พวกเขาไม่ให้ฉันได้พักหายใจเลย"
    }
  },
  {
    "translation": {
      "en": "I took no pleasure in that.",
      "th": "ผมไม่ได้สนุกไปกับมัน"
    }
  },
  {
    "translation": {
      "en": "I don't want to do that to somebody, but we would not have done it",
      "th": "ผมไม่อยากทำแบบนั้นกับใคร แต่เราคงไม่ทำแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "without somebody of extremely high position in the staff",
      "th": "ถ้าไม่ใช่เพราะมีเจ้าหน้าที่ระดับสูงมากๆ"
    }
  },
  {
    "translation": {
      "en": "had instructed us to do it.",
      "th": "สั่งให้เราทำ"
    }
  },
  {
    "translation": {
      "en": "When she was tied up, I was explaining it to her.",
      "th": "ตอนที่เธอถูกมัด ผมอธิบายให้เธอฟัง"
    }
  },
  {
    "translation": {
      "en": "I was like, \"This place is full of shit. It's an absolute scam.\"",
      "th": "ผมบอกว่า \"ที่นี่มันเฮงซวย หลอกเอาเงินคนทั้งนั้น\""
    }
  },
  {
    "translation": {
      "en": "This should not happen anywhere, and she knew I wasn't in charge of that,",
      "th": "ถ้าเป็นที่อื่นคงไม่มีเรื่องแบบนี้ และเธอรู้ว่าผมไม่ใช่คนสั่งการ"
    }
  },
  {
    "translation": {
      "en": "so I don't think she personally held any negative feelings to me.",
      "th": "ดังนั้นผมคิดว่าเธอคงไม่คิดเคืองอะไรผม"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How did you feel towards Kurt for doing that?",
      "th": "คุณรู้สึกยังไงกับเคิร์ทที่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Betrayed.",
      "th": "รู้สึกถูกหักหลัง"
    }
  },
  {
    "translation": {
      "en": "Like, how… How could you not tell them no?",
      "th": "ใจคอทำด้วยอะไรถึงไม่ปฏิเสธคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "After the two days that I was tied up, they took me to an isolation place",
      "th": "ผ่านไปสองวันหลังจากถูกมัด พวกเขาพาฉันไปที่ขังเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "called \"The Vow.\"",
      "th": "ที่เรียกว่า \"คำปฏิญาณ\""
    }
  },
  {
    "translation": {
      "en": "It's on the other side of the island, and when I was there…",
      "th": "อยู่ที่อีกฟากของเกาะ และตอนที่อยู่ที่นั่น…"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Did you get beat there? -I was sexually abused there.",
      "th": "โดนซ้อมเหรอ โดนล่วงละเมิดทางเพศ"
    }
  },
  {
    "translation": {
      "en": "I already know that he doesn't wanna hear it, so…",
      "th": "ฉันรู้อยู่แล้วว่าเขาไม่อยากฟัง ก็เลย…"
    }
  },
  {
    "translation": {
      "en": "Girls weren't ever sent to this village. I was the first one.",
      "th": "ไม่เคยมีเด็กผู้หญิงถูกส่งไปที่หมู่บ้านนี้ ฉันเป็นคนแรก"
    }
  },
  {
    "translation": {
      "en": "So where they had us stay was, uh…",
      "th": "ที่ที่พวกเขาให้เราพักก็คือ… กับหัวหน้าหมู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "It was the chief of the village. Chief Tui.",
      "th": "ที่ที่พวกเขาให้เราพักก็คือ… กับหัวหน้าหมู่บ้าน หัวหน้าทูอิ"
    }
  },
  {
    "translation": {
      "en": "One day, when all his family was gone at church and working,",
      "th": "วันหนึ่ง ตอนที่คนในบ้านเขาไปที่โบสถ์ ไปทำงาน"
    }
  },
  {
    "translation": {
      "en": "it was just me and him there,",
      "th": "ที่นั่นมีแค่ฉันกับเขา"
    }
  },
  {
    "translation": {
      "en": "and I didn't have to work 'cause it was Sunday.",
      "th": "และฉันไม่ต้องทำงาน เพราะเป็นวันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "And…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "he started to sexually abuse me.",
      "th": "เขาเริ่มลวนลามฉัน"
    }
  },
  {
    "translation": {
      "en": "[Amber] I remember I was sitting.",
      "th": "ฉันจำได้ว่านั่งอยู่"
    }
  },
  {
    "translation": {
      "en": "He… started to…",
      "th": "เขาเริ่ม…"
    }
  },
  {
    "translation": {
      "en": "Like, he had his hand on my back and on my arm, and then started to…",
      "th": "แบบ… เขาเอามือมาจับหลัง จับแขน แล้วก็เริ่ม…"
    }
  },
  {
    "translation": {
      "en": "He started to f…",
      "th": "เขาเริ่ม…"
    }
  },
  {
    "translation": {
      "en": "Fondling on me, and…",
      "th": "ลูบไล้ฉัน และ…"
    }
  },
  {
    "translation": {
      "en": "I…",
      "th": "ฉัน…"
    }
  },
  {
    "translation": {
      "en": "I didn't know what to do.",
      "th": "ไม่รู้จะทำยังไง"
    }
  },
  {
    "translation": {
      "en": "You know, you… you push away,",
      "th": "ถ้าผลักเขา"
    }
  },
  {
    "translation": {
      "en": "and he's the chief… chief of the village,",
      "th": "เขาก็เป็นถึงหัวหน้าหมู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "so it's like, you know, he's got the power.",
      "th": "คือว่า เขามีอำนาจ"
    }
  },
  {
    "translation": {
      "en": "A few days later, I told the head guy of the camp.",
      "th": "สองสามวันต่อมา ฉันเล่าให้หัวหน้าค่ายฟัง"
    }
  },
  {
    "translation": {
      "en": "He kind of made it… He made it seem as if I was blowing things out of proportion.",
      "th": "เขาทำท่าเหมือนฉันโวยวายเกินเหตุ"
    }
  },
  {
    "translation": {
      "en": "And how could I accuse Tui of such acts?",
      "th": "ฉันกล่าวหาว่าทูอิทำอะไรแบบนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "So much so that he left me there for longer.",
      "th": "แล้วเขาก็ปล่อยให้ฉันอยู่ที่นั่นต่อไปอีก"
    }
  },
  {
    "translation": {
      "en": "[Chris] Obviously, the last thing that Pacific Coast Academy wanted",
      "th": "แน่นอนว่าสิ่งสุดท้าย ที่แปซิฟิกโคสต์อะคาเดมี่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "was to have a videotape like this taken",
      "th": "คือการถ่ายวิดีโอแบบนี้"
    }
  },
  {
    "translation": {
      "en": "outside of their possession,",
      "th": "โดยที่พวกเขาไม่ใช่ผู้ครอบครอง"
    }
  },
  {
    "translation": {
      "en": "'cause they knew how damning it was.",
      "th": "เพราะพวกเขารู้ว่ามันเลวร้ายแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "And so the parent who made the videotape",
      "th": "ผู้ปกครองคนที่ถ่ายวิดีโอนั้น"
    }
  },
  {
    "translation": {
      "en": "contacted the US Embassy,",
      "th": "ติดต่อสถานทูตสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "and he told them he needed to get out of the country with his son",
      "th": "และบอกสถานทูตว่า เขากับลูกชายต้องไปจากประเทศนั้น"
    }
  },
  {
    "translation": {
      "en": "before the, um, staff at PCA knew what had happened.",
      "th": "ก่อนที่เจ้าหน้าที่ที่พีซีเอจะรู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "And the embassy realized this is bad stuff. This is criminal.",
      "th": "และสถานทูตก็รู้ว่านี่ไม่ใช่เรื่องดี นี่มันอาชญากรรมชัดๆ"
    }
  },
  {
    "translation": {
      "en": "[Chris] So he headed immediately to the airport,",
      "th": "เขามุ่งหน้าไปที่สนามบินทันที"
    }
  },
  {
    "translation": {
      "en": "and with them was a staff member from the US Embassy",
      "th": "คนที่ตามไปด้วยคือคนของสถานทูตสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "who had the videotape hidden in a briefcase.",
      "th": "ที่ซ่อนวิดีโอเทปไว้ในกระเป๋าเอกสาร"
    }
  },
  {
    "translation": {
      "en": "The Pacific Coast Academy had contacted the Samoan authorities at the airport,",
      "th": "แปซิฟิกโคสต์อะคาเดมี่ ติดต่อทางการซามัวที่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "saying, \"Don't let him leave with this videotape.\"",
      "th": "บอกว่า \"อย่าให้เขาไปพร้อมกับวิดีโอเทปนั้น\""
    }
  },
  {
    "translation": {
      "en": "They knew it would not only hurt their business,",
      "th": "พวกเขารู้ว่ามันจะกระทบแค่ธุรกิจพวกเขา"
    }
  },
  {
    "translation": {
      "en": "but they told the Samoan authorities",
      "th": "แต่พวกเขาบอกทางการซามัวว่า"
    }
  },
  {
    "translation": {
      "en": "if this videotape got out, it would hurt tourism.",
      "th": "ถ้าวิดีโอเทปนี้หลุดออกไป มันจะส่งผลเสียต่อการท่องเที่ยว"
    }
  },
  {
    "translation": {
      "en": "[Chris] The Samoan authorities questioned the father",
      "th": "ทางการซามัวสอบปากคำผู้ปกครองคนนั้น"
    }
  },
  {
    "translation": {
      "en": "and asked him and asked him and asked him where the tape was.",
      "th": "และถามแล้วถามอีกว่าเทปอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "And he said, \"I already mailed it to the United States.\"",
      "th": "เขาบอกว่า \"ผมไปรษณีย์ไปที่อเมริกาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "So he gets through security.",
      "th": "พอผ่านส่วนรักษาความปลอดภัยไป"
    }
  },
  {
    "translation": {
      "en": "He gets the tape from the US Embassy official,",
      "th": "เขาก็รับเทปคืนมาจากเจ้าหน้าที่สถานทูต"
    }
  },
  {
    "translation": {
      "en": "and he makes it out of Samoa.",
      "th": "และเอามันออกไปจากซามัวได้"
    }
  },
  {
    "translation": {
      "en": "[Catie] That's when the news cameras came, and it kind of got outta hand.",
      "th": "นั่นคือตอนที่กล้องจากสำนักข่าวเริ่มมา แล้วก็กลายเป็นข่าวใหญ่"
    }
  },
  {
    "translation": {
      "en": "I remember there being a news helicopter circling around our house in California.",
      "th": "จำได้ว่ามีเฮลิคอปเตอร์สำนักข่าว บินวนรอบบ้านเราที่แคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "Like, right above.",
      "th": "อยู่เหนือหัวเราพอดี"
    }
  },
  {
    "translation": {
      "en": "It was just constant.",
      "th": "มากันไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "His name is attached to something that he wasn't even a… Like…",
      "th": "(ทารุณ) มีชื่อของเขาอยู่ในข่าวที่เขาไม่ได้… คือ…"
    }
  },
  {
    "translation": {
      "en": "Just pisses me off. Honestly.",
      "th": "ทำฉันเดือดสุดๆ บอกตรงๆ"
    }
  },
  {
    "translation": {
      "en": "Like, he was barely there. I mean, he was basically out at that point.",
      "th": "เขาแทบไม่อยู่ที่นั่นด้วยซ้ำ ในตอนนั้นเขาออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's when, I guess, they went in and got the kids out.",
      "th": "ตอนนั้นเองที่พวกเขาไปพาเด็กๆ ออกมา"
    }
  },
  {
    "translation": {
      "en": "[woman] I was working at the US Embassy in New Zealand at the time,",
      "th": "ตอนนั้นฉันทำงานที่สถานทูตสหรัฐฯ ในนิวซีแลนด์"
    }
  },
  {
    "translation": {
      "en": "where officials had advised me",
      "th": "และบรรดาเจ้าหน้าที่ก็แนะนำฉัน"
    }
  },
  {
    "translation": {
      "en": "that they had this, um, problem out at the camp,",
      "th": "ว่าพวกเขามีปัญหาที่ค่ายนั้น"
    }
  },
  {
    "translation": {
      "en": "and we need to go and find out what is going on.",
      "th": "และเราต้องไปดูว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Mary-Lou] These kids couldn't be left in that situation.",
      "th": "จะทิ้งให้เด็กๆ อยู่ในสถานการณ์นั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Mary-Lou] We managed to gain entry to the camp.",
      "th": "เราหาทางเข้าไปที่ค่ายจนได้"
    }
  },
  {
    "translation": {
      "en": "It was very sparse.",
      "th": "แทบไม่มีอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "It was basically just us there,",
      "th": "ที่นั่นมีแค่พวกเรา"
    }
  },
  {
    "translation": {
      "en": "and all the children had been removed.",
      "th": "พวกเด็กๆ ถูกพาตัวไปจากที่นั่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "There was obviously something going on.",
      "th": "มีอะไรบางอย่างเกิดขึ้นแน่นอน"
    }
  },
  {
    "translation": {
      "en": "We walked around the perimeter, and then we heard this noise.",
      "th": "เราเดินดูรอบๆ อาณาบริเวณ แล้วก็ได้ยินเสียงหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We went down, and we found one of the children there.",
      "th": "เราเดินลงไป เจอเด็กคนหนึ่งที่นั่น"
    }
  },
  {
    "translation": {
      "en": "He was quite sick,",
      "th": "เขาป่วยมาก"
    }
  },
  {
    "translation": {
      "en": "and he was very reluctant initially,",
      "th": "ทีแรกเขาค่อนข้างลังเล"
    }
  },
  {
    "translation": {
      "en": "um, probably for fear of retribution, to say anything to us.",
      "th": "อาจเป็นเพราะกลัวการลงโทษ ถ้าพูดอะไรกับเรา"
    }
  },
  {
    "translation": {
      "en": "But then, finally, he told us",
      "th": "แต่ในที่สุดเขาก็บอกเรา"
    }
  },
  {
    "translation": {
      "en": "that they had all been deliberately moved off the camp.",
      "th": "ว่าคนอื่นๆ ถูกพาตัวไปจากค่ายแล้วโดยตั้งใจ"
    }
  },
  {
    "translation": {
      "en": "But we didn't know where. We had no idea where they could have gone.",
      "th": "แต่เราไม่รู้ว่าที่ไหน เรานึกไม่ออกเลยว่าพวกเขาจะไปไหนได้"
    }
  },
  {
    "translation": {
      "en": "[Amber] It was most definitely a really weird day from the very beginning.",
      "th": "วันนั้นเป็นวันที่แปลกที่สุด ตั้งแต่เช้าเลย"
    }
  },
  {
    "translation": {
      "en": "Uh, they were nice to us.",
      "th": "พวกเขาทำดีกับเรา"
    }
  },
  {
    "translation": {
      "en": "Nicer than… You know, it was strange.",
      "th": "ดีกว่า… คือว่ามันแปลก"
    }
  },
  {
    "translation": {
      "en": "They sent us to a beach.",
      "th": "พวกเขาส่งเราไปที่ชายหาดแห่งนึง"
    }
  },
  {
    "translation": {
      "en": "[Mary-Lou] I do remember just going through the middle of the jungle,",
      "th": "ฉันจำได้ว่าเดินทางผ่ากลางป่า"
    }
  },
  {
    "translation": {
      "en": "still not really knowing what we were going to find when we got there.",
      "th": "ยังไม่รู้เลยว่าพอไปถึงแล้วจะเจออะไร"
    }
  },
  {
    "translation": {
      "en": "Thinking, \"How did they get these kids through here?\"",
      "th": "คิดว่า \"พวกเขาพาเด็กๆ ผ่านที่นี่ไปยังไง\""
    }
  },
  {
    "translation": {
      "en": "[Amber] We were only supposed to be there for a short period of time.",
      "th": "ที่จริงเราควรจะอยู่ที่นั่นแค่ระยะเวลาสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "And then, all of a sudden…",
      "th": "แล้วจู่ๆ…"
    }
  },
  {
    "translation": {
      "en": "black SUVs with blacked-out windows,",
      "th": "รถเอสยูวีสีดำ หน้าต่างติดฟิล์มทึบ"
    }
  },
  {
    "translation": {
      "en": "one after the other, just came…",
      "th": "ก็ขับมาทีละคัน…"
    }
  },
  {
    "translation": {
      "en": "barreling through where we were.",
      "th": "ขับผ่านจุดที่เราอยู่"
    }
  },
  {
    "translation": {
      "en": "I don't know where they came from.",
      "th": "ฉันไม่รู้ว่าพวกเขามาจากไหน"
    }
  },
  {
    "translation": {
      "en": "I just remember they were there barreling through.",
      "th": "จำได้แค่ว่าพวกเขาขับผ่านเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[Mary-Lou] The children were down on the beach.",
      "th": "พวกเด็กๆ อยู่ที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "I remember just looking at them and thinking, \"Oh my goodness.\"",
      "th": "จำได้ว่าฉันมองพวกเขาแล้วคิด \"คุณพระคุณเจ้า\""
    }
  },
  {
    "translation": {
      "en": "[Amber] And somebody popped… popped out of the van…",
      "th": "แล้วก็มีคนลงมาจากรถ…"
    }
  },
  {
    "translation": {
      "en": "and said that they were with the American Embassy.",
      "th": "บอกว่าพวกเขาเป็นคนของสถานทูตอเมริกา"
    }
  },
  {
    "translation": {
      "en": "It had to be fake.",
      "th": "เรื่องโกหกแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "There's no way that somebody cared enough.",
      "th": "ไม่มีทางที่ใครจะใส่ใจมากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Especially about me. That's… There's no way.",
      "th": "ยิ่งกับตัวฉัน นั่นน่ะ… ไม่มีทางเป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "[Chris] This videotape became the basis for legal action.",
      "th": "วิดีโอเทปนี้กลายเป็นแหล่งข้อมูลหลัก ในการดำเนินคดีทางกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Chris] A grand jury took testimony from the kids who were in Pacific Coast Academy",
      "th": "คณะลูกขุนใหญ่รับทราบคำให้การจากเด็กๆ ที่เคยอยู่ที่แปซิฟิกโคสต์อะคาเดมี่"
    }
  },
  {
    "translation": {
      "en": "and the parents.",
      "th": "และบรรดาผู้ปกครอง"
    }
  },
  {
    "translation": {
      "en": "And what's fascinating is the guy who got the videotape out,",
      "th": "และที่น่าสนใจคือคนที่เอาวิดีโอเทปออกมา"
    }
  },
  {
    "translation": {
      "en": "they ask him, \"How could you be so stupid to send your kid to a program like this?\"",
      "th": "มีคนถามเขา \"ต้องโง่แค่ไหน ถึงส่งลูกไปเข้าโครงการแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "And he pulls out the Pacific Coast Academy brochure that Steve wrote,",
      "th": "เขาดึงโบรชัวร์ที่สตีฟเขียนให้ แปซิฟิกโคสต์อะคาเดมี่ออกมา"
    }
  },
  {
    "translation": {
      "en": "and he reads what kind of a kid Pacific Coast Academy is created for.",
      "th": "แล้วเขาอ่านตรงที่เขียนว่า แปซิฟิกโคสต์อะคาเดมี่สร้างมาเพื่อเด็กแบบไหน"
    }
  },
  {
    "translation": {
      "en": "And he sets it down, and he says,",
      "th": "เขาวางมันลง แล้วพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"They just described my son. That's why I chose it.\"",
      "th": "\"พวกเขาบรรยายตัวลูกผม ผมถึงได้เลือกที่นี่\""
    }
  },
  {
    "translation": {
      "en": "Cartisano knew the emotional touchpoints",
      "th": "คาร์ติซาโนรู้จุดอ่อนไหวทางอารมณ์"
    }
  },
  {
    "translation": {
      "en": "for parents in crisis who literally felt, \"I don't have a choice.\"",
      "th": "ของพ่อแม่ที่อยู่ในวิกฤต ที่รู้สึกว่า \"ฉันไม่มีทางเลือก\""
    }
  },
  {
    "translation": {
      "en": "But Steve was never really held accountable",
      "th": "แต่สตีฟไม่เคยต้องรับผิดชอบอะไร"
    }
  },
  {
    "translation": {
      "en": "because the world switched,",
      "th": "เพราะโลกเปลี่ยนไป"
    }
  },
  {
    "translation": {
      "en": "9/11 happened, priorities went elsewhere.",
      "th": "เกิดเหตุการณ์ 9/11 มีเรื่องอื่นต้องให้ความสำคัญ"
    }
  },
  {
    "translation": {
      "en": "And Steve Cartisano, despite everything he did,",
      "th": "และสตีฟ คาร์ติซาโน ไม่ว่าเขาจะเคยทำอะไรมา"
    }
  },
  {
    "translation": {
      "en": "he was not really a national security threat.",
      "th": "เขาก็ไม่ใช่ภัยความมั่นคงของชาติ"
    }
  },
  {
    "translation": {
      "en": "Shortly after Dave got back from Samoa,",
      "th": "ไม่นานหลังจากที่เดฟกลับจากซามัว"
    }
  },
  {
    "translation": {
      "en": "that's when I kind of started to get out of control.",
      "th": "ฉันก็เริ่มออกนอกลู่นอกทาง"
    }
  },
  {
    "translation": {
      "en": "I mean, I was becoming a wild teenager at that point.",
      "th": "ตอนนั้นฉันกลายเป็นวัยรุ่นที่ทำอะไรห่ามๆ"
    }
  },
  {
    "translation": {
      "en": "I started hanging out with my brother's friends,",
      "th": "ฉันเริ่มออกไปเที่ยวกับเพื่อนของพี่"
    }
  },
  {
    "translation": {
      "en": "and then they started using pretty shortly after, and I followed suit.",
      "th": "หลังจากนั้นไม่นานพวกนั้นก็เริ่มใช้ยา แล้วฉันก็ใช้ตามเขา"
    }
  },
  {
    "translation": {
      "en": "I would literally come home from work, and my TV would be gone,",
      "th": "ฉันเลิกงานกลับมาบ้าน พบว่าทีวีหายไป"
    }
  },
  {
    "translation": {
      "en": "and my VCR would be gone,",
      "th": "เครื่องเล่นวิดีโอหายไป"
    }
  },
  {
    "translation": {
      "en": "and the snowblower would be missing out of the garage,",
      "th": "เครื่องเป่าหิมะหายไปจากโรงรถ"
    }
  },
  {
    "translation": {
      "en": "because they were stealing,",
      "th": "เพราะพวกแกขโมย"
    }
  },
  {
    "translation": {
      "en": "and, um, you know, they would take things from the house",
      "th": "พวกแกเอาข้าวของจากที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "and hock it to pay for their drugs.",
      "th": "ไปขายต่อ เอาเงินไปซื้อยา"
    }
  },
  {
    "translation": {
      "en": "And so now I had two children heavily using heroin.",
      "th": "สรุปว่าตอนนี้ฉันมีลูกสองคนที่ติดเฮโรอีนอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "We're talking about kids in a crack house, or they're running away, out of control.",
      "th": "เรากำลังพูดถึงเด็กในแหล่งค้ายา หรือเด็กที่หนีออกจากบ้าน คุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And when they're 25, all the excuses of why they quit high school",
      "th": "แล้วพออายุ 25 เมื่อไหร่ ข้ออ้างต่างๆ นานาว่าทำไมออกจากม.ปลาย"
    }
  },
  {
    "translation": {
      "en": "or why they were doing drugs aren't gonna matter.",
      "th": "หรือทำไมถึงเล่นยา ข้ออ้างพวกนั้นก็จะไม่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "I overdosed in Seattle multiple times.",
      "th": "ที่ซีแอตเทิล ฉันเสพเกินขนาดไปหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "And then I got in a really bad car accident",
      "th": "แล้วก็ประสบอุบัติเหตุทางรถยนต์อย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "and got arrested.",
      "th": "และถูกจับ"
    }
  },
  {
    "translation": {
      "en": "We bailed David out of jail a couple of times",
      "th": "เราเคยประกันตัวเดวิดออกจากคุกสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "and learned the hard way that that was a bad idea.",
      "th": "แล้วก็ได้รู้ด้วยตัวเองว่านั่นเป็นความคิดที่ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "So, eventually, when Catie got arrested, we left her in jail.",
      "th": "สุดท้าย พอเคที่ถูกจับ เราปล่อยให้แกติดคุก"
    }
  },
  {
    "translation": {
      "en": "Kids need to learn this lesson.",
      "th": "เด็กๆ ต้องได้เรียนรู้"
    }
  },
  {
    "translation": {
      "en": "They are responsible for their own lives and accountable for their own actions.",
      "th": "ว่าพวกเขาต้องรับผิดชอบชีวิตตัวเอง และต้องรับผลจากการกระทำของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I was so mad.",
      "th": "ฉันโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "We both felt guilt. We… We… You always question.",
      "th": "เราต่างรู้สึกผิด เราตั้งคำถามตลอด"
    }
  },
  {
    "translation": {
      "en": "\"Should I have done something differently? Could I have done something differently?\"",
      "th": "\"ฉันควรทำอะไรต่างจากนี้ไหม ฉันทำอะไรที่ต่างจากนี้ได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "I realized what my life was gonna be if I didn't do anything different,",
      "th": "ฉันรู้ตัวว่าชีวิตจะเป็นยังไง ถ้าไม่ทำอะไรที่ต่างจากเดิม"
    }
  },
  {
    "translation": {
      "en": "so I just got, uh, heavily involved in the recovery community,",
      "th": "ฉันก็เลยเข้าไปมีส่วนร่วมในชุมชนฟื้นฟูอย่างเต็มที่"
    }
  },
  {
    "translation": {
      "en": "and then, here we are 13 years later.",
      "th": "และหลังจาก 13 ปีก็มีทุกวันนี้ได้"
    }
  },
  {
    "translation": {
      "en": "On the fourth week, they go on a four-day solo period.",
      "th": "ในสัปดาห์ที่สี่ พวกเขาจะมีช่วงอยู่คนเดียวสี่วัน"
    }
  },
  {
    "translation": {
      "en": "So all the drugs are out of their system.",
      "th": "ยาทุกตัวออกไปจากร่างกายหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "They wanna go home and be sons and daughters to their parents again",
      "th": "พวกเขาอยากกลับบ้าน ไปเป็นลูกชายลูกสาวของพ่อแม่อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "and get an education.",
      "th": "ไปเรียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "[Debbie] David has continued to struggle.",
      "th": "เดวิดยังคงมีปัญหาต่อไป"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Where is David now?",
      "th": "แล้วตอนนี้เดวิดอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "He's in prison, and, uh, he'll be there for about three more years.",
      "th": "เขาอยู่ในคุก และจะอยู่ในนั้นอีกประมาณสามปี"
    }
  },
  {
    "translation": {
      "en": "[Debbie] Can you turn around, face the wall? Over here. Come back.",
      "th": "หันหลังเข้ากำแพงหน่อยได้ไหม ทางนี้ หันกลับมา"
    }
  },
  {
    "translation": {
      "en": "[Catie] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And that's Dad and Dave.",
      "th": "นั่นพ่อกับเดฟ"
    }
  },
  {
    "translation": {
      "en": "It was hard. Right when I got out of rehab is when my dad got diagnosed with cancer.",
      "th": "ทำใจยาก ตอนที่ฉันออกจากสถานบำบัด คือตอนที่พ่อถูกวินิจฉัยว่าเป็นมะเร็ง"
    }
  },
  {
    "translation": {
      "en": "Cancer that had progressed to grade four, I believe it was. Colon cancer.",
      "th": "มะเร็งที่พัฒนาไปเป็นระยะสี่ มะเร็งลำไส้ใหญ่"
    }
  },
  {
    "translation": {
      "en": "He battled it for six or seven years.",
      "th": "เขาสู้กับมันอยู่หกหรือเจ็ดปีได้"
    }
  },
  {
    "translation": {
      "en": "Eventually was still fighting it and died of a heart attack,",
      "th": "ในวันสุดท้ายของชีวิตก็ยังสู้ และเขาเสียเพราะหัวใจวาย"
    }
  },
  {
    "translation": {
      "en": "is what they told us.",
      "th": "พวกเขาบอกเราอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "And that was, I think, three years ago now.",
      "th": "นั่นคือเมื่อสามปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Horsehair] I don't think Steve was a bad guy.",
      "th": "ผมคิดว่าสตีฟไม่ใช่คนเลว"
    }
  },
  {
    "translation": {
      "en": "Um, I think he lost his way for a period of time, um, is how I see it.",
      "th": "ผมคิดว่าเขาหลงทางอยู่ช่วงหนึ่ง ผมมองแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't think he was a bad human being at his core.",
      "th": "ผมว่าแก่นแท้ของเขาไม่ใช่คนเลว"
    }
  },
  {
    "translation": {
      "en": "Um, he was probably a good person to his core.",
      "th": "เนื้อในของเขาอาจเป็นคนดี"
    }
  },
  {
    "translation": {
      "en": "The part of the story that has always got under my skin is,",
      "th": "มีอย่างหนึ่งในเรื่องนี้ที่กวนใจผมได้ทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "even though we got him acquitted, he stiffed me.",
      "th": "คือเราช่วยให้เขาพ้นผิด แต่เขาเบี้ยวเงินผม"
    }
  },
  {
    "translation": {
      "en": "Never paid me the balance, and that just pissed me off.",
      "th": "ไม่เคยจ่ายยอดคงเหลือ นั่นแหละที่ผมฉุน"
    }
  },
  {
    "translation": {
      "en": "I never heard from him again.",
      "th": "ผมไม่ได้ข่าวจากเขาอีกเลย"
    }
  },
  {
    "translation": {
      "en": "In fact, until I heard from your production company,",
      "th": "ที่จริง ก่อนบริษัทโปรดักชั่นของคุณจะติดต่อมา"
    }
  },
  {
    "translation": {
      "en": "I didn't even know what happened to him.",
      "th": "ผมไม่รู้เลยว่าเขาเป็นตายร้ายดียังไง"
    }
  },
  {
    "translation": {
      "en": "I liked Steve.",
      "th": "ฉันเคยชอบสตีฟ"
    }
  },
  {
    "translation": {
      "en": "Uh, uh… I really did until I realized…",
      "th": "ผมเคยชอบเขา จนกระทั่งมองเห็น"
    }
  },
  {
    "translation": {
      "en": "everything that he'd been doing.",
      "th": "ทุกสิ่งทุกอย่างที่เขาทำ"
    }
  },
  {
    "translation": {
      "en": "I mean, he probably took 50 grand off you.",
      "th": "เขาเอาเงินจากพ่อไปห้าหมื่นได้มั้ง"
    }
  },
  {
    "translation": {
      "en": "Probably.",
      "th": "น่าจะใช่"
    }
  },
  {
    "translation": {
      "en": "[Kinney] Several years ago,",
      "th": "หลายปีก่อน"
    }
  },
  {
    "translation": {
      "en": "I put in a Google search for \"Challenger Foundation.\"",
      "th": "ฉันกูเกิลคำว่า \"มูลนิธิชาเลนเจอร์\""
    }
  },
  {
    "translation": {
      "en": "I wanted to connect with the other people who had been on the survival trips.",
      "th": "ฉันอยากติดต่อกับคนอื่นๆ ที่เคยร่วมทริปเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "That's when I saw his obituary.",
      "th": "แล้วฉันก็เห็นข่าวมรณกรรมของเขา"
    }
  },
  {
    "translation": {
      "en": "It was an extreme mixture of feeling… shock and sadness…",
      "th": "ความรู้สึกมันผสมปนเปกัน ทั้งตกใจ เศร้าใจ…"
    }
  },
  {
    "translation": {
      "en": "to anger.",
      "th": "รู้สึกโกรธ"
    }
  },
  {
    "translation": {
      "en": "It was the catalyst for me finally speaking up",
      "th": "นั่นคือเป็นตัวกระตุ้นให้ฉันออกมาพูดสักที"
    }
  },
  {
    "translation": {
      "en": "about what had happened to me.",
      "th": "ว่าเกิดอะไรขึ้นกับฉัน"
    }
  },
  {
    "translation": {
      "en": "[Kinney] The first program I went on was in Hawaii.",
      "th": "โครงการแรกที่ฉันไปเข้าร่วมคือที่ฮาวาย"
    }
  },
  {
    "translation": {
      "en": "There's a section called Solo.",
      "th": "มีส่วนที่เรียกว่าโซโล"
    }
  },
  {
    "translation": {
      "en": "Solo was an opportunity to learn that you can survive on your own,",
      "th": "โซโลคือโอกาสที่จะเรียนรู้ว่า เราสามารถเอาตัวรอดได้ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "that you can, um…",
      "th": "ว่าเราสามารถ…"
    }
  },
  {
    "translation": {
      "en": "You… You can get through hard things.",
      "th": "ผ่านพ้นเรื่องยากๆ ไปได้"
    }
  },
  {
    "translation": {
      "en": "And Steve made me what was called \"the runner,\"",
      "th": "และสตีฟทำระบบ \"ส่งข่าว\" ให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "and I had a walkie-talkie.",
      "th": "ฉันมีวิทยุสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "I was terrified,",
      "th": "ฉันหวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "and so Steve said, \"If you need me,\"",
      "th": "แล้วสตีฟก็พูดว่า \"ถ้าเธอต้องการฉัน\""
    }
  },
  {
    "translation": {
      "en": "you know, \"If you are scared, and you need me,",
      "th": "\"ถ้าเธอกลัว และต้องการตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "just press the talk button, and I'll come to you.\"",
      "th": "แค่กดปุ่มพูดนะ แล้วฉันจะไปหา\""
    }
  },
  {
    "translation": {
      "en": "I was 13 years old and, um, alone.",
      "th": "ฉันอายุ 13 อยู่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "And so he came, and… And he said, \"Do you need anything?\"",
      "th": "เขามาหาแล้วถามว่า \"อยากได้อะไรไหม\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Yes, I would be so grateful if you could bring me lotion.\"",
      "th": "ฉันตอบ \"ค่ะ ฉันจะรู้สึกขอบคุณมาก ถ้าคุณเอาโลชั่นมาให้ได้\""
    }
  },
  {
    "translation": {
      "en": "My skin was so dry.",
      "th": "ผิวฉันแห้งมาก"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] Sorry, gotta give me a second.",
      "th": "ขอโทษค่ะ ขอเวลาสักครู่"
    }
  },
  {
    "translation": {
      "en": "And so he brought this lotion,",
      "th": "เขาก็เลยเอาโลชั่นมาให้"
    }
  },
  {
    "translation": {
      "en": "and he offered to put some on my back.",
      "th": "และอาสาทาหลังให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "And I wasn't entirely comfortable,",
      "th": "ฉันไม่ได้สบายใจซะทีเดียว"
    }
  },
  {
    "translation": {
      "en": "but it wasn't so outside of the range of abnormal.",
      "th": "แต่มันก็ไม่ได้ผิดไปจากปกติขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "Um, he asked me to lay on my stomach,",
      "th": "เขาบอกให้ฉันนอนคว่ำ"
    }
  },
  {
    "translation": {
      "en": "kind of straddled me,",
      "th": "เขาคร่อมตัวฉัน"
    }
  },
  {
    "translation": {
      "en": "and, um, was putting it on my back and massaging my back.",
      "th": "แล้วก็บีบโลชั่นลงที่หลังฉัน นวดให้"
    }
  },
  {
    "translation": {
      "en": "And then he asked me to flip over.",
      "th": "แล้วเขาก็บอกให้ฉันพลิกตัว"
    }
  },
  {
    "translation": {
      "en": "And I…",
      "th": "ฉันก็…"
    }
  },
  {
    "translation": {
      "en": "I did not want to, and I froze.",
      "th": "ฉันไม่อยากพลิกตัว ฉันตัวแข็งทื่อ"
    }
  },
  {
    "translation": {
      "en": "And he said, \"It's not a big deal. Just… Just turn over.\" [sniffs]",
      "th": "เขาบอกว่า \"ไม่ใช่เรื่องใหญ่อะไร พลิกตัวเถอะ\""
    }
  },
  {
    "translation": {
      "en": "And he…",
      "th": "แล้วเขาก็…"
    }
  },
  {
    "translation": {
      "en": "began to put lotion on my shoulders and my chest.",
      "th": "็เริ่มทาโลชั่นที่ไหล่และเหนืออกฉัน"
    }
  },
  {
    "translation": {
      "en": "And, um… And then he moved his hands down…",
      "th": "แล้วเขาก็เลื่อนมือลงไป…"
    }
  },
  {
    "translation": {
      "en": "to my breasts, and I tried to push his hands away. [sniffs]",
      "th": "ที่หน้าอกฉัน ฉันพยายามผลักมือเขาออก"
    }
  },
  {
    "translation": {
      "en": "And he said, \"It's not a big deal. Just think of me like your father.\"",
      "th": "เขาบอกว่า \"ไม่ใช่เรื่องใหญ่อะไร คิดซะว่าฉันเป็นพ่อ\""
    }
  },
  {
    "translation": {
      "en": "And all I could think was, \"My father would never touch me like this.\"",
      "th": "สิ่งที่ฉันคิดในหัวมีแค่ \"พ่อไม่มีทางแตะต้องตัวฉันแบบนี้\""
    }
  },
  {
    "translation": {
      "en": "It's funny. It dawned on me recently…",
      "th": "ตลกดีนะ ฉันเพิ่งมาฉุกคิดเมื่อไม่นาน…"
    }
  },
  {
    "translation": {
      "en": "as I looked back…",
      "th": "พอมองย้อนกลับไป…"
    }
  },
  {
    "translation": {
      "en": "Actually, I was talking with a friend,",
      "th": "ที่จริงฉันเคยคุยกับเพื่อน"
    }
  },
  {
    "translation": {
      "en": "and I realized that all the things",
      "th": "และได้รู้ตัวว่าทุกๆ อย่าง"
    }
  },
  {
    "translation": {
      "en": "that I thought were so lovely and so nice about Steve,",
      "th": "ที่ตอนนั้นฉันคิดว่าเป็นสิ่งที่น่ารัก ใจดี ที่สตีฟทำให้"
    }
  },
  {
    "translation": {
      "en": "it was just that he was grooming me.",
      "th": "เขาทำไปเพื่อเตรียมฉันให้พร้อม"
    }
  },
  {
    "translation": {
      "en": "I didn't know it at the time. I didn't even… It didn't even dawn on me until recently. [sniffs]",
      "th": "ตอนนั้นฉันไม่รู้หรอก ฉันเพิ่งมาฉุกคิดเมื่อเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "Couple of years after, I told my mother.",
      "th": "สองปีหลังจากนั้น ฉันเล่าให้แม่ฟัง"
    }
  },
  {
    "translation": {
      "en": "Not in detail, for sure.",
      "th": "แน่นอนว่าไม่ได้ลงรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "But I did tell her that he had touched me and that he had, uh, been sexual with me.",
      "th": "แต่ฉันบอกแม่ว่าเขาสัมผัสตัวฉัน กระทำการทางเพศกับฉัน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] And did she do anything? Did she report it?",
      "th": "คุณแม่ได้ทำอะไรไหม ได้แจ้งความไหม"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "The reason why she didn't was she thought that…",
      "th": "เหตุผลที่ไม่ได้แจ้งความก็เพราะแม่คิดว่า"
    }
  },
  {
    "translation": {
      "en": "That he was doing something good for the kids.",
      "th": "เขาทำไปเพื่อผลดีต่อตัวเด็ก"
    }
  },
  {
    "translation": {
      "en": "And that she didn't want to, in her own words, \"upset the apple cart.\"",
      "th": "และแม่ไม่อยากจะ \"เอาคานเข้าไปสอด\""
    }
  },
  {
    "translation": {
      "en": "It struck me how often he used the word \"manipulative.\"",
      "th": "ฉันเอะใจว่าเขาใช้คำว่า \"บงการ\" บ่อยมาก"
    }
  },
  {
    "translation": {
      "en": "[Steve] These kids come in with all sorts of little ways of trying to manipulate.",
      "th": "อย่างที่เห็น เด็กๆ พวกนี้ใช้วิธีต่างๆ พยายามจะบงการ"
    }
  },
  {
    "translation": {
      "en": "Or how often he described the children as master manipulators.",
      "th": "หรือเขาเรียกเด็กๆ ว่าเป็นจอมบงการชั้นเซียน"
    }
  },
  {
    "translation": {
      "en": "They are master manipulators. Blaming everybody else for their problems.",
      "th": "พวกเขาเป็นจอมบงการชั้นเซียน มีปัญหาอะไรก็โทษคนอื่น"
    }
  },
  {
    "translation": {
      "en": "And as an adult watching that,",
      "th": "และในฐานะผู้ใหญ่คนหนึ่งที่ได้ฟังเขาพูด"
    }
  },
  {
    "translation": {
      "en": "realizing that he was the most masterful manipulator of them all.",
      "th": "ฉันได้ฉุกคิดว่า จอมบงการที่เซียนยิ่งกว่าใครก็เขานั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "[reporter] That's certainly a convenient out, isn't it?",
      "th": "เป็นข้ออ้างที่สะดวกดีใช่ไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Being able to attack the credibility of the kids,",
      "th": "ได้ทำลายความน่าเชื่อถือของเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "knowing that they're troubled kids to begin with.",
      "th": "เพราะรู้อยู่แล้วว่าพวกเขาเป็นเด็กมีปัญหา"
    }
  },
  {
    "translation": {
      "en": "Well, it's not an out. It's… It's the facts.",
      "th": "นั่นไม่ใช่ข้ออ้าง แต่เป็นข้อเท็จจริง"
    }
  },
  {
    "translation": {
      "en": "[Chris] This is still a thriving industry. There's lots of copycats now running.",
      "th": "นี่ยังเป็นอุตสาหกรรมที่เฟื่องฟูอยู่ ซึ่งตอนนี้มีคนเลียนแบบเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "When I was 16, my parents sent me to a wilderness therapy program",
      "th": "ตอนอายุ 16 พ่อแม่ส่งฉันไปเข้าโครงการบำบัดในที่ห่างไกล"
    }
  },
  {
    "translation": {
      "en": "very similar to the one that Paris Hilton went to, and let me tell you how that went.",
      "th": "คล้ายกับที่ปารีส ฮิลตันไป ฉันจะเล่าให้ฟังว่ามันเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "Steve Cartisano marketed trauma as a means to a cure.",
      "th": "สตีฟ คาร์ติซาโนทำการตลาด โดยใช้ความบอบช้ำทางใจเป็นวิธีรักษา"
    }
  },
  {
    "translation": {
      "en": "So the copycats then turn this into a huge industry.",
      "th": "พวกลอกเลียนแบบก็เลย เปลี่ยนมันให้กลายเป็นอุตสาหกรรมขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "And at night, they would take my shoes and wrap me up in a tarp",
      "th": "ตอนกลางคืน พวกเขาเอารองเท้าฉันไป และห่อตัวฉันไว้ในผ้าใบ"
    }
  },
  {
    "translation": {
      "en": "and lay on the end to restrict me from moving.",
      "th": "นอนทับที่ปลาย ไม่ให้ฉันขยับได้"
    }
  },
  {
    "translation": {
      "en": "There's many people, I think, who will today feel like, \"It did change my life,",
      "th": "ผมคิดว่ามีคนมากมายที่วันนี้จะรู้สึกว่า \"ค่ายนั้นเปลี่ยนชีวิตฉันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "but maybe not for the best.\"",
      "th": "แต่อาจจะไม่ใช่ในทางที่ดีที่สุด\""
    }
  },
  {
    "translation": {
      "en": "It has definitely made me who I am today. Well, it's played a big role.",
      "th": "มันทำให้ฉันเป็นฉันในวันนี้ค่ะ ถือเป็นส่วนสำคัญ"
    }
  },
  {
    "translation": {
      "en": "I was the drug addict",
      "th": "ฉันเคยติดยา"
    }
  },
  {
    "translation": {
      "en": "pushing the shopping cart down the street, homeless.",
      "th": "เข็นรถเข็นไปตามถนน เป็นคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "And I survived only because",
      "th": "ฉันรอดมาได้ก็เพราะ"
    }
  },
  {
    "translation": {
      "en": "I knew how to live with very little to nothing.",
      "th": "ฉันรู้ว่าต้องอยู่โดยไม่มีอะไรเลยยังไง"
    }
  },
  {
    "translation": {
      "en": "I've spent most of my life… just trying to survive,",
      "th": "ฉันใช้เวลาส่วนใหญ่ในชีวิต ไปกับการพยายามเอาตัวรอด"
    }
  },
  {
    "translation": {
      "en": "and then I put myself in situations where I have to survive,",
      "th": "แล้วฉันก็พาตัวเองไปอยู่สถานการณ์ที่ต้องรอด"
    }
  },
  {
    "translation": {
      "en": "you know, because that's what I know. That's where I'm comfortable.",
      "th": "เพราะฉันรู้จักอยู่แค่นั้น นั่นคือสิ่งที่ทำให้ฉันสบายใจ"
    }
  },
  {
    "translation": {
      "en": "I still have bad dreams about that place, and I can't get it out of my head.",
      "th": "ผมยังฝันร้ายถึงที่นั่นอยู่เลย ลบมันออกจากหัวไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It's been with me my whole life.",
      "th": "มันอยู่กับผมมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "[man] If it can happen to Paris Hilton and her family,",
      "th": "ถ้ามันเกิดกับปารีส ฮิลตันและครอบครัวได้"
    }
  },
  {
    "translation": {
      "en": "think about all those people who can't be here today.",
      "th": "ขอให้ลองคิดถึงเหล่าผู้ที่ไม่อาจมายืนอยู่ที่นี่วันนี้ได้"
    }
  },
  {
    "translation": {
      "en": "Teenagers aren't just these kids we have in our homes.",
      "th": "วัยรุ่นไม่ใช่แค่เด็กที่อยู่ในบ้านเรา"
    }
  },
  {
    "translation": {
      "en": "They are people who trust us.",
      "th": "พวกเขาคือคนที่ไว้ใจเรา"
    }
  },
  {
    "translation": {
      "en": "This happened to me.",
      "th": "เกิดเรื่องนี้กับฉัน"
    }
  },
  {
    "translation": {
      "en": "I've been screaming about it for 20 years, and it didn't have any impact.",
      "th": "ตลอด 20 ปีที่ผ่านมา ฉันพยายามบอกให้คนรู้ และมันไม่นำพาอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "This industry has just grown.",
      "th": "อุตสาหกรรมนี้กลับเติบโตขึ้น"
    }
  }
]