[
  {
    "translation": {
      "en": "You know, we're told to eat healthy,",
      "th": "เราถูกสอนมาให้กินอาหารดีต่อสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "to sort of shop the perimeters of the grocery stores,",
      "th": "ให้เลือกซื้อของสดในร้านขายของชำ"
    }
  },
  {
    "translation": {
      "en": "but I think what a lot of people don't realize",
      "th": "แต่ผมว่าสิ่งที่หลายคนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "is… this also may be the riskiest areas.",
      "th": "คือแถวนี้อาจจะเป็นบริเวณที่เสี่ยงที่สุด"
    }
  },
  {
    "translation": {
      "en": "You know, when I look around,",
      "th": "แต่แค่มองไปรอบๆ"
    }
  },
  {
    "translation": {
      "en": "I probably see 10, 15 different items.",
      "th": "ผมน่าจะเห็นสินค้า 10 หรือ 15 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "The product's been contaminated, or I sued companies on behalf of victims.",
      "th": "ซึ่งเป็นสินค้าที่มีการปนเปื้อน หรือผมเคยฟ้องบริษัทนั้นแทนเหยื่อมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[chuckles] I've litigated plenty of cases of romaine lettuce.",
      "th": "ผมเคยว่าความในหลายคดีที่เกี่ยวกับผักคอส"
    }
  },
  {
    "translation": {
      "en": "Cut fruit, you know, countless outbreaks.",
      "th": "ผลไม้พร้อมรับประทาน ก็มีการระบาดนับครั้งไม่ถ้วน"
    }
  },
  {
    "translation": {
      "en": "Cut cantaloupe.",
      "th": "แคนตาลูปพร้อมทาน"
    }
  },
  {
    "translation": {
      "en": "Strawberries.",
      "th": "สตรอว์เบอร์รี"
    }
  },
  {
    "translation": {
      "en": "Caramel apples.",
      "th": "แอปเปิ้ลคาราเมล"
    }
  },
  {
    "translation": {
      "en": "Tomatoes. Onions. Cookie dough.",
      "th": "มะเขือเทศ หอมหัวใหญ่ แป้งทำคุกกี้"
    }
  },
  {
    "translation": {
      "en": "The Similac infant formula.",
      "th": "นมผงทารกซิมิแลค"
    }
  },
  {
    "translation": {
      "en": "Lucky Charms.",
      "th": "ซีเรียลลัคกี้ชาร์มส์"
    }
  },
  {
    "translation": {
      "en": "Chicken, you know, all these products are likely contaminated.",
      "th": "เนื้อไก่ ผลิตภัณฑ์ตรงนี้ทั้งหมด มีโอกาสปนเปื้อนสูงมาก"
    }
  },
  {
    "translation": {
      "en": "It starts to feel, though, like nothing is safe, and you can't eat. Right?",
      "th": "ยิ่งดูยิ่งรู้สึกเหมือนไม่มีอะไรปลอดภัยสักอย่าง เรากินอะไรไม่ได้เลยนะคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, you know, the industry, they send us these mixed messages.",
      "th": "ใช่ อุตสาหกรรมอาหารไม่ชัดเจนกับเรา"
    }
  },
  {
    "translation": {
      "en": "They want us to buy their product,",
      "th": "เขาอยากให้เราซื้อผลิตภัณฑ์ของเขา"
    }
  },
  {
    "translation": {
      "en": "but they ultimately don't want to be responsible… for what they produce.",
      "th": "แต่ก็ไม่อยากรับผิดชอบต่อผลิตภัณฑ์ที่ทำออกมา"
    }
  },
  {
    "translation": {
      "en": "Until I show up.",
      "th": "จนกระทั่งผมโผล่มา"
    }
  },
  {
    "translation": {
      "en": "We have by far the safest food supply in the entire world.",
      "th": "ประเทศของเรามีระบบวัตถุดิบอาหาร ที่ปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[woman 1] The safest food supply in the world.",
      "th": "ระบบวัตถุดิบอาหารปลอดภัยสุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Let's remember one thing, we have the safest food supply",
      "th": "อย่าลืมว่าเรามีระบบวัตถุดิบอาหารปลอดภัยสุด"
    }
  },
  {
    "translation": {
      "en": "in the world right here in the US.",
      "th": "ในโลกอยู่ในสหรัฐอเมริกานี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The FDA is investigating a hepatitis A outbreak,",
      "th": "อย.กำลังสืบสวน เรื่องการระบาดของเชื้อไวรัสตับอักเสบเอ"
    }
  },
  {
    "translation": {
      "en": "possibly linked to organic fresh strawberries.",
      "th": "ซึ่งอาจเกี่ยวข้องกับสตรอว์เบอร์รีสดออร์แกนิค"
    }
  },
  {
    "translation": {
      "en": "A multistate salmonella outbreak.",
      "th": "การระบาดของเชื้อซัลโมเนลลาข้ามรัฐ"
    }
  },
  {
    "translation": {
      "en": "Health experts believe it is linked to some Jif peanut butter products.",
      "th": "ผู้เชี่ยวชาญด้านอาหารเชื่อว่า เกี่ยวข้องกับสินค้าเนยถั่วจิฟ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The recalls come after at least two infant deaths",
      "th": "เกิดการเรียกเก็บสินค้า หลังมีทารกเสียชีวิตอย่างน้อยสองคน"
    }
  },
  {
    "translation": {
      "en": "and several illnesses were potentially tied to formula.",
      "th": "และป่วยอีกหลายคน โดยอาจเกี่ยวข้องกับนมผงชนิดนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] A variety of brands of raw cake mix have infected 16 people,",
      "th": "แป้งเค้กสำเร็จรูปดิบหลายยี่ห้อ ทำให้มีผู้ติดเชื้อ 16 คน"
    }
  },
  {
    "translation": {
      "en": "one of which developed a type of kidney failure.",
      "th": "หนึ่งในนั้นถึงกับมีอาการไตวาย"
    }
  },
  {
    "translation": {
      "en": "[woman 2] We talk about our food supply being the safest in the world,",
      "th": "เราพูดถึงการที่วัตถุดิบอาหารเรา ปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "and I believe it is.",
      "th": "ฉันเชื่อว่านั่นเป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] People reported getting sick, being hospitalized for liver dysfunction,",
      "th": "มีรายงานว่าประชาชนล้มป่วย ต้องเข้าโรงพยาบาลเพราะตับวาย"
    }
  },
  {
    "translation": {
      "en": "and even having their gallbladders removed in some cases.",
      "th": "บางกรณีถึงกับต้องผ่าถุงน้ำดีออก"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] One in four pieces of raw chicken is contaminated with salmonella.",
      "th": "ไก่ดิบหนึ่งในสี่ชิ้นปนเปื้อนเชื้อซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] The CDC announced another E. coli outbreak is impacting romaine lettuce.",
      "th": "การที่ซีดีซีประกาศการระบาดของอีโคไลอีกครั้ง ส่งผลกระทบต่อผักคอส"
    }
  },
  {
    "translation": {
      "en": "We have the safest food supply in the world.",
      "th": "เรามีระบบจัดการวัตถุดิบอาหาร ที่ปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[reporter 7] Melons from a Colorado farm",
      "th": "เมลอนจากสวนที่โคโลราโด"
    }
  },
  {
    "translation": {
      "en": "are contaminated with what is called \"listeria.\"",
      "th": "ปนเปื้อนแบคทีเรียชื่อ \"ลิสทีเรีย\""
    }
  },
  {
    "translation": {
      "en": "[reporter 8] Every four minutes, someone is rushed to the hospital",
      "th": "ทุกๆ สี่นาทีจะมีคนถูกนำส่งโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "because the food they ate made them sick.",
      "th": "เพราะอาหารที่กินเข้าไปทำให้ป่วย"
    }
  },
  {
    "translation": {
      "en": "We must continue to have the safest food supply in the world.",
      "th": "เราต้องรักษาระบบวัตถุดิบอาหาร ที่ปลอดภัยที่สุดในโลกไว้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "Safest food in the world.",
      "th": "อาหารปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[man 1] Safest food supply in the world.",
      "th": "ระบบวัตถุดิบอาหารปลอดภัยสุด"
    }
  },
  {
    "translation": {
      "en": "Safest food supply.",
      "th": "วัตถุดิบปลอดภัยสุด"
    }
  },
  {
    "translation": {
      "en": "[woman 3] Safest food supply in the world.",
      "th": "วัตถุดิบปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[man 2] We have the best, most efficient, safest food supply in the entire world.",
      "th": "และเรามีระบบวัตถุดิบอาหารที่ดี มีประสิทธิภาพและปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "By golly, we need to keep it that way.",
      "th": "ให้ตาย เราต้องคงให้เป็นแบบนั้นต่อไป"
    }
  },
  {
    "translation": {
      "en": "[announcer] Now, live at 11 o'clock.",
      "th": "ตอนนี้ ข่าวสดช่วงห้าทุ่ม"
    }
  },
  {
    "translation": {
      "en": "The warning tonight from health officials here in the Northwest.",
      "th": "คืนนี้มีคำเตือนจากเจ้าหน้าที่สาธารณสุข ในภาคตะวันตกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "They say you should be on the lookout for a life-threatening illness",
      "th": "บอกว่าเราควรระวังโรคที่อาจสาหัสถึงตาย"
    }
  },
  {
    "translation": {
      "en": "that's cropping up in our area.",
      "th": "ซึ่งระบาดอยู่ในบริเวณนี้"
    }
  },
  {
    "translation": {
      "en": "Forty-five people are…",
      "th": "ประชาชน 45 คน กำลัง…"
    }
  },
  {
    "translation": {
      "en": "[Bill] I actually remember this like it was yesterday.",
      "th": "ผมจำวันนั้นได้เหมือนเพิ่งเกิดขึ้นเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "There was an E. coli outbreak in the state of Washington",
      "th": "มีการระบาดของเชื้ออีโคไลในรัฐวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "linked to something unknown.",
      "th": "ไม่สามารถสาเหตุว่ามาจากไหน"
    }
  },
  {
    "translation": {
      "en": "[man] The whole problem started",
      "th": "ปัญหาทั้งหมดเริ่มจาก"
    }
  },
  {
    "translation": {
      "en": "when a pediatric infectious-disease specialist called me and said,",
      "th": "ตอนที่แพทย์เฉพาะทางโรคติดเชื้อเด็ก โทรมาบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"I've got 11 people who I've seen",
      "th": "\"ผมรักษาคนไข้ไป 11 คนแล้ว"
    }
  },
  {
    "translation": {
      "en": "in about 30 hours with E. coli O157.\"",
      "th": "ด้วยเชื้ออีโคไล 0157 ในช่วง 30 ชั่วโมงมานี้"
    }
  },
  {
    "translation": {
      "en": "I've never seen anything like this before.",
      "th": "ผมไม่เคยเจออะไรแบบนี้มาก่อน\""
    }
  },
  {
    "translation": {
      "en": "And that was a big red light for me",
      "th": "ผมฟังแล้วก็ตกใจทันทีครับ"
    }
  },
  {
    "translation": {
      "en": "that something bad was going on.",
      "th": "เกิดเรื่องแย่ขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Seven new cases of E. coli poisoning were confirmed…",
      "th": "ผู้ป่วยอาหารเป็นพิษจากอีโคไลใหม่อีกเจ็ดคน ได้รับการวินิจฉัยยืนยันเช้านี้…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] …E. coli patients remain hospitalized.",
      "th": "คนไข้อีโคไลยังคงต้องพักอยู่ในโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] There are 21 kids in Western Washington hospitals.",
      "th": "มีเด็ก 21 คน ในโรงพยาบาลแถบวอชิงตันตะวันตก"
    }
  },
  {
    "translation": {
      "en": "Some experts say it's all about to get worse.",
      "th": "ผู้เชี่ยวชาญบางคนบอกว่าเรื่องกำลังจะดิ่งลงเหว"
    }
  },
  {
    "translation": {
      "en": "[John] We had no idea that it would be",
      "th": "ตอนนั้นเราไม่รู้เลย ไม่รู้ว่านั่นจะเป็นโรคอาหารเป็นพิษระบาด ครั้งใหญ่ที่สุดในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "the largest foodborne outbreak in the United States.",
      "th": "ไม่รู้ว่านั่นจะเป็นโรคอาหารเป็นพิษระบาด ครั้งใหญ่ที่สุดในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[man] I had just transferred from active duty.",
      "th": "ผมเพิ่งย้ายกลับจากการประจำการในกองทัพ"
    }
  },
  {
    "translation": {
      "en": "I was a nuclear engineer on a submarine in the Navy.",
      "th": "ผมเป็นวิศวกรนิวเคลียร์ในเรือดำน้ำของทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "I had a wife.",
      "th": "ผมมีภรรยาคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I had a nine-year-old son and a 16-month-old son at the time.",
      "th": "ตอนนั้นมีลูกชายอายุเก้าปี กับลูกชายอีกคนอายุ 16 เดือน"
    }
  },
  {
    "translation": {
      "en": "There had already been some news-- Some rumblings about an E. coli outbreak.",
      "th": "ตอนนั้นข่าวออกกันแล้ว คนลือกันเรื่องเชื้ออีโคไลระบาด"
    }
  },
  {
    "translation": {
      "en": "But it didn't mean anything to me. I never heard of E. coli.",
      "th": "ผมฟังแล้วก็ผ่านหูไป ไม่เคยได้ยินคำว่าอีโคไลมาก่อน"
    }
  },
  {
    "translation": {
      "en": "\"What's the worst that could happen?\"",
      "th": "มันจะทำอะไรได้ขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "E. coli poisoning is a fairly new illness.",
      "th": "อาหารเป็นพิษจากอีโคไลเป็นโรคค่อนข้างใหม่"
    }
  },
  {
    "translation": {
      "en": "Not much is known about why the bacteria causes some people to get so sick.",
      "th": "เรายังไม่ค่อยรู้ว่าทำไมแบคทีเรียชนิดนั้น จึงทำให้บางคนป่วยหนักมาก"
    }
  },
  {
    "translation": {
      "en": "Mr. Kobayashi, can you tell us, uh, the concern seems to be with secondary…",
      "th": "คุณโคบายาชิครับ ช่วยอธิบายหน่อย ดูเหมือนคนจะกังวลเรื่อง…"
    }
  },
  {
    "translation": {
      "en": "[John] A big part of the outbreak was explaining what E. coli O157 was.",
      "th": "การระบาดส่วนใหญ่รอบนั้น ผมต้องอธิบายว่าอีโคไล 0157 คืออะไร"
    }
  },
  {
    "translation": {
      "en": "I felt like I was, uh, Tony Fauci for a couple of weeks. [chuckles]",
      "th": "ผมรู้สึกเหมือนตัวเองเป็นแอนโธนี เฟาชี ในช่วงสองสามอาทิตย์นั้น"
    }
  },
  {
    "translation": {
      "en": "The average incubation period for most, uh, people is three to four days.",
      "th": "ระยะฟักตัวทั่วไปสำหรับคนส่วนใหญ่ คือสามถึงสี่วัน"
    }
  },
  {
    "translation": {
      "en": "The problem is that it can take up to nine days before a person becomes ill.",
      "th": "ปัญหาคือบางครั้งอาจนานถึงเก้าวันกว่าคนจะป่วย"
    }
  },
  {
    "translation": {
      "en": "The mainstay of disease prevention, uh, for this type of illness",
      "th": "วิธีป้องกันหลักของโรคแบบนี้"
    }
  },
  {
    "translation": {
      "en": "is thorough washing of hands, uh, either when…",
      "th": "ต้องล้างมือให้สะอาด…"
    }
  },
  {
    "translation": {
      "en": "E. coli is a general category of bacteria,",
      "th": "อีโคไลเป็นการจัดกลุ่มแบคทีเรียอย่างกว้างๆ"
    }
  },
  {
    "translation": {
      "en": "and they're natural inhabitants of everybody's intestines.",
      "th": "มันเป็นเชื้อที่อยู่ในลำไส้ของทุกคนเป็นปกติ"
    }
  },
  {
    "translation": {
      "en": "There are many, many different kinds of E. coli.",
      "th": "มีเชื้ออีโคไลมากมายหลายรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "Most don't do any harm at all.",
      "th": "ส่วนใหญ่ไม่ทำอันตรายต่อร่างกายเลย"
    }
  },
  {
    "translation": {
      "en": "But there are certain ones, like E. coli O157,",
      "th": "แต่ก็มีบางชนิด เช่นอีโคไล 0157"
    }
  },
  {
    "translation": {
      "en": "that can make you real sick.",
      "th": "ที่ทำให้เราป่วยหนักได้"
    }
  },
  {
    "translation": {
      "en": "Within a couple of days,",
      "th": "ภายในเวลาไม่กี่วัน"
    }
  },
  {
    "translation": {
      "en": "it became clear that it was linked to Jack in the Box undercooked hamburgers.",
      "th": "เห็นได้ชัดว่ามันเชื่อมโยงกับแฮมเบอร์เกอร์ ร้านแจ็คอินเดอะบ็อกซ์ที่ปรุงไม่สุก"
    }
  },
  {
    "translation": {
      "en": "More than 150 people have become ill after eating tainted hamburger meat",
      "th": "ประชาชนกว่า 150 คนล้มป่วย หลังจากกินเนื้อแฮมเบอร์เกอร์ปนเปื้อน"
    }
  },
  {
    "translation": {
      "en": "at Jack in the Box restaurants in Idaho and Washington State.",
      "th": "จากร้านแจ็คอินเดอะบ็อกซ์ ที่รัฐไอดาโอและวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "One child has died.",
      "th": "มีเด็กเสียชีวิตหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "So one of the big problems with E. coli O157",
      "th": "ปัญหาใหญ่เรื่องหนึ่งจากเชื้ออีโคไล 0157"
    }
  },
  {
    "translation": {
      "en": "is they produce what's called a Shiga toxin.",
      "th": "มันผลิตสิ่งที่เราเรียกว่าพิษชิกาท็อกซิน"
    }
  },
  {
    "translation": {
      "en": "They get into the gut and then start pumping out this toxin,",
      "th": "เมื่อมันเข้าไปถึงระบบย่อยอาหาร จะเริ่มผลิตสารพิษตัวนี้ออกมา"
    }
  },
  {
    "translation": {
      "en": "and that toxin gets into the blood, and that will kill blood cells,",
      "th": "พิษนั้นจะซึมเข้าไปในเลือด และจะทำลายเซลล์เม็ดเลือด"
    }
  },
  {
    "translation": {
      "en": "and then those lysed blood cells end up causing organ failure,",
      "th": "เซลล์เม็ดเลือดที่เสียหายเหล่านั้น สุดท้ายทำให้อวัยวะต่างๆ ล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "the kidneys to shut down.",
      "th": "ไตจะวาย"
    }
  },
  {
    "translation": {
      "en": "And that's how kids die.",
      "th": "นั่นคือเหตุที่เด็กๆ ตายกัน"
    }
  },
  {
    "translation": {
      "en": "There are now more than 312 cases in our state alone.",
      "th": "ขณะนี้มีผู้ป่วยมากกว่า 312 คนแล้ว เฉพาะในรัฐของเรา"
    }
  },
  {
    "translation": {
      "en": "And today there was another death.",
      "th": "วันนี้มีผู้เสียชีวิตอีกหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "So when the Jack in the Box case hit,",
      "th": "ตอนมีเรื่องแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "I was my fourth year out of law school.",
      "th": "ผมเพิ่งเรียนกฎหมายจบมาได้สี่ปี"
    }
  },
  {
    "translation": {
      "en": "I was 34 years old.",
      "th": "ผมอายุ 34 ปี"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from a former client of mine",
      "th": "ผมได้รับสายจากอดีตลูกความ"
    }
  },
  {
    "translation": {
      "en": "who had a friend whose daughter, Brianne Kiner, was in the hospital.",
      "th": "เพื่อนเขามีลูกสาว บริแอนน์ ไคน์เดอร์ ที่ต้องเข้าโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "They asked me to go meet with them.",
      "th": "เขาขอให้ผมไปคุยด้วยหน่อย"
    }
  },
  {
    "translation": {
      "en": "She'd been hospitalized for, you know, four and a half, five months by then.",
      "th": "ตอนที่เจอกัน เด็กเข้าโรงพยาบาลมา สี่เดือนครึ่งหรือห้าเดือนแล้ว"
    }
  },
  {
    "translation": {
      "en": "There's so many mechanical things going on",
      "th": "มีเครื่องติดอยู่กับตัวเยอะไปหมด"
    }
  },
  {
    "translation": {
      "en": "and wires going into her and tubes going into her.",
      "th": "สายเสียบอยู่กับตัว สอดท่อเยอะแยะมากมาย"
    }
  },
  {
    "translation": {
      "en": "And I walked out of the room. I was crying.",
      "th": "ตอนที่เดินออกจากห้องนั้น ผมร้องไห้เลย"
    }
  },
  {
    "translation": {
      "en": "Because it was just really difficult, you know?",
      "th": "เพราะมันทำใจลำบากมาก นึกออกไหม"
    }
  },
  {
    "translation": {
      "en": "It's difficult even today to think about, you know, Brianne in that situation.",
      "th": "ทุกวันนี้แค่คิดถึงบริแอนน์ในสภาพนั้น ยังทำใจลำบากเลย"
    }
  },
  {
    "translation": {
      "en": "You know, she was… she was so vulnerable.",
      "th": "ตอนนั้นเด็กอ่อนแอมาก"
    }
  },
  {
    "translation": {
      "en": "And she just ate a freakin' hamburger.",
      "th": "แล้วทั้งหมดนั้น เพราะกินแฮมเบอร์เกอร์เวรชิ้นเดียว"
    }
  },
  {
    "translation": {
      "en": "The board of directors of Jack in the Box is ordering a full investigation",
      "th": "คณะกรรมการบริหารแจ็คอินเดอะบ็อกซ์ สั่งให้มีการสอบสวนเต็มรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "into the deadly mistake.",
      "th": "กับความผิดพลาดถึงชีวิตครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "The investigators and the health department,",
      "th": "พวกคณะสืบสวนกับกระทรวงสาธารณสุข"
    }
  },
  {
    "translation": {
      "en": "they were able to determine that my kid got sick from this other kid",
      "th": "สามารถชี้ชัดได้ว่า ลูกผมป่วยเพราะรับเชื้อจากเด็กคนอื่น"
    }
  },
  {
    "translation": {
      "en": "at the daycare center.",
      "th": "ที่ศูนย์รับเลี้ยงเด็ก"
    }
  },
  {
    "translation": {
      "en": "[reporter] Children's Hospital is treating 18 children this evening,",
      "th": "คืนนี้โรงพยาบาลเด็กกำลังรักษา เด็กทั้งหมด 18 คน"
    }
  },
  {
    "translation": {
      "en": "four of whom got E. coli",
      "th": "สี่คนจากจำนวนนั้นติดเชื้ออีโคไล"
    }
  },
  {
    "translation": {
      "en": "not from hamburgers but from someone else,",
      "th": "ไม่ได้ติดจากแฮมเบอร์เกอร์ แต่ติดจากเด็กคนอื่น"
    }
  },
  {
    "translation": {
      "en": "a secondary infection.",
      "th": "เป็นการติดเชื้อขั้นทุติยภูมิ"
    }
  },
  {
    "translation": {
      "en": "[Darin] All of a sudden, there were two new doctors that came in.",
      "th": "จู่ๆ ก็มีหมอใหม่เข้ามาอีกสองคน"
    }
  },
  {
    "translation": {
      "en": "They announced that they believed",
      "th": "พวกเขาเชื่อกันว่า"
    }
  },
  {
    "translation": {
      "en": "he had developed what's called hemolytic uremic syndrome.",
      "th": "ลูกผมมีอาการที่เรียกว่าฮีโมไลติกยูรีมิก"
    }
  },
  {
    "translation": {
      "en": "Which essentially is,",
      "th": "อธิบายง่ายๆ ก็คือ"
    }
  },
  {
    "translation": {
      "en": "when it gets so bad,",
      "th": "เมื่ออาการแย่ลงมากๆ"
    }
  },
  {
    "translation": {
      "en": "the E. coli basically was eating him away from the inside.",
      "th": "เชื้ออีโคไลจะกัดกินเขาจากด้านใน"
    }
  },
  {
    "translation": {
      "en": "That it was one organ after another.",
      "th": "จนอวัยวะล้มเหลวไปทีละอย่าง"
    }
  },
  {
    "translation": {
      "en": "I remember saving newspaper clippings, thinking someday I'll be able to",
      "th": "ผมตัดข่าวหนังสือพิมพ์เก็บไว้ คิดว่าสักวันผมจะสามารถ"
    }
  },
  {
    "translation": {
      "en": "communicate with my son and tell him how…",
      "th": "คุยกับลูกและบอกเขาได้ว่า…"
    }
  },
  {
    "translation": {
      "en": "how brave he was",
      "th": "ลูกกล้าหาญมาก"
    }
  },
  {
    "translation": {
      "en": "and how proud I was of him.",
      "th": "และผมภูมิใจในตัวเขาเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "[reporter] I'd like to introduce Vicki and Darin Detwiler,",
      "th": "ขอแนะนำตัวคุณวิคกี้และดาริน เดทไวเลอร์"
    }
  },
  {
    "translation": {
      "en": "whose 16-month-old son remains in critical condition",
      "th": "ซึ่งลูกชายอายุ 16 เดือนของพวกเขา ยังอาการสาหัสอยู่"
    }
  },
  {
    "translation": {
      "en": "at Tacoma's Mary Bridge Hospital.",
      "th": "ที่โรงพยาบาลแมรี่บริดจ์ในทาโคมา"
    }
  },
  {
    "translation": {
      "en": "My question to you now is,",
      "th": "คำถามของฉันตอนนี้คือ"
    }
  },
  {
    "translation": {
      "en": "what are you prepared to do in regards to the tainted-meat problem?",
      "th": "คุณตั้งใจจะทำยังไง กับปัญหาเชื้อปนเปื้อนในเนื้อวัว"
    }
  },
  {
    "translation": {
      "en": "First of all, we've got to make it clear to people who are providing fast food",
      "th": "ก่อนอื่น เราต้องบอกอย่างชัดเจน กับคนที่ขายอาหารจานด่วน"
    }
  },
  {
    "translation": {
      "en": "that they've got to do everything they can to comply with our cooking regulations…",
      "th": "พวกเขาต้องทำทุกวิถีทาง ตามกฎข้อปฏิบัติในการทำอาหาร…"
    }
  },
  {
    "translation": {
      "en": "[John] The regulation in the United States",
      "th": "กฎข้อปฏิบัติในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "was that hamburger should be cooked to at least 140 degrees.",
      "th": "กำหนดไว้ว่าแฮมเบอร์เกอร์ควรปรุง ที่ความร้อนอย่างน้อย 60 องศาเซลเซียส"
    }
  },
  {
    "translation": {
      "en": "In Washington State,",
      "th": "ในรัฐวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "we had changed that law to 155 degrees because we noticed",
      "th": "เราเปลี่ยนกฎนั้นเป็น 68.3 องศา เพราะเราสังเกตเห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that many of the people with O157 had eaten poorly cooked hamburger.",
      "th": "คนส่วนใหญ่ที่รับเชื้อ 0157 กินเนื้อแฮมเบอร์เกอร์ที่ปรุงไม่สุก"
    }
  },
  {
    "translation": {
      "en": "[reporter] There's been lots of attention on this story,",
      "th": "จอห์น ข่าวนี้ได้รับความสนใจอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "but I think there is still some confusion.",
      "th": "แต่ผมว่าคนยังสับสนกันอยู่"
    }
  },
  {
    "translation": {
      "en": "Was it undercooking or contaminated beef that caused the problem?",
      "th": "ตกลงการปรุงไม่สุกหรือเนื้อที่ปนเปื้อน ที่เป็นสาเหตุจริงของเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Barry, I think that some of that confusion has been probably from industry statements",
      "th": "แบร์รี่ ผมคิดว่าความสับสนนั้น น่าจะมาจากคำแถลงของอุตสาหกรรมอาหาร"
    }
  },
  {
    "translation": {
      "en": "trying to avoid some of the blame for this. The answer is both.",
      "th": "ซึ่งพยายามจะหลีกเลี่ยงความรับผิดชอบ คำตอบคือทั้งสองทางครับ"
    }
  },
  {
    "translation": {
      "en": "The company was not following the procedure",
      "th": "บริษัทนั้นไม่ได้ทำตามข้อกำหนด"
    }
  },
  {
    "translation": {
      "en": "that was required by the state of Washington,",
      "th": "ที่รัฐวอชิงตันกำหนดให้ต้องปฏิบัติตาม"
    }
  },
  {
    "translation": {
      "en": "which the company said they didn't know anything about.",
      "th": "แล้วบริษัทยังพูดอีกว่าไม่รู้ว่ามีกฎนี้"
    }
  },
  {
    "translation": {
      "en": "[reporter] Do you believe, in retrospect,",
      "th": "เมื่อมองย้อนไป คุณเชื่อหรือไม่ว่า"
    }
  },
  {
    "translation": {
      "en": "that Jack in the Box chose not to pay attention to certain things, like the law?",
      "th": "แจ็คอินเดอะบ็อกซ์เลือกที่จะ เพิกเฉยกับเรื่องบางเรื่อง เช่นกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "No, I don't believe that at all.",
      "th": "ไม่ ผมไม่เชื่ออย่างนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "We would never choose not to pay attention to the law.",
      "th": "เราไม่มีทางเลือกจะไม่ใส่ใจต่อกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Why… why would a company choose not to pay attention to the law?",
      "th": "ทำไมบริษัทถึงจะเลือกไม่ใส่ใจต่อกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[Bill] During discovery, they dumped on me about a million pages of documents.",
      "th": "ช่วงสอบสวนหาความจริง พวกนั้นโยนเอกสารใส่ผมเป็นตั้งๆ"
    }
  },
  {
    "translation": {
      "en": "I am pretty confident that they thought that I wouldn't go through them,",
      "th": "ผมค่อนข้างมั่นใจว่าทางนั้นนึกว่าผมจะไม่อ่าน"
    }
  },
  {
    "translation": {
      "en": "but we started finding things that were really interesting.",
      "th": "แต่เราก็เริ่มเจอข้อมูลที่น่าสนใจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "An employee of Jack in the Box",
      "th": "พนักงานคนหนึ่งของแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "sent a letter in the suggestion box to corporate headquarters saying,",
      "th": "ส่งจดหมายในกล่องรับความเห็น ไปที่สำนักงานใหญ่"
    }
  },
  {
    "translation": {
      "en": "\"Hey, we're undercooking our hamburgers, and we're having customer complaints.\"",
      "th": "\"นี่ เราย่างเนื้อแฮมเบอร์เกอร์ไม่สุก จนลูกค้าเริ่มบ่นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "And then you could see the real paper trail.",
      "th": "จากนั้นเราก็เห็นเบาะแสในเอกสารให้ตามต่อได้"
    }
  },
  {
    "translation": {
      "en": "Not only did they receive the new regulations",
      "th": "บริษัทได้รับกฎข้อปฏิบัติใหม่"
    }
  },
  {
    "translation": {
      "en": "from the state of Washington for increased cook times",
      "th": "จากรัฐวอชิงตันที่ให้เพิ่มเวลาในการย่าง"
    }
  },
  {
    "translation": {
      "en": "but that they actually thought about it",
      "th": "พวกเขาได้เอาไปพิจารณาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and made the decision to essentially ignore it.",
      "th": "และตัดสินใจว่าจะเมินเฉยไม่ทำตาม"
    }
  },
  {
    "translation": {
      "en": "Once I had that,",
      "th": "ได้เอกสารส่วนนั้นมา"
    }
  },
  {
    "translation": {
      "en": "I called up the lawyer for Jack in the Box and said, you know, \"You're done.\"",
      "th": "ผมโทรไปหาทนายของแจ็คอินเดอะบ็อกซ์ บอกเลยว่า \"คุณเสร็จผมแน่\""
    }
  },
  {
    "translation": {
      "en": "Jack in the Box now admits it misplaced a Washington State advisory",
      "th": "ตอนนี้แจ็คอินเดอะบ็อกซ์ยอมรับว่า นำกฎข้อปฏิบัติของรัฐวอชิงตัน"
    }
  },
  {
    "translation": {
      "en": "directing that all hamburgers must be cooked at 155 degrees.",
      "th": "ซึ่งกำหนดให้แฮมเบอร์เกอร์ทุกชิ้น ต้องย่างที่อุณหภูมิ 68.3 องศา ไปไว้ผิดที่"
    }
  },
  {
    "translation": {
      "en": "Jack in the Box says it found the advisory when…",
      "th": "แจ็คอินเดอะบ็อกซ์กล่าวว่า เพิ่งพบเอกสารกฎข้อปฏิบัติเมื่อ…"
    }
  },
  {
    "translation": {
      "en": "As a parent, you try to protect your kids.",
      "th": "ในฐานะพ่อแม่ เราพยายามปกป้องลูกเต็มที่"
    }
  },
  {
    "translation": {
      "en": "And then something that's invisible comes along that you don't know about,",
      "th": "แต่กลับมีสิ่งที่ตามองไม่เห็น สิ่งที่เราไม่รู้เรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "that you've never even heard of. [inhales]",
      "th": "สิ่งที่เราไม่เคยได้ยินชื่อด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "It's so devastating.",
      "th": "มันทำให้ใจสลายมากครับ"
    }
  },
  {
    "translation": {
      "en": "Doctor says, \"You're gonna ask about second opinion",
      "th": "หมอบอกว่า \"คุณจะไปถามหาความเห็นที่สอง"
    }
  },
  {
    "translation": {
      "en": "and third opinion, but there's zero chance of recovery at this point.\"",
      "th": "หรือความเห็นที่สามก็ได้ แต่มาถึงจุดนี้ ไม่มีโอกาสที่จะฟื้นตัวได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "That, uh, \"There's been so much organ damage,",
      "th": "อวัยวะของเขาเสียหายมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "and we're not able to get enough oxygen into him",
      "th": "และเราไม่สามารถให้ออกซิเจนเข้าไปได้"
    }
  },
  {
    "translation": {
      "en": "and that the amount of brain damage at this point,",
      "th": "มาถึงจุดนี้ ความเสียหายที่เกิดขึ้นกับสมอง"
    }
  },
  {
    "translation": {
      "en": "keeping him on life support any longer",
      "th": "ทำให้การใส่เครื่องพยุงชีพของเขาต่อไป"
    }
  },
  {
    "translation": {
      "en": "would be… abusive.\"",
      "th": "จะเป็นการทำร้ายเขา\""
    }
  },
  {
    "translation": {
      "en": "\"It's just… it's not going to do anything.\"",
      "th": "\"ยื้อไปก็ช่วยอะไรไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "I asked them to take everything off so I could hold him for a little while.",
      "th": "ฉันขอให้หมอถอดเครื่องทุกอย่างออก เพื่อจะได้กอดลูกต่ออีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "And I actually had to get Dr. Crane to come and… and check",
      "th": "แล้วฉันก็ต้องเรียกคุณหมอเครนเข้ามาตรวจดู"
    }
  },
  {
    "translation": {
      "en": "because somehow I kept thinking that if I just held him close enough,",
      "th": "เพราะฉันเอาแต่คิดว่า ถ้ากอดลูกไว้แนบอกให้แน่นๆ"
    }
  },
  {
    "translation": {
      "en": "that his heart would keep on beating and that he'd keep on breathing.",
      "th": "หัวใจของลูกจะเต้นและลูกจะหายใจต่อไป"
    }
  },
  {
    "translation": {
      "en": "[Marion] Four children died.",
      "th": "เด็กสี่คนเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "I mean, can you imagine?",
      "th": "จินตนาการออกไหม"
    }
  },
  {
    "translation": {
      "en": "They died from a hamburger at Jack in the Box.",
      "th": "เด็กๆ ตายจากแฮมเบอร์เกอร์ ของร้านแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "If you're the parent of one of those kids, this is beyond your comprehension.",
      "th": "ถ้าเราเป็นพ่อแม่ของเด็กเหล่านั้น นั่นเป็นเรื่องที่เกินความเข้าใจของเราไปเลย"
    }
  },
  {
    "translation": {
      "en": "And I have to say that E. coli O157 deaths are pretty awful.",
      "th": "ฉันต้องบอกเลยว่า การตายจากอีโคไล 0157 มันเลวร้ายทีเดียว"
    }
  },
  {
    "translation": {
      "en": "They're not nice deaths.",
      "th": "ไม่ใช่การตายที่ดีเลย"
    }
  },
  {
    "translation": {
      "en": "[Darin] Jack in the Box lawyers met with us and offered us a settlement",
      "th": "ทนายของแจ็คอินเดอะบ็อกซ์มาคุยกับเรา แล้วเสนอเงินชดเชยให้"
    }
  },
  {
    "translation": {
      "en": "that included essentially a gag order that we could never talk about it.",
      "th": "แต่นั่นรวมถึงคำสั่งปิดปาก ห้ามพวกเราพูดถึงเรื่องนี้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "And I had already made the decision",
      "th": "ผมตัดสินใจไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "that there's no way I was gonna keep quiet for the rest of my life",
      "th": "ผมไม่มีทางจะปิดปากเงียบไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "about what was the cause of my son's death.",
      "th": "ในเรื่องที่เป็นสาเหตุการตายของลูกผม"
    }
  },
  {
    "translation": {
      "en": "I couldn't handle the idea of not doing anything,",
      "th": "ผมไม่อาจทำใจไม่ทำอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "even if that meant that I needed to change careers.",
      "th": "ต่อให้แปลว่าผมจะต้องเปลี่ยนอาชีพเลยก็ตาม"
    }
  },
  {
    "translation": {
      "en": "I am a professor and assistant dean",
      "th": "ผมเป็นศาสตราจารย์และผู้ช่วยคณบดี"
    }
  },
  {
    "translation": {
      "en": "focused on regulatory affairs of food and food industries…",
      "th": "เน้นเรื่องกฎข้อบังคับปฏิบัติ ในอาหารและอุตสาหกรรมอาหาร…"
    }
  },
  {
    "translation": {
      "en": "[off camera] I teach about food safety and food policy as a professor.",
      "th": "ผมเป็นอาจารย์ สอนเรื่องความปลอดภัยและนโยบายอาหาร"
    }
  },
  {
    "translation": {
      "en": "I teach grad students.",
      "th": "ผมสอนนักศึกษาปริญญาโทถึงเอก"
    }
  },
  {
    "translation": {
      "en": "I had to try to do something to prevent others from being in the same situation.",
      "th": "ผมต้องทำสักอย่างที่จะช่วยป้องกัน ไม่ให้คนอื่นเจอสถานการณ์แบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "It's the largest personal injury settlement ever in our state.",
      "th": "สวัสดีค่ะ นี่เป็นการจ่ายค่าเสียหาย ครั้งใหญ่ที่สุดในรัฐของเรา"
    }
  },
  {
    "translation": {
      "en": "It looks like the parent company for Jack in the Box restaurants",
      "th": "ดูเหมือนบริษัทแม่ของ ร้านอาหารแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "will have to pay millions of dollars for serving undercooked hamburgers.",
      "th": "ต้องจ่ายเงินหลายล้านเหรียญ เพราะทำแฮมเบอร์เกอร์ไม่สุกให้ลูกค้า"
    }
  },
  {
    "translation": {
      "en": "Settlement is expected to cost Jack in the Box at least $10 million.",
      "th": "แจ็คอินเดอะบ็อกซ์อาจต้องจ่ายค่าเสียหาย ถึงสิบล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "$4.4 million.",
      "th": "สี่ล้านสี่แสนเหรียญ"
    }
  },
  {
    "translation": {
      "en": "$15.6 million.",
      "th": "ถึง 15.6 ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "We're very confident that, uh, that money will be sufficient",
      "th": "เรามั่นใจว่าเงินจำนวนนั้นจะเพียงพอ"
    }
  },
  {
    "translation": {
      "en": "to care for Brianne over the course of her life, however…",
      "th": "ในการดูแลบริแอนน์ไปตลอดชีวิต แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "[man] Bill Marler not only became the most important attorney",
      "th": "บิล มาร์เลอร์ไม่เพียงแต่ กลายเป็นทนายคนสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "in terms of handling lawsuits against the companies",
      "th": "ในแง่ของการจัดการคดีฟ้องร้องบริษัท"
    }
  },
  {
    "translation": {
      "en": "that are responsible for those outbreaks,",
      "th": "ที่ต้องรับผิดชอบในการระบาดเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "but he's also become a much larger advocate.",
      "th": "แต่เขายังกลายเป็นผู้ต่อสู้คนสำคัญด้านนี้"
    }
  },
  {
    "translation": {
      "en": "I'm tired of visiting with horribly sick kids",
      "th": "ผมเบื่อกับการไปเยี่ยมเด็กที่ป่วยปางตาย"
    }
  },
  {
    "translation": {
      "en": "who did not have to be sick in the first place.",
      "th": "โดยที่ไม่จำเป็นต้องป่วยตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "I am outraged…",
      "th": "ผมโมโห…"
    }
  },
  {
    "translation": {
      "en": "He has become one of the dominant voices",
      "th": "เขากลายเป็นหนึ่งในคนที่เสียงดังที่สุด"
    }
  },
  {
    "translation": {
      "en": "in food safety reform in the United States,",
      "th": "ในการปฏิรูป ความปลอดภัยจากอาหารของสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "having started out as a plaintiff's attorney.",
      "th": "ทั้งที่เริ่มต้นในฐานะของทนายโจทก์"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Specific to Jack in the Box, how did the burgers get contaminated?",
      "th": "เฉพาะกรณีแจ็คอินเดอะบ็อกซ์ เบอร์เกอร์ปนเปื้อนได้ยังไงตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "[hesitates] So, we don't know exactly",
      "th": "เราก็ยังไม่รู้แน่ว่า"
    }
  },
  {
    "translation": {
      "en": "how the Jack in the Box hamburger got contaminated,",
      "th": "แฮมเบอร์เกอร์ของแจ็คอินเดอะบ็อกซ์ มีสารปนเปื้อนได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "but, you know, generally, we know how it happens.",
      "th": "แต่พูดกว้างๆ เรารู้ว่ามันเกิดขึ้นได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "It's usually in the slaughter facility.",
      "th": "ปกติแล้วจะเกิดขึ้นที่โรงเชือด"
    }
  },
  {
    "translation": {
      "en": "It's, uh, nicking of a gut of a cow during slaughter.",
      "th": "แค่สะกิดโดนเครื่องในวัวระหว่างเชือด"
    }
  },
  {
    "translation": {
      "en": "But the whole meat industry was premised on the fact that the slaughterhouses",
      "th": "แต่อุตสาหกรรมเนื้อสัตว์ ทำงานบนปัจจัยที่ว่าโรงฆ่าสัตว์"
    }
  },
  {
    "translation": {
      "en": "and the beef packers could essentially do whatever they wanted to do.",
      "th": "และโรงบรรจุเนื้อสัตว์อยากทำอะไรก็ได้ตามใจ"
    }
  },
  {
    "translation": {
      "en": "And it was up to consumers",
      "th": "และขึ้นกับผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "to cook the E. coli out of the product.",
      "th": "ที่จะต้องปรุงจนเชื้ออีโคไลหมดไปจากผลิตภัณฑ์"
    }
  },
  {
    "translation": {
      "en": "If you buy a piece of steak, that's a piece of meat from one animal.",
      "th": "ถ้าซื้อเนื้อสเต็กมาหนึ่งชิ้น นั่นคือเนื้อชิ้นหนึ่งจากสัตว์ตัวเดียว"
    }
  },
  {
    "translation": {
      "en": "If there is E. coli, it's on the outside. It's not in the middle.",
      "th": "ถ้ามีเชื้ออีโคไล มันจะเกาะอยู่ด้านนอก ไม่ได้อยู่ใจกลางเนื้อ"
    }
  },
  {
    "translation": {
      "en": "So searing the steak would help kill that.",
      "th": "เท่ากับแค่เอาไปจี่ให้ด้านนอกสุก ก็ช่วยฆ่าเชื้อได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "The problem is that when you buy ground beef,",
      "th": "ปัญหาคือเมื่อใช้เนื้อบด"
    }
  },
  {
    "translation": {
      "en": "you now take the outsides, and they're part of the insides.",
      "th": "เราผสมด้านนอกของเนื้อ จนเข้าไปเป็นส่วนหนึ่งของด้านใน"
    }
  },
  {
    "translation": {
      "en": "Not only are you bringing all the animals together and slaughtering them in the same facility,",
      "th": "สัตว์ทั้งหมดโดนเชือดในโรงเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "now you're taking chunks of multiple animals, and you're grinding them up into one big mess.",
      "th": "นั่นเท่ากับเราเอาเศษเนื้อจากสัตว์หลายตัว มาบดรวมกันเป็นกองใหญ่กองเดียว"
    }
  },
  {
    "translation": {
      "en": "[Marion] Hamburger, sometimes, is the result of mixing meat",
      "th": "บางครั้ง เนื้อแฮมเบอร์เกอร์ เป็นผลลัพธ์จากเศษเนื้อที่ผสมกัน"
    }
  },
  {
    "translation": {
      "en": "from as many as 400 animals.",
      "th": "จากสัตว์มากถึง 400 ตัว"
    }
  },
  {
    "translation": {
      "en": "[chuckling] Kind of awful to think about.",
      "th": "คิดแล้วมันเลวร้ายนะคะ"
    }
  },
  {
    "translation": {
      "en": "If one of those animals has this toxic form of E. coli,",
      "th": "หากสัตว์เพียงตัวเดียวมีเชื้ออีโคไลที่เป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "you're in trouble.",
      "th": "แค่นั้นก็เดือดร้อนแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bill] In the aftermath of Jack in the Box,",
      "th": "สิ่งที่ตามมาจากคดีแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "you know, people from USDA met with victims,",
      "th": "คนจากกระทรวงเกษตรได้คุยกับเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "and, you know, the Clinton Administration, to their credit,",
      "th": "และรัฐบาลคลินตัน อันนี้ต้องชม"
    }
  },
  {
    "translation": {
      "en": "brought in people who were pretty activist.",
      "th": "เขาเรียกคนที่เรียกว่าเป็นนักเคลื่อนไหวเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Mike?",
      "th": "ไมค์"
    }
  },
  {
    "translation": {
      "en": "[Bill] You know, Mike Taylor being one.",
      "th": "ไมค์ เทย์เลอร์เป็นคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We intend to reduce the risk of foodborne illness",
      "th": "เราตั้งใจจะลดความเสี่ยงของพิษจากอาหาร จากการบริโภค"
    }
  },
  {
    "translation": {
      "en": "associated with the consumption of meat and poultry products",
      "th": "เราตั้งใจจะลดความเสี่ยงของพิษจากอาหาร จากการบริโภค เนื้อสัตว์และสัตว์ปีกให้มากที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "to the maximum extent possible.",
      "th": "เนื้อสัตว์และสัตว์ปีกให้มากที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "[assistant] Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Mike] The official policy of the USDA was",
      "th": "นโยบายอย่างเป็นทางการของกระทรวงเกษตร"
    }
  },
  {
    "translation": {
      "en": "that this is not the responsibility of the regulatory system or the industry.",
      "th": "คือนั่นไม่ใช่หน้าที่ขององค์กร ที่ออกกฎระเบียบในอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "Consumers are expected to cook these products and make them safe themselves.",
      "th": "ผู้บริโภคจะต้องปรุงวัตถุดิบเหล่านี้ให้สุก และทำให้ปลอดภัยด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The bottom line is that raw meat contains bacteria.",
      "th": "กล่าวโดยสรุป เนื้อสัตว์ดิบจะมีแบคทีเรีย"
    }
  },
  {
    "translation": {
      "en": "And proper cooking kills bacteria.",
      "th": "และการปรุงให้สุกจะฆ่าแบคทีเรียได้"
    }
  },
  {
    "translation": {
      "en": "[Mike] To mothers that lost children,",
      "th": "สำหรับคุณแม่ที่เสียลูกๆ ไป"
    }
  },
  {
    "translation": {
      "en": "to people whose families had been harmed by this outbreak,",
      "th": "สำหรับคนที่ครอบครัว ได้รับอันตรายจากการระบาดครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "that was, uh, a shocking and highly unacceptable revelation.",
      "th": "นั่นเป็นการยอมรับที่น่าตกใจ และรับไม่ได้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "We simply had to take action immediately to try to change the dynamic.",
      "th": "เราต้องลุกขึ้นมาจัดการทันที เพื่อพยายามเปลี่ยนความสัมพันธ์แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And so I did make the decision that we would declare O157:H7 to be an adulterant,",
      "th": "ผมจึงตัดสินใจว่า เราจะประกาศว่า 0157:H7 เป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "and raw ground beef in the marketplace would be deemed illegal,",
      "th": "ดังนั้น เนื้อบดดิบที่วางขายจึงเป็นของผิดกฎหามย"
    }
  },
  {
    "translation": {
      "en": "and USDA could take action to remove it quickly from the market.",
      "th": "กระทรวงเกษตรสามารถ ยึดสินค้าทั้งหมดจากตลาดได้"
    }
  },
  {
    "translation": {
      "en": "That was a big game changer.",
      "th": "นั่นเป็นจุดพลิกผันครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "It meant that it can't be in the meat.",
      "th": "แปลว่าเชื้อนั้นจะอยู่ในเนื้อไม่ได้"
    }
  },
  {
    "translation": {
      "en": "If it was in the meat, you had to pull it off the marketplace.",
      "th": "ถ้ามีเชื้ออยู่ในเนื้อ เราต้องถอนออกจากจุดขายทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "You know, the rates that you see today are very minimal,",
      "th": "อัตราที่ยังพบเห็นกันทุกวันนี้ถือว่าน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "and you rarely see an E. coli outbreak involving ground beef,",
      "th": "เราแทบไม่เห็นการระบาดของเชื้ออีโคไล ที่มาจากเนื้อบด"
    }
  },
  {
    "translation": {
      "en": "so it's a strong argument of just how much those reforms had an impact.",
      "th": "นี่จึงเป็นหลักฐานสำคัญให้เห็นว่า การเปลี่ยนนโยบายส่งผลมากเพียงใด"
    }
  },
  {
    "translation": {
      "en": "[Bill] Thirty years ago,",
      "th": "เมื่อสามสิบปีก่อน"
    }
  },
  {
    "translation": {
      "en": "all the work that I did was E. coli cases linked to hamburger.",
      "th": "งานของผมมีแต่คดีอีโคไล ที่เกี่ยวข้องกับแฮมเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "[inhales] Today, that's zero.",
      "th": "ทุกวันนี้ คดีแบบนั้นเป็นศูนย์"
    }
  },
  {
    "translation": {
      "en": "I mean, it's a success story.",
      "th": "นั่นเป็นตัวอย่างความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "It used to be the biggest E. coli threat was from hamburgers.",
      "th": "เมื่อก่อนความเสี่ยงจากอีโคไลหนักที่สุด มาจากแฮมเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "So you'd think, \"Okay, as long as I don't eat hamburgers, I'm okay.\"",
      "th": "เราเลยคิดว่า \"ถ้าไม่กินแฮมเบอร์เกอร์ก็ไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "And the CDC with a warning this afternoon",
      "th": "บ่ายนี้ซีดีซีออกคำเตือน"
    }
  },
  {
    "translation": {
      "en": "about an E. coli outbreak linked to baby spinach.",
      "th": "มีการระบาดของเชื้ออีโคไลจากผักขมเบบี้สปีแนช"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Health officials are warning consumers",
      "th": "เจ้าหน้าที่สาธารณสุขเตือนผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "to not eat Josie's Organics organic baby spinach.",
      "th": "อย่ากินผักขมเบบี้สปีแนช ยี่ห้อโจซี่ส์ออร์แกนิค"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Several cases of E. coli linked to organic power greens.",
      "th": "การระบาดของอีโคไลหลายกรณี เกี่ยวข้องกับออร์แกนิคพาวเวอร์กรีนส์"
    }
  },
  {
    "translation": {
      "en": "[Christine] And now E. coli is",
      "th": "และตอนนี้ อีโคไล"
    }
  },
  {
    "translation": {
      "en": "by far, uh, caused by lettuce more than ground beef.",
      "th": "เกิดมาจากผักกาดใบเขียวมากกว่าเนื้อบด"
    }
  },
  {
    "translation": {
      "en": "When you eat a hamburger,",
      "th": "เวลากินแฮมเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "the most dangerous part of that is not the burger.",
      "th": "ส่วนที่อันตรายที่สุดไม่ใช่เนื้อเบอร์เกอร์"
    }
  },
  {
    "translation": {
      "en": "It's going to be the onion, lettuce, and the tomatoes.",
      "th": "แต่เป็นหอมหัวใหญ่ ผักกาด และมะเขือเทศ"
    }
  },
  {
    "translation": {
      "en": "-[birds chirping] -[dog barks]",
      "th": "(เซนต์หลุยส์ รัฐมิสซูรี)"
    }
  },
  {
    "translation": {
      "en": "You know, I've had bad potato salad or something that was, you know… Just food poisoning",
      "th": "ผมก็เคยกินสลัดมันฝรั่งที่เสียแล้ว หรืออย่างอื่นที่ทำให้แค่เป็นอาหารเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "was my idea of what a foodborne illness is.",
      "th": "ผมก็เข้าใจเรื่องอาการป่วยจากอาหารแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[Candie] Stephanie came to me, um, the morning we were leaving",
      "th": "เช้าวันที่เรากำลังจะออกเดินทาง สเตฟานีเดินมาหาฉัน"
    }
  },
  {
    "translation": {
      "en": "and just said, you know, that she was feeling a little…",
      "th": "ลูกบอกว่ารู้สึกค่อนข้าง…"
    }
  },
  {
    "translation": {
      "en": "Having some gas and, you know, a little bit of diarrhea.",
      "th": "ท้องอืดและท้องเสียนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "But she just thought she was nervous, and we didn't think anything of it at all.",
      "th": "ลูกนึกว่านั่นแค่เพราะตื่นเต้น เราก็ไม่ได้คิดมากอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[Candie] One, two, three.",
      "th": "หนึ่ง สอง สาม"
    }
  },
  {
    "translation": {
      "en": "[pilot] Ladies and gentlemen, let me be the first to welcome you to Punta Cana.",
      "th": "ท่านผู้มีเกียรติทุกท่าน ผมขอต้อนรับท่านเข้าสู่ปุนนากานา"
    }
  },
  {
    "translation": {
      "en": "[Candie] When we got to the Dominican Republic, and we were at the resort,",
      "th": "เมื่อไปถึงสาธารณรัฐโดมินิกันแล้วไปถึงรีสอร์ท"
    }
  },
  {
    "translation": {
      "en": "she felt like she was feeling a little bit better.",
      "th": "ลูกก็รู้สึกดีขึ้นนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "She took a shower.",
      "th": "ลูกอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "But throughout the night, it progressed, getting worse and worse,",
      "th": "แต่ในช่วงคืนนั้นอาการก็แย่ลงเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and that's when I realized we needed to get some help.",
      "th": "ฉันถึงได้รู้ว่าเราต้องเรียกคนมาช่วยแล้ว"
    }
  },
  {
    "translation": {
      "en": "It was an absolute nightmare of tests and doctors.",
      "th": "เป็นฝันร้ายของการตรวจหาโน่นหานี่ หมอคนแล้วคนเล่า"
    }
  },
  {
    "translation": {
      "en": "They kept telling us, \"She'll be better. We'll give her these antibiotics.\"",
      "th": "พวกเขาบอกเราว่า \"เดี๋ยวจะดีขึ้น เราให้ยาปฏิชีวนะไปแล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"She has this kind of bug. She'll be back at the resort tomorrow.\"",
      "th": "\"แค่ติดเชื้ออะไรนิดหน่อย พรุ่งนี้ก็กลับไปรีสอร์ทได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "And then the next morning,",
      "th": "แต่เช้าวันถัดมา"
    }
  },
  {
    "translation": {
      "en": "when they let me go in to see her,",
      "th": "ตอนที่เพิ่งยอมให้ฉันเข้าไปเจอลูก"
    }
  },
  {
    "translation": {
      "en": "she didn't recognize me.",
      "th": "ลูกจำฉันไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "She was… she was pulling at her hair.",
      "th": "ลูกทึ้งผมตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"She's having a seizure.\"",
      "th": "ฉันก็นึกว่า \"ลูกกำลังชัก\""
    }
  },
  {
    "translation": {
      "en": "Her kidneys had stopped functioning, and she was having swelling of her brain.",
      "th": "ไตของลูกหยุดทำงานไปแล้ว และมีอาการสมองบวม"
    }
  },
  {
    "translation": {
      "en": "They made me leave, and they all rushed in,",
      "th": "เขาพาตัวฉันออกมาแล้วก็เร่งเข้าไปกัน"
    }
  },
  {
    "translation": {
      "en": "and it was just like from a bad… [chuckles, sniffles] A nightmare.",
      "th": "มันเหมือนภาพจาก… ฝันร้ายชัดๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Uh, the whole thing.",
      "th": "เรื่องทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "The doctor pulled Candie aside in a hallway",
      "th": "พอออกมาหน้าห้อง หมอก็เรียกแคนดี้ไปกระซิบ"
    }
  },
  {
    "translation": {
      "en": "and said, you know, \"You got to get her out of here.\"",
      "th": "บอกว่า \"คุณต้องพาเธอออกไปจากที่นี่\""
    }
  },
  {
    "translation": {
      "en": "I immediately went home and contacted, you know, over a dozen, uh, medevac, uh, operations",
      "th": "ผมรีบกลับบ้าน ติดต่อหาหน่วยกู้ภัยไปเป็นสิบ"
    }
  },
  {
    "translation": {
      "en": "and found one that was gonna get her out immediately.",
      "th": "และเจอคนที่สามารถพาลูกออกมาได้ทันที"
    }
  },
  {
    "translation": {
      "en": "[Candie] It was then that next morning",
      "th": "ตอนนั้น เช้าวันต่อมา"
    }
  },
  {
    "translation": {
      "en": "that they found the Shiga toxins in her system",
      "th": "เขาถึงได้ตรวจพบสารพิษชิกาในร่างของลูก"
    }
  },
  {
    "translation": {
      "en": "to be able to say it was definitely from E. coli.",
      "th": "และสามารถบอกได้ว่านั่นมาจากอีโคไลแน่นอน"
    }
  },
  {
    "translation": {
      "en": "They said, \"She might not make it through the night.\"",
      "th": "หมอบอกว่า \"เธออาจมีชีวิตไม่พ้นคืนนี้\""
    }
  },
  {
    "translation": {
      "en": "\"Get your son back from San Francisco.\"",
      "th": "\"เรียกลูกชายกลับมาจากซานฟรานซิสโก\""
    }
  },
  {
    "translation": {
      "en": "A priest was there within a couple hours to give her last rites.",
      "th": "อีกไม่กี่ชั่วโมง ก็มีบาทหลวงมาเตรียมสวดส่งวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "[man] Stephanie's condition rapidly deteriorated overnight",
      "th": "อาการของสเตฟานีทรุดลงอย่างเร็วชั่วข้ามคืน"
    }
  },
  {
    "translation": {
      "en": "in a very critical condition.",
      "th": "กลายเป็นอาการสาหัสมากๆ"
    }
  },
  {
    "translation": {
      "en": "I think she had a few more hours to live, unfortunately.",
      "th": "เศร้านะ ผมคิดเลยว่า เธอเหลือเวลาอยู่อีกแค่ไม่กี่ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "It is a very scary, uh, situation where you have a perfectly healthy,",
      "th": "เป็นสถานการณ์ที่น่ากลัวมาก เมื่อมีคนไข้หญิงสุขภาพดี"
    }
  },
  {
    "translation": {
      "en": "athletic 17-year-old female that goes on spring break,",
      "th": "อายุ 17 ปีแถมเป็นนักกีฬา ที่แค่ไปเที่ยวปิดเทอมหน้าร้อน…"
    }
  },
  {
    "translation": {
      "en": "and 48 hours later, she's dying.",
      "th": "แต่ 48 ชั่วโมงต่อมา เธอกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "[Scott] Stephanie had an infectious disease doctor",
      "th": "สเตฟานีมีหมอด้านโรคติดเชื้อ"
    }
  },
  {
    "translation": {
      "en": "who had us, I mean, basically, \"Collect what you can.\"",
      "th": "เขาสั่งให้เราเก็บทุกอย่างที่เก็บได้"
    }
  },
  {
    "translation": {
      "en": "\"Talk to all her friends.\"",
      "th": "ให้คุยกับเพื่อนของลูกทุกคน"
    }
  },
  {
    "translation": {
      "en": "\"Go through her bank statements to find out what she ate.\"",
      "th": "ตรวจดูรายการใช้จ่าย เพื่อหาว่าลูกไปกินอะไรที่ไหนมา"
    }
  },
  {
    "translation": {
      "en": "'Cause we're thinking whatever she-- This may play a role in saving her life.",
      "th": "เพราะเราคิดว่าไม่ว่าลูก… มันอาจมีบทบาทช่วยชีวิตลูกได้"
    }
  },
  {
    "translation": {
      "en": "So we were thorough, thorough to find out everything, you know, she ate over the, you know, previous week or two.",
      "th": "เราจึงไปควานหาทุกอย่างที่ลูกกิน ในช่วงหนึ่งถึงสองสัปดาห์ก่อนหน้า"
    }
  },
  {
    "translation": {
      "en": "Her friend who she ate at Panera with sent us a snapshot… …of a sign.",
      "th": "เพื่อนที่ไปกินร้านพาเนราด้วยกัน ส่งภาพถ่าย… ป้ายหน้าร้าน"
    }
  },
  {
    "translation": {
      "en": "It wasn't until then that we put two and two together. \"Romaine lettuce?\"",
      "th": "ถึงตอนนั้นเองเราจึงหนึ่งบวกหนึ่งเป็นสองได้ ผักคอสเหรอ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Dozens of people have ended up in the hospital with possible cases of E. coli.",
      "th": "หลายสิบคนต้องเข้าโรงพยาบาล คาดว่าป่วยจากเชื้ออีโคไล"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Ninety-eight people from 22 different states,",
      "th": "ประชาชน 98 คนจากทั้งหมด 22 รัฐ"
    }
  },
  {
    "translation": {
      "en": "making this the biggest multistate E. coli outbreak in at least 12 years.",
      "th": "ทำให้ครั้งนี้เป็นอีโคไลระบาดข้ามรัฐ ครั้งใหญ่ที่สุดในรอบ 12 ปี"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] The affected region is Yuma, Arizona.",
      "th": "ส่วนที่มีปัญหาคือเมืองยูมา รัฐอริโซนา"
    }
  },
  {
    "translation": {
      "en": "[woman] Most of the lettuce that we eat in the United States comes from two places.",
      "th": "ผักกาดส่วนใหญ่ที่เรารับประทานในอเมริกา มาจากสองที่เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "It comes from California's Central Valley, and it comes from Yuma, Arizona.",
      "th": "ถ้าไม่ได้มาจากเซ็นทรัลแวลลีย์ในแคลิฟอร์เนีย ก็มาจากเมืองยูมา รัฐอริโซนา"
    }
  },
  {
    "translation": {
      "en": "[Bill] The US is one of the top producers and exporters of leafy greens.",
      "th": "สหรัฐอเมริกาเป็นหนึ่งในผู้ผลิต และส่งออกผักใบเขียวต้นๆ ของโลก"
    }
  },
  {
    "translation": {
      "en": "So that means that the lettuce grown in Yuma and in Salinas",
      "th": "นั่นแปลว่าผักกาดที่ปลูกในยูมากับซาลินาส"
    }
  },
  {
    "translation": {
      "en": "is shipped all over the world.",
      "th": "ถูกส่งออกไปทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "We're in a global food system",
      "th": "เราอยู่ในระบบอาหารของโลก"
    }
  },
  {
    "translation": {
      "en": "where we're importing and exporting food all over the place.",
      "th": "เราทั้งนำเข้าและส่งออกอาหารไปทั่วทุกที่"
    }
  },
  {
    "translation": {
      "en": "So problems that occur here can certainly be exported elsewhere.",
      "th": "ปัญหาในประเทศนี้จะถูกส่งออกไปที่อื่นด้วยแน่"
    }
  },
  {
    "translation": {
      "en": "Bacteria don't care about borders.",
      "th": "แบคทีเรียไม่สนเรื่องพรมแดน"
    }
  },
  {
    "translation": {
      "en": "They don't care about import and export restrictions.",
      "th": "มันไม่สนเรื่องข้อห้ามในการนำเข้าส่งออก"
    }
  },
  {
    "translation": {
      "en": "[woman] Consumers don't cook lettuce.",
      "th": "ผู้บริโภคก็ไม่ปรุงผักกาดให้สุก"
    }
  },
  {
    "translation": {
      "en": "There's no way to control that risk in our kitchen. We eat it fresh.",
      "th": "ไม่มีทางคุมความเสี่ยงในครัวได้ เรากินผักสด"
    }
  },
  {
    "translation": {
      "en": "[Darin] So there's no kill step.",
      "th": "เท่ากับไม่มีจุดฆ่าเชื้อ"
    }
  },
  {
    "translation": {
      "en": "You can clean it, but you're still not truly killing.",
      "th": "ทำความสะอาดได้นะ แต่ไม่สามารถฆ่าเชื้อได้หมดอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Bill] And \"organic\" only means that it uses less chemicals, pesticides.",
      "th": "คำว่า \"ออร์แกนิค\" แค่แปลว่า ใช้สารเคมีและยาฆ่าแมลงน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "Organic simply doesn't mean pathogen-free.",
      "th": "ออร์แกนิคไม่ได้แปลว่าปลอดเชื้อ"
    }
  },
  {
    "translation": {
      "en": "Explain how we get E. coli in greens.",
      "th": "อธิบายหน่อยว่าอีโคไลอยู่ในผักได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Right. So it's actually not the lettuce's fault.",
      "th": "มันไม่ใช่ความผิดของผักกาดอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-[Rachael] That's right. It really isn't. -It's the livestock.",
      "th": "- ใช่นะ ไม่ใช่ - มันมาจากปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "[Lance] How we raise animals can fuel the growth of these bugs.",
      "th": "วิธีเลี้ยงปศุสัตว์เหล่านั้น เป็นสิ่งที่หล่อเลี้ยงการเติบโตของเชื้อโรค"
    }
  },
  {
    "translation": {
      "en": "So if we crowd the animals together,",
      "th": "ถ้าเราเลี้ยงสัตว์อย่างแออัด"
    }
  },
  {
    "translation": {
      "en": "and you have one that's carrying a really bad pathogen like E. coli O157,",
      "th": "และมีหนึ่งตัวที่มีเชื้อแรงมากๆ อย่างอีโคไล 0157"
    }
  },
  {
    "translation": {
      "en": "then they can poop those bacteria out.",
      "th": "มันจะถ่ายโดยมีแบคทีเรียติดออกมาด้วย"
    }
  },
  {
    "translation": {
      "en": "And then, the shit from the cattle washes off",
      "th": "แล้วมูลปศุสัตว์ก็จะถูกน้ำชะ"
    }
  },
  {
    "translation": {
      "en": "into the streams or into canals, irrigation canals,",
      "th": "ลงไปอยู่ในแหล่งน้ำหรือคลอง คลองระบายน้ำต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and then those can be used to water these plants.",
      "th": "แล้วเขาอาจน้ำจากแหล่งเหล่านั้นมารดน้ำผัก"
    }
  },
  {
    "translation": {
      "en": "You have this distribution system",
      "th": "แล้วนั่นก็เป็นระบบกระจายตัว"
    }
  },
  {
    "translation": {
      "en": "for these pathogens from animals to produce.",
      "th": "ให้กับเชื้อเหล่านั้นจากปศุสัตว์มาถึงผักใบเขียว"
    }
  },
  {
    "translation": {
      "en": "[Marion] The regulation of animal waste is minimal.",
      "th": "กฎที่ใช้ควบคุมมูลสัตว์มีน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "We have laws on the books, but they're not enforced.",
      "th": "ในตำรามีกฎ แต่ไม่มีใครบังคับใช้"
    }
  },
  {
    "translation": {
      "en": "That is an American scandal.",
      "th": "นี่แหละเรื่องฉาวของอเมริกาอย่างแท้จริง"
    }
  },
  {
    "translation": {
      "en": "[Bill] What got Stephanie sick was romaine lettuce grown in Yuma, Arizona,",
      "th": "ต้นเหตุที่ทำให้สเตฟานีป่วยคือผักคอส ที่ปลูกในยูมา อริโซนา"
    }
  },
  {
    "translation": {
      "en": "specifically in the Wellton Canal area,",
      "th": "โดยเฉพาะในเขตคลองเวลตัน"
    }
  },
  {
    "translation": {
      "en": "which happens to run right past the concentrated feedlots.",
      "th": "ซึ่งบังเอิญไหลผ่านไร่ปศุสัตว์แออัดหลายแห่ง"
    }
  },
  {
    "translation": {
      "en": "Those are land-use issues that,",
      "th": "นั่นคือปัญหาการแบ่งโซนใช้ที่ดิน"
    }
  },
  {
    "translation": {
      "en": "I think, are the things that FDA, USDA, the federal government, state governments,",
      "th": "ผมว่าเป็นปัญหาที่ทั้งอ.ย. กษ. รัฐบาลกลาง รัฐบาลรัฐ"
    }
  },
  {
    "translation": {
      "en": "Environmental Protection Agency,",
      "th": "สำนักคุ้มครองสิ่งแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "all of those entities haven't kind of come to grips with that yet.",
      "th": "หน่วยงานทั้งหมดยังไม่เข้าใจปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "[Lance] There are 15 federal agencies that in one form or another,",
      "th": "มีหน่วยงานของรัฐทั้งหมด 15 แห่ง ซึ่งในทางใดทางหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "are tasked with food safety regulation.",
      "th": "มีหน้าที่ออกข้อกำหนด เกี่ยวกับความปลอดภัยในอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Bill] The USDA primarily deals with meat.",
      "th": "กระทรวงเกษตรเป็นส่วนที่ดูเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "They were at the helm of the Jack in the Box E. coli case.",
      "th": "พวกเขาเป็นคนคุมคดีแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "And the FDA deals with leafy greens, like romaine and spinach.",
      "th": "และคณะกรรมการอาหารละยา ดูเรื่องผักใบเขียวอย่างผักคอสและผักขม"
    }
  },
  {
    "translation": {
      "en": "-[assistant] Go ahead. -[woman] Nice to meet you.",
      "th": "- เชิญเลย - เยี่ยม ยินดีที่ได้รู้จัก"
    }
  },
  {
    "translation": {
      "en": "-Do you care which side? You pick. -[woman] No. I don't.",
      "th": "- จะเลือกด้านไหม คุณเลือกสิ - ไม่เลือก"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll sit over here.",
      "th": "โอเค ฉันนั่งทางนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "[grunts] Great.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Okay, we ready?",
      "th": "โอเค พร้อมนะ"
    }
  },
  {
    "translation": {
      "en": "What falls under your jurisdiction? What falls under your jurisdiction?",
      "th": "คุณมีหน้าที่รับผิดชอบด้านใด"
    }
  },
  {
    "translation": {
      "en": "Sure, I'll start.",
      "th": "ได้ ฉันเริ่มก่อนแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "USDA regulates meat and poultry products, egg products, and catfish.",
      "th": "กระทรวงเกษตรดูแลจัดการเนื้อสัตว์และสัตว์ปีก ผลิตภัณฑ์จากไข่และปลาดุก"
    }
  },
  {
    "translation": {
      "en": "And the FDA regulates, uh, all foods involved in interstate commerce",
      "th": "ส่วนอย.ดูแลอาหารทุกอย่าง ซึ่งเกี่ยวข้องกับการค้าระหว่างรัฐ"
    }
  },
  {
    "translation": {
      "en": "that Sandy didn't mention, so it's about 80% of the US food system.",
      "th": "ที่แซนดี้ไม่ได้พูดถึง เท่ากับประมาณ 80% ของระบบอาหารสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "It's a large responsibility and one that we take very seriously.",
      "th": "นี่เป็นภาระหน้าที่ยิ่งใหญ่ และเราทำกันอย่างจริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "The regulatory framework",
      "th": "กรอบกฎข้อบังคับที่มี"
    }
  },
  {
    "translation": {
      "en": "we have in the world of food safety is pretty complicated.",
      "th": "ในโลกของความปลอดภัยด้านอาหาร เป็นเรื่องสลับซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "Let's say you have a beef taco that's made in a restaurant.",
      "th": "สมมติว่ามีทาโก้เนื้อวัวซึ่งทำในร้านอาหารหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "So the beef, well, that's a USDA-regulated food.",
      "th": "ตัวเนื้อเป็นอาหารซึ่งดูแลโดยกษ."
    }
  },
  {
    "translation": {
      "en": "Cheese and any of the pico de gallo that's on top of that,",
      "th": "ชีสกับเครื่องหน้าพิโกเดอกาโญ ซึ่งโรยเหนือเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "those are FDA-regulated foods.",
      "th": "นั่นเป็นอาหารที่ดูแลโดยอย."
    }
  },
  {
    "translation": {
      "en": "All of the making of that taco, well, that's happening in a restaurant",
      "th": "แต่การทำทาโก้ทั้งชิ้นนั้น ทำขึ้นในร้านอาหารที่ดูแล โดยกระทรวงสาธารณสุขท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "that's regulated by the local health department.",
      "th": "ทำขึ้นในร้านอาหารที่ดูแล โดยกระทรวงสาธารณสุขท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "So it's a really complicated process.",
      "th": "เท่ากับเป็นกระบวนการที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "There's lots of different fingers that can be touching regulatory on that taco.",
      "th": "มีหน่วยงานมากมายหลายส่วน ที่เกี่ยวกับกฎข้อบังคับในทาโก้จานนั้น"
    }
  },
  {
    "translation": {
      "en": "When there's a foodborne illness outbreak,",
      "th": "เมื่อมีการระบาดของอาการป่วยที่มาจากอาหาร"
    }
  },
  {
    "translation": {
      "en": "no single agency is responsible.",
      "th": "จะไม่มีหน่วยงานใดหน่วยงานหนึ่งรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "So there's a lot of finger-pointing.",
      "th": "ดังนั้นเขาจึงชี้นิ้วโบ้ยกันไปมาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Ms. Eskin, does the USDA do anything on these cattle operations",
      "th": "คุณเอสกิน กษ.ทำอะไรบ้าง ในการควบคุมฟาร์มปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "to make sure animal waste isn't getting into the irrigation water?",
      "th": "เพื่อดูแลไม่ให้มูลสัตว์ ตกลงไปในน้ำที่ใช้ในการเกษตร"
    }
  },
  {
    "translation": {
      "en": "We have no direct authority on any of the production pieces of food animals…",
      "th": "เราไม่มีอำนาจโดยตรงในผลผลิต ส่วนใดส่วนหนึ่งของสัตว์ที่เป็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "We are doing the best that we can do with our authorities…",
      "th": "เราทำเท่าที่ทำได้ภายในอำนาจหน้าที่ที่มี…"
    }
  },
  {
    "translation": {
      "en": "We don't have that authority… We do not have authority…",
      "th": "เราไม่มีอำนาจหน้าที่… เราไม่ได้มีอำนาจในส่วนนั้น…"
    }
  },
  {
    "translation": {
      "en": "Authority we have or don't have…",
      "th": "อำนาจซึ่งเรามีหรืออาจจะไม่มี…"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Feels like a gap in the system. Does it not?",
      "th": "รู้สึกเหมือนระบบมีช่องโหว่นะคะ"
    }
  },
  {
    "translation": {
      "en": "I think that's a question you need to ask Congress…",
      "th": "ฉันว่านั่นเป็นคำถามที่ต้องไปถามสภาคองเกรส"
    }
  },
  {
    "translation": {
      "en": "That's Congress's decision…",
      "th": "เป็นการตัดสินใจของคองเกรส…"
    }
  },
  {
    "translation": {
      "en": "The inspection process has to be raised with Congress…",
      "th": "กระบวนการตรวจสอบ ต้องตั้งต้นมาจากสภาคองเกรส…"
    }
  },
  {
    "translation": {
      "en": "It's not for us to say.",
      "th": "ไม่ใช่หน้าที่เราที่จะตัดสิน"
    }
  },
  {
    "translation": {
      "en": "It's really something that has to come from Congress.",
      "th": "นั่นเป็นสิ่งที่ต้องมาจากสภาคองเกรส"
    }
  },
  {
    "translation": {
      "en": "[interviewer] To your response that it's a question for Congress,",
      "th": "จากที่คุณตอบว่าต้องไปถามสภาคองเกรส"
    }
  },
  {
    "translation": {
      "en": "would you support legislation that gave USDA jurisdiction on the farm?",
      "th": "คุณจะสนับสนุนกฎหมาย ที่มอบอำนาจให้กษ.ดูแลฟาร์มรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'm not in a position to endorse legislation.",
      "th": "ฉันไม่อยู่ในฐานะที่จะสนับสนุนกฎหมายได้"
    }
  },
  {
    "translation": {
      "en": "As the regulatory body, that's not our lane.",
      "th": "ในฐานะผู้ดูแลกฎข้อบังคับ นั่นไม่ใช่ที่ของเรา"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Mr. Yiannas, what is the FDA doing to solve the problem,",
      "th": "คุณยานนาส อย.ทำอะไรบ้างเพื่อช่วยแก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "and should consumers be satisfied?",
      "th": "และผู้บริโภคควรจะพอใจแล้วหรือไม่"
    }
  },
  {
    "translation": {
      "en": "We believe that the FDA, as well as the entire food industry,",
      "th": "เราเชื่อว่าอย. และอุตสาหกรรมอาหารทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "the fresh leafy green industry, can and must do more.",
      "th": "อุตสาหกรรมผักใบเขียว ทำได้และต้องทำให้มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Let me stress, must do more.",
      "th": "ขอย้ำ เราต้องทำมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "Growers have a responsibility,",
      "th": "ผู้ปลูกพืชผักมีความรับผิดชอบ"
    }
  },
  {
    "translation": {
      "en": "the primary responsibility to understand whether their products",
      "th": "มีความรับผิดชอบหลัก ที่จะต้องเข้าใจว่าผลิตผลของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "can be contaminated and take measures to mitigate those risks.",
      "th": "อาจจะปนเปื้อนได้หรือไม่ และต้องพยายามลดความเสี่ยงเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Tim] My name is Tim York. T-I-M Y-O-R-K",
      "th": "ผมชื่อทิม ยอร์ค ทิ-ม ย-อ-ร์-ค"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How should I title you for your position? Uh, CEO.",
      "th": "- ให้ขึ้นตำแหน่งว่าอะไรดี - ซีอีโอ"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Of? -LGMA.",
      "th": "- ของ - แอลจีเอ็มเอ"
    }
  },
  {
    "translation": {
      "en": "LGMA stands for Leafy Greens Marketing Agreement.",
      "th": "แอลจีเอ็มเอย่อมาจาก กลุ่มข้อตกลงการตลาดผักใบเขียว"
    }
  },
  {
    "translation": {
      "en": "We were started in 2007 to, uh, ensure safety in lettuce and leafy greens.",
      "th": "เราก่อตั้งขึ้นเมื่อปี 2007 เพื่อ ดูแลความปลอดภัยของผักกาดและผักใบเขียว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What are some of the more recognizable handlers",
      "th": "มีผู้ผลิตที่ประชาชนรู้จักกันเจ้าไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "that are part of the LGMA that we might know?",
      "th": "ที่เป็นส่วนหนึ่งของแอลจีเอ็มเอ และเราอาจจะจำชื่อได้"
    }
  },
  {
    "translation": {
      "en": "Members of LGMA would include Dole, Fresh Express,",
      "th": "สมาชิกแอลจีเอ็มเอก็มีทั้งโดล, เฟรชเอ็กซ์เพรส"
    }
  },
  {
    "translation": {
      "en": "Ready Pac, Taylor Farms, uh, Organic Girl.",
      "th": "เร้ดดี้แพค, เทย์เลอร์ฟาร์ม, ออร์แกนิคเกิร์ล"
    }
  },
  {
    "translation": {
      "en": "Those are all names you probably see on the retail shelf of packaged salads.",
      "th": "ทั้งหมดนั้นเป็นชื่อที่น่าจะเห็น วางอยู่บนชั้นสลัดสำเร็จรูปในซูเปอร์มาร์เก็ต"
    }
  },
  {
    "translation": {
      "en": "[Sarah] The Leafy Greens Marketing Agreements",
      "th": "กลุ่มข้อตกลงการตลาดผักใบเขียว ตั้งขึ้นมาเพื่อรับมือ"
    }
  },
  {
    "translation": {
      "en": "were formed in response to the 2006 spinach outbreak.",
      "th": "กลุ่มข้อตกลงการตลาดผักใบเขียว ตั้งขึ้นมาเพื่อรับมือ กับการระบาดของเชื้อในผักขมปี 2006"
    }
  },
  {
    "translation": {
      "en": "Feds have a new warning about spinach.",
      "th": "รัฐบาลกลางมีคำเตือนเรื่องผักขม"
    }
  },
  {
    "translation": {
      "en": "They want you to stay away from all spinach, not just the bagged produce.",
      "th": "รัฐอยากให้คุณงดกินผักขมทุกประเภท ไม่ใช่แค่ผักขมบรรจุถุง"
    }
  },
  {
    "translation": {
      "en": "We're talking about hundreds of bags of raw spinach out here.",
      "th": "เรากำลังพูดถึงผักขมดิบเป็นร้อยๆ ถุง"
    }
  },
  {
    "translation": {
      "en": "Now, no one is eating raw spinach, and all of it is going in the garbage.",
      "th": "ตอนนี้ไม่มีใครกินผักขมดิบ ทั้งหมดจะต้องลงถังขยะ"
    }
  },
  {
    "translation": {
      "en": "[reporter] This is the same deadly strain of E. coli",
      "th": "นี่เป็นเชื้ออีโคไลสายพันธุ์ร้ายแรงแบบเดียว"
    }
  },
  {
    "translation": {
      "en": "that we saw in the Jack in the Box outbreak.",
      "th": "กับที่เห็นในการระบาดจากร้านแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "[Timothy] The industry was terrorized.",
      "th": "ทั้งอุตสาหกรรมหวาดกลัวกันไปหมด"
    }
  },
  {
    "translation": {
      "en": "They worried that if this were to occur again and again and again,",
      "th": "พวกเขากลัวว่าเรื่องนี้จะเกิดขึ้นซ้ำแล้วซ้ำเล่า"
    }
  },
  {
    "translation": {
      "en": "if they didn't get to the bottom of this problem,",
      "th": "เขาไม่ได้ลงไปแก้ปัญหาให้ถูกจุด"
    }
  },
  {
    "translation": {
      "en": "that it would essentially destroy the California leafy greens industry.",
      "th": "ซึ่งสุดท้ายแล้วจะทำลาย อุตสาหกรรมผักใบเขียวของแคลิฟอร์เนีย"
    }
  },
  {
    "translation": {
      "en": "The spinach outbreak of 2006",
      "th": "การระบาดในผักขมเมื่อปี 2006 เป็นจุดหักเหสำคัญของอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "was a watershed moment for the industry because that was really the first time",
      "th": "การระบาดในผักขมเมื่อปี 2006 เป็นจุดหักเหสำคัญของอุตสาหกรรม เพราะนั่นเป็นครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "that we were aware of how our practices affected people.",
      "th": "ที่เราเริ่มรู้ตัวว่าวิธีการหากินของเรา ส่งผลต่อประชาชนยังไง"
    }
  },
  {
    "translation": {
      "en": "How do pathogens move?",
      "th": "เชื้อโรคแพร่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "We look at a number of things.",
      "th": "เราดูปัจจัยอะไรหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "One of them being water.",
      "th": "หนึ่งในนั้นคือน้ำ"
    }
  },
  {
    "translation": {
      "en": "One of them being proximity to other operations.",
      "th": "หนึ่งในนั้นคือระยะใกล้ไกลจากฟาร์มอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "One of them would be the sanitation practices",
      "th": "หนึ่งในนั้นคือความใส่ใจสุขอนามัย"
    }
  },
  {
    "translation": {
      "en": "and how they handle machinery and equipment on the farm.",
      "th": "วิธีดูแลเครื่องจักรและอุปกรณ์ต่างๆ ในฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "[Bill] I think it's just been really a matter",
      "th": "ผมว่าเรื่องนี้ที่จริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "of the industry sort of does a whack-a-mole.",
      "th": "ก็แค่ทางอุตสาหกรรมทำตัวขายผ้าเอาหน้ารอด"
    }
  },
  {
    "translation": {
      "en": "\"Oh, we'll do testing.\"",
      "th": "\"อ๋อ เราจะทดสอบเชื้อ\""
    }
  },
  {
    "translation": {
      "en": "\"Oh, we'll make everybody wear a hairnet.\"",
      "th": "\"อ๋อ เราจะให้ทุกคนใส่ที่คลุมผม\""
    }
  },
  {
    "translation": {
      "en": "But they just don't want to come to grips with the fact that the big problem is",
      "th": "แต่พวกเขาไม่อยากยอมรับความจริงที่ว่า ปัญหาใหญ่ที่สุดอยู่ที่"
    }
  },
  {
    "translation": {
      "en": "cattle farms and feedlots in close proximity",
      "th": "ฟาร์มปศุสัตว์และโรงขุนสัตว์ที่ตั้งอยู่ใกล้ๆ กัน"
    }
  },
  {
    "translation": {
      "en": "to where you're growing leafy greens.",
      "th": "กับจุดที่ปลูกผักใบเขียว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How often do your members test their irrigation water?",
      "th": "สมาชิกในองค์กรของคุณ ตรวจคุณภาพน้ำที่ใช้ในการเกษตรบ่อยแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I don't honestly know the answer to that question. Um…",
      "th": "ผมไม่ทราบคำตอบเรื่องนั้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Irrigation water is required to be tested on an ongoing basis",
      "th": "น้ำที่ใช้ในการเกษตรจำเป็น จะต้องตรวจสอบกันเป็นประจำ"
    }
  },
  {
    "translation": {
      "en": "to know that that is meeting our practices.",
      "th": "เพื่อให้แน่ใจว่าเป็นไปตามมาตรฐานของเรา"
    }
  },
  {
    "translation": {
      "en": "[Bill] You know, some of the work the LGMA has done has been admirable.",
      "th": "ความพยายามหลายส่วนจากแอลจีเอ็มเอ ก็น่าชื่นชมเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But in my view,",
      "th": "แต่ในมุมมองของผม"
    }
  },
  {
    "translation": {
      "en": "it's a way to make sure that the government, uh, doesn't enforce rules on them they don't really like.",
      "th": "นั่นเป็นวิธีทำให้รัฐบาล ไม่บังคับใช้กฎที่พวกเขาจะไม่ชอบใจ"
    }
  },
  {
    "translation": {
      "en": "One of the ways to avoid government regulation is to say, \"We'll regulate ourselves.\"",
      "th": "เป็นวิธีเลี่ยงกฎข้อบังคับจากรัฐบาล ด้วยการบอกว่า \"เราจะตั้งกฎกันเอง\""
    }
  },
  {
    "translation": {
      "en": "[splutters] I honestly don't know what action",
      "th": "ผมไม่รู้เหมือนกันว่ารัฐบาล"
    }
  },
  {
    "translation": {
      "en": "the government was potentially going to take if we didn't.",
      "th": "อาจจะทำอะไรบ้าง ถ้าพวกเราไม่ลุกขึ้นมาทำ"
    }
  },
  {
    "translation": {
      "en": "But the reason the LGMA was formed is",
      "th": "แต่สาเหตุที่ตั้งแอลจีเอ็มเอขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "because we could do that so much faster than the government.",
      "th": "เพราะเราทำเองจะเร็วกว่ารัฐบาลมาก"
    }
  },
  {
    "translation": {
      "en": "[Mike] Who do you hold accountable for fixing this?",
      "th": "เราจะให้ใครมารับผิดชอบแก้ปัญหานี้"
    }
  },
  {
    "translation": {
      "en": "The growers don't control the practices of the cattlemen.",
      "th": "ชาวสวนผักไม่สามารถ คุมวิธีการเลี้ยงสัตว์ของชาวปศุสัตว์ได้"
    }
  },
  {
    "translation": {
      "en": "The cattlemen, you know, feel that they're not responsible for produce safety.",
      "th": "ชาวปศุสัตว์ก็รู้สึกว่าพวกเขาไม่จำเป็น ต้องรับผิดชอบเรื่องความปลอดภัยของผัก"
    }
  },
  {
    "translation": {
      "en": "There's not enough impetus for people to break out of their silos",
      "th": "ไม่มีแรงกระตุ้นมากเพียงพอ ที่คนจะยอมทุบหม้อข้าวตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and say, \"We've got to come up with a solution that figures out,",
      "th": "แล้วบอกว่า \"เราต้องหาทางออกที่จะแก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "how can you use vaccines to make this better?\"",
      "th": "ว่าจะใช้วัคซีนอย่างไรเพื่อให้เรื่องนี้ดีขึ้น\""
    }
  },
  {
    "translation": {
      "en": "\"How can you adjust the cattle feed to reduce the E. coli?\"",
      "th": "\"จะปรับการให้อาหารปศุสัตว์อย่างไร จึงจะลดเชื้ออีโคไลได้\""
    }
  },
  {
    "translation": {
      "en": "And that… you know, my frustration is that's not happening,",
      "th": "และนั่นคือความหงุดหงิดของผม"
    }
  },
  {
    "translation": {
      "en": "and people are getting sick, and that's, uh… you know, that's sad.",
      "th": "คนก็ป่วยมากขึ้นเรื่อยๆ นั่นเป็นเรื่องน่าเศร้ามาก"
    }
  },
  {
    "translation": {
      "en": "That's disturbing.",
      "th": "นั่นรบกวนจิตใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Bill] In my 30 years of experience doing this,",
      "th": "ตลอดประสบการณ์ 30 ปีที่ทำเรื่องนี้มา"
    }
  },
  {
    "translation": {
      "en": "most companies don't want to, obviously, see me show up at their doorstep.",
      "th": "เห็นกันชัดๆ อยู่ว่าบริษัทส่วนใหญ่ ไม่อยากเห็นผมโผล่ไปที่หน้าบริษัทเขาหรอก"
    }
  },
  {
    "translation": {
      "en": "You know, the Leafy Green Marketing Agreement, they're trying to do the right thing.",
      "th": "กลุ่มข้อตกลงการตลาดผักใบเขียว พยายามทำเรื่องที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "They're just not going the full distance that I think they should go.",
      "th": "ก็แค่ไม่ได้พยายามเต็มที่ อย่างที่ผมคิดว่าพวกเขาควรจะทำ"
    }
  },
  {
    "translation": {
      "en": "[inhales] You know, these outbreaks at Jack in the Box,",
      "th": "การระบาดจากแจ็คอินเดอะบ็อกซ์"
    }
  },
  {
    "translation": {
      "en": "they didn't intend that to happen,",
      "th": "พวกเขาก็ไม่ได้ตั้งใจให้เกิด"
    }
  },
  {
    "translation": {
      "en": "but I kind of put those folks in a different category",
      "th": "แต่ผมจัดคนพวกนั้นไว้คนละกลุ่ม"
    }
  },
  {
    "translation": {
      "en": "than I would the folks from Peanut Corporation of America.",
      "th": "กับคนที่มาจากพีนัทคอร์ปอเรชั่นออฟอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Food and Drug Administration is advising Americans not to eat",
      "th": "คณะกรรมการอาหารและยาออกคำแนะนำ เตือนชาวอเมริกันว่าอย่ากิน"
    }
  },
  {
    "translation": {
      "en": "any products made with peanut butter or peanut paste.",
      "th": "สินค้าที่ทำจากเนยถั่วหรือครีมถั่ว"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] More than 500 people have gotten sick in the outbreak,",
      "th": "ประชาชนกว่า 500 คนป่วยจากการระบาด"
    }
  },
  {
    "translation": {
      "en": "and at least eight may have died as a result of salmonella infection.",
      "th": "มีผู้เสียชีวิตแล้วอย่างน้อยแปดคน จากการติดเชื้อซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "[Bill] This was an enormous salmonella outbreak.",
      "th": "นี่เป็นการระบาดของเชื้อซัลโมเนลลาครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] Officials are focusing on peanut products",
      "th": "เจ้าหน้าที่มุ่งเป้าไปที่ผลิตภัณฑ์จากถั่ว"
    }
  },
  {
    "translation": {
      "en": "produced by this Georgia plant owned by Peanut Corporation of America.",
      "th": "ที่ผลิตจากโรงงานที่รัฐจอร์เจีย ของบริษัทพีนัทคอร์ปอเรชั่นออฟอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[Mike] The Peanut Corporation of America was a major peanut product producer.",
      "th": "พีนัทคอร์ปอเรชั่นออฟอเมริกา เป็นผู้ผลิตถั่วรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "They provided peanut paste and peanut products",
      "th": "เป็นโรงงานครีมถั่วและผลิตภัณฑ์จากถั่ว"
    }
  },
  {
    "translation": {
      "en": "to hundreds of different major brands in the United States.",
      "th": "ให้แบรนด์ใหญ่ๆ เป็นร้อยยี่ห้อทั่วสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[man] Chips Deluxe with peanut butter cups.",
      "th": "(ชิปส์ดีลักซ์)"
    }
  },
  {
    "translation": {
      "en": "-[boy] Peanut butter cups? No way. -[man] Way.",
      "th": "- คัพเค้กเนยถั่วเหรอ ไม่มีทาง - มีทาง"
    }
  },
  {
    "translation": {
      "en": "I started working at Peanut Corp in July 2006.",
      "th": "ผมเริ่มทำงานที่พีนัทคอร์ป เมื่อเดือนกรกฎาคมปี 2006"
    }
  },
  {
    "translation": {
      "en": "I could tell things were going to go bad.",
      "th": "ผมบอกได้แต่แรกว่าเรื่องมันเริ่มจะแย่"
    }
  },
  {
    "translation": {
      "en": "The things that had concerned me were, number one, the roof leak.",
      "th": "สิ่งที่ผมเห็นแล้วกังวลข้อแรกเลยคือ หลังคารั่ว"
    }
  },
  {
    "translation": {
      "en": "Because that washes in bird crap,",
      "th": "เพราะนั่นทำให้ฝนชะขี้นกเข้ามา"
    }
  },
  {
    "translation": {
      "en": "which can bring in a whole host of disease into the plant.",
      "th": "แล้วนั่นจะนำเชื้อโรคอีกมากเข้ามาในโรงงาน"
    }
  },
  {
    "translation": {
      "en": "And the pest control person that brought in to my attention the mice problem.",
      "th": "แล้วคนที่คุมเรื่องสัตว์รบกวน ก็เอาเรื่องหนูในโรงงานมาบอกผม"
    }
  },
  {
    "translation": {
      "en": "[man] There are some rats, uh, and they're still alive.",
      "th": "มีหนูติดกับ ยังไม่ตายด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[Kenneth] The first time I had brought up, uh, concerns to Stewart Parnell, the owner,",
      "th": "ครั้งแรกที่ผมนำเรื่องที่เป็นห่วง ไปบอกเจ้าของ สจ๊วร์ต พาร์เนลล์"
    }
  },
  {
    "translation": {
      "en": "he told me to shut up and not worry about it,",
      "th": "เขาสั่งให้หุบปากแล้วไม่ต้องห่วง"
    }
  },
  {
    "translation": {
      "en": "that they had recall insurance and just go on doing my job.",
      "th": "บอกแต่ว่าเขามีประกัน หากถูกเรียกสินค้าคืน ให้ผมทำงานของผมไป"
    }
  },
  {
    "translation": {
      "en": "Stewart Parnell not only grossly underestimated",
      "th": "สจ๊วร์ต พาร์เนลล์ ไม่เพียงแต่ประมาทเรื่อง ความปลอดภัยในอาหารอย่างแรงมาก"
    }
  },
  {
    "translation": {
      "en": "food safety as a CEO of a food company,",
      "th": "ไม่เพียงแต่ประมาทเรื่อง ความปลอดภัยในอาหารอย่างแรงมาก ในฐานะซีอีโอของบริษัทผลิตอาหาร"
    }
  },
  {
    "translation": {
      "en": "but he blatantly and even flagrantly",
      "th": "แต่เขายังกระทำการอุกอาจและเรียกว่าอวดโอ่"
    }
  },
  {
    "translation": {
      "en": "just didn't care.",
      "th": "ไม่สนใจอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "[man] And here we have another live rat.",
      "th": "ตรงนี้เจอหนูเป็นๆ อีกตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bill] Ultimately, what happened was that some of the large companies",
      "th": "สุดท้ายสิ่งที่เกิดขึ้นคือบริษัทใหญ่ๆ หลายแห่ง"
    }
  },
  {
    "translation": {
      "en": "that were getting their product from PCA had requirements,",
      "th": "ที่ซื้อวัตถุดิบจากพีซีเอตั้งข้อกำหนด"
    }
  },
  {
    "translation": {
      "en": "contractual requirements to test the product before it was shipped.",
      "th": "ข้อกำหนดตามสัญญา ว่าจะต้องทดสอบสินค้าก่อนส่งออกไป"
    }
  },
  {
    "translation": {
      "en": "And they were supposed to give those companies a piece of paper",
      "th": "ต้องมีเอกสารแผ่นหนึ่งส่งไปให้บริษัทเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "called a certificate of analysis that said the product was tested",
      "th": "เรียกว่าใบรับรองการตรวจสอบ ที่บอกว่ามีการตรวจสอบสินค้าแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it's free of pathogens or likely free of pathogens.",
      "th": "รับรองว่าไม่มีเชื้อโรคปนเปื้อน หรือน่าจะไม่มี"
    }
  },
  {
    "translation": {
      "en": "[Marion] And lo and behold,",
      "th": "และแปลกใจตรงไหน"
    }
  },
  {
    "translation": {
      "en": "they had a test that came out positive for the toxic salmonella.",
      "th": "เขาตรวจไปก็พบสารพิษซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "Well, what they ended up doing was retesting until they got a negative test.",
      "th": "แต่สุดท้ายเขาแค่ตรวจใหม่จนกว่าจะไม่เจอสาร"
    }
  },
  {
    "translation": {
      "en": "[Bill] Then it got to the point where all of them were positive,",
      "th": "มันไปจนถึงจุดที่ว่าสินค้าทุกชิ้นมีสารหมด"
    }
  },
  {
    "translation": {
      "en": "and then they just started forging the certificates of analysis,",
      "th": "เขาจึงเริ่มปลอมเอกสาร ใบรับรองการตรวจสอบเสียเลย"
    }
  },
  {
    "translation": {
      "en": "saying they were negative.",
      "th": "แล้วบอกว่าไม่พบสาร"
    }
  },
  {
    "translation": {
      "en": "[Darin] The QA manager,",
      "th": "ผู้จัดการด้านควบคุมคุณภาพ…"
    }
  },
  {
    "translation": {
      "en": "there's a reason why she has the nickname \"the Queen of Liquid Paper.\"",
      "th": "มันมีเหตุผลที่เขาได้ชื่อเล่นว่า \"ราชินีแห่งน้ำยาลบคำผิด\""
    }
  },
  {
    "translation": {
      "en": "If they didn't have the results that they needed,",
      "th": "หากไม่ได้ผลการตรวจที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "they would literally take old results,",
      "th": "เขาก็จะเอาผลของเก่ามา"
    }
  },
  {
    "translation": {
      "en": "Liquid Paper over the date, and change the date",
      "th": "ปาดน้ำยาลบคำผิดตรงวันที่ แล้วเปลี่ยนวันที่ตรวจ"
    }
  },
  {
    "translation": {
      "en": "to make it look like it's a more recent date.",
      "th": "เพื่อให้ดูเหมือนเป็นการตรวจครั้งใหม่"
    }
  },
  {
    "translation": {
      "en": "Stewart Parnell told the manager in an email to ship the peanut mill.",
      "th": "สจ๊วร์ต พาร์เนลล์เขียนอีเมล สั่งให้ผู้จัดการส่งแป้งถั่วออกไป"
    }
  },
  {
    "translation": {
      "en": "And the manager said,",
      "th": "ผู้จัดการบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Well, I've got to spray off the rat shit and dirt before I can do anything.\"",
      "th": "\"ผมต้องพ่นขี้หนูและขี้ดินออกก่อน ถึงจะทำอะไรได้\""
    }
  },
  {
    "translation": {
      "en": "Stewart said, \"Well, then clean it up and ship it.\"",
      "th": "สจ๊วร์ตบอกว่า \"ก็ทำความสะอาดแล้วส่งไป\""
    }
  },
  {
    "translation": {
      "en": "There were lots of emails.",
      "th": "เขาเขียนอีเมลกันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And they had emails from the heads of the company saying,",
      "th": "แล้วก็มีอีเมลจากเจ้าของบริษัทที่บอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh, you've got a positive salmonella test.\" \"Ship it out anyway.\"",
      "th": "\"ตรวจแล้วเจอสารซัลโมเนลลา แต่ก็ส่งๆ ออกไปเถอะ\""
    }
  },
  {
    "translation": {
      "en": "A salmonella outbreak involving products made with peanut butter is worsening.",
      "th": "การระบาดของซัลโมเนลลาจากผลิตภัณฑ์ ที่ทำจากเนยถั่วยิ่งรุนแรงขึ้น"
    }
  },
  {
    "translation": {
      "en": "These were recalled too.",
      "th": "นี่ก็ถูกเรียกคืนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "The list of items is so long, Campbell, I can't even read them all right now.",
      "th": "รายการสินค้าที่ถูกเรียกคืน ยาวเป็นหางว่าวจนอ่านไม่หมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bill] It was over 3,000, almost 4,000,",
      "th": "มีสินค้า 3,000 หรือเกือบ 4,000 รายการ"
    }
  },
  {
    "translation": {
      "en": "different products got recalled.",
      "th": "ที่ถูกเรียกคืนทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[man] Here we go with another pallet. I think this is number six.",
      "th": "ออกไปอีกพาเลทแล้ว ผมว่านั่นรอบที่หก"
    }
  },
  {
    "translation": {
      "en": "It's still sealed.",
      "th": "(การระบาดจากพีซีเอกระตุ้นให้เกิด การเรียกคืนสินค้าครั้งใหญ่สุดในประวัติศาสตร์)"
    }
  },
  {
    "translation": {
      "en": "I emailed the Texas Department of Agriculture,",
      "th": "ผมส่งอีเมลไปที่กระทรวงเกษตรของเท็กซัส"
    }
  },
  {
    "translation": {
      "en": "the FDA.",
      "th": "ไปที่อย."
    }
  },
  {
    "translation": {
      "en": "I… I must have sent a hundred emails.",
      "th": "ผมน่าจะส่งอีเมลไปเป็นร้อยฉบับได้"
    }
  },
  {
    "translation": {
      "en": "[reporter] Product recalls continue mounting.",
      "th": "สินค้าที่ถูกเรียกคืนยังคงเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Nobody else was gonna stop them from killing people.",
      "th": "คนอื่นไม่กล้าห้ามเขาไม่ให้ฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "So somebody had to step up.",
      "th": "งั้นก็ต้องมีใครลุกมาทำ"
    }
  },
  {
    "translation": {
      "en": "He went to the federal government and started, you know, saying how bad the plant was.",
      "th": "เขาไปหารัฐบาลกลาง และเริ่มบอกว่าโรงงานนั้นแย่แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "The White House today called the plant's performance alarming",
      "th": "วันนี้ทำเนียบขาวกล่าวว่า ปฏิบัติการในโรงงานนั้นช่างน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "and promised tougher regulation over America's food supply.",
      "th": "และสัญญาจะปรับกฎข้อบังคับ ที่ใช้กับวัตถุดิบอาหารอเมริกาให้เข้มงวดขึ้น"
    }
  },
  {
    "translation": {
      "en": "At bare minimum, we should be able to count on our government",
      "th": "อย่างน้อย เราต้องสามารถพึ่งพารัฐบาล"
    }
  },
  {
    "translation": {
      "en": "keeping our kids safe when they eat peanut butter.",
      "th": "ในการปกป้องเด็กๆ ให้ปลอดภัย เวลาที่กินเนยถั่ว"
    }
  },
  {
    "translation": {
      "en": "That's what Sasha eats for, uh… for lunch probably three times a week.",
      "th": "ซาช่าชอบกินเป็นมื้อกลางวัน น่าจะสัปดาห์ละสามวัน"
    }
  },
  {
    "translation": {
      "en": "[representative] Mr. Parnell, Mr. Lightsey, let me just cut to the chase then.",
      "th": "คุณพาร์เนลล์ คุณไลท์ซีย์ ผมขอเข้าเรื่องเลยก็แล้วกัน"
    }
  },
  {
    "translation": {
      "en": "In this container are products that have your ingredients in them.",
      "th": "ในโหลนี้คือสินค้าซึ่ง มีผลิตภัณฑ์ของคุณเป็นวัตถุดิบด้วย"
    }
  },
  {
    "translation": {
      "en": "I just wonder, would either of you be willing to take the lid off",
      "th": "ผมสงสัย คุณคนไหนพร้อมจะเปิดฝา"
    }
  },
  {
    "translation": {
      "en": "and eat any of these products now?",
      "th": "ผมสงสัย คุณคนไหนพร้อมจะเปิดฝา และกินสินค้าเหล่านี้เลยไหม"
    }
  },
  {
    "translation": {
      "en": "Mr. Chairman, and members of the committee,",
      "th": "ท่านประธานและสมาชิกคณะกรรมการ"
    }
  },
  {
    "translation": {
      "en": "on the advice of my counsel,",
      "th": "ด้วยคำแนะนำจากทนาย"
    }
  },
  {
    "translation": {
      "en": "I respectfully decline to answer your question",
      "th": "ผมขออนุญาตปฏิเสธการตอบคำถาม"
    }
  },
  {
    "translation": {
      "en": "based on the protection afforded me under the United States Constitution.",
      "th": "อ้างอิงจากคุ้มครองที่ได้รับ ภายใต้รัฐธรรมนูญสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "[Greg] You're dismissed.",
      "th": "คุณไปได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Sometimes manufacturers of food don't really think of it as food.",
      "th": "บางครั้งผู้ผลิตอาหาร ไม่ได้มองว่าของเหล่านั้นเป็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "It becomes a… a commodity.",
      "th": "มันกลายเป็นแค่สินค้าทำเงิน"
    }
  },
  {
    "translation": {
      "en": "So they don't think about it in the sense of, \"Oh, my goodness,",
      "th": "เขาไม่ได้มองในแง่ที่ว่า \"ตายละ"
    }
  },
  {
    "translation": {
      "en": "this is going to go into somebody's mouth and into their stomach.\"",
      "th": "ของพวกนี้จะต้องเข้าปากใครสักคน ลงไปอยู่ในท้องเขา\""
    }
  },
  {
    "translation": {
      "en": "My father was a highly decorated Korean War veteran",
      "th": "คุณพ่อของผมเป็น ทหารผ่านศึกสงครามเกาหลีที่ทรงเกียรติ"
    }
  },
  {
    "translation": {
      "en": "and was awarded three Purple Hearts for his valor.",
      "th": "และได้รับเหรียญกล้าหาญถึงสามครั้ง"
    }
  },
  {
    "translation": {
      "en": "His final battle occurred when he ate some contaminated peanut butter from PCA.",
      "th": "แต่ศึกสุดท้ายในชีวิตพ่อเกิดขึ้น เมื่อพ่อกินเนยถั่วปนเปื้อนจากพีซีเอ"
    }
  },
  {
    "translation": {
      "en": "[Christine] When you spend time with these victims and speak with them,",
      "th": "เมื่อเราได้ใช้เวลากับเหยื่อและคุยกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "they don't get over it.",
      "th": "พวกเขาไม่มีทางทำใจได้"
    }
  },
  {
    "translation": {
      "en": "It's not a natural form of grief",
      "th": "นั่นไม่ใช่ความเศร้าโศกทั่วไป"
    }
  },
  {
    "translation": {
      "en": "when someone you love dies from, um, a bunch of peanut butter crackers.",
      "th": "เวลาคนที่รักเสียชีวิต จากแครกเกอร์เนยถั่วแค่นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "Our family feels cheated. My mom should be here today.",
      "th": "ครอบครัวเรารู้สึกไม่ได้รับความเป็นธรรม แม่ควรอยู่กับเราด้วยในวันนี้ (แม่เสียชีวิต)"
    }
  },
  {
    "translation": {
      "en": "[Timothy] The FDA partnered with the Department of Justice,",
      "th": "อย.จับมือกับกระทรวงยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "and they brought felony counts against Stewart Parnell and his associates",
      "th": "และตั้งข้อหาอาญาต่อสจ๊วร์ต พาร์เนลล์และพวก"
    }
  },
  {
    "translation": {
      "en": "for knowingly and intentionally shipping contaminated products",
      "th": "เพราะตั้งใจและเจตนานำส่งสินค้าปนเปื้อน"
    }
  },
  {
    "translation": {
      "en": "that had toxic salmonella into the stream of commerce.",
      "th": "สินค้าซึ่งมีสารพิษซัลโมเนลลาเข้ามาสู่ตลาด"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Stewart Parnell, he is sentenced yesterday to 28 years behind bars.",
      "th": "สจ๊วร์ต พาร์เนลล์ เมื่อวานนี้เขาถูกตัดสิน ต้องจำคุก 28 ปี"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Eight people died, sir. Do you have anything to say to their families?",
      "th": "คนตายไปแปดคนครับ มีอะไรจะพูดกับครอบครัวพวกเขาไหม"
    }
  },
  {
    "translation": {
      "en": "[Kenneth] It doesn't bother him to this day because he's still appealing.",
      "th": "ทุกวันนี้เขาก็ยังไม่สำนึก เพราะยังยื่นอุทธรณ์อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "\"Murdering people is okay.\"",
      "th": "\"ฆ่าคนตายก็ไม่เป็นไร\""
    }
  },
  {
    "translation": {
      "en": "And I'm sorry. I call this murder.",
      "th": "ขอโทษนะ แต่ผมเรียกว่านี่คือการฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "He knew that there was salmonella in there.",
      "th": "เขารู้ว่าในนั้นมีเชื้อซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "So, you know, Stewart,",
      "th": "เพราะงั้น สจ๊วร์ต"
    }
  },
  {
    "translation": {
      "en": "why would you ship that knowing you could kill people?",
      "th": "คุณจะส่งของออกไปทำไม ถ้ารู้ว่ามันอาจทำให้คนตายได้"
    }
  },
  {
    "translation": {
      "en": "Explain to the families.",
      "th": "ไปอธิบายกับครอบครัวคนพวกนั้นสิ"
    }
  },
  {
    "translation": {
      "en": "Criminal prosecution is appropriate when it comes to really bad actors.",
      "th": "ผมคิดว่าการดำเนินคดีอาญาเหมาะแล้ว ถ้าเป็นคนที่ผิดอย่างหนักจริงๆ"
    }
  },
  {
    "translation": {
      "en": "People like Stewart Parnell, who knowingly sold contaminated product,",
      "th": "คนอย่างสจ๊วร์ต พาร์เนลล์ ที่ขายวัตถุดิบปนเปื้อนทั้งที่รู้"
    }
  },
  {
    "translation": {
      "en": "or Jack DeCoster, the Egg King.",
      "th": "หรือแจ็ค ดีคอสเตอร์ ราชาไข่"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Salmonella outbreaks sickening hundreds have led to a national egg recall.",
      "th": "เชื้อซัลโมเนลลาระบาดจนคนป่วยเป็นร้อย ทำให้เกิดการเรียกเก็บไข่ทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The numbers are enough to give anyone shell shock.",
      "th": "ตัวเลขนั้นสูงมากจนทำให้ทุกคนตกใจ"
    }
  },
  {
    "translation": {
      "en": "The recall has grown to more than 500 million eggs",
      "th": "มีการเรียกเก็บเพิ่ม เป็นจำนวนมากกว่า 500 ล้านฟอง"
    }
  },
  {
    "translation": {
      "en": "from just two farms in Iowa.",
      "th": "จากฟาร์มในไอโอวาแค่สองแห่ง"
    }
  },
  {
    "translation": {
      "en": "The chairman and owner, Austin Jack DeCoster.",
      "th": "ซึ่งมีประธานและเจ้าของ เป็นแจ็ค ดีคอสเตอร์จากออสติน"
    }
  },
  {
    "translation": {
      "en": "[Christine] Jack DeCoster is a businessman",
      "th": "แจ็ค ดีคอสเตอร์เป็นนักธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "who's been in the farming industry for easily 50 years.",
      "th": "เขาอยู่ในวงการฟาร์มมาแล้วอย่างน้อย 50 ปี"
    }
  },
  {
    "translation": {
      "en": "And in place after place and time after time,",
      "th": "เขาเปลี่ยนที่ไปเรื่อย ผ่านช่วงเวลาต่างๆ"
    }
  },
  {
    "translation": {
      "en": "he has run filthy farms.",
      "th": "แต่เขาก็ทำฟาร์มสกปรกมาตลอด"
    }
  },
  {
    "translation": {
      "en": "[Bill] He knew that their product was being produced",
      "th": "เขารู้ว่าสินค้านั้นถูกผลิต"
    }
  },
  {
    "translation": {
      "en": "in really insanitary conditions",
      "th": "ในสภาพที่ไร้สุขอนามัย และผลที่จะเกิดขึ้นก็คือ"
    }
  },
  {
    "translation": {
      "en": "that likely would have resulted in eggs being contaminated.",
      "th": "ในสภาพที่ไร้สุขอนามัย และผลที่จะเกิดขึ้นก็คือ มีไข่ที่ปนเปื้อน"
    }
  },
  {
    "translation": {
      "en": "A pile of manure at one of them, eight feet high.",
      "th": "ในฟาร์มแห่งหนึ่งมีกองขี้ไก่ สูงถึงสองเมตรกว่า"
    }
  },
  {
    "translation": {
      "en": "Pile of manure, eight feet high, leaking!",
      "th": "กองขี้ไก่นะครับ สูงสองเมตร ไหลด้วย!"
    }
  },
  {
    "translation": {
      "en": "As many as 56,000 Americans were sickened because of it.",
      "th": "ชาวอเมริกันอย่างน้อย 56 คน ล้มป่วยเพราะเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "How is it possible that after all this time,",
      "th": "เป็นไปได้ยังไงที่จนถึงป่านนี้"
    }
  },
  {
    "translation": {
      "en": "we have another DeCoster egg producer involved in a half-billion-dollar recall?",
      "th": "มีผู้ผลิตไข่ดีคอสเตอร์ พัวพันกับการเรียกคืนห้าร้อยล้านเหรียญอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[cup clattering] -[clicks tongue]",
      "th": "(การเรียกคืนไข่ซัลโมเนลลา และความปลอดภัยในอาหาร)"
    }
  },
  {
    "translation": {
      "en": "Well, the question is complicated, so--",
      "th": "คำถามมันซับซ้อน ก็…"
    }
  },
  {
    "translation": {
      "en": "[Christine] For decades he got away with it.",
      "th": "เขารอดไม่ต้องรับโทษมาเป็นสิบๆ ปี"
    }
  },
  {
    "translation": {
      "en": "But he finally was convicted and, um, was given a short prison term.",
      "th": "แต่ในที่สุดเขาก็ถูกตัดสินว่าผิดจริง และต้องโทษจำคุกเป็นเวลาสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "[Darin] There will never be an end to bad actors",
      "th": "ไม่ว่าจะเมื่อใดก็มีคนที่ตั้งใจทำผิดเสมอ"
    }
  },
  {
    "translation": {
      "en": "who decide that profit is more important than ethics.",
      "th": "คนที่ตัดสินใจว่ากำไรสำคัญกว่าจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "We have laws.",
      "th": "เรามีกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "We have regulatory authorities and regulatory agencies,",
      "th": "เรามีองค์กรที่จะคุมกฎข้อบังคับ มีหน่วยงานควบคุมต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and these things still happen, even today.",
      "th": "แต่เรื่องแบบนี้ก็ยังเกิดขึ้น จนถึงวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Bill] Come on, guys.",
      "th": "อ้าว ตายๆ"
    }
  },
  {
    "translation": {
      "en": "Come on, come on.",
      "th": "มาเร็ว"
    }
  },
  {
    "translation": {
      "en": "After the Wright County egg outbreak,",
      "th": "หลังจากมีการระบาดในไข่ที่ไรท์เคาน์ตี้"
    }
  },
  {
    "translation": {
      "en": "I wound up on Larry King Live, talking about, you know, foodborne illness again.",
      "th": "ผมไปออกรายการแลร์รี คิง พูดเรื่องการป่วยจากอาหารอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "And sort of at the end of the segment,",
      "th": "ตอนท้ายช่วงนั้น"
    }
  },
  {
    "translation": {
      "en": "I just said, \"I'm gonna get chickens,\" as just sort of a throwaway line.",
      "th": "ผมพูดว่า \"ผมจะไปซื้อไก่มาเลี้ยงเอง\" เหมือนแค่พูดเล่นเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "When I got home, my youngest daughter was like, \"Oh, so we're gonna get chickens.\"",
      "th": "กลับมาถึงบ้าน ลูกสาวคนเล็กถาม \"ตกลงเราจะซื้อไก่เหรอ\""
    }
  },
  {
    "translation": {
      "en": "So now we have chickens,",
      "th": "ตอนนี้เราเลยเลี้ยงไก่"
    }
  },
  {
    "translation": {
      "en": "and now she's off at college, and we still have chickens.",
      "th": "ลูกไปเรียนมหาวิทยาลัยแล้ว เราก็ยังเลี้ยงไก่อยู่เลย"
    }
  },
  {
    "translation": {
      "en": "More people are becoming sick from a salmonella outbreak.",
      "th": "คนล้มป่วยเพิ่มอีกจากการระบาดของซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "-Salmonella outbreak. -[reporter 1] Salmonella outbreak.",
      "th": "ซัลโมเนลลาระบาด"
    }
  },
  {
    "translation": {
      "en": "-Salmonella outbreak. -Large salmonella outbreak.",
      "th": "- ซัลโมเนลลาระบาด - ซัลโมเนลลาระบาดหนัก"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] More than 100 people have been sent to the hospital.",
      "th": "คนกว่า 100 คนถูกส่งเข้าโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "-[reporter 3] Three hundred cases. -[reporter 4] Made 278 people ill.",
      "th": "- ป่วยถึง 300 คน - ทำให้คนป่วยถึง 278 คน"
    }
  },
  {
    "translation": {
      "en": "At age two, I was hospitalized for 11 days, uh, in New Haven.",
      "th": "ตอนอายุสองขวบ ฉันต้องเข้าโรงพยาบาลที่นิวเฮเว่น 11 วัน"
    }
  },
  {
    "translation": {
      "en": "Uh, my folks-- It was an isolation. My folks couldn't come to see me.",
      "th": "พ่อแม่… ตอนนั้นถูกกักตัว พ่อแม่มาเยี่ยมฉันไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[splutters] You know, so I am a survivor of salmonella.",
      "th": "ฉันก็เป็นผู้รอดชีวิตจากซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "Uh, and it's… uh, it's a killer.",
      "th": "มันคือฆาตกรจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Sarah] If you look at the two bacteria that are most likely",
      "th": "ถ้าดูแบคทีเรียสองตัวที่น่าจะมีสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "to send you to the hospital from food,",
      "th": "ทำให้ต้องเข้าโรงพยาบาลเพราะอาหารที่สุด"
    }
  },
  {
    "translation": {
      "en": "it's salmonella and a germ called campylobacter.",
      "th": "นั่นก็คือซัลโมเนลลา กับเชื้อโรคที่ชื่อแคมพีโลแบคเตอร์"
    }
  },
  {
    "translation": {
      "en": "And if you look at the foods that are most likely to be the source for those bacteria,",
      "th": "ถ้าดูอาหารซึ่งน่าจะเป็นแหล่งที่มา ของแบคทีเรียเหล่าน้น"
    }
  },
  {
    "translation": {
      "en": "at least from the outbreak data, it's chicken.",
      "th": "อย่างน้อยจากข้อมูลการระบาด แหล่งหลักคือเนื้อไก่"
    }
  },
  {
    "translation": {
      "en": "And so if we want to address foodborne illness,",
      "th": "ดังนั้นถ้าเราอยากแก้ปัญหา อาการป่วยที่มาจากอาหาร"
    }
  },
  {
    "translation": {
      "en": "we wanna bring those numbers down, chicken is the place to start.",
      "th": "ถ้าอยากให้จำนวนผู้ติดเชื้อลดลง เราต้องไปเริ่มกันที่ไก่"
    }
  },
  {
    "translation": {
      "en": "Four companies now control more than half the market in chicken processing.",
      "th": "ตอนนี้มีสี่บริษัทที่คุมตลาดผลิตภัณฑ์ไก่ มากกว่าครึ่งตลาด"
    }
  },
  {
    "translation": {
      "en": "So it's a very consolidated industry,",
      "th": "จึงถือว่านั่นเป็นอุตสาหกรรมเกือบผูกขาด"
    }
  },
  {
    "translation": {
      "en": "and it means those companies have a lot of control over our food.",
      "th": "แปลว่าบริษัทเหล่านั้น ควบคุมอาหารของเราได้เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "At the top, the very top of the chain,",
      "th": "ที่จุดยอดของห่วงโซ่อาหาร"
    }
  },
  {
    "translation": {
      "en": "there are really just two breeders controlling the entire poultry supply",
      "th": "มีฟาร์มผสมพันธุ์แค่สองเจ้า คุมตลาดเนื้อสัตว์ปีกทั้งหมดเอาไว้"
    }
  },
  {
    "translation": {
      "en": "in the sense that they provide the eggs.",
      "th": "ในแง่ที่ว่าพวกนั้นส่งไข่ให้"
    }
  },
  {
    "translation": {
      "en": "And those companies largely operate in secrecy.",
      "th": "กระบวนการผลิตของบริษัทเหล่านี้ ส่วนใหญ่เป็นความลับ"
    }
  },
  {
    "translation": {
      "en": "Their customers are not the public. They're not very communicative.",
      "th": "ลูกค้าไม่ใช่ประชาชนทั่วไป พวกเขาไม่ค่อยเปิดเผยสื่อสารกับใคร"
    }
  },
  {
    "translation": {
      "en": "And it's very hard to tell what practices they're using",
      "th": "บอกได้ยากว่าพวกเขาดำเนินธุรกิจกันแบบไหน"
    }
  },
  {
    "translation": {
      "en": "to keep those eggs from spreading disease.",
      "th": "เพื่อไม่ให้ไข่เหล่านั้นกระจายเชื้อต่อ"
    }
  },
  {
    "translation": {
      "en": "Perdue is very focused on food safety,",
      "th": "เพอร์ดิวใส่ใจกับความปลอดภัยของอาหารมาก"
    }
  },
  {
    "translation": {
      "en": "and, um, what makes us a little bit different,",
      "th": "และสิ่งที่ทำให้เราแตกต่างจากคนอื่นหน่อย"
    }
  },
  {
    "translation": {
      "en": "I believe, it came from, uh, the \"no antibiotics ever\" move.",
      "th": "ผมเชื่อว่ามาจากการตัดสินใจ \"ไม่ใช้ยาปฏิชีวนะเลย\""
    }
  },
  {
    "translation": {
      "en": "Well, tonight, there's a major change coming to your dinner table.",
      "th": "คืนนี้เกิดการเปลี่ยนแปลงครั้งใหญ่ จะมาขึ้นโต๊ะอาหารของคุณ"
    }
  },
  {
    "translation": {
      "en": "Perdue, the chicken makers, say it's dropping most human antibiotics",
      "th": "เพอร์ดิว ผู้ผลิตไก่รายใหญ่บอกว่า จะเลิกใช้ยาปฏิชีวนะของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "from its chicken products.",
      "th": "ในผลิตภัณฑ์ไก่ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Bruce] In order to do that, we needed to change a lot of things about how we raise chickens.",
      "th": "จะทำแบบนั้นได้ เราต้องเปลี่ยนวิธีเลี้ยงไก่เยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Perdue produces a little over 12 million chickens a week.",
      "th": "เพอร์ดิวผลิตไก่สัปดาห์ละเกือบๆ 12 ล้านตัว"
    }
  },
  {
    "translation": {
      "en": "So the eggs come in.",
      "th": "เท่ากับไข่ส่งมา…"
    }
  },
  {
    "translation": {
      "en": "Uh, we want to get them to the hatchery as fast as we can.",
      "th": "เราอยากให้ไข่เข้าโรงฟักไว้ที่สุดเท่าที่ทำได้"
    }
  },
  {
    "translation": {
      "en": "Make sure that they're in a clean environment.",
      "th": "เพื่อไข่อยู่ในสภาพปลอดเชื้อแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] We asked them, the farmer,",
      "th": "เราขอให้เกษตรกรเพาะไข่"
    }
  },
  {
    "translation": {
      "en": "if there are some eggs that are more likely to be dirty,",
      "th": "ถ้ามีไข่ที่อาจจะปนเปื้อนสกปรก"
    }
  },
  {
    "translation": {
      "en": "put them on the bottom.",
      "th": "ให้เอาไว้ด้านล่าง"
    }
  },
  {
    "translation": {
      "en": "We've been using this tool. We can swab a lot of eggs",
      "th": "เราใช้เครื่องมือใหม่ สามารถเก็บเชื้อจากไข่จำนวนมาก และตรวจได้ผลทันที"
    }
  },
  {
    "translation": {
      "en": "and get immediate feedback",
      "th": "สามารถเก็บเชื้อจากไข่จำนวนมาก และตรวจได้ผลทันที"
    }
  },
  {
    "translation": {
      "en": "on how much material is on",
      "th": "ว่ามีสารอะไรอยู่ที่ผิวไข่"
    }
  },
  {
    "translation": {
      "en": "and how much organic material is alive on the egg.",
      "th": "และมีสารชีวภาพอะไรมีชีวิตอยู่บนผิวไข่นั้นบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] 770's in the middle.",
      "th": "ได้ 770 คืออยู่ตรงกลางๆ"
    }
  },
  {
    "translation": {
      "en": "Not terribly dirty but not perfectly clean either.",
      "th": "ไม่ได้สกปรกมาก แต่ก็ไม่สะอาดสุดๆ เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "That doesn't mean there's salmonella,",
      "th": "นั่นไม่ได้แปลว่ามีซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "but it does give you a sense of… of opportunity for salmonella.",
      "th": "แต่ก็ทำให้รู้สึกว่า มีโอกาสที่เชื้อซัลโมเนลลาจะโต"
    }
  },
  {
    "translation": {
      "en": "It takes 21 days to hatch a chicken from, uh, an embryonated or a fertilized egg.",
      "th": "ใช้เวลาฟักทั้งหมด 21 วัน ตั้งแต่เป็นเอ็มบริโอหรือไข่ที่ผสมแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] So he's partially working his way out.",
      "th": "ตรงนี้มันพยายามกระเสือกกระสนออกมา"
    }
  },
  {
    "translation": {
      "en": "-Taking a break. -[man] Yeah.",
      "th": "พักแป๊บหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Bruce] Gonna work his way out some more.",
      "th": "ต้องดิ้นต่ออีกนิด"
    }
  },
  {
    "translation": {
      "en": "[Bruce] The chicks, after they've hatched at the hatchery,",
      "th": "หลังจากที่ลูกเจี๊ยบฟักออกมาในโรงฟัก"
    }
  },
  {
    "translation": {
      "en": "and we've done all we can there to keep them clean,",
      "th": "และเราทำทุกทางที่จะรักษาความสะอาด"
    }
  },
  {
    "translation": {
      "en": "we move them to the farm.",
      "th": "เราก็ย้ายมันไปที่ฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "They come here a day old.",
      "th": "ตอนเข้ามา มันจะอายุแค่หนึ่งวัน"
    }
  },
  {
    "translation": {
      "en": "Day they hatch, we get them here, put them in the chicken house.",
      "th": "วันที่ฟักออกจากไข่เราก็เอามาที่นี่ แล้วต้อนเข้าไปในโรงเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "They stay here about 45 days.",
      "th": "ไก่จะอยู่ในนี้ประมาณ 45 วัน"
    }
  },
  {
    "translation": {
      "en": "These birds here are about 14 days, two weeks old.",
      "th": "ไก่ในโซนนี้อายุประมาณ 14 วัน สองสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "So we monitor for specific types of salmonella,",
      "th": "เราก็จับตาดูซัลโมเนลลาชนิดนี้เป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "and we use this sampling technique called boot swabs, or bootie swabs,",
      "th": "และใช้เทคนิคการเก็บตัวอย่างเรียกว่า การปาดบู๊ต หรือบูตี้สวอบ"
    }
  },
  {
    "translation": {
      "en": "where you take a sock that's doused in skim milk, put it over your boot,",
      "th": "คือใส่ถุงพลาสติกชุบนมขาดมันเนย เอาคลุมรองเท้าบู๊ตไว้"
    }
  },
  {
    "translation": {
      "en": "and walk through the chicken house trying to sample as many chicken's droppings",
      "th": "แล้วเดินฝ่าโรงไก่ พยายามให้ติดตัวอย่างขี้ไก่ให้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "as you can possibly pick up with those boots.",
      "th": "เท่าที่จะติดรองเท้าบู๊ตมาได้"
    }
  },
  {
    "translation": {
      "en": "And we figure over 100 chickens contribute to the bootie sample.",
      "th": "เราคิดว่าตัวอย่างที่ติดบู๊ตมา จะมีขี้จากไก่เกิน 100 ตัว"
    }
  },
  {
    "translation": {
      "en": "We send that to the lab and look for salmonella.",
      "th": "เราจะส่งไปห้องแล็บเพื่อตรวจหาซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "[Bruce in scene] This is boneless, skinless breast.",
      "th": "ตรงนี้คืออกไก่ไร้กระดูกไร้หนัง"
    }
  },
  {
    "translation": {
      "en": "It comes down the line after it's been taken off the, uh, bone.",
      "th": "มาตามสายพานหลังจากเลาะกระดูกออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It goes into this unit and is washed.",
      "th": "เข้าไปในเครื่องนี้เพื่อล้างให้สะอาด"
    }
  },
  {
    "translation": {
      "en": "There's some peracetic acid, helps us keep it clean",
      "th": "จากนั้นจะพรมกรดเปอร์อะซิติก ช่วยให้คงความสะอาดนานขึ้น"
    }
  },
  {
    "translation": {
      "en": "from the process that we just did all the way to the package.",
      "th": "จากกระบวนการที่เพิ่งทำไปถึงตอนบรรจุภัณฑ์"
    }
  },
  {
    "translation": {
      "en": "We believe that if a bird came in with a little bit of salmonella,",
      "th": "เราเชื่อว่าถ้าไก่สักตัว เข้ามาโดยมีซัลโมเนลลาติดมานิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "it'd be washed off and taken care of.",
      "th": "จะถูกล้างและจัดการไปหมด"
    }
  },
  {
    "translation": {
      "en": "One of the big broken pieces of the American food safety system",
      "th": "หนึ่งในกลไกที่พังสนิท ในระบบความปลอดภัยอาหารอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "is that we don't monitor anything on the farm.",
      "th": "คือเราไม่เคยตรวจสอบอะไรที่ฟาร์มเลย"
    }
  },
  {
    "translation": {
      "en": "Those are off-limits to regulators.",
      "th": "นั่นเป็นจุดที่ผู้ตรวจสอบไม่สามารถเข้าไปได้"
    }
  },
  {
    "translation": {
      "en": "[Lance] The problem lies in that a lot of salmonella is found at the farm level,",
      "th": "ปัญหาก็คือ เชื้อซัลโมเนลลาส่วนใหญ่ ตรวจพบที่ช่วงในฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "at the hatchery level.",
      "th": "ในช่วงที่อยู่ในโรงฟัก"
    }
  },
  {
    "translation": {
      "en": "And, you know, USDA's jurisdiction doesn't kick in",
      "th": "และอำนาจหน้าที่ของกระทรวงเกษตร ยังไม่มีผลบังคับใช้"
    }
  },
  {
    "translation": {
      "en": "until those chickens actually enter the slaughter plant.",
      "th": "จนกว่าไก่เหล่านั้นจะไปถึงโรงเชือด"
    }
  },
  {
    "translation": {
      "en": "[assistant] A-mark.",
      "th": "เอมาร์ค"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Let's just start off with, tell me what you do for work.",
      "th": "มาเริ่มจากบอกหน่อยค่ะว่าคุณทำงานอะไร"
    }
  },
  {
    "translation": {
      "en": "[inspector in distorted voice] I am a USDA consumer safety inspector,",
      "th": "ฉันเป็นผู้ตรวจสอบความปลอดภัยผู้บริโภค ของกระทรวงเกษตร"
    }
  },
  {
    "translation": {
      "en": "and I inspect chickens.",
      "th": "มีหน้าที่ตรวจสอบไก่"
    }
  },
  {
    "translation": {
      "en": "We run over 300,000 chickens a day.",
      "th": "เราดูไก่ผ่านตาวันละกว่า 300,000 ตัว"
    }
  },
  {
    "translation": {
      "en": "We're looking at 175 birds a minute, and they're going by so fast.",
      "th": "เท่ากับดูไก่นาทีละ 175 ตัว มันผ่านไปเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "There's only one inspector at the very end of the line,",
      "th": "มีผู้ตรวจสอบแค่คนเดียวที่ปลายสุดของไลน์ผลิต"
    }
  },
  {
    "translation": {
      "en": "and they do miss a lot sometimes.",
      "th": "และบางทีพวกนั้นก็พลาดอะไรเยอะแยะ"
    }
  },
  {
    "translation": {
      "en": "Some of the plants I've worked at,",
      "th": "ในโรงงานบางโรงที่ฉันเคยไปประจำอยู่"
    }
  },
  {
    "translation": {
      "en": "I feel like the chicken's not safe to go out.",
      "th": "ฉันรู้สึกว่าไก่ไม่สะอาดพอที่จะปล่อยไป"
    }
  },
  {
    "translation": {
      "en": "I feel like consumers would really be shocked",
      "th": "รู้สึกว่าผู้บริโภคคงตกใจสุดขีด"
    }
  },
  {
    "translation": {
      "en": "at some of the stories that we could tell them.",
      "th": "ถ้ารู้เรื่องอย่างที่พวกเรารู้"
    }
  },
  {
    "translation": {
      "en": "I've seen… [sighs] …plant person throwing chickens in the chiller",
      "th": "ฉันเคยเห็นคนในโรงงานโยนไก่เข้าห้องเย็น"
    }
  },
  {
    "translation": {
      "en": "and would have fecal matter in them.",
      "th": "ทั้งที่ยังเปื้อนขี้ไก่อยู่"
    }
  },
  {
    "translation": {
      "en": "I've seen inspectors sleep on the line and product just going on by.",
      "th": "ฉันเห็นผู้ตรวจสอบหลับคาไลน์ผลิต ปล่อยให้ผลิตภัณฑ์เคลื่อนผ่านไป"
    }
  },
  {
    "translation": {
      "en": "And you'll see employees, they've been to the bathroom.",
      "th": "เราจะเห็นพนักงานที่ไปเข้าห้องน้ำมา"
    }
  },
  {
    "translation": {
      "en": "They're not washing their hands.",
      "th": "เขาไม่ล้างมือ"
    }
  },
  {
    "translation": {
      "en": "I've seen… [sighs] …people drop their knives, not attempt to pick them up and wash it,",
      "th": "เห็นคนที่ทำมีดตก เก็บขึ้นมาแล้วก็ไม่ล้าง"
    }
  },
  {
    "translation": {
      "en": "just go right back to using it.",
      "th": "แต่เอากลับไปใช้ต่อเลย"
    }
  },
  {
    "translation": {
      "en": "They got a quota they gotta meet.",
      "th": "มีโควต้าที่ต้องทำให้ได้ในแต่ละวัน"
    }
  },
  {
    "translation": {
      "en": "And, you know, I feel like they're there to make a profit",
      "th": "และฉันว่าพวกนั้นก็ทำเพื่อกำไร"
    }
  },
  {
    "translation": {
      "en": "and get the chickens through.",
      "th": "ปล่อยไก่ให้ผ่านๆ ไปเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "They don't care what shape they're in.",
      "th": "ไม่สนหรอกว่าจะออกไปในสภาพไหน"
    }
  },
  {
    "translation": {
      "en": "The USDA inspection regime is really… goes back to the early 1900s",
      "th": "โครงการผู้ตรวจสอบของกษ. จริงๆ แล้วตั้งมาตั้งแต่ต้นยุค 1900"
    }
  },
  {
    "translation": {
      "en": "and, you know, Upton Sinclair's book The Jungle.",
      "th": "ในหนังสือของอัพตัน ซินแคลร์ชื่อ เดอะจังเกิ้ล"
    }
  },
  {
    "translation": {
      "en": "[narrator] It was not a pleasant novel.",
      "th": "นี่ไม่ใช่นวนิยายอ่านแล้วบันเทิง"
    }
  },
  {
    "translation": {
      "en": "It told of conditions of filth and carelessness in the handling of meat,",
      "th": "แต่เล่าสภาพความโสมมไร้การใส่ใจ ในการผลิตเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "and those who read it became concerned and aroused.",
      "th": "จนกระทั่งผู้อ่านเริ่มกังวลและตื่นตัว"
    }
  },
  {
    "translation": {
      "en": "It's an outrage.",
      "th": "น่าโมโหมาก"
    }
  },
  {
    "translation": {
      "en": "[Mike] Meat and poultry inspection laws are designed to deal with the problem",
      "th": "กฎการตรวจสอบเนื้อสัตว์และสัตว์ปีก ถูกออกแบบมาให้แก้ปัญหา"
    }
  },
  {
    "translation": {
      "en": "that Teddy Roosevelt addressed in 1906 in meatpacking plants in Chicago,",
      "th": "ที่เท็ดดี้ รูสเซเวลท์พูดถึงเมื่อปี 1906 ณ โรงชำแหละเนื้อในชิคาโก"
    }
  },
  {
    "translation": {
      "en": "which is diseased animals coming into facilities,",
      "th": "ซึ่งคือการที่สัตว์ป่วยตาย ยังถูกเอามาส่งในโรงชำแหละ"
    }
  },
  {
    "translation": {
      "en": "spoiled meat being put into the food system.",
      "th": "เนื้อที่เน่าเสียถูกส่งเข้าไปในระบบอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Bill] Frankly, when they built that inspection regime,",
      "th": "บอกตามตรง ตอนที่ตั้งโครงการตรวจสอบ"
    }
  },
  {
    "translation": {
      "en": "we didn't even understand viruses and bacteria.",
      "th": "เรายังไม่รู้จักเชื้อไวรัสหรือเชื้อแบคทีเรียเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Every bird must be individually inspected.",
      "th": "สัตว์ปีกทุกตัวต้องถูกตรวจสอบทีละตัว"
    }
  },
  {
    "translation": {
      "en": "It must prove to be wholesome, or else it is condemned.",
      "th": "ต้องเป็นไก่เต็มตัว ไม่อย่างนั้นถือว่าเป็นไก่เสีย"
    }
  },
  {
    "translation": {
      "en": "[Marion] What they're expected to do has nothing to do with bacteria.",
      "th": "สิ่งที่พวกเขาควรต้องทำ ไม่ได้เกี่ยวอะไรกับเชื้อแบคทีเรียเลย"
    }
  },
  {
    "translation": {
      "en": "You can't see bacteria.",
      "th": "เราไม่สามารถเห็นแบคทีเรียได้"
    }
  },
  {
    "translation": {
      "en": "They're not visible to the naked eye.",
      "th": "มันไม่ได้เห็นกันด้วยตาเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Mike] You have hundreds, if not thousands,",
      "th": "มีคนเป็นร้อยๆ หรือเป็นพันๆ คน"
    }
  },
  {
    "translation": {
      "en": "of poultry inspectors sitting on slaughter lines,",
      "th": "ที่เป็นผู้ตรวจไก่ นั่งอยู่ข้างสายพานโรงเชือด"
    }
  },
  {
    "translation": {
      "en": "watching birds go by, to meet the statutory mandate",
      "th": "ดูไก่เลื่อนไป เพื่อให้ครบตามกำหนด"
    }
  },
  {
    "translation": {
      "en": "to have a US government inspector look at every chicken that goes through a facility",
      "th": "ให้ผู้ตรวจสอบจากรัฐ เห็นไก่ทุกตัวที่ผ่านออกไปจากโรงงาน"
    }
  },
  {
    "translation": {
      "en": "with no meaningful benefit for food safety.",
      "th": "โดยไม่มีประโยชน์แท้จริง กับความปลอดภัยของอาหารเลย"
    }
  },
  {
    "translation": {
      "en": "It's a waste of hundreds of millions of dollars.",
      "th": "มันเปลืองเงินภาษีเป็นร้อยๆ ล้านเหรียญ"
    }
  },
  {
    "translation": {
      "en": "I disagree with that assessment for a number of reasons.",
      "th": "ฉันไม่เห็นด้วยกับความเห็นนั้น ด้วยเหตุผลหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "They do look at the product.",
      "th": "ผู้ตรวจสอบได้ดูผลิตภัณฑ์จริง"
    }
  },
  {
    "translation": {
      "en": "That's what the law requires under current statutes.",
      "th": "นั่นคือสิ่งที่กฎหมายกำหนดไว้ ในบัญญัติฉบับปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "They look at the records that companies keep",
      "th": "นอกจากนั้นพวกเขายังตรวจสอบ บันทึกของบริษัท"
    }
  },
  {
    "translation": {
      "en": "to ensure that they're doing what they're supposed to do,",
      "th": "เพื่อยืนยันว่าพวกเขาทำสิ่งที่สมควรทำ"
    }
  },
  {
    "translation": {
      "en": "and they sample and test product.",
      "th": "มีการเก็บตัวอย่างและทดสอบผลิตภัณฑ์"
    }
  },
  {
    "translation": {
      "en": "[inspector in distorted voice] We run millions of birds a month.",
      "th": "เราตรวจไก่เดือนละเป็นล้านๆ ตัว"
    }
  },
  {
    "translation": {
      "en": "We test five salmonella samples a month of a whole bird.",
      "th": "เราตรวจตัวอย่างซัลโมเนลลาทั้งตัว เดือนละห้าตัว"
    }
  },
  {
    "translation": {
      "en": "And we do five samples of parts at our plant.",
      "th": "และเราตรวจไก่เป็นชิ้นๆ อีกห้าตัวอย่าง ที่โรงงานของเรา"
    }
  },
  {
    "translation": {
      "en": "That's all the USDA does.",
      "th": "กษ.ทำแค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "And just because it says that \"USDA inspected\" on there,",
      "th": "แค่เพราะห่อติดไว้ว่า \"กษ.ตรวจแล้ว\""
    }
  },
  {
    "translation": {
      "en": "it don't mean nothing because it's gotta be on their label.",
      "th": "ก็ไม่มีความหมายอะไรเลย เพราะตรานั้นต้องอยู่บนห่อทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I wouldn't want to eat nothing coming from some of the plants myself.",
      "th": "ฉันเองยังไม่อยากกินอะไร ที่ออกมาจากบางโรงงานเลย"
    }
  },
  {
    "translation": {
      "en": "When you bring raw poultry into your kitchen,",
      "th": "เมื่อนำเนื้อสัตว์ปีกดิบเข้าไปในครัว"
    }
  },
  {
    "translation": {
      "en": "you're taking a significant risk.",
      "th": "คุณกำลังเสี่ยงอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "The real problem is that even somebody as careful as me,",
      "th": "ปัญหาจริงๆ คือต่อให้เป็นคนที่ระวังตัวแบบผม"
    }
  },
  {
    "translation": {
      "en": "I'm a microbiologist that studies these pathogens,",
      "th": "ผมเป็นนักจุลชีวินวิทยาที่ศึกษาเชื้อเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "when I bring these packages into my house,",
      "th": "เวลานำไก่ห่อพวกนี้เข้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "it's really hard not to contaminate things.",
      "th": "ยังยากมากที่จะไม่ทำให้สารปนเปื้อนทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I'm gonna open that package, and I'm immediately gonna put that plastic into the trash.",
      "th": "ผมเปิดห่อ แล้วเอาพลาสติกทิ้งขยะทันที"
    }
  },
  {
    "translation": {
      "en": "I'm gonna use my foot.",
      "th": "ผมใช้เท้าเหยียบ"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna take the chicken",
      "th": "จากนั้นจะเอาไก่"
    }
  },
  {
    "translation": {
      "en": "and immediately put it into, you know, hot oil and start frying it.",
      "th": "ใส่ลงไปในน้ำมันร้อนและเริ่มทอด"
    }
  },
  {
    "translation": {
      "en": "-[whimsical music plays] -[chicken sizzling]",
      "th": "(ไฟอ่อน - ไฟแรง)"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna throw away the rest of the package,",
      "th": "แล้วผมจะหยิบห่อส่วนที่เหลือทิ้ง"
    }
  },
  {
    "translation": {
      "en": "but this time I touched the top of the trash can, right?",
      "th": "แต่รอบนี้ผมแตะโดนฝาถังขยะ"
    }
  },
  {
    "translation": {
      "en": "And then I go wash my hand, and I turn on the faucet.",
      "th": "(ปนเปื้อนจุดที่ 06) ผมไปล้างมือก็เปิดก๊อก ผมทำก๊อกเปื้อนเชื้อแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've just contaminated the faucet.",
      "th": "ผมไปล้างมือก็เปิดก๊อก ผมทำก๊อกเปื้อนเชื้อแล้ว"
    }
  },
  {
    "translation": {
      "en": "I pump the soap. I've just contaminated the soap.",
      "th": "ผมปั๊มสบู่ แล้วก็ทำฝาสบู่เปื้อนเชื้อ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna wash my hands really well.",
      "th": "ผมล้างมืออย่างละเอียดเลย"
    }
  },
  {
    "translation": {
      "en": "Then I'm gonna rinse my hands, and shut off the faucet.",
      "th": "แล้วผมก็ล้างสบู่ออกแล้วปิดก๊อก"
    }
  },
  {
    "translation": {
      "en": "I've just recontaminated my hand, and I'm gonna go make a salad.",
      "th": "ผมเพิ่งทำมือเปื้อนเชื้ออีกรอบ แล้วจะไปทำสลัด"
    }
  },
  {
    "translation": {
      "en": "As careful as I am, those bacteria get around.",
      "th": "ต่อให้ระวังแค่ไหน แบคทีเรียก็ยังไปทั่ว"
    }
  },
  {
    "translation": {
      "en": "Once that salmonella is dry, it can stay on surfaces for months.",
      "th": "และถ้าเชื้อซัลโมเนลลาแห้งติดพื้นผิว มันอยู่บนนั้นได้อีกหลายเดือน"
    }
  },
  {
    "translation": {
      "en": "It could still make someone sick when ingested.",
      "th": "และยังทำให้คนป่วยได้ถ้าบริโภคเข้าไป"
    }
  },
  {
    "translation": {
      "en": "You should know that when you bring raw poultry into your kitchen,",
      "th": "คุณควรรู้ไว้ว่าหากนำเนื้อสัตว์ปีกดิบเข้าไปในครัว"
    }
  },
  {
    "translation": {
      "en": "you are introducing into your household a biohazard,",
      "th": "คุณกำลังนำอันตรายทางชีวภาพเข้าไปในตัวบ้าน"
    }
  },
  {
    "translation": {
      "en": "and you should handle it accordingly.",
      "th": "และควรจัดการกับมันแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[Lance] When you consume salmonella,",
      "th": "เมื่อบริโภคเชื้อซัลโมเนลลาเข้าไป"
    }
  },
  {
    "translation": {
      "en": "some of those strains also are resistant to multiple antibiotics,",
      "th": "เชื้อบางสายพันธุ์ก็ดื้อยาปฏิชีวนะหลายตัว"
    }
  },
  {
    "translation": {
      "en": "and so the likelihood that a treatment is going to fail is much higher.",
      "th": "เท่ากับมีโอกาสที่การรักษาจะไม่ได้ผลสูง"
    }
  },
  {
    "translation": {
      "en": "Those bacteria are going to continue to grow in your blood,",
      "th": "แบคทีเรียเหล่านั้นจะเติบโตในกระแสเลือด"
    }
  },
  {
    "translation": {
      "en": "and sadly, people die of these infections.",
      "th": "และน่าเศร้าที่มีคนตายจากการติดเชื้อเหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Mansour] So the way we test foods,",
      "th": "วิธีตรวจสอบอาหารของเรานะ"
    }
  },
  {
    "translation": {
      "en": "I think the samples dropped off here for us to test were five samples",
      "th": "ผมว่าตัวอย่างที่เอามาให้เราตรวจ มีทั้งหมดห้าชิ้น"
    }
  },
  {
    "translation": {
      "en": "of… of chicken that were purchased from local grocery stores.",
      "th": "เป็นไก่ที่ซื้อมาจากร้านซูเปอร์มาร์เก็ตท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "In about one hour, we get results,",
      "th": "จะได้ผลในอีกประมาณหนึ่งชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "whether it has salmonella or not.",
      "th": "ดูว่าจะมีซัลโมเนลลารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[interviewer] On our first day of production, we went to a food safety lab in Seattle.",
      "th": "ตอนเริ่มถ่ายทำวันแรก เราไปแล็บความปลอดภัยอาหารในซีแอตเทิล"
    }
  },
  {
    "translation": {
      "en": "We picked up five brands of raw chicken and tested them.",
      "th": "เราซื้อไก่ดิบห้ายี่ห้อแล้วนำไปตรวจ"
    }
  },
  {
    "translation": {
      "en": "And we were told by the lab, \"You're not gonna get positive results.\"",
      "th": "ทางแล็บบอกเราว่าตรวจไปไม่เจออะไรหรอก"
    }
  },
  {
    "translation": {
      "en": "\"It's too small of a sample.\"",
      "th": "เพราะตัวอย่างน้อยเกิน"
    }
  },
  {
    "translation": {
      "en": "We got one positive results, and it was Perdue.",
      "th": "แต่กลับเจอเชื้อในไก่ยี่ห้อหนึ่ง ยี่ห้อนั้นคือเพอร์ดิว"
    }
  },
  {
    "translation": {
      "en": "-Can I just ask for your reaction to that? -[smacks lips]",
      "th": "สอบถามได้ไหมคะว่ามีปฏิกิริยายังไง"
    }
  },
  {
    "translation": {
      "en": "I would say a chicken is, uh, not even a fair thing to talk about.",
      "th": "ผมบอกได้ว่าไก่ชิ้นเดียว ไม่คู่ควรกับการเอามาคุยกัน"
    }
  },
  {
    "translation": {
      "en": "Uh, so, I mean, again, we run hundreds of birds",
      "th": "ย้ำอีกครั้งนะ เราตรวจไก่เป็นร้อยๆ ตัว"
    }
  },
  {
    "translation": {
      "en": "in order to understand where we're at.",
      "th": "เพื่อจะเข้าใจว่าสภาพการผลิตของเราเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And the other part is I would wonder",
      "th": "และอีกส่วนหนึ่งคือ ผมคงอยากรู้ว่ามันเป็นซัลโมเนลลาสายไหน"
    }
  },
  {
    "translation": {
      "en": "what the salmonella was in particular.",
      "th": "และอีกส่วนหนึ่งคือ ผมคงอยากรู้ว่ามันเป็นซัลโมเนลลาสายไหน - แต่เมื่อพูดแบบนั้น… - สายอินแฟนทิส"
    }
  },
  {
    "translation": {
      "en": "[interviewer] It was infantis.",
      "th": "- แต่เมื่อพูดแบบนั้น… - สายอินแฟนทิส"
    }
  },
  {
    "translation": {
      "en": "Yeah. Having said that, one chicken is not a fair… uh, fair discussion at all.",
      "th": "ครับ แต่ถึงพูดอย่างนั้น ไก่ชิ้นเดียวไม่ควรจะนำมาถกกันเลย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] What do you think would be a fair sample set?",
      "th": "คุณคิดว่าต้องมีตัวอย่างกี่ชิ้นถึงจะเหมาะสม"
    }
  },
  {
    "translation": {
      "en": "A hundred and fifty, uh, in a relatively short period of time.",
      "th": "หนึ่งร้อยห้าสิบชิ้น ในช่วงเวลาสั้นๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you're going to be testing 150 chicken parts",
      "th": "เท่ากับคุณจะตรวจไก่ชิ้นทั้งหมด 150 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "for us over the course of five weeks",
      "th": "ให้เราในช่วงห้าสัปดาห์ต่อจากนี้"
    }
  },
  {
    "translation": {
      "en": "from the top four major brands in this country.",
      "th": "จากยี่ห้อชั้นนำสี่ยี่ห้อของประเทศ"
    }
  },
  {
    "translation": {
      "en": "You're close to the end of testing all one hundred--",
      "th": "คุณใกล้จะตรวจไก่ทั้งหมด 150 ชิ้นเสร็จ…"
    }
  },
  {
    "translation": {
      "en": "We're slightly-- We're about 60% of testing",
      "th": "ตอนนี้ตรวจไปได้ 60% แล้ว"
    }
  },
  {
    "translation": {
      "en": "if you intend to bring in 150.",
      "th": "ถ้าคุณตั้งใจจะเอาไก่มา 150 ชิ้น"
    }
  },
  {
    "translation": {
      "en": "Great. If I buy chicken at the grocery store,",
      "th": "เยี่ยมค่ะ ถ้าฉันซื้อไก่จากซูเปอร์"
    }
  },
  {
    "translation": {
      "en": "should I assume it's safe for me?",
      "th": "ควรคิดก่อนไหมว่ามันปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "In this country, if you buy poultry, uh, from any grocery store,",
      "th": "ในประเทศนี้ ถ้าซื้อเนื้อสัตว์ปีก จากซูเปอร์ที่ไหนก็ตาม"
    }
  },
  {
    "translation": {
      "en": "regardless of the brand of poultry that you buy,",
      "th": "ไม่ว่าจะยี่ห้ออะไร"
    }
  },
  {
    "translation": {
      "en": "your… your primary assumption should be that",
      "th": "คุณควรจะตั้งสันนิษฐานไว้ก่อนว่า ไก่ชิ้นนั้นมีเชื้อโรค เช่นซัลโมเนลลาหรือแคมพีโลแบคเตอร์"
    }
  },
  {
    "translation": {
      "en": "it contains pathogens such as salmonella and campylobacter.",
      "th": "ไก่ชิ้นนั้นมีเชื้อโรค เช่นซัลโมเนลลาหรือแคมพีโลแบคเตอร์"
    }
  },
  {
    "translation": {
      "en": "The fact of the matter is salmonella in chicken is okay to be sold.",
      "th": "ความเป็นจริงก็คือ ไก่ปนเปื้อนซัลโมเนลลา ได้รับอนุญาตให้ขายได้"
    }
  },
  {
    "translation": {
      "en": "It's not an adulterant.",
      "th": "เขาไม่ถือว่าเป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "So it's fine to knowingly sell salmonella, campylobacter-tainted chicken.",
      "th": "เท่ากับคนสามารถขายไก่ ทั้งที่รู้ว่าปนเปื้อนซัลโมเนลลาหรือแคมพีแบคเตอร์"
    }
  },
  {
    "translation": {
      "en": "There was a famous case where the government and industry simply said",
      "th": "มีคดีดังที่รัฐบาลและอุตสาหกรรมไก่บอกว่า"
    }
  },
  {
    "translation": {
      "en": "that it was the housewife's job to protect the family.",
      "th": "การปกป้องครอบครัวนั้นเป็นงานของแม่บ้าน"
    }
  },
  {
    "translation": {
      "en": "[Brian] What it boils down to",
      "th": "สรุปสั้นๆ คือ"
    }
  },
  {
    "translation": {
      "en": "is the courts ruled that, you know, the salmonella can't be considered an adulterant",
      "th": "ศาลตัดสินว่าไม่อาจจัดให้ซัลโมเนลลา เป็นสารต้องห้ามได้"
    }
  },
  {
    "translation": {
      "en": "because housewives know how to cook chicken.",
      "th": "เพราะแม่บ้านที่ดีจะรู้วิธีทำไก่ที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[narrator] Can she prepare those favorite dishes of Tim's just like his mother used to make?",
      "th": "เธอจะสามารถทำอาหารจานโปรดของทิม ได้เหมือนที่คุณแม่เคยทำหรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Brian] And therefore, it doesn't pose a threat to human illness.",
      "th": "ดังนั้นจึงไม่ถือเป็นภัยที่ทำให้เกิดการป่วยในมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[narrator] Remember, it pays to play safe in the kitchen.",
      "th": "อย่าลืม ความปลอดภัยในครัวนั้นคุ้มค่า"
    }
  },
  {
    "translation": {
      "en": "This terrible court case dealt a death blow",
      "th": "คดีที่ศาลตัดสินแย่มากนี้เหมือนเป็นไม้ตาย"
    }
  },
  {
    "translation": {
      "en": "to… to regulation in the United States regarding salmonella.",
      "th": "ต่อการตั้งกฎข้อบังคับต่อต้านซัลโมเนลลา ในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "Sadly, a true death blow to a lot of people since.",
      "th": "น่าเศร้าที่ทำให้คนไม่น้อย ต้องตายไปจริงๆ หลังจากนั้น"
    }
  },
  {
    "translation": {
      "en": "The USDA throws up its hand and says,",
      "th": "กษ.ก็ยกมือยอมแพ้แล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Toxic salmonella are a normal part of raw chicken.\"",
      "th": "\"สารพิษซัลโมเนลลาเป็นเรื่องปกติของไก่ดิบ\""
    }
  },
  {
    "translation": {
      "en": "\"You don't want toxic salmonella? Cook it.\"",
      "th": "\"ไม่อยากกินสารพิษซัลโมเนลลาเหรอ ปรุงให้สุกสิ\""
    }
  },
  {
    "translation": {
      "en": "[Bill] That's what we're trying to change.",
      "th": "นั่นเป็นเรื่องที่เราพยายามแก้กันอยู่"
    }
  },
  {
    "translation": {
      "en": "The burden shouldn't be with consumers.",
      "th": "เขาไม่ควรผลักภาระมาให้ผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "And that's why we filed a petition with the USDA.",
      "th": "นั่นคือสาเหตุที่เรายื่นคำร้องต่อกระทรวงเกษตร"
    }
  },
  {
    "translation": {
      "en": "Well, welcome. Let me just say it's so good to really be, uh, with… with all of you.",
      "th": "ยินดีต้อนรับ ขอบอกเลยว่า ฉันดีใจมากที่ได้พบพวกคุณทุกคน"
    }
  },
  {
    "translation": {
      "en": "I… I just have such high regard for the work that you do and…",
      "th": "ฉันนับถืองานที่พวกคุณทำกันมาก"
    }
  },
  {
    "translation": {
      "en": "I know, Bill, you have petitions that you have moving forward,",
      "th": "บิล คุณยื่นคำร้องที่เดินหน้าไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and Sarah, you do, uh, as well.",
      "th": "และซาราห์ คุณก็มีของคุณ"
    }
  },
  {
    "translation": {
      "en": "And I'd love to have you just update me.",
      "th": "ฉันอยากให้คุณช่วยบอกความคืบหน้า"
    }
  },
  {
    "translation": {
      "en": "I made a really broad petition that would essentially encompass",
      "th": "ผมยื่นคำร้องแบบกว้างๆ ที่สุดท้ายแล้วมันจะครอบคลุม"
    }
  },
  {
    "translation": {
      "en": "making all salmonellas that cause human disease an adulterant.",
      "th": "ทำให้ซัลโมเนลลาทุกสายพันธุ์ ที่ก่อโรคในมนุษย์ได้กลายเป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "Draw a line in the sand and say, you know, \"Thou shalt not have a pathogen",
      "th": "เรียกว่าเป็นการขีดเส้นบอกว่า เจ้าจะมีเชื้อโรคอยู่"
    }
  },
  {
    "translation": {
      "en": "in your food that can sicken or kill your kid.\"",
      "th": "ในอาหารที่ทำให้ลูกหลานป่วยหรือตายไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[chuckles] Science supports that.",
      "th": "วิทยาศาสตร์ก็เข้าข้างเรา"
    }
  },
  {
    "translation": {
      "en": "Yeah, these pathogens are taking advantage of the gaps we have in our current system.",
      "th": "ใช่ เชื้อเหล่านี้กำลังฉวยโอกาส จากช่องว่างที่มีอยู่ในระบบปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "I mean, I think the common thread of all the work that we're all doing",
      "th": "ผมคิดว่างานของเราทุกคนมีส่วนหนึ่งที่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "is modernizing the outdated system that we have now.",
      "th": "เราต้องพยายามปรับระบบที่ล้าสมัยอยู่ตอนนี้ ให้ทันสมัยขึ้น"
    }
  },
  {
    "translation": {
      "en": "[splutters] That's the importance of this conversation.",
      "th": "นั่นแหละคือความสำคัญของการมาคุยแบบนี้"
    }
  },
  {
    "translation": {
      "en": "You spoke, Sarah, about the gaps.",
      "th": "ซาราห์ คุณพูดถึงช่องโหว่"
    }
  },
  {
    "translation": {
      "en": "-[Sarah] Mm. -Where are-- And I speak legislatively.",
      "th": "มันอยู่ตรงไหน… อันนี้ฉันถามในเชิงแก้กฎหมาย"
    }
  },
  {
    "translation": {
      "en": "Where are the gaps that we need to try to fill in?",
      "th": "ช่องว่างที่เราต้องอุดให้ได้นั้นอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "We really don't have a government agency",
      "th": "ตอนนี้เราไม่มีหน่วยงานของรัฐ"
    }
  },
  {
    "translation": {
      "en": "that's able to go onto farms and look at food safety risks.",
      "th": "ที่จะเข้าไปในฟาร์ม และดูความเสี่ยงต่อความปลอดภัยจากอาหาร"
    }
  },
  {
    "translation": {
      "en": "They can regulate diseases that cause animal illnesses,",
      "th": "พวกเขาสามารถควบคุมโรค ที่ทำให้สัตว์ล้มป่วยได้"
    }
  },
  {
    "translation": {
      "en": "but they turn a blind eye to the diseases that cause human illness.",
      "th": "แต่กลับปิดหูปิดตาต่อโรคที่ทำให้มนุษย์ล้มป่วย"
    }
  },
  {
    "translation": {
      "en": "If it makes you sick…",
      "th": "ถ้ามันทำให้เราป่วย…"
    }
  },
  {
    "translation": {
      "en": "[hesitates] …let's regulate it.",
      "th": "มาเขียนกฎควบคุมไว้"
    }
  },
  {
    "translation": {
      "en": "We can do it,",
      "th": "ร่างกฎหมายกัน"
    }
  },
  {
    "translation": {
      "en": "but I… I don't have to tell anyone around this table",
      "th": "แต่ฉันคงไม่ต้องบอกทุกคนในโต๊ะนี้นะ"
    }
  },
  {
    "translation": {
      "en": "about the strength of the lobby.",
      "th": "คนวิ่งเต้นล็อบบี้กันหนักมาก"
    }
  },
  {
    "translation": {
      "en": "-[Bill] Right. -[Brian] Yeah.",
      "th": "- ใช่ - ถูก"
    }
  },
  {
    "translation": {
      "en": "[Rosa] You have to know what you're up against.",
      "th": "คุณต้องรู้ว่าจะเจอกับอะไร"
    }
  },
  {
    "translation": {
      "en": "The food lobbyists are more powerful than the consumer at the moment.",
      "th": "ตอนนี้นักวิ่งเต้นอุตสาหกรรมอาหาร เขามีอำนาจมากกว่าผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "It's… it's very, very political.",
      "th": "นี่เป็นเรื่องการเมืองจัดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "In… in a very, um… in my view, in a dangerous way.",
      "th": "ในแบบที่… ฉันมองนะ ว่ามันอันตรายมากด้วย"
    }
  },
  {
    "translation": {
      "en": "[Marion] Food companies hate regulation.",
      "th": "บริษัทผลิตอาหารเกลียดกฎข้อบังคับ"
    }
  },
  {
    "translation": {
      "en": "They pay very expensive lobbyists",
      "th": "พวกเขาจ่ายเงินให้นักวิ่งเต้นค่าตัวแพง"
    }
  },
  {
    "translation": {
      "en": "to lobby the federal government",
      "th": "เพื่อล็อบบี้รัฐบาลกลาง"
    }
  },
  {
    "translation": {
      "en": "to make sure that the regulatory oversight is extremely limited.",
      "th": "จำกัดกฎข้อบังคับ ป้องกันความเลินเล่อให้น้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "Madam chairman and committee members,",
      "th": "ท่านประธานและสมาชิกคณะกรรมการ"
    }
  },
  {
    "translation": {
      "en": "as you can appreciate, there are many issues impacting the state",
      "th": "อย่างที่ท่านทราบดี มีปัญหาหลายอย่างที่กระทบต่อสถานะ"
    }
  },
  {
    "translation": {
      "en": "of the chicken industry as I speak to you today.",
      "th": "ของอุตสาหกรรมผลิตไก่ดังที่ผมแจ้งไว้แล้ววันนี้"
    }
  },
  {
    "translation": {
      "en": "[Marion] They go to Congress and say,",
      "th": "เขาจะเข้าไปในสภาคองเกรสแล้วบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"We know you're considering a bill",
      "th": "\"เรารู้ว่ากำลังพิจารณา"
    }
  },
  {
    "translation": {
      "en": "to pass very tight regulations about food safety.\"",
      "th": "จะผ่านพรบ.กฎข้อบังคับ เกี่ยวกับความปลอดภัยในอาหารที่เข้มขึ้น\""
    }
  },
  {
    "translation": {
      "en": "As Henry Ford once said, \"Don't find fault. Find a remedy.\"",
      "th": "ดังที่เฮนรี่ ฟอร์ดเคยกล่าวไว้ว่า \"อย่าหาข้อผิดพลาด หาทางแก้ไข\""
    }
  },
  {
    "translation": {
      "en": "[Bill] As soon as we propose something,",
      "th": "ทันทีที่เราเสนอกฎอะไรไป"
    }
  },
  {
    "translation": {
      "en": "you know, the industry groups are gonna come in, and they're gonna have their stories",
      "th": "กลุ่มของอุตสาหกรรมนั้นจะวิ่งเข้ามา แล้วจะมีเรื่องจากฝั่งเขา"
    }
  },
  {
    "translation": {
      "en": "about why this would be burdensome on industry,",
      "th": "หาว่าพรบ.นี้จะเป็นปัญหาต่ออุตสาหกรรมยังไง"
    }
  },
  {
    "translation": {
      "en": "and meat prices are gonna go higher,",
      "th": "ราคาเนื้อจะพุ่งสูงขึ้นอย่างไร"
    }
  },
  {
    "translation": {
      "en": "people are gonna lose their jobs, and it's the consumer's responsibility.",
      "th": "คนจะต้องตกงาน และสุดท้ายก็เป็นหน้าที่ของผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "All those arguments were the ones they said,",
      "th": "ข้อโต้แย้งทั้งหมดเคยพูดมาแล้วทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "you know, when E. coli O157:H7 was listed as an adulterant.",
      "th": "ตอนที่เราจัดให้อีโคไล 0157 กลายเป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "You know, the world was gonna fall apart, and it didn't.",
      "th": "ตอนนั้นเขาบอกว่าโลกจะแตก แต่มันก็ไม่ได้แตก"
    }
  },
  {
    "translation": {
      "en": "[Mindy] I was the undersecretary for food safety",
      "th": "ฉันเป็นรัฐมนตรีช่วยด้านความปลอดภัยในอาหาร"
    }
  },
  {
    "translation": {
      "en": "which was the highest-ranking food safety official in the US.",
      "th": "ซึ่งเป็นเจ้าหน้าที่ด้านความปลอดภัยในอาหาร ระดับสูงที่สุดในสหรัฐอเมริกา"
    }
  },
  {
    "translation": {
      "en": "And, I mean, I'm a scientist. I'm not a politician.",
      "th": "ฉันเป็นนักวิทยาศาสตร์ค่ะ ไม่ใช่นักการเมือง"
    }
  },
  {
    "translation": {
      "en": "I was there to make the food supply safe.",
      "th": "ฉันทำงานเพื่อให้ระบบอาหารปลอดภัยขึ้น"
    }
  },
  {
    "translation": {
      "en": "When you put agendas and, you know, political interest aside,",
      "th": "เราต้องเก็บความต้องการแฝง และผลประโยชน์ทางการเมืองไปก่อน"
    }
  },
  {
    "translation": {
      "en": "then you can solve problems.",
      "th": "ถึงจะแก้ปัญหาได้"
    }
  },
  {
    "translation": {
      "en": "You can get data, you can find the answers,",
      "th": "เราจะได้ข้อมูล เราจะหาคำตอบได้"
    }
  },
  {
    "translation": {
      "en": "and then you can find something that actually works.",
      "th": "แล้วจะสามารถหาทางออกที่ได้ผลจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Obviously, regulations are important. I'm not saying they're not.",
      "th": "เห็นๆ อยู่ว่าการออกกฎข้อบังคับก็สำคัญ ไม่ได้บอกว่ามันไม่สำคัญนะคะ"
    }
  },
  {
    "translation": {
      "en": "But it's better for us to be able to come to the table",
      "th": "แต่อาจจะดีกว่าถ้าเราสามารถมานั่งล้อมวง"
    }
  },
  {
    "translation": {
      "en": "before we have to move to regulation.",
      "th": "ก่อนที่จะไปถึงขั้นตอนการยื่นกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "[interviewer] When you were nominated for your position by President Trump,",
      "th": "ตอนที่คุณได้รับการเสนอชื่อ ให้ดำรงตำแหน่งนี้จากประธานาธิบดีทรัมป์"
    }
  },
  {
    "translation": {
      "en": "a lobbyist for the National Cattlemen's Beef Association said that this was",
      "th": "นักวิ่งเต้นจากสมาคมปศุสัตว์เนื้อแห่งชาติ ถึงกับพูดว่านี่เป็น"
    }
  },
  {
    "translation": {
      "en": "great news for the industry.",
      "th": "ข่าวดีมากสำหรับอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "Why was the industry so excited about you in particular?",
      "th": "ทำไมคนในอุตสาหกรรม ตื่นเต้นดีใจกับคุณเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Because I'm a scientist,",
      "th": "เพราะฉันเป็นนักวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "and they knew I'd make data-driven, science-based decisions.",
      "th": "คนรู้ว่าฉันจะตัดสินใจโดยใช้ข้อมูล และข้อเท็จจริงทางวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "[interviewer] It had nothing to do with the fact",
      "th": "แสดงว่าไม่ได้เกี่ยวกับข้อเท็จจริงที่ คุณเคยรับเงินก้อนมหาศาล"
    }
  },
  {
    "translation": {
      "en": "that you had received a lot of money for your research",
      "th": "แสดงว่าไม่ได้เกี่ยวกับข้อเท็จจริงที่ คุณเคยรับเงินก้อนมหาศาล ให้ทำงานวิจัยตลอดหลายปี จากคนกลุ่มเดียวกันนี้"
    }
  },
  {
    "translation": {
      "en": "from this very same group over the years?",
      "th": "ให้ทำงานวิจัยตลอดหลายปี จากคนกลุ่มเดียวกันนี้"
    }
  },
  {
    "translation": {
      "en": "No. I mean… [splutters]",
      "th": "ไม่ค่ะ คือว่า… ไม่"
    }
  },
  {
    "translation": {
      "en": "I do wish that that money, you know, was my personal money.",
      "th": "ฉันก็อยากให้เงินนั่น คือว่า เป็นเงินส่วนตัวของฉันเหมือนกันนะ"
    }
  },
  {
    "translation": {
      "en": "It never-- It wasn't. It was university given to--",
      "th": "แต่ไม่เคย… มันไม่ใช่… นั่นเป็นเงินที่มหาวิทยาลัยให้"
    }
  },
  {
    "translation": {
      "en": "It was money given to the university to do research.",
      "th": "เป็นเงินที่พวกเขามอบให้มหาวิทยาลัย เพื่อให้ทำงานวิจัย"
    }
  },
  {
    "translation": {
      "en": "And that's how we fund research programs, is through grants from the cattlemen,",
      "th": "นั่นคือวิธีหาทุนในโครงการวิจัยต่างๆ เราต้องได้ทุนจากปศุสัตว์"
    }
  },
  {
    "translation": {
      "en": "through, uh, you know, the meat institute, all those different organizations.",
      "th": "จากสถาบันเนื้อสัตว์และองค์กรต่างๆ นานา"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are you saying it isn't a conflict of interest for you to regulate",
      "th": "คุณจะบอกว่าไม่ถือเป็นผลประโยชน์ทับซ้อน ที่คุณได้มาควบคุม"
    }
  },
  {
    "translation": {
      "en": "the very industry that has funded so many of your studies?",
      "th": "อุตสาหกรรมเดียวกับที่ ให้ทุนงานวิจัยของคุณมากมาย"
    }
  },
  {
    "translation": {
      "en": "It didn't necessarily change the way I looked at the industry at all.",
      "th": "มันไม่ได้เปลี่ยนท่าทีที่ฉันมองอุตสาหกรรมนี้"
    }
  },
  {
    "translation": {
      "en": "If anything, you know, I knew where the pathogens were",
      "th": "เปลี่ยนตรงที่ฉันรู้ว่าเชื้อเหล่านั้นคืออะไร"
    }
  },
  {
    "translation": {
      "en": "and how to control them and all of those different components of the industry.",
      "th": "รู้ว่าจะควบคุมเชื้อกับส่วนต่างๆ ในอุตสาหกรรมนี้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "So I think it just made me a stronger person in that position.",
      "th": "ฉันว่านั่นยิ่งทำให้ฉัน เป็นตัวเลือกที่เหมาะสมต่อตำแหน่งยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Was your nomination also great news, do you think,",
      "th": "คุณคิดว่าการได้รับการเสนอชื่อของคุณ เป็นข่าวดี"
    }
  },
  {
    "translation": {
      "en": "for the consumers that rely on the government to keep their food safe?",
      "th": "สำหรับผู้บริโภคที่ต้องพึ่งรัฐบาล ในการจัดการให้อาหารปลอดภัยหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Yes. I'm a very strong consumer advocate.",
      "th": "ใช่สิคะ ฉันสู้เพื่อผู้บริโภคอย่างหนักแน่น"
    }
  },
  {
    "translation": {
      "en": "And, you know, it's not just, you know, Mindy Brashears, you know.",
      "th": "ไม่ใช่แค่มินดี้ เบรชเชียร์สคนเดียวนะ"
    }
  },
  {
    "translation": {
      "en": "It's everyone in government.",
      "th": "แต่ทุกคนในรัฐบาลนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "They get into this… you know, into this political realm.",
      "th": "พวกเขาเข้าไปอยู่ในโลกการเมือง"
    }
  },
  {
    "translation": {
      "en": "And it doesn't seem like they really",
      "th": "และเมื่อนั้นพวกเขาก็ไม่ค่อย"
    }
  },
  {
    "translation": {
      "en": "are paying attention to the people's business.",
      "th": "สนใจอะไรกับเรื่องของประชาชนแล้ว"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Have you made a decision on the Marler petition yet?",
      "th": "คุณได้ตัดสินใจเรื่องคำร้องของมาร์เลอร์หรือยัง"
    }
  },
  {
    "translation": {
      "en": "No, we have not.",
      "th": "ยัง เรายังไม่ได้ตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "We are examining and assessing the requests in the context",
      "th": "เรากำลังตรวจสอบและประเมินคำร้อง ในบริบทของ"
    }
  },
  {
    "translation": {
      "en": "of our larger salmonella initiative.",
      "th": "ความริเริ่มต่อสู้ซัลโมเนลลา ในวงกว้างของเราเอง"
    }
  },
  {
    "translation": {
      "en": "Their goal in each of the petitions is to do a better job",
      "th": "เป้าหมายของพวกเขาในการยื่นคำร้อง คือขอให้ทำได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "at reducing salmonella, the strains that make people sick.",
      "th": "ในการลดเชื้อซัลโมเนลลา สายพันธุ์ที่ทำให้คนป่วย"
    }
  },
  {
    "translation": {
      "en": "We have the same exact goal.",
      "th": "เราก็มีเป้าหมายเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "When Mike Taylor deemed E. coli O157:H7 an adulterant,",
      "th": "ตอนที่ไมค์ เทย์เลอร์ประกาศ ให้อีโคไล 0157:H7 เป็นสารต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "he had complete authority to do that.",
      "th": "เขามีอำนาจเต็มที่ในการทำเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "There's absolutely no reason that,",
      "th": "ไม่เห็นจะมีเหตุผลอะไรที่"
    }
  },
  {
    "translation": {
      "en": "uh, Sandy Eskin couldn't do exactly the same thing on her own right now.",
      "th": "แซนดี้ เอสกินจะไม่สามารถทำสิ่งเดียวกัน ด้วยตัวคนเดียวในตอนนี้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] She has the authority?",
      "th": "- เธอมีอำนาจฟันธงเหรอคะ - มีสิ"
    }
  },
  {
    "translation": {
      "en": "Absolutely. She has the authority to deem salmonella an adulterant in chicken.",
      "th": "เธอมีอำนาจสั่งให้ซัลโมเนลลา เป็นสารต้องห้ามในเนื้อไก่"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So why doesn't she?",
      "th": "งั้นทำไมถึงไม่สั่ง"
    }
  },
  {
    "translation": {
      "en": "Because, uh, the industry would…",
      "th": "เพราะถ้าทำไป อุตสาหกรรมก็จะ"
    }
  },
  {
    "translation": {
      "en": "And I should say this knowing that it's chicken,",
      "th": "ผมต้องพูดคำนี้เพราะรู้ว่า มันเป็นอุตสาหกรรมไก่น่ะนะ"
    }
  },
  {
    "translation": {
      "en": "the industry would squawk, um, and they would squawk loudly.",
      "th": "แต่อุตสาหกรรมจะโวยวายร้องกะต๊ากๆ แล้วจะร้องจ๊ากกันดังมากด้วย"
    }
  },
  {
    "translation": {
      "en": "I feel like the industry hasn't held up their end of the bargain.",
      "th": "ผมรู้สึกเหมือนอุตสาหกรรมไก่ ไม่ได้ทำตามที่สัญญาไว้"
    }
  },
  {
    "translation": {
      "en": "You can go to Europe",
      "th": "เวลาเราไปยุโรป"
    }
  },
  {
    "translation": {
      "en": "and buy packages that are labeled,",
      "th": "แล้วซื้อไก่แพ็คที่ติดป้ายว่า"
    }
  },
  {
    "translation": {
      "en": "you know, \"pathogen-free\" there.",
      "th": "\"ปลอดเชื้อโรค\" ที่นั่นได้"
    }
  },
  {
    "translation": {
      "en": "You can't get that in the United States.",
      "th": "เราหาแบบนั้นในสหรัฐอเมริกาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Sarah] They went back to the farm,",
      "th": "พวกเขาย้อนกลับไปดูที่ฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "and they prioritized getting rid of the worst types of salmonella",
      "th": "และให้ความสำคัญกับการ กำจัดซัลโมเนลลาสายพันธุ์ที่รุนแรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "that make humans sick.",
      "th": "ที่ทำให้มนุษย์ป่วย"
    }
  },
  {
    "translation": {
      "en": "[Bill] They vaccinate chicken against salmonella.",
      "th": "ยุโรปจะฉีดวัคซีนให้ไก่ไม่ติดเชื้อซัลโมเนลลา"
    }
  },
  {
    "translation": {
      "en": "They sometimes eradicate flocks that are contaminated with salmonella,",
      "th": "บางครั้งก็เชือดไก่ทั้งฝูง ที่ปนเปื้อนซัลโมเนลลาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "and they do those interventions before they hit the slaughterhouse",
      "th": "และเข้าแทรกแซงก่อนที่ไก่จะไปถึงโรงเชือด"
    }
  },
  {
    "translation": {
      "en": "because once they hit the slaughterhouse, you know, it's not gonna help.",
      "th": "เพราะเมื่อไปถึงโรงเชือดแล้วก็ช่วยอะไรไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So it's not like we can't do it.",
      "th": "มันไม่ใช่ว่าเราทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Um, we just don't have the political will yet to do it.",
      "th": "เราแค่ยังไม่มีความตั้งใจทางการเมืองที่จะทำ"
    }
  },
  {
    "translation": {
      "en": "When you look at what happened to Stephanie Ingberg,",
      "th": "เมื่อดูเรื่องที่เกิดขึ้นกับสเตฟานี อิงเบิร์ก"
    }
  },
  {
    "translation": {
      "en": "there's no question we're not doing enough.",
      "th": "ไม่ต้องสงสัยเลยว่าพวกเรายังพยายามไม่พอ"
    }
  },
  {
    "translation": {
      "en": "The government's not doing enough. The industry's not doing enough.",
      "th": "รัฐบาลยังพยายามไม่พอ อุตสาหกรรมนั้นยังพยายามไม่พอ"
    }
  },
  {
    "translation": {
      "en": "[Scott] Stephanie, you know, when we first found out",
      "th": "สเตฟานี ตอนที่เราเพิ่งรู้"
    }
  },
  {
    "translation": {
      "en": "that first morning that she was back that she may not live very much longer,",
      "th": "ในเช้าวันแรกที่กลับมาถึง รู้ว่าลูกคงมีชีวิตอยู่ต่อได้ไม่นาน"
    }
  },
  {
    "translation": {
      "en": "the fact that she didn't die, uh, gave us hope. She was still with us.",
      "th": "การที่ลูกไม่ตายก็ทำให้เรามีหวัง ว่าลูกจะยังอยู่กับเรา"
    }
  },
  {
    "translation": {
      "en": "She was still in a coma. We couldn't communicate with her.",
      "th": "ลูกอาจยังนอนโคม่า เราไม่สามารถสื่อสารกับลูกได้"
    }
  },
  {
    "translation": {
      "en": "They… they didn't know why she wasn't waking up.",
      "th": "หมอไม่รู้ว่าทำไมลูกไม่ยอมฟื้น"
    }
  },
  {
    "translation": {
      "en": "And I think that's what led to the question about the brain injury,",
      "th": "ผมว่านั่นคือจุดที่หมอ เริ่มสงสัยว่าสมองกระทบกระเทือน"
    }
  },
  {
    "translation": {
      "en": "that she just wasn't waking up.",
      "th": "ลูกก็เลยไม่ฟื้นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "The priest came in saying a prayer.",
      "th": "บาทหลวงเข้ามาสวดภาวนา"
    }
  },
  {
    "translation": {
      "en": "And during that prayer, her eyes just started to slit open.",
      "th": "ระหว่างการสวดนั้น ตาของลูกก็เริ่มหรี่ลืมตาขึ้น"
    }
  },
  {
    "translation": {
      "en": "And that was the first sign of waking up.",
      "th": "นั่นเป็นสัญญาณแรกของการตื่น"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[sniffles] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I specifically remember when I woke up,",
      "th": "ฉันจำจังหวะตอนที่ฟื้นขึ้นมาได้ดีเลย"
    }
  },
  {
    "translation": {
      "en": "everyone was surrounding me, and everyone was very emotional around me.",
      "th": "ทุกคนยืนล้อมฉันไว้ ทุกคนรอบตัวน้ำตารื้นกันหมด"
    }
  },
  {
    "translation": {
      "en": "I'm like, \"What is the big deal? Why is everyone so sad right now?\"",
      "th": "ฉันก็ \"อะไรกันนักหนา ทำไมทุกคนทำหน้าเศร้าแบบนี้"
    }
  },
  {
    "translation": {
      "en": "\"I don't understand.\"",
      "th": "ฉันไม่เข้าใจ\""
    }
  },
  {
    "translation": {
      "en": "So they were telling me that I got, um, a strain of E. coli.",
      "th": "เขาเลยเล่าให้ฟังว่า ฉันติดเชื้ออีโคไลสายพันธุ์หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Pablo] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Do you have any pain when I poke in there?",
      "th": "ตอนหมอกดตรงนี้เจ็บบ้างไหม"
    }
  },
  {
    "translation": {
      "en": "-No. -[Pablo] No.",
      "th": "- ไม่ค่ะ - ไม่นะ"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] And it can give you HUS, which is a fatal kidney disease,",
      "th": "และเชื้อนี้อาจทำให้เป็นเอชยูเอส ซึ่งเป็นโรคไตแบบที่ถึงตาย"
    }
  },
  {
    "translation": {
      "en": "which is what I got.",
      "th": "นั่นก็เป็นโรคที่ฉันเป็น"
    }
  },
  {
    "translation": {
      "en": "[Pablo] This condition in her body was like a nuclear bomb exploding inside you,",
      "th": "สภาพในร่างกายของเธอเหมือนกับ มีระเบิดนิวเคลียร์ระเบิดในนั้น"
    }
  },
  {
    "translation": {
      "en": "where it hits every single organ,",
      "th": "และโจมตีอวัยวะทุกส่วนของเธอ"
    }
  },
  {
    "translation": {
      "en": "and then you have to get there and pick up the pieces.",
      "th": "เราต้องเจาะเข้าไปเก็บกวาดแก้ไข"
    }
  },
  {
    "translation": {
      "en": "[Pablo in scene] Okay, good, we're gonna go to the left side now.",
      "th": "โอเค ดี จะไปดูข้างซ้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It took me a long time to rebuild my strength.",
      "th": "ฉันต้องใช้เวลานานมากกว่าจะสั่งสมพละกำลังได้"
    }
  },
  {
    "translation": {
      "en": "-[Pablo] Feels better, huh? -[chuckles]",
      "th": "รู้สึกดีขึ้นหรือยัง"
    }
  },
  {
    "translation": {
      "en": "My coma kind of knocked me out for the hardest parts,",
      "th": "เพราะนอนโคม่า ฉันเลยสลบไม่รับรู้ ส่วนที่ทำใจลำบากที่สุด"
    }
  },
  {
    "translation": {
      "en": "but I know there were moments",
      "th": "แต่ฉันก็รู้ว่ามีบางจังหวะ"
    }
  },
  {
    "translation": {
      "en": "that my family and my doctors didn't think I was gonna make it through,",
      "th": "ที่ทั้งครอบครัวและหมอไม่คิดว่าฉันจะรอด"
    }
  },
  {
    "translation": {
      "en": "which has been really hard on them.",
      "th": "ทำให้พวกเขาทำใจลำบากมาก"
    }
  },
  {
    "translation": {
      "en": "And it's hard for me to know that I put them through that pain.",
      "th": "แล้วฉันก็รู้สึกแย่ ที่รู้ว่าฉันทำให้พวกเขาปวดใจแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "But…",
      "th": "แต่…"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Control it all the way. I'm gonna look at your knees as you go.",
      "th": "คุมไปตลอดทาง ฉันจะขอดูเข่าระหว่างที่เดิน"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I had a lot of physical therapy,",
      "th": "ฉันต้องทำกายภาพบำบัดเยอะ"
    }
  },
  {
    "translation": {
      "en": "a handful of outpatient dialysis visits.",
      "th": "ต้องไปฟอกไตเป็นคนไข้นอกหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "I had doctor's appointments every day.",
      "th": "มีการนัดหมอทุกวัน"
    }
  },
  {
    "translation": {
      "en": "My mom couldn't go back to work for months because she had to drive me",
      "th": "แม่กลับไปทำงานไม่ได้ตั้งหลายเดือน เพราะต้องขับรถให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "to probably two or three doctor's appointments every day.",
      "th": "ไปหาหมอวันละสองหรือสามนัดทุกๆ วัน"
    }
  },
  {
    "translation": {
      "en": "You know, I had a few goals set in place that helped motivate me.",
      "th": "ฉันก็ตั้งเป้าหมายไว้เล็กน้อย เพื่อช่วยผลักดันตัวเอง"
    }
  },
  {
    "translation": {
      "en": "You know, I was graduating in May.",
      "th": "ตอนนั้นฉันกำลังจะเรียนจบในเดือนพฤษภา"
    }
  },
  {
    "translation": {
      "en": "Being able to, um, you know, walk at graduation",
      "th": "อยากจะเดินเองได้ในวันรับปริญญา"
    }
  },
  {
    "translation": {
      "en": "was one of my biggest goals because at the time I couldn't walk.",
      "th": "นั่นเป็นหนึ่งในเป้าหมายใหญ่ที่สุด เพราะตอนนั้นแค่เดินยังไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I'm crying, but I achieved all those goals.",
      "th": "นี่ฉันร้องไห้นะ แต่ฉันทำตามเป้าหมายได้ทุกข้อ"
    }
  },
  {
    "translation": {
      "en": "You know, I… I got to go to prom. I got to walk at graduation…",
      "th": "ฉันได้ไปงานพรอม ได้เดินในงานจบการศึกษา"
    }
  },
  {
    "translation": {
      "en": "…which, you know, I feel like I'm pretty lucky",
      "th": "ซึ่งฉันก็รู้สึกว่าตัวเองโชคดีมาก"
    }
  },
  {
    "translation": {
      "en": "to be able to say I was able to do,",
      "th": "ที่สามารถพูดว่าฉันทำได้"
    }
  },
  {
    "translation": {
      "en": "given the circumstances. [sniffles]",
      "th": "ในสถานการณ์แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You are still having protein spillage in the urine.",
      "th": "ยังมีเศษโปรตีนอยู่ในปัสสาวะ"
    }
  },
  {
    "translation": {
      "en": "That is unfortunately not normal.",
      "th": "เสียดายที่นั่นไม่ใช่เรื่องปกติ"
    }
  },
  {
    "translation": {
      "en": "And that's why we're using, uh, this medication, Lisinopril.",
      "th": "และทำให้เราจะใช้ยาตัวนี้ ลิซิโนพริล"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, uh,",
      "th": "แย่หน่อย"
    }
  },
  {
    "translation": {
      "en": "it's been four years now, and I'm not seeing this going away.",
      "th": "เรื่องผ่านมาสี่ปีแล้ว หมอคิดว่าอาการนี้คงไม่หายง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] I'm kind of nervous for what the future holds",
      "th": "ฉันก็ประหม่านะ ไม่รู้ว่าอนาคตจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "with my kidney health and everything. I try not to think about it.",
      "th": "จากสุขภาพไตและทุกอย่าง ฉันพยายามยังไม่คิดมาก"
    }
  },
  {
    "translation": {
      "en": "I have to take a medication every day",
      "th": "ฉันต้องกินยาทุกวัน"
    }
  },
  {
    "translation": {
      "en": "to try to tighten the filters in my kidneys.",
      "th": "เพื่อพยายามรวบตึงสารกรองในไตของฉัน"
    }
  },
  {
    "translation": {
      "en": "I've talked to my nephrologist, and there's a possibility",
      "th": "ฉันคุยกับอายุรแพทย์โรคไตแล้ว เขาบอกว่ามีโอกาสที่"
    }
  },
  {
    "translation": {
      "en": "that I might have to get a kidney transplant.",
      "th": "ฉันคุยกับอายุรแพทย์โรคไตแล้ว เขาบอกว่ามีโอกาสที่ ฉันอาจต้องปลูกถ่ายไตใหม่ หรืออาจต้องฟอกไตไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I mean, I might have to be on dialysis for the rest of my life.",
      "th": "ฉันอาจต้องปลูกถ่ายไตใหม่ หรืออาจต้องฟอกไตไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "Like, you never wanna hear that.",
      "th": "คนเราไม่อยากฟังข่าวแบบนั้นหรอก"
    }
  },
  {
    "translation": {
      "en": "[Sarah] I think some people tend to brush off foodborne illness.",
      "th": "ฉันว่าบางคนก็พยายาม มองการป่วยจากอาหารเป็นเรื่องเล็ก"
    }
  },
  {
    "translation": {
      "en": "Oh, it's a little stomach ache.",
      "th": "แค่ปวดท้องเอง"
    }
  },
  {
    "translation": {
      "en": "You know, it's some extra time in the bathroom. It's no big deal.",
      "th": "แค่เข้าห้องน้ำนานหน่อย ไม่ใช่ปัญหา"
    }
  },
  {
    "translation": {
      "en": "[Stephanie] It is so much more than that, you know.",
      "th": "แต่ที่จริงมันเป็นมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "It's comas and brain damage and kidney trauma",
      "th": "มันคือการนอนโคม่า สมองเสียหาย ไตพังตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "and definitely should be taken seriously.",
      "th": "เรื่องนี้ควรจะมองอย่างจริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "I ate a salad, and, you know,",
      "th": "ฉันแค่กินสลัดจานเดียว รู้อีกที"
    }
  },
  {
    "translation": {
      "en": "now I have long-term health effects from it.",
      "th": "ตอนนี้ฉันมีปัญหาสุขภาพระยะยาวจากจานนั้น"
    }
  },
  {
    "translation": {
      "en": "[Brian] If you were to develop a list of the highest-risk foods right now,",
      "th": "ถ้าให้เขียนรายการอาหารที่เสี่ยงมากที่สุดตอนนี้"
    }
  },
  {
    "translation": {
      "en": "romaine lettuce would be near the top, if not at the top.",
      "th": "ผักคอสน่าจะอยู่ลำดับต้นๆ ถ้าไม่ใช่บนสุด"
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm curious if you eat romaine?",
      "th": "ฉันอยากรู้ว่าคุณกินผักคอสไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I don't.",
      "th": "ไม่กินครับ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Do you eat romaine?",
      "th": "คุณจะกินผักคอสรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "[splutters] I do steer clear of romaine for the most part.",
      "th": "ฉันก็พยายามเลี่ยงผักคอสเป็นส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "I mean, I think about it every time I eat it.",
      "th": "คิดดูสิ ทุกครั้งที่ผมกิน"
    }
  },
  {
    "translation": {
      "en": "I, you know… I've rolled the dice. [laughs]",
      "th": "ผม… รู้ว่าเสี่ยงแต่ขอกิน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any foods that you both absolutely avoid?",
      "th": "มีอาหารที่คุณทั้งสองคนหลีกเลี่ยงแน่ๆ เลยไหม"
    }
  },
  {
    "translation": {
      "en": "Bagged-- We don't buy prepackaged bagged salads.",
      "th": "ถุง… เราไม่ซื้อผักสลัดสำเร็จรูปที่ขายกันเป็นถุงๆ"
    }
  },
  {
    "translation": {
      "en": "-Um… -[Julie] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "We kind of tend to shy away from romaine, especially from Yuma or Salinas.",
      "th": "แล้วเราก็เหมือนจะเลี่ยงผักคอส โดยเฉพาะที่มาจากยูมาหรือซาลินาส"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Has the LGMA response prevented leafy greens outbreaks in your opinion?",
      "th": "คุณว่าการตอบสนองของแอลจีเอ็มเอ ช่วยป้องกันการระบาดจากผักใบเขียวได้ไหม"
    }
  },
  {
    "translation": {
      "en": "LGMA has made a significant difference in this industry.",
      "th": "แอลจีเอ็มเอสร้างความเปลี่ยนแปลงสำคัญ ในอุตสาหกรรมนี้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] Are there any studies that document",
      "th": "มีการวิจัยชิ้นไหนไหมที่เก็บข้อมูล"
    }
  },
  {
    "translation": {
      "en": "the improvement of safety after the implementation of LGMA?",
      "th": "ความปลอดภัยที่เพิ่มขึ้นหลังก่อตั้งแอลจีเอ็มเอ"
    }
  },
  {
    "translation": {
      "en": "I don't know of any. [inhales]",
      "th": "ผมไม่คิดว่ามีนะ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] So you say that you feel confident that it's prevented certain outbreaks--",
      "th": "คุณจะบอกว่า คุณมั่นใจ ว่าองค์กรได้ป้องกันการระบาด…"
    }
  },
  {
    "translation": {
      "en": "Absolutely.",
      "th": "แน่นอน"
    }
  },
  {
    "translation": {
      "en": "[interviewer] I want to run through",
      "th": "ฉันอยากขออ่านข้อมูล"
    }
  },
  {
    "translation": {
      "en": "some things that have gone down the past five years.",
      "th": "เหตุการณ์ที่เกิดขึ้นในช่วงห้าปีที่เพิ่งผ่านมานี้"
    }
  },
  {
    "translation": {
      "en": "So September 2017, eight people sick from spinach.",
      "th": "กันยายน 2017 มีผู้ป่วยจากผักขมแปดคน"
    }
  },
  {
    "translation": {
      "en": "November 2017, 67 people sick from another unknown leafy green outbreak.",
      "th": "พฤศจิกายนปี 2017 อีก 67 คน ป่วยจากการระบาดด้วยเชื้อผักใบเขียว"
    }
  },
  {
    "translation": {
      "en": "Then the following year in March, a big one, 248 people, five dead.",
      "th": "ในปีต่อมา เดือนมีนาคม อันนี้ครั้งใหญ่ ป่วย 248 คน ตาย 5 คน"
    }
  },
  {
    "translation": {
      "en": "April 2018, ten people.",
      "th": "เมษายน 2018 อีกสิบคน"
    }
  },
  {
    "translation": {
      "en": "October 2018, three separate leafy green outbreaks, sickening 135 people.",
      "th": "ตุลาคม 2018 การระบาดจากผักใบเขียว สามครั้งทำให้มีคนป่วย 135"
    }
  },
  {
    "translation": {
      "en": "November, same thing, 167 people sick.",
      "th": "เดือนพฤศจิกายน เหมือนเดิม ป่วยทั้งหมด 167 คน"
    }
  },
  {
    "translation": {
      "en": "November 2019, two more outbreaks that same year.",
      "th": "พฤศจิกายน 2019 ระบาดอีกสองครั้งในปีเดิม"
    }
  },
  {
    "translation": {
      "en": "October 2020, 40 people.",
      "th": "ตุลาคม 2020 อีก 40 คน"
    }
  },
  {
    "translation": {
      "en": "This isn't a great track record, is it?",
      "th": "นี่ไม่ใช่ประวัติที่น่าชื่นชมเท่าไหร่เนอะ"
    }
  },
  {
    "translation": {
      "en": "I think we have a lot to be proud of.",
      "th": "ผมว่าเรามีอะไรให้ภาคภูมิใจเยอะ"
    }
  },
  {
    "translation": {
      "en": "Certainly, every one of those is… is a tragic incident",
      "th": "แน่นอน ทุกกรณีนั้นเป็นเรื่องน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "and the effect it had on those consumers.",
      "th": "ผลที่ส่งต่อผู้บริโภคเหล่านั้นก็น่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "But I am confident of the progress that we have made through the LGMA",
      "th": "แต่ผมมั่นใจกับความก้าวหน้า ที่พวกเราได้มาจากแอลจีเอ็มเอ"
    }
  },
  {
    "translation": {
      "en": "and the difference we have made in the industry.",
      "th": "และความเปลี่ยนแปลง ที่เราสร้างให้กับอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "[Christine] One thing that jumped out at me when reporting",
      "th": "สิ่งหนึ่งที่สะดุดใจฉันทุกทีตอนทำข่าว"
    }
  },
  {
    "translation": {
      "en": "on these romaine lettuce outbreaks is how little the federal government",
      "th": "เรื่องการระบาดจากผักคอส คือการที่รัฐบาลกลางแทบจะไม่"
    }
  },
  {
    "translation": {
      "en": "was doing to address them.",
      "th": "ทำอะไรเพื่อแก้ปัญหานั้นเลย"
    }
  },
  {
    "translation": {
      "en": "For many years, we've given the responsibility to the businesses",
      "th": "ตั้งหลายปี เรามอบหมายความรับผิดชอบ ให้บริษัทต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and let them take responsibility, and that's not working.",
      "th": "และปล่อยให้พวกเขารับผิดชอบ แต่มันไม่ได้ผล"
    }
  },
  {
    "translation": {
      "en": "[interviewer] I'm being asked to wrap up.",
      "th": "เขาขอให้ฉันสรุปจบ"
    }
  },
  {
    "translation": {
      "en": "What do you want the viewers to know about this issue?",
      "th": "คุณอยากให้ผู้ชมทราบเรื่องอะไร เกี่ยวกับประเด็นนี้คะ"
    }
  },
  {
    "translation": {
      "en": "Well, I would like your viewers to know",
      "th": "ผมอยากให้ผู้ชมรับทราบว่า"
    }
  },
  {
    "translation": {
      "en": "that the US has among the safest food systems in the world.",
      "th": "สหรัฐอเมริกามีระบบวัตถุดิบอาหาร ที่ปลอดภัยที่สุดแห่งหนึ่งในโลก"
    }
  },
  {
    "translation": {
      "en": "But we plan to work together to create an even safer, more digital,",
      "th": "เราวางแผนจะร่วมมือกัน เพื่อสร้างระบบที่ปลอดภัยกว่า ดิจิทัลกว่า"
    }
  },
  {
    "translation": {
      "en": "transparent, and sustainable food system that's going to be good for consumers.",
      "th": "โปร่งใสและยั่งยืนกว่าเดิม นั่นจะเป็นเรื่องดีต่อผู้บริโภค"
    }
  },
  {
    "translation": {
      "en": "It'll be good for producers, and it will be good for the planet.",
      "th": "ดีต่อผู้ผลิตสินค้าเกษตร แล้วก็จะดีต่อโลกของเราด้วย"
    }
  },
  {
    "translation": {
      "en": "I can't even tell you how many times",
      "th": "ผมไม่รู้เลยว่ามีกี่ครั้งกี่หน"
    }
  },
  {
    "translation": {
      "en": "I have heard policymakers, executives, leaders say the phrase,",
      "th": "ที่ผมได้ยินพวกคนร่างกฎข้อบังคับ ผู้บริหารและผู้นำ พูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"America has the safest food system in the world.\"",
      "th": "\"อเมริกามีระบบวัตถุดิบอาหาร ที่ปลอดภัยที่สุดในโลก\""
    }
  },
  {
    "translation": {
      "en": "But there seems to have been this endless cycle",
      "th": "แต่มันเหมือนมีวงจรไม่รู้จบ"
    }
  },
  {
    "translation": {
      "en": "of failure and outbreaks and recalls and illnesses and deaths.",
      "th": "ของการล้มเหลวและการระบาดจนเรียกเก็บ มีคนป่วยและมีคนตาย"
    }
  },
  {
    "translation": {
      "en": "You know, when I hear politicians say,",
      "th": "เวลาผมได้ยินพวกนักการเมืองพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"We've got the safest food system in the world,\"",
      "th": "เรามีระบบวัตถุดิบอาหารปลอดภัยสุดในโลก"
    }
  },
  {
    "translation": {
      "en": "it's just… it's laughable. We don't have the safest food system in the world.",
      "th": "มันน่าหัวเราะ เราไม่ได้มีระบบวัตถุดิบ ที่ปลอดภัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "I mean, these pathogens are controllable. We're not controlling them.",
      "th": "สารก่อโรคพวกนี้ควบคุมได้ แต่เราไม่ได้ควบคุม"
    }
  },
  {
    "translation": {
      "en": "We're in the United States. We expect better.",
      "th": "เราคือสหรัฐอเมริกา เราควรทำได้ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "And when the safety of our food supply lets us down, it lets us down big-time.",
      "th": "แต่ยามที่ความปลอดภัยในวงการอาหาร ทำให้เราผิดหวัง เราจึงผิดหวังมาก"
    }
  },
  {
    "translation": {
      "en": "[Brian] Right now, the government is not doing enough to protect consumers.",
      "th": "ตอนนี้รัฐบาลยังไม่ได้พยายาม ในการปกป้องผู้บริโภคให้มากพอ"
    }
  },
  {
    "translation": {
      "en": "And then consumers, because the burden is often on them when it gets to that level,",
      "th": "เพราะรัฐบาลผลักภาระให้ผู้บริโภคจนถึงจุดที่"
    }
  },
  {
    "translation": {
      "en": "you know, they have to make sure that they're taking the proper steps at home.",
      "th": "คนต้องดูแลตัวเองกับการปรุงไก่อย่างถูกวิธี"
    }
  },
  {
    "translation": {
      "en": "I would say number one food on my list that I avoid is cantaloupe.",
      "th": "ผมว่าอาหารในรายการหลีกเลี่ยง ลำดับแรกคงเป็นแคนตาลูป"
    }
  },
  {
    "translation": {
      "en": "You cannot properly clean the outside,",
      "th": "เราไม่สามารถล้างได้นอกได้หมด"
    }
  },
  {
    "translation": {
      "en": "and once you bring that knife through it, it's too late.",
      "th": "และทันทีที่ปักมีด มันก็สายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And there's no kill step for cantaloupe.",
      "th": "และไม่มีจุดรั้งในแคนตาลูปด้วย"
    }
  },
  {
    "translation": {
      "en": "Number two is sprouts.",
      "th": "อย่างที่สองคือถั่วงอก"
    }
  },
  {
    "translation": {
      "en": "Every other year, there's a significant outbreak",
      "th": "ทุกๆ ปีจะมีการระบาดมากเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "where there's just no way to clean them.",
      "th": "เมื่อไม่สามารถทำความสะอาดได้"
    }
  },
  {
    "translation": {
      "en": "I would say number three would be bagged lettuce.",
      "th": "อันดับที่สามคงเป็นผักกาดบรรจุถุงขาย"
    }
  },
  {
    "translation": {
      "en": "Your spring mix. Your different salad mixes.",
      "th": "ผักสลัดผสมทั้งหลาย ผักสลัดรูปแบบต่างๆ กัน"
    }
  },
  {
    "translation": {
      "en": "You don't necessarily know how many heads of lettuce that came from.",
      "th": "เราไม่รู้ว่าผักพวกนั้นมาจากผักกาดกี่หัวกันแน่"
    }
  },
  {
    "translation": {
      "en": "Or do you even know if it came from any one place?",
      "th": "รู้ไหมล่ะว่ามันมาจากไร่เดียวกันหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Bill] All the outbreaks that I've been involved in",
      "th": "การระบาดทุกครั้งที่ผมมีส่วนร่วมด้วย"
    }
  },
  {
    "translation": {
      "en": "are triple-washed, bagged, and shipped around the country.",
      "th": "เป็นผักที่ล้างสามรอบ ใส่ถุง แล้วกระจายออกไปทั่วประเทศ"
    }
  },
  {
    "translation": {
      "en": "You know, buy it in a whole head and wash it yourself.",
      "th": "ซื้อมาเลยทั้งหัวแล้วล้างเอง"
    }
  },
  {
    "translation": {
      "en": "Control your own environment.",
      "th": "คุมปัจจัยรอบตัวเราไว้"
    }
  },
  {
    "translation": {
      "en": "[Sarah] Today, when we were ordering lunch,",
      "th": "วันนี้ตอนสั่งมื้อกลางวัน"
    }
  },
  {
    "translation": {
      "en": "I avoided everything that has that little star on it on the menu",
      "th": "ฉันเลี่ยงทุกอย่างที่ติดดาวอยู่บนเมนู"
    }
  },
  {
    "translation": {
      "en": "saying consumption of undercooked meat can expose you to risk.",
      "th": "บอกว่า \"การบริโภคอาหารไม่สุกดี อาจทำให้คุณเจอความเสี่ยง\""
    }
  },
  {
    "translation": {
      "en": "So there was some raw fish they were serving,",
      "th": "เท่ากับมีปลาดิบที่เขาเสิร์ฟ"
    }
  },
  {
    "translation": {
      "en": "and I, uh, took a pass on that one.",
      "th": "อันนั้น ฉันก็ขอผ่านไป"
    }
  },
  {
    "translation": {
      "en": "[Timothy] You need to decide, \"Am I a person who loves raw oysters enough",
      "th": "เราต้องตัดสินใจว่าเรารักหอยนางรมดิบมาก"
    }
  },
  {
    "translation": {
      "en": "that I want to take the risks that are associated with raw oysters?\"",
      "th": "และพร้อมรับความเสี่ยง ที่มากับหอยนางรมดิบหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Sarah] I don't wanna be one of those people who ends up losing a limb",
      "th": "ฉันก็ไม่อยากเป็นหนึ่งในคนที่เสียแขนขา"
    }
  },
  {
    "translation": {
      "en": "because of, uh, you know, a night out.",
      "th": "แค่เพราะ… ออกไปเที่ยวกลางคืน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you very much.",
      "th": "ขอบคุณ ขอบคุณมาก"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "What are you having?",
      "th": "กินอะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I'm gonna have a hamburger cooked to 155 degrees internal temperature,",
      "th": "ผมจะสั่งแฮมเบอร์เกอร์ที่ปรุง ณ อุณหภูมิ 70 องศาเซลเซียสภายใน"
    }
  },
  {
    "translation": {
      "en": "uh, french fries,",
      "th": "มันฝรั่งทอด"
    }
  },
  {
    "translation": {
      "en": "and that's it.",
      "th": "แค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[server] Okay. You got it.",
      "th": "โอเค รับทราบ"
    }
  },
  {
    "translation": {
      "en": "[Ben] When you go to a restaurant and you want to order a hamburger,",
      "th": "เวลาไปสั่งแฮมเบอร์เกอร์ที่ร้าน"
    }
  },
  {
    "translation": {
      "en": "the best thing to do is order to temperature,",
      "th": "ให้ดีที่สุดควรสั่งอุณหภูมิไปเลย"
    }
  },
  {
    "translation": {
      "en": "because medium rare, rare, well-done, those are all subjective.",
      "th": "เพราะคำว่าสุกปานกลาง กึ่งดิบ สุก อะไรพวกนั้นมันต่างจิตต่างใจ"
    }
  },
  {
    "translation": {
      "en": "You can't look at color or whether juices run clear.",
      "th": "จะดูสีหรือน้ำใสๆ จากเนื้อไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "And if they say, \"We don't have a thermometer. We can't cook to that.\"",
      "th": "แต่ถ้าเขาบอกว่า \"ไม่มีเครื่องวัดอุณหภูมิ ทำแบบนั้นให้ไม่ได้\""
    }
  },
  {
    "translation": {
      "en": "Then I'd order something else.",
      "th": "ผมก็สั่งอย่างอื่นแทน"
    }
  },
  {
    "translation": {
      "en": "I think when I first started doing this kind of work,",
      "th": "ผมว่าตอนที่ผมเริ่มทำงานในทางนี้"
    }
  },
  {
    "translation": {
      "en": "I kind of thought that,",
      "th": "ผมคิดไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "you know, if you sued enough people and you took enough money,",
      "th": "ถ้าเราฟ้องคนให้มากพอ ถ้าริบเงินจากคนไปเยอะพอ"
    }
  },
  {
    "translation": {
      "en": "that that would change their behavior.",
      "th": "นั่นจะเปลี่ยนพฤติกรรมของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I just turned 64, you know,",
      "th": "ผมเพิ่งอายุครบ 64 ปีนะ"
    }
  },
  {
    "translation": {
      "en": "and I just don't feel like I've accomplished what I was hoping to do.",
      "th": "และผมไม่รู้สึกว่า ทำสิ่งที่หวังและตั้งใจได้สำเร็จเลย"
    }
  },
  {
    "translation": {
      "en": "So…",
      "th": "ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "'Cause I really did think, you know… I really did think that, you know,",
      "th": "ผมคิดไว้จริงๆ คิดจริงๆ เลยว่า"
    }
  },
  {
    "translation": {
      "en": "by the time I got to this stage that,",
      "th": "กว่าผมจะอายุมากถึงขั้นนี้"
    }
  },
  {
    "translation": {
      "en": "um, you know, this kind of thing wouldn't be happening anymore.",
      "th": "ไอ้เรื่องแบบนี้คงไม่เกิดขึ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "But it happens",
      "th": "แต่มันยังเกิดอยู่"
    }
  },
  {
    "translation": {
      "en": "all the time.",
      "th": "ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "♪ Buried, banging at your door ♪",
      "th": "(หลังได้รับข้อเรียกร้องจากมาร์เลอร์) (กระทรวงเกษตรสั่งห้ามซัลโมเนลลา ในผลิตภัณฑ์จากไก่บางประเภท)"
    }
  },
  {
    "translation": {
      "en": "♪ Don't hear a sound… ♪",
      "th": "(เพราะซัลโมเนลลายังถูกกฎหมาย ในผลิตภัณฑ์ไก่ส่วนใหญ่ในสหรัฐฯ)"
    }
  },
  {
    "translation": {
      "en": "After my son died, I assumed that either the government,",
      "th": "หลังจากที่ลูกผมตาย ผมก็คิดว่าถ้ารัฐบาลสายกฎหมายและการเมือง"
    }
  },
  {
    "translation": {
      "en": "you know, laws and policies,",
      "th": "ผมก็คิดว่าถ้ารัฐบาลสายกฎหมายและการเมือง"
    }
  },
  {
    "translation": {
      "en": "or science and technology would take care of this.",
      "th": "หรือฟากวิทยาศาสตร์และเทคโนโลยี เข้ามาจัดการเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "We wouldn't be dealing with food safety like we're talking about in 1993.",
      "th": "เราคงไม่ต้องมาวุ่นวายกับความปลอดภัยอาหาร เหมือนที่พูดถึงตอนปี 1993"
    }
  },
  {
    "translation": {
      "en": "♪ A rising steam… ♪",
      "th": "(ศาสตราจารย์เดทไวเลอร์ยังคงมุ่งมั่น) (สอนเรื่องความปลอดภัยในอาหาร ให้ผู้นำอุตสาหกรรมรุ่นต่อไป)"
    }
  },
  {
    "translation": {
      "en": "Regulators have the ability to set the tone and to build a framework",
      "th": "ผู้ตั้งกฎมีความสามารถที่จะสร้างบรรยากาศ และตีกรอบการทำงานที่ สนับสนุนให้อุตสาหกรรมทำเรื่องที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "that encourages industry to do the right thing.",
      "th": "และตีกรอบการทำงานที่ สนับสนุนให้อุตสาหกรรมทำเรื่องที่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "♪ On the devil's tree ♪ ♪ I clutched a branch… ♪",
      "th": "(ซาราห์ ซอร์เชอร์กำลังเตรียมยื่นกฎหมาย ที่จะมอบอำนาจเหนือฟาร์มให้กษ.)"
    }
  },
  {
    "translation": {
      "en": "If the public makes their voices heard",
      "th": "ถ้าประชาชนส่งเสียงให้คนได้ยิน"
    }
  },
  {
    "translation": {
      "en": "and puts pressure on their legislators,",
      "th": "และกดดันพวกผู้แทนราษฎร"
    }
  },
  {
    "translation": {
      "en": "let them know that this is not acceptable,",
      "th": "บอกให้พวกเขารู้ว่ามันรับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "then I believe, yes, legislators will act on their behalf.",
      "th": "ฉันเชื่อว่าพวกผู้แทนก็จะทำในนามของประชาชน"
    }
  },
  {
    "translation": {
      "en": "♪ I walk alone ♪ ♪ Beside myself… ♪",
      "th": "(โรซา ดีเลาโรยังคงต่อสู้ เพื่อความปลอดภัยในอาหารในสภาคองเกรส)"
    }
  },
  {
    "translation": {
      "en": "I think you just have to keep fighting the battles that are in front of you,",
      "th": "ผมคิดว่าเราก็ต้องสู้ศึกที่อยู่ตรงหน้าต่อไป"
    }
  },
  {
    "translation": {
      "en": "and I still think there are things more to do, um, so I guess I got to get busy.",
      "th": "ผมยังคิดว่ามีอะไรให้ทำอีกเยอะ ก็คงต้องหาเรื่องยุ่งอีกละ"
    }
  },
  {
    "translation": {
      "en": "♪ My flesh and bone ♪",
      "th": "คำบรรยายโดย ศันสนีย์"
    }
  }
]