[
  {
    "translation": {
      "en": "[woman 1] I find AI to be awe-inspiring.",
      "th": "ฉันคิดว่าเอไอเป็นสิ่งที่น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "All right, circling up. Good formation.",
      "th": "เอาละ วนขึ้นไป ตั้งขบวนได้ดี"
    }
  },
  {
    "translation": {
      "en": "[woman 1] AI has the potential to eliminate poverty,",
      "th": "เอไอมีศักยภาพในการกำจัดความยากจน"
    }
  },
  {
    "translation": {
      "en": "give us new medicines,",
      "th": "ทำให้เรามียาใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "and make our world even more peaceful.",
      "th": "และทำให้โลกเราสงบสุขยิ่งขึ้น"
    }
  },
  {
    "translation": {
      "en": "[man 1] Nice work.",
      "th": "เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "[woman 1] But there are so many risks along the way.",
      "th": "แต่ระหว่างทางมีความเสี่ยงมากมาย"
    }
  },
  {
    "translation": {
      "en": "With AI, we are essentially creating a non-human intelligence",
      "th": "เรากำลังใช้เอไอสร้างปัญญาที่ไม่ใช่มนุษย์"
    }
  },
  {
    "translation": {
      "en": "that is very unpredictable.",
      "th": "ที่คาดเดาไม่ได้อย่างมากขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "As it gets more powerful,",
      "th": "ในขณะที่มันมีอำนาจมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "where are the red lines we're going to draw with AI,",
      "th": "เราจะขีดเส้นอันตรายของเอไอไว้ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "in terms of how we want to use it, or not use it?",
      "th": "ในแง่ของการที่เราต้องการใช้มัน หรือไม่ต้องการใช้มัน"
    }
  },
  {
    "translation": {
      "en": "There is no place that is ground zero for this conversation",
      "th": "ไม่มีที่ไหนที่จะเป็นจุดเริ่มต้น สำหรับพูดคุยเรื่องนี้ได้"
    }
  },
  {
    "translation": {
      "en": "more than military applications.",
      "th": "มากไปกว่าการประยุกต์ใช้ทางทหารแล้ว"
    }
  },
  {
    "translation": {
      "en": "The battlefield has now become the province of software and hardware.",
      "th": "ตอนนี้สนามรบกลายเป็น อาณาเขตของซอฟต์แวร์และฮาร์ดแวร์"
    }
  },
  {
    "translation": {
      "en": "[man 1] Target has been acquired…",
      "th": "พบเป้าหมายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman 1] And militaries are racing to develop AI faster than their adversaries.",
      "th": "และกองทัพกำลังเร่งพัฒนาเอไอ ให้เร็วกว่าศัตรูของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man 1] I'm dead.",
      "th": "ผมตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman 1] We're moving towards a world where not only major militaries,",
      "th": "เรากำลังก้าวอย่างรวดเร็วไปสู่โลก ที่ไม่เพียงแค่กองทัพขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "but non-state actors, private industries,",
      "th": "แต่รวมถึงตัวแสดงที่ไม่ใช่รัฐ อุตสาหกรรมเอกชน"
    }
  },
  {
    "translation": {
      "en": "or even our local police department down the street",
      "th": "หรือแม้แต่กรมตำรวจท้องถิ่นของเราที่สุดถนน"
    }
  },
  {
    "translation": {
      "en": "could be able to use these weapons that can autonomously kill.",
      "th": "จะสามารถใช้อาวุธพวกนี้ ที่ฆ่าคนได้อย่างอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "Will we cede the decision to take a life to algorithms, to computer software?",
      "th": "เราจะยอมยกการตัดสินใจในการฆ่าคน ให้อัลกอริทึม ให้ซอฟต์แวร์คอมพิวเตอร์หรือไม่"
    }
  },
  {
    "translation": {
      "en": "It's one of the most pressing issues of our time.",
      "th": "มันเป็นหนึ่งในปัญหาเร่งด่วนที่สุดในยุคของเรา"
    }
  },
  {
    "translation": {
      "en": "And, if not used wisely,",
      "th": "และถ้าไม่ใช้อย่างชาญฉลาด"
    }
  },
  {
    "translation": {
      "en": "poses a grave risk to every single person on the planet.",
      "th": "ก็อาจเป็นอันตรายร้ายแรงมาก ต่อทุกคนบนโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "[male voice] Good work out there, guys.",
      "th": "ทำได้ดีมาก ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[tech 1] That's a wider lens than we had before.",
      "th": "เลนส์กว้างกว่าที่เราเคยมีมาก"
    }
  },
  {
    "translation": {
      "en": "[man 2] Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "[tech 1] You can see a lot more data.",
      "th": "คุณเห็นข้อมูลได้มากขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "Very cool.",
      "th": "เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "At Shield AI, we are building an AI pilot",
      "th": "ที่ชีลด์เอไอ เรากำลังสร้างนักบินเอไอ"
    }
  },
  {
    "translation": {
      "en": "that's taking self-driving, artificial intelligence technology",
      "th": "ที่ใช้เทคโนโลยีปัญญาประดิษฐ์ และขับเคลื่อนด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and putting it on aircraft.",
      "th": "แล้วเอามันไปใส่ไว้ในเครื่องบิน"
    }
  },
  {
    "translation": {
      "en": "When we talk about an AI pilot,",
      "th": "เมื่อเราพูดถึงนักบินเอไอ"
    }
  },
  {
    "translation": {
      "en": "we think about giving an aircraft a higher level of autonomy.",
      "th": "เราจะคิดถึงการทำให้เครื่องบิน มีความเป็นอิสระในระดับที่สูงขึ้น"
    }
  },
  {
    "translation": {
      "en": "They will be solving problems on their own.",
      "th": "พวกมันจะแก้ปัญหาด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Nova is an autonomous quadcopter",
      "th": "โนวาเป็นควอดคอปเตอร์อัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "that explores buildings and subterranean structures",
      "th": "ที่ใช้สำรวจอาคารและโครงสร้างใต้ดิน"
    }
  },
  {
    "translation": {
      "en": "ahead of clearance forces",
      "th": "ก่อนกองกำลังกวาดล้างจะเข้าไป"
    }
  },
  {
    "translation": {
      "en": "to provide eyes and ears in those spaces.",
      "th": "เพื่อตรวจตราพื้นที่พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "You can definitely tell a ton of improvements",
      "th": "คุณจะเห็นเลยว่ามีพัฒนาการเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "since we saw it last.",
      "th": "ตั้งแต่เห็นมันครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[tech 2] We're working on some exploration changes today.",
      "th": "วันนี้เรากำลังปรับเปลี่ยนการสำรวจ"
    }
  },
  {
    "translation": {
      "en": "We're working a little floor-by-floor stuff.",
      "th": "เราทำการสำรวจทีละชั้น"
    }
  },
  {
    "translation": {
      "en": "It'll finish one floor, all the rooms, before going to the second.",
      "th": "มันจะสำรวจให้เสร็จชั้นนึงครบทุกห้อง ก่อนจะไปชั้นสอง"
    }
  },
  {
    "translation": {
      "en": "-That's awesome. -We put in some changes recently…",
      "th": "- สุดยอดเลย - ช่วงนี้เรามีการเปลี่ยนแปลงนิดหน่อย…"
    }
  },
  {
    "translation": {
      "en": "A lot of people often ask me",
      "th": "มีหลายคนที่มักจะถามผมว่า"
    }
  },
  {
    "translation": {
      "en": "why artificial intelligence is an important capability.",
      "th": "ทำไมปัญญาประดิษฐ์ถึงเป็นความสามารถที่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "And I just think back to the missions that I was executing.",
      "th": "และผมก็คิดย้อนไปถึงภารกิจที่ผมเคยทำ"
    }
  },
  {
    "translation": {
      "en": "Spent seven years in the Navy.",
      "th": "อยู่ในกองทัพเรือเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "I was a former Navy SEAL deployed twice to Afghanistan,",
      "th": "ผมเป็นอดีตเนวีซีล ไปปฏิบัติหน้าที่ที่อัฟกานิสถานสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "once to the Pacific Theater.",
      "th": "สมรภูมิฝั่งแปซิฟิกหนึ่งครั้ง"
    }
  },
  {
    "translation": {
      "en": "In a given day, we might have to clear 150 different compounds or buildings.",
      "th": "ในแต่ละวัน เราอาจต้องเคลียร์พื้นที่ หรืออาคารต่างๆ 150 แห่ง"
    }
  },
  {
    "translation": {
      "en": "One of the core capabilities is close-quarters combat.",
      "th": "หนึ่งในความสามารถหลักๆ คือการต่อสู้ระยะประชิด"
    }
  },
  {
    "translation": {
      "en": "Gunfighting at extremely close ranges inside buildings.",
      "th": "การดวลปืนในระยะประชิดสุดๆ ภายในอาคาร"
    }
  },
  {
    "translation": {
      "en": "You are getting shot at.",
      "th": "คุณกำลังถูกยิง"
    }
  },
  {
    "translation": {
      "en": "There are IEDs potentially inside the building.",
      "th": "เป็นไปได้ว่ามีระเบิดแสวงเครื่องอยู่ในตึก"
    }
  },
  {
    "translation": {
      "en": "It's the most dangerous thing that any special operations forces member,",
      "th": "มันเป็นสิ่งที่อันตรายที่สุด ที่หน่วยปฏิบัติการพิเศษทุกคน"
    }
  },
  {
    "translation": {
      "en": "any infantry member, can do in a combat zone.",
      "th": "ทหารราบทุกคนสามารถทำได้ในเขตรบ"
    }
  },
  {
    "translation": {
      "en": "Bar none.",
      "th": "ไม่มีอะไรเทียบได้"
    }
  },
  {
    "translation": {
      "en": "For the rest of my life I'll be thankful for my time in the Navy.",
      "th": "ผมจะขอบคุณชีวิตที่อยู่ในกองทัพเรือไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "There are a collection of moments and memories that, when I think about,",
      "th": "มีหลายช่วงเวลาและความทรงจำที่พอนึกถึง"
    }
  },
  {
    "translation": {
      "en": "I certainly get emotional.",
      "th": "ผมก็รู้สึกตื่นตันใจ"
    }
  },
  {
    "translation": {
      "en": "It is cliché that freedom isn't free, but I 100% believe it.",
      "th": "คำว่าอิสรภาพไม่ใช่ของฟรีเป็นคำพูดที่น่าเบื่อ แต่ผมเชื่อแบบนั้นเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "[quavers] Um, I've experienced it, and it takes a lot of sacrifice.",
      "th": "ผมเจอมาแล้ว และมันต้องเสียสละเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "โทษทีครับ"
    }
  },
  {
    "translation": {
      "en": "When something bad happens to one of your teammates,",
      "th": "เวลามีเรื่องไม่ดีเกิดขึ้นกับเพื่อนร่วมทีม"
    }
  },
  {
    "translation": {
      "en": "whether they're hurt or they're killed,",
      "th": "ไม่ว่าจะเป็นการบาดเจ็บหรือตาย"
    }
  },
  {
    "translation": {
      "en": "um, it's just a… It's a really tragic thing.",
      "th": "มันเป็นเรื่องที่เศร้ามากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You know, for me now in the work that we do,",
      "th": "สำหรับผมในตอนนี้ ในงานที่เราทำ"
    }
  },
  {
    "translation": {
      "en": "it's motivating to um… be able to you know, reduce the number of times",
      "th": "เรามีแรงจูงใจที่จะลดจำนวนครั้ง"
    }
  },
  {
    "translation": {
      "en": "that ever happens again.",
      "th": "ที่จะเกิดเรื่องแบบนั้นอีก"
    }
  },
  {
    "translation": {
      "en": "[man 3] In the late 2000s,",
      "th": "ในช่วงปลายยุค 2000"
    }
  },
  {
    "translation": {
      "en": "there was this awakening inside the Defense Department",
      "th": "มีการตื่นรู้ในกระทรวงกลาโหม"
    }
  },
  {
    "translation": {
      "en": "to what you might call the accidental robotics revolution.",
      "th": "กับสิ่งที่คุณอาจเรียกว่า การปฏิวัติหุ่นยนต์โดยบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "We deployed thousands of air and ground robots to Iraq and Afghanistan.",
      "th": "เราส่งหุ่นยนต์ทางอากาศและภาคพื้นดิน หลายพันตัวไปที่อิรักและอัฟกานิสถาน"
    }
  },
  {
    "translation": {
      "en": "[man 4] When I was asked by the Obama administration",
      "th": "ตอนที่รัฐบาลโอบามาขอ"
    }
  },
  {
    "translation": {
      "en": "to become the Deputy Secretary of Defense,",
      "th": "ให้ผมเป็นรัฐมนตรีช่วยกลาโหม"
    }
  },
  {
    "translation": {
      "en": "the way war was fought… uh, was definitely changing.",
      "th": "วิธีการรบในสงครามกำลังเปลี่ยนไปจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Robots were used where people would have been used.",
      "th": "หุ่นยนต์ถูกใช้ในที่ที่เราเคยใช้คน"
    }
  },
  {
    "translation": {
      "en": "[Paul] Early robotics systems were remote-controlled.",
      "th": "ระบบหุ่นยนต์ในยุคแรก เป็นการควบคุมจากระยะไกล"
    }
  },
  {
    "translation": {
      "en": "There's a human driving it, steering it, like you might a remote-controlled car.",
      "th": "มีมนุษย์ขับมัน บังคับมัน เหมือนรถที่ควบคุมจากระยะไกล"
    }
  },
  {
    "translation": {
      "en": "[Bob] They first started generally going after improvised explosive devices,",
      "th": "ตอนแรกพวกเขาเริ่มจาก การค้นหาระเบิดแสวงเครื่อง"
    }
  },
  {
    "translation": {
      "en": "and if the bomb blew up, the robot would blow up.",
      "th": "และถ้าระเบิดเกิดระเบิด หุ่นยนต์ก็จะระเบิด"
    }
  },
  {
    "translation": {
      "en": "Then you'd say, \"That's a bummer. Okay, get out the other robot.\"",
      "th": "แล้วคุณจะพูดว่า \"แหม แย่จัง โอเค เอาหุ่นยนต์อีกตัวออกมา\""
    }
  },
  {
    "translation": {
      "en": "[woman 2] In Afghanistan, you had the Predator drone,",
      "th": "ในอัฟกานิสถาน คุณมีโดรนพรีเดเตอร์"
    }
  },
  {
    "translation": {
      "en": "and it became a very, very useful tool to conduct airstrikes.",
      "th": "และมันกลายเป็นเครื่องมือที่มีประโยชน์มาก ในการโจมตีทางอากาศ"
    }
  },
  {
    "translation": {
      "en": "[Paul] Over time, military planners started to begin to wonder,",
      "th": "เมื่อเวลาผ่านไป นักวางแผนทางทหารก็เริ่มสงสัยว่า"
    }
  },
  {
    "translation": {
      "en": "\"What else could robots be used for?\" And where was this going?",
      "th": "\"หุ่นยนต์จะใช้ทำอะไรได้อีก\" และมันจะไปในทิศทางไหน"
    }
  },
  {
    "translation": {
      "en": "And one of the common themes was this trend towards greater autonomy.",
      "th": "และหนึ่งในประเด็นที่พบบ่อย คือการค่อยๆ มุ่งสู่ความเป็นอิสระมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[woman 2] An autonomous weapon is one that makes decisions on its own,",
      "th": "อาวุธอัตโนมัติคืออาวุธที่ตัดสินใจได้ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "with little to no human intervention.",
      "th": "โดยที่มนุษย์แทรกแซงน้อยมากหรือไม่เลย"
    }
  },
  {
    "translation": {
      "en": "So it has an independent capacity, and it's self-directed.",
      "th": "มันจึงมีความสามารถอิสระ ในการควบคุมตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "And whether it can kill depends on whether it's armed or not.",
      "th": "และมันจะฆ่าได้หรือไม่ ก็ขึ้นอยู่กับว่ามันติดอาวุธไว้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Bob] When you have more and more autonomy in your entire system,",
      "th": "เมื่อคุณมีอิสระในระบบของคุณมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "everything starts to move at a higher clock speed.",
      "th": "ทุกอย่างจะเริ่มเคลื่อนไหว ด้วยความเร็วสัญญาณนาฬิกาที่สูงขึ้น"
    }
  },
  {
    "translation": {
      "en": "And when you operate at a faster pace than your adversaries,",
      "th": "และเมื่อคุณทำงานได้เร็วกว่าศัตรูของคุณ"
    }
  },
  {
    "translation": {
      "en": "that is an extraordinarily big advantage in battle.",
      "th": "นั่นคือข้อได้เปรียบที่ยิ่งใหญ่ในการรบ"
    }
  },
  {
    "translation": {
      "en": "[man 5] What we focus on as it relates to autonomy",
      "th": "สิ่งที่เราให้ความสำคัญเกี่ยวกับความเป็นอิสระ"
    }
  },
  {
    "translation": {
      "en": "is highly resilient intelligence systems.",
      "th": "คือระบบอัจฉริยะที่ยืดหยุ่นสูง"
    }
  },
  {
    "translation": {
      "en": "Systems that can read and react based on their environment,",
      "th": "ระบบที่สามารถอ่านและตอบสนองได้ ตามสภาพแวดล้อมของมัน"
    }
  },
  {
    "translation": {
      "en": "and make decisions about how to maneuver in that world.",
      "th": "และตัดสินใจว่าจะหลบหลีกอย่างไรในโลกนั้น"
    }
  },
  {
    "translation": {
      "en": "The facility that we're at today was originally built as a movie studio",
      "th": "สถานที่ที่เราอยู่ในวันนี้ เดิมทีถูกสร้างขึ้นเป็นโรงถ่ายภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "that was converted over",
      "th": "ซึ่งถูกดัดแปลง"
    }
  },
  {
    "translation": {
      "en": "to enable these realistic military training environments.",
      "th": "ให้ใช้เป็นสภาพแวดล้อม ในการฝึกทหารที่สมจริงได้"
    }
  },
  {
    "translation": {
      "en": "We are here to evaluate our AI pilot.",
      "th": "เรามาที่นี่เพื่อประเมินนักบินเอไอของเรา"
    }
  },
  {
    "translation": {
      "en": "The mission is looking for threats. It's about clearance forces.",
      "th": "ภารกิจที่จะทำกันคือการหาภัยคุกคาม มันเกี่ยวกับกองกำลังกวาดล้าง"
    }
  },
  {
    "translation": {
      "en": "It can make a decision about how to attack that problem.",
      "th": "มันสามารถตัดสินใจได้ว่าจะจัดการปัญหานั้นยังไง"
    }
  },
  {
    "translation": {
      "en": "[man 6] We call this \"the fatal funnel.\" You have to come through a doorway.",
      "th": "เราเรียกมันว่า \"ช่องทางอันตราย\" คุณต้องเข้ามาทางประตู"
    }
  },
  {
    "translation": {
      "en": "It's where we're most vulnerable.",
      "th": "มันเป็นจุดที่เราอ่อนแอที่สุด"
    }
  },
  {
    "translation": {
      "en": "This one looks better.",
      "th": "อันนี้ดูดีกว่า"
    }
  },
  {
    "translation": {
      "en": "[man 6] The Nova lets us know, is there a shooter behind that door,",
      "th": "โนวาบอกให้เรารู้ว่า มีมือปืนอยู่หลังประตูบานนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "is there a family behind that door?",
      "th": "มีครอบครัวอยู่หลังประตูบานนั้นไหม"
    }
  },
  {
    "translation": {
      "en": "It'll allow us to make better decisions and keep people out of harms way.",
      "th": "มันจะช่วยให้เราตัดสินใจได้ดีขึ้น และช่วยกันผู้คนออกจากอันตราย"
    }
  },
  {
    "translation": {
      "en": "[man 7] We use the vision sensors",
      "th": "เราใช้เซ็นเซอร์ตรวจจับการมองเห็น"
    }
  },
  {
    "translation": {
      "en": "to be able to get an understanding of what the environment looks like.",
      "th": "เพื่อให้เข้าใจว่าสภาพแวดล้อมเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "It's a multistory building.",
      "th": "มันเป็นอาคารหลายชั้น"
    }
  },
  {
    "translation": {
      "en": "Here's the map.",
      "th": "นี่คือแผนที่"
    }
  },
  {
    "translation": {
      "en": "While I was exploring, here's what I saw and where I saw them.",
      "th": "ระหว่างที่ผมสำรวจอยู่ นี่คือสิ่งที่ผมเห็นและที่ที่ผมเห็นพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Person detector. That's sweet.",
      "th": "เครื่องตรวจจับคน เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "[man 7] One of the other sensors onboard Nova is a thermal scanner.",
      "th": "หนึ่งในเซ็นเซอร์อีกตัวบนโนวา คือเครื่องสแกนความร้อน"
    }
  },
  {
    "translation": {
      "en": "If that's 98.6 degrees, it probably is a human.",
      "th": "ถ้าอุณหภูมิ 37 องศา ก็น่าจะเป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "People are considered threats until deemed otherwise.",
      "th": "ผู้คนถูกมองว่าเป็นภัยคุกคาม จนกว่าจะถูกมองว่าเป็นอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "It is about eliminating the fog of war to make better decisions.",
      "th": "มันคือการกำจัดหมอกสงคราม เพื่อให้ตัดสินใจได้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "And when we look to the future,",
      "th": "และเมื่อเรามองไปยังอนาคต"
    }
  },
  {
    "translation": {
      "en": "we're scaling out to build teams of autonomous aircraft.",
      "th": "เราจะคาดเดาได้ว่าต้องใช้อะไร เพื่อสร้างทีมเครื่องบินอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[man 7] With self-driving vehicles,",
      "th": "ถ้าเป็นยานพาหนะที่ขับเคลื่อนด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "ultimately the person has said to it,",
      "th": "สุดท้ายคนพูดกับมันว่า"
    }
  },
  {
    "translation": {
      "en": "\"I'd like you to go from point A to point B.\"",
      "th": "\"ฉันอยากให้แกเคลื่อนย้ายจากจุดเอไปจุดบี\""
    }
  },
  {
    "translation": {
      "en": "Our systems are being asked not to go from point A to point B,",
      "th": "ระบบของเราถูกขอ ให้ไม่เคลื่อนย้ายจากจุดเอไปจุดบี"
    }
  },
  {
    "translation": {
      "en": "but to achieve an objective.",
      "th": "แต่ขอให้ทำให้บรรลุเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "It's more akin to, \"I need milk.\"",
      "th": "มันคล้ายกับ \"ฉันต้องการนม\" มากกว่า"
    }
  },
  {
    "translation": {
      "en": "And then the robot would have to figure out what grocery store to go to,",
      "th": "แล้วหุ่นยนต์ก็ต้องคิดให้ออกว่าจะไปร้านไหน"
    }
  },
  {
    "translation": {
      "en": "be able to retrieve that milk, and then bring it back.",
      "th": "สามารถเอานมนั่นมาได้ แล้วก็เอานมกลับมา"
    }
  },
  {
    "translation": {
      "en": "And even more so,",
      "th": "และยิ่งไปกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "it may be more appropriately stated as, \"Keep the refrigerator stocked.\"",
      "th": "อาจจะระบุอย่างเหมาะสมได้มากขึ้นว่า \"ทำให้ตู้เย็นมีของเต็ม\""
    }
  },
  {
    "translation": {
      "en": "And so, this is a level of intelligence",
      "th": "นี่คือระดับความฉลาด"
    }
  },
  {
    "translation": {
      "en": "in terms to figuring out what we need and how we do it.",
      "th": "ในแง่ของการคิดว่า เราต้องการอะไรและเราต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "And if there is a challenge, or a problem,",
      "th": "และถ้ามีความท้าทายหรือเรื่องยุ่งยาก"
    }
  },
  {
    "translation": {
      "en": "or an issue arises, figure out how to mitigate that.",
      "th": "หรือมีปัญหาเกิดขึ้น ก็คิดว่าจะบรรเทามันยังไง"
    }
  },
  {
    "translation": {
      "en": "[Brandon] When I had made the decision to leave the Navy, I started thinking,",
      "th": "ตอนที่ผมตัดสินใจออกจากกองทัพเรือ ผมเริ่มคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"Okay. Well, what's next?\"",
      "th": "\"โอเค ต่อไปทำอะไรดี\""
    }
  },
  {
    "translation": {
      "en": "I grew up with the Internet. Saw what it became.",
      "th": "ผมโตมากับอินเทอร์เน็ต ได้เห็นว่ามันกลายเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "And part of the conclusion that I had reached was…",
      "th": "และส่วนนึงของข้อสรุปที่ผมได้คือ…"
    }
  },
  {
    "translation": {
      "en": "AI in 2015",
      "th": "เอไอในปี 2015"
    }
  },
  {
    "translation": {
      "en": "was really where the Internet was in 1991.",
      "th": "จริงๆ แล้วคือสิ่งที่อินเทอร์เน็ตเป็นในปี 1991"
    }
  },
  {
    "translation": {
      "en": "And AI was poised to take off",
      "th": "และเอไอก็พร้อมจะได้รับความนิยม"
    }
  },
  {
    "translation": {
      "en": "and be one of the most powerful technologies in the world.",
      "th": "และเป็นหนึ่งในเทคโนโลยีที่ทรงพลังที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Working with it every single day, I can see the progress that is being made.",
      "th": "การทำงานอยู่กับมันทุกวัน ทำให้ผมเห็นความคืบหน้าของมัน"
    }
  },
  {
    "translation": {
      "en": "But for a lot of people, when they think \"AI,\"",
      "th": "แต่สำหรับคนจำนวนมาก เวลาที่พวกเขาคิดถึง \"เอไอ\""
    }
  },
  {
    "translation": {
      "en": "their minds immediately go to Hollywood.",
      "th": "ความคิดของพวกเขาจะมุ่งไปที่ฮอลลีวูดทันที"
    }
  },
  {
    "translation": {
      "en": "[computer voice] Shall we play a game?",
      "th": "เรามาเล่นเกมกันไหม"
    }
  },
  {
    "translation": {
      "en": "How about Global Thermonuclear War?",
      "th": "เล่นสงครามเทอร์โมนิวเคลียร์โลกไหม"
    }
  },
  {
    "translation": {
      "en": "Fine.",
      "th": "ได้"
    }
  },
  {
    "translation": {
      "en": "[man 8] When people think of artificial intelligence generally,",
      "th": "เวลาคนทั่วไปคิดถึงปัญญาประดิษฐ์โดยทั่วไป"
    }
  },
  {
    "translation": {
      "en": "they might think of The Terminator. Or I, Robot.",
      "th": "พวกเขาอาจนึกถึงฅนเหล็กหรือไอโรบอท"
    }
  },
  {
    "translation": {
      "en": "Deactivate.",
      "th": "ปิดการทำงาน"
    }
  },
  {
    "translation": {
      "en": "What am I?",
      "th": "ฉันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[man 8] Or The Matrix.",
      "th": "หรือเดอะ เมทริกซ์"
    }
  },
  {
    "translation": {
      "en": "Based on what you see in the sci-fi movies,",
      "th": "ถ้าดูจากสิ่งที่คุณเห็นในหนังไซไฟ"
    }
  },
  {
    "translation": {
      "en": "how do you know I'm a human? I could just be computer generated AI.",
      "th": "คุณรู้ได้ยังไงว่าผมเป็นมนุษย์ ผมอาจเป็นแค่เอไอที่สร้างจากคอมพิวเตอร์ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Replicants are like any other machine. They're either a benefit or a hazard.",
      "th": "หุ่นยนต์ก็เหมือนเครื่องจักรทั่วไป ถ้าไม่มีประโยชน์ก็เป็นอันตราย"
    }
  },
  {
    "translation": {
      "en": "[Andrew] But there's all sorts of more primitive AIs,",
      "th": "แต่ก็มีเอไอแบบดั้งเดิมกว่า"
    }
  },
  {
    "translation": {
      "en": "that are still going to change our lives",
      "th": "ที่ยังคงจะเปลี่ยนชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "well before we reach the thinking, talking robot stage.",
      "th": "ก่อนที่เราจะไปถึงยุคของหุ่นยนต์ที่คิดได้พูดได้"
    }
  },
  {
    "translation": {
      "en": "[woman 3] The robots are here. The robots are making decisions.",
      "th": "หุ่นยนต์อยู่ที่นี่ หุ่นยนต์กำลังตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "The robot revolution has arrived,",
      "th": "การปฏิวัติหุ่นยนต์มาถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "it's just that it doesn't look like what anybody imagined.",
      "th": "มันแค่ดูไม่เหมือนที่ใครคิดไว้"
    }
  },
  {
    "translation": {
      "en": "[film character] Terminator's an infiltration unit. Part man, part machine.",
      "th": "เทอร์มิเนเตอร์คือหน่วยแทรกซึม ครึ่งคน ครึ่งเครื่องจักร"
    }
  },
  {
    "translation": {
      "en": "[man 9] We're not talking about a Terminator-style killer robot.",
      "th": "เราไม่ได้กำลังพูดถึง หุ่นยนต์นักฆ่าสไตล์ฅนเหล็ก"
    }
  },
  {
    "translation": {
      "en": "We're talking about AI that can do some tasks that humans can do.",
      "th": "เรากำลังพูดถึงเอไอ ที่ทำงานบางอย่างที่มนุษย์ทำได้"
    }
  },
  {
    "translation": {
      "en": "But the concern is whether these systems are reliable.",
      "th": "แต่สิ่งที่น่ากังวลคือระบบพวกนี้เชื่อถือได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] New details in last night's crash involving a self-driving Uber SUV.",
      "th": "รายละเอียดใหม่ในอุบัติเหตุร้ายแรงเมื่อคืนนี้ เกี่ยวข้องกับรถอูเบอร์เอสยูวีที่ขับเคลื่อนเอง"
    }
  },
  {
    "translation": {
      "en": "The company created an artificial intelligence chatbot.",
      "th": "บริษัทสร้างแชทบอตปัญญาประดิษฐ์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "She took on a rather racist tone…",
      "th": "เธอใช้ถ้อยคำที่ค่อนข้างเหยียดเชื้อชาติ…"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Twenty-six state legislators falsely identified as criminals.",
      "th": "สมาชิกสภานิติบัญญัติของรัฐ 26 คน ถูกระบุผิดว่าเป็นอาชญากร"
    }
  },
  {
    "translation": {
      "en": "The question is whether they can handle the complexities of the real world.",
      "th": "คำถามคือพวกมันจะรับมือกับ ความซับซ้อนของโลกจริงได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[man 10] The physical world is really messy.",
      "th": "โลกกายภาพมันวุ่นวายมาก"
    }
  },
  {
    "translation": {
      "en": "There are many things that we don't know,",
      "th": "มีหลายอย่างที่เราไม่รู้"
    }
  },
  {
    "translation": {
      "en": "making it much harder to train AI systems.",
      "th": "ทำให้การฝึกระบบเอไอทำได้ยากขึ้น"
    }
  },
  {
    "translation": {
      "en": "That is where machine learning systems have started to come in.",
      "th": "นั่นคือจุดที่การเรียนรู้ของเครื่องเริ่มเข้ามา"
    }
  },
  {
    "translation": {
      "en": "[man 11] Machine learning has been a huge advancement",
      "th": "การเรียนรู้ของเครื่องเป็นความก้าวหน้าครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "because it means that we don't have to teach computers everything.",
      "th": "เพราะมันหมายความว่า เราไม่จำเป็นต้องสอนคอมพิวเตอร์ทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "You actually give a computer millions of pieces of information,",
      "th": "คุณให้ข้อมูลคอมพิวเตอร์เป็นล้านๆ ข้อมูล"
    }
  },
  {
    "translation": {
      "en": "and the machine begins to learn.",
      "th": "แล้วเครื่องจักรก็เริ่มเรียนรู้"
    }
  },
  {
    "translation": {
      "en": "And that could be applied to anything.",
      "th": "และนั่นสามารถใช้ได้กับทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Pulkit] Our Robot Dog project, we are trying to show",
      "th": "โครงการหุ่นยนต์สุนัขของเรา เราพยายามแสดงให้เห็นว่า"
    }
  },
  {
    "translation": {
      "en": "that our dog can walk across many, many diverse terrains.",
      "th": "สุนัขของเราสามารถเดินข้ามพื้นที่ ได้หลากหลายแบบ"
    }
  },
  {
    "translation": {
      "en": "Humans have evolved over billions of years to walk,",
      "th": "มนุษย์มีวิวัฒนาการในการเดินมาหลายพันล้านปี"
    }
  },
  {
    "translation": {
      "en": "but there's a lot of intelligence in adapting to these different terrains.",
      "th": "แต่มีความฉลาดมากในการปรับตัว ให้เข้ากับพื้นที่ที่แตกต่างเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "The question remains for robotic systems is,",
      "th": "คำถามสำหรับระบบหุ่นยนต์ที่ยังคงมีอยู่ก็คือ"
    }
  },
  {
    "translation": {
      "en": "could they also adapt like animals and humans?",
      "th": "พวกมันปรับตัวเหมือนสัตว์และมนุษย์ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "With machine learning,",
      "th": "เราใช้การเรียนรู้ของเครื่อง"
    }
  },
  {
    "translation": {
      "en": "we collect lots and lots of data in simulation.",
      "th": "รวบรวมข้อมูลจำนวนมากในการลอกเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "A simulation is a digital twin of reality.",
      "th": "การลอกเลียนแบบ คือคู่แฝดดิจิทัลของความเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "We can have many instances of that reality running on different computers.",
      "th": "เราให้ความเป็นจริงหลายๆ ตัวอย่างนั้น ทำงานบนคอมพิวเตอร์หลายๆ เครื่องได้"
    }
  },
  {
    "translation": {
      "en": "It samples thousands of actions in simulation.",
      "th": "มันเอาการกระทำหลายพันรูปแบบเป็นแบบอย่าง ในการลอกเลียนแบบ"
    }
  },
  {
    "translation": {
      "en": "The ground that they're encountering has different slipperiness.",
      "th": "พื้นดินที่พวกมันเจอมีความลื่นต่างกัน"
    }
  },
  {
    "translation": {
      "en": "It has different softness.",
      "th": "มีความนุ่มต่างกัน"
    }
  },
  {
    "translation": {
      "en": "We take all the experience of these thousands of robots",
      "th": "เราใช้ประสบการณ์ทั้งหมด ของหุ่นยนต์หลายพันตัวนี้"
    }
  },
  {
    "translation": {
      "en": "from simulation and download this into a real robotic system.",
      "th": "จากการลอกเลียนแบบ แล้วดาวน์โหลดมันลงไปในระบบหุ่นยนต์ของจริง"
    }
  },
  {
    "translation": {
      "en": "The test we're going to do today is to see if it can adapt to new terrains.",
      "th": "การทดสอบที่เราจะทำในวันนี้ คือดูว่ามันปรับตัวเข้ากับพื้นที่ใหม่ได้ไหม"
    }
  },
  {
    "translation": {
      "en": "When the robot was going over foam,",
      "th": "เวลาที่หุ่นยนต์วิ่งผ่านโฟม"
    }
  },
  {
    "translation": {
      "en": "the feet movements were stomping on the ground.",
      "th": "การเคลื่อนไหวของเท้าจะกระทืบลงบนพื้น"
    }
  },
  {
    "translation": {
      "en": "Versus when it came on this poly surface,",
      "th": "แต่เวลาที่มันขึ้นมาบนพื้นผิวโพลีนี้"
    }
  },
  {
    "translation": {
      "en": "it was trying to adjust the motion, so it doesn't slip.",
      "th": "มันพยายามจะปรับการเคลื่อนไหวเพื่อไม่ให้มันลื่น"
    }
  },
  {
    "translation": {
      "en": "Then that is when it strikes you,",
      "th": "ตอนนั้นแหละที่คุณเข้าใจว่า"
    }
  },
  {
    "translation": {
      "en": "\"This is what machine learning is bringing to the table.\"",
      "th": "\"นี่คือประโยชน์ของการเรียนรู้ของเครื่อง\""
    }
  },
  {
    "translation": {
      "en": "We think the Robot Dog could be really helpful",
      "th": "เราคิดว่าหุ่นยนต์สุนัขจะช่วยได้มาก"
    }
  },
  {
    "translation": {
      "en": "in disaster response scenarios",
      "th": "ในสถานการณ์ที่ต้องรับมือกับภัยพิบัติ"
    }
  },
  {
    "translation": {
      "en": "where you need to navigate many different kinds of terrain.",
      "th": "ซึ่งคุณต้องหาเส้นทางพื้นที่หลากหลายรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "Or putting these dogs to do surveillance in harsh environments.",
      "th": "หรือให้สุนัขพวกนี้ไปสอดส่องตรวจตรา ในสภาพแวดล้อมที่เลวร้าย"
    }
  },
  {
    "translation": {
      "en": "But most technology runs into the challenge",
      "th": "แต่เทคโนโลยีส่วนใหญ่เจอปัญหา"
    }
  },
  {
    "translation": {
      "en": "that there is some good they can do, and there's some bad.",
      "th": "ว่ามันทำบางเรื่องที่ดีได้และทำบางเรื่องที่แย่ได้"
    }
  },
  {
    "translation": {
      "en": "For example, we can use nuclear technology for energy…",
      "th": "ตัวอย่างเช่น เราสามารถใช้ เทคโนโลยีนิวเคลียร์เป็นพลังงาน…"
    }
  },
  {
    "translation": {
      "en": "but we also could develop atom bombs which are really bad.",
      "th": "แต่เราก็สามารถพัฒนาระเบิดปรมาณูได้ ซึ่งแย่มากๆ"
    }
  },
  {
    "translation": {
      "en": "This is what is known as the dual-use problem.",
      "th": "นี่คือสิ่งที่เรียกว่าปัญหาการใช้งานสองทาง"
    }
  },
  {
    "translation": {
      "en": "Fire is dual-use.",
      "th": "ไฟเป็นการใช้งานสองทาง"
    }
  },
  {
    "translation": {
      "en": "Human intelligence is dual-use.",
      "th": "ความฉลาดของมนุษย์เป็นการใช้งานสองทาง"
    }
  },
  {
    "translation": {
      "en": "So, needless to say, artificial intelligence is also dual-use.",
      "th": "ดังนั้นคงไม่จำเป็นต้องพูดว่า ปัญญาประดิษฐ์ก็เป็นการใช้งานสองทาง"
    }
  },
  {
    "translation": {
      "en": "It's really important to think about AI used in context",
      "th": "มันสำคัญมากที่จะต้องคิดถึง เอไอที่ใช้ในสภาพแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "because, yes, it's terrific to have a search-and-rescue robot",
      "th": "เพราะใช่ มันวิเศษมากที่มีหุ่นยนต์ค้นหาและกู้ภัย"
    }
  },
  {
    "translation": {
      "en": "that can help locate somebody after an avalanche,",
      "th": "ที่ช่วยหาคนได้หลังจากเกิดหิมะถล่ม"
    }
  },
  {
    "translation": {
      "en": "but that same robot can be weaponized.",
      "th": "แต่หุ่นยนต์ตัวเดียวกันนั้นก็สามารถติดอาวุธได้"
    }
  },
  {
    "translation": {
      "en": "[Pulkit] When you see companies using robotics for putting armed weapons on them,",
      "th": "เวลาที่คุณเห็นบริษัทที่ใช้หุ่นยนต์ เพื่อติดอาวุธไว้บนตัวพวกมัน"
    }
  },
  {
    "translation": {
      "en": "a part of you becomes mad.",
      "th": "ใจนึงคุณจะรู้สึกโกรธ"
    }
  },
  {
    "translation": {
      "en": "And a part of it is the realization that when we put our technology,",
      "th": "แต่ใจนึงก็เข้าใจว่าเวลาที่เราใช้เทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "this is what's going to happen.",
      "th": "นี่คือสิ่งที่จะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[woman 4] This is a real transformative technology.",
      "th": "นี่คือเทคโนโลยีการเปลี่ยนแปลงที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "These are weapon systems",
      "th": "นี่คือระบบอาวุธ"
    }
  },
  {
    "translation": {
      "en": "that could actually change our safety and security in a dramatic way.",
      "th": "ที่สามารถเปลี่ยนความปลอดภัย และสวัสดิภาพของเราได้อย่างมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "As of now, we are not sure that machines can actually make",
      "th": "จากนี้ไป เราไม่แน่ใจว่าเครื่องจักรจะสามารถ"
    }
  },
  {
    "translation": {
      "en": "the distinction between civilians and combatants.",
      "th": "แยกความแตกต่าง ระหว่างพลเรือนกับนักรบได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Paul] Early in the war in Afghanistan, I was part of an Army Ranger sniper team",
      "th": "ช่วงต้นสงครามในอัฟกานิสถาน ผมเป็นส่วนหนึ่งของทีมพลซุ่มยิงของกองทัพบก"
    }
  },
  {
    "translation": {
      "en": "looking for enemy fighters coming across the border.",
      "th": "คอยมองหานักรบของศัตรูที่ข้ามชายแดนมา"
    }
  },
  {
    "translation": {
      "en": "And they sent a little girl to scout out our position.",
      "th": "แล้วพวกเขาก็ส่งเด็กผู้หญิงตัวเล็กๆ มาสอดแนมตำแหน่งของเรา"
    }
  },
  {
    "translation": {
      "en": "One thing that never came up was the idea of shooting this girl.",
      "th": "สิ่งหนึ่งที่เราไม่เคยคิดเลย คือการยิงเด็กผู้หญิงคนนี้"
    }
  },
  {
    "translation": {
      "en": "Under the laws of war, that would have been legal.",
      "th": "ภายใต้กฎแห่งสงคราม การทำแบบนั้นถูกกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "They don't set an age for enemy combatants.",
      "th": "กฎหมายไม่ได้กำหนดอายุของนักรบฝ่ายศัตรูไว้"
    }
  },
  {
    "translation": {
      "en": "If you built a robot to comply perfectly with the law of war,",
      "th": "ถ้าคุณสร้างหุ่นยนต์ ให้เป็นไปตามกฎของสงครามอย่างสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "it would have shot this little girl.",
      "th": "มันคงยิงเด็กคนนั้นไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "How would a robot know the difference between what's legal and what is right?",
      "th": "หุ่นยนต์จะแยกออกได้ยังไง ว่าอะไรถูกกฎหมายและอะไรเหมาะสม"
    }
  },
  {
    "translation": {
      "en": "[man 12] When it comes to autonomous drone warfare,",
      "th": "เมื่อพูดถึงสงครามโดรนอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "they wanna take away the harm that it places on American soldiers",
      "th": "พวกเขาอยากลดอันตราย ที่เกิดขึ้นกับทหารอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "and the American psyche,",
      "th": "และจิตใจชาวอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "uh, but the increase on civilian harm ends up with Afghans,",
      "th": "แต่การเพิ่มขึ้นของอันตรายต่อประชาชน ตกเป็นของชาวอัฟกัน"
    }
  },
  {
    "translation": {
      "en": "and Iraqis, and Somalians.",
      "th": "และชาวอิรัก และชาวโซมาเลีย"
    }
  },
  {
    "translation": {
      "en": "I would really ask those who support trusting AI to be used in drones,",
      "th": "ผมอยากถามคนที่สนับสนุน ให้ใช้เอไอในโดรนจริงๆ ว่า"
    }
  },
  {
    "translation": {
      "en": "\"What if your village was on the receiving end of that?\"",
      "th": "\"ถ้าเป็นหมู่บ้านคุณ ที่ต้องเจอเรื่องแย่ๆ แบบนั้นบ้างล่ะ\""
    }
  },
  {
    "translation": {
      "en": "[man 13] AI is a dual-edged sword.",
      "th": "เอไอเป็นดาบสองคม"
    }
  },
  {
    "translation": {
      "en": "It can be used for good, which is what we'd use it for ordinarily,",
      "th": "มันสามารถนำไปใช้ให้เกิดประโยชน์ ซึ่งปกติเราก็ใช้มันเพื่อการนั้นอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "and at the flip of a switch,",
      "th": "แต่แค่สลับตัวเลขตัวเดียว"
    }
  },
  {
    "translation": {
      "en": "the technology becomes potentially something that could be lethal.",
      "th": "เทคโนโลยีก็อาจเป็นสิ่งที่อันตรายร้ายแรงได้"
    }
  },
  {
    "translation": {
      "en": "I'm a clinical pharmacologist.",
      "th": "ผมเป็นเภสัชกรทางคลินิก"
    }
  },
  {
    "translation": {
      "en": "I have a team of people",
      "th": "ผมมีทีม"
    }
  },
  {
    "translation": {
      "en": "that are using artificial intelligence to figure out drugs",
      "th": "ที่ใช้ปัญญาประดิษฐ์ในการคิดค้นยา"
    }
  },
  {
    "translation": {
      "en": "that will cure diseases that are not getting any attention.",
      "th": "ที่จะรักษาโรคที่ไม่ได้รับความสนใจ"
    }
  },
  {
    "translation": {
      "en": "It used to be with drug discoveries, you would take a molecule that existed,",
      "th": "เมื่อก่อนเวลาค้นคว้ายา คุณจะใช้โมเลกุลที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "and do a tweak to that to get to a new drug.",
      "th": "และปรับแต่งมันเพื่อให้ได้ยาตัวใหม่"
    }
  },
  {
    "translation": {
      "en": "And now we've developed AI that can feed us with millions of ideas,",
      "th": "แต่ตอนนี้เราพัฒนาเอไอที่สามารถ ป้อนความคิดให้เราได้เป็นล้านความคิด"
    }
  },
  {
    "translation": {
      "en": "millions of molecules,",
      "th": "เป็นล้านโมเลกุล"
    }
  },
  {
    "translation": {
      "en": "and that opens up so many possibilities",
      "th": "และนั่นทำให้เกิดความเป็นได้มากมาย"
    }
  },
  {
    "translation": {
      "en": "for treating diseases we've never been able to treat previously.",
      "th": "ที่จะรักษาโรคที่เราไม่เคยรักษาได้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "But there's definitely a dark side that I never have thought",
      "th": "แต่มันมีด้านมืดที่ผมไม่เคยคิด"
    }
  },
  {
    "translation": {
      "en": "that I would go to.",
      "th": "ว่าจะได้เจอ"
    }
  },
  {
    "translation": {
      "en": "This whole thing started when I was invited",
      "th": "เรื่องทั้งหมดนี้เกิดขึ้นตอนที่ผมได้รับเชิญ"
    }
  },
  {
    "translation": {
      "en": "by an organization out of Switzerland called the Spiez Laboratory",
      "th": "โดยองค์กรหนึ่งจากสวิตเซอร์แลนด์ ชื่อว่าสปีซแล็บบอราทอรี่"
    }
  },
  {
    "translation": {
      "en": "to give a presentation on the potential misuse of AI.",
      "th": "ให้ไปนำเสนอเรื่องความเป็นไปได้ ในการใช้เอไอในทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "[man 14] Sean just sent me an email with a few ideas",
      "th": "ฌอนส่งอีเมลไอเดียมาให้ผมนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "of some ways we could misuse our own artificial intelligence.",
      "th": "เกี่ยวกับวิธีที่เรา สามารถใช้เอไอของเราในทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "And instead of asking our model to create drug-like molecules,",
      "th": "และแทนที่จะขอให้ต้นแบบของเรา สร้างโมเลกุลที่เหมือนยา"
    }
  },
  {
    "translation": {
      "en": "that could be used to treat diseases,",
      "th": "ที่อาจเอาไปใช้รักษาโรคได้"
    }
  },
  {
    "translation": {
      "en": "let's see if we can generate the most toxic molecules possible.",
      "th": "มาดูกันดีกว่าว่าเรา สามารถสร้างโมเลกุลที่เป็นพิษที่สุดได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Sean] I wanted to make the point, could we use AI technology",
      "th": "ผมแค่อยากชี้ให้เห็นว่า เราสามารถใช้เทคโนโลยีเอไอ ออกแบบโมเลกุลที่อันตรายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "to design molecules that were deadly?",
      "th": "เราสามารถใช้เทคโนโลยีเอไอ ออกแบบโมเลกุลที่อันตรายได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Fabio] And to be honest, we thought it was going to fail",
      "th": "และบอกตามตรง เราคิดว่ามันจะล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "because all we really did was flip this zero to a one.",
      "th": "เพราะเราแค่เปลี่ยนเลขศูนย์เป็นเลขหนึ่งจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And by inverting it, instead of driving away from toxicity,",
      "th": "และจากการสับเปลี่ยนตัวเลขนั้น แทนที่จะหลีกหนีออกจากความเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "now we're driving towards toxicity.",
      "th": "ตอนนี้เรากำลังพุ่งเข้าไปหาความเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "And that's it.",
      "th": "และนั่นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "While I was home, the computer was doing the work.",
      "th": "ขณะที่ผมอยู่บ้าน คอมพิวเตอร์กำลังทำงานอยู่"
    }
  },
  {
    "translation": {
      "en": "I mean, it was cranking through, generating thousands of molecules,",
      "th": "มันกำลังหมุนวนไปเรื่อย กำลังสร้างโมเลกุลเป็นพันๆ โมเลกุล"
    }
  },
  {
    "translation": {
      "en": "and we didn't have to do anything other than just push \"go.\"",
      "th": "และเราไม่ได้ต้องทำอะไรนอกจากกด \"เริ่ม\""
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next morning, there was this file on my computer,",
      "th": "เช้าวันต่อมา มีไฟล์นี้อยู่ในคอมพิวเตอร์ผม"
    }
  },
  {
    "translation": {
      "en": "and within it were roughly 40,000 molecules",
      "th": "และในนั้นมีโมเลกุลประมาณ 40,000 โมเลกุล"
    }
  },
  {
    "translation": {
      "en": "that were potentially",
      "th": "ซึ่งน่าจะเป็น"
    }
  },
  {
    "translation": {
      "en": "some of the most toxic molecules known to humankind.",
      "th": "โมเลกุลที่เป็นพิษที่สุดที่มนุษย์รู้จักเลย"
    }
  },
  {
    "translation": {
      "en": "[Sean] The hairs on the back of my neck stood up on end.",
      "th": "ผมขนลุกซู่ไปหมด"
    }
  },
  {
    "translation": {
      "en": "I was blown away.",
      "th": "ผมตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "The computer made tens of thousands of ideas",
      "th": "คอมพิวเตอร์สร้างไอเดียเป็นหมื่นไอเดีย"
    }
  },
  {
    "translation": {
      "en": "for new chemical weapons.",
      "th": "เพื่อสร้างอาวุธเคมีใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Obviously, we have molecules that look like and are VX analogs and VX",
      "th": "เห็นได้ชัดว่าเรามีโมเลกุลที่ดูเหมือน และเป็นวีเอ็กซ์แอนะล็อกและวีเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "in the data set.",
      "th": "ในชุดข้อมูล"
    }
  },
  {
    "translation": {
      "en": "VX is one of the most potent chemical weapons in the world.",
      "th": "วีเอ็กซ์เป็นหนึ่งในอาวุธเคมีที่ทรงพลังที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] New claims from police",
      "th": "ตำรวจมีข้ออ้างใหม่ว่า"
    }
  },
  {
    "translation": {
      "en": "that the women seen attacking Kim Jong-nam in this airport assassination",
      "th": "ผู้หญิงที่เห็นว่าโจมตีคิมจองนัม ในการลอบสังหารที่สนามบินนี้"
    }
  },
  {
    "translation": {
      "en": "were using a deadly nerve agent called VX.",
      "th": "ใช้สารเคมีทําลายประสาทที่เรียกว่าวีเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "[Sean] It can cause death through asphyxiation.",
      "th": "มันอาจทำให้ตายได้ด้วยการขาดอากาศหายใจ"
    }
  },
  {
    "translation": {
      "en": "This is a very potent molecule,",
      "th": "นี่เป็นโมเลกุลที่ทรงพลังมาก"
    }
  },
  {
    "translation": {
      "en": "and most of these molecules were predicted to be even more deadly than VX.",
      "th": "และคาดว่าโมเลกุลเหล่านี้ ส่วนใหญ่จะอันตรายกว่าวีเอ็กซ์"
    }
  },
  {
    "translation": {
      "en": "[Fabio] Many of them had never, as far as we know, been seen before.",
      "th": "เท่าที่เรารู้ หลายๆ ตัวไม่เคยมีใครเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "And so, when Sean and I realized this, we're like, \"Oh, what have we done?\" [chuckles]",
      "th": "พอฌอนกับผมรู้เรื่องนี้ เราก็แบบว่า \"โอ้ เราทำอะไรลงไปเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "[Sean] I quickly realized that we had opened Pandora's box,",
      "th": "ผมรู้ตัวทันทีว่าเราเปิดกล่องแพนดอร่าเข้าให้แล้ว"
    }
  },
  {
    "translation": {
      "en": "and I said, \"Stop. Don't do anything else. We're done.\"",
      "th": "และผมบอก \"หยุด อย่าทำอย่างอื่น พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "\"Just make me the slides that I need for the presentation.\"",
      "th": "แค่ทำสไลด์ที่ผมต้องใช้ในการนำเสนอก็พอ\""
    }
  },
  {
    "translation": {
      "en": "When we did this experiment,",
      "th": "ตอนที่เราทำการทดลองนี้"
    }
  },
  {
    "translation": {
      "en": "I was thinking, \"What's the worst thing that could possibly happen?\"",
      "th": "ผมคิดว่า \"สิ่งที่แย่ที่สุดที่อาจเกิดขึ้นได้คืออะไร\""
    }
  },
  {
    "translation": {
      "en": "But now I'm like, \"We were naive. We were totally naive in doing it.\"",
      "th": "แต่ตอนนี้ผมคิดว่า \"ตอนนั้นเราไร้เดียงสา เราทำมันอย่างไร้เดียงสาจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "The thing that terrifies me the most is that anyone could do what we did.",
      "th": "สิ่งที่ทำให้ผมกลัวที่สุดคือ ทุกคนสามารถทำสิ่งที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "All it takes is the flip of a switch.",
      "th": "แค่ต้องสลับตัวเลขตัวเดียว"
    }
  },
  {
    "translation": {
      "en": "How do we control this technology before it's used",
      "th": "เราจะควบคุมเทคโนโลยีนี้ยังไงก่อนที่มันจะถูกใช้"
    }
  },
  {
    "translation": {
      "en": "potentially to do something that's utterly destructive?",
      "th": "เพื่อทำสิ่งที่เป็นอันตรายอย่างยิ่งยวด"
    }
  },
  {
    "translation": {
      "en": "[woman 1] At the heart of the conversation around artificial intelligence",
      "th": "หัวใจของการสนทนาเกี่ยวกับปัญญาประดิษฐ์"
    }
  },
  {
    "translation": {
      "en": "and how do we choose to use it in society",
      "th": "และวิธีที่เราเลือกใช้มันในสังคมของเรา"
    }
  },
  {
    "translation": {
      "en": "is a race between the power, with which we develop technologies,",
      "th": "คือการแข่งขันระหว่างอำนาจ ด้วยเทคโนโลยีที่เราพัฒนาขึ้น"
    }
  },
  {
    "translation": {
      "en": "and the wisdom that we have to govern it.",
      "th": "และปัญญาที่เราต้องควบคุมมัน"
    }
  },
  {
    "translation": {
      "en": "There are the obvious moral and ethical implications",
      "th": "มีความเกี่ยวพันด้านศีลธรรม และจริยธรรมที่ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "of the same thing that powers our smartphones",
      "th": "ของสิ่งเดียวกับสิ่งที่ให้พลังงาน สมาร์ทโฟนของเรา"
    }
  },
  {
    "translation": {
      "en": "being entrusted with the moral decision to take a life.",
      "th": "ที่ได้รับความไว้วางใจ ให้ตัดสินใจฆ่าคนอย่างมีศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "I work with the Future Of Life Institute, a community of scientist activists.",
      "th": "ฉันทำงานกับสถาบันฟิวเจอร์ออฟไลฟ์ ชุมชนของนักกิจกรรมนักวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "We're overall trying to show",
      "th": "สรุปคือเรากำลังพยายามแสดงให้เห็น"
    }
  },
  {
    "translation": {
      "en": "that there is this other side to speeding up and escalating automation.",
      "th": "ว่ามีอีกด้านนี้อีกด้าน ในการเร่งและยกระดับความเป็นอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[Emilia] But we're trying to make sure that technologies we create",
      "th": "แต่เราพยายามทำให้แน่ใจว่า เทคโนโลยีที่เราสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "are used in a way that is safe and ethical.",
      "th": "ถูกใช้ในทางที่ปลอดภัยและมีจริยธรรม"
    }
  },
  {
    "translation": {
      "en": "Let's have conversations about rules of engagement,",
      "th": "มาคุยกันเรื่องกฎการสู้รบ"
    }
  },
  {
    "translation": {
      "en": "and codes of conduct in using AI throughout our weapons systems.",
      "th": "และหลักปฏิบัติในการใช้เอไอ ในระบบอาวุธของเรากันดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Because we are now seeing \"enter the battlefield\" technologies",
      "th": "เพราะตอนนี้เราได้เห็น เทคโนโลยี \"เข้าสู่สนามรบ\""
    }
  },
  {
    "translation": {
      "en": "that can be used to kill autonomously.",
      "th": "ที่สามารถใช้ฆ่าคนได้อย่างอิสระแล้ว"
    }
  },
  {
    "translation": {
      "en": "In 2021, the UN released a report on the potential use",
      "th": "ในปี 2021 ยูเอ็น ออกรายงานว่ามีความเป็นไปได้ที่จะใช้"
    }
  },
  {
    "translation": {
      "en": "of a lethal autonomous weapon on the battlefield in Libya.",
      "th": "อาวุธสังหารอัตโนมัติในสนามรบในลิเบีย"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] A UN panel said that a drone flying in the Libyan civil war last year",
      "th": "คณะกรรมการของยูเอ็นบอกว่า โดรนที่บินในสงครามกลางเมืองปีที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "had been programmed to attack targets autonomously.",
      "th": "ถูกตั้งโปรแกรมให้โจมตีเป้าหมายโดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[Emilia] If the UN reporting is accurate,",
      "th": "ถ้ารายงานของยูเอ็นถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "this would be a watershed moment for humanity.",
      "th": "นี่คงเป็นจุดเปลี่ยนผันของมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "Because it marks a use case",
      "th": "เพราะมันชี้ให้เห็นการใช้งาน"
    }
  },
  {
    "translation": {
      "en": "where an AI made the decision to take a life, and not a human being.",
      "th": "ที่เอไอตัดสินใจฆ่าคน ไม่ใช่มนุษย์ตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "[Stacie] You're seeing advanced autonomous weapons",
      "th": "คุณได้เห็นอาวุธอัตโนมัติขั้นสูง"
    }
  },
  {
    "translation": {
      "en": "beginning to be used in different places around the globe.",
      "th": "เริ่มถูกเอามาใช้ในที่ต่างๆ ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "There were reports out of Israel.",
      "th": "มีรายงานจากอิสราเอล"
    }
  },
  {
    "translation": {
      "en": "Azerbaijan used autonomous systems to target Armenian air defenses.",
      "th": "อาเซอร์ไบจานใช้ระบบอัตโนมัติในการเล็ง กองกำลังป้องกันทางอากาศของอาร์เมเนีย"
    }
  },
  {
    "translation": {
      "en": "[Sean] It can fly around the battlefield for hours,",
      "th": "มันสามารถบินรอบสนามรบได้หลายชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "looking for things to hit on its own,",
      "th": "มองหาสิ่งที่จะโจมตีเอง"
    }
  },
  {
    "translation": {
      "en": "and then plow into them without any kind of human intervention.",
      "th": "จากนั้นก็ปะทะสิ่งเหล่านั้น โดยไม่มีมนุษย์เข้ามาแทรกแซง"
    }
  },
  {
    "translation": {
      "en": "[Stacie] And we've seen recently",
      "th": "และเมื่อไม่นานมานี้เราได้เห็น"
    }
  },
  {
    "translation": {
      "en": "these different videos that are posted in Ukraine.",
      "th": "วิดีโอต่างๆ ที่โพสต์ในยูเครน"
    }
  },
  {
    "translation": {
      "en": "[Paul] It's unclear what mode they might have been in when they were operating.",
      "th": "ยังไม่ชัดเจนว่าพวกมันอยู่ในโหมดไหน เวลาที่ออกปฏิบัติการ"
    }
  },
  {
    "translation": {
      "en": "Was a human in the loop, choosing what targets to attack,",
      "th": "มีมนุษย์มาเกี่ยวข้อง และเลือกเป้าหมายที่จะโจมตีไหม"
    }
  },
  {
    "translation": {
      "en": "or was the machine doing that on its own?",
      "th": "หรือว่าเครื่องจักรทำเองเลย"
    }
  },
  {
    "translation": {
      "en": "But there will certainly come a point in time,",
      "th": "แต่จะมีวันนึงแน่นอน"
    }
  },
  {
    "translation": {
      "en": "whether it's already happened in Libya, Ukraine or elsewhere,",
      "th": "ไม่ว่ามันจะเกิดขึ้นแล้วในลิเบีย ยูเครน หรือที่อื่นๆ หรือไม่ก็ตาม"
    }
  },
  {
    "translation": {
      "en": "where a machine makes its own decision about whom to kill on the battlefield.",
      "th": "ที่เครื่องจักรจะตัดสินใจเอง ว่าจะฆ่าใครในสนามรบ"
    }
  },
  {
    "translation": {
      "en": "[Izumi] Machines exercising lethal power against humans",
      "th": "การใช้เครื่องจักรพลังอันตรายกับมนุษย์"
    }
  },
  {
    "translation": {
      "en": "without human intervention",
      "th": "โดยไม่มีมนุษย์เข้าไปแทรกแซง"
    }
  },
  {
    "translation": {
      "en": "is politically unacceptable, morally repugnant.",
      "th": "เป็นเรื่องที่ยอมรับไม่ได้ทางการเมือง และมีความน่ารังเกียจทางด้านศีลธรรม"
    }
  },
  {
    "translation": {
      "en": "Whether the international community",
      "th": "จะมีชุมชนนานาชาติ"
    }
  },
  {
    "translation": {
      "en": "will be sufficient to govern those challenges",
      "th": "มากพอที่จะควบคุมความท้าทายเหล่านั้นหรือไหม"
    }
  },
  {
    "translation": {
      "en": "is a big question mark.",
      "th": "เป็นคำถามที่สำคัญมาก"
    }
  },
  {
    "translation": {
      "en": "[Emilia] If we look towards the future, even just a few years from now,",
      "th": "ถ้าเรามองไปยังอนาคต แม้จะอีกแค่ไม่กี่ปีข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "what the landscape looks like is very scary,",
      "th": "สภาพของภูมิทัศน์ก็ดูน่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "given that the amount of capital and human resource",
      "th": "เพราะจำนวนเงินทุนและทรัพยากรมนุษย์"
    }
  },
  {
    "translation": {
      "en": "going into making AI more powerful",
      "th": "ที่จะทำให้เอไอมีพลังมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "and using it for all of these different applications,",
      "th": "และใช้มันเพื่อการใช้งานต่างๆ"
    }
  },
  {
    "translation": {
      "en": "is immense.",
      "th": "มันมหาศาล"
    }
  },
  {
    "translation": {
      "en": "Oh my God, this guy.",
      "th": "ให้ตายสิ หมอนี่"
    }
  },
  {
    "translation": {
      "en": "[Brandon] He knows he can't win.",
      "th": "เขารู้ว่าเขาชนะไม่ได้"
    }
  },
  {
    "translation": {
      "en": "When I see AI win at different problems, I find it inspirational.",
      "th": "เวลาผมเห็นเอไอเอาชนะปัญหาต่างๆ ผมคิดว่ามันสร้างแรงบันดาลใจดี"
    }
  },
  {
    "translation": {
      "en": "Going for a little Hail Mary action.",
      "th": "ต้องใช้แต้มบุญทั้งหมดที่เหลือแล้วละ"
    }
  },
  {
    "translation": {
      "en": "And you can apply those same tactics, techniques, procedures to real aircraft.",
      "th": "และคุณสามารถใช้กลยุทธ์ เทคนิค และวิธีการเดียวกันนั้นกับเครื่องบินจริงได้"
    }
  },
  {
    "translation": {
      "en": "-[friend] Good game. -[Brandon] All right, good game. [laughs]",
      "th": "มันมาก เจ๋ง มันมาก"
    }
  },
  {
    "translation": {
      "en": "It's surprising to me",
      "th": "ผมแปลกใจมาก"
    }
  },
  {
    "translation": {
      "en": "that people continue to make statements about what AI can't do. Right?",
      "th": "ที่คนเรายังคงพูดถึงสิ่งที่เอไอทำไม่ได้ ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "\"Oh, it'll never be able to beat a world champion in chess.\"",
      "th": "\"โอ๊ย มันไม่มีทางเอาชนะ แชมป์โลกหมากรุกได้หรอก\""
    }
  },
  {
    "translation": {
      "en": "[reporter 5] An IBM computer has made a comeback",
      "th": "คอมพิวเตอร์ไอบีเอ็มได้กลับมาเล่น"
    }
  },
  {
    "translation": {
      "en": "in Game 2 of its match with world chess champion, Garry Kasparov.",
      "th": "ในเกมที่สองของการแข่งขัน กับแชมป์โลกหมากรุก แกรี คาสปารอฟ"
    }
  },
  {
    "translation": {
      "en": "[commentator] Whoa! Kasparov has resigned!",
      "th": "คาสปารอฟถอนตัวแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kasporov] When I see something that is well beyond my understanding,",
      "th": "เวลาที่ผมเห็นอะไรที่เกินความเข้าใจของผม"
    }
  },
  {
    "translation": {
      "en": "I'm scared. And that was something well beyond my understanding.",
      "th": "ผมกลัวครับ และนั่นเป็นอะไรที่ เกินความเข้าใจของผมมาก"
    }
  },
  {
    "translation": {
      "en": "[Brandon] And then people would say,",
      "th": "แล้วคนก็จะพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"It'll never be able to beat a world champion in the game of Go.\"",
      "th": "\"มันไม่มีวันเอาชนะแชมป์โกะได้หรอก\""
    }
  },
  {
    "translation": {
      "en": "[Go champion] I believe human intuition is still too advanced for A.I.",
      "th": "ผมเชื่อว่าสัญชาตญาณมนุษย์ ยังล้ำหน้าเกินกว่าที่เอไอ"
    }
  },
  {
    "translation": {
      "en": "to have caught up.",
      "th": "จะตามทันได้"
    }
  },
  {
    "translation": {
      "en": "[man 15] Go is one of the most complicated games anyone can learn",
      "th": "โกะเป็นหนึ่งในเกมที่ซับซ้อนที่สุด ที่ใครจะเรียนรู้ได้"
    }
  },
  {
    "translation": {
      "en": "because the number of moves on the board, when you do the math,",
      "th": "เพราะจำนวนการเคลื่อนไหวบนกระดาน เวลาที่คุณคิดคำนวณ"
    }
  },
  {
    "translation": {
      "en": "equal more atoms than there are in the entire universe.",
      "th": "มีอนุภาคมากกว่าที่มีในทั้งจักรวาล"
    }
  },
  {
    "translation": {
      "en": "There was a team at Google called DeepMind,",
      "th": "มีทีมที่กูเกิลชื่อดีปมายด์"
    }
  },
  {
    "translation": {
      "en": "and they created a program called AlphaGo",
      "th": "พวกเขาสร้างโปรแกรมชื่ออัลฟ่าโกะ"
    }
  },
  {
    "translation": {
      "en": "to be able to beat the world's best players.",
      "th": "เพื่อให้สามารถเอาชนะผู้เล่นที่เก่งที่สุดในโลกได้"
    }
  },
  {
    "translation": {
      "en": "Congratulations to…",
      "th": "ขอแสดงความยินดีกับ…"
    }
  },
  {
    "translation": {
      "en": "-AlphaGo -AlphaGo.",
      "th": "- อัลฟ่าโกะ - อัลฟ่าโกะ"
    }
  },
  {
    "translation": {
      "en": "A computer program has just beaten a 9 dan professional.",
      "th": "โปรแกรมคอมพิวเตอร์ เพิ่งเอาชนะมืออาชีพระดับเก้าดั้งได้"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Then DeepMind chose StarCraft as kind of their next AI challenge.",
      "th": "จากนั้นดีปมายด์ก็เลือกสตาร์คราฟต์ เป็นการท้าดวลเอไอครั้งต่อไปของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "StarCraft is perhaps the most popular real-time strategy game of all time.",
      "th": "สตาร์คราฟต์อาจเป็นเกมกลยุทธ์แบบเรียลไทม์ ที่ได้รับความนิยมที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "AlphaStar became famous when it started defeating world champions.",
      "th": "อัลฟ่าสตาร์มีชื่อเสียง เมื่อเริ่มเอาชนะแชมป์โลกได้"
    }
  },
  {
    "translation": {
      "en": "[host 1] AlphaStar absolutely smashing Immortal Arc.",
      "th": "อัลฟ่าสตาร์ทำลายอิมมอร์ทัลอาร์กยับจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[host 2] Know what?",
      "th": "รู้อะไรไหม"
    }
  },
  {
    "translation": {
      "en": "This is not gonna be a fight that the pros can win.",
      "th": "นี่ไม่ใช่การต่อสู้ที่มืออาชีพจะชนะได้เลย"
    }
  },
  {
    "translation": {
      "en": "It's kind of ridiculous.",
      "th": "มันก็ตลกดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Professional gamers say, \"I would never try that tactic.\"",
      "th": "นักเล่นเกมมืออาชีพพูดว่า \"ฉันไม่มีทางลองใช้เทคนิคนั้น\""
    }
  },
  {
    "translation": {
      "en": "\"I would never try that strategy. That's something that's not human.\"",
      "th": "\"ฉันไม่มีทางลองใช้กลยุทธ์นั้นหรอก นั่นคือสิ่งที่ไม่ใช่มนุษย์\""
    }
  },
  {
    "translation": {
      "en": "And that was perhaps, you know, the \"a-ha\" moment for me.",
      "th": "และนั่นอาจเป็นช่วงเวลาที่ผมรู้สึกว่า \"อะฮ่า\""
    }
  },
  {
    "translation": {
      "en": "I came to realize the time is now.",
      "th": "ผมคิดได้ว่าถึงเวลาแล้ว"
    }
  },
  {
    "translation": {
      "en": "There's an important technology and an opportunity to make a difference.",
      "th": "มีเทคโนโลยีสำคัญ และมีโอกาสที่จะสร้างความแตกต่าง"
    }
  },
  {
    "translation": {
      "en": "I only knew the problems that I had faced as a SEAL in close-quarters combat,",
      "th": "ผมรู้แค่ปัญหาที่ผมเคยเจอในฐานะซีล ในการต่อสู้ระยะประชิด"
    }
  },
  {
    "translation": {
      "en": "but one of my good friends, who was an F-18 pilot, told me,",
      "th": "หน่วยรบระยะประชิด แต่เพื่อนรักของผมคนนึง ที่เคยเป็นนักบินเอฟ 18 บอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"We have the same problem in the fighter jet community.\"",
      "th": "\"เรามีปัญหาแบบเดียวกัน ในชุมชนเครื่องบินขับไล่"
    }
  },
  {
    "translation": {
      "en": "\"They are jamming communications.\"",
      "th": "พวกเขารบกวนการสื่อสาร"
    }
  },
  {
    "translation": {
      "en": "\"There are proliferated surface-to-air missile sites",
      "th": "มีพื้นที่ยิงขีปนาวุธจากพื้นผิวสู่อากาศ เพิ่มขึ้นอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "that make it too dangerous to operate.\"",
      "th": "ที่ทำให้อันตรายเกินกว่าจะปฏิบัติการได้\""
    }
  },
  {
    "translation": {
      "en": "Imagine if we had a fighter jet that was commanded by an AI.",
      "th": "ลองคิดดูว่าถ้าเรามีเครื่องบินขับไล่ ที่สั่งการโดยเอไอสิ"
    }
  },
  {
    "translation": {
      "en": "[host 3] Welcome to the AlphaDogfights.",
      "th": "ขอต้อนรับสู่การทดลองอัลฟ่าด็อกไฟท์"
    }
  },
  {
    "translation": {
      "en": "We're a couple of minutes away from this first semifinal.",
      "th": "อีกไม่กี่นาทีก็จะถึงรอบรองชนะเลิศแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Brandon] DARPA, the Defense Advanced Research Projects Agency,",
      "th": "ดาร์ปา สำนักโครงการวิจัยขั้นสูงด้านกลาโหม"
    }
  },
  {
    "translation": {
      "en": "had seen AlphaGo and AlphaStar,",
      "th": "ได้เห็นอัลฟ่าโกะและอัลฟ่าสตาร์"
    }
  },
  {
    "translation": {
      "en": "and so this idea of the AlphaDogfight competition came to life.",
      "th": "ความคิดเรื่องการแข่งขัน อัลฟ่าด็อกไฟต์นี้ก็เลยเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[host 4] It's what you wanna see your fighter pilots do.",
      "th": "มันคือสิ่งที่คุณอยากเห็น นักบินรบที่เป็นมนุษย์ของคุณทำ"
    }
  },
  {
    "translation": {
      "en": "[host 3] This looks like human dogfighting.",
      "th": "นี่ดูเหมือนด็อกไฟท์ของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Dogfighting is fighter-on-fighter aircraft going at it.",
      "th": "ด็อกไฟท์คือการที่เครื่องบินขับไล่ กับเครื่องบินขับไล่ต่อสู้กัน"
    }
  },
  {
    "translation": {
      "en": "You can think about it as a boxing match in the sky.",
      "th": "จะคิดว่ามันคือการแข่งชกมวยบนท้องฟ้าก็ได้"
    }
  },
  {
    "translation": {
      "en": "Maybe people have seen the movie Top Gun.",
      "th": "บางทีคนอาจจะเคยดูหนังเรื่องท็อปกัน"
    }
  },
  {
    "translation": {
      "en": "-[character] Can we outrun these guys? -[Maverick] Not their missiles and guns.",
      "th": "เราจะบินหนีพวกเขาได้ไหม หนีมิสไซล์กับปืนพวกเขาไม่รอดหรอก"
    }
  },
  {
    "translation": {
      "en": "[character] It's a dogfight.",
      "th": "งั้นก็มาด็อกไฟท์กัน"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Learning to master dogfighting can take eight to ten years.",
      "th": "การฝึกด็อกไฟท์ให้เชี่ยวชาญ ต้องใช้เวลาแปดถึงสิบปี"
    }
  },
  {
    "translation": {
      "en": "It's an extremely complex challenge to build AI around.",
      "th": "เป็นความท้าทายที่ซับซ้อนมาก ในการสร้างเอไอตามมัน"
    }
  },
  {
    "translation": {
      "en": "The prior approaches to autonomy and dogfighting tended to be brittle.",
      "th": "วิธีการก่อนหน้านี้ในการรบแบบอัตโนมัติ และด็อกไฟท์มีแนวโน้มที่จะเปราะบาง"
    }
  },
  {
    "translation": {
      "en": "[man 16] We figured machine learning was probably the way to solve this problem.",
      "th": "เราคิดว่าการเรียนรู้ของเครื่อง น่าจะเป็นวิธีที่แก้ปัญหานี้ได้"
    }
  },
  {
    "translation": {
      "en": "At first, the AI knew nothing about the world in which it was dropped.",
      "th": "ตอนแรกเอไอไม่รู้อะไร เกี่ยวกับโลกที่มันถูกทิ้งลงไปเลย"
    }
  },
  {
    "translation": {
      "en": "It didn't know it was flying or what dogfighting was.",
      "th": "มันไม่รู้ว่ามันบินอยู่ มันไม่รู้ว่าด็อกไฟท์คืออะไร"
    }
  },
  {
    "translation": {
      "en": "It didn't know what an F-16 is.",
      "th": "มันไม่รู้ว่าเอฟ 16 คืออะไร"
    }
  },
  {
    "translation": {
      "en": "All it knew was the available actions it could take,",
      "th": "สิ่งเดียวที่มันรู้คือการกระทำที่มีอยู่ที่มันทำได้"
    }
  },
  {
    "translation": {
      "en": "and it would start to randomly explore those actions.",
      "th": "และมันจะเริ่มสำรวจการกระทำเหล่านั้นแบบสุ่ม"
    }
  },
  {
    "translation": {
      "en": "[colleague] The blue plane's been training for only a small amount of time.",
      "th": "เครื่องบินสีฟ้าผ่านการฝึกมาแค่ไม่นาน"
    }
  },
  {
    "translation": {
      "en": "You can see it wobbling back and forth,",
      "th": "คุณจะเห็นว่ามันโยกเยกไปมา"
    }
  },
  {
    "translation": {
      "en": "uh, flying very erratically, generally away from its adversary.",
      "th": "บินไม่สม่ำเสมอเลย บินห่างจากศัตรูของมันเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "As the fight progresses, we can see blue is starting",
      "th": "ขณะที่การต่อสู้ดำเนินไป เราจะเห็นว่าเครื่องบินสีฟ้า เริ่มกำหนดแผนการเล่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "to establish here its game plan.",
      "th": "เราจะเห็นว่าเครื่องบินสีฟ้า เริ่มกำหนดแผนการเล่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's more in a position to shoot.",
      "th": "มันอยู่ในตำแหน่งที่พร้อมยิงมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "Once in a while, the learning algorithm said,",
      "th": "อัลกอริทึมการเรียนรู้จะบอกเป็นครั้งคราวว่า"
    }
  },
  {
    "translation": {
      "en": "\"Here's a cookie. Keep doing more of that.\"",
      "th": "\"นี่คุกกี้ ทำดีมาก ทำแบบนั้นต่อไปนะ\""
    }
  },
  {
    "translation": {
      "en": "We can take advantage of computer power and train the agents many times",
      "th": "เราสามารถใช้ประโยชน์จากพลังคอมพิวเตอร์ ที่เรามีและฝึกตัวแทนหลายๆ ครั้ง"
    }
  },
  {
    "translation": {
      "en": "in parallel.",
      "th": "พร้อมกันได้"
    }
  },
  {
    "translation": {
      "en": "It's like a basketball team.",
      "th": "มันเหมือนทีมบาสเกตบอล"
    }
  },
  {
    "translation": {
      "en": "Instead of playing the same team over and over again,",
      "th": "แทนที่จะเล่นทีมเดียวกันซ้ำแล้วซ้ำอีกอยู่ได้"
    }
  },
  {
    "translation": {
      "en": "you're traveling the world playing 512 different teams,",
      "th": "แต่เราเดินทางไปทั่วโลก เล่นกับ 512 ทีม"
    }
  },
  {
    "translation": {
      "en": "all at the same time.",
      "th": "ในเวลาเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "You can get very good, very fast.",
      "th": "คุณจะเก่งมากได้เร็วมาก"
    }
  },
  {
    "translation": {
      "en": "We were able to run that simulation 24/7",
      "th": "เราสามารถให้การจำลองแบบนั้น ทำงานได้ตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "and get something like 30 years of pilot training time in, in 10 months.",
      "th": "และได้สิ่งที่ต้องใช้เวลาในการฝึกนักบิน 30 ปี ภายในสิบเดือน"
    }
  },
  {
    "translation": {
      "en": "We went from barely able to control the aircraft",
      "th": "เราเปลี่ยนจาก การที่แทบจะควบคุมเครื่องบินไม่ได้"
    }
  },
  {
    "translation": {
      "en": "to being a stone-cold assassin.",
      "th": "กลายเป็นนักฆ่าที่เลือดเย็น"
    }
  },
  {
    "translation": {
      "en": "Under training, we were competing only against other artificial intelligence.",
      "th": "ระหว่างการฝึก เราแข่งกับปัญญาประดิษฐ์อื่นๆ เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "But competing against humans directly was kind of the ultimate target.",
      "th": "แต่การแข่งกับมนุษย์โดยตรง คือเป้าหมายสูงสุด"
    }
  },
  {
    "translation": {
      "en": "My name is Mike Benitez,",
      "th": "ผมชื่อไมค์ เบนิเทซ"
    }
  },
  {
    "translation": {
      "en": "I'm a Lieutenant Colonel in the U.S. Air Force.",
      "th": "ผมเป็นพันโทในกองทัพอากาศสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Been on active duty about 25 years.",
      "th": "และปฏิบัติหน้าที่มาประมาณ 25 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "I've got 250 combat missions",
      "th": "ผมผ่านภารกิจต่อสู้มา 250 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "and I'm a weapons school graduate,",
      "th": "และผมจบจากโรงเรียนอาวุธ"
    }
  },
  {
    "translation": {
      "en": "which is Air Force version of Top Gun.",
      "th": "ซึ่งเป็นเหมือนท็อปกันของกองทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "I've never actually flown against AI.",
      "th": "ผมไม่เคยบินแข่งกับเอไอเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "So I'm pretty excited to see how well I can do.",
      "th": "ผมตื่นเต้นมากที่จะได้เห็นว่าผมทำได้ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[commander] We got now a 6,000 feet offensive set up nose-to-nose.",
      "th": "ตอนนี้เราตั้งค่าการโจมตีเผชิญหน้ากัน ที่ 1,800 เมตร"
    }
  },
  {
    "translation": {
      "en": "Fight's on.",
      "th": "เริ่มต่อสู้"
    }
  },
  {
    "translation": {
      "en": "He's gone now.",
      "th": "เขาไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, that's actually really interesting.",
      "th": "น่าสนใจมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Dead. Got him. Flawless victory.",
      "th": "- ตายแล้ว - เขาแพ้ละ ชนะแบบไร้ที่ติ"
    }
  },
  {
    "translation": {
      "en": "All right, round two.",
      "th": "เอาละ ยกที่สอง"
    }
  },
  {
    "translation": {
      "en": "What the artificial intelligence is doing is maneuvering with such precision,",
      "th": "สิ่งที่ปัญญาประดิษฐ์ทำอยู่คือ การหลบหลีกด้วยความแม่นยำมากๆ"
    }
  },
  {
    "translation": {
      "en": "uh, that I just can't keep up with it.",
      "th": "จนผมตามไม่ทันเลย"
    }
  },
  {
    "translation": {
      "en": "Right into the merge.",
      "th": "ตรงเข้าไปรวมตัว"
    }
  },
  {
    "translation": {
      "en": "Oh, now you're gone.",
      "th": "โอ้ ทีนี้คุณตายแน่"
    }
  },
  {
    "translation": {
      "en": "Got him!",
      "th": "เขาแพ้ละ"
    }
  },
  {
    "translation": {
      "en": "Still got me.",
      "th": "ยังชนะผมอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "[Brett] AI is never scared.",
      "th": "เอไอไม่เคยกลัว"
    }
  },
  {
    "translation": {
      "en": "There's a human emotional element in the cockpit an AI won't have.",
      "th": "มีองค์ประกอบทางอารมณ์ของมนุษย์ อยู่ในห้องนักบินซึ่งเอไอไม่มี"
    }
  },
  {
    "translation": {
      "en": "One of the more interesting strategies our AI developed,",
      "th": "หนึ่งในกลยุทธ์ที่น่าสนใจกว่า ที่เอไอของเราพัฒนาขึ้น"
    }
  },
  {
    "translation": {
      "en": "was what we call the face shot.",
      "th": "คือสิ่งที่เราเรียกว่าเฟซช็อต"
    }
  },
  {
    "translation": {
      "en": "Usually a human wants to shoot from behind",
      "th": "ปกติมนุษย์จะอยากยิงจากข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "because it's hard for them to shake you loose.",
      "th": "เพราะมันยากที่ศัตรูจะสลัดคุณทิ้งได้"
    }
  },
  {
    "translation": {
      "en": "They don't try face shots because you're playing a game of chicken.",
      "th": "พวกเขาจะไม่พยายามยิงข้างหน้า เพราะคุณกำลังเล่นเกมวัดใจอยู่"
    }
  },
  {
    "translation": {
      "en": "When we come head-on, 3,000 feet away to 500 feet away",
      "th": "เวลาที่เราเผชิญหน้ากัน การบินจากระยะ 900 เมตรมาที่ 150 เมตร"
    }
  },
  {
    "translation": {
      "en": "can happen in a blink of an eye.",
      "th": "อาจเกิดขึ้นได้ในพริบตา"
    }
  },
  {
    "translation": {
      "en": "You run a high risk of colliding, so humans don't try it.",
      "th": "คุณเสี่ยงมากที่จะชนกัน มนุษย์เลยไม่พยายามทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "The AI, unless it's told to fear death, will not fear death.",
      "th": "แต่เอไอ ถ้ามันไม่ได้รับคำสั่งให้กลัวความตาย มันก็จะไม่กลัวความตาย"
    }
  },
  {
    "translation": {
      "en": "[Mike] All good. Feels like I'm fighting against a human, uh,",
      "th": "รู้สึกเหมือนกำลังต่อสู้กับมนุษย์"
    }
  },
  {
    "translation": {
      "en": "a human that has a reckless abandonment for safety. [chuckles]",
      "th": "แต่เป็นมนุษย์ที่ไม่สนเรื่องความปลอดภัย แบบไม่ระวังเลย"
    }
  },
  {
    "translation": {
      "en": "He's not gonna survive this last one.",
      "th": "ตาสุดท้ายนี่เขาไม่รอดแน่"
    }
  },
  {
    "translation": {
      "en": "He doesn't have enough time.",
      "th": "เขามีเวลาไม่พอ"
    }
  },
  {
    "translation": {
      "en": "[Brett] Good night.",
      "th": "ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Mike] I'm dead.",
      "th": "ผมตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "It's humbling to know",
      "th": "มันรู้สึกต่ำต้อยที่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "that I might not even be the best thing for this mission,",
      "th": "ผมอาจไม่ใช่สิ่งที่ดีที่สุดสำหรับภารกิจนี้"
    }
  },
  {
    "translation": {
      "en": "and that thing could be something that replaces me one day.",
      "th": "และวันนึงสิ่งนั้นอาจเป็นสิ่งที่มาแทนที่ผมได้"
    }
  },
  {
    "translation": {
      "en": "[colleague] Same 6 CAV.",
      "th": "ความสูงเท่าเดิม"
    }
  },
  {
    "translation": {
      "en": "One thousand offset.",
      "th": "ชดเชยหนึ่งพัน"
    }
  },
  {
    "translation": {
      "en": "[Brandon] With this AI pilot commanding fighter aircraft,",
      "th": "การใช้นักบินเอไอควบคุมเครื่องบินขับไล่แบบนี้"
    }
  },
  {
    "translation": {
      "en": "the winning is relentless, it's dominant.",
      "th": "ทำให้ชนะได้อย่างต่อเนื่อง มันเหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "It's not just winning by a wide range.",
      "th": "มันไม่ได้แค่การชนะในระยะกว้างๆ"
    }
  },
  {
    "translation": {
      "en": "It's, \"Okay, how can we get that onto our aircraft?\" It's that powerful.",
      "th": "แต่มันแบบว่า \"โอเค เราจะเอามันขึ้นมาบนเครื่องบินเราได้ยังไง\" มันทรงพลังขนาดนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "[Nathan] It's realistic to expect that AI will be piloting an F-16,",
      "th": "มันเป็นไปได้ที่จะคาดหวังว่าเอไอจะขับเอฟ 16"
    }
  },
  {
    "translation": {
      "en": "and it will not be that far out.",
      "th": "และคงอีกไม่นานมากหรอก"
    }
  },
  {
    "translation": {
      "en": "[Brandon] If you're going up against an AI pilot that has a 99.99999% win rate,",
      "th": "ถ้าคุณต้องสู้กับนักบินเอไอ ที่มีอัตราการชนะ 99.99999%"
    }
  },
  {
    "translation": {
      "en": "you don't stand a chance.",
      "th": "คุณไม่มีโอกาสรอดหรอก"
    }
  },
  {
    "translation": {
      "en": "When I think about one AI pilot being unbeatable,",
      "th": "เมื่อผมคิดถึงนักบินเอไอหนึ่งคน ที่ไม่มีใครเอาชนะได้"
    }
  },
  {
    "translation": {
      "en": "I think about what a team of 50, or 100,",
      "th": "ผมก็คิดว่าทีมนักบินเอไอ 50 หรือ 100 คน"
    }
  },
  {
    "translation": {
      "en": "or 1,000 AI pilots can continue to, uh, achieve.",
      "th": "หรือ 1,000 คนจะทำอะไรสำเร็จต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "Swarming is a team of highly intelligent aircraft",
      "th": "ฝูงโดรนเป็นทีมของเครื่องบินที่มีความฉลาดสูง"
    }
  },
  {
    "translation": {
      "en": "that work with each other.",
      "th": "ที่ทำงานร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "They're sharing information about what to do, how to solve a problem.",
      "th": "พวกมันแบ่งปันข้อมูลกันว่าต้องทำอะไร จะแก้ปัญหายังไง"
    }
  },
  {
    "translation": {
      "en": "Swarming will be a game-changing and transformational capability",
      "th": "ฝูงโดรนจะเป็นตัวเปลี่ยนเกม และเป็นศักยภาพในการเปลี่ยนแปลง"
    }
  },
  {
    "translation": {
      "en": "to our military and our allies.",
      "th": "ของกองทัพและพันธมิตรของเรา"
    }
  },
  {
    "translation": {
      "en": "[controller] Target has been acquired, and the drones are tracking him.",
      "th": "พบเป้าหมายแล้ว และโดรนกำลังโจมตีเขา"
    }
  },
  {
    "translation": {
      "en": "[controller] Here comes the land.",
      "th": "เอาละ มาถึงช่วงลงจอดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[man 17] Primary goal of the swarming research we're working on",
      "th": "เป้าหมายหลักของการวิจัยฝูงโดรน ที่เรากำลังทำอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "is to deploy a large number of drones",
      "th": "คือการส่งโดรนจำนวนมากไปปฏิบัติหน้าที่"
    }
  },
  {
    "translation": {
      "en": "over an area that is hard to get to or dangerous to get to.",
      "th": "บนพื้นที่ที่เข้าถึงยากหรืออันตราย"
    }
  },
  {
    "translation": {
      "en": "The Army Research Lab has been supporting this particular research project.",
      "th": "แล็บวิจัยกองทัพสนับสนุนโครงการวิจัยนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "If you want to know what's in a location,",
      "th": "ถ้าคุณอยากรู้ว่ามีอะไรอยู่ในสถานที่ตั้ง"
    }
  },
  {
    "translation": {
      "en": "but it's hard to get to that area, or it's a very large area,",
      "th": "แต่มันยากที่จะไปที่นั่น หรือมันเป็นพื้นที่ที่กว้างใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "then deploying a swarm is a very natural way",
      "th": "การส่งฝูงโดรนไปจึงเป็นวิธีปกติมาก"
    }
  },
  {
    "translation": {
      "en": "to extend the reach of individuals",
      "th": "ที่ช่วยขยายการเข้าถึงของแต่ละลำ"
    }
  },
  {
    "translation": {
      "en": "and collect information that is critical to the mission.",
      "th": "และรวบรวมข้อมูลที่สำคัญต่อภารกิจมา"
    }
  },
  {
    "translation": {
      "en": "So, right now in our swarm deployment,",
      "th": "ตอนนี้ ในการส่งฝูงโดรนของเราไปปฏิบัติหน้าที่"
    }
  },
  {
    "translation": {
      "en": "we essentially give a single command to go track the target of interest.",
      "th": "เราให้ไปคำสั่งเดียว คือให้ติดตามเป้าหมายที่สนใจ"
    }
  },
  {
    "translation": {
      "en": "Then the drones go and do all of that on their own.",
      "th": "แล้วโดรนก็จะไปและทำทุกอย่างนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "Artificial intelligence allows the robots to move collectively as a swarm",
      "th": "ปัญญาประดิษฐ์ ทำให้หุ่นยนต์เคลื่อนไหวรวมกันเป็นฝูง"
    }
  },
  {
    "translation": {
      "en": "in a decentralized manner.",
      "th": "ในลักษณะกระจายตัวกัน"
    }
  },
  {
    "translation": {
      "en": "In the swarms in nature that we see,",
      "th": "ในฝูงสัตว์ในธรรมชาติที่เราเห็น"
    }
  },
  {
    "translation": {
      "en": "there's no boss, no main animal telling them what to do.",
      "th": "ไม่มีเจ้านาย ไม่มีสัตว์ตัวหลัก ที่คอยสั่งว่าต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "The behavior is emerging out of each individual animal",
      "th": "พฤติกรรมเกิดขึ้นจากสัตว์แต่ละตัว"
    }
  },
  {
    "translation": {
      "en": "following a few simple rules.",
      "th": "ทำตามกฎง่ายๆ ไม่กี่ข้อ"
    }
  },
  {
    "translation": {
      "en": "And out of that grows this emergent collective behavior that you see.",
      "th": "และสิ่งนั้นก็พัฒนาเป็นพฤติกรรมรวมกลุ่ม ที่ปรากฏออกมาอย่างที่คุณเห็น"
    }
  },
  {
    "translation": {
      "en": "What's awe-inspiring about swarms in nature",
      "th": "สิ่งที่น่าทึ่งเกี่ยวกับฝูงสัตว์ในธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "is the graceful ability in which they move.",
      "th": "คือความสามารถ ในการเคลื่อนไหวที่สง่างามของพวกมัน"
    }
  },
  {
    "translation": {
      "en": "It's as if they were built to be a part of this group.",
      "th": "ราวกับว่าพวกมันถูกสร้างมา เพื่อเป็นส่วนหนึ่งของกลุ่มนี้"
    }
  },
  {
    "translation": {
      "en": "Ideally, what we'd love to see with our drone swarm is,",
      "th": "ตามหลักแล้ว สิ่งที่เราอยากเห็น จากฝูงโดรนของเรา"
    }
  },
  {
    "translation": {
      "en": "much like in the swarm in nature,",
      "th": "ก็คล้ายๆ กับฝูงสัตว์ในธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "decisions being made by the group collectively.",
      "th": "ที่กลุ่มโดยรวมเป็นผู้ทำการตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "The other piece of inspiration for us",
      "th": "แรงบันดาลใจอีกอย่างสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "comes in the form of reliability and resiliency.",
      "th": "มาในรูปแบบของ ความน่าเชื่อถือและความยืดหยุ่น"
    }
  },
  {
    "translation": {
      "en": "That swarm will not go down",
      "th": "ฝูงนั้นจะไม่บินลงมา"
    }
  },
  {
    "translation": {
      "en": "if one individual animal doesn't do what it's supposed to do.",
      "th": "ถ้ามีสัตว์หนึ่งตัวไม่ทำสิ่งที่มันควรจะทำ"
    }
  },
  {
    "translation": {
      "en": "Even if one of the agents falls out, or fails,",
      "th": "ต่อให้โดรนลำใดลำนึงร่วงลงมาหรือล้มเหลว"
    }
  },
  {
    "translation": {
      "en": "or isn't able to complete the task,",
      "th": "หรือไม่สามารถทำภารกิจให้สำเร็จได้"
    }
  },
  {
    "translation": {
      "en": "the swarm will continue.",
      "th": "ฝูงก็จะทำหน้าที่ต่อไป"
    }
  },
  {
    "translation": {
      "en": "And ultimately, that's what we'd like to have.",
      "th": "และท้ายที่สุด นั่นคือสิ่งที่เราอยากได้"
    }
  },
  {
    "translation": {
      "en": "We have this need in combat scenarios for identifying enemy aircraft,",
      "th": "เราต้องการสิ่งนี้ในสถานการณ์การต่อสู้ เพื่อระบุตัวตนของเครื่องบินศัตรู"
    }
  },
  {
    "translation": {
      "en": "and it used to be we required one person controlling one robot.",
      "th": "และเมื่อก่อนเราต้องให้คนหนึ่งคน ควบคุมหุ่นยนต์หนึ่งตัว"
    }
  },
  {
    "translation": {
      "en": "As autonomy increases,",
      "th": "เมื่อความเป็นอัตโนมัติเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "I hope we will get to see a large number of robots",
      "th": "ผมก็หวังว่าเราจะได้เห็นหุ่นยนต์จำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "being controlled by a very small number of people.",
      "th": "ถูกควบคุมโดยคนจำนวนน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "I see no reason why we couldn't achieve a thousand eventually",
      "th": "ผมไม่เห็นเหตุผลที่สุดท้ายเราจะทำไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "because each agent will be able to act of its own accord,",
      "th": "เพราะโดรนแต่ละลำ จะสามารถทำตามความสมัครใจของตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "and the sky's the limit.",
      "th": "และความสำเร็จก็ไร้ขีดจำกัด"
    }
  },
  {
    "translation": {
      "en": "We can scale our learning…",
      "th": "เราสามารถประเมินการเรียนรู้ของเรา…"
    }
  },
  {
    "translation": {
      "en": "[Justin B.] We've been working on swarming in simulation for quite some time,",
      "th": "เราพัฒนาเรื่องฝูงโดรน ในการจำลองแบบมาสักระยะแล้ว"
    }
  },
  {
    "translation": {
      "en": "and it is time to bring that to real-world aircraft.",
      "th": "และถึงเวลาที่ต้องเอาสิ่งนั้น มาใช้กับเครื่องบินในโลกจริงแล้ว"
    }
  },
  {
    "translation": {
      "en": "We expect to be doing three robots at once over the network,",
      "th": "เราคาดว่าจะทำหุ่นยนต์สามตัว พร้อมกันบนเครือข่าย"
    }
  },
  {
    "translation": {
      "en": "and then starting to add more and more capabilities.",
      "th": "และเริ่มเพิ่มขีดความสามารถมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "We want to be able to test that on smaller systems,",
      "th": "เราอยากทดสอบมันกับระบบที่เล็กกว่า"
    }
  },
  {
    "translation": {
      "en": "but take those same concepts and apply them to larger systems,",
      "th": "แต่เอาแนวคิดเดียวกันนั้นไปใช้กับระบบที่ใหญ่กว่า"
    }
  },
  {
    "translation": {
      "en": "like a fighter jet.",
      "th": "อย่างเช่นเครื่องบินขับไล่"
    }
  },
  {
    "translation": {
      "en": "[Brandon] We talk a lot about,",
      "th": "เราคุยกันเยอะมากว่า"
    }
  },
  {
    "translation": {
      "en": "how do you give a platoon the combat power of a battalion?",
      "th": "คุณมอบพลังในการต่อสู้ของกองพัน ให้กับหมวดทหารยังไง"
    }
  },
  {
    "translation": {
      "en": "Or a battalion the combat power of a brigade?",
      "th": "หรือมอบพลังในการต่อสู้ของกองทัพใหญ่ ให้กองพันยังไง"
    }
  },
  {
    "translation": {
      "en": "You can do that with swarming.",
      "th": "คุณทำแบบนั้นกับฝูงโดรนได้"
    }
  },
  {
    "translation": {
      "en": "And when you can unlock that power of swarming,",
      "th": "และเมื่อคุณปลดล็อกพลังของฝูงโดรนได้"
    }
  },
  {
    "translation": {
      "en": "you have just created a new strategic deterrence",
      "th": "คุณก็ได้สร้างกลยุทธ์การกีดขวางใหม่"
    }
  },
  {
    "translation": {
      "en": "to military aggression.",
      "th": "ให้กับการรุกรานกองทัพแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Bob] I think the most exciting thing is the number of young men and women",
      "th": "ผมคิดว่าสิ่งที่น่าตื่นเต้นที่สุด คือจำนวนชายหนุ่มและหญิงสาว"
    }
  },
  {
    "translation": {
      "en": "who we will save if we really do this right.",
      "th": "ที่เราจะช่วยได้ถ้าเราทำมันได้ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "And we trade machines",
      "th": "และเราเอาเครื่องจักรไปแลก"
    }
  },
  {
    "translation": {
      "en": "rather than human lives.",
      "th": "แทนที่จะเป็นชีวิตมนุษย์"
    }
  },
  {
    "translation": {
      "en": "Some argue that autonomous weapons will make warfare more precise",
      "th": "บางคนแย้งว่าอาวุธอัตโนมัติ จะทำให้การรบแม่นยำขึ้น"
    }
  },
  {
    "translation": {
      "en": "and more humane,",
      "th": "และมีมนุษยธรรมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "but it's actually difficult to predict",
      "th": "แต่จริงๆ แล้วมันยากที่จะคาดเดาล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "exactly how autonomous weapons might change warfare ahead of time.",
      "th": "ว่าอาวุธอัตโนมัติ อาจเปลี่ยนการทำสงครามไปยังไงกันแน่"
    }
  },
  {
    "translation": {
      "en": "It's like the invention of the Gatling gun.",
      "th": "ก็เหมือนการประดิษฐ์ปืนแก็ตลิงขึ้นมานั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Richard Gatling was an inventor,",
      "th": "ริชาร์ด แก็ตลิงเป็นคนประดิษฐ์มัน"
    }
  },
  {
    "translation": {
      "en": "and he saw soldiers coming back, wounded in the Civil War,",
      "th": "และเขาเห็นทหาร บาดเจ็บกลับมาจากสงครามกลางเมือง"
    }
  },
  {
    "translation": {
      "en": "and wanted to find ways to make warfare more humane.",
      "th": "และต้องการหาทางทำให้การทำสงคราม มีมนุษยธรรมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "To reduce the number of soldiers that were killed in war",
      "th": "เพื่อลดจำนวนทหารที่ถูกฆ่าตายในสงคราม"
    }
  },
  {
    "translation": {
      "en": "by reducing the number of soldiers in the battle.",
      "th": "ด้วยการลดจำนวนทหารในสนามรบ"
    }
  },
  {
    "translation": {
      "en": "And so he invented the Gatling gun, an automated gun turned by a crank",
      "th": "เขาจึงประดิษฐ์ปืนแก็ตลิง ซึ่งเป็นปืนอัตโนมัติ หมุนด้วยข้อเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "that could automate the process of firing.",
      "th": "ซึ่งทำให้กระบวนการยิงเป็นอัตโนมัติได้"
    }
  },
  {
    "translation": {
      "en": "It increased effectively by a hundredfold the firepower that soldiers could deliver.",
      "th": "มันเพิ่มพลังการยิงให้กับทหาร มากขึ้นอย่างมีประสิทธิภาพถึงร้อยเท่า"
    }
  },
  {
    "translation": {
      "en": "Oftentimes, efforts to make warfare more precise and humane…",
      "th": "บ่อยครั้งที่ความพยายามในการทำสงคราม ให้แม่นยำและมีมนุษยธรรมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "…can have the opposite effect.",
      "th": "อาจส่งผลตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "[Arash] Think about the effect of one errant drone strike",
      "th": "ลองคิดถึงผลกระทบของการโจมตี ด้วยโดรนร่อนเร่หนึ่งลำ"
    }
  },
  {
    "translation": {
      "en": "in a rural area",
      "th": "ในเขตชนบท"
    }
  },
  {
    "translation": {
      "en": "that drives the local populace against the United States,",
      "th": "ที่ผลักดันประชาชนท้องถิ่นให้ต่อต้านสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "against the local government. You know, supposedly the good guys.",
      "th": "ต่อต้านรัฐบาลท้องถิ่นสิครับ นึกออกไหม ที่น่าจะเป็นคนดีน่ะ"
    }
  },
  {
    "translation": {
      "en": "Now magnify that by 1,000.",
      "th": "ทีนี้ก็เพิ่มโดรนเป็น 1,000 ลำ"
    }
  },
  {
    "translation": {
      "en": "[Emilia] The creation of a weapon system",
      "th": "การสร้างระบบอาวุธ"
    }
  },
  {
    "translation": {
      "en": "that is cheap, scalable, and doesn't require human operators",
      "th": "ที่ราคาถูก ปรับขนาดได้ และไม่ต้องใช้มนุษย์ควบคุม"
    }
  },
  {
    "translation": {
      "en": "drastically changes the actual barriers to conflict.",
      "th": "เปลี่ยนอุปสรรคที่แท้จริง ไปสู่ความขัดแย้งอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "It keeps me up at night to think of a world where war is ubiquitous,",
      "th": "ฉันนอนไม่หลับเลย เมื่อคิดถึงโลกที่มีสงครามอยู่ทุกหนทุกแห่ง"
    }
  },
  {
    "translation": {
      "en": "and we no longer carry the human and financial cost of war",
      "th": "และเราก็ไม่ได้แบกเรื่องมนุษย์ และค่าใช้จ่ายในการทำสงครามอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "because we're just so far removed from…",
      "th": "เพราะเราเอาตัวเองออกมาไกลมากจาก…"
    }
  },
  {
    "translation": {
      "en": "the lives that will be lost.",
      "th": "ชีวิตที่จะสูญเสีย"
    }
  },
  {
    "translation": {
      "en": "[Sean] This whole thing is haunting me.",
      "th": "เรื่องทั้งหมดนี้ตามหลอกหลอนผม"
    }
  },
  {
    "translation": {
      "en": "I just needed an example of artificial intelligence misuse.",
      "th": "ผมแค่ต้องการตัวอย่าง ของการใช้ปัญญาประดิษฐ์ในทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "The unanticipated consequences of doing that simple thought experiment",
      "th": "ผลลัพธ์ที่คาดไม่ถึง ของการทำการทดลองที่คิดแบบง่ายๆ นั้น"
    }
  },
  {
    "translation": {
      "en": "have gone way too far.",
      "th": "มันไปไกลมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "When I gave the presentation",
      "th": "ตอนที่ผมนำเสนอ"
    }
  },
  {
    "translation": {
      "en": "on the toxic molecules created by AI technology,",
      "th": "เรื่องโมเลกุลพิษที่สร้างโดยเทคโนโลยีเอไอ"
    }
  },
  {
    "translation": {
      "en": "the audience's jaws dropped.",
      "th": "คนดูอ้าปากค้างกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Fabio] The next decision was whether we should publish this information.",
      "th": "การตัดสินใจเรื่องต่อไปคือ เราควรเผยแพร่ข้อมูลนี้ไหม"
    }
  },
  {
    "translation": {
      "en": "On one hand, you want to warn the world",
      "th": "ในแง่นึง คุณก็อยากเตือนโลก"
    }
  },
  {
    "translation": {
      "en": "of these sorts of capabilities, but on the other hand,",
      "th": "ถึงประสิทธิภาพแบบนี้ แต่ในทางกลับกัน"
    }
  },
  {
    "translation": {
      "en": "you don't want to give somebody the idea if they had never had it before.",
      "th": "คุณไม่อยากไปทำให้ใครเกิดความคิด ที่ไม่เคยคิดมาก่อน"
    }
  },
  {
    "translation": {
      "en": "We decided it was worth publishing",
      "th": "เราตัดสินใจว่ามันคุ้มค่าที่จะเผยแพร่"
    }
  },
  {
    "translation": {
      "en": "to maybe find some ways to mitigate the misuse of this type of AI",
      "th": "เผื่อจะเจอวิธีลดการใช้ เอไอประเภทนี้ในทางที่ผิด"
    }
  },
  {
    "translation": {
      "en": "before it occurs.",
      "th": "ก่อนที่มันจะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "The general public's reaction was shocking.",
      "th": "ปฏิกิริยาของคนทั่วไปน่าตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "We can see the metrics on the page, how many people have accessed it.",
      "th": "เราจะเห็นตัวชี้วัดในหน้านั้นว่ามีคนเข้ามาดูกี่คน"
    }
  },
  {
    "translation": {
      "en": "The kinds of articles we normally write, we're lucky if we get--",
      "th": "บทความแบบที่เราเขียนตามปกติ ถือว่าโชคดีแล้วถ้ามี"
    }
  },
  {
    "translation": {
      "en": "A few thousand people look at our article over a period of a year or multiple years.",
      "th": "คนมาอ่านบทความของเราสองสามพันคน ในช่วงเวลาหนึ่งปีหรือหลายปี"
    }
  },
  {
    "translation": {
      "en": "It was 10,000 people had read it within a week.",
      "th": "แต่นี่มีคนอ่าน 10,000 คนภายในหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "Then it was 20,000, then it was 30,000, then it was 40,000,",
      "th": "แล้วก็เพิ่มเป็น 20,000 แล้วก็ 30,000 แล้วก็ 40,000"
    }
  },
  {
    "translation": {
      "en": "and we were up to 10,000 people a day.",
      "th": "แล้วยอดก็เพิ่มเป็นวันละ 10,000 คน"
    }
  },
  {
    "translation": {
      "en": "[Sean] We've done The Economist, the Financial Times.",
      "th": "เราถูกดิอีโคโนมิสต์ เดอะไฟแนนเชียลไทมส์พูดถึง"
    }
  },
  {
    "translation": {
      "en": "Radiolab, you know, they reached out. Like, I've heard of Radiolab!",
      "th": "เรดิโอแล็บติดต่อมา ผมแบบ ผมได้ยินชื่อเรดิโอแล็บนะ!"
    }
  },
  {
    "translation": {
      "en": "But then the reactions turned into this thing that's out of control.",
      "th": "แต่แล้วปฏิกิริยาก็กลายเป็นสิ่งที่ควบคุมไม่ได้"
    }
  },
  {
    "translation": {
      "en": "When we look at those tweets, it's like, \"Oh my God, could they do anything worse?\"",
      "th": "พอเราดูทวิตเตอร์พวกนั้น มันแบบว่า \"ตายแล้ว พวกเขาทำอะไรที่แย่กว่านั้นได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "Why did they do this?",
      "th": "พวกเขาทำแบบนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "And then we got an invitation I never would have anticipated.",
      "th": "แล้วเราก็ได้รับคำเชิญที่ผมคาดไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "There was a lot of discussion inside the White House about the article,",
      "th": "มีการพูดคุยกันมากมาย ในทำเนียบขาวเกี่ยวกับบทความนั้น"
    }
  },
  {
    "translation": {
      "en": "and they wanted to talk to us urgently.",
      "th": "และพวกเขาอยากคุยกับเราอย่างเร่งด่วน"
    }
  },
  {
    "translation": {
      "en": "Obviously, it's an incredible honor",
      "th": "แน่นอนว่าเรารู้สึกเป็นเกียรติอย่างยิ่ง"
    }
  },
  {
    "translation": {
      "en": "to be able to talk to people at this level.",
      "th": "ที่ได้คุยกับคนระดับนี้"
    }
  },
  {
    "translation": {
      "en": "But then it hits you",
      "th": "แต่แล้วคุณก็นึกได้"
    }
  },
  {
    "translation": {
      "en": "like, \"Oh my goodness, it's the White House. The boss.\"",
      "th": "แบบว่า \"โอ้พระเจ้า นี่มันทำเนียบขาวนะ นายใหญ่นะ\""
    }
  },
  {
    "translation": {
      "en": "This involved putting together data sets that were open source…",
      "th": "เรื่องนี้เกี่ยวข้องกับ การรวบรวมชุดข้อมูลที่เป็นโอเพนซอร์ส…"
    }
  },
  {
    "translation": {
      "en": "And in about six hours, the model was able to generate about over 40,000…",
      "th": "ในเวลาประมาณหกชั่วโมง แบบจำลองสามารถสร้างได้มากกว่า 40,000 …"
    }
  },
  {
    "translation": {
      "en": "[Sean] They asked questions about how much computing power you needed,",
      "th": "พวกเขาถามว่า คุณต้องการพลังคอมพิวเตอร์แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and we told them it was nothing special.",
      "th": "และเราบอกพวกเขาว่ามันไม่มีอะไรพิเศษ"
    }
  },
  {
    "translation": {
      "en": "Literally a standard run-of-the-mill, six-year-old Mac.",
      "th": "จริงๆ แล้วก็แค่แมคธรรมดาทั่วไปอายุหกปี"
    }
  },
  {
    "translation": {
      "en": "And that blew them away.",
      "th": "และนั่นทำให้พวกเขาอึ้งไปเลย"
    }
  },
  {
    "translation": {
      "en": "The folks that are in charge of understanding chemical warfare agents",
      "th": "คนที่มีหน้าที่ทำความเข้าใจ สารที่ใช้ในการทำสงครามเคมี"
    }
  },
  {
    "translation": {
      "en": "and governmental agencies, they had no idea of this potential.",
      "th": "และหน่วยงานรัฐ พวกเขาไม่รู้เรื่องศักยภาพนี้เลย"
    }
  },
  {
    "translation": {
      "en": "We've got this cookbook to make these chemical weapons,",
      "th": "เรามีคู่มือนี้เพื่อสร้างอาวุธเคมีพวกนี้"
    }
  },
  {
    "translation": {
      "en": "and in the hands of a bad actor that has malicious intent",
      "th": "และถ้ามันตกอยู่ในมือคนเลวที่มีเจตนาชั่วร้าย"
    }
  },
  {
    "translation": {
      "en": "it could be utterly horrifying.",
      "th": "มันก็คงน่ากลัวสุดๆ"
    }
  },
  {
    "translation": {
      "en": "People have to sit up and listen,",
      "th": "ผู้คนต้องเริ่มใส่ใจ"
    }
  },
  {
    "translation": {
      "en": "and we have to take steps to either regulate the technology",
      "th": "และเราต้องเริ่มควบคุมเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "or constrain it in a way that it can't be misused.",
      "th": "หรือไม่ก็จำกัดมันในแบบที่ ทำให้เอามันไปใช้ในทางที่ผิดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Because the potential for lethality…",
      "th": "เพราะศักยภาพของความร้ายแรง…"
    }
  },
  {
    "translation": {
      "en": "is terrifying.",
      "th": "มันน่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "The question of the ethics of AI is largely addressed by society,",
      "th": "คำถามเกี่ยวกับจริยธรรมของเอไอ ส่วนใหญ่คนที่พูดถึงคือสังคม"
    }
  },
  {
    "translation": {
      "en": "not by the engineers or technologists, the mathematicians.",
      "th": "ไม่ใช่พวกวิศวกรหรือนักเทคโนโลยี หรือนักคณิตศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Every technology that we bring forth, every novel innovation,",
      "th": "เทคโนโลยีทุกอย่างที่เราสร้างขึ้น ทุกนวัตกรรมใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "ultimately falls under the purview of how society believes we should use it.",
      "th": "สุดท้ายก็ตกอยู่ใต้ขอบเขต ว่าสังคมเชื่อว่าเราควรใช้มันยังไง"
    }
  },
  {
    "translation": {
      "en": "[Bob] Right now, the Department of Defense says,",
      "th": "ตอนนี้กระทรวงกลาโหมบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"The only thing that is saying we are going to kill something",
      "th": "\"สิ่งเดียวที่บอกว่าเราจะฆ่าอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "on the battlefield is a human.\"",
      "th": "ในสนามรบคือมนุษย์ \""
    }
  },
  {
    "translation": {
      "en": "A machine can do the killing,",
      "th": "เครื่องจักรสามารถฆ่าได้"
    }
  },
  {
    "translation": {
      "en": "but only at the behest of a human operator,",
      "th": "แต่ต้องทำตามคำสั่ง ของผู้ควบคุมที่เป็นมนุษย์เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "and I don't see that ever changing.",
      "th": "และผมไม่เคยเห็นว่ามันเปลี่ยนไปเลย"
    }
  },
  {
    "translation": {
      "en": "[Arash] They assure us that this type of technology will be safe.",
      "th": "พวกเขารับประกันกับเราว่า เทคโนโลยีประเภทนี้จะปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "But the United States military just doesn't have a trustworthy reputation",
      "th": "แต่กองทัพสหรัฐฯ ไม่มีชื่อเสียงที่น่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "with drone warfare.",
      "th": "กับการทำสงครามด้วยโดรน"
    }
  },
  {
    "translation": {
      "en": "And so, when it comes to trusting the U.S. military with AI,",
      "th": "ดังนั้นเมื่อพูดถึงการไว้ใจ ให้กองทัพสหรัฐฯ ใช้เอไอ"
    }
  },
  {
    "translation": {
      "en": "I would say, you know, the track record kinda speaks for itself.",
      "th": "ผมว่าประวัติที่ผ่านมาก็อธิบายทุกอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Paul] The U.S. Defense Department policy on the use of autonomy in weapons",
      "th": "นโยบายของกระทรวงกลาโหมสหรัฐฯ เรื่องการใช้อาวุธอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "does not ban any kind of weapon system.",
      "th": "ไม่ได้ห้ามใช้ระบบอาวุธรูปแบบใด"
    }
  },
  {
    "translation": {
      "en": "And even if militaries might not want autonomous weapons,",
      "th": "และแม้ว่ากองทัพอาจจะไม่ต้องการอาวุธอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "we could see militaries handing over more decisions to machines",
      "th": "แต่ก็จะเห็นได้ว่ากองทัพมอบอำนาจการตัดสินใจ ให้กับเครื่องจักรมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "just to keep pace with competitors.",
      "th": "เพียงเพื่อให้ก้าวทันคู่แข่ง"
    }
  },
  {
    "translation": {
      "en": "And that could drive militaries to automate decisions that they may not want to.",
      "th": "และนั่นอาจผลักดันให้กองทัพทำการตัดสินใจ เรื่องที่พวกเขาไม่อยากตัดสินใจได้โดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[Bob] Vladimir Putin said, \"Whoever leads in AI is going to rule the world.\"",
      "th": "วลาดิเมียร์ ปูตินบอกว่า \"ใครก็ตามที่เป็นผู้นำด้านเอไอจะครองโลก\""
    }
  },
  {
    "translation": {
      "en": "President Xi has made it clear that AI is one of the number one technologies",
      "th": "ประธานาธิบดีสีพูดไว้ชัดเจนว่า เอไอคือหนึ่งในเทคโนโลยีอันดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that China wants to dominate in.",
      "th": "ที่จีนต้องการครอบครอง"
    }
  },
  {
    "translation": {
      "en": "We're clearly in a technological competition.",
      "th": "เห็นได้ชัดว่าเราอยู่ในการแข่งขันทางเทคโนโลยี"
    }
  },
  {
    "translation": {
      "en": "[Brandon] You hear people talk about guardrails,",
      "th": "คุณจะได้ยินคนพูดถึงราวกันอันตราย"
    }
  },
  {
    "translation": {
      "en": "and I believe that is what people should be doing.",
      "th": "และผมเชื่อว่านั่นคือสิ่งที่คนเราควรทำ"
    }
  },
  {
    "translation": {
      "en": "But there is a very real race for AI superiority.",
      "th": "แต่มีการแข่งขัน เรื่องความเหนือกว่าด้านเอไออยู่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "And our adversaries, whether it's China, whether it's Russia, whether it's Iran,",
      "th": "และปรปักษ์ของเรา ไม่ว่าจะเป็นจีน รัสเซีย อิหร่าน"
    }
  },
  {
    "translation": {
      "en": "are not going to give two thoughts to what our policy says around AI.",
      "th": "จะไม่ลังเลแน่นอน ว่านโยบายของเราพูดถึงเอไอว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "You're seeing a lot more conversations around AI policy,",
      "th": "คุณจะเห็นว่ามีการพูดคุย เรื่องนโยบายเอไอมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "but I wish more leaders would have the conversation",
      "th": "แต่ผมอยากให้มีผู้นำมากกว่านี้ที่คุยกันว่า"
    }
  },
  {
    "translation": {
      "en": "saying, ''How quickly can we build this thing?",
      "th": "\"เราจะสร้างสิ่งนี้ได้เร็วแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Let's resource the heck out of it and build it.\"",
      "th": "มาจัดหาทรัพยากรให้เยอะๆ และสร้างมันกันเถอะ\""
    }
  },
  {
    "translation": {
      "en": "We are at the Association of the U.S. Army's biggest trade show of the year.",
      "th": "เราอยู่ที่งานแสดงสินค้าที่ยิ่งใหญ่ที่สุดแห่งปี ของสมาคมกองทัพสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Basically, any vendor who is selling a product or technology into a military",
      "th": "พูดง่ายๆ ก็คือผู้ขายที่ขายสินค้า หรือเทคโนโลยีให้กองทัพ"
    }
  },
  {
    "translation": {
      "en": "will be exhibiting.",
      "th": "จะมาออกร้านกัน"
    }
  },
  {
    "translation": {
      "en": "[man 18] The Tyndall Air Force Base has four of our robots",
      "th": "ฐานทัพอากาศทินดอลล์มีหุ่นยนต์ของเราสี่ตัว"
    }
  },
  {
    "translation": {
      "en": "that patrol their base 24 hours a day, 7 days a week.",
      "th": "ที่ลาดตระเวนฐานของพวกเขาตลอด 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "We can add everything from cameras to sensors to whatever you need.",
      "th": "เราสามารถเพิ่มทุกอย่างได้ตั้งแต่กล้อง ไปจนถึงเซ็นเซอร์ ได้ทุกอย่างที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "Manipulator arms. Again, just to complete the mission that the customer has in mind.",
      "th": "แขนกล เหมือนเดิมครับ เพื่อให้ทำภารกิจที่ลูกค้าคิดไว้ได้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[man 19] What if your enemy introduces AI?",
      "th": "ถ้าศัตรูของคุณเปิดตัวเอไอล่ะ"
    }
  },
  {
    "translation": {
      "en": "A fighting system that thinks faster than you, responds faster,",
      "th": "ระบบการต่อสู้ที่คิดเร็วกว่าคุณ ตอบสนองเร็วกว่า"
    }
  },
  {
    "translation": {
      "en": "than what a human being can do? We've got to be prepared.",
      "th": "ที่มนุษย์จะทำได้ เราต้องเตรียมพร้อมครับ"
    }
  },
  {
    "translation": {
      "en": "We train our systems to collect intel on the enemy,",
      "th": "เราฝึกระบบของเราให้รวบรวมข้อมูลของศัตรู"
    }
  },
  {
    "translation": {
      "en": "managing enemy targets with humans supervising the kill chain.",
      "th": "จัดการศัตรูที่เป็นเป้าหมาย โดยมีมนุษย์คอยดูแลระบบสังหาร"
    }
  },
  {
    "translation": {
      "en": "-[Brandon] Hi, General. -How you doing?",
      "th": "- สวัสดีครับท่านนายพล - เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Brandon] Good, sir. How are you? Um…",
      "th": "ดีครับ สบายดีไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I'll just say no one is investing more in an AI pilot.",
      "th": "ผมจะบอกว่าไม่มีใคร ลงทุนกับนักบินเอไอมากกว่านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Our AI pilot's called Hivemind,",
      "th": "นักบินเอไอของเราชื่อไฮฟ์ไมนด์"
    }
  },
  {
    "translation": {
      "en": "so we applied it to our quadcopter Nova. It goes inside buildings,",
      "th": "เราใช้มันกับควอดคอปเตอร์โนวา มันเข้าไปในอาคาร"
    }
  },
  {
    "translation": {
      "en": "explores them ahead of special operation forces",
      "th": "สำรวจอาคารล่วงหน้าให้หน่วยปฏิบัติการพิเศษ"
    }
  },
  {
    "translation": {
      "en": "and infantry forces.",
      "th": "และกองกำลังทหารราบ"
    }
  },
  {
    "translation": {
      "en": "We're applying Hivemind to V-BAT,",
      "th": "เราจะใช้ไฮฟ์ไมนด์กับวี-แบต"
    }
  },
  {
    "translation": {
      "en": "so I think about, you know, putting up hundreds of those teams.",
      "th": "ผมคิดถึงการใช้ทีมพวกนั้นเป็นร้อยๆ ทีม"
    }
  },
  {
    "translation": {
      "en": "Whether it's the Taiwan Strait,",
      "th": "ไม่ว่าจะเป็นช่องแคบไต้หวัน ไม่ว่าจะอยู่ในยูเครน"
    }
  },
  {
    "translation": {
      "en": "whether it's in the Ukraine, deterring our adversaries.",
      "th": "ไม่ว่าจะเป็นช่องแคบไต้หวัน ไม่ว่าจะอยู่ในยูเครน เพื่อป้องกันศัตรูของเรา"
    }
  },
  {
    "translation": {
      "en": "So, pretty excited about it.",
      "th": "ตื่นเต้นมากเลยครับ"
    }
  },
  {
    "translation": {
      "en": "-All right. Thank you. -So. Thank you, General.",
      "th": "- โอเค ขอบคุณ - ขอบคุณครับท่านนายพล"
    }
  },
  {
    "translation": {
      "en": "AI pilots should be ubiquitous, and that should be the case by 2025, 2030.",
      "th": "นักบินเอไอควรจะมีอยู่ทั่วไป และควรจะเป็นแบบนั้น ภายในปี 2025 หรือ 2030"
    }
  },
  {
    "translation": {
      "en": "Its adoption will be rapid throughout militaries across the world.",
      "th": "การนำมันมาใช้จะเกิดขึ้นอย่างรวดเร็ว ในกองทัพทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "What do you do with the Romanian military, their UAS guy?",
      "th": "คุณจะทำยังไงกับกองทัพโรมาเนีย เทคโนโลยียานไร้คนขับของพวกเขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "[soldier] High-tech in the military.",
      "th": "เทคโนโลยีชั้นสูงในกองทัพ"
    }
  },
  {
    "translation": {
      "en": "We've spent half a billion dollars to date on building an AI pilot.",
      "th": "เราใช้เงินไปแล้วครึ่งพันล้านดอลลาร์ เพื่อสร้างนักบินเอไอ"
    }
  },
  {
    "translation": {
      "en": "We will spend another billion dollars over the next five years. And that is…",
      "th": "เราจะใช้เงินอีกพันล้านดอลลาร์ ในอีกห้าปีข้างหน้า และนั่นเป็นเหตุผลหลัก ที่เราจะได้งบประมาณจากสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "It's a major reason why we're winning the programs of record in the U.S.",
      "th": "และนั่นเป็นเหตุผลหลัก ที่เราจะได้งบประมาณจากสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "Nice.",
      "th": "เจ๋ง"
    }
  },
  {
    "translation": {
      "en": "I mean, it's impressive. You succeeded to weaponize that.",
      "th": "น่าประทับใจมาก คุณทำนั่นให้เป็นอาวุธสำเร็จแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Uh, it is… This is not weaponized yet.",
      "th": "อันนี้ยังไม่ได้ทำเป็นอาวุธครับ"
    }
  },
  {
    "translation": {
      "en": "So not yet. But yes, in the future.",
      "th": "คำตอบคือยัง แต่ทำแน่ในอนาคต"
    }
  },
  {
    "translation": {
      "en": "Our customers think about it as a truck. We think of it as an intelligent truck",
      "th": "ลูกค้าของเราคิดว่ามันเป็นรถบรรทุก เราคิดว่ามันเป็นรถบรรทุกอัจฉริยะ"
    }
  },
  {
    "translation": {
      "en": "that can do a lot of different things.",
      "th": "ที่ทำอะไรได้หลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "Thank you, buddy.",
      "th": "- ขอบคุณนะเพื่อน - ครับ"
    }
  },
  {
    "translation": {
      "en": "[Brandon] I'll make sure to follow up with you.",
      "th": "ผมจะติดต่อคุณไปแน่นอน"
    }
  },
  {
    "translation": {
      "en": "If you come back in 10 years,",
      "th": "ถ้าคุณกลับมาในอีกสิบปี"
    }
  },
  {
    "translation": {
      "en": "you'll see that, um… AI and autonomy will have dominated this entire market.",
      "th": "คุณจะเห็นว่าเอไอและความเป็นอัตโนมัติ จะครองตลาดนี้ทั้งหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nathan] Forces that are supported by AI and autonomy",
      "th": "กองกำลังที่ได้รับการสนับสนุน จากเอไอและความเป็นอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "will absolutely dominate, crush, and destroy forces without.",
      "th": "จะเหนือกว่า บดขยี้ และทำลายกองกำลังที่ไม่มีเอไอแน่นอน"
    }
  },
  {
    "translation": {
      "en": "It'll be the equivalent of horses going up against tanks,",
      "th": "มันจะเทียบได้กับการที่ม้าปะทะกับรถถัง"
    }
  },
  {
    "translation": {
      "en": "people with swords going up against the machine gun.",
      "th": "คนถือดาบปะทะกับปืนกล"
    }
  },
  {
    "translation": {
      "en": "It will not even be close.",
      "th": "มันจะไม่สูสีกันเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Brandon] It will become ubiquitous, used at every spectrum of warfare,",
      "th": "มันจะกลายเป็นที่นิยม ใช้ในทุกส่วนของสงคราม"
    }
  },
  {
    "translation": {
      "en": "the tactical level,",
      "th": "ระดับยุทธวิธี"
    }
  },
  {
    "translation": {
      "en": "the strategic level,",
      "th": "ระดับกลยุทธ์"
    }
  },
  {
    "translation": {
      "en": "operating at speeds that humans cannot fathom today.",
      "th": "ปฏิบัติการด้วยความเร็ว ที่มนุษย์ไม่สามารถเข้าใจได้ในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "[Paul] Commanders are already overwhelmed with too much information.",
      "th": "ผู้บัญชาการมีข้อมูลมากเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Imagery from satellites, and drones, and sensors.",
      "th": "ภาพจากดาวเทียม และโดรน และเซ็นเซอร์"
    }
  },
  {
    "translation": {
      "en": "One of the things AI can do",
      "th": "สิ่งนึงที่เอไอทำได้"
    }
  },
  {
    "translation": {
      "en": "is help a commander more rapidly understand what is occurring.",
      "th": "คือช่วยให้ผู้บัญชาการเข้าใจสิ่งที่เกิดขึ้นได้เร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "And then, \"What are the decisions I need to make?\"",
      "th": "จากนั้นก็ \"ฉันต้องตัดสินใจเรื่องอะไร\""
    }
  },
  {
    "translation": {
      "en": "[Bob] Artificial intelligence will take into account all the factors",
      "th": "ปัญญาประดิษฐ์จะคำนึงถึงปัจจัยทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "that determine the way war is fought,",
      "th": "ที่กำหนดวิถีสงคราม"
    }
  },
  {
    "translation": {
      "en": "come up with strategies…",
      "th": "คิดกลยุทธ์…"
    }
  },
  {
    "translation": {
      "en": "and give recommendations on how to win a battle.",
      "th": "และให้คำแนะนำว่าจะชนะการรบยังไง"
    }
  },
  {
    "translation": {
      "en": "[man 20] We at Lockheed Martin, like our Department of Defense customer,",
      "th": "พวกเราที่ล็อกฮีด มาร์ติน ก็เหมือนลูกค้าของกระทรวงกลาโหม"
    }
  },
  {
    "translation": {
      "en": "view artificial intelligence as a key technology enabler",
      "th": "ที่มองว่าปัญญาประดิษฐ์เป็นเทคโนโลยีหลัก"
    }
  },
  {
    "translation": {
      "en": "for command and control.",
      "th": "ในการสั่งการและควบคุม"
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The rate of spread has an average of two feet per second.",
      "th": "อัตราการแพร่กระจาย เฉลี่ย 60 เซนติเมตรต่อวินาที"
    }
  },
  {
    "translation": {
      "en": "[analyst 2] This perimeter is roughly 700 acres.",
      "th": "อาณาเขตประมาณ 2.8 ตารางกิโลเมตร"
    }
  },
  {
    "translation": {
      "en": "[man 20] The fog of war is a reality for us on the defense side,",
      "th": "หมอกสงครามเป็นความจริง สำหรับเราในด้านการป้องกัน"
    }
  },
  {
    "translation": {
      "en": "but it has parallels to being in the environment",
      "th": "แต่มันมีความคล้ายกัน ในการอยู่ในสภาพแวดล้อม"
    }
  },
  {
    "translation": {
      "en": "and having to make decisions for wildfires as well.",
      "th": "และการต้องตัดสินใจเรื่องไฟป่าด้วย"
    }
  },
  {
    "translation": {
      "en": "[analyst 1] The Washburn fire is just north of the city of Wawona.",
      "th": "เหตุไฟไหม้วอชเบิร์นเกิดขึ้นทางเหนือ ของเมืองวาโวนา"
    }
  },
  {
    "translation": {
      "en": "[man 20] You're having to make decisions with imperfect data.",
      "th": "คุณต้องตัดสินใจด้วยข้อมูลที่ไม่สมบูรณ์"
    }
  },
  {
    "translation": {
      "en": "And so how do we have AI help us with that fog of war?",
      "th": "แล้วเราจะให้เอไอช่วยเรา เรื่องหมอกสงครามนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Wildfires are very chaotic.",
      "th": "ไฟป่าวุ่นวายมาก"
    }
  },
  {
    "translation": {
      "en": "They're very complex,",
      "th": "มันซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "and so we're working to utilize artificial intelligence",
      "th": "เราจึงกำลังพยายามจะใช้ปัญญาประดิษฐ์"
    }
  },
  {
    "translation": {
      "en": "to help make decisions.",
      "th": "เพื่อช่วยในการตัดสินใจ"
    }
  },
  {
    "translation": {
      "en": "The Cognitive Mission Manager is a program we're building",
      "th": "ค็อกนิทีฟมิชชั่นแมเนเจอร์ เป็นโปรแกรมที่เรากำลังสร้าง"
    }
  },
  {
    "translation": {
      "en": "that takes aerial infrared video",
      "th": "โดยเอาวิดีโออินฟาเรดทางอากาศมา"
    }
  },
  {
    "translation": {
      "en": "and then processes it through our AI algorithms",
      "th": "แล้วประมวลผลผ่านอัลกอริทึมเอไอของเรา"
    }
  },
  {
    "translation": {
      "en": "to be able to predict the future state of the fire.",
      "th": "เพื่อให้สามารถทำนายสถานะของไฟในอนาคตได้"
    }
  },
  {
    "translation": {
      "en": "[man 21] As we move into the future,",
      "th": "ขณะที่เราก้าวไปสู่อนาคต"
    }
  },
  {
    "translation": {
      "en": "the Cognitive Mission Manager will use simulation,",
      "th": "ค็อกนิทีฟมิชชั่นแมเนเจอร์จะใช้การจำลอง"
    }
  },
  {
    "translation": {
      "en": "running scenarios over thousands of cycles,",
      "th": "เปิดเหตุการณ์วนไปมากกว่า 1,000 รอบ"
    }
  },
  {
    "translation": {
      "en": "to recommend the most effective way to deploy resources",
      "th": "เพื่อแนะนำวิธีใช้ทรัพยากรที่มีประสิทธิภาพที่สุด"
    }
  },
  {
    "translation": {
      "en": "to suppress high-priority areas of fire.",
      "th": "เพื่อยับยั้งพื้นที่ที่เกิดไฟไหม้ในระดับสูง"
    }
  },
  {
    "translation": {
      "en": "It'll say, \"Go perform an aerial suppression with a Firehawk here.\"",
      "th": "มันจะบอกว่า \"ไปทำการยับยั้งทางอากาศ ด้วยไฟร์ฮอว์กตรงนี้\""
    }
  },
  {
    "translation": {
      "en": "\"Take ground crews that clear brush…",
      "th": "\"เอาทีมงานภาคพื้นดินที่กำจัดพุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "…firefighters that are hosing down,",
      "th": "นักดับเพลิงที่กำลังฉีดน้ำ"
    }
  },
  {
    "translation": {
      "en": "and deploy them into the highest priority areas.\"",
      "th": "แล้วพาพวกเขาเข้าไปในพื้นที่ที่สำคัญสุด\""
    }
  },
  {
    "translation": {
      "en": "Those decisions will be able to be generated faster",
      "th": "การตัดสินใจเหล่านั้นจะเกิดขึ้นได้เร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "and more efficiently.",
      "th": "และมีประสิทธิภาพมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Justin T.] We view AI as uniquely allowing our humans",
      "th": "เรามองว่าเอไอเป็นสิ่งที่ทำให้มนุษย์"
    }
  },
  {
    "translation": {
      "en": "to be able to keep up with the ever-changing environment.",
      "th": "ตามสภาพแวดล้อมที่เปลี่ยนแปลงตลอดเวลาได้ทัน ในแบบที่ไม่เหมือนใคร"
    }
  },
  {
    "translation": {
      "en": "And there are a credible number of parallels",
      "th": "และมีจำนวนที่เชื่อถือได้ของสิ่งที่ใกล้เคียงกับ"
    }
  },
  {
    "translation": {
      "en": "to what we're used to at Lockheed Martin on the defense side.",
      "th": "สิ่งที่เราคุ้นเคยที่ล็อกฮีด มาร์ติน ในด้านการป้องกัน"
    }
  },
  {
    "translation": {
      "en": "[Emilia] The military is no longer talking about just using AI",
      "th": "กองทัพไม่ได้พูดถึงแค่การใช้เอไอ"
    }
  },
  {
    "translation": {
      "en": "in individual weapons systems to make targeting and kill decisions,",
      "th": "และระบบอาวุธส่วนบุคคล เพื่อกำหนดเป้าหมายและการตัดสินใจฆ่าอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "but integrating AI",
      "th": "แต่พูดถึงการรวมเอไอ"
    }
  },
  {
    "translation": {
      "en": "into the whole decision-making architecture of the military.",
      "th": "ไว้ในโครงสร้างการตัดสินใจทั้งหมด ของกองทัพเลย"
    }
  },
  {
    "translation": {
      "en": "[Bob] The Army has a big project called Project Convergence.",
      "th": "กองทัพมีโครงการใหญ่ ที่ชื่อว่าโครงการคอนเวอร์เจนซ์"
    }
  },
  {
    "translation": {
      "en": "The Navy has Overmatch.",
      "th": "กองทัพเรือมีโอเวอร์แมตช์"
    }
  },
  {
    "translation": {
      "en": "And the Air Force has Advanced Battle Management System.",
      "th": "และกองทัพอากาศมีระบบจัดการการรบขั้นสูง"
    }
  },
  {
    "translation": {
      "en": "The Department of Defense is trying to figure out,",
      "th": "กระทรวงกลาโหมกำลังพยายามหาคำตอบว่า"
    }
  },
  {
    "translation": {
      "en": "\"How do we put all these pieces together,",
      "th": "\"เราจะประกอบชิ้นส่วนพวกนี้เข้าด้วยกันได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "so that we can operate faster than our adversary",
      "th": "เราจะได้ทำงานได้เร็วกว่าศัตรูของเรา"
    }
  },
  {
    "translation": {
      "en": "and really gain an advantage?\"",
      "th": "และได้เปรียบจริงๆ\""
    }
  },
  {
    "translation": {
      "en": "[Stacie] An AI Battle Manager would be like a fairly high-ranking General",
      "th": "ผู้จัดการรบเอไอจะเป็นนายพลระดับสูงพอควร"
    }
  },
  {
    "translation": {
      "en": "who's in charge of the battle.",
      "th": "ที่ดูแลการรบ"
    }
  },
  {
    "translation": {
      "en": "Helping to give orders to large numbers of forces,",
      "th": "ช่วยสั่งการกองกำลังจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "coordinating the actions of all of the weapons that are out there,",
      "th": "ประสานงานการทำงาน ของอาวุธทั้งหมดที่อยู่ข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "and doing it at a speed that no human could keep up with.",
      "th": "และทำด้วยความเร็วที่ไม่มีมนุษย์คนไหนตามทัน"
    }
  },
  {
    "translation": {
      "en": "[Emilia] We've spent the past 70 years",
      "th": "เราใช้เวลา 70 ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "building the most sophisticated military on the planet,",
      "th": "สร้างกองทัพที่ทันสมัยที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "and now we're facing the decision as to whether we want to cede control",
      "th": "และตอนนี้เรากำลังตัดสินใจว่า เราอยากจะทิ้งการควบคุมโครงสร้างพื้นฐานนั้น"
    }
  },
  {
    "translation": {
      "en": "over that infrastructure to an algorithm, to software.",
      "th": "และตอนนี้เรากำลังตัดสินใจว่า เราอยากจะทิ้งการควบคุมโครงสร้างพื้นฐานนั้น ไปใช้อัลกอริทึมและซอฟต์แวร์แทนไหม"
    }
  },
  {
    "translation": {
      "en": "And the consequences of that decision",
      "th": "และผลที่ตามมาจากการตัดสินใจนั้น"
    }
  },
  {
    "translation": {
      "en": "could trigger the full weight of our military arsenals.",
      "th": "อาจทำให้เกิดอำนาจสูงสุด ในคลังแสงของกองทัพเราได้"
    }
  },
  {
    "translation": {
      "en": "That's not one Hiroshima. That's hundreds.",
      "th": "นั่นไม่ใช่แค่ฮิโรชิมะเดียว นั่นคือร้อยฮิโรชิมะ"
    }
  },
  {
    "translation": {
      "en": "This is the time that we need to act",
      "th": "นี่คือเวลาที่เราต้องลงมือ"
    }
  },
  {
    "translation": {
      "en": "because the window to actually contain this risk is rapidly closing.",
      "th": "เพราะหน้าต่างควบคุมความเสี่ยงนี้ กำลังจะปิดลงอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "[UN chair] This afternoon, we start with international security challenges",
      "th": "บ่ายวันนี้เราจะเริ่มด้วย ความท้าทายด้านความมั่นคงระหว่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "posed by emerging technologies",
      "th": "ที่เกิดจากเทคโนโลยีใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "in the area of lethal autonomous weapons systems.",
      "th": "ในส่วนของระบบอาวุธสังหารอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[Emilia] Conversations are happening within the United Nations",
      "th": "การสนทนากำลังเกิดขึ้นในสหประชาติ"
    }
  },
  {
    "translation": {
      "en": "about the threat of lethal autonomous weapons",
      "th": "เรื่องภัยของอาวุธสังหารอัตโนมัตินี้"
    }
  },
  {
    "translation": {
      "en": "and our prohibition on systems that use AI to select and target people.",
      "th": "และข้อห้ามของเราเกี่ยวกับระบบ ที่ใช้เอไอเพื่อเลือกและกำหนดบุคคลเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "Consensus amongst technologists is clear and resounding.",
      "th": "ความเห็นที่เป็นเอกฉันท์ในหมู่นักเทคโนโลยีนั้น ชัดเจนและเด่นชัด"
    }
  },
  {
    "translation": {
      "en": "We are opposed to autonomous weapons that target humans.",
      "th": "เราไม่เห็นด้วยกับการใช้อาวุธอัตโนมัติ ที่มุ่งเป้าไปที่มนุษย์"
    }
  },
  {
    "translation": {
      "en": "[Izumi] For years, states have actually discussed this issue",
      "th": "หลายปีที่ผ่านมา ประเทศต่างๆ ให้ความช่วยเหลือ พูดคุยกันเรื่องปัญหา ของระบบอาวุธที่อันตรายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "of lethal autonomous weapon systems.",
      "th": "พูดคุยกันเรื่องปัญหา ของระบบอาวุธที่อันตรายถึงชีวิต"
    }
  },
  {
    "translation": {
      "en": "This is about a common, shared sense of security.",
      "th": "นี่เป็นเรื่องของความรู้สึกร่วมกัน ในเรื่องของความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "But of course, it's not easy.",
      "th": "แต่แน่นอนว่ามันไม่ง่าย"
    }
  },
  {
    "translation": {
      "en": "Certain countries, especially those military powers,",
      "th": "บางประเทศ โดยเฉพาะประเทศที่มีอำนาจทางทหาร"
    }
  },
  {
    "translation": {
      "en": "they want to be ahead of the curve,",
      "th": "พวกเขาต้องการนำหน้าประเทศอื่น"
    }
  },
  {
    "translation": {
      "en": "so that they will be ahead of their adversaries.",
      "th": "พวกเขาจะได้นำหน้าศัตรู"
    }
  },
  {
    "translation": {
      "en": "[Paul] The problem is, everyone has to agree to get anything done.",
      "th": "ปัญหาคือทุกคนต้องเห็นตรงกัน เพื่อให้ดำเนินการได้"
    }
  },
  {
    "translation": {
      "en": "There will be at least one country that objects,",
      "th": "จะมีอย่างน้อยหนึ่งประเทศที่คัดค้าน"
    }
  },
  {
    "translation": {
      "en": "and certainly the United States and Russia have both made clear",
      "th": "และแน่นอนว่าสหรัฐฯ และรัสเซีย ต่างยืนยันชัดเจนว่า"
    }
  },
  {
    "translation": {
      "en": "that they are opposed to a treaty that would ban autonomous weapons.",
      "th": "พวกเขาไม่เห็นด้วยกับสนธิสัญญา ที่จะห้ามใช้อาวุธอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "[Emilia] When we think about the number of people working to make AI more powerful",
      "th": "เมื่อเราคิดถึงจำนวนคน ที่ทำงานเพื่อทำให้เอไอทรงพลังมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "that room is very crowded.",
      "th": "ห้องนั้นแออัดมาก"
    }
  },
  {
    "translation": {
      "en": "When we think about the room of people, making sure that AI is safe,",
      "th": "เมื่อเราคิดถึงห้องของคน ที่พยายามทำให้เอไอปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "that room's much more sparsely populated. [chuckles]",
      "th": "ห้องนั้นมีคนน้อยกว่าเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "But I'm also really optimistic.",
      "th": "แต่ฉันก็มองโลกในแง่ดีด้วย"
    }
  },
  {
    "translation": {
      "en": "I look at something like the Biological Weapons Convention,",
      "th": "ฉันดูอะไรอย่างการประชุมอาวุธชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "which happened in the middle of the Cold War…",
      "th": "ซึ่งเกิดขึ้นกลางสงครามเย็น"
    }
  },
  {
    "translation": {
      "en": "…despite tensions between the Soviet Union and the United States.",
      "th": "แม้จะมีความตึงเครียด ระหว่างสหภาพโซเวียตกับสหรัฐฯ"
    }
  },
  {
    "translation": {
      "en": "They were able to realize that the development of biological weapons",
      "th": "แต่พวกเขาก็ตระหนักได้ว่าการพัฒนาอาวุธชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "was in neither of their best interests,",
      "th": "ไม่ได้เป็นประโยชน์ต่อพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and not in the best interests of the world at large.",
      "th": "และไม่ได้เป็นประโยชน์ต่อโลกส่วนรวม"
    }
  },
  {
    "translation": {
      "en": "Arms race dynamics favor speed over safety.",
      "th": "พลวัตของการแข่งขันด้านอาวุธ ชอบความเร็วมากกว่าความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "But I think what's important to consider is,",
      "th": "แต่ฉันคิดว่าสิ่งสำคัญที่ต้องคิดคือ"
    }
  },
  {
    "translation": {
      "en": "at some point, the cost of moving fast becomes too high.",
      "th": "เมื่อถึงจุดนึง ค่าใช้จ่าย ในการเคลื่อนไหวเร็วจะสูงเกินไป"
    }
  },
  {
    "translation": {
      "en": "[Sean] We can't just develop things in isolation",
      "th": "เราจะพัฒนาสิ่งต่างๆ แบบแยกเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "and put them out there without any thought of where they could go in the future.",
      "th": "แล้วเอามันออกไปใช้โดยไม่คิดว่า ในอนาคตมันจะเป็นยังไงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "We've got to prevent that atom bomb moment.",
      "th": "เราต้องป้องกันไม่ให้เกิดช่วงเวลาแห่งหายนะนั้น"
    }
  },
  {
    "translation": {
      "en": "[Brandon] The stakes in the AI race are massive.",
      "th": "ความเสี่ยงในการแข่งขันด้านเอไอนั้นสูงมาก"
    }
  },
  {
    "translation": {
      "en": "I don't think a lot of people appreciate the global stability",
      "th": "ผมคิดว่ามีคนไม่มากหรอก ที่ชอบความมั่นคงของโลกนี้"
    }
  },
  {
    "translation": {
      "en": "that has been provided by having a superior military force",
      "th": "ที่เกิดขึ้นจากการมีกองกำลังทหารที่เหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "for the past 75 years.",
      "th": "ตลอด 75 ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "And so the United States and our allied forces,",
      "th": "สหรัฐฯ และกองกำลังพันธมิตรของเรา"
    }
  },
  {
    "translation": {
      "en": "they need to outperform adversarial AI.",
      "th": "จึงต้องมีประสิทธิภาพเหนือกว่าเอไอของศัตรู"
    }
  },
  {
    "translation": {
      "en": "There is no second place in war.",
      "th": "ไม่มีที่สองในสงคราม"
    }
  },
  {
    "translation": {
      "en": "[reporter 6] China laid out an ambitious plan to be the world leader in AI by 2030.",
      "th": "จีนวางแผนอย่างมุ่งมั่น ที่จะเป็นผู้นำโลกด้านเอไอภายในปี 2030"
    }
  },
  {
    "translation": {
      "en": "It's a race that some say America is losing…",
      "th": "มันเป็นการแข่งขัน ที่บางคนบอกว่าอเมริกากำลังแพ้…"
    }
  },
  {
    "translation": {
      "en": "[official] He will accelerate the adoption of artificial intelligence",
      "th": "คุณจะเร่งการนำปัญญาประดิษฐ์มาใช้"
    }
  },
  {
    "translation": {
      "en": "to ensure our competitive military advantage.",
      "th": "เพื่อให้แน่ใจว่าเราได้เปรียบทางการทหาร"
    }
  },
  {
    "translation": {
      "en": "[Paul] We are racing forward with this technology.",
      "th": "เรากำลังแข่งกับเทคโนโลยีนี้"
    }
  },
  {
    "translation": {
      "en": "I think what's unclear is how far are we going to go?",
      "th": "ผมคิดว่าสิ่งที่ไม่ชัดเจนคือเราจะไปกันไกลแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Do we control technology, or does it control us?",
      "th": "เราควบคุมเทคโนโลยี หรือมันควบคุมเรากันแน่"
    }
  },
  {
    "translation": {
      "en": "[Emilia] There's really no opportunity for do-overs.",
      "th": "ไม่มีโอกาสที่จะแก้ไขอะไรได้เลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Once the genie is out of the bottle, it is out.",
      "th": "เมื่อจีนี่ออกจากตะเกียงแล้ว ก็คือออกไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And it is very, very difficult to put it back in.",
      "th": "และการจะเอามัน กลับเข้าไปในตะเกียงก็ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Sean] And if we don't act now, it's too late.",
      "th": "และถ้าเราไม่ลงมือตอนนี้ ก็จะสายเกินไป"
    }
  },
  {
    "translation": {
      "en": "It may already be too late.",
      "th": "มันอาจจะสายเกินไปแล้วก็ได้"
    }
  }
]