[
  {
    "translation": {
      "en": "[man 1] When we first moved here in March of 2020…",
      "th": "ตอนแรกที่เราย้ายมาที่นี่ ในเดือนมีนาคม ปี 2020"
    }
  },
  {
    "translation": {
      "en": "the very first time that I saw something in the sky,",
      "th": "ครั้งแรกที่ผมเห็นบางอย่างบนฟ้า"
    }
  },
  {
    "translation": {
      "en": "I really hesitated to say anything to anybody.",
      "th": "ผมลังเลใจที่จะบอกกับคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "But it happened repetitively, maybe three, four times,",
      "th": "แต่มันเกิดซ้ำอีกสามสี่หน"
    }
  },
  {
    "translation": {
      "en": "before I mentioned it to somebody down in Dublin.",
      "th": "ก่อนที่ผมจะบอกคนที่เมืองดับลิน"
    }
  },
  {
    "translation": {
      "en": "They said, \"Well, you know that this place is famous for that.\"",
      "th": "พวกเขาบอกว่า \"คุณก็รู้ว่าที่นี่ขึ้นชื่อเรื่องนั้น\""
    }
  },
  {
    "translation": {
      "en": "Do you know who Ezekiel was?",
      "th": "รู้ไหมว่าเอเสเคียลเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Prophet?",
      "th": "ผู้เผยแพร่พระวจนะเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Ezekiel was a prophet. You're right. -[boy] Mm-hmm.",
      "th": "- เอเสเคียลเป็นผู้เผยแพร่พระวจนะ ถูกต้อง - อือฮึ"
    }
  },
  {
    "translation": {
      "en": "And it was a long time ago, all right?",
      "th": "และนั่นคือเมื่อนานมาแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "As a Homeland Security consultant,",
      "th": "ในฐานะที่ปรึกษาด้านความมั่นคงแห่งมาตุภูมิ"
    }
  },
  {
    "translation": {
      "en": "I do a lot of threat analyst work, uh, for the government.",
      "th": "ผมทำงานเป็นนักวิเคราะห์ภัยคุกคามให้รัฐบาล"
    }
  },
  {
    "translation": {
      "en": "I've seen the government flat-out lie.",
      "th": "ผมเคยเห็นการโกหกคำโตของรัฐบาล"
    }
  },
  {
    "translation": {
      "en": "Where I was standing in the location they were lying about.",
      "th": "ในขณะที่ผมกำลังยืนอยู่บนสถานที่ ที่เขาโกหกอยู่"
    }
  },
  {
    "translation": {
      "en": "What I am seeing here is similar",
      "th": "สิ่งที่ผมเห็นตรงนี้คล้ายกันกับ"
    }
  },
  {
    "translation": {
      "en": "to sightings that they had by the guys in the Air Force.",
      "th": "สิ่งที่ผมเห็นตรงนี้คล้ายกันกับ การพบเห็นวัตถุที่เกิดขึ้น กับคนของกองทัพอากาศ"
    }
  },
  {
    "translation": {
      "en": "[man 2, over radio] Whoa! Got it!",
      "th": "โอ้ ได้แล้ว!"
    }
  },
  {
    "translation": {
      "en": "[man 1] It's the movement that catches your attention,",
      "th": "มันคือการเคลื่อนไหวที่ดึงความสนใจคุณ"
    }
  },
  {
    "translation": {
      "en": "that fast movement. That's exactly how we're seeing it here.",
      "th": "การเคลื่อนไหวที่รวดเร็ว นั่นคือสิ่งที่เราเห็นที่นี่ครับ"
    }
  },
  {
    "translation": {
      "en": "-[girl] Ah, jeez. [laughs] -[chuckles] I know, right? Spooky.",
      "th": "โอ้โฮ ใช่ไหมล่ะ น่ากลัวเนอะ"
    }
  },
  {
    "translation": {
      "en": "It's something otherworldly. There's no other way to describe that.",
      "th": "มันเป็นอะไรที่มาจากนอกโลกแน่ ไม่มีทางอื่นที่จะอธิบายได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "\"And the star they had seen guided them to Bethlehem.\"",
      "th": "\"ดวงดาวที่พวกเขาได้เห็น ก็นำทางไปสู่เบธเลเฮม\""
    }
  },
  {
    "translation": {
      "en": "One of the reasons why a lot of people don't believe",
      "th": "หนึ่งในเหตุผลที่หลายคนไม่เชื่อ"
    }
  },
  {
    "translation": {
      "en": "is because they haven't seen it,",
      "th": "ก็เพราะพวกเขาไม่ได้เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "and it messes with their concept of who we are in relation to the universe.",
      "th": "และมันก็ไปแย้งกับแนวคิดของพวกเขา เกี่ยวกับตัวตนของเราต่อจักรวาลนี้"
    }
  },
  {
    "translation": {
      "en": "…and it guided them, so it knew where it was going. -Right? -[boy] Mm-hmm.",
      "th": "และมันนำทางพวกเขา เท่ากับมันรู้ว่ามันจะไปทางไหนใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "That mean-- That means it was…",
      "th": "- อือฮึ - นั่นมันแปลว่ามันคือ…"
    }
  },
  {
    "translation": {
      "en": "UFO.",
      "th": "ยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "UFO.",
      "th": "ยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "Do I believe there's life on other planets? Yes.",
      "th": "ผมเชื่อว่ามีสิ่งมีชีวิตอื่น บนดาวดวงอื่นไหมเหรอ เชื่อสิ"
    }
  },
  {
    "translation": {
      "en": "But I don't think these are people from another planet.",
      "th": "แต่ผมไม่คิดว่าคนพวกนี้มาจากดาวดวงอื่น"
    }
  },
  {
    "translation": {
      "en": "I still think these are what people called angels.",
      "th": "ผมคิดว่านี่คือสิ่งที่คนเรียกกันว่าเทวทูต"
    }
  },
  {
    "translation": {
      "en": "I think they're messengers.",
      "th": "ผมว่าพวกเขาคือผู้ส่งสาร"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm dying to know what they've got to say.",
      "th": "และผมอยากรู้สุดใจว่าเขาอยากจะบอกอะไร"
    }
  },
  {
    "translation": {
      "en": "[man 1] From the beginning of recorded time,",
      "th": "ตั้งแต่จุดเริ่มต้นของเวลาที่มีการบันทึกไว้"
    }
  },
  {
    "translation": {
      "en": "men have been seeing unexplainable things in the sky.",
      "th": "มนุษย์ต่างพบเห็น วัตถุที่ไม่สามารถอธิบายได้บนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "[woman] Are we alone in the universe?",
      "th": "ในจักรวาลนี้มีเพียงพวกเรางั้นหรือ"
    }
  },
  {
    "translation": {
      "en": "[man 2] Somewhere in the data will be something worth real inquiry.",
      "th": "ที่ไหนสักแห่งในแหล่งข้อมูล จะมีสิ่งที่ควรค่าแก่การสืบสวน"
    }
  },
  {
    "translation": {
      "en": "We have not been hiding anything.",
      "th": "เราไม่ได้ปิดบังอะไร"
    }
  },
  {
    "translation": {
      "en": "There are such things as interplanetary spaceships.",
      "th": "มียานอวกาศระหว่างดาวเคราะห์อยู่"
    }
  },
  {
    "translation": {
      "en": "I thought it was an alien, and he had big eyes.",
      "th": "หนูคิดว่ามันเป็นมนุษย์ต่างดาว และตามันก็โตมาก"
    }
  },
  {
    "translation": {
      "en": "[man 3] There's something profoundly important going on here",
      "th": "มีสิ่งที่สำคัญอย่างยิ่งยวดเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "that is authentic and real.",
      "th": "ซึ่งเป็นเรื่องจริงแท้ครับ"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How much of your work is classified?",
      "th": "มีงานคุณกี่ชิ้นที่เป็นความลับครับ"
    }
  },
  {
    "translation": {
      "en": "All of it. Eh, all of-- Everything I did, all day long, was classified.",
      "th": "ทั้งหมดเลยครับ งานทุกอย่าง งานทั้งวันเป็นความลับหมด"
    }
  },
  {
    "translation": {
      "en": "All of it.",
      "th": "ทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "My name is Matthew Roberts.",
      "th": "ผมชื่อแมทธิว โรเบิร์ตส"
    }
  },
  {
    "translation": {
      "en": "I was a cryptologic technician in the US Navy for 16 years.",
      "th": "ผมเป็นนักวิทยาการรหัสลับ ในกองทัพเรือสหรัอเมริกามา 16 ปี"
    }
  },
  {
    "translation": {
      "en": "I was present on the USS Theodore Roosevelt",
      "th": "ผมประจำอยู่บนเรือบรรทุกเครื่องบิน ยูเอสเอส ธีโอดอร์ รูสเวลต์"
    }
  },
  {
    "translation": {
      "en": "for the Gimbal event.",
      "th": "ในเหตุการณ์กิมบอลครับ"
    }
  },
  {
    "translation": {
      "en": "…that was the first time I saw the Gimbal footage.",
      "th": "นั่นเป็นครั้งแรกที่ผมเห็นภาพจากกิมบอลครับ"
    }
  },
  {
    "translation": {
      "en": "-[pilot 2] Well, if there's-- -[pilot 1] Look at this thing! [pilot 2] It's rotating.",
      "th": "- คือถ้ามันมี… - ดูนี่สิเนี่ย มันปรับลำด้วย"
    }
  },
  {
    "translation": {
      "en": "I don't-- I can't even describe the shape.",
      "th": "ผมไม่… ผมอธิบาย ลักษณะมันไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "I mean, it looks a little bit disc-like.",
      "th": "มันดูเหมือนแผ่นดิสก์นิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "It's flying along,",
      "th": "มันบินไป"
    }
  },
  {
    "translation": {
      "en": "and then it kind of tilts up onto its side.",
      "th": "แล้วมันก็เอียงไปด้านข้าง"
    }
  },
  {
    "translation": {
      "en": "I was watching this footage,",
      "th": "ผมกำลังดูภาพวิดีโอนี้"
    }
  },
  {
    "translation": {
      "en": "and I could see no kind of aviation surfaces",
      "th": "แล้วก็ไม่เห็นพื้นผิวทางการบิน"
    }
  },
  {
    "translation": {
      "en": "that you would expect to see. Wings, tail, you know, rudder.",
      "th": "ที่คุณควรจะเห็นเลย อย่างพวกปีก หาง หรือว่าหางเสือ"
    }
  },
  {
    "translation": {
      "en": "There's none of that.",
      "th": "ไม่มีอะไรพวกนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "So I couldn't really make sense",
      "th": "ผมเลยไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "of why this thing was kind of up in the air like it was.",
      "th": "ว่าทำไมสิ่งนี้ ถึงลอยอยู่บนอากาศแบบนั้นได้"
    }
  },
  {
    "translation": {
      "en": "And… I just…",
      "th": "และผมก็…"
    }
  },
  {
    "translation": {
      "en": "I had this kind of emotional response to it.",
      "th": "ผมเกิดอารมณ์ตอบสนองกับมัน"
    }
  },
  {
    "translation": {
      "en": "And I… At the time, I didn't understand that. Um…",
      "th": "ในตอนนั้นผมไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "I knew that it wasn't ours, right?",
      "th": "ผมรู้ว่ามันไม่ใช่เครื่องบินของเรา"
    }
  },
  {
    "translation": {
      "en": "I knew that it wasn't anybody else's. Uh…",
      "th": "และก็ไม่ใช่ของประเทศไหนๆ"
    }
  },
  {
    "translation": {
      "en": "So, I mean, that only leaves… one other option, I think.",
      "th": "เท่ากับมันเหลือแค่อย่างเดียวแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[interviewer] Which is what? -And that's non-human tech.",
      "th": "ซึ่งคืออะไรครับ ว่านั่นไม่ใช่เทคโนโลยีของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "Non-human intelligence technology.",
      "th": "เทคโนโลยีอัจฉริยะที่ไม่ใช่ของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[Matthew] Because my job was classified, and I had access to classified, um…",
      "th": "เพราะงานของผมเป็นความลับ และผมมีสิทธิ์เข้าถึงข้อมูลลับ…"
    }
  },
  {
    "translation": {
      "en": "I was kind of aware…",
      "th": "ผมจึงรู้อยู่แล้วว่า"
    }
  },
  {
    "translation": {
      "en": "this was not a one-off event for the Navy.",
      "th": "กองทัพเรือไม่ได้เพิ่งเจอเรื่องแบบนี้ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "This, uh… These things happen frequently.",
      "th": "มีเรื่องแบบนี้เกิดขึ้นบ่อยมากครับ"
    }
  },
  {
    "translation": {
      "en": "All the time.",
      "th": "ตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "They happen all the time.",
      "th": "มันเกิดขึ้นตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "-[radio static crackling] -[distorted voices over radio]",
      "th": "(อีแรธเคาน์ตี เท็กซัส ปี 2008)"
    }
  },
  {
    "translation": {
      "en": "[reporter] The skies over Stephenville haven't looked the same since a UFO…",
      "th": "ท้องฟ้าเหนือสตีเฟนวิลล์ ดูไม่เหมือนเดิมอีกต่อไป ตั้งแต่มียูเอฟโอ…"
    }
  },
  {
    "translation": {
      "en": "[woman 2] A nice, cold glass of Borden milk will cool you off.",
      "th": "นมบอร์เดนเย็นๆ สักแก้ว จะทำให้คุณเย็นลงได้"
    }
  },
  {
    "translation": {
      "en": "You'll like the taste of milk with everything you eat.",
      "th": "เติมรสชาติของนมลงในทุกอย่างที่กิน"
    }
  },
  {
    "translation": {
      "en": "-[radio jingle] ♪ Milk is a natural ♪ -[static crackles]",
      "th": "นมแท้ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "[man] Stephenville, Texas. The milk capital of the world.",
      "th": "สตีเฟนวิลล์ รัฐเท็กซัส เมืองหลวงแห่งนมของโลก"
    }
  },
  {
    "translation": {
      "en": "They put out quite a bit of milk over there.",
      "th": "พวกเขาผลิตนมกันเยอะมากเลยละ"
    }
  },
  {
    "translation": {
      "en": "Something very strange about this area.",
      "th": "ในย่านนี้มันมีบางอย่างแปลกมากอยู่"
    }
  },
  {
    "translation": {
      "en": "I look at the sky quite often.",
      "th": "ผมชอบมองไปบนฟ้าบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Wonder what all's out there. Wonder what we don't know about.",
      "th": "สงสัยว่าข้างนอกนั่นมีอะไร สงสัยว่ามีอะไรที่เราไม่รู้บ้าง"
    }
  },
  {
    "translation": {
      "en": "[man] I grew up around here.",
      "th": "ผมโตมาในย่านนี้"
    }
  },
  {
    "translation": {
      "en": "Nothing to do in these small towns.",
      "th": "เมืองเล็กแบบนี้ไม่ค่อยมีอะไรทำหรอก อยากต่อยตีเหรอ"
    }
  },
  {
    "translation": {
      "en": "You wanna fight? Sure, go ahead and have a fight.",
      "th": "เมืองเล็กแบบนี้ไม่ค่อยมีอะไรทำหรอก อยากต่อยตีเหรอ เอาสิ ไปต่อยตีกันหน่อย"
    }
  },
  {
    "translation": {
      "en": "That same night, we'd go camping or go fishing on the river down there.",
      "th": "คืนเดียวกันนั้นเราก็ออกไปตั้งแคมป์ ตกปลากันที่แม่น้ำทางโน้น"
    }
  },
  {
    "translation": {
      "en": "So, it was… It's innocent fun. We'd have a good time.",
      "th": "มันเป็นความสนุกที่ไร้เดียงสา เราแค่สนุกกัน"
    }
  },
  {
    "translation": {
      "en": "You know, I've been fascinated with engines of all types",
      "th": "ผมหลงใหลในเครื่องยนต์ทุกประเภท"
    }
  },
  {
    "translation": {
      "en": "since I can remember.",
      "th": "ตั้งแต่จำความได้"
    }
  },
  {
    "translation": {
      "en": "So much to where I started a trucking company.",
      "th": "ถึงขั้นที่ผมเริ่มก่อตั้งบริษัทรถบรรทุก"
    }
  },
  {
    "translation": {
      "en": "And it became quite large, had quite a few people working for me.",
      "th": "มันเริ่มโตขึ้นและมีคนงานจำนวนนึง"
    }
  },
  {
    "translation": {
      "en": "I've always owned quite a few motorcycles, boats, airplanes.",
      "th": "ผมมีทั้งมอเตอร์ไซค์ เรือ เครื่องบินอยู่ไม่น้อยเลย"
    }
  },
  {
    "translation": {
      "en": "Just to see how it all works. It's just simply fascinating.",
      "th": "แค่อยากรู้ว่ามันทำงานยังไง แค่ทึ่งกับมันน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "In 2008, I had a great life.",
      "th": "ในปี 2008 ผมมีชีวิตที่ดี"
    }
  },
  {
    "translation": {
      "en": "I had a successful business.",
      "th": "มีธุรกิจที่ประสบความสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I guess I'd been married 16, 17 years at that time.",
      "th": "ในตอนนั้นผมน่าจะแต่งงาน มาได้ 16 ถึง 17 ปีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Very blessed is all I can say.",
      "th": "โชคดีมีสุขมากครับ"
    }
  },
  {
    "translation": {
      "en": "But what I saw in the sky that night changed everything.",
      "th": "แต่สิ่งที่ผมเห็นบนท้องฟ้าคืนนั้น เปลี่ยนทุกอย่างไป"
    }
  },
  {
    "translation": {
      "en": "It'd been a long, cold winter. Bad winter.",
      "th": "มันเป็นฤดูหนาวที่ยาวนาน ฤดูหนาวที่เลวร้าย"
    }
  },
  {
    "translation": {
      "en": "That was the first day we had a decent day.",
      "th": "นั่นเป็นวันแรกที่อากาศดี"
    }
  },
  {
    "translation": {
      "en": "So we came out here to the top of the hill to have a campfire.",
      "th": "เราเลยมาบนเนินเขานี่ เพื่อตั้งแคมป์ไฟกัน"
    }
  },
  {
    "translation": {
      "en": "It was myself, Mike Odom, and Lance Jones.",
      "th": "มีตัวผม ไมค์ โอดอม และแลนซ์ โจนส์"
    }
  },
  {
    "translation": {
      "en": "Then all of a sudden,",
      "th": "แล้วทันใดนั้น"
    }
  },
  {
    "translation": {
      "en": "I see some real bright, high-intensity lights,",
      "th": "ผมเห็นแสงไฟประจุความเข้มข้นสูง"
    }
  },
  {
    "translation": {
      "en": "off to the east, headed our way at a high velocity of speed.",
      "th": "พุ่งไปทางทิศตะวันออก มาทางเราด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "The lights were so bright, it was unlike anything I'd ever seen.",
      "th": "แสงไฟมันสว่างมาก ไม่เหมือนอะไรที่ผมเคยเห็นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "It was almost blinding to look at 'em.",
      "th": "จ้าเสียจนตาแทบบอด"
    }
  },
  {
    "translation": {
      "en": "Then what amazed me is there was no wind noise, no engine noise.",
      "th": "แล้วที่ผมทึ่งก็คือ มันไม่มีเสียงลม ไม่มีเสียงเครื่องยนต์"
    }
  },
  {
    "translation": {
      "en": "There was silence.",
      "th": "เงียบสนิท"
    }
  },
  {
    "translation": {
      "en": "When it came past us, I developed the most peaceful,",
      "th": "พอมันบินผ่านเราไป ผมก็เกิด… ความรู้สึกสงบ สบายใจที่สุด เท่าที่เคยรู้สึกมาในชีวิต"
    }
  },
  {
    "translation": {
      "en": "easy feeling I think I've ever had in my life.",
      "th": "ความรู้สึกสงบ สบายใจที่สุด เท่าที่เคยรู้สึกมาในชีวิต"
    }
  },
  {
    "translation": {
      "en": "It was almost like a religious experience.",
      "th": "แทบจะเหมือนประสบการณ์ทางศาสนาเลยครับ"
    }
  },
  {
    "translation": {
      "en": "Like I was at one with whatever it was.",
      "th": "เหมือนที่ผมเคยอยู่กับสิ่งนั้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Something I've never had before or since then. It was unreal.",
      "th": "เป็นอะไรที่ไม่เคยพบเจอ และไม่ได้พบเจออีกหลังจากนั้น มันเหนือจริงมาก"
    }
  },
  {
    "translation": {
      "en": "And then another brief second, it just simply disappeared.",
      "th": "แล้วในอีกแค่เสี้ยววิ มันก็หายไป"
    }
  },
  {
    "translation": {
      "en": "It didn't streak off or anything. It just disappeared.",
      "th": "มันไม่ได้พุ่งผ่านไปหรืออะไร แค่หายไปเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "And then you could count, one second, two seconds, three seconds,",
      "th": "จากนั้นคุณก็นับหนึ่งวินาที สองวินาที สามวินาที"
    }
  },
  {
    "translation": {
      "en": "and two F-16s came in hot pursuit.",
      "th": "แล้วเครื่องบินเอฟ 16 สองลำก็ไล่ตามมา"
    }
  },
  {
    "translation": {
      "en": "Full afterburner hanging out.",
      "th": "เร่งเครื่องเต็มสปีด"
    }
  },
  {
    "translation": {
      "en": "And in my head, I'm wondering,",
      "th": "แล้วผมก็คิดในหัวว่า"
    }
  },
  {
    "translation": {
      "en": "\"Is it War of the Worlds, or what was going on?\"",
      "th": "\"นี่มันอภิมหาสงครามล้างโลกหรือยังไง\""
    }
  },
  {
    "translation": {
      "en": "I got in my car, and I went back to my house,",
      "th": "ผมขึ้นรถแล้วกลับไปที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "and my wife says, \"What happened?\" She could tell I was visibly shaken.",
      "th": "แล้วภรรยาผมก็ถามว่า \"เกิดอะไรขึ้น\" เธอดูออกว่าผมดูสั่นๆ"
    }
  },
  {
    "translation": {
      "en": "I told her what happened, and she says,",
      "th": "ผมบอกเธอว่าเกิดอะไรขึ้น และเธอบอกว่า"
    }
  },
  {
    "translation": {
      "en": "\"Whatever you do, don't tell anybody about it.\"",
      "th": "\"ไม่ว่ายังไง อย่าไปบอกเรื่องนี้กับใครนะ\""
    }
  },
  {
    "translation": {
      "en": "And she says, \"People will think we're crazy.\"",
      "th": "เธอว่า \"คนจะคิดว่าเราบ้า\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Actually, I don't care what people think about us.\"",
      "th": "ผมบอก \"ผมไม่สนหรอก ว่าคนอื่นจะคิดยังไง\""
    }
  },
  {
    "translation": {
      "en": "\"All I know is what I saw.\"",
      "th": "\"ผมรู้ว่าผมเห็นอะไร\""
    }
  },
  {
    "translation": {
      "en": "That next day, I called the newspaper, Stephenville Empire-Tribune. \"ET.\"",
      "th": "วันต่อมาผมโทรหาหนังสือพิมพ์ สตีเฟนวิลล์เอ็มไพร์ทริบูน อีที"
    }
  },
  {
    "translation": {
      "en": "[woman] It had been a slow news day, the day that the UFO story broke.",
      "th": "วันที่ข่าวเรื่องยูเอฟโอออกมา มันเป็นวันที่ไม่ค่อยมีข่าวอื่นค่ะ"
    }
  },
  {
    "translation": {
      "en": "[woman] Angelia Joiner was in the newsroom,",
      "th": "แองเจเลีย จอยเนอร์อยู่ในห้องข่าว"
    }
  },
  {
    "translation": {
      "en": "and she had gotten a call from Steve Allen.",
      "th": "ตอนที่ได้รับสายจากสตีฟ อัลเลน"
    }
  },
  {
    "translation": {
      "en": "And he was a local pilot,",
      "th": "ตอนที่ได้รับสายจากสตีฟ อัลเลน เขาเป็นนักบินท้องถิ่น และบอกเธอว่าเขาเห็นอะไรแปลกๆ บนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "and then he told her that he saw something strange in the sky.",
      "th": "เขาเป็นนักบินท้องถิ่น และบอกเธอว่าเขาเห็นอะไรแปลกๆ บนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "[Angelia] He said something like, \"Okay, I really need to tell you something,",
      "th": "เขาพูดทำนองว่า \"โอเค ผมมีเรื่องต้องบอกคุณ"
    }
  },
  {
    "translation": {
      "en": "but I don't want you to think I'm crazy.\"",
      "th": "แต่ผมไม่อยากให้คุณคิดว่าผมบ้า\""
    }
  },
  {
    "translation": {
      "en": "And he began telling me a story that, uh, I found pretty incredible.",
      "th": "แล้วเขาก็เริ่มเล่าเรื่อง ที่ฉันพบว่าเหลือเชื่อมาก"
    }
  },
  {
    "translation": {
      "en": "Angelia had a brief conversation with him and came to my office and said,",
      "th": "แองเจเลียคุยกับเขาสั้นๆ และมาที่ออฟฟิศฉัน"
    }
  },
  {
    "translation": {
      "en": "\"You'll never believe this, but…\"",
      "th": "\"คุณไม่มีทางเชื่อแน่ แต่…\""
    }
  },
  {
    "translation": {
      "en": "It was late in the afternoon, and we really had our stories together.",
      "th": "ตอนนั้นมันเป็นช่วงบ่ายแก่ๆ และเราก็มีข่าวลงเรียบร้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "So I was like, \"Yeah, sure, check it out.\" \"We'll talk about it tomorrow when I get to the office.\"",
      "th": "ฉันเลยบอกว่า \"เอาสิ ลองเช็กดู แล้วไว้คุยกันพรุ่งนี้\""
    }
  },
  {
    "translation": {
      "en": "I grew up in California. I got engaged.",
      "th": "ฉันโตมาในแคลิฟอร์เนีย มีคู่หมั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "And my husband was in the dairy business, and his family had come out here.",
      "th": "สามีฉันทำธุรกิจนม และครอบครัวเขาก็อยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "So we got married and we moved.",
      "th": "เราแต่งงานกันแล้วก็ย้ายมา"
    }
  },
  {
    "translation": {
      "en": "It was a startling change for me.",
      "th": "มันเป็นการเปลี่ยนแปลงที่น่าตกใจสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "As managing editor, I was responsible for all of the content.",
      "th": "ในฐานะบรรณาธิการบริหาร ฉันรับผิดชอบเนื้อหาข่าวทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "I had a lot to prove. I was the youngest editor",
      "th": "และฉันต้องพิสูจน์ตัวเองเยอะมาก ฉันเป็นบรรณาธิการที่อายุน้อยที่สุด"
    }
  },
  {
    "translation": {
      "en": "that had ever been hired to be the managing editor of the paper.",
      "th": "ที่ได้เป็นบรรณาธิการบริหารหนังสือพิมพ์"
    }
  },
  {
    "translation": {
      "en": "I was the second female.",
      "th": "เป็นผู้หญิงคนที่สอง"
    }
  },
  {
    "translation": {
      "en": "And I was still seen as an outsider.",
      "th": "และยังถูกมองว่าเป็นคนนอกอยู่"
    }
  },
  {
    "translation": {
      "en": "So, inside, I was dealing with a lot of insecurity, I think.",
      "th": "ฉันเลยต้องรับมือ กับความไม่มั่นคงทางใจอย่างแรงค่ะ"
    }
  },
  {
    "translation": {
      "en": "The next morning, I picked up my paper",
      "th": "เช้าวันต่อมาฉันหยิบหนังสือพิมพ์ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "and saw \"UFO\" in huge font across the top of the paper.",
      "th": "และเห็นคำว่า \"ยูเอฟโอ\" ตัวเบ้อเร่อ พาดหัวข่าวอยู่"
    }
  },
  {
    "translation": {
      "en": "I just felt like the wind was just completely knocked out of me.",
      "th": "ฉันรู้สึกเหมือนลมจะใส่เลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought, \"This is the end of my career.\"",
      "th": "คิดว่า \"จบกันแล้วอาชีพฉัน\""
    }
  },
  {
    "translation": {
      "en": "\"Steve Allen, Mike Odom, and Lance Jones",
      "th": "\"สตีฟ อัลเลน ไมค์ โอดอม และแลนซ์ โจนส์"
    }
  },
  {
    "translation": {
      "en": "were out admiring a beautiful Texas sunset Tuesday evening",
      "th": "กำลังดื่มด่ำภาพอาทิตย์ตก ของเท็กซัสอันงดงามในช่วงหัวค่ำวันอังคาร"
    }
  },
  {
    "translation": {
      "en": "when they saw something none of them can explain.\"",
      "th": "และได้พบเห็นในสิ่งที่พวกเขาไม่อาจอธิบายได้\""
    }
  },
  {
    "translation": {
      "en": "I had a publisher at the time, and she told Angelia, \"You're going with this tonight.\"",
      "th": "ตอนนั้นเรามีฝ่ายกองการผลิต ซึ่งเธอบอกแองเจเลียว่า \"ลงข่าวนี้คืนนี้เลย\""
    }
  },
  {
    "translation": {
      "en": "And she changed the whole front page.",
      "th": "แล้วเธอก็เปลี่ยนหน้าหนึ่งทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "She was the boss, the top dog, so she did whatever she wanted.",
      "th": "เธอเป็นหัวหน้าใหญ่ ทำทุกอย่างตามใจตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But I was in charge of the newsroom,",
      "th": "แต่ฉันคือคนดูแลห้องข่าว"
    }
  },
  {
    "translation": {
      "en": "and so I felt like people were gonna question my credibility.",
      "th": "และฉันเลยคิดว่าคนจะตั้งคำถามก ในความน่าเชื่อถือของฉัน"
    }
  },
  {
    "translation": {
      "en": "My news judgment.",
      "th": "หลักการพิจารณาข่าวของฉัน"
    }
  },
  {
    "translation": {
      "en": "\"The ship wasn't really visible and it was totally silent,",
      "th": "\"ไม่สามารถมองเห็นตัวยานได้ชัดเจน และเงียบไร้เสียง"
    }
  },
  {
    "translation": {
      "en": "but the lights spanned a mile-and-a-half long",
      "th": "แต่แสงไฟแผ่รัศมีราวไมล์ครึ่ง"
    }
  },
  {
    "translation": {
      "en": "and a mile-and-a-half wide.\"",
      "th": "ทั้งแนวกว้างและยาว\""
    }
  },
  {
    "translation": {
      "en": "That really sent me over the edge.",
      "th": "นั่นยิ่งทำให้ฉันควบคุมอารมณ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I mean, aside from the headline, just \"the ship.\"",
      "th": "คือนอกจากพาดหัวข่าวนั่นแล้ว ยังมีคำว่า \"ยาน\" อีก"
    }
  },
  {
    "translation": {
      "en": "Like, we were naturally assuming",
      "th": "เหมือนเราคาดเดาออกมาเลย"
    }
  },
  {
    "translation": {
      "en": "that this was some kind of a spaceship out there.",
      "th": "ว่านี่คือยานอวกาศ"
    }
  },
  {
    "translation": {
      "en": "When I walked through those doors, I was like a crazy woman. I was furious.",
      "th": "ตอนฉันเดินเข้าตึกไป ฉันอย่างกับคนบ้าเลยค่ะ โมโหสุดขีด"
    }
  },
  {
    "translation": {
      "en": "Walking into the publisher's office, and I was screaming and crying. [chuckles]",
      "th": "ฉันจำได้ว่าเดินเข้าไปในห้องกองการผลิต แล้วตะคอกร้องออกมาว่า \"ทำอะไรลงไป\""
    }
  },
  {
    "translation": {
      "en": "I mean, like, \"You have…\" \"What have you done?\"",
      "th": "แล้วตะคอกร้องออกมาว่า \"ทำอะไรลงไป\""
    }
  },
  {
    "translation": {
      "en": "She was like, \"Well, you're wrong.\"",
      "th": "เธอก็บอกว่า \"คุณคิดผิดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "\"You are… you're absolutely wrong about all of this.\"",
      "th": "\"คุณคิดผิดหมดเลยละ\""
    }
  },
  {
    "translation": {
      "en": "\"We've sold out every newspaper in the county.\"",
      "th": "\"เราขายหนังสือพิมพ์หมดเกลี้ยงแผง ทั่วทั้งเคาน์ตีเลย\""
    }
  },
  {
    "translation": {
      "en": "[man] When I started reading the story, my brain just goes 100 miles an hour.",
      "th": "ตอนที่ได้อ่านข่าว สมองผมก็คิดว้าวุ่นไปหมด"
    }
  },
  {
    "translation": {
      "en": "I thought to myself, \"Man, what I saw, other people saw it.\"",
      "th": "ผมคิดในใจว่า \"ให้ตาย มีคนอื่นเห็นเหมือนเราด้วย\""
    }
  },
  {
    "translation": {
      "en": "You know, \"Do I tell anybody? What do I do?\"",
      "th": "\"ฉันควรบอกใครไหมนะ ทำยังไงดี\""
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] It was my wife's birthday, and we wanted to rent a movie.",
      "th": "วันนั้นเป็นวันเกิดภรรยาผม เราเลยจะออกไปเช่าหนังกัน"
    }
  },
  {
    "translation": {
      "en": "And I came outside to my squad car",
      "th": "ผมออกมาที่รถลาดตระเวน"
    }
  },
  {
    "translation": {
      "en": "to get my credit card.",
      "th": "เพื่อหยิบบัตรเครดิต"
    }
  },
  {
    "translation": {
      "en": "As I'm walking back,",
      "th": "พอผมจะเดินกลับไป"
    }
  },
  {
    "translation": {
      "en": "something caught my attention.",
      "th": "ก็มีบางอย่างดึงดูดความสนใจผม"
    }
  },
  {
    "translation": {
      "en": "I saw what appeared--",
      "th": "ผมเห็นสิ่งที่…"
    }
  },
  {
    "translation": {
      "en": "I-I call it a bubble or an orb.",
      "th": "ผมเรียกมันว่าฟองสบู่หรือลูกกลมๆ"
    }
  },
  {
    "translation": {
      "en": "It was a, uh, reddish-orange, fiery-looking color.",
      "th": "เป็นสีแดงส้มเหมือนไฟ"
    }
  },
  {
    "translation": {
      "en": "Really big.",
      "th": "ใหญ่มากๆ"
    }
  },
  {
    "translation": {
      "en": "And I focused in on it.",
      "th": "และผมก็จดจ่อกับมันมาก"
    }
  },
  {
    "translation": {
      "en": "And that's when I noticed…",
      "th": "แล้วผมก็มารู้ตัว"
    }
  },
  {
    "translation": {
      "en": "my little boy, and he said, \"Look, Dad.\"",
      "th": "ว่าลูกผมบอกว่า \"พ่อ ดูสิ\""
    }
  },
  {
    "translation": {
      "en": "There was these bright lights,",
      "th": "มีแสงจ้าสว่าง"
    }
  },
  {
    "translation": {
      "en": "flashing, like a pulsating thing. Like that.",
      "th": "กะพริบเป็นจังหวะๆ แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "They had spread out.",
      "th": "พวกมันกระจายตัวออก"
    }
  },
  {
    "translation": {
      "en": "There was 11 or 12 lights that I was able to count.",
      "th": "ผมนับได้ราว 11 หรือ 12 ดวง"
    }
  },
  {
    "translation": {
      "en": "All of a sudden,",
      "th": "แล้วทันใดนั้นเอง"
    }
  },
  {
    "translation": {
      "en": "these things just shoot off at a blazing speed.",
      "th": "พวกมันก็เร่งความเร็วพุ่งออกไป"
    }
  },
  {
    "translation": {
      "en": "Well, it was probably what seemed to be maybe a minute or two, uh,",
      "th": "จากนั้นน่าจะนานราวๆ นาทีสองนาที"
    }
  },
  {
    "translation": {
      "en": "I hear jets coming.",
      "th": "ผมก็ได้ยินเสียงเครื่องบินเจ็ต"
    }
  },
  {
    "translation": {
      "en": "They were flying in the same direction, the same path as these lights.",
      "th": "พวกเขาบินไปในทิศทางเดียวกัน เส้นทางเดียวกับแสงเหล่านี้"
    }
  },
  {
    "translation": {
      "en": "You know, I think those jets were the same ones that Steve Allen saw.",
      "th": "ผมคิดว่าเครื่องบินเจ็ตพวกนั้น เป็นลำเดียวกับที่สตีฟ อัลเลนเห็น"
    }
  },
  {
    "translation": {
      "en": "[Steve] After the newspaper came out, I get the call from Lee Roy Gaitan.",
      "th": "หลังจากหนังสือพิมพ์วางแผง ผมก็ได้รับสายจากลี รอย เกตัน"
    }
  },
  {
    "translation": {
      "en": "I didn't know him at the time,",
      "th": "ตอนนั้นผมยังไม่รู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "but he told me his story, which, time-wise, matched exactly what ours did.",
      "th": "แต่เขาเล่าเรื่องของเขาให้ฟัง ซึ่งเวลาตรงกันกับเหตุการณ์ของเรา"
    }
  },
  {
    "translation": {
      "en": "And I said, \"Lee Roy, can you help us out with this a little bit?\"",
      "th": "ผมเลยบอกว่า \"ลี รอย คุณช่วยเราหน่อยจะได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"No, I can't. I'm sorry.\"",
      "th": "เขาบอกว่า \"ไม่ ผมช่วยไมได้หรอก\""
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] I'm voted in by my peers to protect them,",
      "th": "ผมได้รับเสียงโหวตจากเพื่อนร่วมงาน ให้เป็นคนปกป้องพวกเขา"
    }
  },
  {
    "translation": {
      "en": "just like the sheriff is.",
      "th": "เหมือนตำแหน่งนายอำเภอแหละครับ แล้วทีนี้พวกเขาจะว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "What are they gonna think, that I'm one of the guys that said,",
      "th": "เหมือนตำแหน่งนายอำเภอแหละครับ แล้วทีนี้พวกเขาจะว่ายังไง ถ้าผมเป็นหนึ่งในคนที่พูดว่า \"ผมเห็นแสงนั่น\""
    }
  },
  {
    "translation": {
      "en": "\"I saw these lights\"?",
      "th": "ถ้าผมเป็นหนึ่งในคนที่พูดว่า \"ผมเห็นแสงนั่น\""
    }
  },
  {
    "translation": {
      "en": "I thought it was gonna ruin me.",
      "th": "ผมคิดว่าเรื่องนี้จะทำชีวิตผมพัง"
    }
  },
  {
    "translation": {
      "en": "[Steve] And I said, \"I understand,\" but I said, \"Come on, Lee Roy.\"",
      "th": "ผมเลยบอกว่า \"ผมเข้าใจ\" แต่ต่อด้วยว่า \"เถอะนะลี รอย\""
    }
  },
  {
    "translation": {
      "en": "\"I need somebody with a little credibility to add to it.\"",
      "th": "\"ผมอยากได้คนที่น่าเชื่อถือ มาช่วยหนุนหน่อยน่ะ\""
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] He said, \"I saw something special. You did too.\"",
      "th": "เขาบอกว่า \"ผมเห็นสิ่งที่พิเศษ แล้วคุณก็เห็นเหมือนกัน\""
    }
  },
  {
    "translation": {
      "en": "\"And I think the world needs to know.\"",
      "th": "\"และผมว่าโลกต้องได้รับรู้\""
    }
  },
  {
    "translation": {
      "en": "Somebody like Lee Roy Gaitan has a lot to lose.",
      "th": "คนอย่างลี รอย เกตัน มีอะไรเป็นเดิมพันเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "I have a lot of respect for him",
      "th": "ฉันนับถือเขาอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "because when I called, he hesitated a little bit.",
      "th": "เพราะตอนที่ฉันติดต่อไป เขายังลังเลใจอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "Then he said, \"No, I think it's important.\"",
      "th": "แล้วก็บอกว่า \"ไม่ เรื่องนี้มันสำคัญ\""
    }
  },
  {
    "translation": {
      "en": "He said that, \"What we saw was really different.\"",
      "th": "เขาบอกว่า \"สิ่งที่เราเห็นมันแตกต่างนะ\""
    }
  },
  {
    "translation": {
      "en": "I just saw some strange lights, traveling at a high rate of speed,",
      "th": "ผมเห็นแสงไฟแปลกๆ เดินทางด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "doing some things that I've never seen anything before in my life.",
      "th": "ทำในสิ่งที่ผมไม่เคยเห็นมาก่อนในชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Sara] That was, I think, the first big county official",
      "th": "นั่นน่าจะเป็นเจ้าหน้าที่คนสำคัญ ของเคาน์ตีคนแรก"
    }
  },
  {
    "translation": {
      "en": "that she was able to get that went on the record with it.",
      "th": "ที่เธอพามาทำข่าวได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Gave, really, the stories a lot of credibility.",
      "th": "ทำให้เรื่องมีความน่าเชื่อเยอะขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "[man 1] When I first heard about these reports,",
      "th": "ครั้งแรกที่ผมได้ยินข่าวนี้ สิ่งแรกที่ผมคิดขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "the first thing that went through my mind, \"Okay, something significant happened.\"",
      "th": "ครั้งแรกที่ผมได้ยินข่าวนี้ สิ่งแรกที่ผมคิดขึ้นมาเลย ก็คือ \"โอเค มีเรื่องใหญ่เกิดขึ้นแล้วแฮะ\""
    }
  },
  {
    "translation": {
      "en": "Now, as to what happened, at that point, I didn't know.",
      "th": "ทีนี้ในตอนนั้นผมยังไม่รู้ว่ามันเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "But it was definitely worth investigating.",
      "th": "แต่มันคุ้มค่าที่จะไปสืบสวนดูครับ"
    }
  },
  {
    "translation": {
      "en": "My degree's in chemistry.",
      "th": "ฉันจบปริญญาเอกเคมี"
    }
  },
  {
    "translation": {
      "en": "I was an engineering manager in the semiconductor field.",
      "th": "ผมเป็นผู้จัดการฝ่ายวิศวกรรม ในแผนกสารกึ่งตัวนำ"
    }
  },
  {
    "translation": {
      "en": "And for the last 16 years,",
      "th": "และตลอด 16 ปีที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "I have spent my time studying the UFO phenomenon.",
      "th": "ผมใช้เวลาศึกษาปรากฏการณ์ยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "And my goal has always been to try to bring science to this subject.",
      "th": "และเป้าหมายของผม คือพยายามนำวิทยาศาสตร์มาใช้กับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "MUFON stands for the Mutual UFO Network.",
      "th": "เอ็มยูเอฟโอเอ็น ย่อมาจากเครือข่ายคนผู้พบเห็นยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "It's an organization",
      "th": "มันเป็นองค์กร"
    }
  },
  {
    "translation": {
      "en": "that investigates UFO sightings.",
      "th": "ที่สืบสวนการพบเห็นยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "In 2008, I was the director of research at MUFON.",
      "th": "ในปี 2008 ผมเป็นผู้อำนวยการ ฝ่ายวิจัยที่เอ็มยูเอฟโอเอ็น"
    }
  },
  {
    "translation": {
      "en": "And I remember I was monitoring reports as they came in,",
      "th": "และผมจำได้ว่า กำลังดูรายงานที่กำลังถูกส่งเข้ามา"
    }
  },
  {
    "translation": {
      "en": "and I suddenly saw over 20 reports",
      "th": "แล้วจู่ๆ ก็เห็นรายงานกว่า 20 ฉบับ"
    }
  },
  {
    "translation": {
      "en": "in one geographic area, Stephenville and Dublin.",
      "th": "จากพื้นที่บริเวณเดียวกัน คือสตีเฟนวิลล์และดับลิน"
    }
  },
  {
    "translation": {
      "en": "And I knew then that something unusual had happened.",
      "th": "แล้วผมก็รู้เลยว่ามีเรื่องผิดปกติเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "My view at that point in time was, \"We need to get there as soon as possible",
      "th": "สิ่งที่ผมคิดตอนนั้นคือ \"เราต้องรีบไปที่นั่นโดยด่วนที่สุด"
    }
  },
  {
    "translation": {
      "en": "and investigate this while everyone's memory is fresh.\"",
      "th": "สืบสวนเรื่องนี้ ขณะที่ความทรงจำของทุกคนยังสดใหม่อยู่\""
    }
  },
  {
    "translation": {
      "en": "[man 2] We were contacted by MUFON, and I'd never heard of MUFON.",
      "th": "ทางเอ็มยูเอฟโอเอ็นติดต่อเรามา และผมไม่เคยได้ยินชื่อนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "But they wanted to set up an investigation.",
      "th": "แต่พวกเขาอยากจะลองสืบสวนดู"
    }
  },
  {
    "translation": {
      "en": "And so we said, \"Well, we've got the Rotary building,",
      "th": "เราเลยบอกว่า \"เรามีอาคารศูนย์โรตารี"
    }
  },
  {
    "translation": {
      "en": "and-and you're welcome to come in here.\"",
      "th": "ที่พร้อมต้อนรับคุณอยู่นะ\""
    }
  },
  {
    "translation": {
      "en": "I'm chairman of the board of the First National Bank of Dublin.",
      "th": "ผมเป็นประธานคณะกรรมการ ของธนาคารแห่งชาติที่หนึ่งแห่งดับลิน"
    }
  },
  {
    "translation": {
      "en": "My grandfather was mayor of Dublin in the '30s.",
      "th": "ปู่ผมเป็นนายกเทศมนตรีเมืองดับลินในยุค 30"
    }
  },
  {
    "translation": {
      "en": "And then my, um, dad was mayor.",
      "th": "แล้วพ่อผมก็เป็นนายกเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "My brother was mayor.",
      "th": "พี่ชายผมเป็นนายกเทศมนตรี"
    }
  },
  {
    "translation": {
      "en": "So, yeah, we've been in Erath County, in this area, for a long time.",
      "th": "ใช่ครับ เราอยู่ที่อีแรธเคาน์ตีมานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Investigators from the Mutual UFO Network",
      "th": "เจ้าหน้าที่สืบสวนจาก เครือข่ายคนผู้พบเห็นยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "plan to look into the Stephenville sightings this weekend.",
      "th": "วางแผนจะสืบเกี่ยวกับเหตุพบเห็นยูเอฟโอ ในสตีเฟนวิลล์ช่วงสุดสัปดาห์นี้"
    }
  },
  {
    "translation": {
      "en": "[Pat] I was setting things up, and the guy said, \"35 is probably max.\"",
      "th": "ผมกำลังเตรียมงานอยู่ แล้วก็มีคนบอกว่า \"เยอะสุดน่าจะ 35 คนนะ\""
    }
  },
  {
    "translation": {
      "en": "\"I don't know if we've ever had that many show up.\"",
      "th": "\"ไม่รู้สิ ปกติคนก็มาไม่เยอะหรอก\""
    }
  },
  {
    "translation": {
      "en": "We set up 35, 40 chairs there,",
      "th": "เราเตรียมเก้าอี้ไว้ 35 ถึง 40 ตัว"
    }
  },
  {
    "translation": {
      "en": "and then the door opens up.",
      "th": "แล้วพอเปิดประตู"
    }
  },
  {
    "translation": {
      "en": "And it's like… It just filled up.",
      "th": "แล้วมันก็… คนมาเต็มเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Hundreds of people crowded Dublin's Rotary Club",
      "th": "ผู้คนหลายร้อย อยู่กันคราคร่ำที่ศูนย์โรตารีแห่งดับลิน เพื่อแบ่งปันเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "to share their stories.",
      "th": "อยู่กันคราคร่ำที่ศูนย์โรตารีแห่งดับลิน เพื่อแบ่งปันเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "What I saw was a very large blue light.",
      "th": "สิ่งที่ผมเห็นคือแสงสีฟ้าขนาดใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "These were big, round objects.",
      "th": "- เป็นวัตถุทรงกลมขนาดใหญ่ - มองทะลุผ่านไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You can't see through it. You can't see in it.",
      "th": "- เป็นวัตถุทรงกลมขนาดใหญ่ - มองทะลุผ่านไม่ได้ ไม่เห็นข้างในวัตถุ"
    }
  },
  {
    "translation": {
      "en": "It was going so fast, and it didn't make any noise.",
      "th": "มันผ่านไปไวมากและไม่มีเสียงเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Robert] The building was packed. There were people even outside on the sidewalk.",
      "th": "คนแน่นอาคารไปหมด มีคนล้นไปถึงฟุตบาธด้านนอกเลย"
    }
  },
  {
    "translation": {
      "en": "Some of the people who had come, they just turned around and walked off.",
      "th": "บางคนที่เพิ่งมาก็หันหลังกลับไปเลย"
    }
  },
  {
    "translation": {
      "en": "They didn't even want to deal with the number of people there.",
      "th": "พวกเขาไม่อยากเจอคนจำนวนมากขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[reporter 3] At least 500 people filled the room. Witnesses who saw the light.",
      "th": "มีคนอย่างน้อยๆ 500 คนอัดแน่นในห้องนี้ เหล่าพยานที่เห็นแสงดังกล่าว"
    }
  },
  {
    "translation": {
      "en": "[Pat] The MUFON folks were kinda just taken aback",
      "th": "คนจากเอ็มยูเอฟโอเอ็นแอบตะลึงเลยครับ"
    }
  },
  {
    "translation": {
      "en": "because they've never seen anything like this.",
      "th": "เพราะพวกเขาไม่เคยเห็นอะไรแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "[man 3] In an extremely small number of cases will we get a mass sighting like this.",
      "th": "นับเป็นเรื่องหายากมากๆ ที่เราจะมีการพบเห็นหมู่จำนวนมากแบบนี้"
    }
  },
  {
    "translation": {
      "en": "We put all those chairs out,",
      "th": "เราเอาเก้าอี้ทั้งหมดมาตั้ง"
    }
  },
  {
    "translation": {
      "en": "and there were still people standing around the room.",
      "th": "แต่ก็ยังมีบางคนต้องยืนอยู่"
    }
  },
  {
    "translation": {
      "en": "All right, if I could see a show of hands who the witnesses are.",
      "th": "ใครที่เป็นผู้พบเห็นบ้าง ช่วยยกมือขึ้นหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Pat] It was like everybody there had seen something.",
      "th": "เหมือนกับว่าทุกคนในนั้นได้เห็นบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "We're approaching a hundred people, probably,",
      "th": "มีคนที่พบเห็นบางสิ่งแบบนี้"
    }
  },
  {
    "translation": {
      "en": "that have seen something in regard to this.",
      "th": "เกือบจะถึงร้อยคนแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "[Robert] The Houston papers are there, the Dallas papers,",
      "th": "หนังสือพิมพ์ฮิวสตันก็มา หนังสือพิมพ์ดัลลัสเอย"
    }
  },
  {
    "translation": {
      "en": "the papers from outside of Texas.",
      "th": "หนังสือพิมพ์จากที่อื่นนอกเท็กซัส"
    }
  },
  {
    "translation": {
      "en": "The best way I can describe it was a media circus.",
      "th": "ถ้าให้ผมอธิบายคือเหมือนโดนสื่อรุมทึ้งครับ"
    }
  },
  {
    "translation": {
      "en": "[Sara] The next day or two, we were just inundated",
      "th": "ช่วงวันสองวันต่อมา ก็มีสื่อจากทั่วประเทศหลั่งไหลกันเข้ามา"
    }
  },
  {
    "translation": {
      "en": "with media from all over the country.",
      "th": "ก็มีสื่อจากทั่วประเทศหลั่งไหลกันเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Dozens of people in a small Texas town",
      "th": "คนนับโหลที่เมืองเล็กๆ ในเท็กซัส"
    }
  },
  {
    "translation": {
      "en": "are talking about some unexpected visitors.",
      "th": "ต่างพูดถึงผู้มาเยือนที่ไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "-Do you guys believe in UFOs? -Yes. -I think it's possible. -Yes.",
      "th": "พวกคุณเชื่อเรื่องยูเอฟโอไหมคะ ฉันว่ามันเป็นไปได้นะ ใช่"
    }
  },
  {
    "translation": {
      "en": "I realized that the entire city had totally transformed.",
      "th": "ฉันรู้สึกว่าทั้งเมืองได้แปลงโฉมไปเลย"
    }
  },
  {
    "translation": {
      "en": "[reporter 4] Skies over Stephenville haven't looked the same",
      "th": "ท้องฟ้าเหนือสตีเฟนวิลล์ดูไม่เหมือนเดิมอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "since a UFO reportedly made tracks across it January 8th.",
      "th": "ตั้งแต่มีรายงานว่า ยูเอฟโอได้เดินทางผ่านไปในวันที่ 8 มกราคม"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Stephenville, the North Texas town, is swept up in UFO mania.",
      "th": "สตีเฟนวิลล์เมืองทางเหนือของเท็กซัส ถูกกระแสความคลั่งไคล้ยูเอฟโอโถมเข้าใส่"
    }
  },
  {
    "translation": {
      "en": "[Steve] They had Japanese film crews, Brazilian film crews.",
      "th": "แล้วก็มีทีมถ่ายทำจากญี่ปุ่น จากบราซิล"
    }
  },
  {
    "translation": {
      "en": "The Japanese film crews asked, \"Why does it keep coming to Stephenville?\"",
      "th": "ทีมถ่ายทำจากญี่ปุ่นถามว่า \"ทำไมมันถึงมาที่สตีเฟนวิลล์บ่อยจัง\""
    }
  },
  {
    "translation": {
      "en": "Then, jokingly, I said, \"Well, it's the milk capital of the world.\"",
      "th": "แล้วผมก็พูดขำๆ ไปว่า \"ก็นี่คือเมืองหลวงแห่งนมของโลกไง\""
    }
  },
  {
    "translation": {
      "en": "They said, \"Oh, they like milk!\"",
      "th": "พวกเขาบอกว่า \"อ๋อ พวกนั้นชอบนมนี่เอง\""
    }
  },
  {
    "translation": {
      "en": "\"Da-eerie.\"",
      "th": "\"ฟา อาม นม\""
    }
  },
  {
    "translation": {
      "en": "[Steve] No wonder they're kind of gray and sickly-looking. Vitamin D deficiency.",
      "th": "ไม่แปลกใจเลยที่พวกเขาดูตัวเทาๆ ป่วยๆ ขาดวิตามินดีนี่เอง"
    }
  },
  {
    "translation": {
      "en": "-[violins stab] -[man] Got milk?",
      "th": "มีนมไหม"
    }
  },
  {
    "translation": {
      "en": "[woman] The high school science club designed a T-shirt and made $4,000.",
      "th": "ชมรมวิทยาศาสตร์มัธยมปลาย ออกแบบเสื้อยืดและทำเงินได้ 4,000 ดอลลาร์"
    }
  },
  {
    "translation": {
      "en": "-I can't even believe it. -[marching band plays]",
      "th": "ไม่อยากจะเชื่อเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[reporter 5] Aluminum foil hats to ward off alien mind probes. Nice look, guy.",
      "th": "หมวกห่ออลูมิเนียมฟอยล์ เพื่อป้องกันการถูกอ่านความคิด ดูดีมากพวก"
    }
  },
  {
    "translation": {
      "en": "-[woman laughs] -[Sara] People are having a good time.",
      "th": "ผู้คนกำลังสนุกกับมัน"
    }
  },
  {
    "translation": {
      "en": "It's the most excitement Stephenville's had in a long time,",
      "th": "นี่เป็นช่วงตื่นเต้นที่สุดของสตีเฟนวิลล์"
    }
  },
  {
    "translation": {
      "en": "so it probably won't end here. [laughs]",
      "th": "คงไม่จบแค่นี้แน่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sara] One evening, my husband and I happened to go to dinner,",
      "th": "สามีกับฉันกำลังจะออกไปทานมื้อเย็นกัน"
    }
  },
  {
    "translation": {
      "en": "and it was packed.",
      "th": "คนแน่นร้านเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "And all of a sudden, the TVs came on, and there was… There they were.",
      "th": "แล้วจู่ๆ ทีวีก็เปิดข่าวขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[man 5] They were dancing around, and they were flickering.",
      "th": "มันขยับไปมาแล้วก็กะพริบครับ"
    }
  },
  {
    "translation": {
      "en": "[Larry King] Tonight, strange sights in the night skies over Texas fuel otherworldly questions.",
      "th": "ค่ำคืนนี้ การพบเห็นวัตถุบนท้องฟ้ายามค่ำคืน เหนือเท็กซัสที่ชวนตั้งคำถามถึงสิ่งมีชีวิตนอกโลก"
    }
  },
  {
    "translation": {
      "en": "When that came on, there was just a hush. Everybody just was riveted.",
      "th": "พอทีวีฉายเรื่องนั้นขึ้นมา ร้านก็เงียบสนิท ทุกคนถูกตรึงไว้"
    }
  },
  {
    "translation": {
      "en": "[Larry King] Angelia Joiner, staff writer for the Empire-Tribune,",
      "th": "แองเจเลีย จอยเนอร์ นักข่าวของเอ็มไพร์ทริบูน"
    }
  },
  {
    "translation": {
      "en": "who has talked to several witnesses.",
      "th": "- ได้พูดคุยกับพยานจำนวนหนึ่ง - คล้ายคลึงกันกับเรื่องที่คนโทร"
    }
  },
  {
    "translation": {
      "en": "Very similar stories from people that have called in and emailed me.",
      "th": "- ได้พูดคุยกับพยานจำนวนหนึ่ง - คล้ายคลึงกันกับเรื่องที่คนโทร และอีเมลมาเล่าให้ฉันฟัง"
    }
  },
  {
    "translation": {
      "en": "So I think there's been a lot of consistency in the spottings.",
      "th": "ฉันคิดว่ามันมีการพบเห็น ค่อนข้างสม่ำเสมอ"
    }
  },
  {
    "translation": {
      "en": "[Sara] Angelia did not treat this story like it was a fun-and-games story.",
      "th": "แองเจเลียไม่ได้ทำ เหมือนมันเป็นเรื่องสนุกหรือแค่เกม"
    }
  },
  {
    "translation": {
      "en": "She… She took it serious from the very beginning.",
      "th": "เธอจริงจังกับมันมาตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "After doing the first story, I did get a little spooked.",
      "th": "หลังจากทำข่าวเรื่องนี้ครั้งแรก ฉันก็แอบกลัวค่ะ"
    }
  },
  {
    "translation": {
      "en": "I thought, \"Oh my gosh, this is bigger than… than what I even dreamed it could be.\"",
      "th": "คิดว่า \"พระเจ้า นี่มันยิ่งใหญ่ กว่าที่ฉันเคยคิดฝันไว้มากเลย\""
    }
  },
  {
    "translation": {
      "en": "[Pat] It was nice that people were calling me,",
      "th": "มันก็รู้สึกดีครับที่มีคนโทรหาผม"
    }
  },
  {
    "translation": {
      "en": "going, \"Hey, I saw the front page,",
      "th": "บอกว่า \"นี่ เห็นชื่อเมือง 'ดับลิน' ขึ้นหน้าหนึ่งด้วย!\""
    }
  },
  {
    "translation": {
      "en": "and it was saying 'Dublin,'\" and it's kinda like, \"Wow, that's great!\"",
      "th": "บอกว่า \"นี่ เห็นชื่อเมือง 'ดับลิน' ขึ้นหน้าหนึ่งด้วย!\" เหมือนกับว่า \"ว้าว นี่มันยอดเลย\" แต่ในขณะเดียวกัน มันก็มีคน…"
    }
  },
  {
    "translation": {
      "en": "But then, at the same time, people… There's some that just love to ridicule.",
      "th": "เหมือนกับว่า \"ว้าว นี่มันยอดเลย\" แต่ในขณะเดียวกัน มันก็มีคน… บางคนที่ชอบหัวเราะเยาะคนอื่น"
    }
  },
  {
    "translation": {
      "en": "They love to kinda knock somebody off their horse.",
      "th": "พวกเขาชอบขัดอารมณ์คนอื่น"
    }
  },
  {
    "translation": {
      "en": "There were some, um, radio stations out of Fort Worth came down and…",
      "th": "มีสถานีวิทยุจากฟอร์ตเวิร์ธลงมาที่เมืองเรา"
    }
  },
  {
    "translation": {
      "en": "and basically just to make fun.",
      "th": "แล้วก็… แค่มาล้อเลียนน่ะครับ"
    }
  },
  {
    "translation": {
      "en": "-You know? -They took my job. They took my wife. But they're not getting my pickup truck.",
      "th": "พวกเขาเอางานผมไป เอาภรรยาผมไป แต่ไม่เอารถบรรทุกผมไป!"
    }
  },
  {
    "translation": {
      "en": "There was people that showed up just to try to discredit these folks.",
      "th": "เป็นคนที่แค่มาเพื่ออยากทำลาย ความน่าเชื่อถือของคนพวกนี้"
    }
  },
  {
    "translation": {
      "en": "When one of those little green monsters starts walking up here,",
      "th": "รอให้มีพวกตัวเขียวเดินเข้ามาในนี้ก่อน"
    }
  },
  {
    "translation": {
      "en": "then I'll believe it.",
      "th": "ฉันถึงจะเชื่อค่ะ"
    }
  },
  {
    "translation": {
      "en": "And so, um, when these sightings started taking place,",
      "th": "คือในตอนที่เริ่มมีการพบเห็นพวกนี้น่ะ"
    }
  },
  {
    "translation": {
      "en": "we saw it, but we didn't really say a whole lot about it.",
      "th": "เราเห็นนะ แต่ไม่ได้พูดอะไรถึงมันมากนัก"
    }
  },
  {
    "translation": {
      "en": "It was starting to get a little dark. It was about this time of night.",
      "th": "คือมันเริ่มมืดแล้ว มันเป็นช่วงเวลากลางคืน"
    }
  },
  {
    "translation": {
      "en": "My friend Kent was telling us this story",
      "th": "เคนท์ เพื่อนผมเล่าเรื่องนึงให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "about something that he saw a few days before.",
      "th": "เกี่ยวกับสิ่งที่เขาเห็นเมื่อสองสามวันก่อน"
    }
  },
  {
    "translation": {
      "en": "I looked up, and I'm saying, \"Ah, that's just not normal for me.\"",
      "th": "ผมมองขึ้นไปแล้วบอกว่า \"เอ๊ะ นั่นมันไม่ปกตินะ\""
    }
  },
  {
    "translation": {
      "en": "He saw this, um… this huge, um…",
      "th": "เขาเห็น… ที่ใหญ่มากๆ"
    }
  },
  {
    "translation": {
      "en": "He called it a Dorito.",
      "th": "เขาเรียกว่าโดริโท"
    }
  },
  {
    "translation": {
      "en": "Looked like a triangle, or I-I said originally a Dorito.",
      "th": "เป็นรูปทรงสามเหลี่ยม ตอนแรกผมเรียกไปว่าเป็นโดริโท"
    }
  },
  {
    "translation": {
      "en": "He, um, stands up, and he's stretching his back,",
      "th": "เขาลุกขึ้นยืนแล้วก็ยืดหลัง"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, he goes, \"They're back.\"",
      "th": "แล้วจู่ๆ ก็พูดว่า \"พวกเขากลับมาแล้ว\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Who's back?\"",
      "th": "ผมก็ถาม \"ใครกลับมา\""
    }
  },
  {
    "translation": {
      "en": "And he just points.",
      "th": "แล้วเขาก็ชี้ไป"
    }
  },
  {
    "translation": {
      "en": "I see this big, triangular vessel.",
      "th": "ผมเห็นยานทรงสามเหลี่ยมขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "But what's amazing is there's no sound.",
      "th": "แต่ที่น่าทึ่งคือมันไม่มีเสียง"
    }
  },
  {
    "translation": {
      "en": "There is no sound whatsoever.",
      "th": "มันไม่มีเสียงอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "I couldn't process what I was seeing because it was huge,",
      "th": "ฉันประมวลสิ่งที่เห็นไม่ได้เพราะมันใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "and you just look and you think…",
      "th": "แล้วคุณก็แค่มองและคิดว่า"
    }
  },
  {
    "translation": {
      "en": "\"What is that thing?\"",
      "th": "\"นี่มันอะไร\""
    }
  },
  {
    "translation": {
      "en": "And then, all of a sudden, it's gone.",
      "th": "แล้วจู่ๆ มันก็หายไป"
    }
  },
  {
    "translation": {
      "en": "Almost like it just vanished.",
      "th": "เหมือนมันหายวับไปเลย"
    }
  },
  {
    "translation": {
      "en": "I was not scared,",
      "th": "ฉันไม่ได้กลัว"
    }
  },
  {
    "translation": {
      "en": "but it was almost where I'm thinking…",
      "th": "แต่มันเกือบจะเป็นจุดที่ฉันคิด…"
    }
  },
  {
    "translation": {
      "en": "beginning to doubt myself. \"Did I even see anything?\"",
      "th": "เริ่มสงสัยตัวเอง \"นี่ฉันเห็นอะไรไหมนะ\""
    }
  },
  {
    "translation": {
      "en": "Then it was, like… The next day, it's like…",
      "th": "แล้ววันต่อมามันก็…"
    }
  },
  {
    "translation": {
      "en": "\"Don't tell anybody.\"",
      "th": "\"อย่าบอกใครนะ\""
    }
  },
  {
    "translation": {
      "en": "When you sit there and you say, \"Yeah, I just saw this… this vessel,\"",
      "th": "พอคุณนั่งตรงนั้นแล้วคุณพูดว่า \"ใช่ ฉันเพิ่งเห็นยานลำนี้\""
    }
  },
  {
    "translation": {
      "en": "or, \"I saw these lights,\" well, who do we tell about it?",
      "th": "หรือ \"ฉันเห็นแสงไฟ\" เราจะเอาไปบอกใครดีครับ"
    }
  },
  {
    "translation": {
      "en": "And if we did, what kind of flak are we gonna take?",
      "th": "และต่อให้บอกไป เราจะโดนวิจารณ์ยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] What we don't understand, we try to explain,",
      "th": "สิ่งที่เราไม่เข้าใจ เราพยายามอธิบาย"
    }
  },
  {
    "translation": {
      "en": "but our culture is also very open",
      "th": "แต่วัฒนธรรมของเราก็เปิดรับสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "to accepting things we cannot see or understand.",
      "th": "แต่วัฒนธรรมของเราก็เปิดรับสิ่งต่างๆ ที่เรามองไม่เห็นหรือเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "We do not rely on facts constantly, like here in the US.",
      "th": "เราไม่ได้พึ่งพาข้อเท็จจริงตลอดเวลา เหมือนในอเมริกา"
    }
  },
  {
    "translation": {
      "en": "The inexplicable does not necessarily mean that it is not reality or fact.",
      "th": "สิ่งที่อธิบายไม่ได้ไม่ได้แปลว่า มันไม่ใช่ความจริงหรือมีจริง"
    }
  },
  {
    "translation": {
      "en": "[in English] In 2008, what I saw were lights in the sky.",
      "th": "ในปี 2008 ฉันเห็นแสงไฟบนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "But the neat thing about it was that when I saw those,",
      "th": "แต่สิ่งนึงที่ชัดเจนคือตอนที่ฉันเห็นมัน"
    }
  },
  {
    "translation": {
      "en": "I remembered they were exactly the same as the first time I saw 'em.",
      "th": "ฉันจำได้ว่ามันเหมือนเดิม กับที่ฉันได้เห็นครั้งแรกตอนเป็นวันรุ่นเป๊ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "'Cause I saw them first as a teenager.",
      "th": "กับที่ฉันได้เห็นครั้งแรกตอนเป็นวันรุ่นเป๊ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "We're originally from Mexico.",
      "th": "เรามาจากเม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "And for Christmas break, we were getting ready",
      "th": "และในช่วงวันหยุดคริสต์มาส เราก็กำลังเตรียมตัว"
    }
  },
  {
    "translation": {
      "en": "to travel to Michoacán, in Mexico, with our family.",
      "th": "จะเดินทางไปมิโชอากันในเม็กซิโกกับครอบครัว"
    }
  },
  {
    "translation": {
      "en": "My mother, the evening before, was on the dairy farm.",
      "th": "คืนก่อนหน้านั้น แม่ฉันอยู่ที่ฟาร์มนม"
    }
  },
  {
    "translation": {
      "en": "And she says, \"I was out there feeding the calves,",
      "th": "และแม่ก็บอกว่า \"แม่ออกไปให้อาหารลูกวัว"
    }
  },
  {
    "translation": {
      "en": "and these lights were-were appearing up in the sky, like bubbles.\"",
      "th": "แล้วก็มีแสงปรากฏบนฟ้า เหมือนฟองสบู่น่ะ\""
    }
  },
  {
    "translation": {
      "en": "\"You know, could it be evil spirits or-or-or something?\"",
      "th": "\"หรือว่าจะเป็นวิญญาณร้ายไหมนะ\""
    }
  },
  {
    "translation": {
      "en": "Because we tend to be a very superstitious culture.",
      "th": "เพราะวัฒนธรรมของเรา ค่อนข้างมีเรื่องไสยศาสตร์"
    }
  },
  {
    "translation": {
      "en": "And so when she saw those, she was very much startled.",
      "th": "พอแม่เห็นมันแล้ว แม่ก็ตกใจมากๆ"
    }
  },
  {
    "translation": {
      "en": "She was afraid.",
      "th": "แม่กลัวค่ะ"
    }
  },
  {
    "translation": {
      "en": "That next day, we were on our way to travel to Mexico,",
      "th": "วันต่อมาที่เรากำลังจะเดินทางไปเม็กซิโก"
    }
  },
  {
    "translation": {
      "en": "we were in our vehicle, already loaded up and-and headed out,",
      "th": "เราขึ้นรถกันแล้ว ขนของขึ้นเรียบร้อย กำลังออกรถ"
    }
  },
  {
    "translation": {
      "en": "and these lights started coming up.",
      "th": "แล้วแสงไฟพวกนี้ก็เริ่มปรากฏขึ้น"
    }
  },
  {
    "translation": {
      "en": "And then my mom said, \"Those are the ones I saw, um, yesterday.\"",
      "th": "แล้วแม่ก็บอกว่า \"นั่นแหละที่แม่เห็นเมื่อวานนี้\""
    }
  },
  {
    "translation": {
      "en": "And me and my sister and my other sibling saw those at that time.",
      "th": "ฉันกับน้องสาวและพี่น้องคนอื่นๆ ก็เห็นมันในตอนนั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "It wasn't something that we could explain.",
      "th": "มันไม่ใช่สิ่งที่เราอธิบายได้"
    }
  },
  {
    "translation": {
      "en": "All I know is that what I saw in 1989",
      "th": "ฉันรู้แค่ว่าสิ่งที่ฉันเห็นในปี 1989"
    }
  },
  {
    "translation": {
      "en": "was the same thing that, again, I saw in 2008.",
      "th": "เป็นสิ่งเดียวกับที่ฉันเห็นในปี 2008"
    }
  },
  {
    "translation": {
      "en": "We were coming back from Fort Worth, me and my husband,",
      "th": "เราเพิ่งกลับมาจากฟอร์ตเวิร์ธ ฉันกับสามีน่ะค่ะ"
    }
  },
  {
    "translation": {
      "en": "about this time in the evening.",
      "th": "ราวๆ ช่วงเย็นเวลานี้"
    }
  },
  {
    "translation": {
      "en": "We could see the lights up in this area.",
      "th": "เราได้เห็นแสงไฟในบริเวณนี้"
    }
  },
  {
    "translation": {
      "en": "It was like they would bubble in one spot, then bubble in another spot.",
      "th": "เหมือนมีฟองสบู่ตรงจุดนึง แล้วก็มีอีกจุดนึง"
    }
  },
  {
    "translation": {
      "en": "And it was too fast for any-any… any airplane or helicopter to do.",
      "th": "และมันเร็วเกินกว่า ที่จะเป็นเครื่องบินหรือเฮลิคอปเตอร์"
    }
  },
  {
    "translation": {
      "en": "As we're looking up, I'm hanging out the door with my camera",
      "th": "ระหว่างที่เรามองมัน ฉันก็เอากล้องยื่นออกมาจากประตูรถ"
    }
  },
  {
    "translation": {
      "en": "trying to take pictures of it,",
      "th": "พยายามถ่ายรูปไว้"
    }
  },
  {
    "translation": {
      "en": "but the camera, it just wasn't fast enough to be-- to be able to take those pictures.",
      "th": "แต่กล้องมันไวไม่พอจะจับภาพไว้ได้"
    }
  },
  {
    "translation": {
      "en": "Then they were gone.",
      "th": "แล้วมันก็หายไป"
    }
  },
  {
    "translation": {
      "en": "I do believe that when people come to our area, it's for a reason.",
      "th": "ฉันเชื่อว่าทุกคนมาที่นี่ด้วยเหตุผลบางอย่าง"
    }
  },
  {
    "translation": {
      "en": "If they're here, why are they here? [chuckles]",
      "th": "ถ้าพวกเขามาที่นี่ มันเพราะอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "Today we're-we're gonna be talking about Don Quixote.",
      "th": "วันนี้เราจะพูดถึงดอนกิโฆเต้กัน"
    }
  },
  {
    "translation": {
      "en": "Who's familiar with Don Quixote?",
      "th": "ใครรู้จักดอนกิโฆเต้บ้างจ๊ะ"
    }
  },
  {
    "translation": {
      "en": "I love working with students.",
      "th": "ฉันชอบทำงานกับเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "I've always told them, \"You have a mind of your own.\"",
      "th": "ฉันบอกพวกเขาเสมอว่า \"เธอมีความคิดเป็นของตัวเอง\""
    }
  },
  {
    "translation": {
      "en": "You need to see what information A and information B has.",
      "th": "เธอต้องดูว่าข้อมูลเอและข้อมูลบีมีอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Not going against their parents or going against, uh, any-any type of doctrine,",
      "th": "ฉันไม่ได้ต่อต้านผู้ปกครอง หรือต่อต้านลัทธิใดๆ นะคะ"
    }
  },
  {
    "translation": {
      "en": "but just to be informed.",
      "th": "แต่แค่ให้เด็กๆ รู้ไว้"
    }
  },
  {
    "translation": {
      "en": "[Steve] We was very driven to find out what it was that we saw.",
      "th": "เรามีแรงผลักดันอย่างมาก ที่จะได้รู้ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "The more we dug into it, I kept developing more questions than answers.",
      "th": "ยิ่งเราขุดคุ้ยเรื่องนี้ ผมก็ยิ่งมีคำถามมากกว่าคำตอบ"
    }
  },
  {
    "translation": {
      "en": "I don't have enough nerve to call the NAS, the naval air station.",
      "th": "ผมไม่กล้าพอจะติดต่อสถานีการบินกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "Angelia, she did.",
      "th": "แองเจเลียติดต่อไป"
    }
  },
  {
    "translation": {
      "en": "She'd called down there and talked to Maj. Carl Lewis.",
      "th": "เธอโทรไปและได้คุยกับพันตรีคาร์ล ลูอิส"
    }
  },
  {
    "translation": {
      "en": "[Angelia] I called him to check out,",
      "th": "ฉันโทรไปเพื่อลองเช็กดู"
    }
  },
  {
    "translation": {
      "en": "\"Were there F-16s in the area?\"",
      "th": "\"มีเครื่องบินเอฟ 16 แถวนั้นไหมคะ\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No, we did not have any F-16s in the area.\"",
      "th": "เขาบอกว่า \"ไม่ เราไม่มีเครื่องบินเอฟ 16 แถวนั้นเลย\""
    }
  },
  {
    "translation": {
      "en": "[reporter] The Air Force says none of its planes were in the area",
      "th": "กองทัพอากาศบอกว่า ไม่มีเครื่องบินอยู่ในพื้นที่"
    }
  },
  {
    "translation": {
      "en": "at the time of the sightings.",
      "th": "ในตอนที่มีการพบเห็น"
    }
  },
  {
    "translation": {
      "en": "[Steve] Angelia told me that. And he'd come back with all kinds of excuses",
      "th": "แองเจเลียบอกผมว่า แล้วเดี๋ยวเขาก็จะมีข้ออ้างเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "what we thought we might have seen.",
      "th": "ว่าเรามองอย่างอื่นผิดไป"
    }
  },
  {
    "translation": {
      "en": "One excuse was a reflection off of a high-altitude jet airliner.",
      "th": "ข้ออ้างหนึ่งคือ นั่นเป็นภาพสะท้อนจากเครื่องบินเจ็ตระดับสูง"
    }
  },
  {
    "translation": {
      "en": "She says, \"What do you think about that?\"",
      "th": "\"คุณคิดยังไง\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Is it a reflection off of my shiny white ass?\"",
      "th": "และผมว่า \"มันเป็นภาพสะท้อน จากก้นขาวๆ ของผมสิไม่ว่า\""
    }
  },
  {
    "translation": {
      "en": "[Angelia] I was really worried about Steve Allen. You could tell he was just haggard.",
      "th": "ฉันเป็นห่วงสตีฟ อัลเลนมาก คุณดูออกเลยว่าเขาโทรมไปมาก"
    }
  },
  {
    "translation": {
      "en": "His wife told me he was on the Internet constantly,",
      "th": "ภรรยาเขาบอกฉันว่า เขาเล่นเน็ตตลอดเวลา"
    }
  },
  {
    "translation": {
      "en": "looking for pictures,",
      "th": "เสิร์ชหารูป"
    }
  },
  {
    "translation": {
      "en": "trying to find something that looked like what he had seen.",
      "th": "พยายามหาอะไรที่ดูเหมือนสิ่งที่เขาได้เห็นไป"
    }
  },
  {
    "translation": {
      "en": "[Steve] I told my wife that several of us was gon' get in our airplanes",
      "th": "ผมบอกภรรยาว่า ผมกับเพื่อนทั้งหมดเจ็ดคนจะขึ้นเครื่องบินตัวเอง"
    }
  },
  {
    "translation": {
      "en": "and go look for it. And she, of course, didn't like that idea.",
      "th": "ไปตามหามัน แล้วแน่นอนว่าเธอก็ค้าน"
    }
  },
  {
    "translation": {
      "en": "But, you know, it's like telling a-a kid to do something.",
      "th": "แต่ก็เหมือนบอกอะไรเด็กเล็กแหละครับ"
    }
  },
  {
    "translation": {
      "en": "We're gon' do what we want to.",
      "th": "ยังไงเราก็ทำตามใจตัวเองอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Our first thought was, we hoped we would find where it was based out of.",
      "th": "ความคิดแรกของเราคือ เราหวังว่าเราจะพบว่ามันตั้งอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "It appeared out of nowhere.",
      "th": "เพราะมันโผล่มาจากไหนไม่รู้"
    }
  },
  {
    "translation": {
      "en": "[Steve] So we explored all possibilities. We combed the whole area.",
      "th": "เราเลยสำรวจความเป็นไปได้ทั้งหมด เราไล่หาพื้นที่ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Steve] Then on about the third night…",
      "th": "แล้วในคืนที่สาม"
    }
  },
  {
    "translation": {
      "en": "…we was talking to each other on the radio.",
      "th": "ตอนที่เราคุยกันทางวิทยุ"
    }
  },
  {
    "translation": {
      "en": "I said, \"Do you guys ever feel like",
      "th": "ผมบอกว่า \"พวกคุณเคยรู้สึก"
    }
  },
  {
    "translation": {
      "en": "you're looking for a needle in a haystack?\" -[chatter continues] -[radio trills]",
      "th": "ว่ากำลังงมเข็มในมหาสมุทรไหม\""
    }
  },
  {
    "translation": {
      "en": "[Robert] What I saw happen in Steve is the same thing I've seen happen in a lot of witnesses.",
      "th": "สิ่งที่ผมได้เห็นว่าเกิดขึ้นกับสตีฟ คือสิ่งที่ผมเจอกับพยานหลายๆ คนครับ"
    }
  },
  {
    "translation": {
      "en": "You've got this feeling of control.",
      "th": "คุณมีความรู้สึกว่าควบคุมได้"
    }
  },
  {
    "translation": {
      "en": "And then, suddenly, you see something close to you,",
      "th": "แล้วจู่ๆ คุณก็ได้เจอบางสิ่งที่อยู่ใกล้คุณมาก"
    }
  },
  {
    "translation": {
      "en": "and it does something that is so… impossible",
      "th": "และทำในสิ่งที่เป็นไปไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "that it just shakes the underpinnings",
      "th": "ซึ่งมาสั่นสะเทือนรากฐาน"
    }
  },
  {
    "translation": {
      "en": "of what they have always thought the world was.",
      "th": "ความคิดที่เขามีต่อโลกนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "[reporter] Ricky Sorrells was deer hunting in these woods",
      "th": "ริคกี้ ซอร์เรลส์กำลังล่ากวางในป่า"
    }
  },
  {
    "translation": {
      "en": "when he says the UFO stopped and hovered just over his head.",
      "th": "แล้วเขาก็เห็นยูเอฟโอหยุดอยู่เหนือหัวเขา"
    }
  },
  {
    "translation": {
      "en": "And I did just like this, and I could see it. And it…",
      "th": "แล้วผมก็ทำแบบนี้เลย ผมเห็นมัน"
    }
  },
  {
    "translation": {
      "en": "[Robert] Ricky Sorrells has a very interesting story.",
      "th": "ริคกี้ ซอร์เรลส์มีเรื่องเล่าที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "Ricky actually had a UFO sighting",
      "th": "ริคกี้พบเห็นยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "almost two weeks, roughly, before the Stephenville incident.",
      "th": "เกือบสองสัปดาห์ก่อนที่จะเกิดเหตุที่สตีเฟนวิลล์"
    }
  },
  {
    "translation": {
      "en": "[Robert] I met Ricky personally, and he told me the story of-of what happened.",
      "th": "ผมได้เจอกับริคกี้ และเขาก็เล่าว่ามันเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "He was out deer hunting.",
      "th": "เขาออกไปล่ากวาง"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, everything got dark,",
      "th": "แล้วจู่ๆ ทุกอย่างก็มืดลง"
    }
  },
  {
    "translation": {
      "en": "like clouds had come overhead.",
      "th": "เหมือนเมฆเคลื่อนมาอยู่เหนือหัว"
    }
  },
  {
    "translation": {
      "en": "Well, he looked up, and there was an object above him.",
      "th": "พอเขามองขึ้นไป ก็มีวัตถุลอยเหนือเขา"
    }
  },
  {
    "translation": {
      "en": "He couldn't tell its size or its shape",
      "th": "เขาบอกขนาดหรือรูปร่างไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because it was so large that it just covered everything above him.",
      "th": "เพราะมันใหญ่มากซะจน บดบังทุกอย่างเหนือตัวเขาหมด"
    }
  },
  {
    "translation": {
      "en": "[Steve] He raised his rifle up and looked at it through the scope,",
      "th": "เขายกปืนไรเฟิลขึ้นและมองผ่านกล้อง"
    }
  },
  {
    "translation": {
      "en": "so he could get a better view of it.",
      "th": "จะได้เห็นได้ชัดขึ้น"
    }
  },
  {
    "translation": {
      "en": "And, uh, he says, \"I looked it over, and there was no bolts, no rivets,",
      "th": "แล้วเขาก็บอกว่า \"ผมมองไปแล้วมันก็ไม่มีน็อต ไม่มีหมุด"
    }
  },
  {
    "translation": {
      "en": "and it just seemed seamless all over.\" And that's all he could see.",
      "th": "ดูไร้รอยต่อทั้งยานเลย\" เขาเห็นแค่นั้นครับ"
    }
  },
  {
    "translation": {
      "en": "And he says, \"I started to go ahead and shoot it,\"",
      "th": "แล้วเขาก็บอกว่า \"ผมเริ่มจะลงมือเหนี่ยวไก\""
    }
  },
  {
    "translation": {
      "en": "but he got to thinking, \"That wasn't the smartest thing I'd ever done.\"",
      "th": "แต่ก็คิดขึ้นว่า \"ทำแบบนี้ต้องโง่มากแน่นอน\""
    }
  },
  {
    "translation": {
      "en": "[reporter] Sorrells didn't want to start an interstellar war.",
      "th": "ซอร์เรลส์ไม่อยากเป็น ชนวนสงครามระหว่างดาวเคราะห์"
    }
  },
  {
    "translation": {
      "en": "And when it took off, it took off so fast, if I would have blinked, I would have thought it vanished.",
      "th": "และมันก็ออกตัวไปเร็วมาก ถ้าผมกะพริบตา ผมคงคิดว่ามันหายวับไปเลย"
    }
  },
  {
    "translation": {
      "en": "He said, \"You know, the amazing thing",
      "th": "เขาบอกว่า \"รู้ไหมว่ามันน่าทึ่งตรงไหน"
    }
  },
  {
    "translation": {
      "en": "is that this huge object that took off at such a high speed,",
      "th": "วัตถุขนาดยักษ์ที่เคลื่อนที่ด้วยความเร็วสูงแบบนี้"
    }
  },
  {
    "translation": {
      "en": "it should have just sucked me right along with it.\"",
      "th": "มันน่าจะดูดผมให้ปลิวตามไป\""
    }
  },
  {
    "translation": {
      "en": "And he said, \"There was nothing. No sound, no wind. Nothing.\"",
      "th": "แล้วเขาบอกว่า \"แต่ไม่มีเลย ไม่มีเสียง ไม่มีลม ไม่มีอะไรเลย\""
    }
  },
  {
    "translation": {
      "en": "Somehow that object didn't interact with the atmosphere.",
      "th": "วัตถุนั่นไม่ได้มีปฏิกิริยากับชั้นบรรยากาศ ด้วยสาเหตุอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] There was one morning, uh, Ricky came to my house,",
      "th": "เช้าวันหนึ่ง ริคกี้มาที่บ้านผม"
    }
  },
  {
    "translation": {
      "en": "and Ricky's in tears.",
      "th": "มาทั้งน้ำตา"
    }
  },
  {
    "translation": {
      "en": "I asked him, \"Man, what's going on?\"",
      "th": "ผมถามเขาว่า \"เกิดอะไรขึ้นเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "He said, \"Lee Roy, people are harassing me at my own house.\"",
      "th": "เขาบอกว่า \"คนมาก่อกวนผมถึงบ้าน\""
    }
  },
  {
    "translation": {
      "en": "\"Who's harassing you?\" He said, \"I don't know.\"",
      "th": "\"ใครมาก่อกวนคุณ\" เขาบอกว่า \"ไม่รู้\""
    }
  },
  {
    "translation": {
      "en": "He said, \"They tell me that they, uh, work for the government.\"",
      "th": "เขาบอกว่า \"พวกนั้นบอกว่าทำงานให้รัฐ\""
    }
  },
  {
    "translation": {
      "en": "[Steve] Ricky was definitely being intimidated.",
      "th": "ริคกี้กำลังถูกข่มขู่"
    }
  },
  {
    "translation": {
      "en": "He found a bullet. It was definitely military-grade.",
      "th": "เขาเจอกระสุน มันเป็นเกรดที่ใช้ทางการทหาร"
    }
  },
  {
    "translation": {
      "en": "He thinks they may have left that on purpose",
      "th": "เขาคิดว่าพวกนั้นคงจงใจทิ้งเอาไว้"
    }
  },
  {
    "translation": {
      "en": "to persuade him not to be speaking about it.",
      "th": "เพื่อเกลี้ยกล่อมให้เขาไม่พูดถึงเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "The next thing I know, um, he is calling me.",
      "th": "พอรู้ตัวอีกทีเขาก็โทรหาฉัน"
    }
  },
  {
    "translation": {
      "en": "He said, \"Something's going on. Somebody's bothering me.\"",
      "th": "เขาบอกว่า \"มีบางอย่างเกิดขึ้น มีคนมาก่อกวนผม\""
    }
  },
  {
    "translation": {
      "en": "\"I'm having all these helicopters flying over my place.\"",
      "th": "\"มีเฮลิคอปเตอร์บินอยู่เหนือบ้านผม\""
    }
  },
  {
    "translation": {
      "en": "\"They are running my cattle to death.\"",
      "th": "\"พวกเขาไล่ต้อนฝูงวัวของผมให้ตาย\""
    }
  },
  {
    "translation": {
      "en": "And he came to me out of concern for my safety.",
      "th": "และเขามาหาฉัน เพราะเป็นห่วงความปลอดภัยของฉัน"
    }
  },
  {
    "translation": {
      "en": "[Larry King] Angelia, assuming that Ricky is not nuts,",
      "th": "แองเจเลีย ถ้าคุณคิดว่าริคกี้ไม่ได้บ้า"
    }
  },
  {
    "translation": {
      "en": "uh, what do you make of this?",
      "th": "คุณคิดยังไงกับเรื่องนี้ครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I feel that perhaps Ricky might have been singled out,",
      "th": "ฉันรู้สึกว่าริคกี้อาจจะถูกแยกจากคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "simply because he was the one that had a daytime sighting.",
      "th": "เพราะเขาเป็นคนที่ได้พบเห็นตอนกลางวัน เพียงคนเดียว"
    }
  },
  {
    "translation": {
      "en": "He had more detail than anyone else,",
      "th": "เขามีรายละเอียดมากกว่าคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "and I wondered if that might be why he was singled out.",
      "th": "และนั่นอาจเป็นสาเหตุ ที่ทำให้เขาถูกแยกจากคนอื่นๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "And, suddenly…",
      "th": "แล้วจู่ๆ"
    }
  },
  {
    "translation": {
      "en": "Ricky stops talking to everybody.",
      "th": "ริคกี้ก็เริ่มพูดกับทุกคน ผมว่าริคกี้เห็นมากกว่า…"
    }
  },
  {
    "translation": {
      "en": "I think Ricky saw a lot more than what the rest of us saw.",
      "th": "ริคกี้ก็เริ่มพูดกับทุกคน ผมว่าริคกี้เห็นมากกว่า… ที่เราคนอื่นเห็น"
    }
  },
  {
    "translation": {
      "en": "[Steve] Ricky has said he saw some sort of something inside the aircraft,",
      "th": "ริคกี้บอกว่าเขาเห็นอะไรบางอย่างด้านในตัวยาน"
    }
  },
  {
    "translation": {
      "en": "and it resembled some sort of insect or maybe even a praying mantis.",
      "th": "และมันคล้ายกับแมลง หรือตั๊กแตนตำข้าวเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] I-I-I think that Ricky was possibly approached by someone",
      "th": "ผมว่าคงมีคนบางคนไปเข้าหาริคกี้"
    }
  },
  {
    "translation": {
      "en": "and offered a monetary agreement.",
      "th": "และเสนอข้อตกลงเป็นเงิน"
    }
  },
  {
    "translation": {
      "en": "They wanted him quiet.",
      "th": "พวกเขาอยากให้เขาเงียบ"
    }
  },
  {
    "translation": {
      "en": "[Steve] A military colonel called me, one afternoon at my house,",
      "th": "บ่ายวันหนึ่งมีผู้พันโทรมาหาผมที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "and talked to me about an hour and 45 minutes.",
      "th": "และคุยกับผมประมาณ 1 ชั่วโมง 45 นาที"
    }
  },
  {
    "translation": {
      "en": "Says, \"We've had a lot of discussion about you and what to do with you.\"",
      "th": "บอกว่า \"เราคุยกันเรื่องคุณเยอะมาก และคิดว่าจะทำยังไงกับคุณดี\""
    }
  },
  {
    "translation": {
      "en": "\"You're kind of a high-profile guy.\"",
      "th": "\"คุณเป็นคนมีชื่อเสียง\""
    }
  },
  {
    "translation": {
      "en": "\"If you just happened to come up missing, it'd kinda look suspicious.\"",
      "th": "\"ถ้าเกิดจู่ๆ หายตัวไปขึ้นมา มันคงจะดูน่าสงสัย\""
    }
  },
  {
    "translation": {
      "en": "[pilot 1] They're going against the wind. The wind's 120 knots west.",
      "th": "พวกเขามุ่งหน้าต้านลมอยู่ ลมตะวันตกแรง 120 น็อต"
    }
  },
  {
    "translation": {
      "en": "[pilot 2] Look at that, dude!",
      "th": "ดูนั่นสิพวก"
    }
  },
  {
    "translation": {
      "en": "[Matthew] I found myself watching the footage over and over again,",
      "th": "ผมดูภาพวิดีโอนั่นซ้ำไปซ้ำมา"
    }
  },
  {
    "translation": {
      "en": "almost obsessively.",
      "th": "แทบจะเรียกได้ว่าหมกมุ่นเลยครับ"
    }
  },
  {
    "translation": {
      "en": "I had no awareness",
      "th": "ผมไม่รู้เลยว่า เจ้าหน้าที่บังคับบัญชาระดับสูง"
    }
  },
  {
    "translation": {
      "en": "of what the upper chain of command was doing with this information.",
      "th": "ผมไม่รู้เลยว่า เจ้าหน้าที่บังคับบัญชาระดับสูง กำลังทำอะไรกับข้อมูลนี้"
    }
  },
  {
    "translation": {
      "en": "In 2017, I transferred to the Office of Naval Intelligence.",
      "th": "ในปี 2017 ผมถูกย้าย ไปสำนักข่าวกรองกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "I was gonna be an analyst there. [inhales shakily]",
      "th": "ผมไปเป็นนักวิเคราะห์ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "And, um… shortly after I arrived, I, uh…",
      "th": "และหลังจากผมย้ายไปได้ไม่นาน ผมก็เริ่มที่จะ…"
    }
  },
  {
    "translation": {
      "en": "I started to have these follow-on experiences",
      "th": "ผมก็เริ่มที่จะ… มีประสบการณ์ตามมาจากปรากฏการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "with the phenomenon.",
      "th": "มีประสบการณ์ตามมาจากปรากฏการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "That was, like, the beginning of seeing non-human entities in my room at night.",
      "th": "นั่นคือจุดเริ่มต้นของการเห็น สิ่งที่ไม่ใช่มนุษย์ในห้องตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "I would wake up several times a week,",
      "th": "ผมจะสะดุ้งตื่นขึ้นมาอาทิตย์ละหลายหน"
    }
  },
  {
    "translation": {
      "en": "and I would feel my body kind of sliding across the bed.",
      "th": "แล้วรู้สึกเหมือนร่างกายมันเลื่อนไปบนเตียง"
    }
  },
  {
    "translation": {
      "en": "And I knew that they were taking me.",
      "th": "และผมรู้ว่าพวกเขามาเอาตัวผม"
    }
  },
  {
    "translation": {
      "en": "I woke up 'cause I felt…",
      "th": "ผมตื่นเพราะรู้สึก…"
    }
  },
  {
    "translation": {
      "en": "a hand grab my arm right here.",
      "th": "ว่ามีมือมาจับตรงนี้"
    }
  },
  {
    "translation": {
      "en": "So I went to try and raise my hands to my face to wipe the sleep away,",
      "th": "ผมเลยพยายามยกมือขึ้นมาลูบหน้าให้ตื่น"
    }
  },
  {
    "translation": {
      "en": "and, uh, I realized I couldn't move.",
      "th": "แล้วก็รู้ตัวว่าผมขยับไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And I could just see this outline of a shadowy figure with…",
      "th": "และผมก็เห็นโครงร่างของเงา"
    }
  },
  {
    "translation": {
      "en": "you know, a torso, two arms, and a head, standing over me.",
      "th": "ที่มีลำตัว มีแขนสองข้าง และมีหัว ยืนอยู่เหนือตัวผม"
    }
  },
  {
    "translation": {
      "en": "When I was in the Navy and I saw this footage,",
      "th": "ตอนที่ผมอยู่ในกองทัพเรือและได้เห็นภาพนี้ไป"
    }
  },
  {
    "translation": {
      "en": "I knew that there was something out there.",
      "th": "ผมรู้ว่ามันมีบางอย่างข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "Right? I knew there was something non-human out there.",
      "th": "ผมรู้ว่ามีบางอย่างที่ไม่ใช่มนุษย์อยู่"
    }
  },
  {
    "translation": {
      "en": "So I knew when they started showing up in my room",
      "th": "พอพวกเขามาปรากฏตัวที่บ้านผม"
    }
  },
  {
    "translation": {
      "en": "that… a-all of this was real.",
      "th": "ผมเลยรู้ว่าทั้งหมดนี้คือเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "I-I-I had the luxury of knowing that I wasn't going crazy.",
      "th": "ผมมีอภิสิทธิ์ที่ได้รู้ว่าไม่ได้เป็นบ้า"
    }
  },
  {
    "translation": {
      "en": "Right? I knew what it was.",
      "th": "ใช่ไหมล่ะครับ ผมรู้ว่ามันคืออะไร"
    }
  },
  {
    "translation": {
      "en": "[pilot 1, over radio] Whoa! Got it!",
      "th": "โอ้ ได้ละ!"
    }
  },
  {
    "translation": {
      "en": "[Matthew] There's all kinds of sensor evidence, radar evidence.",
      "th": "มีหลักฐานเซนเซอร์ทุกชนิด หลักฐานเรดาร์"
    }
  },
  {
    "translation": {
      "en": "I think that there's enough footage",
      "th": "ผมว่าเรามีภาพวิดีโอมากพอ"
    }
  },
  {
    "translation": {
      "en": "that if they just released all of it and said, \"Hey, this is what we have,\"",
      "th": "ถ้าพวกเขาปล่อยมันออกมาแล้วบอกว่า \"นี่คือหลักฐานที่เรามี\""
    }
  },
  {
    "translation": {
      "en": "they don't even have to give an explanation.",
      "th": "พวกเขาไม่ต้องอธิบายด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "They can just say, \"We don't know. This is what we got.\"",
      "th": "แค่บอกไปว่า \"ไม่รู้สิ แต่นี่คือหลักฐานที่มี\""
    }
  },
  {
    "translation": {
      "en": "Um, there would be no… no doubt",
      "th": "แล้วจะไม่มีข้อสงสัยเลยว่า"
    }
  },
  {
    "translation": {
      "en": "as to whether or not the phenomenon is real.",
      "th": "ปรากฏการณ์นั้นเป็นของจริงหรือไม่"
    }
  },
  {
    "translation": {
      "en": "Everyone would know it.",
      "th": "ทุกคนคงรู้เลย"
    }
  },
  {
    "translation": {
      "en": "The US military is now saying",
      "th": "ตอนนี้กองทัพสหรัฐฯ บอกว่า"
    }
  },
  {
    "translation": {
      "en": "it was fighter jets, not UFOs, that folks were seeing",
      "th": "สิ่งที่ผู้คนในสตีเฟนวิลล์เห็น เมื่อต้นเดือนนี้"
    }
  },
  {
    "translation": {
      "en": "in the Stephenville area earlier this month.",
      "th": "เป็นเครื่องบินรบไม่ใช่ยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The military now says it was training in the area after all.",
      "th": "ตอนนี้กองทัพบอกว่า มันเป็นการฝึกในพื้นที่เท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Ten F-16s over the Brownwood military operating area.",
      "th": "เครื่องบินเอฟ 16 จำนวนสิบลำ เหนือพื้นที่ปฏิบัติการทางทหารของบราวน์วูด"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] The military spokesman blames an internal communications error",
      "th": "โฆษกกองทัพโทษว่า เป็นเพราะการสื่อสารผิดพลาดภายใน"
    }
  },
  {
    "translation": {
      "en": "for giving out false information.",
      "th": "จึงทำให้มีการให้ข้อมูลผิดพลาดไป"
    }
  },
  {
    "translation": {
      "en": "[Sara] There was no more new sightings.",
      "th": "ไม่มีใครเห็นอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "We were clearly not gonna get an answer from the government or…",
      "th": "เห็นได้ชัดว่าเราจะไม่มีทาง ได้คำตอบจากทางรัฐบาลแน่"
    }
  },
  {
    "translation": {
      "en": "on what this could have been.",
      "th": "ว่าสิ่งนี้เป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "So unless we have something new and significant to report about it,",
      "th": "นอกจากเราจะมีเรื่องใหม่ๆ สำคัญๆ ที่จะรายงานได้"
    }
  },
  {
    "translation": {
      "en": "we need to get on to other things.",
      "th": "เราก็ต้องเปลี่ยนไปทำข่าวอื่นต่อ"
    }
  },
  {
    "translation": {
      "en": "It was a hard thing for Angelia. She really had a hard time letting go of it",
      "th": "สำหรับแองเจเลียแล้วมันยากมากค่ะ เธอปล่อยวาง…"
    }
  },
  {
    "translation": {
      "en": "and breaking away from it.",
      "th": "และตัดใจจากมันได้ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "[Angelia] I just couldn't abandon those witnesses.",
      "th": "ฉันทิ้งพยานพวกนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "They were thrust into the limelight just like I was.",
      "th": "พวกเขาได้รับความสนใจอย่างล้นหลาม เหมือนกันกับฉัน"
    }
  },
  {
    "translation": {
      "en": "Plus, it was shaking them to their very core",
      "th": "แล้วสิ่งที่พวกเขาได้เห็นมา"
    }
  },
  {
    "translation": {
      "en": "about what they had seen.",
      "th": "มันก็กระทบจิตใจอย่างรุนแรงด้วย"
    }
  },
  {
    "translation": {
      "en": "[Sara] I had given her an assignment, and I had this feeling",
      "th": "ฉันมอบหมายงานให้เธอ และเกิดรู้สึกว่าเธอไม่ได้ทำงานนั้น"
    }
  },
  {
    "translation": {
      "en": "that she wasn't doing it that day, and she left.",
      "th": "และเกิดรู้สึกว่าเธอไม่ได้ทำงานนั้น เธอออกไป แล้วฉันก็เปิดดูคอมของเธอ"
    }
  },
  {
    "translation": {
      "en": "And I got on her computer and discovered some emails",
      "th": "เธอออกไป แล้วฉันก็เปิดดูคอมของเธอ พบว่าอีเมลบางฉบับที่เธอส่งไป"
    }
  },
  {
    "translation": {
      "en": "that she had sent saying that the newspaper",
      "th": "พบว่าอีเมลบางฉบับที่เธอส่งไป บอกว่าทางหนังสือพิมพ์กับฝ่ายบริหารที่นี่ เจาะจงที่ตัวฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "and the management here, or me, um, specifically,",
      "th": "บอกว่าทางหนังสือพิมพ์กับฝ่ายบริหารที่นี่ เจาะจงที่ตัวฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "I'd gotten pressure to shut it down from the government and the city, and the city officials.",
      "th": "ว่าฉันถูกกดดันจากทางรัฐบาล และทางเมืองให้ยุติเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "And I was pretty upset about that, 'cause none of that was true.",
      "th": "และฉันก็ค่อนข้างหัวเสียกับเรื่องนั้นนะคะ เพราะมันไม่ใช่เรื่องจริงเลย"
    }
  },
  {
    "translation": {
      "en": "[Steve] Very strange story with Angelia.",
      "th": "เรื่องแองเจเลียนี่มันแปลกมากครับ"
    }
  },
  {
    "translation": {
      "en": "She came into work one morning, and her computer was gone.",
      "th": "เช้าวันหนึ่งเธอเข้ามาทำงาน แล้วคอมพิวเตอร์เธอก็หายไป"
    }
  },
  {
    "translation": {
      "en": "And she says, \"Hey, what happened to my computer and my stuff?\"",
      "th": "เธอบอกว่า \"นี่ เกิดอะไรขึ้น กับคอมพิวเตอร์กับของของฉันน่ะ\""
    }
  },
  {
    "translation": {
      "en": "And they told her she didn't work there anymore.",
      "th": "แล้วพวกเขาก็บอกเธอว่า เธอไม่ได้ทำงานที่นี่ต่อแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Sara] Was it a termination? Yes. But she didn't want to be there.",
      "th": "มันคือการเลิกจ้างเหรอ ใช่ค่ะ ก็เธอไม่ได้อยากทำงานที่นั่นแล้ว เธออยากขุดคุ้ยเรื่องนี้ต่อ"
    }
  },
  {
    "translation": {
      "en": "She wanted to continue this.",
      "th": "ก็เธอไม่ได้อยากทำงานที่นั่นแล้ว เธออยากขุดคุ้ยเรื่องนี้ต่อ"
    }
  },
  {
    "translation": {
      "en": "And that was a story that I was happy to move on from.",
      "th": "ซึ่งมันเป็นเรื่องที่ฉันอยากเลิกยุ่งซะที"
    }
  },
  {
    "translation": {
      "en": "If you look at the UFO phenomenon, for…",
      "th": "ถ้าคุณดูเรื่องปรากฏการณ์ยูเอฟโอนะครับ"
    }
  },
  {
    "translation": {
      "en": "It's gone on for 75 years in the modern era.",
      "th": "มันเกิดขึ้นมา 75 ปีแล้วในยุคปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "And yet, today, we still don't know much more than we knew 75 years ago.",
      "th": "แต่จนถึงทุกวันนี้เรายังไม่รู้อะไร มากกว่าที่เรารู้เมื่อ 75 ปีก่อนเลย"
    }
  },
  {
    "translation": {
      "en": "That's troubling for many in the field of science",
      "th": "นั่นนับเป็นปัญหาสำหรับวงการวิทย์ทุกแขนงนะ"
    }
  },
  {
    "translation": {
      "en": "because there's no crystal clear, solid evidence.",
      "th": "เพราะไม่มีหลักฐานที่ชัดเจนใดใดเลย"
    }
  },
  {
    "translation": {
      "en": "And-And that's the mystery of this phenomenon,",
      "th": "และนั่นคือความลึกลับของปรากฏการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "is like, \"Where is the evidence?\"",
      "th": "มันเหมือน \"หลักฐานอยู่ไหนกัน\""
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] Three o'clock in the morning,",
      "th": "ตอนตีสาม"
    }
  },
  {
    "translation": {
      "en": "I'd been out working a moonlighting job in Stephenville.",
      "th": "ผมออกไปทำงานที่สองในสตีเฟนวิลล์"
    }
  },
  {
    "translation": {
      "en": "There's an alarm call at this business.",
      "th": "สัญญาณเตือนภัยที่ร้านนี้ดัง"
    }
  },
  {
    "translation": {
      "en": "I went ahead and advised the sheriff's department",
      "th": "ผมแจ้งสำนักงานนายอำเภอ"
    }
  },
  {
    "translation": {
      "en": "that I was close by and would take the call.",
      "th": "ว่าผมอยู่ใกล้ๆ ที่นั่นและพร้อมไปดูให้"
    }
  },
  {
    "translation": {
      "en": "And when I get out of the car,",
      "th": "พอผมลงจากรถ"
    }
  },
  {
    "translation": {
      "en": "I look and I see a pulsating orb up in the sky.",
      "th": "และผมก็เห็นลูกกลมๆ กะพริบเป็นจังหวะบนฟ้า"
    }
  },
  {
    "translation": {
      "en": "Got my dashcam and positioned it,",
      "th": "ผมขยับกล้องหน้ารถ"
    }
  },
  {
    "translation": {
      "en": "trying to videotape this object.",
      "th": "เพื่อพยายามเก็บภาพไว้"
    }
  },
  {
    "translation": {
      "en": "I took the video home.",
      "th": "ผมเอาวิดีโอกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Uh, back then, it was VHS, and put it in my player at home.",
      "th": "ตอนนั้นมันเป็นระบบวีเอชเอส และเอามันใส่เครื่องเล่นที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "It was not a clear video. It was like something was interfering the, uh, quality.",
      "th": "มันเห็นชัดเลยในวิดีโอ เหมือนกับมีอะไรมารบกวนคุณภาพมัน"
    }
  },
  {
    "translation": {
      "en": "I said, \"Man, why is this tape messing up, right now of all times?\"",
      "th": "ผมแบบ \"ทำไมมาพังเอาตอนนี้ซะได้\""
    }
  },
  {
    "translation": {
      "en": "I had never had a problem before that with any video.",
      "th": "ก่อนหน้านี้วิดีโอมันไม่เคยมีปัญหาเลย"
    }
  },
  {
    "translation": {
      "en": "After that, I used that camera at least another year and a half,",
      "th": "หลังจากนั้นผมก็ยังใช้กล้องนั่น อีกอย่างน้อยปีครึ่ง"
    }
  },
  {
    "translation": {
      "en": "before I went digital. Never had a problem like that.",
      "th": "ก่อนจะเปลี่ยนเป็นระบบดิจิตอล แต่ก็ไม่เคยมีปัญหาแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "Whatever this thing was,",
      "th": "ไม่ว่ามันจะเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "whoever was responsible for it did not want clear footage of it.",
      "th": "ไม่ว่าจะเป็นฝีมือใคร พวกเขาไม่อยากให้มีภาพหลักฐานชัดเจน"
    }
  },
  {
    "translation": {
      "en": "I wanted to find corroboration for the object seen by Lee Roy and Steve,",
      "th": "ผมอยากหาคำยืนยัน สำหรับวัตถุที่ลี รอยและสตีฟ"
    }
  },
  {
    "translation": {
      "en": "and all the other witnesses, in Stephenville on January 8th, 2008.",
      "th": "และพยานทั่วทั้งสตีเฟนวิลล์เห็น ในวันที่ 8 มกราคม 2008"
    }
  },
  {
    "translation": {
      "en": "I had the witness statements. I knew the when and the where",
      "th": "ผมมีคำให้การของพยาน ผมรู้ว่ามันเกิดขึ้นที่ไหนและเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "and the direction they were looking.",
      "th": "และพวกเขากำลังมองในทิศทางใด"
    }
  },
  {
    "translation": {
      "en": "At the MUFON event, I met a guy from Colorado, Glen Schulze,",
      "th": "ในงานของเอ็มยูเอฟโอเอ็น ผมได้เจอเกล็น ชูลซ์จากโคโรลาโด"
    }
  },
  {
    "translation": {
      "en": "and Glen was a former army radar expert.",
      "th": "และเกล็นเคยเป็น ผู้เชี่ยวชาญด้านเรดาร์ของกองทัพ"
    }
  },
  {
    "translation": {
      "en": "Anything that flies in the sky is caught with what's called primary radar data.",
      "th": "อะไรก็ตามที่บินบนท้องฟ้า จะถูกจับด้วยข้อมูลที่เรียกว่าข้อมูลเรดาร์หลัก"
    }
  },
  {
    "translation": {
      "en": "So I wanted radar data to support what the witnesses had told me.",
      "th": "ผมเลยอยากได้ข้อมูลเรดาร์ มาสนับสนุนสิ่งที่พยานบอกผม"
    }
  },
  {
    "translation": {
      "en": "The FAA won't volunteer those returns because they say nothing happened.",
      "th": "ทางเอฟเอเอไม่ยอมส่งอะไรพวกนั้นให้ เพราะพวกเขาบอกว่ามันไม่มีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "So you have to send a Freedom of Information Act request in",
      "th": "ดังนั้นคุณต้องส่งคำขอ พ.ร.บ.ข้อมูลข่าวสารของทางราชการ"
    }
  },
  {
    "translation": {
      "en": "and force them to release the data.",
      "th": "และบังคับให้พวกเขาเผยแพร่ข้อมูล"
    }
  },
  {
    "translation": {
      "en": "[Robert] I sent FOIAs to every police department, to every military base.",
      "th": "ผมส่งคำขอไปหา ทุกหน่วยงานของตำรวจและทหาร"
    }
  },
  {
    "translation": {
      "en": "And the one FOIA that panned out the best was the FOIA to the FAA,",
      "th": "และคำขอที่ได้รับผลตอบรับดีที่สุด คือคำขอที่ส่งไปยังเอฟเอเอ"
    }
  },
  {
    "translation": {
      "en": "which provided me with radar data",
      "th": "ซึ่งส่งข้อมูลเรดาร์"
    }
  },
  {
    "translation": {
      "en": "from five different radar antennae across the state of Texas.",
      "th": "จากเสาอากาศเรดาร์ห้าเสา ทั่วรัฐเท็กซัสมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "Glen Schulze and I went four months to go through the radar data.",
      "th": "เกล็น ชูลซ์กับผมใช้เวลาสี่เดือน ไล่ดูข้อมูลเรดาร์พวกนั้น"
    }
  },
  {
    "translation": {
      "en": "Before I went looking for any unknowns, first thing I did was track the F-16s.",
      "th": "ก่อนที่ผมจะหาวัตถุที่ระบุไม่ได้ สิ่งแรกที่ผมทำคือตามรอยเอฟ 16 ก่อน"
    }
  },
  {
    "translation": {
      "en": "-[Steve] Two F-16s came in hot pursuit. -[jet engine whooshes]",
      "th": "เครื่องบินเอฟ 16 สองลำก็ไล่ตามมา"
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] They were flying in the same direction as these lights.",
      "th": "พวกมันบินไปทางเดียวกับไฟพวกนี้"
    }
  },
  {
    "translation": {
      "en": "[Robert] These are the two that flew down to Comanche, Dublin, Stephenville.",
      "th": "สองลำนี้คือลำที่บินลงไป ยังโคแมนเช ดับลิน และสตีเฟนวิลล์"
    }
  },
  {
    "translation": {
      "en": "So once I identified where the F-16s were,",
      "th": "พอผมรู้ว่าเอฟ 16 อยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "I went to start looking for objects that did not have transponders.",
      "th": "ผมก็เริ่มมองหาวัตถุที่ไม่มีเครื่องรับส่งเรดาร์"
    }
  },
  {
    "translation": {
      "en": "So I wanted to see everything that was not supposed to be in the sky.",
      "th": "ผมเลยอยากเห็น ทุกอย่างที่ไม่ควรอยู่บนท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "I get to where Steve is.",
      "th": "ผมดูยังจุดที่สตีฟอยู่"
    }
  },
  {
    "translation": {
      "en": "So I'm looking there, and do I see any unknowns",
      "th": "ผมมองดูตรงนั้นและได้เห็นวัตถุที่ระบุไม่ได้"
    }
  },
  {
    "translation": {
      "en": "that are popping up that match what he described?",
      "th": "ที่ปรากฏขึ้นมา แล้วตรงกันกับที่เขาบรรยายไว้ไหม"
    }
  },
  {
    "translation": {
      "en": "What I find is radar data",
      "th": "ผมพบข้อมูลเรดาร์"
    }
  },
  {
    "translation": {
      "en": "that confirms what Steve Allen and Lee Roy Gaitan have told me.",
      "th": "ที่ยืนยันในสิ่งที่สตีฟ อัลเลน และลี รอย เกตันบอกผมมา"
    }
  },
  {
    "translation": {
      "en": "[Steve] I came out here to have a campfire,",
      "th": "ผมออกมาตั้งแคมป์ไฟ"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I see some high-intensity lights,",
      "th": "แล้วทันใดนั้น ผมเห็นแสงไฟประจุความเข้มข้นสูง"
    }
  },
  {
    "translation": {
      "en": "headed at a high velocity of speed.",
      "th": "พุ่งไปด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "[Robert] Steve is located here.",
      "th": "สตีฟอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "There are two radar points that showed an object moving without a transponder.",
      "th": "มีจุดเรดาร์สองจุดที่แสดงให้เห็นว่า มีวัตถุเคลื่อนที่โดยไม่มีเครื่องรับส่งเรดาร์"
    }
  },
  {
    "translation": {
      "en": "[Steve] When we first saw the ship, it was just a few minutes after 6:00.",
      "th": "ตอนที่เราเห็นยานครั้งแรก ตอนนั้นน่าจะหกโมงนิดๆ ครับ"
    }
  },
  {
    "translation": {
      "en": "[Robert] The two data points match the time",
      "th": "ข้อมูลสองจุดนี้ตรงกับเวลา"
    }
  },
  {
    "translation": {
      "en": "and the geographical location.",
      "th": "และที่ตั้งทางภูมิศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Does its flame-job over Stephenville, just simply disappears.",
      "th": "ส่องแสงไฟไปทั่วสตีเฟนวิลล์ แล้วก็หายไปดื้อๆ"
    }
  },
  {
    "translation": {
      "en": "This is outside of military operating area,",
      "th": "นี่อยู่นอกพื้นที่ปฏิบัติการทางทหาร"
    }
  },
  {
    "translation": {
      "en": "so it should have a transponder",
      "th": "ถ้ามันเป็นเครื่องบินทหาร ก็ควรมีเครื่องรับส่งเรดาร์"
    }
  },
  {
    "translation": {
      "en": "if it is military aircraft, but it doesn't.",
      "th": "ถ้ามันเป็นเครื่องบินทหาร ก็ควรมีเครื่องรับส่งเรดาร์ แต่มันไม่มี สำหรับในกรณีของลี รอย"
    }
  },
  {
    "translation": {
      "en": "In the case of Lee Roy,",
      "th": "แต่มันไม่มี สำหรับในกรณีของลี รอย"
    }
  },
  {
    "translation": {
      "en": "I had about five data points on the radar,",
      "th": "ผมมีข้อมูลเรดาร์ห้าจุด"
    }
  },
  {
    "translation": {
      "en": "indicating there is this object south of his home.",
      "th": "แสดงว่ามีวัตถุชิ้นนี้อยู่ทางใต้ของบ้านเขา"
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] I came outside.",
      "th": "ผมออกมาข้างนอก"
    }
  },
  {
    "translation": {
      "en": "Something caught my attention off-off to the, uh, southwest sky.",
      "th": "ก็มีบางอย่างดึงดูดความสนใจผม บนท้องฟ้าทางตะวันตกเฉียงใต้"
    }
  },
  {
    "translation": {
      "en": "All of a sudden, these things just shoot off at a blazing speed.",
      "th": "แล้วจู่ๆ พวกมันก็เร่งความเร็วพุ่งออกไป"
    }
  },
  {
    "translation": {
      "en": "And they travel, what I say, northeast.",
      "th": "และก็มุ่งหน้าไปทางตะวันออกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "[Robert] When he says it moves to the northeast,",
      "th": "พอเขาบอกว่ามันเคลื่อนไปทาง ตะวันออกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "I get a data point ten seconds later",
      "th": "ผมก็เจอจุดเรดาร์ในอีกสิบวินาทีต่อมา"
    }
  },
  {
    "translation": {
      "en": "that's to the northeast and is moving at an extreme rate of speed.",
      "th": "มันไปทางตะวันออกเฉียงเหนือ และเคลื่อนที่ด้วยความเร็วสูง"
    }
  },
  {
    "translation": {
      "en": "It's not very often that you get radar data",
      "th": "ไม่บ่อยนักนะครับ ที่คุณจะเจอข้อมูลเรดาร์"
    }
  },
  {
    "translation": {
      "en": "that just corroborates exactly what a witness said",
      "th": "ที่สอดคล้องกับที่พยานบอกพอเหมาะพอเจาะ"
    }
  },
  {
    "translation": {
      "en": "in terms of geographic location and time.",
      "th": "ในแง่ของสถานที่และเวลา"
    }
  },
  {
    "translation": {
      "en": "It showed it in black and white that there was something flying out there.",
      "th": "มันแสดงให้เห็นว่า มีอะไรบินอยู่ข้างนอกนั่น"
    }
  },
  {
    "translation": {
      "en": "And that the speeds that these things were traveling",
      "th": "และความเร็วในการเคลื่อนที่ของมัน"
    }
  },
  {
    "translation": {
      "en": "are, like, speeds that we cannot do here on Earth.",
      "th": "ก็เป็นความเร็วที่เราทำไม่ได้บนโลก"
    }
  },
  {
    "translation": {
      "en": "[Robert] These stories check out with the radar data.",
      "th": "เรื่องพวกนี้ตรงกันกับข้อมูลเรดาร์"
    }
  },
  {
    "translation": {
      "en": "So there's absolutely no doubt that there's an object in the sky",
      "th": "ดังนั้นจึงไม่ต้องสงสัยเลยว่า มันมีวัตถุอยู่บนฟ้า"
    }
  },
  {
    "translation": {
      "en": "and that the object that's in the sky does not have a transponder code.",
      "th": "และเป็นวัตถุที่อยู่บนฟ้า โดยไม่มีรหัสเครื่องรับส่งเรดาร์"
    }
  },
  {
    "translation": {
      "en": "That tells you that you're-- you're dealing with something real,",
      "th": "นั่นแปลว่าคุณกำลังเจอกับของจริงอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "whatever it is.",
      "th": "ไม่ว่ามันจะเป็นอะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "[woman 1] When you need a boost, try milk.",
      "th": "หากอยากมีแรง ลองดื่มนมสิคะ"
    }
  },
  {
    "translation": {
      "en": "-[man 1] Okay! -[radio static]",
      "th": "โอเค!"
    }
  },
  {
    "translation": {
      "en": "[woman 2] With all the attention of the UFO sightings,",
      "th": "ด้วยความสนใจจากการเห็นยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "Stephenville will no longer be alien to the rest of the world.",
      "th": "สตีเฟนวิลล์ก็กลายเป็นที่รู้จักของคนทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "-[radio static] -[child] Milk Duds!",
      "th": "มิลค์ดัส!"
    }
  },
  {
    "translation": {
      "en": "-[radio jingle] ♪ Milk is a natural ♪ -[static]",
      "th": "นมแท้ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "[woman 3] Hundreds of UFO sightings are reported to authorities…",
      "th": "มีรายงานการพบยูเอฟโอหลายร้อยครั้ง…"
    }
  },
  {
    "translation": {
      "en": "[man 2] If you're interested in UFOs, you might wanna come on out,",
      "th": "ถ้าคุณสนใจเรื่องยูเอฟโอ คุณอาจจะอยากออกมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "if you dare.",
      "th": "ถ้ากล้าพอ"
    }
  },
  {
    "translation": {
      "en": "[Matthew] Is any of this stuff real? I don't know. I mean…",
      "th": "ของพวกนี้มีจริงไหม ผมก็ไม่รู้ คือว่า…"
    }
  },
  {
    "translation": {
      "en": "I think UFOs are just as real as,",
      "th": "ผมคิดว่ายูเอฟโอมีความเป็นจริงพอๆ กับ"
    }
  },
  {
    "translation": {
      "en": "you know, the-the lights in this room or…",
      "th": "แสงไฟในห้องนี้ หรือกล้องที่อยู่ตรงหน้าผม"
    }
  },
  {
    "translation": {
      "en": "or the cameras that are in front of me.",
      "th": "หรือกล้องที่อยู่ตรงหน้าผม"
    }
  },
  {
    "translation": {
      "en": "I think that, uh…",
      "th": "ผมคิดว่า…"
    }
  },
  {
    "translation": {
      "en": "I think they are very real. But I think, what is your idea of reality?",
      "th": "ผมคิดว่ามันมีจริง แต่คุณคิดเห็นยังไงกับความเป็นจริงล่ะ"
    }
  },
  {
    "translation": {
      "en": "That's the question.",
      "th": "นั่นแหละคำถาม"
    }
  },
  {
    "translation": {
      "en": "You see that the DOD and NASA, even,",
      "th": "คุณเห็นว่ากระทรวงกลาโหมและนาซา"
    }
  },
  {
    "translation": {
      "en": "they're all hiring physicists",
      "th": "ว่าจ้างนักฟิสิกส์"
    }
  },
  {
    "translation": {
      "en": "to work on this UFO issue.",
      "th": "มาทำงานเกี่ยวกับยูเอฟโอ"
    }
  },
  {
    "translation": {
      "en": "And that's not where the truth of this lies.",
      "th": "และนั่นไม่ใช่ความจริงของเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "This lies more within the realm of the humanities,",
      "th": "สิ่งนี้อยู่ในขอบเขตของมนุษยศาสตร์มากกว่า"
    }
  },
  {
    "translation": {
      "en": "within the realm of psychology, uh, philosophy,",
      "th": "ในขอบเขตของการศึกษาจิตวิทยา"
    }
  },
  {
    "translation": {
      "en": "religious studies.",
      "th": "ปรัชญา และศาสนา"
    }
  },
  {
    "translation": {
      "en": "Um, that's where you're gonna find the truth of this.",
      "th": "นั่นคือที่ที่คุณจะพบความจริงของเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "No physicist… is gonna be able to tell you what this is.",
      "th": "ไม่มีนักฟิสิกส์คนไหน บอกคุณได้ว่านี่คืออะไร"
    }
  },
  {
    "translation": {
      "en": "Because the physicist maybe can tell you how physical matter might behave,",
      "th": "เพราะนักฟิสิกส์อาจบอกคุณได้ ว่าสสารมีพฤติกรรมอย่างไร"
    }
  },
  {
    "translation": {
      "en": "but the humanities will tell you why.",
      "th": "แต่มนุษยศาสตร์จะบอกคุณว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "It's not a… It's not a Department of Defense issue.",
      "th": "มันไม่ใช่ปัญหาของกระทรวงกลาโหม"
    }
  },
  {
    "translation": {
      "en": "It's a-- It's a human issue is what it is.",
      "th": "มันเป็นปัญหาของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "And that's why I could not justify being quiet.",
      "th": "และนั่นคือเหตุผล ที่ผมไม่สามารถจะทนเงียบต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "[man] I've got eight children.",
      "th": "ผมมีลูกแปดคน"
    }
  },
  {
    "translation": {
      "en": "We homeschool our kids, and we've really seen fruit from that.",
      "th": "ลูกๆ เราเรียนหนังสือที่บ้าน และเราได้เห็นสิ่งนั้นผลิดอกออกผล"
    }
  },
  {
    "translation": {
      "en": "All right, ready? Up!",
      "th": "เอาละพร้อมนะ ขึ้นมา!"
    }
  },
  {
    "translation": {
      "en": "Okay, which one first?",
      "th": "โอเค เล่มไหนก่อน"
    }
  },
  {
    "translation": {
      "en": "Every day starts out with some type of Bible lesson.",
      "th": "ทุกวันเริ่มจากการเรียนพระคัมภีร์"
    }
  },
  {
    "translation": {
      "en": "-Ezekiel was a prophet. -[boy 1] Mm-hmm.",
      "th": "- เอเสเคียลเป็นผู้เผยแพร่พระวจนะ - อือฮึ"
    }
  },
  {
    "translation": {
      "en": "-[girl 1] He was in the Old Testament. -In the Old Testament.",
      "th": "มันอยู่ในพันธสัญญาเดิม ในพันธสัญญาเดิม ลองดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "So check this out.",
      "th": "ในพันธสัญญาเดิม ลองดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "\"I looked, and behold, a whirlwind was coming out of the North.\"",
      "th": "\"ดูเถิด ขณะที่ข้าพเจ้ามองดู ก็มีลมอันแรงกล้าจากทิศเหนือ\""
    }
  },
  {
    "translation": {
      "en": "\"A great cloud with raging fire engulfing itself,",
      "th": "\"มีเมฆก้อนมหึมาพร้อมกับประกายฟ้าแลบ"
    }
  },
  {
    "translation": {
      "en": "and brightness was all around it.\"",
      "th": "และแสงสว่างล้อมรอบ\""
    }
  },
  {
    "translation": {
      "en": "\"And radiating out of it, the color of amber,",
      "th": "\"ตรงกลางของเปลวไฟ"
    }
  },
  {
    "translation": {
      "en": "out of the midst of the fire.\"",
      "th": "ดูเหมือนโลหะวาววับ\""
    }
  },
  {
    "translation": {
      "en": "What was it that Ezekiel was seeing?",
      "th": "เอเสเคียลเห็นอะไรงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Not the message part. I get the message part.",
      "th": "ไม่ใช่ในส่วนข้อความ ตรงนั้นผมเข้าใจดี"
    }
  },
  {
    "translation": {
      "en": "I wanna know what he saw.",
      "th": "ผมอยากรู้ว่าเขาเห็นอะไร"
    }
  },
  {
    "translation": {
      "en": "\"Behold a wheel…",
      "th": "\"ข้าพเจ้าเห็นล้อ"
    }
  },
  {
    "translation": {
      "en": "suddenly came to the earth.\"",
      "th": "บนพื้นดินข้างๆ \""
    }
  },
  {
    "translation": {
      "en": "\"And the rims were full of…\"",
      "th": "\"ที่รอบขอบล้อทั้งสี่มี…\""
    }
  },
  {
    "translation": {
      "en": "Translate this for me.",
      "th": "แปลให้พ่อหน่อย"
    }
  },
  {
    "translation": {
      "en": "\"…eyes all the way around.\"",
      "th": "\"มีดวงตาเต็มไปหมด\""
    }
  },
  {
    "translation": {
      "en": "[girl 2] Eyes or lights.",
      "th": "ตาหรือแสงไฟ"
    }
  },
  {
    "translation": {
      "en": "Lights or…",
      "th": "แสงไฟหรือ…"
    }
  },
  {
    "translation": {
      "en": "-[girl 2] Anything, really. -Windows or… Right?",
      "th": "- จะเป็นอะไรก็ได้ - หน้าต่างหรือ… ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "To me, I think that talking about UFOs with my kids, even the littlest ones,",
      "th": "สำหรับผม ผมคิดว่าการพูดถึงยูเอฟโอกับลูกๆ แม้แต่กับคนเล็กสุด"
    }
  },
  {
    "translation": {
      "en": "is making Scripture a lot more real for them",
      "th": "คือการทำให้พระคัมภีร์สมจริงขึ้นสำหรับพวกแก"
    }
  },
  {
    "translation": {
      "en": "than just a bunch of stories.",
      "th": "มากกว่าจะเป็นแค่เรื่องเล่า"
    }
  },
  {
    "translation": {
      "en": "This was Switzerland, and some guy just got this on video.",
      "th": "นี่คือสวิตเซอร์แลนด์และมีคนถ่ายวิดีโอไว้"
    }
  },
  {
    "translation": {
      "en": "It's a UFO. What does that look like, right there?",
      "th": "มันคือยูเอฟโอ ตรงนั้นดูเหมือนอะไร"
    }
  },
  {
    "translation": {
      "en": "-[boy 2] It's a wheel within a wheel. -[Eddy] And that was two days ago.",
      "th": "- เหมือนล้อที่อยู่ในล้อ - นั่นคือเมื่อสองวันก่อน"
    }
  },
  {
    "translation": {
      "en": "The Christian populace",
      "th": "บรรดาชาวคริสต์"
    }
  },
  {
    "translation": {
      "en": "does not wanna believe that any of this is real,",
      "th": "ไม่อยากเชื่อว่าเรื่องพวกนี้เป็นเรื่องจริง"
    }
  },
  {
    "translation": {
      "en": "because if it does, it changes all of their reality.",
      "th": "เพราะถ้ามันจริง มันจะเปลี่ยนโฉมหน้าความจริงทั้งหมดไป"
    }
  },
  {
    "translation": {
      "en": "You know, then, is the Bible just for us?",
      "th": "รู้ไหมครับ สรุปพระคัมภีร์มีไว้สำหรับเราเท่านั้นไหม"
    }
  },
  {
    "translation": {
      "en": "Or-- Or is it for them too?",
      "th": "หรือสำหรับพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "[Lee Roy] That's… A million-dollar question is,",
      "th": "นั่นถือเป็นคำถามล้านแตกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "\"Where does life and other planets and religion fit together?\"",
      "th": "ชีวิต ดาวเคราะห์อื่น และศาสนา สอดประสานเป็นหนึ่งเดียวกันหรือไม่"
    }
  },
  {
    "translation": {
      "en": "If somebody were to ask me,",
      "th": "ถ้ามีคนถามผม"
    }
  },
  {
    "translation": {
      "en": "\"Did God make other…",
      "th": "\"พระเจ้าได้ทรงสร้างสิ่งมีชีวิตอื่นไหม\""
    }
  },
  {
    "translation": {
      "en": "creatures?\", I'd say yes.",
      "th": "\"พระเจ้าได้ทรงสร้างสิ่งมีชีวิตอื่นไหม\" ผมจะตอบว่าใช่"
    }
  },
  {
    "translation": {
      "en": "When Kent was telling us this story,",
      "th": "ตอนที่เคนท์เล่าเรื่องนี้ให้เราฟัง"
    }
  },
  {
    "translation": {
      "en": "I was the typical jerk giving him a hard time, saying,",
      "th": "ฉันก็ทำตัวเฮงซวยด้วยการแกล้งแหย่เขาว่า"
    }
  },
  {
    "translation": {
      "en": "\"Here's a guy that just saw a flying Dorito.\"",
      "th": "\"และนี่คือชายที่เพิ่งเห็นโดริโทบินได้\""
    }
  },
  {
    "translation": {
      "en": "And when we all looked up and saw this thing,",
      "th": "และเมื่อเราทุกคนมองขึ้นไปเห็นมัน"
    }
  },
  {
    "translation": {
      "en": "all of a sudden, it-it changed us in a way",
      "th": "มันก็เปลี่ยนแปลงพวกเราไปในทันที"
    }
  },
  {
    "translation": {
      "en": "that we look at both sides of the story more.",
      "th": "ทำให้เราฟังความสองฝั่งมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Lisa] Now when I hear people tell stories of things they see,",
      "th": "ตอนนี้เวลาฉันได้ยิน คนเล่าถึงสิ่งที่พวกเขาเห็นมา"
    }
  },
  {
    "translation": {
      "en": "I am not a doubting Thomas.",
      "th": "ฉันก็ไม่ใช่พวกจับผิดแล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "I'm thinking, you know, \"They saw something.\"",
      "th": "ฉันจะคิดว่า \"พวกเขาเห็นบางอย่าง ฉันรู้ว่าเห็นมาแน่นอน\""
    }
  },
  {
    "translation": {
      "en": "\"I know they did or why would they be saying this?\"",
      "th": "ฉันจะคิดว่า \"พวกเขาเห็นบางอย่าง ฉันรู้ว่าเห็นมาแน่นอน\" \"ไม่งั้นพวกเขาจะพูดแบบนั้นทำไม\""
    }
  },
  {
    "translation": {
      "en": "Of course, psychology today would tell you that,",
      "th": "แน่นอนว่าทางจิตวิทยาวันนี้จะบอกคุณว่า"
    }
  },
  {
    "translation": {
      "en": "hey, if you're experiencing these things,",
      "th": "ถ้าคุณเจอเรื่องแบบนี้"
    }
  },
  {
    "translation": {
      "en": "you're seeing things in your room at night,",
      "th": "คุณเห็นสิ่งนี้ในห้องตอนกลางคืน"
    }
  },
  {
    "translation": {
      "en": "that you're schizophrenic.",
      "th": "แปลว่าคุณเป็นโรคจิตเภท"
    }
  },
  {
    "translation": {
      "en": "Or you have some kind of other severe mental illness.",
      "th": "หรือว่าคุณน่าจะมีอาการทางจิตอย่างรุนแรง"
    }
  },
  {
    "translation": {
      "en": "And, to me, that's not… [sighs] That's not correct.",
      "th": "และสำหรับผมแล้วมันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "That's not right.",
      "th": "มันไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "When I made the decision to talk about this, to leave the Navy,",
      "th": "ตอนที่ผมตัดสินใจจะพูดเรื่องนี้ และออกจากกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "I was four years away from retirement,",
      "th": "ตอนนั้นอีกแค่สี่ปีผมจะเกษียณ"
    }
  },
  {
    "translation": {
      "en": "which would have meant, you know, a pension,",
      "th": "ซึ่งนั่นแปลว่าผมจะได้เงินบำนาญ"
    }
  },
  {
    "translation": {
      "en": "health insurance for the rest of my life.",
      "th": "ประกันสุขภาพไปตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "You know? And I… I left that all on the table.",
      "th": "ประกันสุขภาพไปตลอดชีวิต แล้วผมก็ทิ้งทั้งหมดนั่น"
    }
  },
  {
    "translation": {
      "en": "And I walked away from it",
      "th": "และยอมเดินจากมา"
    }
  },
  {
    "translation": {
      "en": "because this isn't just about me, right?",
      "th": "เพราะนี่ไม่ใช่แค่เรื่องของผม ใช่ไหมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "It's not about me at all. It's about all of us.",
      "th": "มันไม่เกี่ยวกับตัวผมเลย มันเกี่ยวกับเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "[voice breaking] It's about everybody.",
      "th": "มันเกี่ยวกับทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Norma] Don Quixote is one of my favorite novels. And, in it, Don Quixote is a madman.",
      "th": "ดอนกิโฆเต้เป็นหนึ่งในนิยายเรื่องโปรดของฉัน ในเรื่องนั้นดอนกิโฆเต้เป็นคนบ้า"
    }
  },
  {
    "translation": {
      "en": "And everything that he sees, he sees in a different light.",
      "th": "และทุกอย่างที่เขาเห็น เขาจะเห็นในมุมที่ต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "Don Quixote sees these windmills,",
      "th": "ดอนกิโฆเต้เห็นกังหันลม"
    }
  },
  {
    "translation": {
      "en": "but in his mind, they're not, uh…",
      "th": "แต่ในหัวเขาแล้ว นั่นไม่ใช่กังหันลม"
    }
  },
  {
    "translation": {
      "en": "They're not windmills. They're giants.",
      "th": "แต่ในหัวเขาแล้ว นั่นไม่ใช่กังหันลม พวกมันเป็นยักษ์"
    }
  },
  {
    "translation": {
      "en": "We know that we're not mad.",
      "th": "เรารู้ว่าเราไม่ได้บ้า"
    }
  },
  {
    "translation": {
      "en": "We know that there is something credible to this",
      "th": "เรารู้ว่ามันเชื่อถือได้"
    }
  },
  {
    "translation": {
      "en": "because too many people saw these, uh, lights in the sky.",
      "th": "เพราะมีคนเห็นแสงไฟบนฟ้าเยอะแยะไปหมด"
    }
  },
  {
    "translation": {
      "en": "And so, um… We're-We're not-- We're not a Don Quixote. There's-There's more to this.",
      "th": "ดังนั้นเราจึงไม่ใช่ดอนกิโฆเต้ เรื่องนี้มันซับซ้อนกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[Robert] You can argue, \"Well, it was some secret US black project, right?\"",
      "th": "คุณจะเถียงว่า \"มันเป็นโครงการลับ ของอเมริกาใช่ไหม\""
    }
  },
  {
    "translation": {
      "en": "But our technologies don't just suddenly leap",
      "th": "แต่เทคโนโลยีของเรา ไม่ใช่จะพัฒนาก้าวกระโดด"
    }
  },
  {
    "translation": {
      "en": "across 100 years of-of technology.",
      "th": "ขึ้นมา 100 ปีได้ในทันที"
    }
  },
  {
    "translation": {
      "en": "Th-They're gradually created.",
      "th": "มันต้องค่อยๆ พัฒนาขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "In this case, I think whatever people saw was intelligently controlled.",
      "th": "ในกรณีนี้ผมคิดว่าสิ่งที่คนเห็นกันนั้น ถูกควบคุมอย่างชาญฉลาด"
    }
  },
  {
    "translation": {
      "en": "And it was not manufactured by the United States",
      "th": "และมันไม่ได้ถูกผลิตโดยอเมริกา"
    }
  },
  {
    "translation": {
      "en": "or any other nation, for that matter.",
      "th": "หรือประเทศอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "So, about nine months later,",
      "th": "ประมาณเก้าเดือนต่อมา"
    }
  },
  {
    "translation": {
      "en": "I was driving my daughter to gymnastics in Dublin,",
      "th": "ฉันกำลังขับรถพาลูกสาว ไปเรียนยิมนาสติกที่ดับลิน"
    }
  },
  {
    "translation": {
      "en": "and I saw… [scoffs] …some lights.",
      "th": "และฉันก็เห็นแสงไฟ"
    }
  },
  {
    "translation": {
      "en": "I pulled over to the side of the road, and I just stopped and looked out my front window.",
      "th": "ฉันจอดรถข้างทางแล้วมองผ่านหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "And they kinda were blinking or kinda coming in and out of focus.",
      "th": "เหมือนมันจะกะพริบ แล้วก็เดี๋ยวชัด เดี๋ยวไม่ชัด"
    }
  },
  {
    "translation": {
      "en": "And then they kinda came together, cohesively, and-- and just sort of disappeared.",
      "th": "แล้วพวกมันก็มารวมตัวกันและหายวับไป"
    }
  },
  {
    "translation": {
      "en": "I just was so shaken and so shocked. I thought, \"My gosh.\"",
      "th": "ฉันแค่ตัวสั่นและตกใจมาก ฉันคิดว่า \"ให้ตายสิ นี่ฉันเห็น…"
    }
  },
  {
    "translation": {
      "en": "\"I'm seeing what everybody's been talking about all this time.\"",
      "th": "สิ่งที่ทุกคนพากันพูดถึงมาตลอดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "It felt like the universe was sort of playing a trick on me, like… [chuckles]",
      "th": "รู้สึกเหมือนจักรวาลกำลังแกล้งฉัน"
    }
  },
  {
    "translation": {
      "en": "I balked at this story so hard in the beginning and for so long.",
      "th": "ในตอนแรกฉันแย้งเรื่องนี้หนักมาก และก็แย้งอยู่นานมาก"
    }
  },
  {
    "translation": {
      "en": "And then, you know, months later, it was sort of like, you know, here it is.",
      "th": "จากนั้นหลายเดือนต่อมา มันก็แบบว่า… นี่ไงล่ะ!"
    }
  },
  {
    "translation": {
      "en": "I can't believe all of the wonderful people I've met.",
      "th": "ฉันไม่อยากเชื่อเลย ว่าจะได้พบคนดีๆ ที่ฉันพบเจอมา"
    }
  },
  {
    "translation": {
      "en": "And that's the good of UFO reporting.",
      "th": "และนั่นคือข้อดีของการรายงานยูเอฟโอค่ะ"
    }
  },
  {
    "translation": {
      "en": "I've loved every minute of it,",
      "th": "ฉันรักทุกเวลานาที"
    }
  },
  {
    "translation": {
      "en": "and I hope that I'm gonna be doing this for a long time. -Thank you. -[audience applauding]",
      "th": "และหวังว่าจะได้ทำแบบนี้ไปอีกนานๆ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Sara] If I could talk to Angelia again, I would tell her how brave she was",
      "th": "ถ้าฉันได้คุยกับแองเจเลียอีกครั้ง ฉันจะบอกเธอว่าเธอกล้าหาญแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "for understanding that there was a story there to be told.",
      "th": "ที่เข้าใจว่ามีเรื่องต้องรายงานออกไป"
    }
  },
  {
    "translation": {
      "en": "And I certainly wish that, uh, we had parted ways differently if--",
      "th": "และฉันแค่หวังว่า เราจะแยกจากกันด้วยดีกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] My-My biggest regret of all is that.",
      "th": "นั่นคือสิ่งที่ฉันเสียใจที่สุดค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Steve] Our business suffered",
      "th": "ธุรกิจของเราย่ำแย่"
    }
  },
  {
    "translation": {
      "en": "because I was chasing the unidentified object that we saw.",
      "th": "เพราะผมมัวแต่ไล่ตามวัตถุที่ระบุไม่ได้ที่เราเห็น"
    }
  },
  {
    "translation": {
      "en": "So it put an undue strain on our relationship and her as well.",
      "th": "มันทำให้ความสัมพันธ์ของเราตึงเครียดเกินไป"
    }
  },
  {
    "translation": {
      "en": "And after 17 years of being together and married,",
      "th": "และหลังจากแต่งงานกันมา 17 ปี"
    }
  },
  {
    "translation": {
      "en": "we ended up getting a divorce.",
      "th": "เราก็หย่ากัน"
    }
  },
  {
    "translation": {
      "en": "My relationship suffered. My company suffered. I suffered.",
      "th": "ความสัมพันธ์ของผมย่ำแย่ บริษัทของผมย่ำแย่ ผมเองก็ย่ำแย่นะ"
    }
  },
  {
    "translation": {
      "en": "I still consider it a blessing that I did see it,",
      "th": "ผมยังคิดว่ามันเป็นคือพรที่ผมได้เห็นมัน"
    }
  },
  {
    "translation": {
      "en": "and it's forever in my mind.",
      "th": "และมันจะอยู่ในใจผมตลอดไป"
    }
  },
  {
    "translation": {
      "en": "I'm still on my quest, still to this day.",
      "th": "ผมยังทำภารกิจอยู่จนถึงทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "I will find out what happened.",
      "th": "ผมจะสืบให้รู้ว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "This is a great big open secret.",
      "th": "นี่เป็นความลับที่ยิ่งใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "Nothing I am saying is anything new.",
      "th": "ที่ผมพูดไปทั้งหมดไม่ใช่เรื่องใหม่เลย"
    }
  },
  {
    "translation": {
      "en": "It's just a matter of, are you gonna believe it or not?",
      "th": "ขึ้นอยู่กับว่าคุณจะเชื่อมันหรือเปล่าเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "-[radio static] -[stations scrambling]",
      "th": "(แสงไฟที่สตีเฟนวิลล์ยังคงเป็นปริศนาต่อไป)"
    }
  },
  {
    "translation": {
      "en": "[woman 1] A cold glass of Borden milk will cool you off.",
      "th": "นมบอร์เดนเย็นๆ สักแก้ว จะทำให้คุณเย็นลงได้"
    }
  },
  {
    "translation": {
      "en": "When you need a boost, try Borden milk.",
      "th": "หากอยากมีแรง ลองดื่มนมบอร์เดนสิ"
    }
  },
  {
    "translation": {
      "en": "[child] Milk Duds!",
      "th": "มิลค์ดัส!"
    }
  },
  {
    "translation": {
      "en": "[woman 1] When you need a boost, try milk!",
      "th": "หากอยากมีแรง ลองดื่มนมสิคะ"
    }
  },
  {
    "translation": {
      "en": "[man] Okay!",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Milk's a natural with the food we like best.",
      "th": "นมเป็นเครื่องดื่มธรรมชาติที่มี… เราชอบมาก อร่อยจนเกินกว่าจะทิ้งไว้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "It's too good to leave at home.",
      "th": "เราชอบมาก อร่อยจนเกินกว่าจะทิ้งไว้ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "[man 2] Saturday, and Elsie the Borden Cow is in her kitchen.",
      "th": "ในวันเสาร์เจ้าวัวเอลซี่อยู่ในครัว…"
    }
  },
  {
    "translation": {
      "en": "[Elsie] Beauregard, that cookie would taste even better with a glass of Borden milk.",
      "th": "โบริการ์ด คุกกี้นั่นจะยิ่งอร่อยขึ้น ถ้ากินกับนมบอร์เดนสักแก้วนะ"
    }
  },
  {
    "translation": {
      "en": "-It tastes-- -[static interference]",
      "th": "รสชาติ…"
    }
  },
  {
    "translation": {
      "en": "[man 3] ♪ Fresh is fresh It's gotta be good, it's gotta be good ♪",
      "th": "สดใหม่ ต้องอร่อยอย่างไม่ต้องสงสัย - ต้องอร่อยอย่างไม่ต้องสงสัย - ลองชิมผลิตภัณฑ์จากนมของเรา เพราะ…"
    }
  },
  {
    "translation": {
      "en": "[man 4] Try all our dairy products, 'cause--",
      "th": "- ต้องอร่อยอย่างไม่ต้องสงสัย - ลองชิมผลิตภัณฑ์จากนมของเรา เพราะ…"
    }
  },
  {
    "translation": {
      "en": "[woman 1] You'll like the taste of milk with everything you eat.",
      "th": "เติมรสชาติของนมลงในทุกอย่างที่กิน"
    }
  },
  {
    "translation": {
      "en": "-[child] Milk Duds! -[radio jingle] ♪ Milk is a natural ♪",
      "th": "มิลค์ดัส! นมแท้ธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "-[radio static] -[indistinct chatter] -[high-pitched tuning tones whizzing] -[chatter continues]",
      "th": "คำบรรยายโดย นันทพร อนุชิตดัสกร"
    }
  }
]