[
  {
    "translation": {
      "en": "[narrator] May, 1940.",
      "th": "เดือนพฤษภาคมปี 1940"
    }
  },
  {
    "translation": {
      "en": "Britain's darkest hour.",
      "th": "เป็นช่วงเวลาที่มืดมนที่สุดของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Military failure in Norway",
      "th": "ความล้มเหลวทางทหารในนอร์เวย์ นำไปสู่การลาออก"
    }
  },
  {
    "translation": {
      "en": "has led to the fall of the prime minister, Neville Chamberlain.",
      "th": "ความล้มเหลวทางทหารในนอร์เวย์ นำไปสู่การลาออก ของนายกรัฐมนตรีเนวิลล์ แชมเบอร์เลน"
    }
  },
  {
    "translation": {
      "en": "The House of Commons has insisted that Winston Churchill take over.",
      "th": "สภาสามัญชนสหราชอาณาจักร ยืนกรานให้วินสตัน เชอร์ชิลรับช่วงต่อ"
    }
  },
  {
    "translation": {
      "en": "But Churchill has many enemies,",
      "th": "แต่เชอร์ชิลมีศัตรูมากมาย"
    }
  },
  {
    "translation": {
      "en": "including members of his own Conservative Party",
      "th": "รวมถึงสมาชิกพรรคอนุรักษ์นิยมของเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "and the Foreign Office,",
      "th": "และกระทรวงการต่างประเทศ ที่ต้องการให้อังกฤษเจรจาสันติภาพ"
    }
  },
  {
    "translation": {
      "en": "who want Britain to make peace with Adolf Hitler.",
      "th": "และกระทรวงการต่างประเทศ ที่ต้องการให้อังกฤษเจรจาสันติภาพ กับอดอล์ฟ ฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "One of Churchill's greatest challenges was undoubtedly",
      "th": "หนึ่งในความท้าทายที่ยิ่งใหญ่ที่สุดของเชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "encouraging the War Cabinet to keep fighting.",
      "th": "คือการกระตุ้นให้คณะรัฐมนตรีสงครามสู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the same day that Churchill becomes prime minister,",
      "th": "ในวันเดียวกับที่เชอร์ชิลรับตำแหน่งนายกรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "Germany invades France.",
      "th": "เยอรมนีรุกรานฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "The British Expeditionary Force is sent to help the French.",
      "th": "กองกำลังรบนอกประเทศอังกฤษ ถูกส่งไปช่วยฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "But Churchill worries the French lack the will to fight.",
      "th": "แต่เชอร์ชิลกังวลว่าฝรั่งเศส จะไม่มีความตั้งใจที่จะต่อสู้"
    }
  },
  {
    "translation": {
      "en": "If France surrenders and the Expeditionary Force is captured,",
      "th": "ถ้าฝรั่งเศสยอมแพ้ และกองกำลังรบนอกประเทศอังกฤษถูกจับ"
    }
  },
  {
    "translation": {
      "en": "many Americans believe that Britain will be finished.",
      "th": "ชาวอเมริกันหลายคนเชื่อว่าอังกฤษจะจบเห่"
    }
  },
  {
    "translation": {
      "en": "Without American support,",
      "th": "หากไม่มีการสนับสนุนจากอเมริกา ไรช์พันปีของฮิตเลอร์จะครองอำนาจสูงสุด"
    }
  },
  {
    "translation": {
      "en": "Hitler's 1,000-Year Reich will reign supreme over Europe.",
      "th": "หากไม่มีการสนับสนุนจากอเมริกา ไรช์พันปีของฮิตเลอร์จะครองอำนาจสูงสุด ในยุโรป"
    }
  },
  {
    "translation": {
      "en": "[Levine] So, the war would've been over for Britain,",
      "th": "สงครามจะจบลงสำหรับอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "and we probably would be living in a world so different today",
      "th": "และเราอาจจะใช้ชีวิต อยู่ในโลกที่แตกต่างจากวันนี้"
    }
  },
  {
    "translation": {
      "en": "we wouldn't even recognize it.",
      "th": "เราคงจะไม่จดจำเรื่องนี้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As the French Army falls back,",
      "th": "เมื่อกองทัพฝรั่งเศสถอยกลับ"
    }
  },
  {
    "translation": {
      "en": "the British are cut off and surrounded",
      "th": "กองทัพอังกฤษถูกตัดขาดและถูกปิดล้อม"
    }
  },
  {
    "translation": {
      "en": "at the port of Dunkirk.",
      "th": "ไว้ที่ท่าเรือดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "All is lost.",
      "th": "ทุกอย่างสูญสิ้น"
    }
  },
  {
    "translation": {
      "en": "If the British Expeditionary Force would not pull back,",
      "th": "ถ้ากองกำลังรบนอกประเทศอังกฤษ ไม่ยอมถอนกำลัง"
    }
  },
  {
    "translation": {
      "en": "they would either be captured or slaughtered.",
      "th": "พวกเขาก็อาจถูกจับหรือถูกสังหาร"
    }
  },
  {
    "translation": {
      "en": "And that would have been the end of the war.",
      "th": "และนั่นจะเป็นจุดจบของสงคราม"
    }
  },
  {
    "translation": {
      "en": "[narrator] This is the incredible story of how Churchill fought on against Hitler",
      "th": "นี่คือเรื่องราวการต่อสู้กับฮิตเลอร์ อันน่าทึ่งของเชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "and so continued with the Allies to victory.",
      "th": "และนำไปสู่การต่อสู้ของฝ่ายสัมพันธมิตร จนได้รับชัยชนะในเวลาต่อมา"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 1st of September, 1939,",
      "th": "ในวันที่ 1 กันยายน ปี 1939"
    }
  },
  {
    "translation": {
      "en": "Germany invades Poland.",
      "th": "เยอรมนีรุกรานโปแลนด์"
    }
  },
  {
    "translation": {
      "en": "-[engine whining] -Britain is at war.",
      "th": "อังกฤษเข้าสู่สงคราม"
    }
  },
  {
    "translation": {
      "en": "The government responds by sending the British Expeditionary Force,",
      "th": "รัฐบาลตอบโต้ด้วยการ ส่งกองกำลังรบนอกประเทศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "the BEF, to France.",
      "th": "หรือบีอีเอฟไปยังฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[announcer] And now, the first pictures of the embarkation of the BEF.",
      "th": "(นี่คือภาพแรกในการเดินทัพของบีอีเอฟ)"
    }
  },
  {
    "translation": {
      "en": "Never before has an army set out from the front",
      "th": "(ไม่เคยมีการส่งกองทัพออกไป) (ต่อสู้ในแนวหน้าเพื่อความยุติธรรมมาก่อน)"
    }
  },
  {
    "translation": {
      "en": "to fight for a more just cause.",
      "th": "(ต่อสู้ในแนวหน้าเพื่อความยุติธรรมมาก่อน)"
    }
  },
  {
    "translation": {
      "en": "Never before have men been more determined to win.",
      "th": "(ทหารมุ่งมั่นที่จะเอาชนะ อย่างที่ไม่เคยเป็นมาก่อน)"
    }
  },
  {
    "translation": {
      "en": "[narrator] More than 152,000 soldiers set sail to join their French counterparts",
      "th": "ทหารกว่า 150,000 นาย ขึ้นเรือไปร่วมรบกับฝรั่งเศส ที่ชายแดนฝรั่งเศสกับเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "on the Franco-Belgian border.",
      "th": "ขึ้นเรือไปร่วมรบกับฝรั่งเศส ที่ชายแดนฝรั่งเศสกับเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "Once there, they dig in,",
      "th": "เมื่อไปถึงที่นั่น พวกเขาก็ลงมือขุด"
    }
  },
  {
    "translation": {
      "en": "and wait for the Germans to attack.",
      "th": "และรอให้พวกเยอรมันโจมตี"
    }
  },
  {
    "translation": {
      "en": "And they're waiting for something to happen.",
      "th": "พวกเขาแค่รอให้มีอะไรเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Although they knew it was going to start, waiting made them really complacent.",
      "th": "แม้พวกเขารู้ว่ามันจะเริ่มในสักวัน แต่การรอคอยทำให้พวกเขาอิ่มเอมใจมาก"
    }
  },
  {
    "translation": {
      "en": "And still, they go on waiting.",
      "th": "แต่พวกเขาก็ยังรอต่อไป"
    }
  },
  {
    "translation": {
      "en": "Already by this stage, the, uh, war was being called the Phoney War.",
      "th": "ในขั้นนี้ สงครามถูกเรียกว่าสงครามลวง"
    }
  },
  {
    "translation": {
      "en": "Um, some called it the Bore War because it was boring.",
      "th": "บางคนเรียกมันว่าสงครามน่าเบื่อ เพราะมันน่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "So they need to be kept busy. There's training going on.",
      "th": "พวกเขาต้องหาอะไรทำ เช่นการฝึกซ้อม"
    }
  },
  {
    "translation": {
      "en": "People are going back for Christmas, going back on leave.",
      "th": "ทหารกลับบ้านช่วงคริสต์มาสได้ ขอลาได้"
    }
  },
  {
    "translation": {
      "en": "[Levine] You know, there was a lot of football played. Um…",
      "th": "มีการเล่นฟุตบอลกันบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It could be, you know, entertainments,",
      "th": "มีสิ่งที่พอจะสร้างความบันเทิง"
    }
  },
  {
    "translation": {
      "en": "uh, where people come and-- and put on acts and put on shows.",
      "th": "มีผู้คนมาแสดงละครเวที"
    }
  },
  {
    "translation": {
      "en": "So you have this ridiculous situation where everyone is wandering around,",
      "th": "มีสถานการณ์น่าขันที่ทุกคนเดินเล่นไปมา"
    }
  },
  {
    "translation": {
      "en": "going, \"I thought we were at war, but no one seems to be fighting anything.\"",
      "th": "แล้วพูดว่า \"เรามาทำสงครามเหรอนี่ ไม่เห็นมีใครต่อสู้อะไรเลย\""
    }
  },
  {
    "translation": {
      "en": "[narrator] But war is coming.",
      "th": "แต่สงครามกำลังมา"
    }
  },
  {
    "translation": {
      "en": "By January 1940,",
      "th": "เมื่อถึงเดือนมกราคมปี 1940"
    }
  },
  {
    "translation": {
      "en": "German generals have formulated a plan of attack on Western Europe.",
      "th": "นายพลเยอรมันได้วางแผนโจมตียุโรปตะวันตก"
    }
  },
  {
    "translation": {
      "en": "But Hitler suddenly stalls the invasion,",
      "th": "แต่อยู่ๆ ฮิตเลอร์ก็หยุดการโจมตี"
    }
  },
  {
    "translation": {
      "en": "forcing the Allies to continue to wait.",
      "th": "ทำให้ฝ่ายสัมพันธมิตรต้องรอต่อไป"
    }
  },
  {
    "translation": {
      "en": "There is a disagreement between Hitler and his generals",
      "th": "มีความเห็นที่ไม่ตรงกัน ระหว่างฮิตเลอร์กับนายพลของเขา"
    }
  },
  {
    "translation": {
      "en": "about how best to attack France.",
      "th": "ว่าจะโจมตีฝรั่งเศสอย่างไรดี"
    }
  },
  {
    "translation": {
      "en": "The maverick General Heinz Guderian",
      "th": "นายพลไฮนทซ์ กูเดรีอัน ซึ่งมีแนวคิดสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "strongly advocates sending tanks through the Ardennes,",
      "th": "เห็นว่าควรส่งยานเกราะผ่านอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "a densely forested and hilly region",
      "th": "ซึ่งเป็นเขตป่าทึบและเนินเขา"
    }
  },
  {
    "translation": {
      "en": "made up of a narrow, winding network of roads",
      "th": "มีถนนคดเคี้ยวแคบๆ"
    }
  },
  {
    "translation": {
      "en": "thought to be impassable for tanks.",
      "th": "ที่รถถังน่าจะผ่านไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Once through, the tanks would rush to the channel,",
      "th": "แต่ถ้าผ่านไปได้ รถถังจะมุ่งหน้าไปยังช่องแคบอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "cutting the British Army off from the French.",
      "th": "ตัดกองทัพอังกฤษออกจากฝรั่งเศสทันที"
    }
  },
  {
    "translation": {
      "en": "But it's too radical for the German High Command,",
      "th": "แต่ผู้บัญชาการระดับสูงของเยอรมัน เห็นว่ามันเสี่ยงเกินไป"
    }
  },
  {
    "translation": {
      "en": "who reject the plan.",
      "th": "จึงปฏิเสธแผนนี้"
    }
  },
  {
    "translation": {
      "en": "Until on the 10th of January,",
      "th": "จนกระทั่งวันที่ 10 มกราคม"
    }
  },
  {
    "translation": {
      "en": "a German plane carrying a military officer is flying to Cologne.",
      "th": "เครื่องบินเยอรมันที่กำลังนำ เจ้าหน้าที่ทหารบินไปโคโลญจน์"
    }
  },
  {
    "translation": {
      "en": "It crash-lands in a field outside the Belgian town of Mechelen.",
      "th": "ได้ตกลงในทุ่งนานอกเมืองเมเคเรน ของเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "On the plane are top secret documents",
      "th": "บนเครื่องบินมีเอกสารลับสุดยอด"
    }
  },
  {
    "translation": {
      "en": "for Hitler's plan for the invasion of Western Europe.",
      "th": "สำหรับแผนการบุกยุโรปตะวันตกของฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "The secret plans, which are now in the hands of the Allies,",
      "th": "แผนลับ ซึ่งตอนนี้อยู่ในมือของฝ่ายสัมพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "reveal the Germans will invade Holland and Belgium from the north",
      "th": "ได้ระบุว่าเยอรมันจะบุกฮอลแลนด์ และเบลเยียมจากทางเหนือ"
    }
  },
  {
    "translation": {
      "en": "before sweeping into France.",
      "th": "ก่อนจะเคลื่อนที่ไปยังฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[David] Hitler's immediate reaction to discovering the plans for the invasion of France",
      "th": "แน่นอนว่าฮิตเลอร์คงจะเดือดดาลมาก"
    }
  },
  {
    "translation": {
      "en": "had been discovered would have been one of absolute fury.",
      "th": "ทันทีที่รู้ว่าแผนการบุกฝรั่งเศสถูกค้นพบ"
    }
  },
  {
    "translation": {
      "en": "As a result, he went back to what was a much riskier plan",
      "th": "ในที่สุดเขาก็ต้องกลับไปใช้แผนที่เสี่ยงกว่า"
    }
  },
  {
    "translation": {
      "en": "that the, uh, Army commanders had rejected at first,",
      "th": "ที่ผู้บัญชาการกองทัพปฏิเสธในตอนแรก"
    }
  },
  {
    "translation": {
      "en": "which is going through the Ardennes Forest and attacking the French at their weakest.",
      "th": "ซึ่งก็คือการเดินทัพผ่านป่าอาร์แดน และโจมตีจุดอ่อนของฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "[Levine] They go over to something which is much more audacious, much more risky,",
      "th": "พวกเขาทำสิ่งที่บ้าบิ่นและเสี่ยงอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "but which absolutely sets the scene for the war that's coming.",
      "th": "แต่แน่นอนว่านั่นทำให้ ภาพของสงครามที่กำลังจะเกิดชัดเจนขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 10th of May, 1940,",
      "th": "ในวันที่ 10 พฤษภาคม ปี 1940"
    }
  },
  {
    "translation": {
      "en": "the Germans unleash their forces on Western Europe.",
      "th": "เยอรมันส่งกำลังทหารเข้าไปในยุโรปตะวันตก"
    }
  },
  {
    "translation": {
      "en": "[David] The assumption among the Allies is the attack is bound to come through Belgium,",
      "th": "ฝ่ายสัมพันธมิตรสันนิษฐานว่า จะมีการโจมตีผ่านทางเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "and that's why the Allies had put the cream of their forces,",
      "th": "นั่นเป็นเหตุผลที่ฝ่ายสัมพันธมิตร สร้างศูนย์บัญชาการกองทัพ"
    }
  },
  {
    "translation": {
      "en": "both the French and the British Armies, on the border with Belgium.",
      "th": "ของทั้งฝรั่งเศสและอังกฤษ ไว้ระหว่างพรมแดนเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "So the main thrust looks like it's coming through the low countries,",
      "th": "ดังนั้นการจู่โจมหลักดูเหมือนจะ มาทางภูมิประเทศที่ต่ำกว่า"
    }
  },
  {
    "translation": {
      "en": "but in actual fact, the main thrust is going through the Ardennes.",
      "th": "แต่เอาเข้าจริงแล้ว การโจมตีหลักเข้ามาทางป่าอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "[David] And frankly, to the French and the British, they must've seen the Ardennes in particular",
      "th": "ว่ากันตามตรง ฝรั่งเศสและอังกฤษ คงมองว่าเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "as an impassible object for tanks, for armored columns.",
      "th": "ที่รถถังและกองทหาร จะเคลื่อนที่ผ่านป่าอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "You know, logistically, how could you really move an army through that location?",
      "th": "เมื่อคิดดูแล้วมันเป็นเรื่องยาก ที่จะเคลื่อนทัพผ่านภูมิประเทศเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "And what the Germans did very cleverly is not just come through the Ardennes,",
      "th": "สิ่งที่พวกเยอรมันทำอย่างชาญฉลาด ไม่ใช่แค่การเดินทัพผ่านป่าอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "which was the sneak surprise attack,",
      "th": "ซึ่งเป็นการแอบบุกโจมตีที่ไม่ให้ศัตรูตั้งตัว"
    }
  },
  {
    "translation": {
      "en": "but they also advanced troops into Belgium itself.",
      "th": "แต่พวกเขาได้เคลื่อนทัพเข้าไปในเบลเยียมด้วย"
    }
  },
  {
    "translation": {
      "en": "In other words, they called the, uh, Allies' bluff, and the Allies took the bait.",
      "th": "พูดอีกอย่างก็คือพวกเขาต้องการหลอก ฝ่ายสัมพันธมิตรและมันก็ได้ผลซะด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] The Germans pummeled through the seemingly impassable Ardennes,",
      "th": "เยอรมันบุกเข้าไปในป่าอาร์แดน ซึ่งเป็นเส้นทางที่ไม่น่าจะผ่านไปได้"
    }
  },
  {
    "translation": {
      "en": "using a technique never seen before on the battlefield.",
      "th": "โดยใช้ยุทธการที่ไม่เคยมีมาก่อนในสนามรบ"
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg, a rapid thrust towards an enemy's weak spot",
      "th": "นั่นก็คือบลิตซ์ครีก หรือการพุ่งไปยัง จุดอ่อนของศัตรูอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "using an onslaught of sheer power.",
      "th": "โดยใช้พลังจู่โจมที่มีแสนยานุภาพ"
    }
  },
  {
    "translation": {
      "en": "Fast tanks, mobile infantry,",
      "th": "ทั้งยานเกราะ ทหารราบ"
    }
  },
  {
    "translation": {
      "en": "and overwhelming air support.",
      "th": "และฝูงบินสนับสนุนทางอากาศ"
    }
  },
  {
    "translation": {
      "en": "This was the first, you know, real use of, you know, armored blitzkrieg",
      "th": "นี่เป็นครั้งแรกที่ใช้ยุทธการบลิตซ์ครีก"
    }
  },
  {
    "translation": {
      "en": "in-- in world history.",
      "th": "ในประวัติศาสตร์โลก"
    }
  },
  {
    "translation": {
      "en": "The Germans called it Bewegungskrieg, the war of movement,",
      "th": "ทหารเยอรมันเรียกมันว่า \"เบเวกุงสครีก\" สงครามสายฟ้าแลบ"
    }
  },
  {
    "translation": {
      "en": "meaning you hit him hard as quickly as you can",
      "th": "แปลว่าจู่โจมอย่างรุนแรงและรวดเร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "and you just smash through.",
      "th": "บุกทะลวงเข้าไป"
    }
  },
  {
    "translation": {
      "en": "You annihilate the enemy so they can't kind of collect themselves.",
      "th": "ทำลายศัตรูโดยที่พวกเขาไม่ทันตั้งตัว"
    }
  },
  {
    "translation": {
      "en": "So, what does this do? It creates panic.",
      "th": "ยุทธการนี้จะสร้างความตื่นตระหนก"
    }
  },
  {
    "translation": {
      "en": "The material effect of blitzkrieg",
      "th": "ผลกระทบที่เป็นรูปธรรมของบลิตซ์ครีก"
    }
  },
  {
    "translation": {
      "en": "is to open up, uh, an enemy force to a real danger.",
      "th": "คือการทำให้กองกำลังของศัตรูตั้งรับไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "The moral effect is to create complete dislocation on the part of your enemy.",
      "th": "ผลกระทบทางใจคือ การทำลายขวัญและกำลังใจของศัตรู"
    }
  },
  {
    "translation": {
      "en": "It's almost like a conjuring trick.",
      "th": "เหมือนเป็นกลลวง"
    }
  },
  {
    "translation": {
      "en": "[narrator] The architect of the plan, General Heinz Guderian,",
      "th": "นายพลไฮนทซ์ กูเดรีอัน ซึ่งเป็นผู้ออกแบบยุทธการ"
    }
  },
  {
    "translation": {
      "en": "leads the German Panzer Divisions through the Ardennes.",
      "th": "ได้เป็นผู้นำหน่วยยานเกราะเยอรมัน เดินทัพผ่านป่าอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "General Guderian had a very simple motto that doesn't translate into English,",
      "th": "นายพลกูเดรีอันมีคำขวัญง่ายๆ ที่ไม่ได้แปลเป็นภาษาอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "but it basically means \"Use the big guns.\"",
      "th": "แต่มันหมายถึง \"ใช้ปืนใหญ่\""
    }
  },
  {
    "translation": {
      "en": "\"Don't do anything piecemeal.\"",
      "th": "\"อย่าใช้อาวุธเล็กๆ\""
    }
  },
  {
    "translation": {
      "en": "He was impulsive,",
      "th": "เขาเป็นคนสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "and he was a great expert on tank warfare.",
      "th": "และเป็นผู้เชี่ยวชาญด้านการรบโดยใช้ยานเกราะ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Guderian and his divisions worked closely with the Luftwaffe",
      "th": "กูเดรีอันกับหน่วยของเขาทำงานร่วมกับ กับกองทัพอากาศลุฟท์วัฟเฟอ"
    }
  },
  {
    "translation": {
      "en": "to smash through the Ardennes,",
      "th": "เพื่อฝ่าทะลวงป่าอาร์แดน"
    }
  },
  {
    "translation": {
      "en": "cross the Meuse River, and overrun the Allies,",
      "th": "ข้ามแม่น้ำเมิซและเหยียบย่ำฝ่ายสัมพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "reaching Northern France in just a matter of days.",
      "th": "แค่ไม่กี่วันก็ถึงฝรั่งเศสตอนเหนือ"
    }
  },
  {
    "translation": {
      "en": "The speed of the German advance and the distance covered",
      "th": "ความเร็วในการรุกและระยะทางขนาดนี้"
    }
  },
  {
    "translation": {
      "en": "has never been witnessed ever before.",
      "th": "ไม่เคยเกิดขึ้นมาก่อน"
    }
  },
  {
    "translation": {
      "en": "And both British and the French, they're just so stunned by this.",
      "th": "ทั้งอังกฤษและฝรั่งเศสต่างอึ้งกับเรื่องนี้มาก"
    }
  },
  {
    "translation": {
      "en": "They've been pushed back into this corridor in Northern France and Belgium.",
      "th": "พวกเขาถูกต้อนกลับไปที่ชายแดน ระหว่างฝรั่งเศสตอนเหนือและเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "And this is just absolutely exhausting.",
      "th": "และทหารเหนื่อยล้าสุด ๆ"
    }
  },
  {
    "translation": {
      "en": "You're not getting enough sleep, you're being shot at,",
      "th": "พวกเขานอนไม่พอ พวกเขาถูกระดมยิง"
    }
  },
  {
    "translation": {
      "en": "you know things aren't going well because you're falling back.",
      "th": "ทุกอย่างไม่ราบรื่น เพราะขาดความพร้อม"
    }
  },
  {
    "translation": {
      "en": "You know, morale is not good.",
      "th": "และขวัญกำลังใจก็ไม่ดี"
    }
  },
  {
    "translation": {
      "en": "[narrator] Guderian's tank divisions split the British and French forces",
      "th": "กองกำลังยานเกราะของกูเดรีอัน แยกกองกำลังของอังกฤษและฝรั่งเศสออกจากกัน"
    }
  },
  {
    "translation": {
      "en": "as Hitler's men pushed them towards the coast in their thousands.",
      "th": "เหล่าทหารของฮิตเลอร์ ต้อนพวกเขาไปยังชายฝั่งเป็นจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "[announcer] The man to beat Hitler is Winston Churchill.",
      "th": "(คนที่จะปราบฮิตเลอร์คือวินสตัน เชอร์ชิล)"
    }
  },
  {
    "translation": {
      "en": "The country rallies solidly and resolutely",
      "th": "(ประเทศชาติรวมตัวกันอย่างมั่นคงและแน่วแน่)"
    }
  },
  {
    "translation": {
      "en": "to the task of defeating the most sinister madman",
      "th": "(เพื่อกำจัดคนบ้าที่ชั่วร้ายที่สุด)"
    }
  },
  {
    "translation": {
      "en": "that ever aspired to world conquering.",
      "th": "(ที่ปรารถนาจะพิชิตโลก)"
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile in England, the country's new prime minister, Winston Churchill,",
      "th": "ขณะเดียวกันในอังกฤษ วินสตัน เชอร์ชิล นายกรัฐมนตรีคนใหม่"
    }
  },
  {
    "translation": {
      "en": "-receives shocking news. -[ominous music playing]",
      "th": "ก็ได้รับข่าวที่น่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "He gets a phone call from Reynaud, the French prime minister,",
      "th": "เขาได้รับโทรศัพท์จากแรโน นายกรัฐมนตรีฝรังเศส"
    }
  },
  {
    "translation": {
      "en": "on the 15th of May, in which he says, \"The battle is lost.\"",
      "th": "ในวันที่ 15 พฤษภาคม ซึ่งเขาแจ้งว่า \"แพ้การต่อสู้\""
    }
  },
  {
    "translation": {
      "en": "This is five days into the fighting against the Germans.",
      "th": "นี่เป็นเวลาแค่ห้าวันเท่านั้น ในการต่อสู้กับพวกเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "The German Army spent four years trying to do this in the First World War.",
      "th": "กองทัพเยอรมันใช้เวลาหลายปี ต่อสู้ในสงครามโลกครั้งที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "And in five days of this new war, the battle is lost.",
      "th": "และพวกเขาใช้เวลาแค่ห้าวัน เอาชนะคู่ต่อสู้ในสงครามครั้งใหม่นี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Having replaced Neville Chamberlain just a week earlier,",
      "th": "การขึ้นเป็นนายกรัฐมนตรีของเชอร์ชิล โดยรับช่วงต่อจากเนวิลล์ แชมเบอร์เลน"
    }
  },
  {
    "translation": {
      "en": "Churchill's appointment as prime minister",
      "th": "ได้เพียงหนึ่งสัปดาห์"
    }
  },
  {
    "translation": {
      "en": "could not have come at a worse time.",
      "th": "นับเป็นจังหวะเวลาที่แย่มาก"
    }
  },
  {
    "translation": {
      "en": "Many are skeptical of his ability to cope.",
      "th": "หลายคนสงสัยในความสามารถของเขา"
    }
  },
  {
    "translation": {
      "en": "A lot of members of the government thought Churchill was far too risky a choice.",
      "th": "นักการเมืองหลายคนในรัฐบาลคิดว่า เชอร์ชิลเป็นทางเลือกที่เสี่ยงเกินไป"
    }
  },
  {
    "translation": {
      "en": "He'd made mistake after mistake in his life.",
      "th": "เขาตัดสินใจผิดพลาดหลายต่อหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "When one looked at his First World War record,",
      "th": "เมื่อเราดูประวัติในช่วง สงครามโลกครั้งที่หนึ่งของเขา"
    }
  },
  {
    "translation": {
      "en": "there were many blemishes, and, uh-- and as a result, they really did fear",
      "th": "จะเห็นได้ว่ามีข้อผิดพลาดมากมาย ส่งผลให้หลายคนเกิดความหวั่นเกรง"
    }
  },
  {
    "translation": {
      "en": "that, um, Churchill in charge was going to be like a bull in a china shop.",
      "th": "ว่าเชอร์ชิลจะเข้ามา บริหารประเทศด้วยความสะเพร่า"
    }
  },
  {
    "translation": {
      "en": "[David] Churchill was not trusted.",
      "th": "เชอร์ชิลไม่ได้รับความไว้วางใจ"
    }
  },
  {
    "translation": {
      "en": "He was a man who was perceived to have moved ground many times, politically.",
      "th": "เขาถูกมองว่าเป็นคนโลเลหลายครั้ง ในทางการเมือง"
    }
  },
  {
    "translation": {
      "en": "Um, you know, was he the right man for the right time?",
      "th": "เขาใช่คนที่เหมาะสมในช่วงเวลาเช่นนี้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "[Wawro] But Churchill's a fighter. If you're gonna fight, you need Churchill.",
      "th": "แต่เชอร์ชิลเป็นนักสู้ ถ้าจะสู้ก็ต้องมีเชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "Churchill is somebody who made no secret of his contempt for Hitler,",
      "th": "เชอร์ชิลล์แสดงออกอย่างชัดเจน ว่าเขาชิงชังฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "no secret of his determination to resist.",
      "th": "เขามีความมุ่งมั่นที่จะต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "And he was a brilliant orator.",
      "th": "และเขาเป็นนักพูดที่เก่ง"
    }
  },
  {
    "translation": {
      "en": "Here was somebody that could really speak to the British people",
      "th": "เขาคือคนที่สามารถพูดให้คนอังกฤษเชื่อ"
    }
  },
  {
    "translation": {
      "en": "and encourage them to resist.",
      "th": "และกระตุ้นให้พวกเขาลุกขึ้นต่อต้าน"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the looming crisis for the British forces in France,",
      "th": "เมื่อเกิดวิกฤตต่อกองทัพอังกฤษในฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Churchill's first speech to Parliament as prime minister is ominous.",
      "th": "คำพูดแรกของเชอร์ชิลต่อรัฐสภา ในฐานะนายกรัฐมนตรีนั้นเป็นลางร้าย"
    }
  },
  {
    "translation": {
      "en": "[Churchill] We have before us many, many long months of struggle and of suffering.",
      "th": "(เราต้องต่อสู้ดิ้นรนและทุกข์ทรมาน ไปอีกนานหลายเดือน)"
    }
  },
  {
    "translation": {
      "en": "You ask, \"What is our aim?\"",
      "th": "(คุณอาจสงสัยว่า \"เป้าหมายของเราคืออะไร\")"
    }
  },
  {
    "translation": {
      "en": "I can answer in one word, victory.",
      "th": "(ผมตอบได้เพียงหนึ่งคำ \"ชัยชนะ\")"
    }
  },
  {
    "translation": {
      "en": "Victory at all costs.",
      "th": "(ชัยชนะอย่างเดียวเท่านั้น)"
    }
  },
  {
    "translation": {
      "en": "[narrator] But the stirring rhetoric belies a stark reality.",
      "th": "แต่คำพูดปลุกใจนั้น ตรงข้ามกับความจริงอย่างสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "In France, British forces are facing annihilation",
      "th": "ในฝรั่งเศส กองทัพอังกฤษ กำลังเผชิญกับการทำลายล้าง"
    }
  },
  {
    "translation": {
      "en": "trying to halt the German advance.",
      "th": "พยายามหยุดยั้งการรุกรานของเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "Alongside the French,",
      "th": "พวกเขาร่วมมือกับกองทัพฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "they launch a counterattack at the city of Arras.",
      "th": "ทำการโจมตีตอบโต้ที่เมืองอารัส"
    }
  },
  {
    "translation": {
      "en": "That is the last-ditch attempt to try and kind of reverse things.",
      "th": "นั่นคือความพยายามครั้งสุดท้าย ที่จะแก้ไขสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "But they don't break through, you know, it is just not a big enough thrust.",
      "th": "แต่พวกเขาไม่สามารถเอาชนะได้ เนื่องจากแรงจู่โจมไม่มากพอ"
    }
  },
  {
    "translation": {
      "en": "With that failure, it's all over.",
      "th": "หลังจากความล้มเหลวนั้น ทุกอย่างก็จบ"
    }
  },
  {
    "translation": {
      "en": "There can be no reverses now.",
      "th": "ไม่มีทางแก้ไขสถานการณ์ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "This point onwards, it's just a matter of damage limitation.",
      "th": "จากนี้เป็นต้นไป ทำได้แค่จำกัดความเสียหาย"
    }
  },
  {
    "translation": {
      "en": "[narrator] With Allied casualties and surrenders reaching well over half a million,",
      "th": "มีผู้เสียชีวิตและผู้ยอมจำนนสูงกว่าครึ่งล้าน"
    }
  },
  {
    "translation": {
      "en": "the British Expeditionary Force is becoming encircled by the Germans,",
      "th": "กองกำลังรบนอกประเทศของอังกฤษ ถูกกองทัพเยอรมันล้อมไว้"
    }
  },
  {
    "translation": {
      "en": "and have their backs against the coast.",
      "th": "และถูกต้อนให้ไปจนมุมที่ชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "You've got Belgium collapsing on the northern flank,",
      "th": "เมื่อกองทัพเบลเยียมพ่ายแพ้ทางฝั่งเหนือ"
    }
  },
  {
    "translation": {
      "en": "you've got the Germans pressing from the east,",
      "th": "และถูกกองทัพเยอรมัน ไล่ต้อนจากทางทิศตะวันออก"
    }
  },
  {
    "translation": {
      "en": "you've got them pressing from the south, they're in this tiny little bubble.",
      "th": "พวกเขาถูกไล่ต้อนมาจากทางทิศใต้ ไปจนมุมอยู่ในรัศมีอันน้อยนิด"
    }
  },
  {
    "translation": {
      "en": "And everyone's going, \"This is an absolute nightmare.\"",
      "th": "ทุกคนแบบว่า \"นี่มันฝันร้ายชัดๆ\""
    }
  },
  {
    "translation": {
      "en": "[Wawro] The French were floundering. Um…",
      "th": "กองทัพฝรั่งเศสระส่ำระสาย"
    }
  },
  {
    "translation": {
      "en": "Morale was poor.",
      "th": "ขวัญกำลังใจแย่มาก"
    }
  },
  {
    "translation": {
      "en": "French Army units were collapsing in the face of these German attacks.",
      "th": "กองทัพฝรั่งเศสถูกทำลายอย่างหนัก เมื่อเผชิญกับการโจมตีของเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "And the British saw themselves basically shackled to a corpse.",
      "th": "และกองทัพอังกฤษเห็นว่า ตัวเองกำลังถูกล่ามโซ่ไว้กับศพ"
    }
  },
  {
    "translation": {
      "en": "[narrator] As the German onslaught continues to overwhelm the Allies,",
      "th": "ขณะที่ฝ่ายสัมพันธมิตรกำลังเพลี่ยงพล้ำ ในการโจมตีของเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "Churchill flies to Paris to meet with Prime Minister Paul Reynaud",
      "th": "เชอร์ชิลล์บินไปปารีสเพื่อพบกับ นายกรัฐมนตรีปอล แรโน"
    }
  },
  {
    "translation": {
      "en": "and the French High Command.",
      "th": "และผู้บัญชาการระดับสูงของฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "The reason he's doing that is so that he can try and get the French War Committee",
      "th": "เหตุผลที่เขาทำแบบนั้นก็เพื่อให้ คณะกรรมการสงครามฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "to try and kind of stiffen their resolve.",
      "th": "พยายามแก้ไขปัญหาที่หนักหนานี้ให้ได้"
    }
  },
  {
    "translation": {
      "en": "\"Come on, keep going. There's gotta be a solution to this.\"",
      "th": "\"ไม่เอาน่า มันต้องมีทางออกสำหรับเรื่องนี้สิ\""
    }
  },
  {
    "translation": {
      "en": "\"Don't be defeatists. Don't throw in the towel yet.\"",
      "th": "\"อย่าเป็นผู้แพ้ อย่าเพิ่งยอมแพ้\""
    }
  },
  {
    "translation": {
      "en": "[narrator] But Reynaud tells Churchill that the situation is hopeless,",
      "th": "แต่แรโนบอกเชอร์ชิลว่าสถานการณ์สิ้นหวังแล้ว"
    }
  },
  {
    "translation": {
      "en": "and warns that his cabinet colleagues wish to start peace talks with Hitler.",
      "th": "และเตือนว่ารัฐมนตรีของเขา อยากเริ่มเจรจาสันติภาพกับฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "With Hitler's men gaining ground,",
      "th": "เมื่อทหารของฮิตเลอร์เริ่มรุกพื้นที่"
    }
  },
  {
    "translation": {
      "en": "the British Expeditionary Force are retreating towards the coast in droves.",
      "th": "กองกำลังรบนอกประเทศของอังกฤษ ค่อยๆ ถอยไปที่ชายฝั่ง"
    }
  },
  {
    "translation": {
      "en": "It's a race against time for the Germans.",
      "th": "กองทัพเยอรมันรีบเร่งทำเวลา"
    }
  },
  {
    "translation": {
      "en": "They have the cream of the Allied armies in a trap,",
      "th": "พวกเขามีศูนย์กลาง กองทัพฝ่ายสัมพันธมิตรอยู่ในมือ"
    }
  },
  {
    "translation": {
      "en": "and they're not gonna let them out of that trap.",
      "th": "พวกเขาไม่ปล่อยกองทัพอังกฤษไปแน่นอน"
    }
  },
  {
    "translation": {
      "en": "[Roman Toeppel] So they really felt like,",
      "th": "พวกเขารู้สึกว่า"
    }
  },
  {
    "translation": {
      "en": "\"We will destroy the British and the French Army here on the beach,",
      "th": "\"เราจะทำลายกองทัพอังกฤษ และกองทัพฝรั่งเศสบนชายหาด\""
    }
  },
  {
    "translation": {
      "en": "and we will have won a decisive victory",
      "th": "\"และเราจะชนะอย่างขาดลอย"
    }
  },
  {
    "translation": {
      "en": "we couldn't even dream of a couple of years ago.\"",
      "th": "แบบที่เราไม่คิดว่าจะทำได้ เมื่อหลายปีก่อน\""
    }
  },
  {
    "translation": {
      "en": "[narrator] As thousands of Allied troops rush toward safety,",
      "th": "ขณะที่ทหารฝ่ายสัมพันธมิตรหลายพันคน รีบไปหลบยังที่ปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "thousands of others are ordered to block the German advance on Dunkirk",
      "th": "ทหารอีกหลายพันคนก็ถูกสั่ง ให้ขวางกองทัพเยอรมันไว้ที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "by defending key positions such as Calais.",
      "th": "โดยการปกป้องจุดยุทธศาสตร์สำคัญ อย่างเมืองกาแล"
    }
  },
  {
    "translation": {
      "en": "Every hour that they managed to save, um, at Calais",
      "th": "ทุกชั่วโมงที่พวกเขายังปกป้องกาแลเอาไว้ได้"
    }
  },
  {
    "translation": {
      "en": "was invaluable up at Dunkirk.",
      "th": "เป็นช่วงเวลาที่มีค่ามากที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Commanding the Allied troops is 41-year-old Brigadier Claude Nicholson.",
      "th": "ผู้บัญชาการกองกำลังฝ่ายสัมพันธมิตร คือพลจัตวาโคลด นิโคลสันวัย 41 ปี"
    }
  },
  {
    "translation": {
      "en": "Churchill sent a telegram to, uh, Nicholson in Calais saying that,",
      "th": "เชอร์ชิลล์ส่งโทรเลขไปถึงนิโคลสันที่กาแล"
    }
  },
  {
    "translation": {
      "en": "\"The eyes of the Empire are upon you.\"",
      "th": "บอกว่า \"อนาคตของจักรวรรดิอยู่ในมือคุณแล้ว\""
    }
  },
  {
    "translation": {
      "en": "To have that sent to you when you're a commander,",
      "th": "การได้รับข้อความเช่นนั้นส่งถึงคุณ ในฐานะผู้บัญชาการกองทัพ"
    }
  },
  {
    "translation": {
      "en": "really, it meant that you just could not surrender.",
      "th": "ก็แปลว่าคุณยอมแพ้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Three days of brutal fighting takes place",
      "th": "การต่อสู้รุนแรงที่กินเวลาถึงสามวัน"
    }
  },
  {
    "translation": {
      "en": "between Hitler's Panzer Divisions and the Allies,",
      "th": "ระหว่างหน่วยยานเกราะของฮิตเลอร์ และฝ่ายสัมพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "who are outnumbered three to one.",
      "th": "ที่มีจำนวนทหารน้อยกว่าถึงหนึ่งต่อสาม"
    }
  },
  {
    "translation": {
      "en": "Churchill does have the opportunity to evacuate,",
      "th": "ทำให้เชอร์ชิลมีโอกาสที่จะอพยพ"
    }
  },
  {
    "translation": {
      "en": "but he says, \"No, I want you to hold out and keep fighting.\"",
      "th": "เขาบอกนิโคลสันว่า \"ไม่ ฉันอยากให้นาย อดทนและสู้ต่อไป"
    }
  },
  {
    "translation": {
      "en": "It was one of the most difficult decisions",
      "th": "มันเป็นหนึ่งในการตัดสินใจที่ยากที่สุด"
    }
  },
  {
    "translation": {
      "en": "that Winston Churchill had to take in the whole war.",
      "th": "ที่วินสตันเชอร์ชิลต้องทำในสงคราม"
    }
  },
  {
    "translation": {
      "en": "He said it made him physically sick to have to give the order.",
      "th": "เขาบอกว่ามันทำให้เขาถึงกับป่วย ที่ต้องออกคำสั่งเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "But nonetheless, um, he gave it.",
      "th": "แต่ถึงอย่างนั้นเขาก็ต้องทำ"
    }
  },
  {
    "translation": {
      "en": "It was an example of his leadership.",
      "th": "นี่คือตัวอย่างความเป็นผู้นำของเชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "The outcome for Brigadier Nicholson and his soldiers",
      "th": "ผลลัพธ์คือพลจัตวานิโคลสันและทหารของเขา"
    }
  },
  {
    "translation": {
      "en": "was that, uh, none of them get away.",
      "th": "ไม่มีใครหนีรอดไปได้"
    }
  },
  {
    "translation": {
      "en": "They are either killed, wounded, or captured.",
      "th": "พวกเขาถูกฆ่า ได้รับบาดเจ็บหรือถูกจับ"
    }
  },
  {
    "translation": {
      "en": "[narrator] After surrendering, Nicholson is sent to a P.O.W. camp in Northern Germany.",
      "th": "หลังจากยอมแพ้ นิโคลสันถูกส่งไปยัง ค่ายเชลยในเยอรมนีตอนเหนือ"
    }
  },
  {
    "translation": {
      "en": "And the really sad thing about him is that he ended up committing suicide,",
      "th": "และสิ่งที่น่าเศร้าคือสุดท้ายเขาก็ฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "uh, when he was in captivity.",
      "th": "ตอนที่เขาถูกจับ"
    }
  },
  {
    "translation": {
      "en": "And it seems as though he felt he had let the country down.",
      "th": "และดูเหมือนเขาจะรู้สึกว่า เขาทำให้ประเทศผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "And yet if you look at the situation, if you look at what he did, he-- he was a hero.",
      "th": "เมื่อคุณดูสถานการณ์ ดูสิ่งที่เขาทำแล้ว เขาเป็นฮีโร่"
    }
  },
  {
    "translation": {
      "en": "[narrator] After returning from France,",
      "th": "หลังจากกลับมาจากฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Churchill meets with his War Cabinet in London.",
      "th": "เชอร์ชิลก็ประชุมกับ คณะรัฐมนตรีสงครามของเขาที่ลอนดอน"
    }
  },
  {
    "translation": {
      "en": "Strongly opposed to the war against Germany is Foreign Secretary Lord Halifax,",
      "th": "ลอร์ดแฮลิแฟกซ์ รัฐมนตรีกระทรวงต่างประเทศ ซึ่งไม่เห็นด้วยกับสงครามต่อต้านเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "who wants Churchill to explore peace terms with Hitler.",
      "th": "ต้องการให้เชอร์ชิลเจรจาสันติภาพกับฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "Lord Halifax is popular among his peers in the House of Lords.",
      "th": "ลอร์ดแฮลิแฟกซ์เป็นที่นิยมในหมู่สภาขุนนาง"
    }
  },
  {
    "translation": {
      "en": "He has many supporters in the Tory party.",
      "th": "เขามีผู้สนับสนุนมากมายในพรรคอนุรักษ์นิยม"
    }
  },
  {
    "translation": {
      "en": "And another admirer is King George VI.",
      "th": "และมีผู้ที่ชื่นชมเขาอีกคนคือพระเจ้าจอร์จที่หก"
    }
  },
  {
    "translation": {
      "en": "Halifax is actually not only his party's first choice to be prime minister,",
      "th": "ที่จริงแล้วไม่ใช่แค่สมาชิกพรรคของเขาเท่านั้น ที่ต้องการให้แฮลิแฟกซ์เป็นนายกรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "but also the king's.",
      "th": "แต่รวมถึงกษัตริย์ด้วย"
    }
  },
  {
    "translation": {
      "en": "He decides that he's not up to the job,",
      "th": "แฮลิแฟกซ์คิดว่าเขาไม่เหมาะกับงานนี้"
    }
  },
  {
    "translation": {
      "en": "and therefore, he stands aside.",
      "th": "เขาจึงหลีกทางให้เชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "[narrator] Whilst Halifax believes that Hitler will only want",
      "th": "แฮลิแฟกซ์เชื่อว่าฮิตเลอร์จะต้องการเพียง"
    }
  },
  {
    "translation": {
      "en": "a few British territories if peace is brokered,",
      "th": "ดินแดนของอังกฤษแค่บางส่วน หากมีการเจรจาสันติภาพเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Churchill fears Hitler will demand control of the Royal Navy and much more.",
      "th": "เชอร์ชิลเกรงว่าฮิตเลอร์จะเข้ามา ควบคุมกองทัพเรืออังกฤษและมากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "The War Cabinet in the UK is hopelessly split,",
      "th": "คณะรัฐมนตรีสงคราม ในสหราชอาณาจักรแตกคอกัน"
    }
  },
  {
    "translation": {
      "en": "and the reason it's split is because there are people in it, uh,",
      "th": "และเหตุผลที่พวกเขาแตกคอกัน ก็เพราะมีคนในนั้น"
    }
  },
  {
    "translation": {
      "en": "like Halifax who were great realists",
      "th": "ที่คิดเหมือนแฮลิแฟกซ์ว่า"
    }
  },
  {
    "translation": {
      "en": "and think, \"Well, the war can't be won. We need to start negotiations.\"",
      "th": "\"เราจะไม่มีวันชนะสงคราม เราต้องเริ่มเจรจา\""
    }
  },
  {
    "translation": {
      "en": "And there were also diehards, of course, like Churchill,",
      "th": "และแน่นอนว่ายังมีคนหัวรั้นอย่างเชอร์ชิล"
    }
  },
  {
    "translation": {
      "en": "who feel we've got to keep fighting till the end, and if we don't, uh,",
      "th": "ที่รู้สึกว่าเราต้องสู้จนถึงที่สุด และถ้าเราไม่ทำเช่นนั้น"
    }
  },
  {
    "translation": {
      "en": "what we'll get out of this will be worse than if we keep going.",
      "th": "สิ่งที่จะเกิดขึ้นกับเราจะเลวร้ายกว่าที่เป็นอยู่"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the 25th of May, with no authorization from the War Cabinet,",
      "th": "ในวันที่ 25 พฤษภาคม แฮลิแฟกซ์ประชุมกับ เอกอัครราชทูตอิตาลี"
    }
  },
  {
    "translation": {
      "en": "Halifax meets the Italian Ambassador at the Foreign Office",
      "th": "ที่กระทรวงการต่างประเทศ โดย ไม่ได้รับอนุญาตจากคณะรัฐมนตรีสงคราม"
    }
  },
  {
    "translation": {
      "en": "and asks whether Italy might mediate a ceasefire with Germany.",
      "th": "และขอให้อิตาลีช่วยอังกฤษ เจราจาสงบศึกกับเยอรมนี"
    }
  },
  {
    "translation": {
      "en": "Halifax is not alone in thinking this is the best course of action.",
      "th": "ไม่ใช่แค่แฮลิแฟกซ์คนเดียว ที่คิดว่านี่เป็นวิธีที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "Joseph Kennedy, JFK's father,",
      "th": "โจเซฟ เคนเนดี พ่อของเจเอฟเค"
    }
  },
  {
    "translation": {
      "en": "is US Ambassador to Britain.",
      "th": "ซึ่งเป็นเป็นทูตสหรัฐฯ ประจำอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "He, too, believes that Britain is finished,",
      "th": "เขาก็เชื่อว่าอังกฤษพ่ายแพ้แล้ว"
    }
  },
  {
    "translation": {
      "en": "and has tried to sound out the German Ambassador about peace talks.",
      "th": "และพยายามถามความเห็น ทูตเยอรมันเกี่ยวกับการเจรจาสงบศึก"
    }
  },
  {
    "translation": {
      "en": "Like Halifax, Kennedy has no government authorization to do this.",
      "th": "เช่นเดียวกับแฮลิแฟกซ์ เคนเนดีไม่ได้รับอนุญาตจากรัฐบาลในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "It's hard to believe what Churchill was up against at this time.",
      "th": "ความท้าทายที่เชอร์ชิลเผชิญ ในคราวนี้มันยากเกินบรรยาย"
    }
  },
  {
    "translation": {
      "en": "Not only does he have the challenge from the Germans trying to destroy the BEF,",
      "th": "ไม่ใช่แค่เรื่องที่เยอรมัน พยายามจะทำลายบีอีเอฟเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "he also has the enemy within trying to encourage him to negotiate peace.",
      "th": "แต่เขายังมีศัตรูในรัฐบาลที่พยายาม กระตุ้นให้เขาเจรจาสงบศึก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Around the same time that Halifax and Kennedy are exploring",
      "th": "ในช่วงเวลาเดียวกับที่แฮลิแฟกซ์และเคนเนดี"
    }
  },
  {
    "translation": {
      "en": "illegitimate peace talks,",
      "th": "หาทางเจรจาสงบศึกอย่างไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "Churchill decides that British soldiers can no longer fight on in France.",
      "th": "เชอร์ชิลตัดสินใจว่าทหารของอังกฤษ ไม่ควรต่อสู้ต่อไปในฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "They must be evacuated.",
      "th": "พวกเขาต้องอพยพออกจากที่นั่น"
    }
  },
  {
    "translation": {
      "en": "The British haven't really got any choice.",
      "th": "อังกฤษไม่มีทางเลือกในเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "It's either throw themselves back across the Channel back to Britain in safety,",
      "th": "พวกเขาต้องข้ามช่องแคบ กลับไปที่อังกฤษเพื่อความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "or put their hands up in the air and become prisoners of war.",
      "th": "หรือไม่ก็ขอยอมแพ้และเป็นเชลยศึก"
    }
  },
  {
    "translation": {
      "en": "[Roberts] If the British Expeditionary Force were not brought back,",
      "th": "ถ้ากองกำลังรบนอกประเทศอังกฤษ ไม่ถูกพากลับมา"
    }
  },
  {
    "translation": {
      "en": "they would either be captured or slaughtered,",
      "th": "พวกเขาอาจถูกจับหรือถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "and, uh, Churchill understood that you simply couldn't allow",
      "th": "และเชอร์ชิลก็ยอมให้เป็นเช่นนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "a quarter of a million men to fall into German hands.",
      "th": "หนึ่งในสี่ของทหารล้านคน จะตกอยู่ในกำมือของเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "That would essentially be the end of the war.",
      "th": "นั่นจะเป็นจุดจบของสงคราม"
    }
  },
  {
    "translation": {
      "en": "[narrator] With the Germans dangerously close",
      "th": "เมื่อทหารเยอรมันรุกใกล้เข้ามาทุกที"
    }
  },
  {
    "translation": {
      "en": "to trapping the British Expeditionary Force,",
      "th": "ในการล้อมกรอบ กองกำลังรบนอกประเทศของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Churchill calls upon a trusted ally to oversee the rescue operation,",
      "th": "เชอร์ชิลล์เรียกพันธมิตรที่ไว้ใจได้ มาดูแลปฏิบัติการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "Vice Admiral Bertram Ramsay.",
      "th": "ซึ่งก็คือรองนายพลเบอร์แธม แรมซีย์"
    }
  },
  {
    "translation": {
      "en": "Churchill knew Ramsay to be an extremely calm commander,",
      "th": "เชอร์ชิลรู้ว่าแรมซีย์เป็นผู้บัญชาการที่สุขุมมาก"
    }
  },
  {
    "translation": {
      "en": "which, of course, was going to be tremendously important in this operation.",
      "th": "ซึ่งแน่นอนว่าเป็นสิ่งที่มีความสำคัญอย่างมาก ในปฏิบัติการนี้"
    }
  },
  {
    "translation": {
      "en": "He knew that he was going to be able to get the job done.",
      "th": "เขารู้ว่าแรมซีย์จะทำภารกิจสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[narrator] From offices situated deep in the tunnels beneath Dover Castle,",
      "th": "ในสำนักงานที่อยู่ลึกลงไป ในอุโมงค์ใต้ปราสาทโดเวอร์"
    }
  },
  {
    "translation": {
      "en": "Ramsay and his team begin planning the evacuation,",
      "th": "แรมซีย์และหน่วยของเขาเริ่มวางแผนการอพยพ"
    }
  },
  {
    "translation": {
      "en": "code-named Operation Dynamo.",
      "th": "ในชื่อปฏิบัติการไดนาโม"
    }
  },
  {
    "translation": {
      "en": "When Ramsay is looking at how to get the British Expeditionary Force away,",
      "th": "ตอนที่แรมซีย์กำลังหา ทางอพยพกองกำลังรบนอกประเทศ"
    }
  },
  {
    "translation": {
      "en": "well, initially, he can see these three large ports,",
      "th": "ในช่วงแรกเขาเล็ง ท่าเรือขนาดใหญ่ไว้สามแห่ง"
    }
  },
  {
    "translation": {
      "en": "Boulogne, Calais, Dunkirk, so that's how it's going to be done.",
      "th": "โบโลญ กาแล ดันเคิร์ก จะมีการอพยพที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[narrator] Within days,",
      "th": "ภายในไม่กี่วันกองทัพอากาศเยอรมันก็ทำลาย"
    }
  },
  {
    "translation": {
      "en": "the German Air Force annihilate the ports of Boulogne and Calais.",
      "th": "ภายในไม่กี่วันกองทัพอากาศเยอรมันก็ทำลาย ท่าเรือโบโลญและกาแล"
    }
  },
  {
    "translation": {
      "en": "Through a process of elimination, Boulogne, Calais lost,",
      "th": "โบโลญและกาแลถูกทำลายในระหว่างการโจมตี"
    }
  },
  {
    "translation": {
      "en": "it becomes only Dunkirk that can be used,",
      "th": "เหลือแค่ดันเคิร์กเท่านั้นที่ใช้งานได้"
    }
  },
  {
    "translation": {
      "en": "so there really was no choice in the matter.",
      "th": "ไม่มีทางเลือกอื่น"
    }
  },
  {
    "translation": {
      "en": "And bear in mind that Dunkirk was a big,",
      "th": "ต้องเข้าใจด้วยว่าดันเคิร์กเป็นท่าเรือใหญ่"
    }
  },
  {
    "translation": {
      "en": "uh, a-- a very busy port.",
      "th": "ที่มีการใช้งานอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "So, you know, there-- there was a lot of scope",
      "th": "ดังนั้นจึงมีวิธีการมากมาย"
    }
  },
  {
    "translation": {
      "en": "for evacuating the British Expeditionary Force",
      "th": "ในการอพยพกองกำลังรบนอกประเทศของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "from such an active port.",
      "th": "ออกจากท่าเรือเช่นนี้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Situated near the border of France and Belgium,",
      "th": "มันตั้งอยู่ใกล้ชายแดนฝรั่งเศสและเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "and 40 miles from the English coast,",
      "th": "และห่างจากชายฝั่งอังกฤษ 40 ไมล์"
    }
  },
  {
    "translation": {
      "en": "Ramsay instructs a large fleet of Royal Navy ships,",
      "th": "แรมซีย์สั่งการให้เรือขนาดใหญ่ของกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "ranging from destroyers to gunboats,",
      "th": "ตั้งแต่เรือพิฆาตไปจนถึงเรือปืน"
    }
  },
  {
    "translation": {
      "en": "to prepare to head for Dunkirk.",
      "th": "เตรียมตัวมุ่งหน้าไปดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "By now, over 300,000 Allied soldiers",
      "th": "ตอนนี้ทหารฝ่ายสัมพันธมิตรกว่า 300,000 นาย"
    }
  },
  {
    "translation": {
      "en": "are fleeing towards the beach, hoping to be rescued.",
      "th": "กำลังหนีไปที่ชายหาด โดยหวังว่าจะได้รับการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "But with the Germans quickly closing in, the clock is ticking.",
      "th": "แต่พวกเยอรมันรุกคืบเข้ามาอย่างรวดเร็ว เวลาเหลือน้อยเต็มที"
    }
  },
  {
    "translation": {
      "en": "I mean, the expectation is that they've probably got 48 hours at most",
      "th": "พวกเขาคาดว่าจะมีเวลาอพยพ แค่ 48 ชั่วโมงเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "before the Germans completely cut them off.",
      "th": "ก่อนที่พวกเยอรมันจะตัดขาดพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And in 48 hours, the expectation is",
      "th": "และใน 48 ชั่วโมง ความคาดหวังคือ"
    }
  },
  {
    "translation": {
      "en": "if they're lucky, they'll manage to get 45,000 men away.",
      "th": "ถ้าพวกเขาโชคดี ก็จะอพยพคนไปได้ 45,000 คน"
    }
  },
  {
    "translation": {
      "en": "So, these were best-case scenarios.",
      "th": "นี่คือสถานการณ์ที่ดีที่สุดแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is the largest, uh, coastal evacuation, uh,",
      "th": "นี่เป็นการอพยพทางชายฝั่งครั้งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "you know, in history, up to this point.",
      "th": "ในประวัติศาสตร์จนถึงทุกวันนี้"
    }
  },
  {
    "translation": {
      "en": "It must've looked almost impossible that they were gonna pull it off.",
      "th": "จะว่าไปแล้วมันดูเป็นไปไม่ได้ด้วยซ้ำ ที่พวกเขาจะทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "[narrator] With just 48 hours to go, the Royal Navy ships get straight to work.",
      "th": "เหลือเวลาอีกแค่ 48 ชั่วโมง เรือของกองทัพเรือก็ตรงไปที่ท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "But by the following evening,",
      "th": "แต่ในเย็นวันต่อมาก็มีทหารเพียงเจ็ดพันคนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "only seven and a half thousand men have been rescued.",
      "th": "แต่ในเย็นวันต่อมาก็มีทหารเพียงเจ็ดพันคนเท่านั้น ที่ได้รับการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "It's very slow, because you've got to decamp the soldiers",
      "th": "มันล่าช้ามากเพราะพวกเขาต้องจัดคิวทหาร"
    }
  },
  {
    "translation": {
      "en": "who were waiting patiently on the beach in lines.",
      "th": "ที่เข้าแถวรออยู่บนชายหาดอย่างอดทน"
    }
  },
  {
    "translation": {
      "en": "There can't be panic. They can't all rush the boat.",
      "th": "จะมีความวุ่นวายไม่ได้ พวกเขารีบวิ่งขึ้นเรือไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Well, when you have some few hundred thousand people",
      "th": "เมื่อคนหลายแสนคน"
    }
  },
  {
    "translation": {
      "en": "crowding on to the beach, it's a scramble.",
      "th": "มารวมตัวกันที่ชายหาด มันมีการแย่งชิง"
    }
  },
  {
    "translation": {
      "en": "It's incredibly difficult just simply physically getting toward the water,",
      "th": "แค่ลงไปในน้ำยังยากเลย"
    }
  },
  {
    "translation": {
      "en": "let alone getting onto a boat.",
      "th": "ไม่ต้องพูดถึงการได้ขึ้นเรือ"
    }
  },
  {
    "translation": {
      "en": "And they are sitting ducks. It must've been utterly terrifying.",
      "th": "และพวกเขาอยู่ในสถานะที่เสี่ยงมาก มันคงน่ากลัวสุดๆ สำหรับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[narrator] Hitler's Panzers are now within a matter of miles of Dunkirk,",
      "th": "หน่วยยานเกราะของฮิตเลอร์ อยู่ห่างจากดันเคิร์กแค่ไม่กี่ไมล์"
    }
  },
  {
    "translation": {
      "en": "when they receive extraordinary news from German High Command.",
      "th": "เมื่อพวกเขาได้รับข่าวสำคัญ จากผู้บัญชาการระดับสูงของเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "An order goes out to halt the Panzers.",
      "th": "มีคำสั่งให้หยุดยานเกราะแพนเซอร์"
    }
  },
  {
    "translation": {
      "en": "And at the front, they're all absolutely spitting about this.",
      "th": "พวกด่านหน้างงงวยกันใหญ่"
    }
  },
  {
    "translation": {
      "en": "Like, \"We're just crossing the canal. You can't make us halt now.\"",
      "th": "แบบว่า \"เราเพิ่งข้ามคลองมา คุณให้เราหยุดตอนนี้ไม่ได้ \""
    }
  },
  {
    "translation": {
      "en": "[narrator] One of the first to receive the news",
      "th": "หนึ่งในคนแรกที่ได้รับข่าวนี้"
    }
  },
  {
    "translation": {
      "en": "is Heinz Guderian.",
      "th": "คือไฮนซ์ กูเดรีอัน"
    }
  },
  {
    "translation": {
      "en": "Guderian was rushing towards the Channel.",
      "th": "กูเดรีอันกำลังรีบมุ่งหน้าไปที่ช่องแคบ"
    }
  },
  {
    "translation": {
      "en": "And then he gets an order to say the Panzer attack has to stop, and he's really furious.",
      "th": "แต่เขาได้รับคำสั่งให้หน่วยยานเกราะ หยุดการโจมตีและเขาโกรธมาก"
    }
  },
  {
    "translation": {
      "en": "When you're going forward attacking and you see the enemy's fleeing,",
      "th": "การที่พวกเขาบุกโจมตีอย่างไม่หยุดยั้ง และเห็นศัตรูล่าถอย"
    }
  },
  {
    "translation": {
      "en": "then you get some-- some rush of enthusiasm.",
      "th": "มันทำให้พวกเขามีความกระตือรือร้นที่จะสู้ต่อ"
    }
  },
  {
    "translation": {
      "en": "And when an-- an order, uh, arrives that you should stop,",
      "th": "และเมื่อมีคำสั่งมาว่าให้หยุด"
    }
  },
  {
    "translation": {
      "en": "you don't understand why.",
      "th": "พวกเขาก็ไม่เข้าใจว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "[David] One of the reasons the halt order is put in place",
      "th": "หนึ่งในเหตุผลที่มีการสั่งให้หยุด"
    }
  },
  {
    "translation": {
      "en": "is to allow the infantry who've been lagging behind the armor to catch up.",
      "th": "ก็เพื่อให้ทหารราบที่เดินทางล่าช้า ไล่ตามยานเกราะได้ทัน"
    }
  },
  {
    "translation": {
      "en": "They were thinking, we've got another battle to fight",
      "th": "พวกเขาคิดว่ายังต้องต่อสู้"
    }
  },
  {
    "translation": {
      "en": "against the re-- remaining French armies,",
      "th": "กับกองทัพฝรั่งเศสที่เหลืออีก"
    }
  },
  {
    "translation": {
      "en": "and we need to keep as many of our Panzers intact as possible.",
      "th": "และพวกเขาต้องรักษายานเกราะให้ได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "[narrator] But one man sees a golden opportunity in the halt order.",
      "th": "แต่ชายคนหนึ่งมองเห็นโอกาสทองในคำสั่งหยุดนี้"
    }
  },
  {
    "translation": {
      "en": "Former World War One fighter ace",
      "th": "อดีตนักสู้มือหนึ่งในสงครามโลกครั้งที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and Luftwaffe commander in chief, Hermann Göring.",
      "th": "และผู้บัญชาการสูงสุดลุฟท์วัฟเฟอ แฮร์มัน เกอริง"
    }
  },
  {
    "translation": {
      "en": "Göring was maybe the most illustrious of the Nazi leaders.",
      "th": "เกอริงน่าจะเป็นผู้นำนาซีที่โด่งดังที่สุด"
    }
  },
  {
    "translation": {
      "en": "I mean, Hitler completely trusted him.",
      "th": "ฮิตเลอร์เชื่อใจเขามาก"
    }
  },
  {
    "translation": {
      "en": "They were close, old party comrades.",
      "th": "พวกเขาเป็นสหายเก่าแก่ที่สนิทกัน"
    }
  },
  {
    "translation": {
      "en": "Göring was pompous, jovial, cruel.",
      "th": "เกอริงเป็นคนคุยโว โอ้อวด โหดร้าย"
    }
  },
  {
    "translation": {
      "en": "He very clearly loved to eat, everybody could tell that.",
      "th": "เป็นที่รู้กันว่าเขาชอบกินมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Göring's indulgences do not stop with food.",
      "th": "ความหลงใหลของเกอริง ไม่ได้หยุดอยู่แค่อาหาร"
    }
  },
  {
    "translation": {
      "en": "In 1923, after receiving a bullet wound to the leg",
      "th": "ในปี 1923 หลังจากถูกยิงที่ขา"
    }
  },
  {
    "translation": {
      "en": "during a failed coup by the Nazis,",
      "th": "ในระหว่างการก่อกบฏของนาซี"
    }
  },
  {
    "translation": {
      "en": "Göring became increasingly addicted to morphine.",
      "th": "เกอริงกลายเป็นผู้เสพติดมอร์ฟีน"
    }
  },
  {
    "translation": {
      "en": "So much so that Hitler's right-hand man",
      "th": "จนมือขวาของฮิตเลอร์ผู้นี้"
    }
  },
  {
    "translation": {
      "en": "has twice been admitted to a psychiatric hospital.",
      "th": "ต้องเข้าโรงพยาบาลจิตเวชถึงสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "And his, um, addictions, uh,",
      "th": "และการเสพติดของเขา"
    }
  },
  {
    "translation": {
      "en": "definitely made him more and more prone",
      "th": "ทำให้เขามีแนวโน้มมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "to overestimate the abilities of the German Air Force",
      "th": "ที่จะประเมินความสามารถ ของกองทัพอากาศเยอรมันสูงเกินไป"
    }
  },
  {
    "translation": {
      "en": "and to make, uh, grandiose, uh, promises",
      "th": "และให้คำมั่นสัญญาที่ยิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "that he could not keep.",
      "th": "ที่เขาทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So when this halt order comes up, he goes to Hitler's headquarters.",
      "th": "เมื่อคำสั่งหยุดนี้เกิดขึ้น เขาก็ไปที่กองบัญชาการของฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "He goes, \"Don't need to worry about that. My Luftwaffe will destroy the British.\"",
      "th": "เขาบอกว่า \"ไม่ต้องห่วง ลุฟท์วัฟเฟอของฉันจะทำลายอังกฤษ\""
    }
  },
  {
    "translation": {
      "en": "And Göring says, \"Look, Führer, we can bomb the beaches,",
      "th": "และเกอริงบอกฮิตเลอร์ว่า \"ผู้นำ เราระเบิดชายหาดได้\""
    }
  },
  {
    "translation": {
      "en": "we can bomb any ships the British send over to evacuate.\"",
      "th": "เราระเบิดเรือได้ทุกลำ ที่อังกฤษส่งมาอพยพทหาร"
    }
  },
  {
    "translation": {
      "en": "\"I can handle this.\"",
      "th": "\"ผมจัดการได้\""
    }
  },
  {
    "translation": {
      "en": "[narrator] As thousands of British and French soldiers",
      "th": "ขณะที่ทหารอังกฤษและฝรั่งเศสหลายพันคน"
    }
  },
  {
    "translation": {
      "en": "are trying to escape across the Channel,",
      "th": "พยายามหนีข้ามช่องแคบอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Göring's Luftwaffe start to obliterate the port.",
      "th": "ลุฟท์วัฟเฟอของเกอริงก็เริ่มทำลายท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "Dunkirk was absolutely in disarray.",
      "th": "ดันเคิร์กอยู่ในความระส่ำระสาย"
    }
  },
  {
    "translation": {
      "en": "I mean, it'd been bombed heavily, port was on fire and destroyed,",
      "th": "มันถูกระเบิดอย่างหนัก ท่าเรือถูกไฟไหม้และถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "some dead civilians in the street,",
      "th": "มีคนตายอยู่บนถนน"
    }
  },
  {
    "translation": {
      "en": "electricity's down, running water's down.",
      "th": "ไฟฟ้าดับ น้ำไม่ไหล"
    }
  },
  {
    "translation": {
      "en": "You know, it's a scene of absolute carnage.",
      "th": "มันคือฉากแห่งการสังหารหมู่"
    }
  },
  {
    "translation": {
      "en": "[narrator] As wave after wave of German planes reign terror down on the troops,",
      "th": "ในขณะที่เครื่องบินเยอรมันทิ้งระเบิดใส่ทหาร"
    }
  },
  {
    "translation": {
      "en": "a cry goes up.",
      "th": "พวกเขาก็ร้องตะโกน"
    }
  },
  {
    "translation": {
      "en": "\"Where was the RAF?\" They were constantly saying, \"Where's the RAF?\"",
      "th": "\"อาร์เอเฟออยู่ที่ไหน\" พวก เขาเอาแต่พูดว่า \"กองทัพอากาศอยู่ไหน\""
    }
  },
  {
    "translation": {
      "en": "There's a lot of controversy about the role of the RAF at Dunkirk,",
      "th": "มีการโต้เถียงกันมากเกี่ยวกับ บทบาทของกองทัพอากาศอังกฤษที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "because, you know, the Germans basically had command of the air over the beaches,",
      "th": "เพราะเห็นได้ชัดว่าพวกเยอรมัน ควบคุมน่านฟ้าเหนือชายหาดได้"
    }
  },
  {
    "translation": {
      "en": "and where was the RAF?",
      "th": "แล้วกองทัพอากาศอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "So this whole myth grows up that the RAF was absent.",
      "th": "ดังนั้นจึงมีการเล่าขานว่า กองทัพอากาศอังกฤษไม่มาสู้"
    }
  },
  {
    "translation": {
      "en": "[Richie] The troops were trapped on the beach. They were frightened.",
      "th": "เหล่าทหารที่ติดอยู่ชายหาด พวกเขาหวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "They were being strafed by the Luftwaffe,",
      "th": "พวกเขาถูกกองทัพอากาศลุฟท์วัฟเฟอยิง"
    }
  },
  {
    "translation": {
      "en": "and they didn't know if they were not gonna be shot or taken prisoner",
      "th": "และไม่รู้ว่าตัวเองจะถูกยิง หรือถูกจับเป็นเชลยตอนไหน"
    }
  },
  {
    "translation": {
      "en": "within the next, uh, 24 hours.",
      "th": "ในอีก 24 ชั่วโมงข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "So there was a lot of seething resentment and a lot of rumor,",
      "th": "ดังนั้นจึงมีความโกรธแค้นและข่าวลือมากมาย"
    }
  },
  {
    "translation": {
      "en": "and people really didn't know what was happening.",
      "th": "และผู้คนไม่รู้จริงๆ ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] As resentment grows amongst the troops towards the RAF,",
      "th": "ในขณะที่เหล่าทหารกำลังโกรธเคือง กองทัพอากาศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "so too does their desperation to get home.",
      "th": "ประกอบกับความหวังที่จะได้กลับบ้านนั้นริบหรี่"
    }
  },
  {
    "translation": {
      "en": "But with Dunkirk's port completely destroyed,",
      "th": "ท่าเรือดันเคิร์กก็ถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "the Allies are stranded.",
      "th": "ฝ่ายสัมพันธมิตรติดแหง่ก"
    }
  },
  {
    "translation": {
      "en": "Problem you've got if you're on the beach is how you get from the sand to a boat.",
      "th": "ปัญหาในการขึ้นเรือคือ คุณจะปีนขึ้นไปบนเรือจากชายหาดได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "And, you know, big ships, which is what's really gonna take the numbers back to Britain,",
      "th": "เรือลำใหญ่ซึ่งจะนำทหารจำนวนมาก กลับไปที่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "you know, they can't-- they can't berth onto the sand.",
      "th": "พวกเขาแล่นขึ้นไปจอดบนทรายไม่ได้"
    }
  },
  {
    "translation": {
      "en": "It meant that the British had to think of new ways",
      "th": "นั่นแปลว่าอังกฤษต้องคิดหาวิธีใหม่"
    }
  },
  {
    "translation": {
      "en": "to get ships into Dunkirk to pull those troops out.",
      "th": "ในการส่งเรือไปที่ดันเคิร์กและพาทหารออกมา"
    }
  },
  {
    "translation": {
      "en": "[narrator] With no simple way of getting off the beaches,",
      "th": "เนื่องจากการหนีออกจากชายหาดไม่ใช่เรื่องง่าย"
    }
  },
  {
    "translation": {
      "en": "the Allies are facing imminent capture or death",
      "th": "ฝ่ายสัมพันธมิตรกำลังเผชิญ กับการถูกจับหรือถูกฆ่าตาย"
    }
  },
  {
    "translation": {
      "en": "at the hands of the Nazis.",
      "th": "ด้วยมือของทหารนาซี"
    }
  },
  {
    "translation": {
      "en": "From his office deep beneath Dover Castle,",
      "th": "ณ ห้องทำงานใต้ปราสาทโดเวอร์"
    }
  },
  {
    "translation": {
      "en": "Ramsay knows he's running out of time to get the troops home.",
      "th": "แรมซีย์รู้ว่าเขาไม่มีเวลามากพอ ที่จะพาทหารกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Desperate for a lifeline, the Navy makes an urgent appeal.",
      "th": "ด้วยความสิ้นหวัง กองทัพเรือยื่นคำขออย่างเร่งด่วน"
    }
  },
  {
    "translation": {
      "en": "The Royal Navy got the message out by using various different methods.",
      "th": "กองทัพเรือประกาศข่าวโดยใช้หลายวิธีการ"
    }
  },
  {
    "translation": {
      "en": "It used newsreels and cinemas,",
      "th": "ไม่ว่าจะเป็นรายการข่าว ภาพยนตร์"
    }
  },
  {
    "translation": {
      "en": "it used radio broadcast on the BBC,",
      "th": "หรือวิทยุกระจายเสียงทางช่องบีบีซี"
    }
  },
  {
    "translation": {
      "en": "and they also actually began to phone around the various shipyards.",
      "th": "และพวกเขาได้โทรศัพท์ไปยังอู่ต่อเรือต่างๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "The specific detail of what they wanted was really quite brief.",
      "th": "รายละเอียดสิ่งที่พวกเขาร้องขอนั้นสั้นมาก"
    }
  },
  {
    "translation": {
      "en": "They were asking for motor yachts at least 30 feet in length,",
      "th": "พวกเขาร้องขอเรือยอชต์ที่มีความยาว 30 ฟุต"
    }
  },
  {
    "translation": {
      "en": "and if you had one of those, you were to report to the admiralty.",
      "th": "และถ้าคุณมีมัน คุณต้องไปรายงานตัวกับกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "All kinds of small ships ended up in Dunkirk.",
      "th": "เรือเล็กทุกชนิดมุ่งหน้าไปที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "You had-- You had motor launches,",
      "th": "ถ้าคุณมีเรือยนต์ขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "you had yachts, you had sailing boats,",
      "th": "เรือยอชต์ เรือใบ"
    }
  },
  {
    "translation": {
      "en": "you had fishing boats.",
      "th": "เรือหาปลา"
    }
  },
  {
    "translation": {
      "en": "But the fact was that anything that could be pressed into service",
      "th": "ที่จริงแล้ว เรืออะไรก็ตามที่ให้การช่วยเหลือได้"
    }
  },
  {
    "translation": {
      "en": "was pressed into service, and they were all needed.",
      "th": "ถูกขอให้ไปช่วยเหลือ และเป็นที่ต้องการอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] One ship owner bound for Dunkirk is Charles Lightoller.",
      "th": "หนึ่งในเจ้าของเรือที่มุ่งหน้าไปดันเคิร์ก คือชาร์ลส์ ไลทอลเลอร์"
    }
  },
  {
    "translation": {
      "en": "[Levine] Charles Lightoller had been the senior surviving officer onboard Titanic.",
      "th": "ชาร์ลส์ ไลทอลเลอร์เคยเป็นเจ้าหน้าที่อาวุโส บนเรือไททานิกที่รอดชีวิตมาได้"
    }
  },
  {
    "translation": {
      "en": "And then during the First World War he'd been a Royal Navy commander.",
      "th": "และในช่วงสงครามโลกครั้งที่หนึ่ง เขาเคยเป็นผู้บัญชาการกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "So he'd already had a-- a pretty dramatic life.",
      "th": "เขามีชีวิตที่โลดโผนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] Lightoller owns a motor yacht named the Sundowner,",
      "th": "ไลทอลเลอร์เป็นเจ้าของเรือยอชต์ ที่ชื่อซันดาวเนอร์"
    }
  },
  {
    "translation": {
      "en": "recently requisitioned by the Navy",
      "th": "ที่เพิ่งถูกขอความช่วยเหลือโดยกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "and due to be sailed to Dunkirk by Royal Navy crew.",
      "th": "เพื่อแล่นไปยังดันเคิร์กโดยลูกเรือราชนาวี"
    }
  },
  {
    "translation": {
      "en": "He wasn't having that. He was going to take Sundowner himself.",
      "th": "เขาไม่ได้ทำตามนั้น เขาจะขับซันดาวเนอร์ไปเอง"
    }
  },
  {
    "translation": {
      "en": "If it was going to be done, he was going to do it.",
      "th": "เพื่อให้แน่ใจว่ามันจะสำเร็จ เขาจะควบคุมเรือเอง"
    }
  },
  {
    "translation": {
      "en": "So he got together one of his sons, uh, and a sea scout,",
      "th": "เขาจึงออกเรือไปกับลูกชายคนหนึ่ง และลูกเสือทะเลคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and the three of them went across on this little motor launch.",
      "th": "พวกเขาสามคนข้ามช่องแคบ ด้วยเรือยนต์ขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "[narrator] As Sundowner rushes towards Dunkirk",
      "th": "ในขณะที่ซันดาวเนอร์มุ่งหน้าไปยังดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "along with hundreds of other little ships,",
      "th": "พร้อมกับเรือเล็กอีกหลายร้อยลำ"
    }
  },
  {
    "translation": {
      "en": "Göring's Luftwaffe refuses to give up.",
      "th": "กองทัพอากาศลุฟท์วัฟเฟอ ของเกอริงก็ไม่ยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "For the troops trapped on the beaches,",
      "th": "ส่วนกองทหารที่ติดอยู่บนชายหาด"
    }
  },
  {
    "translation": {
      "en": "resentment towards the seemingly absent RAF is growing.",
      "th": "ความเดือดดาลที่พวกเขา มีต่อกองทัพอากาศอังกฤษยิ่งเพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "[David] The problem is that a lot of people at Dunkirk didn't see them.",
      "th": "ปัญหาคือหลายคนที่ดันเคิร์ก ไม่เห็นกองทัพอากาศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "And if they didn't witness them, they didn't believe they were there",
      "th": "ถ้าพวกเขาไม่ได้เห็นกับตา พวกเขาก็ไม่เชื่อว่าอาร์เอเอฟไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and they didn't believe that they'd done the job they needed to do.",
      "th": "และไม่เชื่อว่าพวกเขาได้ทำหน้าที่อย่างเหมาะสม"
    }
  },
  {
    "translation": {
      "en": "[narrator] Little do the troops know that high above the beaches,",
      "th": "มีทหารน้อยคนที่จะรู้ว่าที่น่านฟ้าเหนือชายหาด"
    }
  },
  {
    "translation": {
      "en": "the RAF are battling hard against the mighty Luftwaffe.",
      "th": "กองทัพอากาศอังกฤษกำลังต่อสู้ กับหน่วยลุฟท์วัฟเฟออย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "On the first day alone, over 250 sorties are flown over the port.",
      "th": "แค่ในวันแรกวันเดียว ก็มีปฏิบัติการบิน กว่า 250 ครั้งผ่านท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "The reason they weren't always seen is because they were either above the cloud cover",
      "th": "เหตุผลที่กองทหารไม่เห็น ก็เพราะพวกเขาอยู่เหนือเมฆหมอก"
    }
  },
  {
    "translation": {
      "en": "or, more relevant,",
      "th": "หรือที่สำคัญกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "they were actually fighting German fighters away from the actual beachhead.",
      "th": "พวกเขากำลังต่อสู้ป้องกัน กองทัพอากาศเยอรมันอยู่ที่หัวหาด"
    }
  },
  {
    "translation": {
      "en": "The trick for the RAF is to keep the Germans away from Dunkirk,",
      "th": "กลอุบายของอาร์เอเอฟคือ ทำให้พวกเยอรมันอยู่ห่างจากดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "not to fight them over the actual battlefield.",
      "th": "ไม่ใช่ให้ดันเคิร์กเป็นสนามต่อสู้"
    }
  },
  {
    "translation": {
      "en": "The perception that the RAF didn't do anything is really unfair,",
      "th": "การเข้าใจว่ากองทัพอากาศอังกฤษ ไม่ได้ทำอะไรเลยนั้นไม่ยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "uh, and incorrect as well.",
      "th": "และไม่ถูกต้องด้วย"
    }
  },
  {
    "translation": {
      "en": "And, of course, with hindsight and with much more historical knowledge,",
      "th": "แน่นอนว่าเมื่อมองย้อนกลับไป และเข้าใจความรู้ทางประวัติศาสตร์มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "now we know how much they were really doing.",
      "th": "ทำให้เราได้รู้ว่าพวกเขาทุ่มเทมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[narrator] Over the course of the evacuation,",
      "th": "ในระหว่างการอพยพ"
    }
  },
  {
    "translation": {
      "en": "the RAF manages to down up to 240 enemy aircraft,",
      "th": "กองทัพอากาศอังกฤษสามารถจัดการ เครื่องบินรบของศัตรูได้ถึง 240 ลำ"
    }
  },
  {
    "translation": {
      "en": "losing 106 fighter planes of their own.",
      "th": "โดยเสียเครื่องบินรบของพวกเขาไป 160 ลำ"
    }
  },
  {
    "translation": {
      "en": "The battle of France saw 1,500 airmen",
      "th": "การรบที่ฝรั่งเศสมีทหารอากาศอังกฤษ 1,500 นาย"
    }
  },
  {
    "translation": {
      "en": "captured, wounded, or killed.",
      "th": "ถูกจับ บาดเจ็บ หรือเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "But those on the beaches know nothing of this.",
      "th": "แต่ทหารที่อยู่บนชายหาดไม่รู้เรื่องนี้เลย"
    }
  },
  {
    "translation": {
      "en": "Soldiers on the beach started to take their anger out",
      "th": "ทหารที่อยู่บนชายหาดเริ่มกล่าวโทษ"
    }
  },
  {
    "translation": {
      "en": "on those few RAF pilots or airmen",
      "th": "พวกนักบินกองทัพอากาศและทหารอากาศ"
    }
  },
  {
    "translation": {
      "en": "who were on the beach also trying to get home.",
      "th": "ไม่กี่คนที่อยู่บนชายหาด และพยายามกลับบ้านเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "[Holland] Well, you can imagine, if you're on the-- on the beaches",
      "th": "ลองนึกภาพดูสิถ้าคุณอยู่บนชายหาด"
    }
  },
  {
    "translation": {
      "en": "and you're absolutely exhausted, you've been defeated,",
      "th": "และคุณเหนื่อยมาก คุณพ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "you've finally got onto a boat, and there you see an RAF pilot.",
      "th": "แต่ในที่สุดคุณก็ได้ขึ้นเรือ และคุณเห็นนักบินอาร์เอเอฟ"
    }
  },
  {
    "translation": {
      "en": "You just think, \"Hang on, I thought you were supposed to protect me.\"",
      "th": "คุณกลับคิดว่า \"นายควรปกป้องฉันไม่ใช่เหรอ\""
    }
  },
  {
    "translation": {
      "en": "\"You're shot down, and there aren't enough of you.\" \"What is going on?\"",
      "th": "\"พวกนายสู้ไม่ไหว เพราะส่งทหารมาไม่พอ เกิดอะไรขึ้น\""
    }
  },
  {
    "translation": {
      "en": "So a lot of the RAF pilots got a lot of grief for this.",
      "th": "นักบินของกองทัพอากาศหลายคน เสียใจกับเรื่องนี้มาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] RAF pilot and Squadron Commander Anthony Bartley",
      "th": "นักบินกองทัพอากาศ และนาวาอากาศโทแอนโทนี่ บาร์ตลีย์"
    }
  },
  {
    "translation": {
      "en": "recalls the challenges he and his fellow pilots faced.",
      "th": "จำได้ถึงสิ่งที่เขาและเพื่อนนักบินเผชิญ"
    }
  },
  {
    "translation": {
      "en": "[Bartley] The British soldiers were very antagonistic towards the Air Force.",
      "th": "(ทหารอังกฤษไม่พอใจกองทัพอากาศมาก)"
    }
  },
  {
    "translation": {
      "en": "In fact, a fighter pilot that I knew,",
      "th": "(อันที่จริงนักบินรบที่ผมรู้จัก)"
    }
  },
  {
    "translation": {
      "en": "he was shot down at Dunkirk into the sea,",
      "th": "(เขาถูกยิงตกทะเลที่ดันเคิร์ก)"
    }
  },
  {
    "translation": {
      "en": "and he swam out to a boat,",
      "th": "(เขาถูกยิงตกทะเลที่ดันเคิร์ก) (เขาว่ายน้ำไปที่เรือ)"
    }
  },
  {
    "translation": {
      "en": "and a Navy chap said, \"Get back. We're not picking up you bastards.\"",
      "th": "(และทหารเรือบอกว่า \"ถอยไป เราไม่รับพวกแก)"
    }
  },
  {
    "translation": {
      "en": "[chuckling] \"We're only picking up the soldiers.\"",
      "th": "(\"เรามารับแค่ทหารเท่านั้น\")"
    }
  },
  {
    "translation": {
      "en": "Oh, there was a lot of antagonism.",
      "th": "(มีการต่อต้านอย่างมาก)"
    }
  },
  {
    "translation": {
      "en": "[narrator] Meanwhile, by the 27th of May,",
      "th": "ขณะเดียวกัน ในวันที่ 27 พฤษภาคม"
    }
  },
  {
    "translation": {
      "en": "thousands more men have crowded onto the beaches,",
      "th": "มีทหารอีกหลายพันคนมารวมตัวกันที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "desperate to get home.",
      "th": "ดิ้นรนที่จะกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "Despite reinforcements from the little ships,",
      "th": "แม้จะมีกำลังเสริมจากเรือลำเล็ก"
    }
  },
  {
    "translation": {
      "en": "it's becoming clear to Ramsay that evacuating from the beaches alone",
      "th": "แต่แรมซีย์มองออกว่าการอพยพ จากชายหาดเพียงอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "won't be enough to save all the troops.",
      "th": "ไม่เพียงพอที่จะช่วยทหารได้ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "[Holland] You've got hundreds of thousands of men on the beaches,",
      "th": "มีทหารเป็นแสนคนอยู่บนชายหาด"
    }
  },
  {
    "translation": {
      "en": "and the smaller the craft,",
      "th": "และยิ่งเรือเล็กเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "the, kind of, fewer the number of people you can actually shuffle",
      "th": "จำนวนคนที่จะพาไปส่งที่เรืออีกลำ"
    }
  },
  {
    "translation": {
      "en": "from one beach to another ship.",
      "th": "ก็จะยิ่งน้อย"
    }
  },
  {
    "translation": {
      "en": "And then what you want to be doing is on bulk, en masse.",
      "th": "เราต้องการเคลื่อนย้ายคนจำนวนเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "And little ships, by their very nature, don't allow you to do that.",
      "th": "และด้วยขนาดของเรือลำเล็ก คุณทำเช่นนั้นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Levine] This is a huge undertaking.",
      "th": "นี่เป็นงานใหญ่"
    }
  },
  {
    "translation": {
      "en": "Ramsay is trying to rescue an army",
      "th": "แรมซีย์พยายามจะช่วยเหล่าทหาร"
    }
  },
  {
    "translation": {
      "en": "from the clutches of its enemy.",
      "th": "จากเงื้อมมือของศัตรู"
    }
  },
  {
    "translation": {
      "en": "And how is he trying to do it? With anything he has.",
      "th": "แล้วเขาก็พยายามทำทุกทางที่เขาทำได้"
    }
  },
  {
    "translation": {
      "en": "Whether they are large naval ships,",
      "th": "ไม่ว่าจะเป็นเรือราชนาวีขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "large civilian ships, small little--",
      "th": "เรือพลเรือนขนาดใหญ่ ไปจนถึงเรือลำเล็ก…"
    }
  },
  {
    "translation": {
      "en": "Anything will do, anything can help.",
      "th": "ทุกอย่างที่พอจะช่วยได้"
    }
  },
  {
    "translation": {
      "en": "So it's makeshift, it's ad hoc, but it's really, really difficult.",
      "th": "ดังนั้นจึงมีเรือชั่วคราวขึ้นแบบเฉพาะกิจ แต่มันยากมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] On the same day, Ramsay's equivalent in Dunkirk,",
      "th": "ในวันเดียวกันนั้น ภายใต้ปฏิบัติการดันเคิร์ก ของแรมซีย์"
    }
  },
  {
    "translation": {
      "en": "Senior Naval Officer Bill Tennant arrives to help speed up the evacuation.",
      "th": "นายทหารเรืออาวุโส บิล เทนแนนต์ ถูกส่งไปที่นั่นเพื่อช่วยเร่งการอพยพด้วย"
    }
  },
  {
    "translation": {
      "en": "[Holland] There's already wrecked ships. There's sort of, you know, Stukas diving down.",
      "th": "มีเรือที่พังอยู่ มันถูกระเบิด จากเครื่องบินทิ้งระเบิดชตูคา"
    }
  },
  {
    "translation": {
      "en": "I mean, it's almost kind of apocalyptic, really, the scene that greets him.",
      "th": "มันเกือบจะเป็นวันสิ้นโลกจริงๆ ตอนที่เขาไปถึง"
    }
  },
  {
    "translation": {
      "en": "[narrator] To make matters worse for Tennant and the troops,",
      "th": "สถานการณ์ของเทนแนนต์ และเหล่าทหารยิ่งเลวร้ายลง"
    }
  },
  {
    "translation": {
      "en": "British High Command have just received word",
      "th": "เมื่อผู้บัญชาการสูงสุดของอังกฤษเพิ่งได้รับแจ้ง"
    }
  },
  {
    "translation": {
      "en": "that Hitler has lifted the controversial halt order.",
      "th": "ว่าฮิตเลอร์ได้ยกเลิกคำสั่งหยุดโจมตีแล้ว"
    }
  },
  {
    "translation": {
      "en": "The Nazis' dreaded Panzer Divisions are once again racing towards Dunkirk.",
      "th": "หน่วยยานเกราะอันน่าสะพรึงกลัว ของนาซีกำลังมุ่งตรงมายังดันเคิร์กอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "With a destroyed port, thousands of men waiting to be rescued,",
      "th": "ที่ท่าเรือซึ่งถูกทำลาย มีคนหลายพันคน กำลังรอการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "and the threat of the Nazis, both in the sky and on the ground,",
      "th": "และการโจมตีของนาซี ทั้งบนน่านฟ้าและภาคพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "for Tennant, the prospect of evacuating 45,000 men in just two days",
      "th": "สำหรับเทนแนนต์แล้ว โอกาสที่จะอพยพ คน 45,000 คนในเวลาแค่สองวัน"
    }
  },
  {
    "translation": {
      "en": "seems impossible.",
      "th": "แทบจะเป็นไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "This is all going so slowly, so slowly. Something has to be done.",
      "th": "ทุกอย่างดำเนินไปอย่างล่าช้า ต้องมีการทำอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "And he has to think quickly, act quickly.",
      "th": "และเขาต้องคิดเร็วทำเร็ว"
    }
  },
  {
    "translation": {
      "en": "[narrator] Tennant spots a glimmer of hope.",
      "th": "เทนแนนต์มองเห็นความหวังอันริบหรี่"
    }
  },
  {
    "translation": {
      "en": "What he notices is there is this mole, this sort of breakwater",
      "th": "เมื่อเขาสังเกตเห็นคันกั้นน้ำที่ใช้สำหรับกันคลื่น"
    }
  },
  {
    "translation": {
      "en": "that extends kind of a mile-- a mile plus out into the sea.",
      "th": "ที่ยื่นออกไปในทะเลเป็นไมล์"
    }
  },
  {
    "translation": {
      "en": "[David] It's really to protect a harbor.",
      "th": "มันมีไว้เพื่อปกป้องท่าเรือ"
    }
  },
  {
    "translation": {
      "en": "You're not supposed to use it as a means of getting on ships.",
      "th": "มันไม่ได้มีไว้เพื่อเทียบเรือ"
    }
  },
  {
    "translation": {
      "en": "But, of course, it's needs must at Dunkirk.",
      "th": "แต่แน่นอนว่ามันจำเป็นต้องทำที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "So he thinks, \"All right, let's try and use it as a jetty.\"",
      "th": "เขาเลยคิดว่า \"ลองใช้มันเป็นท่าเทียบเรือดู\""
    }
  },
  {
    "translation": {
      "en": "And it worked.",
      "th": "และมันได้ผล"
    }
  },
  {
    "translation": {
      "en": "And the reason it's a game changer is because if you can get a big ship",
      "th": "และมันเป็นสิ่งที่พลิกสถานการณ์ เพราะหากคุณเทียบเรือใหญ่ได้"
    }
  },
  {
    "translation": {
      "en": "coming alongside a mole, a destroyer, paddle steamer, or something of that type,",
      "th": "ร่วมกับเรือรบพิฆาต เรือไอน้ำ หรืออะไรทำนองนั้น"
    }
  },
  {
    "translation": {
      "en": "you can load an awful lot of soldiers onto it relatively quickly.",
      "th": "คุณสามารถนำทหารจำนวนมาก ขึ้นเรือได้อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "And far more people escaped from the mole then they did from the beaches.",
      "th": "และมีคนรอดจากการขึ้นเรือที่คันกั้นน้ำ มากกว่าขึ้นเรือจากชายหาดเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Tennant's discovery of the mole isn't the only example",
      "th": "เทนแนนต์ค้นพบว่า คันกั้นน้ำไม่ใช่เรื่องเดียวที่ช่วยทหารได้"
    }
  },
  {
    "translation": {
      "en": "of ingenuity in action at Dunkirk.",
      "th": "เทนแนนต์ค้นพบว่า คันกั้นน้ำไม่ใช่เรื่องเดียวที่ช่วยทหารได้ ในการทำงานที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "The race to get to the beach is paramount for the soldiers.",
      "th": "การรีบเร่งเพื่อไปที่ชายหาด เป็นสิ่งสำคัญยิ่งสำหรับทหาร"
    }
  },
  {
    "translation": {
      "en": "And they're encumbered with heavy guns, artillery.",
      "th": "และพวกเขาถูกถ่วงด้วยปืนกลหนัก ปืนใหญ่"
    }
  },
  {
    "translation": {
      "en": "Some of them have trucks, even tanks, and all sorts of other equipment,",
      "th": "บางคนมีรถบรรทุก รถถังและอุปกรณ์อื่นๆ"
    }
  },
  {
    "translation": {
      "en": "the detritus of war.",
      "th": "เศษซากของสงคราม"
    }
  },
  {
    "translation": {
      "en": "And they realize that they're not gonna be able to bring this with them.",
      "th": "และพวกเขารู้ดีว่าพวกเขานำสิ่งเหล่านี้ กลับไปด้วยไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Approximately 85,000 vehicles are left behind",
      "th": "มียานพาหนะประมาณ 85,000 คันถูกทิ้ง"
    }
  },
  {
    "translation": {
      "en": "by men fleeing for the coast.",
      "th": "โดยทหารที่หนีไปยังชายหาด"
    }
  },
  {
    "translation": {
      "en": "But whilst waiting to be rescued,",
      "th": "แต่ในขณะที่รอการช่วยเหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "a group of Royal Engineers come up with a cunning idea.",
      "th": "กลุ่มวิศวกรทางทหารก็เกิดความคิดที่เฉียบแหลม"
    }
  },
  {
    "translation": {
      "en": "People could see the big mole at one end,",
      "th": "พวกเขาเห็นคันกั้นน้ำขนาดใหญ่ที่อยู่อีกด้าน"
    }
  },
  {
    "translation": {
      "en": "and otherwise, people were just having to queue along the beaches.",
      "th": "และถ้าไม่ไปที่นั่น ผู้คนก็ต้องรอคิวอยู่ตรงชายหาด"
    }
  },
  {
    "translation": {
      "en": "And they thought, \"We could build our own jetties and do it using lorries.\"",
      "th": "พวกเขาคิดว่า \"เราสร้างท่าเทียบเรือ ของเราเองได้โดยใช้รถบรรทุก\""
    }
  },
  {
    "translation": {
      "en": "Once they burst the tires, they would push them out, uh, in a line.",
      "th": "พวกเขาจะระเบิดยางและผลักมัน ออกไปนอกทะเลเป็นแถวยาว"
    }
  },
  {
    "translation": {
      "en": "They would attach them to each other.",
      "th": "พวกเขาจะยึดรถติดกันไว้"
    }
  },
  {
    "translation": {
      "en": "They would put sandbags along the top,",
      "th": "และวางกระสอบทรายที่ด้านบน"
    }
  },
  {
    "translation": {
      "en": "and then wooden planking on top of that.",
      "th": "แล้วจากนั้นก็ปูด้วยไม้"
    }
  },
  {
    "translation": {
      "en": "And then they had made themselves a pier.",
      "th": "แล้วพวกเขาก็ใช้มันแทนท่าเทียบเรือได้"
    }
  },
  {
    "translation": {
      "en": "And-- And so this type of… [inhales] …ingenuity",
      "th": "ความฉลาดหลักแหลมนี้"
    }
  },
  {
    "translation": {
      "en": "was one of the ways that people got by at Dunkirk,",
      "th": "เป็นหนึ่งในสิ่งที่ช่วยให้หลายคน รอดมาได้จากดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "and one of the ways that they made things just slightly easier for themselves.",
      "th": "และเป็นหนึ่งในวิธีการง่ายๆ ที่พวกเขาทำได้เอง"
    }
  },
  {
    "translation": {
      "en": "[narrator] The number of men evacuated from Dunkirk",
      "th": "ตอนนี้จำนวนคนที่อพยพจากดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "has now more than doubled to over 25,000.",
      "th": "ได้เพิ่มขึ้นสองเท่าเป็นมากกว่า 25,000 คน"
    }
  },
  {
    "translation": {
      "en": "We're talking about ten miles of beaches, hundreds of thousands of people.",
      "th": "นี่เป็นชายหาดยาวสิบไมล์ที่เต็มไปด้วยผู้คนนับแสน"
    }
  },
  {
    "translation": {
      "en": "So every kind of human life was on those beaches.",
      "th": "ดังนั้นจึงมีคนอยู่ทุกประเภทบนชายหาดนั้น"
    }
  },
  {
    "translation": {
      "en": "[Holland] Lots of different people have different experiences of Dunkirk.",
      "th": "ผู้คนมีประสบการณ์ในดันเคิร์กที่แตกต่างกัน"
    }
  },
  {
    "translation": {
      "en": "For some, it's just one of absolute chaos.",
      "th": "บางคนตื่นตระหนกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Some people are getting their head down to get some sleep, they're so exhausted.",
      "th": "บางคนก็เหนื่อยล้ามาก จนต้องล้มตัวลงนอน"
    }
  },
  {
    "translation": {
      "en": "Other people are raiding the bars and cafés and trying to get some drink.",
      "th": "บางคนก็ไปปล้นบาร์และคาเฟ่เพื่อหาอะไรดื่ม"
    }
  },
  {
    "translation": {
      "en": "And very often the water's already been turned off.",
      "th": "และบ่อยครั้งที่น้ำไม่ไหล"
    }
  },
  {
    "translation": {
      "en": "The mains has been burst in Dunkirk, so there's no running water.",
      "th": "ท่อน้ำในดันเคิร์กถูกระเบิดเลยไม่มีน้ำใช้"
    }
  },
  {
    "translation": {
      "en": "So they're kind of getting drunk on wine, but at least it's fluid.",
      "th": "พวกเขาก็เลยดื่มไวน์แทนน้ำจนเมา"
    }
  },
  {
    "translation": {
      "en": "[Levine] People playing cricket on the beach.",
      "th": "มีคนมาเล่นคริกเก็ตที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "You had a circus performer who was doing tricks",
      "th": "มีนักแสดงละครสัตว์มาเล่นมายากล"
    }
  },
  {
    "translation": {
      "en": "on the back of a horse that he'd found.",
      "th": "อยู่บนหลังม้าที่เขาพบเจอแถวนั้น"
    }
  },
  {
    "translation": {
      "en": "Um, one man I spoke to who loved motorcycles found a motorcycle,",
      "th": "ชายคนหนึ่งที่ผมเคยคุยด้วย เขาเจอรถมอเตอร์ไซค์"
    }
  },
  {
    "translation": {
      "en": "and he was going up and down the beach, just having the time of his life.",
      "th": "และเขาขี่มอเตอร์ไซค์วนไปมาที่ชายหาด ดื่มด่ำกับชีวิต"
    }
  },
  {
    "translation": {
      "en": "People were having fun, people were having a terrible time,",
      "th": "บางคนมีช่วงเวลาแห่งความสุข บางคนมีช่วงเวลาที่เลวร้าย"
    }
  },
  {
    "translation": {
      "en": "people were fighting, people were being orderly, people were being disorderly.",
      "th": "มีคนที่ทะเลาะกัน มีคนอยู่ในระเบียบ และคนที่ไม่อยู่ในระเบียบ"
    }
  },
  {
    "translation": {
      "en": "People were being people.",
      "th": "คนก็คือคน"
    }
  },
  {
    "translation": {
      "en": "That's what you had on the beaches.",
      "th": "นั่นคือสิ่งที่คุณพบเจอบนชายหาด"
    }
  },
  {
    "translation": {
      "en": "[narrator] As the evacuees wait to be rescued,",
      "th": "ขณะที่ผู้อพยพกำลังรอคิวการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "in the towns surrounding the port, a battle is raging.",
      "th": "เมืองที่อยู่รอบๆ ท่าเรือ กำลังมีการต่อสู้อย่างดุเดือด"
    }
  },
  {
    "translation": {
      "en": "Thousands of men are defending the perimeter around Dunkirk.",
      "th": "ทหารหลายพันคนกำลัง ปกป้องพื้นที่รอบๆ ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "Twenty-five miles in length and eight miles deep,",
      "th": "ตลอดความยาว 24 ไมล์ และความลึกแปดไมล์"
    }
  },
  {
    "translation": {
      "en": "it's made up of a system of canals and waterways,",
      "th": "โดยมีระบบคลองและทางน้ำในการต่อสู้"
    }
  },
  {
    "translation": {
      "en": "with the French defending the west and the British in the east.",
      "th": "มีทหารฝรั่งเศสประจำอยู่ทางทิศตะวันตก และทหารอังกฤษทางทิศตะวันออก"
    }
  },
  {
    "translation": {
      "en": "The order to these rearguard units is simple,",
      "th": "คำสั่งของหน่วยคุ้มกันด้านหลังนี้ไม่มีอะไรซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "fight to the last man.",
      "th": "คือสู้จนหยดสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[David] I think one of the most heroic",
      "th": "ผมคิดว่าหนึ่งในวีรบุรุษที่ยิ่งใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "and often unrecognized stories of the Dunkirk evacuation",
      "th": "และมักไม่มีใครตระหนักถึงความเสียสละ ของพวกเขาในการอพยพที่ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "is these last-ditch stands that are happening",
      "th": "ก็คือทหารในแนวป้องกันสุดท้ายที่ประจำอยู่"
    }
  },
  {
    "translation": {
      "en": "all over, uh, the defensive perimeter, uh, around Dunkirk.",
      "th": "ทั่วแนวป้องกันรอบๆ ดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "Um, we think of the ships, we think of the heroism of the Navy,",
      "th": "ทั่วแนวป้องกันรอบๆ ดันเคิร์ก เราพูดถึงเรือ เราพูดถึง ความกล้าหาญของกองทัพเรือ"
    }
  },
  {
    "translation": {
      "en": "and we often forget that a lot of soldiers sacrificed themselves",
      "th": "และเรามักจะลืมว่ามีทหารหลายคน เสียสละชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "so that their fellows could get away.",
      "th": "เพื่อให้เพื่อนพ้องของพวกเขาหนีไปได้"
    }
  },
  {
    "translation": {
      "en": "They were told they were going to be defending this perimeter.",
      "th": "พวกเขาได้รับคำสั่งให้ป้องกันแนวเขตนี้"
    }
  },
  {
    "translation": {
      "en": "They said that-- that wave after wave after wave of soldiers came past them,",
      "th": "โดยให้คลื่นทหารที่ล่าถอยมาเรื่อยๆ ผ่านไปก่อนได้"
    }
  },
  {
    "translation": {
      "en": "but that that was how it was going to be.",
      "th": "นั่นคือคำสั่ง"
    }
  },
  {
    "translation": {
      "en": "They were going to have to sacrifice themselves if it was necessary.",
      "th": "พวกเขาจะต้องเสียสละชีวิตตัวเองถ้าจำเป็น"
    }
  },
  {
    "translation": {
      "en": "So it was an enormously selfless, um,",
      "th": "มันเป็นการเสียสละที่ยิ่งใหญ่มาก..."
    }
  },
  {
    "translation": {
      "en": "and incredibly dangerous job.",
      "th": "และเป็นงานที่อันตราย"
    }
  },
  {
    "translation": {
      "en": "[narrator] Back in London, Churchill is watching and waiting",
      "th": "ที่ลอนดอน เชอร์ชิลเฝ้ารออย่างใจจดใจจ่อ"
    }
  },
  {
    "translation": {
      "en": "to see how many men of the British Expeditionary Force",
      "th": "เพื่อรอฟังข่าวว่ากองกำลังรบนอกประเทศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "can be saved.",
      "th": "จะรอดมาได้กี่คน"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, his foreign secretary, Lord Halifax,",
      "th": "ขณะเดียวกัน ลอร์ดแฮลิแฟกซ์ รัฐมนตรีกระทรวงต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "is still intent on reaching a peace agreement with Hitler.",
      "th": "ก็ยังคงตั้งใจจะทำข้อตกลงสงบศึกกับฮิตเลอร์"
    }
  },
  {
    "translation": {
      "en": "Realizing he needs to put a stop to Halifax's persistence,",
      "th": "เมื่อเขาตระหนักได้ว่าต้องหยุดยั้ง ความพยายามของแฮลิแฟกซ์"
    }
  },
  {
    "translation": {
      "en": "Churchill calls for a full cabinet meeting",
      "th": "เชอร์ชิลก็เรียกประชุม คณะรัฐมนตรีสงครามทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "involving ministers from across all parties.",
      "th": "รวมถึงรัฐมนตรีจากทุกกระทรวง"
    }
  },
  {
    "translation": {
      "en": "[David] What he tells the full cabinet",
      "th": "สิ่งที่เขาบอกกับคณะรัฐมนตรีสงคราม"
    }
  },
  {
    "translation": {
      "en": "is an unvarnished account of what's happening in France.",
      "th": "คือสถานการณ์ที่เกิดขึ้นในฝรั่งเศส อย่างตรงไปตรงมา"
    }
  },
  {
    "translation": {
      "en": "He makes no bones about the difficulty they're in.",
      "th": "เขาไม่สนว่าใครจะตื่นตระหนก"
    }
  },
  {
    "translation": {
      "en": "But what he also says is, \"What will be the consequences if we give in now?\"",
      "th": "แต่มีสิ่งหนึ่งที่เขาพูดคือ \"ผลลัพธ์จะเป็นยังไง ถ้าเรายอมจำนนในตอนนี้\""
    }
  },
  {
    "translation": {
      "en": "And that will be Britain is reduced to a slave state.",
      "th": "และผลก็คือมันจะทำให้อังกฤษ ถูกลดสถานะเป็นรัฐทาส"
    }
  },
  {
    "translation": {
      "en": "And I suppose the most dramatic, uh, part of this speech is the final bit where he says,",
      "th": "ส่วนที่น่าทึ่งที่สุดของคำปราศรัยของเขา คือช่วงสุดท้ายที่เขาพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"If our island story is to end here,",
      "th": "\"ถ้าเรื่องราวของเกาะอังกฤษจะจบลงแค่นี้"
    }
  },
  {
    "translation": {
      "en": "let it only end when each one of us",
      "th": "ก็ให้มันจบไปพร้อมกับเราทุกคน"
    }
  },
  {
    "translation": {
      "en": "is choking in his own blood, lying on the ground.\"",
      "th": "ซึ่งเป็นการตายอย่างสมศักดิ์ศรีเถอะ\""
    }
  },
  {
    "translation": {
      "en": "The response to this meeting, according to Churchill,",
      "th": "ปฏิกิริยาต่อคำพูดของเชอร์ชิลในการประชุมนี้"
    }
  },
  {
    "translation": {
      "en": "was a huge outbreak of cheering from the other members of the cabinet,",
      "th": "คือเสียงเชียร์อย่างล้นหลามจากคณะรัฐมนตรี"
    }
  },
  {
    "translation": {
      "en": "and it was quite clear from this point onwards",
      "th": "และมันก็ชัดเจนมากว่าจากนี้ไป"
    }
  },
  {
    "translation": {
      "en": "that they wanted to continue the fight.",
      "th": "พวกเขาจะสู้ต่อ"
    }
  },
  {
    "translation": {
      "en": "[narrator] It's clear to Halifax",
      "th": "แฮลิแฟกซ์รู้แล้วว่า"
    }
  },
  {
    "translation": {
      "en": "there can be no more secret talks regarding peace with Hitler.",
      "th": "เขาไม่อาจเจรจาสันติภาพอย่างลับๆ กับฮิตเลอร์ได้"
    }
  },
  {
    "translation": {
      "en": "Instead, Britain needs a miracle.",
      "th": "แต่อังกฤษต้องการปาฏิหาริย์"
    }
  },
  {
    "translation": {
      "en": "Over 40,000 men have now been rescued,",
      "th": "ตอนนี้มีคนกว่า 40,000 คนได้รับการช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "thanks in no small part to the weather.",
      "th": "เนื่องจากสภาพอากาศที่เป็นใจ"
    }
  },
  {
    "translation": {
      "en": "The weather plays a key role in the Dunkirk evacuation.",
      "th": "สภาพอากาศมีบทบาทสำคัญมาก ในการอพยพดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "And at first, it's on the side of the Allies.",
      "th": "และตอนแรกมันเป็นผลดีกับฝ่ายสัมพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "So you get a lot of cloud cover, a lot of, uh, difficulty",
      "th": "มีเมฆปกคลุมเยอะมากและมันเป็นเรื่องยาก"
    }
  },
  {
    "translation": {
      "en": "for the, uh, German Luftwaffe to observe what's going on on the ground.",
      "th": "สำหรับหน่วยลุฟท์วัฟเฟอของเยอรมัน ในการมองเห็นพื้นดิน"
    }
  },
  {
    "translation": {
      "en": "And while this is happening, an awful lot of soldiers are able to get away.",
      "th": "ช่วงที่สภาพอากาศเป็นเช่นนี้ มีทหารจำนวนมากที่สามารถหนีขึ้นเรือไปได้"
    }
  },
  {
    "translation": {
      "en": "I mean, it's tempting to think that it was all ingenuity",
      "th": "มันน่าสนใจเมื่อได้เห็นถึงความเฉลียวฉาด"
    }
  },
  {
    "translation": {
      "en": "and people working out how to do things that got the British home,",
      "th": "และการที่พวกเขาคิดหาวิธีต่างๆ เพื่อพาทหารกลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "but actually, there was quite a lot of chance involved as well.",
      "th": "แต่ที่จริงแล้วมันมีจังหวะมาเกี่ยวข้องด้วย"
    }
  },
  {
    "translation": {
      "en": "[narrator] But during the afternoon, the skies begin to clear.",
      "th": "ในช่วงบ่าย ท้องฟ้าเริ่มปลอดโปร่ง"
    }
  },
  {
    "translation": {
      "en": "The RAF defend the area in full force.",
      "th": "กองทัพอากาศอังกฤษปกป้องน่านฟ้าเต็มกำลัง"
    }
  },
  {
    "translation": {
      "en": "But seizing the opportunity of clear skies,",
      "th": "แต่ด้วยสภาพอากาศที่ท้องฟ้าปลอดโปร่ง"
    }
  },
  {
    "translation": {
      "en": "Göring's Luftwaffe begin their most brutal bombing raid",
      "th": "กองทัพอากาศลุฟท์วัฟเฟอของเกอริง ฉวยโอกาสนี้โจมตีด้วยระเบิดที่โหดร้ายที่สุด"
    }
  },
  {
    "translation": {
      "en": "since the start of the evacuation.",
      "th": "ตั้งแต่เริ่มมีการอพยพ"
    }
  },
  {
    "translation": {
      "en": "So the situation for the British becomes much more dire when the weather clears,",
      "th": "สถานการณ์ของอังกฤษ เลวร้ายมากขึ้นเมื่อท้องฟ้าปลอดโปร่ง"
    }
  },
  {
    "translation": {
      "en": "because now you've got the Luftwaffe flying, you know,",
      "th": "เพราะหน่วยลุฟท์วัฟเฟอที่กำลังบินวน"
    }
  },
  {
    "translation": {
      "en": "pretty much unchecked over the beaches, and strafing and bombing at will.",
      "th": "เมื่อเห็นชายหาดที่ยังไม่ถูกตรวจสอบ ก็เริ่มกราดยิงและทิ้งระเบิด"
    }
  },
  {
    "translation": {
      "en": "The Luftwaffe's very young, very keen, and very national socialists spirit,",
      "th": "ทหารลุฟท์วัฟเฟอยังเป็นหนุ่ม ที่กระตือรือร้นและมีจิตวิญญาณของชาตินิยม"
    }
  },
  {
    "translation": {
      "en": "and they want to sink ships,",
      "th": "และพวกเขาต้องการระเบิดเรือ"
    }
  },
  {
    "translation": {
      "en": "and they want to defeat the enemy as fast as possible.",
      "th": "พวกเขาต้องการเอาชนะศัตรูโดยเร็วที่สุด"
    }
  },
  {
    "translation": {
      "en": "And they don't really think so much about suffering of the troops",
      "th": "พวกเขาไม่ได้คิดถึงความทุกข์ทรมาน ของทหารอังกฤษเลย"
    }
  },
  {
    "translation": {
      "en": "when they hit the beach.",
      "th": "ในตอนที่พวกเขาโจมตีชายหาด"
    }
  },
  {
    "translation": {
      "en": "[narrator] Casting off from the mole is a Thames paddle steamer named the Crested Eagle.",
      "th": "หนึ่งในเรือที่แล่นออกจากคันกั้นน้ำ คือเรือกลไฟในแม่น้ำเทมส์ที่ชื่อเครสเต็ด อีเกิ้ล"
    }
  },
  {
    "translation": {
      "en": "In peacetime, she was used by day-trippers",
      "th": "ในช่วงสงครามสงบ มันถูกใช้รับส่งนักท่องเที่ยวที่ไปกลับ"
    }
  },
  {
    "translation": {
      "en": "visiting seaside resorts along the English coast.",
      "th": "ในการเยี่ยมชมรีสอร์ตริมทะเล ตามแนวชายฝั่งของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "Then, at the start of the war, to evacuate children.",
      "th": "และเพื่อใช้อพยพเด็กๆ ในช่วงที่เริ่มสงครามใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "At Dunkirk, she is carrying 600 troops back to Britain",
      "th": "ในการอพยพที่ดันเคิร์ก มันบรรทุกทหาร 600 นายกลับไปที่อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "when the Luftwaffe Stukas spot her preparing to leave.",
      "th": "เมื่อเครื่องบินรบชตูคาของหน่วยลุฟท์วัฟเฟอ เห็นมันกำลังจะแล่นออกจากฝั่ง"
    }
  },
  {
    "translation": {
      "en": "[Holland] The very nature of Stukas is that you dive down as close as you can",
      "th": "การทำงานของเครื่องบินรบชตูคาคือ ต้องดิ่งเครื่องลงไปใกล้เป้าหมายที่สุด"
    }
  },
  {
    "translation": {
      "en": "before you drop your ordnance",
      "th": "ก่อนที่จะทิ้งระเบิด"
    }
  },
  {
    "translation": {
      "en": "so you make yourself more accurate, that's the whole point.",
      "th": "ดังนั้นคุณต้องมีความแม่นยำ"
    }
  },
  {
    "translation": {
      "en": "They would dive very nearly vertically,",
      "th": "พวกเขาจะดิ่งหัวเครื่องลงในแนวดิ่ง"
    }
  },
  {
    "translation": {
      "en": "and they would come out of their dive at something like 1,500 feet.",
      "th": "แล้วจากนั้นพวกเขาจะทิ้งลูกระเบิด ที่ความสูงประมาณ 1,500 ฟุต"
    }
  },
  {
    "translation": {
      "en": "And they carried one large bomb and two smaller bombs on each wing.",
      "th": "พวกเขามีระเบิดลูกใหญ่หนึ่งลูก กับระเบิดลูกเล็กอีกสองลูก"
    }
  },
  {
    "translation": {
      "en": "-And also, they screamed. -[sirens screaming]",
      "th": "แล้วก็มีเสียงดัง"
    }
  },
  {
    "translation": {
      "en": "The sirens were added to the Stukas",
      "th": "มีการเพิ่มเสียงไซเรนเข้าไปในชตูคา"
    }
  },
  {
    "translation": {
      "en": "in order to, um-- to terrorize the troops,",
      "th": "เพื่อข่มขวัญกองทัพอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "in order to increase the fear of a Stuka attack.",
      "th": "เพื่อทำให้กองทัพอังกฤษหวาดกลัว"
    }
  },
  {
    "translation": {
      "en": "So when they targeted ships on the mole or out to sea,",
      "th": "ดังนั้นเมื่อพวกเขาพุ่งเป้าหมายไปที่เรือ ที่อยู่คันกั้นน้ำหรือในทะเล"
    }
  },
  {
    "translation": {
      "en": "or even people on the beaches,",
      "th": "หรือผู้คนบนชายหาด"
    }
  },
  {
    "translation": {
      "en": "they could do a hell of a lot of damage.",
      "th": "มันจะสร้างความเสียหายได้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "[narrator] Four bombs hit the Crested Eagle in quick succession,",
      "th": "ระเบิดสี่ลูกโจมตีเรือเครสเต็ดอีเกิ้ล อย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "transforming it into a blazing inferno.",
      "th": "เปลี่ยนมันเป็นไฟนรก"
    }
  },
  {
    "translation": {
      "en": "The carnage they caused is-- is indescribable.",
      "th": "การสังหารหมู่ที่พวกเขาก่อขึ้นนั้นสุดจะบรรยาย"
    }
  },
  {
    "translation": {
      "en": "Survivors talk about… seeing others who were unrecognizable,",
      "th": "ผู้รอดชีวิตพูดถึง... การที่พวกเขาไม่สามารถระบุได้ว่าศพเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "um, because the-- the damage to their faces was so bad.",
      "th": "เพราะใบหน้าของพวกเขาเสียหายมาก"
    }
  },
  {
    "translation": {
      "en": "People were jumping off, people were, um…",
      "th": "ผู้คนกระโดดลงมาจากเรือ ผู้คน…"
    }
  },
  {
    "translation": {
      "en": "One man managed to get to shore,",
      "th": "ชายคนหนึ่งว่ายเข้าฝั่งได้"
    }
  },
  {
    "translation": {
      "en": "and only when he was onshore he realized that his hands were-- were ribbons,",
      "th": "และเมื่อเขาขึ้นฝั่งเขาก็พบว่า มือของเขาแสบมาก"
    }
  },
  {
    "translation": {
      "en": "because the skin had just peeled completely away.",
      "th": "เพราะผิวหนังเพิ่งหลุดลอกออกไป"
    }
  },
  {
    "translation": {
      "en": "[narrator] Approximately 300 men die in the attack.",
      "th": "มีทหารราว 300 คนเสียชีวิตในการโจมตีนี้"
    }
  },
  {
    "translation": {
      "en": "Even so, the captain is able to run the Crested Eagle aground.",
      "th": "ถึงกระนั้นกัปตันก็สามารถ ขับเครสเต็ดอีเกิ้ลเข้าฝั่งได้"
    }
  },
  {
    "translation": {
      "en": "She's not the only ship to suffer severe losses that day.",
      "th": "มันไม่ใช่เรือลำเดียว ที่ต้องสูญเสียอย่างหนักในวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Ten destroyers, eight personnel ships,",
      "th": "เรือพิฆาตสิบลำ เรือพลเมืองแปดลำ"
    }
  },
  {
    "translation": {
      "en": "and a number of smaller vessels are annihilated.",
      "th": "และเรือขนาดเล็กอีกจำนวนหนึ่งถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "[David] Can you imagine what it must've been like?",
      "th": "นึกออกไหมว่าพวกเขาจะรู้สึกยังไง"
    }
  },
  {
    "translation": {
      "en": "You are on the mole, you've been waiting there for hours,",
      "th": "คุณอยู่บนคันกั้นน้ำ รออยู่หลายชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "you've finally got on a ship, you think deliverance is near at hand,",
      "th": "จนในที่สุดคุณก็ได้ขึ้นเรือ คิดว่าอีกไม่นานจะได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "and then boom, your ship is blown to pieces.",
      "th": "และจากนั้นก็ตู้ม เรือของคุณแตกเป็นเสี่ยงๆ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Desperately trying to leave Dunkirk is Charles Lightoller,",
      "th": "อีกคนที่พยายามจะออกจากดันเคิร์ก คือชาร์ลส์ ไลทอลเลอร์"
    }
  },
  {
    "translation": {
      "en": "who, along with one of his sons and a sea scout,",
      "th": "ผู้ซึ่งมากับลูกชายของเขาและลูกเสือทะเล"
    }
  },
  {
    "translation": {
      "en": "is heading for Ramsgate on his ship, the Sundowner.",
      "th": "โดยมีเป้าหมายคือแล่นเรือซันดาวเนอร์ของเขา ไปที่ท่าเรือแรมส์เกต"
    }
  },
  {
    "translation": {
      "en": "With them are 130 troops",
      "th": "พร้อมกับทหาร 130 นาย"
    }
  },
  {
    "translation": {
      "en": "who they have saved from a burning destroyer.",
      "th": "ที่พวกเขาช่วยไว้จากเรือพิฆาตที่ถูกระเบิด"
    }
  },
  {
    "translation": {
      "en": "Bear in mind that Sundowner really only had room for about 20, 25 people.",
      "th": "อันที่จริงเรือซันดาวเนอร์มีความจุ ที่ 20 หรือ 25 คนเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "[narrator] But as Sundowner sets off,",
      "th": "แต่พอซันดาวน์เนอร์ออกไปกลางทะเล"
    }
  },
  {
    "translation": {
      "en": "Lightoller spots a dive bomber heading straight for them.",
      "th": "ไลทอลเลอร์ก็เห็นเครื่องบินทิ้งระเบิด พุ่งตรงมาหาพวกเขา"
    }
  },
  {
    "translation": {
      "en": "And basically, he used a tactic that his Air Force son had taught him.",
      "th": "และเขาใช้กลยุทธ์ ที่ลูกชายซึ่งอยู่กองทัพอากาศสอนเขา"
    }
  },
  {
    "translation": {
      "en": "So he kept a very, very close eye on the Stuka,",
      "th": "เขาจับตาดูเครื่องบินชตูคาอย่างระวัง"
    }
  },
  {
    "translation": {
      "en": "and every time it came down,",
      "th": "และทุกครั้งที่มันโฉบลงมา"
    }
  },
  {
    "translation": {
      "en": "he basically veered to one side violently",
      "th": "เขาจะหันเรือไปด้านใดด้านหนึ่งอย่างกระทันหัน"
    }
  },
  {
    "translation": {
      "en": "so that the bombs would miss.",
      "th": "เพื่อหลบระเบิด"
    }
  },
  {
    "translation": {
      "en": "[narrator] The tactic works.",
      "th": "กลยุทธ์นี้ได้ผล"
    }
  },
  {
    "translation": {
      "en": "On the first of June, Lightoller's Sundowner arrives safely",
      "th": "ในวันที่หนึ่งของเดือนมิถุนายน ซันดาวน์เนอร์ของไลทอลเลอร์"
    }
  },
  {
    "translation": {
      "en": "-with all 130 troops onboard. -[triumphant music playing]",
      "th": "กลับเข้าฝั่งอย่างปลอดภัย พร้อมพลทหารทั้งหมด 130 นาย"
    }
  },
  {
    "translation": {
      "en": "He was involved in this extraordinary cat and mouse",
      "th": "เขาเล่นเกมแมวจับหนูกับพวกเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "between this tiny little boat",
      "th": "ระหว่างเรือลำเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "and this extraordinary, powerful, deadly aircraft.",
      "th": "กับเครื่องบินรบที่อันตรายและทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "[narrator] By the evening of the first of June,",
      "th": "ในเย็นวันที่หนึ่งของเดือนมิถุนายน"
    }
  },
  {
    "translation": {
      "en": "of the 41 destroyers sent to Dunkirk,",
      "th": "เรือรบพิฆาต 41 ลำที่ถูกส่งไปดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "only nine remain undamaged.",
      "th": "มีเพียงเก้าลำเท่านั้นที่ไม่ได้รับความเสียหาย"
    }
  },
  {
    "translation": {
      "en": "So concerned is senior naval officer Bill Tennant",
      "th": "นายพลเรืออาวุโสบิล เทนแนนต์"
    }
  },
  {
    "translation": {
      "en": "about the mounting casualties,",
      "th": "กังงวลเรื่องการบาดเจ็บที่เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "that he orders for the remainder of the evacuation to take place at night.",
      "th": "เขาจึงสั่งให้มีการอพยพในตอนกลางคืนด้วย"
    }
  },
  {
    "translation": {
      "en": "Twenty-four hours later, the last ships carrying the British Expeditionary Force",
      "th": "ยี่สิบสี่ชั่วโมงต่อมา เรือลำสุดท้าย ที่ขนกองกำลังรบนอกประเทศอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "begin to leave Dunkirk.",
      "th": "ออกจากดันเคิร์กก็ออกจากฝั่ง"
    }
  },
  {
    "translation": {
      "en": "Tennant and a colleague scour the beaches for any remaining troops.",
      "th": "เทนแนนต์กับคนของเขา ออกไปตามหาทหารที่ยังหลงเหลือ"
    }
  },
  {
    "translation": {
      "en": "They go down the whole length of the Dunkirk evacuation beaches",
      "th": "พวกเขาเดินไปตามแนวยาวของหาดที่อพยพ"
    }
  },
  {
    "translation": {
      "en": "with a megaphone going, \"Anyone still there? Anyone still there?\"",
      "th": "พร้อมกับโทรโข่ง ร้องตะโกนว่า \"มีใครอีกไหม\""
    }
  },
  {
    "translation": {
      "en": "And when they don't get a single reply,",
      "th": "และเมื่อพวกเขาไม่ได้รับสัญญาณตอบกลับ"
    }
  },
  {
    "translation": {
      "en": "at 11:30 p.m. that night Bill Tennant signals back to Ramsay,",
      "th": "บิล เทนแนนต์ก็ส่งสัญญาณ กลับไปหาแรมซีย์ในเวลา 23.30 น. คืนนั้น"
    }
  },
  {
    "translation": {
      "en": "and he goes, \"BEF evacuated.\"",
      "th": "และกล่าวว่า \"บีเอฟอพยพหมดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "Every Tom, Dick, and Harry has been lifted.",
      "th": "\"ทหารทุกคนขึ้นเรือไปหมดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[narrator] The British have achieved the unthinkable.",
      "th": "ฝ่ายอังกฤษประสบความสำเร็จอย่างคาดไม่ถึง"
    }
  },
  {
    "translation": {
      "en": "They had originally expected to rescue 45,000 men,",
      "th": "พวกเขาคาดว่าจะช่วยคนได้ 45,000 คน"
    }
  },
  {
    "translation": {
      "en": "but by the 4th of June almost 340,000 troops",
      "th": "แต่เมื่อถึงวันที่ 4 มิถุนายน ทหารเกือบ 340,000 นาย"
    }
  },
  {
    "translation": {
      "en": "had been evacuated from Dunkirk,",
      "th": "ถูกอพยพออกจากดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "including over 100,000 French soldiers.",
      "th": "รวมทหารฝรั่งเศสด้วยกว่าแสนนาย"
    }
  },
  {
    "translation": {
      "en": "The evacuation has been referred to as the Miracle of Dunkirk with good reason,",
      "th": "ด้วยเหตุนี้ การอพยพจึงถูกเรียกว่า ปาฏิหาริย์แห่งดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "because it should never have happened, wouldn't have without the halt order.",
      "th": "มันคงไม่เกิดขึ้นถ้าไม่มีคำสั่ง หยุดโจมตีของฝ่ายเยอรมัน"
    }
  },
  {
    "translation": {
      "en": "It wouldn't have happened without the weather turning against the Germans for most of the time.",
      "th": "มันคงไม่เกิดขึ้นถ้าอากาศ ไม่เอื้ออำนวยให้กับฝ่ายอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "It wouldn't have happened, frankly, without the heroism of the Royal Navy and those small ships",
      "th": "คงไม่เกิดขึ้นหากปราศจากความกล้าหาญ ของกองทัพเรือและเรือเล็กๆ เหล่านั้น"
    }
  },
  {
    "translation": {
      "en": "and those crucial troops holding the perimeter",
      "th": "และกองกำลังสำคัญที่ช่วยปกป้องแนวเขตป้องกัน"
    }
  },
  {
    "translation": {
      "en": "and sacrificing themselves for their others.",
      "th": "และเสียสละชีวิตของพวกเขาเพื่อผู้อื่น"
    }
  },
  {
    "translation": {
      "en": "All of those factors had to be pulled off for what was genuinely a miracle.",
      "th": "ปัจจัยทั้งหมดนี้ได้สร้างปาฏิหาริย์โดยแท้"
    }
  },
  {
    "translation": {
      "en": "[narrator] Back in England, thousands of men begin to arrive home,",
      "th": "ในอังกฤษ ทหารหลายพันคนเริ่มกลับถึงบ้าน"
    }
  },
  {
    "translation": {
      "en": "unsure of the reception they'll face.",
      "th": "โดยไม่แน่ใจว่าพวกเขาจะพบเจอกับอะไร"
    }
  },
  {
    "translation": {
      "en": "They were afraid that they were gonna be met with hostility,",
      "th": "พวกเขาเกรงว่าจะได้พบกับความเกลียดชัง"
    }
  },
  {
    "translation": {
      "en": "that people were gonna accuse them of having left or run away.",
      "th": "จากผู้คนที่มองว่าพวกเขาไม่สู้หรือหนี"
    }
  },
  {
    "translation": {
      "en": "And they were very nervous about it, a lot of them.",
      "th": "มีหลายคนที่เป็นกังวลเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "A lot of these people, remember, hadn't even fired a shot.",
      "th": "มีทหารหลายคนไม่เคยยิงปืนด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "You know, they'd just gone straight into retreat and got back.",
      "th": "พวกเขาแค่ตรงเข้าไปยังหลุมหลบภัยและกลับมา"
    }
  },
  {
    "translation": {
      "en": "They consider themselves remnants of a defeated army.",
      "th": "พวกเขาคิดว่าตัวเองเป็นทหารที่พ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "They-- They thought they had absolutely nothing to be proud of.",
      "th": "พวกเขาคิดว่าไม่มีอะไรให้น่าภูมิใจ"
    }
  },
  {
    "translation": {
      "en": "[narrator] Lieutenant Ian English recalls coming back to Britain.",
      "th": "ผู้หมวดเอียน อิงลิช จำเรื่องราวตอนที่กลับมาถึงอังกฤษได้"
    }
  },
  {
    "translation": {
      "en": "[English] We, uh, were put into a train.",
      "th": "(เราถูกพาไปขึ้นรถไฟ)"
    }
  },
  {
    "translation": {
      "en": "And whenever we stopped, people came up with",
      "th": "(และทุกสถานีที่เราหยุด ผู้คนจะเข้ามา…)"
    }
  },
  {
    "translation": {
      "en": "coffee and cigarettes and this sort of thing.",
      "th": "(ยื่นกาแฟกับบุหรี่และอะไรแบบนี้ให้)"
    }
  },
  {
    "translation": {
      "en": "And we have evidence of this tremendous euphoria, really,",
      "th": "(และเราสัมผัสได้ถึงความปิติยินดีอย่างมาก)"
    }
  },
  {
    "translation": {
      "en": "quite unfounded, that, uh…",
      "th": "(ซึ่งไม่ควรเป็นเช่นนั้น…)"
    }
  },
  {
    "translation": {
      "en": "that we were some sort of heroes and we won some sort of a victory.",
      "th": "(เหมือนเราเป็นวีรบุรุษและเราได้รับชัยชนะมา)"
    }
  },
  {
    "translation": {
      "en": "Amazing, really.",
      "th": "(มันน่าทึ่งจริงๆ)"
    }
  },
  {
    "translation": {
      "en": "It was obvious, really,",
      "th": "(เห็นได้ชัดว่า…)"
    }
  },
  {
    "translation": {
      "en": "um, that we'd been thoroughly beaten.",
      "th": "(เราโดนเล่นงานมาหนักมาก)"
    }
  },
  {
    "translation": {
      "en": "And they were astonished to find that they were very often treated as heroes.",
      "th": "และพวกเขาก็ประหลาดใจ ที่พบว่าพวกเขาถูกปฏิบัติเหมือนเป็นวีรบุรุษ"
    }
  },
  {
    "translation": {
      "en": "And I think what that",
      "th": "และผมคิดว่านั่น"
    }
  },
  {
    "translation": {
      "en": "gives an indication of is this sort of birth of Dunkirk spirit.",
      "th": "บ่งบอกถึงการกำเนิดของจิตวิญญาณดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "I think it was something that rose absolutely organically",
      "th": "ผมคิดว่ามันเป็นสิ่งที่เกิดขึ้นอย่างเป็นธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "out of, first of all, relief that brothers and uncles and fathers",
      "th": "ก่อนอื่นเลย พวกเขาโล่งอก ที่พ่อ พี่น้อง ญาติมิตร"
    }
  },
  {
    "translation": {
      "en": "and sons were home and they were safe,",
      "th": "และลูกชายกลับมาถึงบ้านอย่างปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "but also relief at the fact",
      "th": "และเป็นการโล่งอก"
    }
  },
  {
    "translation": {
      "en": "that the country was still fighting, the country was still in the war.",
      "th": "ว่าประเทศนี้ยังคงอยู่เพื่อต่อสู้ในสงคราม"
    }
  },
  {
    "translation": {
      "en": "It hadn't been defeated.",
      "th": "ยังไม่พ่ายแพ้"
    }
  },
  {
    "translation": {
      "en": "[Churchill] We must be very careful not to assign to this deliverance",
      "th": "(เราต้องระวังอย่างมาก) (ที่จะไม่มองว่าการอพยพครั้งนี้)"
    }
  },
  {
    "translation": {
      "en": "the attributes of a victory.",
      "th": "(เป็นชัยชนะ)"
    }
  },
  {
    "translation": {
      "en": "Wars are not won by evacuation.",
      "th": "(สงครามไม่ได้ชนะด้วยการอพยพ)"
    }
  },
  {
    "translation": {
      "en": "We shall go on to the end.",
      "th": "(เราควรสู้ให้ถึงที่สุด)"
    }
  },
  {
    "translation": {
      "en": "We shall fight in France.",
      "th": "(เราจะสู้ในฝรั่งเศส)"
    }
  },
  {
    "translation": {
      "en": "We shall fight on the seas and oceans.",
      "th": "(เราจะสู้ในทะเลและมหาสมุทร)"
    }
  },
  {
    "translation": {
      "en": "We'll fight on the beaches.",
      "th": "(เราจะสู้บนชายหาด)"
    }
  },
  {
    "translation": {
      "en": "We shall fight in the fields and in the streets.",
      "th": "(เราจะสู้กันในทุ่งและบนถนน)"
    }
  },
  {
    "translation": {
      "en": "We shall never surrender.",
      "th": "(เราจะไม่มีวันยอมแพ้)"
    }
  },
  {
    "translation": {
      "en": "Winston Churchill, in this speech, was entirely leveling with the British people.",
      "th": "ในคำปราศรัยนี้ วินสตัน เชอร์ชิล ต้องการพูดกับชาวอังกฤษอย่างตรงไปตรงมา"
    }
  },
  {
    "translation": {
      "en": "He was not going to try to spin Dunkirk out into a victory.",
      "th": "เขาไม่ได้พยายาม ประกาศว่าดันเคิร์กเป็นชัยชนะ"
    }
  },
  {
    "translation": {
      "en": "He knew it wasn't, they knew it wasn't.",
      "th": "เขารู้ว่ามันไม่ใช่ พวกเขารู้ว่าไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "However, it has an incredibly powerful effect on British morale.",
      "th": "แต่มันมีผลอย่างมาก ต่อขวัญและกำลังใจของชาวอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "It told British people what the government and the High Command were going to do,",
      "th": "มันทำให้คนอังกฤษได้รู้ว่า รัฐบาลกับกองบัญชาการกำลังทำอะไร"
    }
  },
  {
    "translation": {
      "en": "what was expected of them, of course, as well,",
      "th": "จะคาดหวังอะไรได้จากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and it did so in language that will live for as long as the English tongue.",
      "th": "และมันก็เป็นสิ่งที่จะคงอยู่ ยาวนานเท่าที่ภาษาอังกฤษยังคงอยู่"
    }
  },
  {
    "translation": {
      "en": "[narrator] The deliverance of the troops from Dunkirk",
      "th": "การอพยพกองทัพจากดันเคิร์ก"
    }
  },
  {
    "translation": {
      "en": "changes attitudes at home and abroad.",
      "th": "เปลี่ยนทัศนคติทั้งในและต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "Anyone who had talked of Britain making terms with Hitler is now an outcast.",
      "th": "ผู้ที่เคยวางแผนให้อังกฤษทำข้อตกลง กับฮิตเลอร์กลายเป็นผู้ที่สังคมไม่ยอมรับ"
    }
  },
  {
    "translation": {
      "en": "Well, Halifax's attempt to encourage the, uh, Cabinet",
      "th": "ความพยายามของแฮลิแฟกซ์ ที่สนับสนุนให้คณะรัฐมนตรีสงคราม"
    }
  },
  {
    "translation": {
      "en": "to begin negotiations ultimately fails.",
      "th": "เริ่มเจรจากับฮิตเลอร์ล้มเหลวไปในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Um, he, by the end of the year, is sent to America as Ambassador.",
      "th": "ในสิ้นปีนั้นเขาถูกส่งไปเป็นทูตที่อเมริกา"
    }
  },
  {
    "translation": {
      "en": "Churchill is quoted as saying about Halifax,",
      "th": "เชอร์ชิลพูดถึงแฮลิแฟกซ์ว่า"
    }
  },
  {
    "translation": {
      "en": "\"He has no future in this country.\"",
      "th": "\"เขาไม่มีอนาคตในประเทศนี้\""
    }
  },
  {
    "translation": {
      "en": "[narrator] Similarly, Joseph Kennedy,",
      "th": "เช่นเดียวกับโจเซฟ เคนเนดี"
    }
  },
  {
    "translation": {
      "en": "who had hopes of one day becoming president",
      "th": "ผู้มีความหวังว่าสักวันหนึ่ง เขาจะได้เป็นประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "and believed that Britain could never defeat the Nazis,",
      "th": "และเชื่อว่าอังกฤษไม่มีทางเอาชนะนาซีได้"
    }
  },
  {
    "translation": {
      "en": "becomes increasingly unpopular in his role as Ambassador to Britain.",
      "th": "บทบาทของเขาในฐานะทูตอังกฤษ เริ่มไม่เป็นที่นิยมมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "By the end of 1940, Kennedy pretty much has no choice but to resign.",
      "th": "ในสิ้นปี 1940 เคนเนดีไม่มีทางเลือก นอกจากลาออก"
    }
  },
  {
    "translation": {
      "en": "And it's at this point that Kennedy's political career is over.",
      "th": "และจากจุดนี้ อาชีพทางการเมือง ของเคนเนดีก็จบเห่"
    }
  },
  {
    "translation": {
      "en": "The evacuation of the British Army from Dunkirk is absolutely crucial",
      "th": "การอพยพกองทัพอังกฤษออกจากดันเคิร์ก มีความสำคัญอย่างยิ่งต่อความสำเร็จ ของฝ่ายสัมพันธมิตรในสงคราม"
    }
  },
  {
    "translation": {
      "en": "to the eventual Allied success in the war,",
      "th": "มีความสำคัญอย่างยิ่งต่อความสำเร็จ ของฝ่ายสัมพันธมิตรในสงคราม"
    }
  },
  {
    "translation": {
      "en": "because, uh, it leaves Britain alive",
      "th": "เพราะมันทำให้อังกฤษยังคงอยู่ในสงคราม"
    }
  },
  {
    "translation": {
      "en": "as, like, the kind of last resisting democracy in Europe to, uh, the Nazi onslaught.",
      "th": "เหมือนการต่อต้านประชาธิปไตยครั้งสุดท้าย ในยุโรปต่อการโจมตีของนาซี"
    }
  },
  {
    "translation": {
      "en": "That Britain remains in the fight buys time",
      "th": "การที่อังกฤษยังอยู่ในสงครามจะช่วยยืดเวลา"
    }
  },
  {
    "translation": {
      "en": "for this big Ally coalition to form",
      "th": "ในการร่วมมือกันของฝ่ายสัมพันธมิตร"
    }
  },
  {
    "translation": {
      "en": "-and ultimately defeat the Axis Powers. -[dramatic music plays]",
      "th": "และเอาชนะฝ่ายอักษะได้ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "It just seems to me that-- that the fact",
      "th": "สำหรับผมแล้วดูเหมือนว่า"
    }
  },
  {
    "translation": {
      "en": "that the British Army got away at Dunkirk",
      "th": "ที่กองทัพอังกฤษอพยพ ออกจากดันเคิร์กได้"
    }
  },
  {
    "translation": {
      "en": "wasn't just a nice little story",
      "th": "ไม่ใช่แค่เรื่องเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "that makes us feel nice about being British.",
      "th": "ที่ทำให้เรารู้สึกดีกับการเป็นคนอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "If the British Expeditionary Force hadn't got away at Dunkirk,",
      "th": "ถ้ากองกำลังรบนอกประเทศของอังกฤษ หนีออกจากดันเคิร์กไม่ได้"
    }
  },
  {
    "translation": {
      "en": "if it had been taken prisoner,",
      "th": "ถ้าพวกเขาถูกจับเป็นเชลย"
    }
  },
  {
    "translation": {
      "en": "if it had-- had been destroyed,",
      "th": "ถ้าพวกเขาถูกทำลาย"
    }
  },
  {
    "translation": {
      "en": "if Britain had gone down at this point,",
      "th": "ถ้าอังกฤษเสียหายถึงจุดนั้น"
    }
  },
  {
    "translation": {
      "en": "we would be living in a very, very dark world today.",
      "th": "วันนี้เราคงจะอยู่ในโลกที่มืดมน"
    }
  }
]