[
  {
    "translation": {
      "en": "-[man 1] Hang in there, buddy. -[man 2] C'mon, now.",
      "th": "เกาะไว้นะเพื่อนยาก"
    }
  },
  {
    "translation": {
      "en": "It's just so beautiful.",
      "th": "ซึ้งจริงไรจริง"
    }
  },
  {
    "translation": {
      "en": "No, that is not what we're doing.",
      "th": "ไม่ เราจะไม่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "This is what we're doing.",
      "th": "เราจะทำแบบนี้ต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Yeah, you got this.",
      "th": "ใช่ เราไหว"
    }
  },
  {
    "translation": {
      "en": "Good morning, Becky.",
      "th": "อรุณสวัสดิ์เบคกี้"
    }
  },
  {
    "translation": {
      "en": "-Hey, John, how's Arlo? -Finally sleeping through the night.",
      "th": "ไงจอห์น อาร์โลเป็นไงบ้าง ลูกเลิกตื่นกลางดึกแล้ว"
    }
  },
  {
    "translation": {
      "en": "I told you he'd figure it out.",
      "th": "บอกแล้วว่าเดี๋ยวก็ลงตัว"
    }
  },
  {
    "translation": {
      "en": "Melissa, loved that calculation on the activator-thymine ratios.",
      "th": "เมลิสซ่า ผลคำนวณอัตราส่วนไทมีน ที่ใช้เป็นตัวกระตุ้นสวยมาก"
    }
  },
  {
    "translation": {
      "en": "-Aw, thanks, boss. Appreciate it. -And I appreciate you.",
      "th": "- ขอบคุณค่ะหัวหน้า ซึ้งจัง - ผมก็ซึ้งที่เรามีคุณ"
    }
  },
  {
    "translation": {
      "en": "What… Pete, who is this?",
      "th": "อ้าว พีท คนนี้ใครเอ่ย"
    }
  },
  {
    "translation": {
      "en": "My daughter, Sophia. We had a childcare issue.",
      "th": "โซเฟียลูกผมครับ พอดีหาคนฝากเลี้ยงไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I hope that's okay. She will stay out of the way.",
      "th": "คงไม่ว่าอะไรนะครับ ลูกไม่เกะกะแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Of course. Sophia, never stay out of the way.",
      "th": "ไม่ว่าอยู่แล้ว โซเฟีย คนเก่งต้องเกะกะไว้"
    }
  },
  {
    "translation": {
      "en": "Ask questions, challenge assumptions, disrupt shit.",
      "th": "อยากรู้ต้องถาม ตั้งแง่กับสิ่งที่คนคิด จงเป็นตัวป่วน"
    }
  },
  {
    "translation": {
      "en": "Maybe throw some.",
      "th": "โวยวายบ้างก็ดี"
    }
  },
  {
    "translation": {
      "en": "I'll try.",
      "th": "จะลองดูค่ะ"
    }
  },
  {
    "translation": {
      "en": "So, sweetheart, do you even know what we do here?",
      "th": "คนดี รู้ไหมว่าที่นี่เราทำอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "Biotechnology.",
      "th": "เทคโนโลยีชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "Yes, and do you know what that important-sounding word means?",
      "th": "ใช่ แต่รู้ความหมายของคำนั้นที่ฟังดูสำคัญไหมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Biotechnology, or biotech, is any research and development",
      "th": "เทคโนโลยีชีวภาพหรือไบโอเทค คือการวิจัยและพัฒนานวัตกรรม"
    }
  },
  {
    "translation": {
      "en": "that involves modifying a living organism to meet a human purpose.",
      "th": "ด้วยการปรับแต่งสิ่งมีชีวิต เพื่อเป้าหมายของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "Okay. So she kind of knows.",
      "th": "โอเค งั้นพอเข้าใจเนอะ"
    }
  },
  {
    "translation": {
      "en": "It includes everything from genetic engineering, to biofuels,",
      "th": "รวมทุกอย่างตั้งแต่ การตัดต่อพันธุกรรม เชื้อเพลิงชีวภาพ"
    }
  },
  {
    "translation": {
      "en": "to creating an enzyme, like you did,",
      "th": "หรือการสร้างเอนไซม์เหมือนที่คุณทำ"
    }
  },
  {
    "translation": {
      "en": "that can turn sugar cane into a plastic-like material",
      "th": "ที่สามารถแปลงอ้อย ให้กลายเป็นสารคล้ายพลาสติก"
    }
  },
  {
    "translation": {
      "en": "that’s completely biodegradable.",
      "th": "ที่ย่อยสลายทางชีวภาพได้"
    }
  },
  {
    "translation": {
      "en": "-Technically, it's not plastic. -I said, \"plastic-like.\"",
      "th": "- ตามหลักแล้วมันไม่ใช่พลาสติก - ก็บอกว่า \"คล้าย\" ไง"
    }
  },
  {
    "translation": {
      "en": "It's a polyethylene.",
      "th": "มันคือโพลีเอทิลีน"
    }
  },
  {
    "translation": {
      "en": "It’s actually a bio-polyethylene.",
      "th": "ที่จริงต้องเรียกว่าไบโอ-โพลีเอทิลีน"
    }
  },
  {
    "translation": {
      "en": "-I know that. -Didn't sound like you did.",
      "th": "- รู้น่า - ไม่รู้อย่าแถ"
    }
  },
  {
    "translation": {
      "en": "-How could I not know if I invented it? -That's what I was wondering.",
      "th": "- คนคิดค้นจะไม่รู้ได้ไง - หนูก็สงสัยอยู่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "There are Cocoa Puffs in the kitchen, honey.",
      "th": "ในครัวมีโกโก้พัฟให้กินนะลูก"
    }
  },
  {
    "translation": {
      "en": "Okay, I am going to get some Cocoa Puffs",
      "th": "โอเค ฉันจะไปกินโกโก้พัฟ"
    }
  },
  {
    "translation": {
      "en": "in my kitchen of my company that I created.",
      "th": "ในครัวของฉัน ที่บริษัทของฉัน ซึ่งฉันก่อตั้ง"
    }
  },
  {
    "translation": {
      "en": "Yeah, I understand, Ted. Ellis is doing great.",
      "th": "เข้าใจดี เท็ด เอลลิสกำลังไปได้สวย"
    }
  },
  {
    "translation": {
      "en": "I think he spent last night in the lab. I can assure you, he is laser focused.",
      "th": "เหมือนเมื่อคืนจะโต้รุ่งที่แล็บด้วย ฉันรับรองว่าเขามีสมาธิแน่วแน่"
    }
  },
  {
    "translation": {
      "en": "I do not like any of our spoons.",
      "th": "ไม่ชอบช้อนที่นี่สักคัน"
    }
  },
  {
    "translation": {
      "en": "Wait. No, I don't care.",
      "th": "เดี๋ยว ไม่สิไม่แคร์"
    }
  },
  {
    "translation": {
      "en": "The board is nervous.",
      "th": "บอร์ดบริษัทประหม่า"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what I do like. The new infrared sauna in my office. Thank you.",
      "th": "แต่รู้ไหมผมชอบอะไร ตู้ซาวน่าอินฟราเรดในออฟฟิศผม ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "What kind of dreadful CFO would I be if I didn't approve an infrared sauna",
      "th": "ฉันจะเป็นซีเอฟโอประสาอะไร ถ้าไม่อนุมัติซื้อซาวน่าอินฟราเรด"
    }
  },
  {
    "translation": {
      "en": "so you could heat yourself from the inside out like a microwave burrito?",
      "th": "ให้คุณเอาไปอบตัวจากข้างใน เหมือนเบอร์ริโต้ที่ใส่ไมโครเวฟ"
    }
  },
  {
    "translation": {
      "en": "I have more clarity when my bone marrow's warm.",
      "th": "เวลาไขกระดูกอบอุ่นหัวผมแล่นดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Are you all right? It's just you seem to be getting more, maybe…",
      "th": "คุณไหวไหม ถามเพราะคุณดูจะ…"
    }
  },
  {
    "translation": {
      "en": "I don't know. Why dance around it? Crazier.",
      "th": "พูดตรงๆ เลยละกัน เพี้ยนขึ้น"
    }
  },
  {
    "translation": {
      "en": "Crazier? Or am I just letting the beauty of the world move me in a more profound way?",
      "th": "เพี้ยนขึ้น หรือผมแค่คล้อยตามความงามของโลก ที่ผลักผมไปในทิศทางที่ลึกซึ้งขึ้น"
    }
  },
  {
    "translation": {
      "en": "That's literally the same thing.",
      "th": "แปลว่าเพี้ยนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "We have 15 minutes till the board meeting.",
      "th": "อีก 15 นาทีจะประชุมบอร์ด"
    }
  },
  {
    "translation": {
      "en": "They're going to want to hear that you absolutely will meet the latest benchmark on the carbon project.",
      "th": "พวกเขาจะอยากได้ยินว่าโปรเจกต์คาร์บอน จะทำได้ตามเป้าล่าสุดอย่างแน่นอน"
    }
  },
  {
    "translation": {
      "en": "I have done everything I can to buy you more time,",
      "th": "ฉันยื้อเวลาให้เต็มที่แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "but since you keep missing deadlines,",
      "th": "แต่คุณพลาดเส้นตายตลอด"
    }
  },
  {
    "translation": {
      "en": "you are now in danger of losing control of your company.",
      "th": "เพราะงั้นตอนนี้คุณเสี่ยง ถูกเด้งออกจากบริษัทตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm not breathing with you.",
      "th": "ฉันไม่ยุบหนอพองหนอด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "[exhales] It'll calm you.",
      "th": "ใจจะได้สงบ"
    }
  },
  {
    "translation": {
      "en": "I believe I'm at exactly the right level of agitation.",
      "th": "ขอบคุณ แต่ใจฉันปั่นป่วนกำลังพอดี"
    }
  },
  {
    "translation": {
      "en": "Stop breathing.",
      "th": "หยุดหายใจ"
    }
  },
  {
    "translation": {
      "en": "The board has noticed that the corporate therapist they got you has disappeared,",
      "th": "ทางบอร์ดยังสังเกตด้วยว่า นักบำบัดที่จ้างมาให้คุณหายไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "so they’re also wondering about that.",
      "th": "ก็เลยสงสัยเรื่องนั้นเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Anna, we are doing something that has never been done before.",
      "th": "แอนนา เรากำลังทำสิ่งที่ไม่เคยมีใครทำมาก่อน"
    }
  },
  {
    "translation": {
      "en": "Something that will change the world.",
      "th": "สิ่งที่จะเปลี่ยนโลกใบนี้"
    }
  },
  {
    "translation": {
      "en": "And that requires tremendous creativity.",
      "th": "ซึ่งต้องใช้พลังสร้างสรรค์มหาศาล"
    }
  },
  {
    "translation": {
      "en": "And if Einstein is right that “creativity is intelligence having fun,”",
      "th": "และถ้าไอน์สไตน์พูดถูกว่า \"ความคิดสร้างสรรค์คือความฉลาดที่เล่นสนุก\""
    }
  },
  {
    "translation": {
      "en": "then the enemy of creativity is behaving.",
      "th": "งั้นศัตรูของความคิดสร้างสรรค์ ก็คือความเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "Okay, I see why people believe in you.",
      "th": "เข้าใจแล้วทำไมคนถึงศรัทธาคุณ"
    }
  },
  {
    "translation": {
      "en": "I'll meet you in the conference room at 9:45. Don't be late.",
      "th": "เจอกันในห้องประชุม เก้าโมง 45 นะ อย่าสายล่ะ"
    }
  },
  {
    "translation": {
      "en": "And don't eat with two spoons.",
      "th": "แล้วอย่ากินทีละสองช้อน"
    }
  },
  {
    "translation": {
      "en": "-And you're late. -[Ellis] Don't come in.",
      "th": "เข้าประชุมสายแล้ว อย่าเข้ามา"
    }
  },
  {
    "translation": {
      "en": "Oh God.",
      "th": "ว้ายตาย"
    }
  },
  {
    "translation": {
      "en": "What are you doing?",
      "th": "ทำอะไรของคุณ"
    }
  },
  {
    "translation": {
      "en": "I want to have the board meeting in the sauna",
      "th": "ผมอยากประชุมบอร์ดในห้องซาวน่าอินฟราเรด ทุกคนจะได้จริงใจ"
    }
  },
  {
    "translation": {
      "en": "because it keeps people honest. And then, I was looking for a towel, and…",
      "th": "ผมอยากประชุมบอร์ดในห้องซาวน่าอินฟราเรด ทุกคนจะได้จริงใจ แล้วผมเดินหาผ้าขนหนู…"
    }
  },
  {
    "translation": {
      "en": "I just really enjoy being naked.",
      "th": "แต่ปรากฏว่าชอบโป๊มากกว่า"
    }
  },
  {
    "translation": {
      "en": "Maybe you came back too soon.",
      "th": "คุณน่าจะกลับมาทำงานเร็วไป"
    }
  },
  {
    "translation": {
      "en": "No, no. It's good for me to stay engaged.",
      "th": "ไม่ใช่ ผมควรได้ใช้สมอง"
    }
  },
  {
    "translation": {
      "en": "Katie's accident was only a couple of months ago, Ellis.",
      "th": "เคธี่เพิ่งประสบอุบัติเหตุเมื่อสองสามเดือนก่อน"
    }
  },
  {
    "translation": {
      "en": "You were married for 30 years, so maybe--",
      "th": "คุณแต่งงานกันมา 30 ปี บางที…"
    }
  },
  {
    "translation": {
      "en": "No, no, no. Katie would've wanted me to keep going.",
      "th": "ไม่ เคธี่จะอยากให้ผมทำงานต่อ"
    }
  },
  {
    "translation": {
      "en": "Of course, I wanted her to keep going.",
      "th": "ส่วนผมอยากให้เธอมีชีวิตต่อ"
    }
  },
  {
    "translation": {
      "en": "Ellis, I'm so sorry she's gone.",
      "th": "เอลลิส เสียใจด้วยที่เธอจากไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Could you excuse me, please? I'd like to be naked again",
      "th": "ขอตัวสักครู่นะ ผมอยากกลับไปเปลือย ให้กล่องดวงใจสุดวิเวกได้สัมผัสลมเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "and feel the cold air on my forlorn genitalia.",
      "th": "ผมอยากกลับไปเปลือย ให้กล่องดวงใจสุดวิเวกได้สัมผัสลมเย็นๆ"
    }
  },
  {
    "translation": {
      "en": "I will reschedule the board.",
      "th": "ฉันจะเลื่อนประชุมบอร์ด"
    }
  },
  {
    "translation": {
      "en": "I’ll tell them that you’re fine, but a bat bit you,",
      "th": "จะบอกพวกเขาว่าคุณโอเค แต่โดนค้างคาวกัด"
    }
  },
  {
    "translation": {
      "en": "or you inhaled bat guano, or something to do with a bat.",
      "th": "ไม่ก็สูดขี้ค้างคาวเข้าไป อะไรก็ได้เกี่ยวกับค้างคาว"
    }
  },
  {
    "translation": {
      "en": "Everyone hates bats right now.",
      "th": "ช่วงนี้ใครๆ ก็เหม็นค้างคาว"
    }
  },
  {
    "translation": {
      "en": "Anna.",
      "th": "แอนนา"
    }
  },
  {
    "translation": {
      "en": "You do so much for me that I hesitate to tell you this next bit because you're not gonna like it.",
      "th": "คุณช่วยเหลือผมมามาก ผมเลยไม่อยากบอกเรื่องนี้ แต่คุณไม่ชอบแน่"
    }
  },
  {
    "translation": {
      "en": "It has to do with the therapist the board got me.",
      "th": "เรื่องนักบำบัดที่บอร์ดจ้างมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "Oh God.",
      "th": "คุณพระ"
    }
  },
  {
    "translation": {
      "en": "Malcolm, you know how you're obsessed with Ellis and would do anything for him?",
      "th": "มัลคอล์ม คุณทั้งรักทั้งหลงเอลลิสหมดใจ ยอมทำได้ทุกอย่างเพื่อเขา"
    }
  },
  {
    "translation": {
      "en": "-Yes. -We are up against a deadline.",
      "th": "- ใช่ - งานจะถึงกำหนดส่งแล้ว"
    }
  },
  {
    "translation": {
      "en": "I need Ellis in the lab, but he’s spiraling.",
      "th": "ฉันอยากให้เอลลิสกลับไปทำงานแต่เขากำลังดิ่ง"
    }
  },
  {
    "translation": {
      "en": "-Upward? -Yes, Malcolm.",
      "th": "- ดิ่งขึ้นเหรอ - ใช่มั้ง มัลคอล์ม"
    }
  },
  {
    "translation": {
      "en": "His wife, who he loved more than anything has died,",
      "th": "ภรรยาที่เขารักมากกว่าสิ่งใดเพิ่งตาย"
    }
  },
  {
    "translation": {
      "en": "and so, like an airplane that's lost its wings, he's spiraling upward.",
      "th": "เพราะงั้นเปรียบเหมือนเครื่องบินปีกหัก เขากำลังดิ่งขึ้นฟ้า"
    }
  },
  {
    "translation": {
      "en": "I know. It is in fact downward.",
      "th": "รู้แล้ว ที่จริงดิ่งลง"
    }
  },
  {
    "translation": {
      "en": "It's more than just Katie's loss. The woman kept him grounded.",
      "th": "เขาไม่ใช่แค่เสียเคธี่ไป แต่เธอช่วยให้เขามั่นคง"
    }
  },
  {
    "translation": {
      "en": "I feel like he's a week away from living in a park debating fusion with squirrels.",
      "th": "ถ้าปล่อยไว้สักอาทิตย์ เขาคงได้ไปเถียง เรื่องฟิวชั่นกับกระรอกในสวนแน่"
    }
  },
  {
    "translation": {
      "en": "He loved Katie with an intensity only found in music and poetry.",
      "th": "เขารักเคธี่ด้วยความเข้มข้นลึกล้ำ ที่มีได้แค่กับดนตรีหรือบทกวี"
    }
  },
  {
    "translation": {
      "en": "Almost like you love him.",
      "th": "เกือบเหมือนที่คุณรักเขาเลย"
    }
  },
  {
    "translation": {
      "en": "-I'm sending you to New York. -Okay. Why?",
      "th": "ฉันจะส่งคุณไปนิวยอร์ก โอเค ทำไม"
    }
  },
  {
    "translation": {
      "en": "To bring back the one person who might be able to ground him like Katie did.",
      "th": "พาคนเดียวในโลก ที่อาจช่วยให้เขามั่นคงได้เหมือนเคธี่มา"
    }
  },
  {
    "translation": {
      "en": "Okay. Who?",
      "th": "ได้เลย ใคร"
    }
  },
  {
    "translation": {
      "en": "Okay. Better than last week.",
      "th": "โอเค ดีกว่าอาทิตย์ที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Was it?",
      "th": "ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Totally. Last week, Mrs. Fetterman banged on the wall,",
      "th": "แน่นอน อาทิตย์ที่แล้ว คุณนายเฟทเทอร์แมนทุบกำแพง"
    }
  },
  {
    "translation": {
      "en": "so clearly, she's seeing improvement as well.",
      "th": "เพราะงั้นแปลว่านางก็คิดว่ามีพัฒนาการ"
    }
  },
  {
    "translation": {
      "en": "-What's wrong? -I don't even want to play the flute.",
      "th": "- เป็นอะไร - ผมไม่อยากเล่นขลุ่ยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "My dad makes me.",
      "th": "พ่อบังคับหรอก"
    }
  },
  {
    "translation": {
      "en": "Oh… [exhales] Father-son stuff, man. Don't get me started.",
      "th": "โอ๊ย ปัญหาพ่อลูก อย่าให้ต้องเล่า"
    }
  },
  {
    "translation": {
      "en": "-Okay. -You try so hard to please them, right?",
      "th": "- งั้นอย่าเล่า - เราทุ่มสุดตัวให้เขาภูมิใจ เนอะ"
    }
  },
  {
    "translation": {
      "en": "But they want to make you a certain way, even if that's not who you want to be.",
      "th": "แต่ก็โดนบังคับให้เป็นอย่างอื่น ต่อให้เราไม่อยากเป็นคนแบบนั้นเลย"
    }
  },
  {
    "translation": {
      "en": "And you hope that one day that dynamic will change, but when you realize it won't,",
      "th": "และเราแอบหวังว่าสักวันมันจะเปลี่ยน แต่พอรู้ตัวว่ายังไงก็ไม่เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "you come to terms with the fact that no matter how much you love them,",
      "th": "เราถึงยอมรับได้ว่า ไม่ว่าเราจะรักเขามากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "you gotta take a break, and that break is painful,",
      "th": "เราก็ต้องถอยออกมา ซึ่งมันเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "but let me tell you something, Ryan, it's also restorative.",
      "th": "แต่ขอบอกอะไรนะไรอัน ถอยแล้วสุขภาพจิตดีขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "So is the lesson over?",
      "th": "งั้นนี่เรียนเสร็จยัง"
    }
  },
  {
    "translation": {
      "en": "No, little buddy.",
      "th": "ไม่เลยเพื่อนยาก"
    }
  },
  {
    "translation": {
      "en": "The lesson's never over.",
      "th": "การเรียนรู้ไม่มีวันจบสิ้น"
    }
  },
  {
    "translation": {
      "en": "Not until we learn how to navigate that very complicated relationship.",
      "th": "เราต้องรู้วิธีรับมือ ความสัมพันธ์พ่อลูกที่ซับซ้อนให้ได้ก่อน"
    }
  },
  {
    "translation": {
      "en": "He's doing great.",
      "th": "เขาเก่งขึ้นเยอะ"
    }
  },
  {
    "translation": {
      "en": "It's me!",
      "th": "ฉันเอง"
    }
  },
  {
    "translation": {
      "en": "It's you!",
      "th": "นายเอง"
    }
  },
  {
    "translation": {
      "en": "Dude, when's the last time you ate?",
      "th": "เพื่อน ตายอดตายอยากไปไหม"
    }
  },
  {
    "translation": {
      "en": "Teaching flute doesn't bring in a lot of money, so I don't get out much.",
      "th": "อาชีพครูสอนขลุ่ยทำเงินน้อย เลยไม่ค่อยกินข้าวนอกบ้าน"
    }
  },
  {
    "translation": {
      "en": "Plus the sauce for my chicken is creeping towards my mashed potatoes, so I gotta move things along.",
      "th": "แถมซอสไก่มันกำลังไหล ไปทางมันบด เลยต้องรีบกิน"
    }
  },
  {
    "translation": {
      "en": "It's got to be hard not being able to let your foods touch.",
      "th": "กินอาหารแบบห้ามแตะกันงี้ชีวิตลำบากแย่"
    }
  },
  {
    "translation": {
      "en": "They can touch. I just can't eat them if they do.",
      "th": "มันแตะกันได้ แค่จะไม่กินเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "So you're in town for a night. We're dining on the company card. Why did my dad send you?",
      "th": "นายมาทริปค้างคืน ใช้บัตรบริษัทเลี้ยงข้าวฉัน พ่อส่งมาทำไม"
    }
  },
  {
    "translation": {
      "en": "Your dad didn't send me.",
      "th": "พ่อนายไม่ได้ส่งฉันมาซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Can't two old friends hang out without there being an agenda?",
      "th": "เพื่อนเก่ามาเจอกัน แบบไม่มีอะไรแอบแฝงไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "If they're honest with one another.",
      "th": "ถ้าเพื่อนซื่อสัตย์น่ะได้"
    }
  },
  {
    "translation": {
      "en": "Okay, Anna sent me.",
      "th": "ก็ได้ แอนนาสั่งให้มา"
    }
  },
  {
    "translation": {
      "en": "-There is an agenda. -Boom.",
      "th": "- มีเป้าหมายจริง - ว่าแล้ว"
    }
  },
  {
    "translation": {
      "en": "Have you spoken to your dad since your mom's memorial?",
      "th": "ได้คุยกับพ่อตั้งแต่งานศพแม่ไหม"
    }
  },
  {
    "translation": {
      "en": "A couple of times. Why?",
      "th": "สองสามครั้ง ทำไม"
    }
  },
  {
    "translation": {
      "en": "How'd he seem?",
      "th": "เขาดูเป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "He's not doing great.",
      "th": "สภาพไม่ดีเท่าไร"
    }
  },
  {
    "translation": {
      "en": "Kept talking about some side project at work to turn himself invisible.",
      "th": "เอาแต่พูดถึงโปรเจกต์พิเศษ ที่จะทำให้เขาเป็นมนุษย์ล่องหน"
    }
  },
  {
    "translation": {
      "en": "He wants to disappear. A shrink would have something to say about that.",
      "th": "เขาอยากหายตัวไปเลย จิตแพทย์คงเป็นห่วง"
    }
  },
  {
    "translation": {
      "en": "The board got him a shrink.",
      "th": "บอร์ดหาจิตแพทย์มาให้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "The guy shadowed Ellis for a few days and then disappeared.",
      "th": "เขาเดินตามเอลลิสอยู่สองสามวัน แล้วก็หายตัวไป"
    }
  },
  {
    "translation": {
      "en": "I don't mean he turned invisible. He just vanished.",
      "th": "ไม่ได้หมายถึงล่องหนนะ แต่หายตัวไปไร้ร่องรอย"
    }
  },
  {
    "translation": {
      "en": "Again, not invisible.",
      "th": "ย้ำ ไม่ใช่ล่องหน"
    }
  },
  {
    "translation": {
      "en": "Look, I love my dad. I do. It's just--",
      "th": "นี่ ฉันรักพ่อนะ แต่มัน…"
    }
  },
  {
    "translation": {
      "en": "Okay, then come to LA and help get him back in the lab.",
      "th": "งั้นไปช่วยผลักดันเขาที่แอลเอสิ"
    }
  },
  {
    "translation": {
      "en": "-I don't think that's a good idea. -What if I told you… please?",
      "th": "- ไม่ดีหรอกมั้ง - แล้วถ้าฉันพูดว่า… \"ขอร้อง\" ล่ะ"
    }
  },
  {
    "translation": {
      "en": "-Remember when I won that science award? -No.",
      "th": "- จำตอนม.2 ที่ฉันได้รางวัลโครงงานวิทย์ได้มะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "Exactly. That's 'cause Ellis Dragon showed up, then they asked him to speak,",
      "th": "ก็นั่นแหละ เพราะเอลลิส ดรากอนโผล่ไปไง ทุกคนขอให้พ่อขึ้นไปกล่าว"
    }
  },
  {
    "translation": {
      "en": "and he got on stage and said my science was correct,",
      "th": "แล้วพ่อก็ขึ้นไปกล่าวบนเวทีว่า วิทยาศาสตร์ฉันถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "but that I needed to think bigger, take more risks, move fast, break stuff.",
      "th": "แต่ต้องคิดให้ใหญ่ขึ้น กล้าเสี่ยงมากขึ้น ว่องไว พังของ"
    }
  },
  {
    "translation": {
      "en": "It was an ant farm.",
      "th": "ฉันทำฟาร์มมดนะเว้ย"
    }
  },
  {
    "translation": {
      "en": "That was a great speech. That's what got me into science.",
      "th": "สุนทรพจน์อย่างโดนอ่ะ ฉันหันไปเรียนสายวิทย์เลย"
    }
  },
  {
    "translation": {
      "en": "Okay, you're missing my point.",
      "th": "หลงประเด็นละ"
    }
  },
  {
    "translation": {
      "en": "All my dad ever does is try to change me into being more like him,",
      "th": "ที่ผ่านมา พ่อเอาแต่ พยายามเปลี่ยนฉันให้เหมือนพ่อ"
    }
  },
  {
    "translation": {
      "en": "and the rest of the world cheers him on.",
      "th": "แล้วคนทั้งโลกก็บ้าจี้เชียร์ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "It's why I quit science and moved 3,000 miles away.",
      "th": "ฉันเลยเลิกเรียนวิทยาศาสตร์ แล้วหนีมาไกลห้าพันกิโลไง"
    }
  },
  {
    "translation": {
      "en": "At least with my mom around, she could run interference,",
      "th": "อย่างน้อยตอนแม่ยังอยู่ก็ช่วยแทรกได้"
    }
  },
  {
    "translation": {
      "en": "but without her, it's exhausting.",
      "th": "แต่พอแม่ไปแล้ว มันเหนื่อยมาก"
    }
  },
  {
    "translation": {
      "en": "Jackson, Ellis is spiraling,",
      "th": "แจ็คสัน เอลลิสกำลังดิ่ง"
    }
  },
  {
    "translation": {
      "en": "which I've recently learned only goes in one direction,",
      "th": "ซึ่งฉันเพิ่งรู้ว่า \"ดิ่ง\" มันมีแต่ลงไม่มีขึ้น"
    }
  },
  {
    "translation": {
      "en": "and now you're the only family he has.",
      "th": "นายเป็นญาติคนเดียวที่เขามี"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll go. For 24 hours. That's it.",
      "th": "ก็ได้ ยอมไป แค่ 24 ชั่วโมงนะ ขาดตัว"
    }
  },
  {
    "translation": {
      "en": "Excellent. You'll regret it.",
      "th": "เยี่ยม แล้วนายจะเสียใจ"
    }
  },
  {
    "translation": {
      "en": "Don't you mean I won't regret it?",
      "th": "หมายถึงจะไม่เสียใจหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "No. I'm lowering your expectations, so you won't be disappointed.",
      "th": "เปล่า ฉันอยากให้นายคาดหวังต่ำไว้ จะได้ไม่ผิดหวัง"
    }
  },
  {
    "translation": {
      "en": "Oh my God. Why am I doing this?",
      "th": "จะบ้าตาย ตกลงไปทำไมวะเรา"
    }
  },
  {
    "translation": {
      "en": "Perfect.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "-Come in. -Hi, Anna.",
      "th": "- เข้ามา - ไงครับแอนนา"
    }
  },
  {
    "translation": {
      "en": "Jackson! Oh, you made it.",
      "th": "แจ็คสัน มาจนได้"
    }
  },
  {
    "translation": {
      "en": "So good to see you.",
      "th": "ดีใจที่ได้เจอนะ"
    }
  },
  {
    "translation": {
      "en": "-Take a seat. -Oh, okay.",
      "th": "- นั่งสิ - โอเค"
    }
  },
  {
    "translation": {
      "en": "So your father’s been working on an exciting, new project.",
      "th": "พ่อคุณกำลังทำโปรเจกต์ใหม่น่าตื่นเต้น"
    }
  },
  {
    "translation": {
      "en": "It’s a way of drawing carbon out of the atmosphere",
      "th": "มันเป็นวิธีดึงคาร์บอนออกมาจากชั้นบรรยากาศ"
    }
  },
  {
    "translation": {
      "en": "and then using that to manufacture concrete.",
      "th": "เพื่อใช้ผลิตเป็นคอนกรีต"
    }
  },
  {
    "translation": {
      "en": "It'll lock up climate-changing gases for over a thousand years",
      "th": "มันจะกักเก็บก๊าซที่ทำโลกรวนได้กว่าพันปี"
    }
  },
  {
    "translation": {
      "en": "and will literally save the world.",
      "th": "แล้วจะกอบกู้โลกใบนี้ได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "-You like the world, right? -Some aspects of it.",
      "th": "- รักโลกใช่ไหม - เป็นบางส่วน"
    }
  },
  {
    "translation": {
      "en": "-Still worth saving, right? -Some aspects of it.",
      "th": "- ยังคุ้มที่จะช่วยใช่ไหม - เป็นบางส่วน"
    }
  },
  {
    "translation": {
      "en": "Me too.",
      "th": "ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Now, Ellis has always been eccentric, and we love that about him. Just love it.",
      "th": "ทีนี้นะ เอลลิสเป็นคนแปลกๆ ไม่เหมือนใคร และเราชอบที่เป็นแบบนั้น รักเลย"
    }
  },
  {
    "translation": {
      "en": "But since your mother passed away, he's been, well,",
      "th": "แต่ตั้งแต่แม่คุณเสีย เขาก็…"
    }
  },
  {
    "translation": {
      "en": "I'm gonna use the phrase \"even weirder.\"",
      "th": "ขอใช้คำว่า \"พิลึกกว่าเดิมอีก\""
    }
  },
  {
    "translation": {
      "en": "Hmm. What happened to the therapist that you got him?",
      "th": "แล้วนักบำบัดที่หามาให้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "I don't know. He disappeared. What do you want me to do about it?",
      "th": "จะไปรู้เหรอ ขายแค่หายไป คนเราหายตัวกันได้ จะให้ฉันทำไง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "The point is it's been weeks since your father set foot in the lab",
      "th": "ประเด็นคือพ่อคุณไม่เข้าห้องแล็บ ไปทำโปรเจกต์สำคัญ"
    }
  },
  {
    "translation": {
      "en": "to work on that important project that will save the world,",
      "th": "ที่จะช่วยโลกมาหลายอาทิตย์แล้ว"
    }
  },
  {
    "translation": {
      "en": "which I know isn't perfect.",
      "th": "ซึ่งฉันรู้ว่าไม่เพอร์เฟกต์"
    }
  },
  {
    "translation": {
      "en": "Still, we all love polar bears, right? Don't want to see them die.",
      "th": "แต่ทุกคนรักหมีขั้วโลกใช่ไหม ไม่อยากให้มันตายเนอะ"
    }
  },
  {
    "translation": {
      "en": "So we need him back in the lab. I believe it's also what he needs.",
      "th": "เพราะงั้นเราต้องให้เขากลับเข้าห้องแล็บ มันน่าจะดีกับเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "Well, I'll talk to him, but I'm not optimistic.",
      "th": "ผมจะคุยให้นะ แต่คงไม่ได้อะไรขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "-Great. You're all we have. -What?",
      "th": "- ดี คุณคือความหวังสุดท้าย - ไงนะ"
    }
  },
  {
    "translation": {
      "en": "-Off you pop. -Do you know where he is?",
      "th": "- รีบไปเลย - รู้ไหมว่าพ่ออยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm already regretting this, so I feel like I should move quickly.",
      "th": "เพราะนี่เริ่มเสียใจที่มาแล้ว ควรรีบคุยก่อนอยากถอนตัว"
    }
  },
  {
    "translation": {
      "en": "It's Tuesday. He doesn't come in on Tuesdays anymore.",
      "th": "นี่วันอังคาร เขาไม่เข้าออฟฟิศวันอังคารแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Oh, why not? -You are asking all the right questions.",
      "th": "- ทำไมล่ะ - เลือกคำถามได้เก่งดีจังเลย"
    }
  },
  {
    "translation": {
      "en": "Jackson! Malcolm told me you might be coming.",
      "th": "แจ็คสัน มัลคอล์มบอกพ่อว่าลูกอาจแวะมาหา"
    }
  },
  {
    "translation": {
      "en": "Oh, Juan, this is my son.",
      "th": "ฮวน นี่ลูกชายฉันเอง"
    }
  },
  {
    "translation": {
      "en": "The musician.",
      "th": "นักดนตรีน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Flutist.",
      "th": "นักเป่าขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "Or is it flautist? I'm sorry. I know you've told me,",
      "th": "หรือเรียกนักเล่นขลุ่ยนะ โทษที พ่อรู้ว่าลูกเคยบอกแล้วแต่จำได้แค่"
    }
  },
  {
    "translation": {
      "en": "but all I can remember is that it is a life of constant struggle.",
      "th": "หรือเรียกนักเล่นขลุ่ยนะ โทษที พ่อรู้ว่าลูกเคยบอกแล้วแต่จำได้แค่ ว่ามันเป็นอาชีพที่ไส้แห้ง"
    }
  },
  {
    "translation": {
      "en": "I know there's not a lot of successful flute players in the world, but that's a good thing.",
      "th": "ผมรู้ว่าโลกนี้ไม่ค่อยมี คนเล่นขลุ่ยที่ประสบความสำเร็จ แต่ดีแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Supply and demand. Not much supply. -Because there's no demand.",
      "th": "- อุปสงค์และอุปทาน อุปทานน้อย - เพราะไม่มีอุปสงค์ไงล่ะ"
    }
  },
  {
    "translation": {
      "en": "Why are you working on a landscaping crew? Let's talk about your life choices.",
      "th": "นี่มาทำงานจัดสวนทำไม ถามเรื่องตัวเลือกชีวิตอันนี้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "I used to teach philosophy.",
      "th": "ฉันเคยสอนปรัชญา"
    }
  },
  {
    "translation": {
      "en": "-But then one night, men came-- -Not you, Juan.",
      "th": "- แต่อยู่มาคืนนึงมีคนบุก… - ไม่ได้ถามคุณ ฮวน"
    }
  },
  {
    "translation": {
      "en": "Because in order for me to be creative in my other job, I need to expand my experiences.",
      "th": "เพราะถ้าพ่ออยากสร้างสรรค์ที่บริษัท พ่อก็ต้องเปิดประสบการณ์ใหม่"
    }
  },
  {
    "translation": {
      "en": "I thought that's what the microdosing was for.",
      "th": "ไหนว่าเสพยาปริมาณน้อยเพื่องั้น"
    }
  },
  {
    "translation": {
      "en": "-He took too much. Danced with a ficus. -It was heartbreakingly beautiful.",
      "th": "- เขาเสพเยอะไป เต้นกับต้นไม้ - งดงามจับใจขอบอก"
    }
  },
  {
    "translation": {
      "en": "But, yes, I'm taking a break.",
      "th": "แต่ใช่ พ่อพักยาอยู่"
    }
  },
  {
    "translation": {
      "en": "In the meantime, this work helps me feel alive.",
      "th": "และในระหว่างนี้ งานนี้ทำให้พ่อมีชีวิตชีวา"
    }
  },
  {
    "translation": {
      "en": "To feel I'm having an immediate effect on something. Have you ever laid sod?",
      "th": "และรู้สึกว่าตัวเองสร้างความแตกต่าง ได้ในทันที เคยปูพื้นหญ้าหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Nope, Dad, I live in New York. Last week, I broke up a fight between two rats.",
      "th": "ไม่ ผมอยู่นิวยอร์กนะพ่อ อาทิตย์ที่แล้วผมห้ามมวยหนูสองตัว"
    }
  },
  {
    "translation": {
      "en": "In the morning, there's nothing but dirt.",
      "th": "มาถึงตอนเช้ามีแต่พื้นดิน"
    }
  },
  {
    "translation": {
      "en": "By mid-afternoon, there’s a vibrant green lawn.",
      "th": "แต่พอบ่ายแก่ๆ กลายเป็นสนามหญ้าเขียวชอุ่ม"
    }
  },
  {
    "translation": {
      "en": "It’s like giving birth.",
      "th": "เหมือนได้ให้กำเนิด"
    }
  },
  {
    "translation": {
      "en": "To a lawn.",
      "th": "แก่สนามหญ้า"
    }
  },
  {
    "translation": {
      "en": "That's great. Let's get out of the hole, and go to the lab and show me the project you're working on.",
      "th": "ดีจัง ขึ้นมาจากหลุมมา พาผมไปดูโปรเจกต์ที่พ่อต้องทำหน่อย"
    }
  },
  {
    "translation": {
      "en": "Or I can give you the shovel, and you can see what you've been missing.",
      "th": "หรือพ่อจะเอาพลั่วให้ลูก ลูกจะได้รู้ว่าชีวิตนี้พลาดอะไร"
    }
  },
  {
    "translation": {
      "en": "Try something new. Expand your world.",
      "th": "ลองของใหม่บ้าง เปิดโลกตัวเองสิ"
    }
  },
  {
    "translation": {
      "en": "So I can be more like you? Microdosing and making love to a tree?",
      "th": "จะได้เหมือนพ่อมากขึ้นเหรอ เสพยาทีละน้อย ร่วมรักกับต้นไม้"
    }
  },
  {
    "translation": {
      "en": "There was no sex. It was a straight bossa nova.",
      "th": "ไม่ได้มีเซ็กซ์ซะหน่อย เต้นรำอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "Right?",
      "th": "ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "What's so wrong with being more like me?",
      "th": "ว่าแต่เหมือนพ่อแล้วมันผิดตรงไหน"
    }
  },
  {
    "translation": {
      "en": "How many times have you been on the cover of Time?",
      "th": "ลูกเคยขึ้นปกนิตยสารไทม์กี่ครั้งไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "I don't want to be you. There's enough you in the world already.",
      "th": "ผมไม่อยากเป็นพ่อ โลกนี้มีพ่อคนเดียวก็คับแล้ว"
    }
  },
  {
    "translation": {
      "en": "-It hurts to see him go like this. -He doesn't want me in his life.",
      "th": "- เห็นเขาไปแบบนี้ปวดใจแทนเลย - เขาไม่อยากมีฉันในชีวิต"
    }
  },
  {
    "translation": {
      "en": "-Perhaps because you try to change him. -I just want to help him.",
      "th": "- เพราะนายอยากเปลี่ยนเขาหรือเปล่า - ฉันแค่อยากช่วย"
    }
  },
  {
    "translation": {
      "en": "Children. They want our help. They also want to be loved as they are.",
      "th": "เด็กก็งี้ อยากให้เราช่วย แต่ก็อยากให้เรารักเขาอย่างที่เป็น"
    }
  },
  {
    "translation": {
      "en": "How can we accept them without condition and, at the same time,",
      "th": "เราต้องทำยังไงถึงจะ ยอมรับเขาอย่างไม่มีเงื่อนไข แต่ก็ช่วยให้ไขว่คว้า ชีวิตที่เขาจินตนาการไม่ถึงไปพร้อมๆ กัน"
    }
  },
  {
    "translation": {
      "en": "help them to live lives they cannot imagine?",
      "th": "แต่ก็ช่วยให้ไขว่คว้า ชีวิตที่เขาจินตนาการไม่ถึงไปพร้อมๆ กัน"
    }
  },
  {
    "translation": {
      "en": "Tell me.",
      "th": "เฉลยสิ"
    }
  },
  {
    "translation": {
      "en": "Go. Find out together.",
      "th": "ไปสิ ไปหาคำตอบกับลูก"
    }
  },
  {
    "translation": {
      "en": "Why can't philosophers ever just give a clear answer?",
      "th": "ทำไมพวกนักปราชญ์ไม่เคยตอบตรงๆ สักทีเลย"
    }
  },
  {
    "translation": {
      "en": "-Why do you want them to? -[groans]",
      "th": "ไฉนต้องให้ตอบตรงๆ"
    }
  },
  {
    "translation": {
      "en": "Jackson. Jackson, don't leave.",
      "th": "แจ็คสัน อย่าเพิ่งไป"
    }
  },
  {
    "translation": {
      "en": "Why?",
      "th": "ทำไม"
    }
  },
  {
    "translation": {
      "en": "I want to show you what we've been working on.",
      "th": "พ่ออยากพาไปดูงานที่เราทำอยู่"
    }
  },
  {
    "translation": {
      "en": "In the lab, right?",
      "th": "ในห้องแล็บใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "Yeah, in the lab. So put your car in my car and we'll go together.",
      "th": "ก็ต้องห้องแล็บสิ เอารถลูกขึ้นรถพ่อแล้วไปคันเดียวกันนะ"
    }
  },
  {
    "translation": {
      "en": "-This is amazing. Is it a plant? -It's a biomass.",
      "th": "- สุดยอด นี่พืชเหรอ - มันคือชีวมวล"
    }
  },
  {
    "translation": {
      "en": "It's 10,000 times more dense than a plant.",
      "th": "หนาแน่นกว่าพืชหมื่นเท่า"
    }
  },
  {
    "translation": {
      "en": "-Actually-- -Roughly 10,000 times.",
      "th": "- ที่จริงแล้ว… - ประมาณหมื่นเท่า"
    }
  },
  {
    "translation": {
      "en": "It's 9,942 times.",
      "th": "9,942 เท่า"
    }
  },
  {
    "translation": {
      "en": "Like a plant, it sucks carbon dioxide from the air.",
      "th": "เช่นเดียวกับพืช มันดูดก๊าซคาร์บอนไดออกไซด์จากอากาศ"
    }
  },
  {
    "translation": {
      "en": "100,000 of these would be the equivalent of a trillion trees.",
      "th": "ถ้ามีสักหมื่นลูกก็จะเท่ากับปลูกต้นไม้ล้านล้านต้น"
    }
  },
  {
    "translation": {
      "en": "-900 billion. -Roughly a trillion trees.",
      "th": "- เก้าแสนล้าน - ประมาณล้านล้านต้น"
    }
  },
  {
    "translation": {
      "en": "-Which would pull 40 billion tons-- -39.247--",
      "th": "- ซึ่งจะดูดก๊าซ 40,000 ล้านตัน… - 39,247"
    }
  },
  {
    "translation": {
      "en": "Roughly 40 billion tons of climate-changing carbon gases",
      "th": "ประมาณ 40,000 ล้านตัน นั่นก๊าซคาร์บอนที่ทำโลกรวน"
    }
  },
  {
    "translation": {
      "en": "from the atmosphere every year.",
      "th": "ออกจากชั้นบรรยากาศในแต่ละปี"
    }
  },
  {
    "translation": {
      "en": "Boom. Earth wins. Suck on that, all y'all who bet against us and science.",
      "th": "ตู้ม โลกชนะจ้า สมน้ำหน้าไอ้พวกที่แช่งเรากับวิทยาศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "อะเคร"
    }
  },
  {
    "translation": {
      "en": "But wait, there's more! Ruby, tell us what else the Earth wins?",
      "th": "แต่ยังไม่หมด รูบี้ บอกมาว่าโลกจะได้อะไรอีก"
    }
  },
  {
    "translation": {
      "en": "No, it is Luna's time to shine. Luna, explain, simply, without numbers.",
      "th": "ไม่ นี่คิวฉายแสงของลูน่า ลูน่า อธิบายง่ายๆ ห้ามใช้เลข"
    }
  },
  {
    "translation": {
      "en": "When the biomass reaches its maximum density, we add an enzyme",
      "th": "เมื่อมวลชีวภาพหนาแน่นสูงสุด เราจะเติมเอนไซม์"
    }
  },
  {
    "translation": {
      "en": "that converts the carbon to a material that can be used to make concrete.",
      "th": "ที่แปลงคาร์บอนเป็นวัสดุที่ใช้ทำคอนกรีตได้"
    }
  },
  {
    "translation": {
      "en": "Boom, go to hell, assholes.",
      "th": "ตู้ม ไปลงนรกซะไอ้เวร"
    }
  },
  {
    "translation": {
      "en": "Sorry. Sometimes, I'm not great with interaction. Boom.",
      "th": "โทษที บางทีนี่ก็คุยกับชาวบ้านไม่เป็น ตู้ม"
    }
  },
  {
    "translation": {
      "en": "So we have been working with dependent dehydrogenases,",
      "th": "เรากำลังทดลองกับเอนไซม์ตามดีไฮโดรจีเนส"
    }
  },
  {
    "translation": {
      "en": "but we haven't been getting enough electron transfer between the peroxidase.",
      "th": "แต่การถ่ายทอดอิเล็กตรอน ระหว่างเพอร์ออกซิเดสยังไม่พอ"
    }
  },
  {
    "translation": {
      "en": "Have you tried isolating the O2 independent oxidoreductase?",
      "th": "ลองแยกโอซิโดริดักเทส ที่ไม่ต้องพึ่งพาออกซิเจนออกมาดูหรือยัง"
    }
  },
  {
    "translation": {
      "en": "-Is he smarter than us? -My parents think so.",
      "th": "- เขาฉลาดกว่าเราป่ะเนี่ย - พ่อแม่ฉันคิดว่างั้น"
    }
  },
  {
    "translation": {
      "en": "Nonsense. You are all brilliant, including this one,",
      "th": "ไร้สาระ พวกคุณฉลาดปราดเปรื่อง คนนี้ก็ด้วย"
    }
  },
  {
    "translation": {
      "en": "who uses his intelligence to blow through a tube with holes in it.",
      "th": "ถึงแม้จะเอาปัญญาไปเป่าท่อมีรูก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "-Mm. Thank you. It's good to be here. -[chuckles]",
      "th": "ขอบคุณ ดีใจที่มา"
    }
  },
  {
    "translation": {
      "en": "Ruby studied tissue regeneration at MIT,",
      "th": "รูบี้ศึกษาการฟื้นฟูสภาพเนื้อเยื่อที่เอ็มไอที"
    }
  },
  {
    "translation": {
      "en": "which is what Jackson studied getting his engineering degree at Cornell.",
      "th": "แจ็คสันก็ศึกษาเหมือนกัน ตอนที่เรียนตรีสาขาวิศวกรรมที่คอร์เนลล์"
    }
  },
  {
    "translation": {
      "en": "Before he made \"other choices.\"",
      "th": "ก่อนจะเลือก \"ไปทางอื่น\""
    }
  },
  {
    "translation": {
      "en": "Really? I worked on an artificial nose.",
      "th": "เหรอ ฉันวิจัยกับจมูกเทียม"
    }
  },
  {
    "translation": {
      "en": "Oh, cool. I worked on a toe. It's the nose of the foot.",
      "th": "เจ๋ง ผมวิจัยกับนิ้วหัวแม่เท้า จมูกของเท้า"
    }
  },
  {
    "translation": {
      "en": "Oh, one of my professors made a penis. Nose of the crotch.",
      "th": "อาจารย์ฉันคนนึงปลูกจู๋ขึ้นมา จมูกของเป้า"
    }
  },
  {
    "translation": {
      "en": "-Luna. -I'm seeing it too.",
      "th": "- ลูน่า - สัมผัสได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I need to show you something.",
      "th": "ผมจะพาไปดูอะไร"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "ไงนะ"
    }
  },
  {
    "translation": {
      "en": "Um, well, you know, I'm just here for one night, so…",
      "th": "ผมมาแค่คืนเดียว เพราะงั้น…"
    }
  },
  {
    "translation": {
      "en": "Don't fall in love with you? Thanks for the heads-up. That's so my thing.",
      "th": "อย่าตกหลุมรักคุณใช่ไหม ขอบคุณที่เตือน ฉันหลงรักชาวบ้านตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "No, that's not what I meant. Mm-mm. What I meant was….",
      "th": "เปล่า ไม่ได้จะสื่องั้น ที่ผมจะสื่อคือ…"
    }
  },
  {
    "translation": {
      "en": "I'm gonna go find my dad.",
      "th": "ผมจะไปหาพ่อ"
    }
  },
  {
    "translation": {
      "en": "See if you can get him back here.",
      "th": "พากลับมานี่ให้ทีสิ เขาไม่ค่อยแวะมาเลย"
    }
  },
  {
    "translation": {
      "en": "-He hasn't been around much. -Will do. [chuckles]",
      "th": "พากลับมานี่ให้ทีสิ เขาไม่ค่อยแวะมาเลย ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Oh, no, now I have to watch you walk away? How will I ever resist that?",
      "th": "โห่ นี่ต้องดูคุณเดินจากไปเหรอ แบบนี้จะอดใจยังไงไหว"
    }
  },
  {
    "translation": {
      "en": "Luna, do you know where my dad went?",
      "th": "ลูน่า พ่อผมไปไหน"
    }
  },
  {
    "translation": {
      "en": "Jesus!",
      "th": "ไอ้ชิบเป๋ง"
    }
  },
  {
    "translation": {
      "en": "[Ellis] We're working on an invisibility cloak. It's not 100% yet.",
      "th": "เรากำลังทำเสื้อคลุมล่องหน ยังไม่ได้ผลเต็มร้อย"
    }
  },
  {
    "translation": {
      "en": "There’s also the classic “invisibility cloak eye dilemma.”",
      "th": "ยังต้องจัดการปัญหาคลาสสิก เรื่องที่ปิดตาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "You need holes in the fabric, so the person can see out.",
      "th": "ผ้ามันต้องเจาะรูให้มองออกมาได้"
    }
  },
  {
    "translation": {
      "en": "But then it looks like two eyes floating in space.",
      "th": "ทำให้ดูเหมือนตาสองข้างลอยอยู่ในอากาศ"
    }
  },
  {
    "translation": {
      "en": "Which is the exact opposite of being invisible.",
      "th": "ซึ่งแปลว่าไม่ล่องหนเลยสักกะนิด"
    }
  },
  {
    "translation": {
      "en": "[Ellis] More like the shroud of “Holy shit! What's that?\"",
      "th": "เรียกว่าผ้าคลุม \"ไอ้ชิบเป๋ง ไรวะเนี่ย!\" ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "-Nanofilament. -Excuse me?",
      "th": "- นาโนฟิลาเมนต์ - ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Whatever you're using to bend light so it doesn’t reflect needs to be so thin you can see through it.",
      "th": "อะไรก็ตามที่ใช้หักเหแสงไม่ให้สะท้อนออกมา ต้องบางมากจนมองทะลุได้"
    }
  },
  {
    "translation": {
      "en": "-Have we tried that? -We've talked about it.",
      "th": "- เราลองดูยัง - เคยคุยไว้อยู่"
    }
  },
  {
    "translation": {
      "en": "Go! Make it happen.",
      "th": "ลุย จัดการให้สำเร็จ"
    }
  },
  {
    "translation": {
      "en": "I want light to say, “Where is he?” “I don’t know.” \"Never trusted that guy.\"",
      "th": "ผมอยากให้แสงพูดว่า \"เขาอยู่ไหน ไม่รู้ ฉันไม่เคยไว้ใจหมอนั่นเลย\""
    }
  },
  {
    "translation": {
      "en": "Okay, sure. Let's piss off light.",
      "th": "ค่ะ ได้ มาทำให้แสดงปรี๊ดแตกกัน"
    }
  },
  {
    "translation": {
      "en": "But that could take years, and we have karaoke tonight.",
      "th": "แต่มันอาจใช้เวลาหลายปี แล้วคืนนี้มีร้องคาราโอเกะ"
    }
  },
  {
    "translation": {
      "en": "-Oh! I hope that you're-- -[Luna] I'm not singing.",
      "th": "- หวังว่าคุณจะ… - ฉันไม่ร้อง"
    }
  },
  {
    "translation": {
      "en": "This is so cool.",
      "th": "อันนี้เจ๋งไปเลย"
    }
  },
  {
    "translation": {
      "en": "You'd love it here.",
      "th": "ลูกจะชอบที่นี่"
    }
  },
  {
    "translation": {
      "en": "No, don't start with that. I'm not coming to work for you. I play the flute.",
      "th": "ไม่ อย่ามาเริ่ม ผมไม่มาทำงานกับพ่อ ผมเล่นขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "That did not sound strong.",
      "th": "พูดออกไปแล้วติ๋มจัง"
    }
  },
  {
    "translation": {
      "en": "That's because it's the flute.",
      "th": "ก็มันขลุ่ยนี่นา"
    }
  },
  {
    "translation": {
      "en": "At least come to karaoke.",
      "th": "อย่างน้อยมาร้องคาราโอเกะสิ"
    }
  },
  {
    "translation": {
      "en": "Ruby's gonna there. She's young, smart, and hasn't seen you play the flute.",
      "th": "รูบี้จะไปด้วยนะ เธอเด็ก ฉลาด ยังไม่เคยเห็นลูกเล่นขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "I'm not hooking up with Ruby. And stop trying to turn me into someone else.",
      "th": "ผมไม่ตำกับรูบี้หรอก แล้วเลิกกดดันให้ผมเป็นคนอื่นซะที"
    }
  },
  {
    "translation": {
      "en": "I don't want you to be someone else. I want you to be exactly a version of you.",
      "th": "พ่อไม่อยากให้ลูกเป็นคนอื่น พ่ออยากให้ลูกเป็นตัวเองรูปแบบนึง"
    }
  },
  {
    "translation": {
      "en": "A version of me?",
      "th": "รูปแบบนึงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Exactly sort of you. -So not me.",
      "th": "- เป็นลูกในแบบที่ใช่ - งั้นก็ไม่ใช่ผม"
    }
  },
  {
    "translation": {
      "en": "You, but with some tweaks. Would you like to hear what they are?",
      "th": "เป็นตัวลูกเอง แต่ปรับปรุงนิดหน่อย อยากฟังไหมว่าอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "No, I'm not the one who needs fixing here.",
      "th": "ไม่ ผมไม่ใช่คนที่ต้องปรับปรุงซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "Why make this about me?",
      "th": "ไหงหันมาพูดถึงพ่อล่ะ"
    }
  },
  {
    "translation": {
      "en": "You love it when it's about you. It's always about you.",
      "th": "พ่อชอบเป็นศูนย์กลางจะตาย หิวแสงไปซะทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "And, by the way, this is about you.",
      "th": "แล้วเรื่องนี้ก็เกี่ยวกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "-Okay. We can talk about me. -Good.",
      "th": "- โอเค งั้นคุยเรื่องพ่อก็ได้ - ดี"
    }
  },
  {
    "translation": {
      "en": "But not right now. I have to choose my song for karaoke.",
      "th": "แต่ไม่ใช่ตอนนี้ พ่อต้องเลือกเพลงคาราโอเกะ"
    }
  },
  {
    "translation": {
      "en": "Please come. You can tear into me there.",
      "th": "ไปด้วยกันสิ ไปด่าพ่อในงานก็ได้"
    }
  },
  {
    "translation": {
      "en": "I killed that shit.",
      "th": "ความโป๊ะเป็นศูนย์"
    }
  },
  {
    "translation": {
      "en": "Baller move, singing the same song right after me.",
      "th": "แรงอ่ะ ร้องเพลงเดียวกันต่อจากฉันเลย"
    }
  },
  {
    "translation": {
      "en": "Perhaps to teach you how it's meant to be done.",
      "th": "คงอยากสั่งสอนว่าตัวจริงต้องร้องยังไง"
    }
  },
  {
    "translation": {
      "en": "I don't think I know you.",
      "th": "เรารู้จักกันด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "The important thing is do you know yourself?",
      "th": "สิ่งสำคัญคือคุณรู้จักตัวเองหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "Yeah! Anna Bennet! The best singer/CFO in Biotech!",
      "th": "ใช่เลย แอนนา เบนเนท นักร้อง/ซีเอฟโอเบอร์หนึ่งวงการไบโอเทค"
    }
  },
  {
    "translation": {
      "en": "And yes, I’m including Jeannette at United Therapeutics,",
      "th": "และใช่ นับรวมจีนเนตต์ ที่ยูไนเต็ดเทอราพิวติกส์แล้ว"
    }
  },
  {
    "translation": {
      "en": "who's got a fine voice but is weak on inductive reasoning and financial forecasting.",
      "th": "เสียงไพเราะเสนาะหู แต่อ่อนด้าน เหตุผลแบบอุปนัยและการประมาณการเงิน"
    }
  },
  {
    "translation": {
      "en": "Come on, you know she is. You know she is.",
      "th": "อย่ามา ยอมรับซะ ทุกคนรู้ว่าจริง"
    }
  },
  {
    "translation": {
      "en": "Oh, hey.",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "Hi. I was just taking a break.",
      "th": "หวัดดี ฉันแค่มาพัก"
    }
  },
  {
    "translation": {
      "en": "Don't think I don't enjoy loud people or crowded spaces. So my jam.",
      "th": "อย่าเข้าใจผิดว่าฉันไม่ชอบคนเสียงดัง หรือพื้นที่คนเยอะ ชอบสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I came to talk to my dad,",
      "th": "ผมมาเพราะอยากคุยกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "but I've only got to watch him take a great song and skin it alive.",
      "th": "แต่ถึงตอนนี้ได้แต่ดูพ่อเอาเพลงดีๆ ไปร้องซะเสีย"
    }
  },
  {
    "translation": {
      "en": "And that's what happens when literally no one says no to you.",
      "th": "นี่แหละผลลัพธ์ของการที่ไม่มีใครกล้าปฏิเสธพ่อ"
    }
  },
  {
    "translation": {
      "en": "[grunts] So, uh, why'd you come tonight?",
      "th": "แล้วคืนนี้มาทำไมเหรอ"
    }
  },
  {
    "translation": {
      "en": "I've been told I should push myself out of my comfort zone.",
      "th": "หลายคนบอกว่าฉันควรผลักดันตัวเอง ออกนอกเซฟโซนบ้าง"
    }
  },
  {
    "translation": {
      "en": "Yeah, I've been told I could use a few tweaks too.",
      "th": "อือ มีคนบอกให้ผมปรับปรุงตัวเองด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "When I was six, my dad made me be in the school play.",
      "th": "ตอนหกขวบ พ่อบังคับให้เล่นละครเวทีโรงเรียน"
    }
  },
  {
    "translation": {
      "en": "And then he heckled me.",
      "th": "แล้วพ่อก็ตะโกนขัด"
    }
  },
  {
    "translation": {
      "en": "\"No one can hear you. Speak louder.\"",
      "th": "\"ไม่มีใครเขาได้ยินเลย พูดดังๆ\""
    }
  },
  {
    "translation": {
      "en": "I wanted to cry but was afraid he'd yell to cry louder.",
      "th": "อายจนอยากร้องไห้ แต่กลัวพ่อจะสั่งให้ร้องดังๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "-So I just peed. -Oh.",
      "th": "เลยฉี่ราดแทน"
    }
  },
  {
    "translation": {
      "en": "-Loudly. -That's the saddest thing I've ever heard.",
      "th": "- ฉี่เสียงดัง - เรื่องเศร้าที่สุดที่เคยฟัง"
    }
  },
  {
    "translation": {
      "en": "Thank you. See, I'm good at meeting people.",
      "th": "ขอบคุณ เห็นไหม ฉันก็เข้าสังคมเป็นนะ"
    }
  },
  {
    "translation": {
      "en": "-Uh, my dad thinks I'm wrong. -About what?",
      "th": "- พ่อคิดว่าผมคิดผิด - เรื่องอะไร"
    }
  },
  {
    "translation": {
      "en": "Just generally. Like about everything.",
      "th": "ทั่วๆ ไป ผิดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Oh. Well, what do you think?",
      "th": "แล้วคุณคิดว่าไง"
    }
  },
  {
    "translation": {
      "en": "I don't know. I'm trying to make a living playing the flute.",
      "th": "ไม่รู้สิ ผมพยายามเล่นขลุ่ยหาเลี้ยงชีพอยู่"
    }
  },
  {
    "translation": {
      "en": "That might be a mistake. Who hires flutists?",
      "th": "น่าจะคิดผิดละ ใครเขาจะจ้างนักเป่าขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "People who want to rid their village of rats.",
      "th": "คนที่อยากกำจัดหนูออกไปจากหมู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "And that happened, like, literally once.",
      "th": "ในประวัติศาสตร์มีแค่หนเดียวเอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, and that Pied Piper dude didn’t even get paid.",
      "th": "แล้วชายเป่าขลุ่ยคนนั้นก็ไม่ได้ค่าจ้างด้วย"
    }
  },
  {
    "translation": {
      "en": "[chuckles] It's true, yeah. His dad was probably like, “All you got was children?”",
      "th": "ก็จริง พ่อเขาคงบ่น \"ทำงานแลกเด็กหรือไง\""
    }
  },
  {
    "translation": {
      "en": "Yeah, and he was, like, \"Oh, leave me alone, Dad. I know what I’m doing.\"",
      "th": "เนอะ เขาคงตอบว่า \"อย่ามายุ่งสิพ่อ ผมทำมาหากินเป็นน่า\""
    }
  },
  {
    "translation": {
      "en": "-\"Everyone gets paid in children first.” -There you are. Come on, you're up.",
      "th": "- \"แรกๆ เขาก็จ่ายด้วยเด็กหมดแหละ\" - อยู่นี่เอง เข้ามาสิ ตาลูกแล้ว"
    }
  },
  {
    "translation": {
      "en": "No, I'm not singing. You said we'd talk.",
      "th": "ไม่ ผมไม่ร้องเพลง ไหนพ่อบอกจะได้คุยกัน"
    }
  },
  {
    "translation": {
      "en": "Sing first. Come on. Come on, It'll be fun.",
      "th": "ร้องเพลงก่อน เถอะน่า สนุกแน่"
    }
  },
  {
    "translation": {
      "en": "Please don't tell me what's fun.",
      "th": "ขอร้องอย่ามาบอกว่าอะไรสนุก"
    }
  },
  {
    "translation": {
      "en": "You like karaoke. I don't. So what? [Ellis] Expand your horizons. Live a little.",
      "th": "- พ่อชอบคาราโอเกะ ผมไม่ แล้วไง - เปิดโลกบ้างสิ ใช้ชีวิตหน่อย"
    }
  },
  {
    "translation": {
      "en": "Maybe go to the gym.",
      "th": "เข้าฟิตเนสก็ดี"
    }
  },
  {
    "translation": {
      "en": "Okay. Maybe you should go to work and stay there.",
      "th": "โอเค พ่อก็น่าจะไปทำงานให้ได้ตลอด"
    }
  },
  {
    "translation": {
      "en": "Maybe don't spend a day giving birth to lawns.",
      "th": "เลิกให้กำเนิดสนามหญ้าสักวันนึงก็ได้"
    }
  },
  {
    "translation": {
      "en": "I just want to expand my world. Why is that such a problem for you?",
      "th": "พ่อแค่อยากเปิดโลกตัวเอง ลูกมีปัญหาอะไรนักหนา เชิญไปได้"
    }
  },
  {
    "translation": {
      "en": "-You can go. -Thank you.",
      "th": "พ่อแค่อยากเปิดโลกตัวเอง ลูกมีปัญหาอะไรนักหนา เชิญไปได้ ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Dad, if you can't focus on work, the real work you're supposed to be doing, the board will get rid of you.",
      "th": "พ่อ ถ้าพ่อโฟกัสกับงานหลักไม่ได้ บอร์ดผู้บริหารจะเขี่ยพ่อทิ้ง"
    }
  },
  {
    "translation": {
      "en": "That's ridiculous. Besides, all the work that is meant to be done will get done.",
      "th": "ไร้สาระ แล้วอีกอย่าง งานทั้งหมดที่ต้องทำมันจะเสร็จของมันเอง"
    }
  },
  {
    "translation": {
      "en": "Juan taught me that when we got behind on the Mendelbaum Zen garden.",
      "th": "ฮวนสอนพ่อตอนเราทำสวนเซนแมนเดลบอมล่าช้า"
    }
  },
  {
    "translation": {
      "en": "Hmm, okay. I tried.",
      "th": "โอเค ผมลองดูแล้ว"
    }
  },
  {
    "translation": {
      "en": "I love you. I'm going to the airport. I'll see you at Christmas.",
      "th": "รักพ่อนะ ผมจะไปสนามบิน เจอกันวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "I miss your mother.",
      "th": "พ่อคิดถึงแม่"
    }
  },
  {
    "translation": {
      "en": "So much I can't stand it.",
      "th": "คิดถึงแทบขาดใจ"
    }
  },
  {
    "translation": {
      "en": "And something has shifted. My…",
      "th": "แล้วบางอย่างเปลี่ยนไป สมอง…"
    }
  },
  {
    "translation": {
      "en": "My brain, I… I can't just problem-solve anymore.",
      "th": "สมองพ่อ พ่อแก้ปัญหาเหมือนเมื่อก่อนไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I need to feel excited. I need to feel inspired. I need to just… feel.",
      "th": "พ่อต้องรู้สึกตื่นเต้น ต้องมีแรงบันดาลใจ พ่อต้อง… รู้สึกสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "-Tell me how to help you. -Support my landscaping.",
      "th": "- ผมต้องช่วยพ่อยังไง - สนับสนุนงานทำสวนของพ่อ"
    }
  },
  {
    "translation": {
      "en": "[exhales] I support you. I'm the only person in your life who doesn't indulge you.",
      "th": "ผมสนับสนุนพ่อ ผมแค่เป็นคนเดียวที่ไม่ตามใจพ่อ"
    }
  },
  {
    "translation": {
      "en": "It's never too late.",
      "th": "ยังไม่สายเกินไปนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on, you're leaving?",
      "th": "ไม่เอาน่า จะไปแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "We were just spitballing ideas. You don't need to take the first one.",
      "th": "เราก็แค่ระดมไอเดียไหม ไม่ชอบอันแรกก็ปัดทิ้งสิ"
    }
  },
  {
    "translation": {
      "en": "Hey, everything all right? Where's Jackson?",
      "th": "นี่ ทุกอย่างโอเคไหม แจ็คสันอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Uh, he left. -What?",
      "th": "- เขาไปแล้ว - ไงนะ"
    }
  },
  {
    "translation": {
      "en": "Without his mom, I don’t know how to do this.",
      "th": "พอแม่ไม่อยู่ผมก็ไปไม่เป็น"
    }
  },
  {
    "translation": {
      "en": "Katie always helped us find the words so we could talk.",
      "th": "เคธี่คอยเป็นตัวกลางให้เราคุยกันรู้เรื่อง"
    }
  },
  {
    "translation": {
      "en": "-Now we just make each other crazy. -Maybe he just needs to cool off.",
      "th": "- ตอนนี้คุยกันทีไรจะเป็นบ้า - เขาน่าจะแค่ต้องไปสงบอารมณ์"
    }
  },
  {
    "translation": {
      "en": "No, I know him. He's done.",
      "th": "ไม่ ผมรู้นิสัยเขา เขาไม่ทนแล้ว"
    }
  },
  {
    "translation": {
      "en": "You know him, do you?",
      "th": "รู้นิสัยเขางั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't know him.",
      "th": "คงไม่รู้จริง"
    }
  },
  {
    "translation": {
      "en": "My son, the flutist.",
      "th": "ลูกพ่อ นักเป่าขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "Or flautist. I really have to lock that down.",
      "th": "หรือเรียกนักเล่นขลุ่ยนะ ต้องจำให้ได้ละ"
    }
  },
  {
    "translation": {
      "en": "As much as I would like you to stay and work with me, you have a gift.",
      "th": "ถึงพ่อจะอยากให้ลูกอยู่ร่วมงานกัน แต่ลูกมีพรสวรรค์"
    }
  },
  {
    "translation": {
      "en": "A very, very, very niche, potentially useless gift. But still…",
      "th": "พรสวรรค์เฉพาะกลุ่มที่เล็กกระจิ๊ด และอาจไร้ประโยชน์ ถึงงั้นก็เถอะ…"
    }
  },
  {
    "translation": {
      "en": "I miss her too.",
      "th": "ผมก็คิดถึงแม่"
    }
  },
  {
    "translation": {
      "en": "I know you do.",
      "th": "พ่อรู้"
    }
  },
  {
    "translation": {
      "en": "And I miss this.",
      "th": "และพ่อคิดถึงนี่"
    }
  },
  {
    "translation": {
      "en": "[Anna] Jackson, Jackson.",
      "th": "แจ็คสัน"
    }
  },
  {
    "translation": {
      "en": "[inhales sharply] So, um, I was wondering, now that you and your dad are getting along a little better,",
      "th": "ไหนๆ คุณกับพ่อก็เริ่มจะเข้ากันได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "you might stay longer.",
      "th": "น่าจะอยู่นานกว่านี้นะ"
    }
  },
  {
    "translation": {
      "en": "I have to give a lesson tomorrow. Charlotte, she's excruciating, so she really needs my help.",
      "th": "พรุ่งนี้ผมต้องสอนชาร์ล็อตต์ เล่นแสบแก้วหูมาก ต้องสงเคราะห์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Okay, I wasn't gonna tell you this because it's kind of intense.",
      "th": "ตอนแรกว่าจะไม่บอกแล้วนะเพราะมันรุนแรง"
    }
  },
  {
    "translation": {
      "en": "Also, I don't want to make you an accessory.",
      "th": "แล้วก็ไม่อยากให้คุณเป็นผู้รู้เห็นเป็นใจ"
    }
  },
  {
    "translation": {
      "en": "An accessory like a hat or a brooch?",
      "th": "รู้เห็นเป็นใจ แบบเพื่อนคู่คิดมิตรคู่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "To a crime, Jackson. An accessory to a crime.",
      "th": "รู้เห็นเป็นใจในเหตุอาชญากรรม"
    }
  },
  {
    "translation": {
      "en": "Like an ugly hat or a brooch could be a crime?",
      "th": "มิตรคู่ใจที่ใจดำเป็นอาชญากรรมงี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "That therapist the board brought in to work with your father.",
      "th": "นักบำบัดที่ทางบอร์ดจ้างมาช่วยพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Well, I kind of know what happened to him.",
      "th": "ฉันรู้ว่าเกิดอะไรขึ้นกับเขา"
    }
  },
  {
    "translation": {
      "en": "Oh my God. What happened to him?",
      "th": "พระเจ้า เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-What's poppin'? -The therapist that the board sent?",
      "th": "- ทำไรเหรอ - นักบำบัดที่บอร์ดจ้างมา"
    }
  },
  {
    "translation": {
      "en": "-Leslie. -Yeah.",
      "th": "- เลสลี่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-What happened to him? -He's in my basement.",
      "th": "- เขาอยู่ไหน - อยู่ในห้องใต้ดินพ่อ"
    }
  },
  {
    "translation": {
      "en": "He's in your basement?",
      "th": "ในห้องใต้ดินพ่อเหรอ"
    }
  },
  {
    "translation": {
      "en": "You locked him in your basement. I think that’s worth mentioning.",
      "th": "คุณจับเขาไปขังในห้องใต้ดิน ควรเล่าให้ครบนะ"
    }
  },
  {
    "translation": {
      "en": "God dammit!",
      "th": "ไอ้ฉิบหาย!"
    }
  },
  {
    "translation": {
      "en": "He was threatening to send the board a very unflattering report on me",
      "th": "เขาขู่ว่าจะส่งรายงานไม่ดี เกี่ยวกับพ่อให้บอร์ดอ่าน"
    }
  },
  {
    "translation": {
      "en": "unless I gave him a lot of money. Which I did.",
      "th": "ถ้าพ่อไม่จ่ายเงินให้เยอะๆ ซึ่งพ่อก็ให้นะ"
    }
  },
  {
    "translation": {
      "en": "-And then he wanted more, so-- -How long's he been down there?",
      "th": "- แต่เขามารีดไถเพิ่ม - ขังไว้นานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-A couple of days. -And you knew?",
      "th": "- สองสามวัน - และคุณรู้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Only since yesterday when your father was naked, and I had a lot on my plate.",
      "th": "เพิ่งรู้เมื่อวานตอนพ่อคุณโป๊ในออฟฟิศ แล้วฉันงานยุ่งมาก"
    }
  },
  {
    "translation": {
      "en": "-[whispers] Help us. -Is this a problem? Yes.",
      "th": "- ช่วยเราด้วย - นี่เป็นปัญหาไหม เป็น"
    }
  },
  {
    "translation": {
      "en": "But like invisibility, I believe that it is one that can be solved.",
      "th": "แต่เช่นเดียวกับพลังล่องหน เรื่องนี้เราหาทางแก้ได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Ugh, I gotta go feed him. You know what? He gets very upset when his dinner's late.",
      "th": "ต้องไปให้อาหารละ ถ้าให้มื้อค่ำช้าเขาจะโกรธหัวฟัดหัวเหวี่ยง"
    }
  }
]