[
  {
    "translation": {
      "en": "[woman] This is our planet. Planet Earth.",
      "th": "นี่คือดาวเคราะห์ของเรา ดาวเคราะห์โลก"
    }
  },
  {
    "translation": {
      "en": "It's a planet I'm literally on right now.",
      "th": "ดาวเคราะห์ที่ฉันยืนอยู่"
    }
  },
  {
    "translation": {
      "en": "And unless you're watching this on a long-haul flight",
      "th": "ถ้าไม่ได้กำลังบิน"
    }
  },
  {
    "translation": {
      "en": "or while falling off a building,",
      "th": "หรือตกจากตึกสูง"
    }
  },
  {
    "translation": {
      "en": "chances are, you are too.",
      "th": "คุณก็น่าจะยืนอยู่บนโลก"
    }
  },
  {
    "translation": {
      "en": "This is the incredible story of how humankind transformed our world",
      "th": "นี่คือเรื่องราวอันน่าทึ่ง ว่ามนุษยชาติเปลี่ยนแปลงโลก"
    }
  },
  {
    "translation": {
      "en": "from being a load of pointless nature like this",
      "th": "จากการที่มีแต่ธรรมชาติไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "to full of modern things like this,",
      "th": "มาเป็นของทันสมัยอย่างนี้ได้อย่างไร"
    }
  },
  {
    "translation": {
      "en": "and how it did it using nothing more than its hands",
      "th": "ซึ่งทำโดยใช้เพียงแค่สองมือคู่นี้"
    }
  },
  {
    "translation": {
      "en": "and its imagination, and also tools, and electricity, and the Internet.",
      "th": "ความคิดจินตนาการ เครื่องมือ กระแสไฟฟ้า และอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "It's a journey that will take me to every corner of the globe",
      "th": "นี่คือการเดินทางที่จะพาฉันไปทุกมุมโลก"
    }
  },
  {
    "translation": {
      "en": "money and pandemic travel restrictions would allow.",
      "th": "ตามที่เงินและข้อจำกัดช่วงโควิดจะอำนวย"
    }
  },
  {
    "translation": {
      "en": "Getting up close to some of our species' most stunning achievements.",
      "th": "ใกล้ชิดกับความสำเร็จ ที่น่าตื่นตาของสปีชีส์เรา (โรงละครไลเซียม)"
    }
  },
  {
    "translation": {
      "en": "And I'll be asking questions…",
      "th": "และฉันจะได้ถามคำถาม…"
    }
  },
  {
    "translation": {
      "en": "Who are you?",
      "th": "คุณเป็นใครคะ"
    }
  },
  {
    "translation": {
      "en": "…to leading academics, clevernauts and expertists",
      "th": "นักวิชาการ ผู้เชี่ยวชาญ คนปราดเปรื่อง"
    }
  },
  {
    "translation": {
      "en": "who will help me unlock the mystery of human civilization.",
      "th": "ที่จะช่วยฉันไขความลับของอารยธรรมมนุษย์"
    }
  },
  {
    "translation": {
      "en": "Why do they say it's a mystery how the pyramids were built",
      "th": "ทำไมคนถึงบอกว่าการสร้างพีระมิดเป็นปริศนา"
    }
  },
  {
    "translation": {
      "en": "when it's obviously just big bricks in a triangle?",
      "th": "ทั้งๆ ที่มันเป็นแค่อิฐก่อทรงสามเหลี่ยม"
    }
  },
  {
    "translation": {
      "en": "This is not just the story of the planet we live in.",
      "th": "นี่ไม่ใช่แค่เรื่องดาวเคราะห์ของเรา"
    }
  },
  {
    "translation": {
      "en": "This is the story of the world we live on. Or both.",
      "th": "แต่เป็นเรื่องโลกของเราด้วย หรือทั้งสองอย่าง"
    }
  },
  {
    "translation": {
      "en": "So join me, Philomena Cunk,",
      "th": "เดินทางกับฉัน ฟิโลมีนา คังค์"
    }
  },
  {
    "translation": {
      "en": "for a landmark look at the world we built together.",
      "th": "เพื่อสำรวจโลกที่เราร่วมกันสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "This is Cunk on Earth!",
      "th": "ในรายการ มองโลกผ่านคังค์"
    }
  },
  {
    "translation": {
      "en": "For billions of years, there was no civilization on Earth.",
      "th": "โลกใบนี้ไม่มีอารยธรรมมาหลายพันล้านปี"
    }
  },
  {
    "translation": {
      "en": "Just animals, plants and gases getting on and mingling.",
      "th": "มีแค่พืช สัตว์และก๊าซที่ล่องลอยในอากาศ"
    }
  },
  {
    "translation": {
      "en": "Must have been beautiful, but also boring.",
      "th": "คงเป็นภาพที่สวยดี แต่ก็น่าเบื่อด้วย"
    }
  },
  {
    "translation": {
      "en": "Until along came a creature that would change all that: human man.",
      "th": "จนสิ่งมีชีวิตหนึ่งเข้ามาพลิกโฉมทุกสิ่ง มนุษย์"
    }
  },
  {
    "translation": {
      "en": "Was early man similar to us?",
      "th": "มนุษย์ยุคแรกคล้ายเรามั้ย"
    }
  },
  {
    "translation": {
      "en": "I mean, was he made out of the same sort of meat that we are?",
      "th": "มีเนื้อเหมือนอย่างเราๆ มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "You know, was it… Did it have a brand name like beef or pork?",
      "th": "คือว่า เรียกกันอย่างเนื้อวัว เนื้อหมูมั้ย"
    }
  },
  {
    "translation": {
      "en": "Far as we can tell, they were made out of the same stuff as us.",
      "th": "เท่าที่ทราบ พวกเขาเหมือนเรา (ดร. พอล บาห์น นักโบราณคดี)"
    }
  },
  {
    "translation": {
      "en": "All we have is bones, of course. And they're exactly the same as our bones.",
      "th": "แม้จะพบแค่โครงกระดูก แต่กระดูกพวกเขาเหมือนเรา"
    }
  },
  {
    "translation": {
      "en": "We can only assume that the bones were encased in flesh, something like ours.",
      "th": "เราสันนิษฐานว่ากระดูกมีเนื้อและหนังหุ้ม คล้ายกับเรา แต่ไม่รู้ว่ามีชื่อเฉพาะ"
    }
  },
  {
    "translation": {
      "en": "But I'm not aware of any kind of brand name that they would have had.",
      "th": "คล้ายกับเรา แต่ไม่รู้ว่ามีชื่อเฉพาะ ที่ใช้เรียกมั้ย"
    }
  },
  {
    "translation": {
      "en": "-So it would have just been flesh? -Just flesh, I think, yes.",
      "th": "เรียกเนื้อเฉยๆ เหรอคะ น่าจะเป็นอย่างนั้นครับ"
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a brand name for human flesh, wouldn't it?",
      "th": "แต่คิดชื่อเฉพาะ มาเรียกเนื้อมนุษย์น่าจะยาก"
    }
  },
  {
    "translation": {
      "en": "Horfe?",
      "th": "\"เคื้อ\""
    }
  },
  {
    "translation": {
      "en": "We often assume early men were stupid",
      "th": "เราชอบคิดว่ามนุษย์ยุคแรกโง่"
    }
  },
  {
    "translation": {
      "en": "because they had big eyebrows and said \"ugg.\"",
      "th": "เพราะคิ้วดกหนาและส่งเสียงฮึ่มๆ"
    }
  },
  {
    "translation": {
      "en": "But in fact, they were pioneering inventerers.",
      "th": "แต่แท้จริงแล้ว พวกเขาเป็นนักประดิษฐ์"
    }
  },
  {
    "translation": {
      "en": "They were the first men to use tools,",
      "th": "เป็นพวกแรกที่ใช้เครื่องมือ"
    }
  },
  {
    "translation": {
      "en": "which is something most men have forgotten how to do today,",
      "th": "ซึ่งเป็นสิ่งที่คนส่วนใหญ่ลืมเลือนไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "which is why they have to get someone in, a real man.",
      "th": "เราถึงต้องการความช่วยเหลือจากคนแท้ๆ"
    }
  },
  {
    "translation": {
      "en": "How did early man make tools whilst walking on all fours?",
      "th": "มนุษย์ยุคแรกสร้างเครื่องมือ ขณะเดินสี่ขาได้ยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "Well, we don't think that they walked on all fours for too long.",
      "th": "เราไม่คิดว่าพวกเขาเดินสี่ขานานนัก"
    }
  },
  {
    "translation": {
      "en": "We're pretty sure they were walking upright",
      "th": "ค่อนข้างมั่นใจว่าเดินตัวตรง"
    }
  },
  {
    "translation": {
      "en": "for at least the last two million years.",
      "th": "มาอย่างน้อยๆ สองล้านปี"
    }
  },
  {
    "translation": {
      "en": "So did they make the tools with their front legs or their hind legs?",
      "th": "ก็คือใช้ขาหน้าสร้างเครื่องมือ หรือขาหลังคะ"
    }
  },
  {
    "translation": {
      "en": "I don't think humans have ever been good at making things with their feet.",
      "th": "มนุษย์น่าจะไม่ถนัด ใช้เท้าสร้างสรรค์อะไร"
    }
  },
  {
    "translation": {
      "en": "So, yes, it would have been the front legs they used for making tools.",
      "th": "ดังนั้น ก็คงใช้ขาหน้าสร้างเครื่องมือแหละ"
    }
  },
  {
    "translation": {
      "en": "Right. So in leg terms, it would have been their top legs.",
      "th": "นั่นสินะ หรือก็คือใช้ขาคู่แรกใช่มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Yes, I think they would certainly have used the \"top legs\" for making tools,",
      "th": "ใช่ คิดว่าต้องใช้ขาคู่แรกสร้างเครื่องมือ"
    }
  },
  {
    "translation": {
      "en": "or arms and hands, as we call them today.",
      "th": "ที่ทุกวันนี้เราเรียกว่ามือกับแขน"
    }
  },
  {
    "translation": {
      "en": "One thing they did invent was fire,",
      "th": "สิ่งหนึ่งที่มนุษย์คิดค้นคือไฟ"
    }
  },
  {
    "translation": {
      "en": "which allowed them to see at night and kept them warm,",
      "th": "ให้มองเห็นยามกลางคืน ให้ความอบอุ่น"
    }
  },
  {
    "translation": {
      "en": "tragically prolonging their already tedious lives.",
      "th": "และยืดชีวิตน่าเบื่อให้ยาวขึ้นอย่างน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "But they had to invent something to do during the long, boring evenings.",
      "th": "แต่พวกเขาต้องคิดค้นสิ่งอื่น มาฆ่าเวลายามบ่ายด้วย"
    }
  },
  {
    "translation": {
      "en": "And that something was art.",
      "th": "สิ่งที่ว่านั้นคือศิลปะ"
    }
  },
  {
    "translation": {
      "en": "I'm entering a cave, not by mistake or because I'm a wolf,",
      "th": "ฉันไม่ได้หลงทางเข้าถ้ำ หรือเป็นมนุษย์หมาป่าหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "but because I've been specifically asked to come here by the producers,",
      "th": "แต่เพราะโปรดิวเซอร์รายการขอให้เข้ามา"
    }
  },
  {
    "translation": {
      "en": "to look at cave art.",
      "th": "ดูงานศิลปะบนผนังถ้ำ"
    }
  },
  {
    "translation": {
      "en": "Cave paintings like these",
      "th": "ภาพเขียนผนังถ้ำอย่างนี้"
    }
  },
  {
    "translation": {
      "en": "are one of the first examples of civilization on Earth.",
      "th": "คือหลักฐานชิ้นแรกๆ ที่แสดงถึงอารยธรรมบนโลก"
    }
  },
  {
    "translation": {
      "en": "Don't worry, it gets better.",
      "th": "ยังไม่หมดเพียงเท่านี้"
    }
  },
  {
    "translation": {
      "en": "Early cave artists started out painting whatever was close to hand,",
      "th": "ศิลปินยุคแรกๆ เริ่มต้นด้วยการวาดสิ่งใกล้ตัว"
    }
  },
  {
    "translation": {
      "en": "like their hands.",
      "th": "เช่นฝ่ามือตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Then they branched out into stories.",
      "th": "ก่อนจะขยับไปเล่าเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "Initially, just boring stories about cows standing still.",
      "th": "แรกๆ ก็ยังน่าเบื่อ เช่นเล่าว่าวัวยืนนิ่งๆ"
    }
  },
  {
    "translation": {
      "en": "But soon they began creating white-knuckle fight scenes like this:",
      "th": "แต่ไม่นาน ก็เริ่มสร้างสรรค์ฉากต่อสู้แบบนี้"
    }
  },
  {
    "translation": {
      "en": "Humans Versus Cows 2D.",
      "th": "คนปะทะวัวแบบภาพสองมิติ"
    }
  },
  {
    "translation": {
      "en": "To a caveman, this was the thrilling equivalent of Fast and Furious Part 7.",
      "th": "สำหรับมนุษย์ถ้ำ เรื่องนี้สนุก ไม่แพ้ เร็ว แรงทะลุนรก เจ็ด"
    }
  },
  {
    "translation": {
      "en": "Have any of the cave paintings been adapted into films?",
      "th": "มีภาพเขียนไหน เอาไปดัดแปลงเป็นหนังแล้วบ้าง"
    }
  },
  {
    "translation": {
      "en": "Suppose they couldn't get the rights anyway, though, could they?",
      "th": "แต่คงขอลิขสิทธิ์ไม่ได้ใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "Filmmaking obviously arose much, much later than the end of the cave paintings.",
      "th": "ภาพยนตร์ได้รับความนิยมทีหลัง การเสื่อมของภาพวาดผนัง"
    }
  },
  {
    "translation": {
      "en": "So there hasn't been a cave wall that's been like,",
      "th": "ไม่มีภาพเขียนที่ทำให้คนแบบว่า"
    }
  },
  {
    "translation": {
      "en": "\"Oh my God, that's an incredible story.\"",
      "th": "\"พระเจ้า เรื่องนี้สุดยอด"
    }
  },
  {
    "translation": {
      "en": "\"We need to get Steven Spielberg to make this.\"",
      "th": "ต้องให้สตีเวน สปีลเบิร์กเอาไปสร้าง\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "It would be hard to come up with a story that would last an hour and a half",
      "th": "คงยากที่จะสร้างหนังชั่วโมงครึ่ง"
    }
  },
  {
    "translation": {
      "en": "based on just one panel in a cave.",
      "th": "จากภาพบนผนังถ้ำสั้นๆ"
    }
  },
  {
    "translation": {
      "en": "Some believe these violent images were painted as a religious act",
      "th": "บางคนเชื่อว่าภาพโหดร้ายพวกนี้เป็นพิธีกรรม"
    }
  },
  {
    "translation": {
      "en": "intended to bring good luck in upcoming battles.",
      "th": "เพื่อความโชคดีในการต่อสู้ที่จะมาถึง"
    }
  },
  {
    "translation": {
      "en": "We don't know why humankind was at war with the cows,",
      "th": "ไม่รู้ทำไมมนุษย์ถึงทำสงครามกับวัว"
    }
  },
  {
    "translation": {
      "en": "and tragically, we never will.",
      "th": "น่าเศร้า คงไม่มีวันรู้ด้วย"
    }
  },
  {
    "translation": {
      "en": "In fact, we'll probably never even know the name of the artist or these cows,",
      "th": "เราคงไม่มีวันรู้ ชื่อศิลปินหรือวัวอีกต่างหาก"
    }
  },
  {
    "translation": {
      "en": "because whoever painted this is almost certainly dead now.",
      "th": "เพราะคนที่วาดภาพนี้น่าจะเสียชีวิตไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Hunting animals every day was a pain in the arse",
      "th": "การต้องล่าสัตว์ทุกวันลำบากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "until someone came up with the idea of also eating plants,",
      "th": "จนกระทั่งมีคนเสนอไอเดียการกินพืช"
    }
  },
  {
    "translation": {
      "en": "which were easier to catch because they couldn't run away.",
      "th": "ที่ไม่ต้องเปลืองแรงจับ เพราะวิ่งหนีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "This simple act of laziness led to the invention of farming,",
      "th": "ความเกียจคร้านนี้ คือสาเหตุการคิดค้นการปลูกพืช"
    }
  },
  {
    "translation": {
      "en": "a huge leap forwards, which was now more dangerous",
      "th": "เป็นความก้าวหน้าครั้งใหญ่และเป็นอันตราย"
    }
  },
  {
    "translation": {
      "en": "because you might land on one of the farming implements",
      "th": "เพราะคุณอาจเผลอล้มใส่อุปกรณ์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "that were suddenly lying around.",
      "th": "ที่กองอยู่บนพื้นได้"
    }
  },
  {
    "translation": {
      "en": "The early farmers grew wheat and learnt to bake bread.",
      "th": "ชาวไร่ชาวนายุคแรก ปลูกข้าวสาลี หัดทำขนมปัง"
    }
  },
  {
    "translation": {
      "en": "They also grew barley, peas and lentils",
      "th": "ทั้งยังปลูกข้าวบาร์เลย์ ถั่วนานาชนิด"
    }
  },
  {
    "translation": {
      "en": "so they could have made a passable vegan burger to put inside the bread.",
      "th": "เพื่อทำเบอร์เกอร์วีแกน มากินกับขนมปัง"
    }
  },
  {
    "translation": {
      "en": "But luckily they didn't have to.",
      "th": "แต่โชคดีที่ไม่ต้องทำถึงขั้นนั้น"
    }
  },
  {
    "translation": {
      "en": "Because they'd also invented this, the fence,",
      "th": "พวกเขายังคิดค้นสิ่งนี้ รั้วรอบ"
    }
  },
  {
    "translation": {
      "en": "a high-tech wooden machine for containing animals.",
      "th": "เครื่องจักรไม้สุดไฮเทคที่ใช้กักสัตว์"
    }
  },
  {
    "translation": {
      "en": "Humans quickly enslaved sheep, chickens, goats",
      "th": "มนุษย์ลิดรอนเสรีภาพ แกะ ไก่ และแพะอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "and their number-one enemies, the cows.",
      "th": "รวมถึงศัตรูตัวฉกาจ พวกวัว"
    }
  },
  {
    "translation": {
      "en": "Farms became a lot like zoos, except, of course, in a zoo,",
      "th": "ฟาร์มเป็นเหมือนสวนสัตว์ ยกเว้นแต่ว่าที่สวนสัตว์ คุณจิ้มเลือกสัตว์ที่ถูกใจ"
    }
  },
  {
    "translation": {
      "en": "you can't pick out an animal you like the look of and kill it and eat it.",
      "th": "ยกเว้นแต่ว่าที่สวนสัตว์ คุณจิ้มเลือกสัตว์ที่ถูกใจ เอามาฆ่ากินไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Unless perhaps the zoo itself is struggling financially",
      "th": "นอกจากสวนสัตว์นั้นมีปัญหาการเงิน"
    }
  },
  {
    "translation": {
      "en": "and the owner's lost all hope.",
      "th": "และเจ้าของหมดหวังแล้ว"
    }
  },
  {
    "translation": {
      "en": "Humans turned animals they couldn't eat or ride",
      "th": "ตัวไหนกินหรือขี่ไม่ได้ มนุษย์ก็เปลี่ยนเป็นสัตว์เลี้ยง"
    }
  },
  {
    "translation": {
      "en": "into pets if they were pretty enough.",
      "th": "ตัวไหนกินหรือขี่ไม่ได้ มนุษย์ก็เปลี่ยนเป็นสัตว์เลี้ยง ถ้าหากพวกมันน่ารัก"
    }
  },
  {
    "translation": {
      "en": "Early man domesticated dogs for companionship.",
      "th": "มนุษย์ยุคแรกเลี้ยงหมาเพื่อเป็นเพื่อนคู่กาย"
    }
  },
  {
    "translation": {
      "en": "And cats, for whatever we have cats for.",
      "th": "และเลี้ยงแมวไว้ทำอะไรก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "This was the first time in history life could be described as cozy.",
      "th": "นี่เป็นครั้งแรกในประวัติศาสตร์ ที่ชีวิตมนุษย์สะดวกสบาย"
    }
  },
  {
    "translation": {
      "en": "People lived in proper houses, which soon grew to become cities.",
      "th": "ได้อาศัยอยู่ตามบ้านเรือน ที่ไม่นานก็แผ่ขยายเป็นเมือง"
    }
  },
  {
    "translation": {
      "en": "It's hard to believe I'm walking through the ruins of the first ever city,",
      "th": "เหลือเชื่อฉันเดินผ่านซาก ของเมืองแรก เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "because I'm not.",
      "th": "ของเมืองแรก เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "That's in Iraq, which is miles away and fucking dangerous.",
      "th": "ซากนั่นอยู่อิรัก ที่ห่างไปหลายไมล์และอันตราย"
    }
  },
  {
    "translation": {
      "en": "But the remains of it look pretty much like this,",
      "th": "แต่ซากเมืองแห่งแรกหน้าตาคล้ายกัน"
    }
  },
  {
    "translation": {
      "en": "so you'd never know I wasn't actually there",
      "th": "ดูไม่รู้หรอกว่าฉันไม่ได้ไป"
    }
  },
  {
    "translation": {
      "en": "if I wasn't telling you now by accident.",
      "th": "ถ้าฉันไม่ได้เผลอหลุดปาก"
    }
  },
  {
    "translation": {
      "en": "Today it's just a dismal load of bricks and dust.",
      "th": "ทุกวันนี้ มันเป็นแค่เศษอิฐและฝุ่น"
    }
  },
  {
    "translation": {
      "en": "But if you use a modern computer to simulate what it used to look like,",
      "th": "แต่ถ้าใช้คอมพิวเตอร์จำลองสภาพสมัยรุ่งเรือง"
    }
  },
  {
    "translation": {
      "en": "the results are nothing short of breathtaking.",
      "th": "ผลที่ออกมานั้น ตื่นตาตื่นใจที่สุด"
    }
  },
  {
    "translation": {
      "en": "Civilization had begun.",
      "th": "อารยธรรมถือกำเนิดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Who invented civilization?",
      "th": "ใครเป็นคนคิดค้นอารยธรรมคะ"
    }
  },
  {
    "translation": {
      "en": "Civilization wasn't something that was invented",
      "th": "อารยธรรมไม่ใช่สิ่งที่… (ศ. จิม อัล-คาลิลิ อาจารย์วิชาการมีส่วนร่วมด้านวิทยาศาสตร์)"
    }
  },
  {
    "translation": {
      "en": "or something that started abruptly.",
      "th": "ถูกคิดค้นขึ้นหรือเกิดขึ้นกะทันหัน"
    }
  },
  {
    "translation": {
      "en": "We talk about civilization once humans started agriculture,",
      "th": "อารยธรรมที่เราพูดถึง คือเมื่อมนุษย์เริ่มการเกษตร"
    }
  },
  {
    "translation": {
      "en": "once they started building cities and creating laws.",
      "th": "เริ่มสร้างเมือง บัญญัติกฎหมาย"
    }
  },
  {
    "translation": {
      "en": "That was something that happened gradually",
      "th": "ซึ่งค่อยๆ เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "in different parts of the world rather than just being invented suddenly.",
      "th": "ในที่ต่างๆ ทั่วโลก ไม่ได้จู่ๆ คิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Yeah, so it wasn't just one man who wanted to remain anonymous.",
      "th": "ไม่ใช่ฝีมือคนนิรนามแค่คนเดียวเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "'Cause that would be something we shouldn't go along with if it was.",
      "th": "เพราะเราไม่ควรยอมเขาถ้าเป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "Do you mean we shouldn't go along…",
      "th": "หมายถึงเราไม่ควร…"
    }
  },
  {
    "translation": {
      "en": "If it's one man who wants to remain anonymous,",
      "th": "ถ้าเป็นชายนิรนามคนหนึ่งน่ะ"
    }
  },
  {
    "translation": {
      "en": "there's something a bit shifty about that, isn't there?",
      "th": "มันค่อนข้างน่าสงสัย ถูกมั้ย"
    }
  },
  {
    "translation": {
      "en": "So civilization was invented in Mesopotamia",
      "th": "อารยธรรมคิดค้นขึ้นที่เมโสโปเตเมีย"
    }
  },
  {
    "translation": {
      "en": "by person or persons unknown.",
      "th": "โดยคนหรือกลุ่มคนไม่ทราบชื่อ"
    }
  },
  {
    "translation": {
      "en": "But whoever they were, they were way ahead of their time.",
      "th": "แต่ไม่ว่าจะเป็นใคร พวกเขาล้ำสมัยมาก"
    }
  },
  {
    "translation": {
      "en": "Did the Mesopotamians have any of the same things that we have today?",
      "th": "คนเมโสโปเตเมียมีอะไรเหมือนกับเราบ้างมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "-Yes. -Like what?",
      "th": "- มีสิ - เช่นอะไร"
    }
  },
  {
    "translation": {
      "en": "Weapons, jewelry, temples, animals.",
      "th": "อาวุธ, อัญมณี, โบสถ์วิหาร, สัตว์"
    }
  },
  {
    "translation": {
      "en": "Oh, right. No, I meant like feet and eyebrows and that sort of thing.",
      "th": "เปล่าค่ะ ฉันหมายถึงมือเท้า ขนคิ้ว"
    }
  },
  {
    "translation": {
      "en": "-Yes. -They did?",
      "th": "- มีสิ มี - เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "They had the whole set of organs, holes, bits that work together",
      "th": "มีอวัยวะ, รูทวาร, รยางค์ที่ใช้งาน,"
    }
  },
  {
    "translation": {
      "en": "and bits on the outside, bits on the inside.",
      "th": "อวัยวะภายนอกและภายใน"
    }
  },
  {
    "translation": {
      "en": "So they had the same number of holes and everything.",
      "th": "แสดงว่ามีรูทวารเท่ากับเราถูกมั้ย"
    }
  },
  {
    "translation": {
      "en": "As far as science is in a position to reassure you, yes.",
      "th": "ข้อมูลวิทยาศาสตร์เท่าที่ยืนยันตอนนี้คือใช่"
    }
  },
  {
    "translation": {
      "en": "One of their most significant killer apps was something we still use to this day:",
      "th": "และเครื่องมือสุดเลิศเครื่องมือหนึ่ง คือสิ่งที่เรายังใช้กันในปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "the circle.",
      "th": "วงกลม"
    }
  },
  {
    "translation": {
      "en": "Wheels might look complicated to the likes of you,",
      "th": "คุณอาจจะคิดว่าวงล้อเป็นสิ่งที่ซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "but the way they work is actually simple.",
      "th": "แต่วิธีการทำงานของมันนั้นเรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "The circle bit here revolves around a sort of sticky-out bit in the middle,",
      "th": "วงกลมตรงนี้ หมุนรอบปุ่มนูนตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "and then as the wheel skin here pushes against the ground,",
      "th": "รอบนอกวงล้อจะกดอัดไปกับพื้น"
    }
  },
  {
    "translation": {
      "en": "the pressure rolls the entire planet back and away from you,",
      "th": "แรงดันจะผลักให้พื้นโลกห่างออกจากคุณ"
    }
  },
  {
    "translation": {
      "en": "giving you the impression that you're moving forward,",
      "th": "ทำให้ดูคล้ายกับคุณเคลื่อนที่ไปข้างหน้า"
    }
  },
  {
    "translation": {
      "en": "which, incredibly, you actually are.",
      "th": "ซึ่งก็น่าทึ่งมาก เพราะเคลื่อนไปจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The wheel allowed people to travel around trading things,",
      "th": "(เมโสโปเตเมีย) วงล้อช่วยให้คนเดินทางค้าขาย"
    }
  },
  {
    "translation": {
      "en": "but first they needed to count how many things they owned.",
      "th": "แต่ก่อนอื่น ก็ต้องนับทรัพย์สินของตนก่อน"
    }
  },
  {
    "translation": {
      "en": "And that led to the tragic invention of maths.",
      "th": "ซึ่งนำไปสู่ การประดิษฐ์คณิตศาสตร์ที่น่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "Let's talk maths and numbers.",
      "th": "พูดถึงคณิตและตัวเลข"
    }
  },
  {
    "translation": {
      "en": "Were numbers worth less back in ancient times",
      "th": "ตัวเลขยุคโบราณมีค่าน้อยกว่ายุคปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "or did they have the same value as now, only bigger?",
      "th": "หรือมีค่าเท่ากันแต่มีมากกว่าคะ"
    }
  },
  {
    "translation": {
      "en": "Numbers had the same value as they do now in ancient times, yeah.",
      "th": "ตัวเลขมีค่าเท่าเดิมกับที่เป็นในยุคโบราณ"
    }
  },
  {
    "translation": {
      "en": "People still needed to count things.",
      "th": "ผู้คนยังต้องนับสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "And did they have the same number of numbers as we do?",
      "th": "แล้วตัวเลขสมัยนั้นเหมือนสมัยนี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "You know, from 1 to 700, with 700 being the biggest number?",
      "th": "หนึ่งถึงเจ็ดร้อย และสูงสุดแค่เจ็ดร้อย"
    }
  },
  {
    "translation": {
      "en": "700 has never been the biggest number. You can count to as many as you like.",
      "th": "เจ็ดร้อยไม่ใช่เลขสูงสุด คุณจะนับถึงเลขไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "No, no, I saw a thing on YouTube. After 700, numbers repeat.",
      "th": "ไม่ค่ะ ฉันเจอมาในยูทูบ พอถึงเจ็ดร้อย เลขจะวนซ้ำ"
    }
  },
  {
    "translation": {
      "en": "They just give them different names so you think they're still going up.",
      "th": "แค่เปลี่ยนชื่อ หลอกให้เชื่อว่ายังเพิ่ม"
    }
  },
  {
    "translation": {
      "en": "Do you want me to send it to you?",
      "th": "ฉันส่งคลิปให้ดูมั้ย"
    }
  },
  {
    "translation": {
      "en": "With numbers going as high, but no higher than, 700,",
      "th": "เมื่อมีเลขเพิ่มขึ้น แต่ไม่เพิ่มเกินเจ็ดร้อย"
    }
  },
  {
    "translation": {
      "en": "people needed something to help them count.",
      "th": "ผู้คนต้องการเครื่องช่วยนับ"
    }
  },
  {
    "translation": {
      "en": "That's where this came in. It's called \"a-bacus.\"",
      "th": "ดังนั้นจึงเกิดสิ่งนี้ นี่คือลูกคิด"
    }
  },
  {
    "translation": {
      "en": "Using \"a-bacus,\" our ancestors could count how many possessions they owned.",
      "th": "พอใช้ลูกคิด บรรพบุรุษสามารถคำนวณทรัพย์สิน"
    }
  },
  {
    "translation": {
      "en": "It was a short step from this",
      "th": "และอีกไม่นาน ก็คิดค้นเงินขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "to the invention of money, in the form of cash.",
      "th": "และอีกไม่นาน ก็คิดค้นเงินขึ้นมา ในรูปของเงินสด"
    }
  },
  {
    "translation": {
      "en": "Ancient people invented currency to make life on Earth easier,",
      "th": "คนโบราณคิดค้นหน่วยเงิน เพื่อให้ชีวิตง่ายขึ้น"
    }
  },
  {
    "translation": {
      "en": "but in doing so, they inadvertently invented capitalism,",
      "th": "แต่เมื่อทำเช่นนั้น ก็คิดค้นทุนนิยมด้วย"
    }
  },
  {
    "translation": {
      "en": "which is gonna kill everyone.",
      "th": "ที่จะคร่าชีวิตทุกคน"
    }
  },
  {
    "translation": {
      "en": "Sorry, that's not a question. It's just something I read on Twitter.",
      "th": "โทษที นั่นไม่ใช่คำถาม แค่อ่านเจอในทวิตเตอร์"
    }
  },
  {
    "translation": {
      "en": "Having conquered numbers,",
      "th": "หลังปราบตัวเลขสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "humankind moved on to something even more boring by inventing writing.",
      "th": "มนุษยชาติหันไปหา สิ่งที่น่าเบื่อเสียยิ่งกว่า ด้วยการประดิษฐ์การเขียน"
    }
  },
  {
    "translation": {
      "en": "Was the invention of writing a significant development",
      "th": "การประดิษฐ์การเขียน คือพัฒนาการสำคัญมั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "or more of a flash in the pan, like rap metal?",
      "th": "หรือเป็นแค่ความสำเร็จวูบวาบ แบบเพลงแรปเมทัล"
    }
  },
  {
    "translation": {
      "en": "I think once writing was thought up, once it appeared in the world,",
      "th": "ผมคิดว่าพอมีการเขียน เกิดขึ้นมาบนโลกนี้ มันก็ไม่อาจหยุดได้อีก"
    }
  },
  {
    "translation": {
      "en": "it was unstoppable.",
      "th": "เกิดขึ้นมาบนโลกนี้ มันก็ไม่อาจหยุดได้อีก"
    }
  },
  {
    "translation": {
      "en": "So it was much, much bigger than rap metal then?",
      "th": "ยิ่งใหญ่กว่าเพลงแรปเมทัลว่างั้น"
    }
  },
  {
    "translation": {
      "en": "-Yes, much bigger. -What about acid jazz?",
      "th": "- ใหญ่กว่า - ค่ะ เพลงแนวเอซิดแจ๊สล่ะ"
    }
  },
  {
    "translation": {
      "en": "I still would put writing ahead of it.",
      "th": "ก็ยังให้การเขียนเหนือกว่า"
    }
  },
  {
    "translation": {
      "en": "No, I just wondered what you thought of acid jazz.",
      "th": "ไม่ คุณคิดยังไงกับเอซิดแจ๊ส"
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "th": "นี่คืออะไร"
    }
  },
  {
    "translation": {
      "en": "[Finkel] It's a cast. It's not the real thing.",
      "th": "แบบจำลอง ไม่ใช่ของจริง"
    }
  },
  {
    "translation": {
      "en": "It purports to stand in for a Mesopotamian clay tablet written in cuneiform writing,",
      "th": "จำลองแผ่นดินเหนียวเมโสโปเตเมีย และอักษรลิ่ม"
    }
  },
  {
    "translation": {
      "en": "the first kind of writing that appeared in the world, writing on clay tablets.",
      "th": "การเขียนครั้งแรกในโลก เขียนบนแผ่นดินเหนียว"
    }
  },
  {
    "translation": {
      "en": "As books go, I have to say it's quite a boring cover, isn't it?",
      "th": "ดูแล้วเป็นหนังสือที่หน้าปกไม่ผ่าน"
    }
  },
  {
    "translation": {
      "en": "It doesn't even look like it opens properly.",
      "th": "คงเปิดตามปกติไม่ได้ด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "Are you one of the people that judges a book by the cover?",
      "th": "คุณเป็นพวกตัดสินจากหน้าปกเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Yeah, I am. -Well, that's a sad and misguided view.",
      "th": "ถูกต้องเลย เป็นมุมมองที่ตื้นเขินและน่าเศร้า"
    }
  },
  {
    "translation": {
      "en": "If someone shouted this aloud, would that have been the first audio book?",
      "th": "ถ้ามีคนตะโกนอ่านดังๆ จะถือเป็นหนังสือเสียงเล่มแรกมั้ย"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "Writing changed the world.",
      "th": "การเขียนเปลี่ยนโลก"
    }
  },
  {
    "translation": {
      "en": "Suddenly ideas didn't have to disappear",
      "th": "จู่ๆ ความคิดก็ไม่ได้หายวับ"
    }
  },
  {
    "translation": {
      "en": "just because the person whose head they were trapped in had died.",
      "th": "แค่เพราะอยู่ในหัวคนและตายไปพร้อมกัน"
    }
  },
  {
    "translation": {
      "en": "Instead, you could convert your ideas into writing,",
      "th": "แต่เราสามารถเขียนความคิดลงไป"
    }
  },
  {
    "translation": {
      "en": "and then anyone else could come along",
      "th": "รอคอยให้คนอื่นมา"
    }
  },
  {
    "translation": {
      "en": "and upload those ideas into their own brain",
      "th": "นำความคิดเข้าสมองตัวเอง"
    }
  },
  {
    "translation": {
      "en": "by wirelessly importing them through their eyes.",
      "th": "ด้วยการนำเข้าแบบไร้สายผ่านสายตา"
    }
  },
  {
    "translation": {
      "en": "Incredibly, despite being invented thousands of years ago,",
      "th": "น่าทึ่งมาก ถึงจะประดิษฐ์มานับพันๆ ปี"
    }
  },
  {
    "translation": {
      "en": "writing still exists today,",
      "th": "แต่การเขียนยังไม่สูญพันธุ์ ภายใต้คลิปวิดีโอที่เราดูออนไลน์"
    }
  },
  {
    "translation": {
      "en": "underneath video clips that we watch online.",
      "th": "ภายใต้คลิปวิดีโอที่เราดูออนไลน์"
    }
  },
  {
    "translation": {
      "en": "It's here you'll also find another kind of handmade language that still endures:",
      "th": "และตรงนี้คุณจะได้เห็นอีกภาษา ที่ยังคงอยู่มาถึงปัจจุบัน อีโมจิ"
    }
  },
  {
    "translation": {
      "en": "emoji.",
      "th": "ที่ยังคงอยู่มาถึงปัจจุบัน อีโมจิ"
    }
  },
  {
    "translation": {
      "en": "Or as the ancient Egyptians who invented them called them, hieroglyphics.",
      "th": "หรือที่ชาวอียิปต์โบราณเรียก ไฮโรกลิฟิกส์"
    }
  },
  {
    "translation": {
      "en": "They told whole stories in hieroglyphic code.",
      "th": "เพื่อเล่าเรื่องราวผ่านทางตัวอักษรนี้"
    }
  },
  {
    "translation": {
      "en": "It's like a more coherent Marvel comic.",
      "th": "เนื้อเรื่องสอดคล้องกว่าการ์ตูนมาร์เวล"
    }
  },
  {
    "translation": {
      "en": "Rather than being put up in public where living people could enjoy them,",
      "th": "แต่แทนที่จะใช้ในที่ที่คนเป็นๆ หาอ่านง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "these Egyptian comic strips were painted on the walls of tombs",
      "th": "การ์ตูนอียิปต์เหล่านี้วาดอยู่บนผนังสุสาน"
    }
  },
  {
    "translation": {
      "en": "to entertain dead people.",
      "th": "เพื่อสร้างความบันเทิงให้คนตาย"
    }
  },
  {
    "translation": {
      "en": "And those tombs lay beneath some of the most recognizable,",
      "th": "ซึ่งสุสานพวกนี้ก็ตั้งอยู่ ใต้สิ่งก่อสร้างชื่อดัง"
    }
  },
  {
    "translation": {
      "en": "not to mention pointiest, buildings in history.",
      "th": "และไร้ประโยชน์ที่สุดในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "I'm talking about the pyramids.",
      "th": "ฉันหมายถึงพีระมิด"
    }
  },
  {
    "translation": {
      "en": "Looking at the pyramids today,",
      "th": "เวลามองพีระมิด ยากนะที่จะไม่คิด"
    }
  },
  {
    "translation": {
      "en": "it's impossible not to be struck by the thought",
      "th": "เวลามองพีระมิด ยากนะที่จะไม่คิด ว่ามันเป็นแค่สามเหลี่ยมใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "that they're basically big triangles with a sort of square arse.",
      "th": "ว่ามันเป็นแค่สามเหลี่ยมใหญ่ๆ ที่ฐานเป็นสี่เหลี่ยม"
    }
  },
  {
    "translation": {
      "en": "There's probably a word for that shape, but no one knows what it might be.",
      "th": "คงมีคำแทนรูปทรงนี้ แต่ไม่มีใครรู้เลย"
    }
  },
  {
    "translation": {
      "en": "It's one of the many timeless mysteries of the pyramids.",
      "th": "เป็นหนึ่งในปริศนาของพีระมิด"
    }
  },
  {
    "translation": {
      "en": "Why are pyramids that shape?",
      "th": "ทำไมพีระมิดถึงหน้าตาแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Is it to stop homeless people sleeping on them?",
      "th": "เพื่อกันไม่ให้คนไร้บ้านขึ้นไปนอนเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't think they had many homeless people in ancient Egypt.",
      "th": "อียิปต์โบราณคงไม่มีคนไร้บ้าน"
    }
  },
  {
    "translation": {
      "en": "Did they not?",
      "th": "- เหรอคะ - ไม่มี"
    }
  },
  {
    "translation": {
      "en": "No, no, people looked after each other, I think, and helped each other.",
      "th": "ทุกคนคอยดูแลและช่วยเหลือซึ่งกันและกัน"
    }
  },
  {
    "translation": {
      "en": "Right. I suppose it's good with rain as well,",
      "th": "ค่ะ คงดีเวลาเจอฝนด้วยมั้ง น้ำไม่ขัง"
    }
  },
  {
    "translation": {
      "en": "because it'll just roll off.",
      "th": "ค่ะ คงดีเวลาเจอฝนด้วยมั้ง น้ำไม่ขัง ชาวอียิปต์สร้างพีระมิดยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "How did Egyptians build the pyramids?",
      "th": "ชาวอียิปต์สร้างพีระมิดยังไงคะ"
    }
  },
  {
    "translation": {
      "en": "Did they start at the top and work down or start at the bottom and work up?",
      "th": "เริ่มจากข้างบนลงล่าง หรือจากล่างขึ้นบน"
    }
  },
  {
    "translation": {
      "en": "They had to start at the bottom and work up because",
      "th": "ต้องเริ่มจากล่างขึ้นบน ไม่มีทางสร้างจากบนลงล่างได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "it would be impossible to start at the top and work down.",
      "th": "ไม่มีทางสร้างจากบนลงล่างได้เด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "The Egyptians believed",
      "th": "ชาวอียิปต์เชื่อว่าสิ่งสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "the most significant thing you could do in your life was die.",
      "th": "ชาวอียิปต์เชื่อว่าสิ่งสำคัญที่สุด ในชีวิตคือการตาย"
    }
  },
  {
    "translation": {
      "en": "And the more important you were, the more complicated your death had to be.",
      "th": "และยิ่งเป็นคนสำคัญ พิธีศพยิ่งต้องซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "Egyptian kings were known as pharaohs,",
      "th": "กษัตริย์อียิปต์เรียกว่าฟาโรห์"
    }
  },
  {
    "translation": {
      "en": "and when they died, they'd get turned into mummies of Scooby-Doo fame.",
      "th": "เมื่อสวรรคต ฟาโรห์จะกลายเป็นมัมมี่เหมือนในสกูบี้ดู"
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians were obsessed with dead people, weren't they?",
      "th": "คนอียิปต์หมกมุ่นกับคนตายใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "But they're all dead themselves now. So do you think they still feel that way?",
      "th": "แต่ตอนนี้ก็ตายกันหมดแล้ว คุณว่าเขายังคิดแบบเดิมรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "The ancient Egyptians weren't obsessed with dead people,",
      "th": "คนอียิปต์โบราณไม่ได้หมกมุ่นกับคนตาย"
    }
  },
  {
    "translation": {
      "en": "but actually they were obsessed with life.",
      "th": "แต่หมกมุ่นกับชีวิตต่างหาก"
    }
  },
  {
    "translation": {
      "en": "They wanted to be alive,",
      "th": "อยากมีชีวิตและได้เครื่องรับประกัน"
    }
  },
  {
    "translation": {
      "en": "and they wanted to make sure that when they died, they came alive again.",
      "th": "อยากมีชีวิตและได้เครื่องรับประกัน ว่าเมื่อตายแล้วจะได้กลับมามีชีวิต"
    }
  },
  {
    "translation": {
      "en": "And that's why they did mummification.",
      "th": "ถึงได้มีการทำมัมมี่"
    }
  },
  {
    "translation": {
      "en": "So how did they mummify people? Talk me through the process.",
      "th": "แล้วมัมมี่ทำยังไง เล่าขั้นตอนให้ฟังหน่อย"
    }
  },
  {
    "translation": {
      "en": "Uh, you'd get your dead body and you'd lay it out on a table",
      "th": "วางศพผู้เสียชีวิตบนโต๊ะ"
    }
  },
  {
    "translation": {
      "en": "and then you'd wash it, and then you'd start by removing the brain.",
      "th": "ทำความสะอาด และเริ่มด้วยการนำสมองออก"
    }
  },
  {
    "translation": {
      "en": "And then they would cut open down the middle of the body",
      "th": "ผ่ากลางลำตัว"
    }
  },
  {
    "translation": {
      "en": "and they would take out anything that they thought would rot.",
      "th": "และนำอวัยวะที่น่าจะเน่าออก"
    }
  },
  {
    "translation": {
      "en": "And then they would cover it in salt and dry it out,",
      "th": "พอกด้วยเกลือให้แห้ง"
    }
  },
  {
    "translation": {
      "en": "and then they would wrap it in bandages, and then that would be a mummy.",
      "th": "พันด้วยผ้าพันแผล แล้วก็ได้ออกมาเป็นมัมมี่"
    }
  },
  {
    "translation": {
      "en": "So the kind of spa treatment that Gwyneth Paltrow has on a weekly basis.",
      "th": "อารมณ์แบบเข้าสปา อย่างกวินเน็ธ พัลโทรว์สินะ"
    }
  },
  {
    "translation": {
      "en": "Has a mummy ever ridden a bicycle?",
      "th": "มัมมี่เคยปั่นจักรยานมั้ย"
    }
  },
  {
    "translation": {
      "en": "Not that I know of, no.",
      "th": "เท่าที่ทราบก็ไม่เคย"
    }
  },
  {
    "translation": {
      "en": "But the ancient Egyptians didn't have bicycles.",
      "th": "ชาวอียิปต์โบราณไม่มีจักรยาน"
    }
  },
  {
    "translation": {
      "en": "-Right. -They didn't even have roads.",
      "th": "- นั่นสินะ - ถนนก็ไม่มี"
    }
  },
  {
    "translation": {
      "en": "So they couldn't have a bicycle because they couldn't ride a bicycle.",
      "th": "เลยไม่มีทางมีจักรยานเพราะจะขี่ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I don't know why I asked that.",
      "th": "นี่ถามไปทำไมนะ"
    }
  },
  {
    "translation": {
      "en": "I just couldn't think of anything else to say.",
      "th": "นึกเรื่องอื่นไม่ออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "While the pharaohs of Egypt left a legacy of temples and tombs,",
      "th": "ฟาโรห์แห่งอียิปต์ทิ้งวิหารและสุสานไว้ เป็นมรดกโลก"
    }
  },
  {
    "translation": {
      "en": "across the water, an even more impressive empire was appearing.",
      "th": "แต่ข้ามน้ำข้ามทะเลไป เราจะเจอ จักรวรรดิที่น่าประทับใจอีกแห่ง"
    }
  },
  {
    "translation": {
      "en": "Greece, the country, not the musical,",
      "th": "กรีซ ประเทศนะ ไม่ใช่ละครเพลง"
    }
  },
  {
    "translation": {
      "en": "was where the birth of civilization was born.",
      "th": "คือแหล่งกำเนิดอารยธรรม"
    }
  },
  {
    "translation": {
      "en": "The ancient Greeks invented lots of things we still have today,",
      "th": "ชาวกรีกโบราณคิดค้นหลายอย่างที่เรายังใช้"
    }
  },
  {
    "translation": {
      "en": "like medicine and olives,",
      "th": "เช่นยาและมะกอก"
    }
  },
  {
    "translation": {
      "en": "and lots of things that have died out, like democracy and pillars.",
      "th": "และหลายสิ่งที่สูญพันธุ์แล้ว เช่นประชาธิปไตยและเสากรีก"
    }
  },
  {
    "translation": {
      "en": "As well as these impressive ruins, the ancient Greeks also developed culture",
      "th": "นอกจากซากที่น่าประทับใจ ชาวกรีกยังพัฒนาวัฒนธรรมในรูปแบบโยเกิร์ต"
    }
  },
  {
    "translation": {
      "en": "in the form of yoghurt and theatre in all its tedious forms.",
      "th": "ชาวกรีกยังพัฒนาวัฒนธรรมในรูปแบบโยเกิร์ต และโรงละครชวนง่วงทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "The Greeks were into tragedies.",
      "th": "ชาวกรีกชอบโศกนาฏกรรม"
    }
  },
  {
    "translation": {
      "en": "In a tragedy, sad things happen like people dying or killing themselves.",
      "th": "โศกนาฏกรรมจะมีเรื่องเศร้า เช่นคนตาย หรือฆ่าตัวตาย"
    }
  },
  {
    "translation": {
      "en": "But the ancient Greek tragedies happened ages ago.",
      "th": "แต่โศกนาฏกรรมกรีกโบราณ เกิดขึ้นเมื่อนานมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Are the things that happened in them still sad?",
      "th": "สิ่งที่เกิดขึ้นยังเศร้ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "They are still sad",
      "th": "ก็ยังเศร้า"
    }
  },
  {
    "translation": {
      "en": "because what the tragedies tell are stories about humans,",
      "th": "โศกนาฏกรรมเล่าถึงเรื่องราวของมนุษย์… (ดร. ลินด์เซย์ คู อ. อาวุโสด้านภาษาและวรรณกรรมกรีกโบราณ)"
    }
  },
  {
    "translation": {
      "en": "who we can relate to in some cases.",
      "th": "ที่เราสามารถเข้าใจความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "But it was so long ago. Why should I care?",
      "th": "เรื่องมันนานมากๆ ทำไมฉันถึงควรใส่ใจ"
    }
  },
  {
    "translation": {
      "en": "Well, again, tragedy is often about human situations.",
      "th": "โศกนาฏกรรมคือเรื่องราวที่มนุษย์พบเจอ"
    }
  },
  {
    "translation": {
      "en": "Even today, if you found out that by accident",
      "th": "ต่อให้เผอิญเพิ่งรู้วันนี้เองว่า"
    }
  },
  {
    "translation": {
      "en": "you'd killed your own father and married your mother, you'd be quite upset,",
      "th": "คุณฆ่าพ่อและแต่งกับแม่ คุณก็คงช็อกอย่างอีดิปัส"
    }
  },
  {
    "translation": {
      "en": "um, just as Oedipus was.",
      "th": "คุณก็คงช็อกอย่างอีดิปัส"
    }
  },
  {
    "translation": {
      "en": "Maybe I'm cold, but I just don't give a shit about people in ancient Greece.",
      "th": "ฉันเป็นคนเย็นชามั้ง ฉันไม่สนคนกรีกโบราณ"
    }
  },
  {
    "translation": {
      "en": "That's a shame.",
      "th": "น่าเสียดาย"
    }
  },
  {
    "translation": {
      "en": "-Do you? -I do care quite a lot. Yeah, it's my job.",
      "th": "- คุณล่ะ - ฉันสนมากทีเดียว มันคืองานของฉัน"
    }
  },
  {
    "translation": {
      "en": "My mate Paul wrote a story about a man who got a new potato stuck up himself",
      "th": "พอล เพื่อนฉัน แต่งเรื่องผู้ชายที่มีมันฝรั่ง คาอยู่ในตัวหลังทำตามคำแนะนำผิดๆ ในเกมส์เกี่ยวกับเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "following an ill-advised sex game.",
      "th": "คาอยู่ในตัวหลังทำตามคำแนะนำผิดๆ ในเกมส์เกี่ยวกับเซ็กส์"
    }
  },
  {
    "translation": {
      "en": "And he wrote that in the form of a limerick.",
      "th": "และแต่งในรูปแบบลิเมอริก"
    }
  },
  {
    "translation": {
      "en": "No one died, but it sounds horrendous.",
      "th": "ไม่มีใครตาย แต่ฟังแล้วแสลงหู"
    }
  },
  {
    "translation": {
      "en": "Is that a tragedy,",
      "th": "อันนี้เป็นโศกนาฏกรรมมั้ย"
    }
  },
  {
    "translation": {
      "en": "or would the potato have to take root and kill him for it to qualify?",
      "th": "หรือว่าต้องให้มันฝรั่งงอกแล้วฆ่าเขาตายก่อน"
    }
  },
  {
    "translation": {
      "en": "It sounds like a very unfortunate incident.",
      "th": "ฟังแล้วดูเป็นเหตุการณ์ที่โชคร้าย"
    }
  },
  {
    "translation": {
      "en": "I'm not sure it has a more timeless relevance",
      "th": "แต่ไม่มั่นใจว่ามีลักษณะเหนือกาลเวลา"
    }
  },
  {
    "translation": {
      "en": "that might make it a tragedy.",
      "th": "พอจะทำให้เป็นโศกนาฏกรรม"
    }
  },
  {
    "translation": {
      "en": "Paul said it really happened as well.",
      "th": "พอลบอกว่าเกิดขึ้นจริงด้วย"
    }
  },
  {
    "translation": {
      "en": "Honestly, he's had such a time of it lately.",
      "th": "เห็นว่าเขาสนุกกับมันมาก"
    }
  },
  {
    "translation": {
      "en": "He really needs a holiday.",
      "th": "เขาสมควรได้ลาหยุด"
    }
  },
  {
    "translation": {
      "en": "The Greeks also created a kind of theatre for stupid people, known as sport.",
      "th": "ชาวกรีกสร้างละครสำหรับคนโง่ด้วย ที่เรียกว่ากีฬา"
    }
  },
  {
    "translation": {
      "en": "They started the Olympic Games without inviting other countries",
      "th": "พวกเขาริเริ่มโอลิมปิกโดยไม่ชวนประเทศอื่น"
    }
  },
  {
    "translation": {
      "en": "to ensure Greece would win.",
      "th": "กรีกจะได้เป็นผู้ชนะ"
    }
  },
  {
    "translation": {
      "en": "The contenders at these early Olympics took part completely naked,",
      "th": "ผู้เข้าร่วมแข่งขันโอลิมปิกยุคแรก จะเปลือยทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "partly because an athletic physique was considered a virtue,",
      "th": "ส่วนหนึ่งเพราะค่านิยมด้านร่างกายที่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "but mainly because Lycra wasn't available.",
      "th": "แต่หลักๆ แล้วเพราะว่าไม่มีผ้ายืด"
    }
  },
  {
    "translation": {
      "en": "I heard that at the early Olympics, athletes had to compete in the nude.",
      "th": "ได้ยินว่ายุคแรกๆ ทุกคนแก้ผ้าแข่งโอลิมปิก พวกเขาไม่สวมเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "So they did compete naked.",
      "th": "พวกเขาไม่สวมเสื้อผ้า"
    }
  },
  {
    "translation": {
      "en": "And there are writings about this being quite an erotic sight in some cases.",
      "th": "และมีบันทึกถึงภาพที่กระตุ้นกำหนัดด้วย"
    }
  },
  {
    "translation": {
      "en": "With wrestling, with all that wriggling about,",
      "th": "ตอนแข่งมวยปล้ำก็ต้องแกว่งไปมา"
    }
  },
  {
    "translation": {
      "en": "they'd have seen right up their bumholes and everything.",
      "th": "พวกเขาคงเห็นรูก้นคนแข่งด้วยสิ"
    }
  },
  {
    "translation": {
      "en": "Couldn't they censor it for people watching it in the auditorium,",
      "th": "เซนเซอร์สักนิดให้คนที่นั่งดูไม่ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "modesty patches or something,",
      "th": "หาอะไรมาหุ้มไว้น่ะ"
    }
  },
  {
    "translation": {
      "en": "or ask people to close their eyes each time someone bends over?",
      "th": "หรือขอให้คนดูปิดตาตอนมีคนโก้งโค้ง"
    }
  },
  {
    "translation": {
      "en": "I think that probably wouldn't have worked.",
      "th": "มันคงจะไม่ได้ผล"
    }
  },
  {
    "translation": {
      "en": "But you'd have seen right up their bumholes.",
      "th": "แต่ก็จะเห็นรูก้นนะ"
    }
  },
  {
    "translation": {
      "en": "In some cases people might have done.",
      "th": "บางกรณีก็คงเห็น"
    }
  },
  {
    "translation": {
      "en": "Did Zeus really approve of that?",
      "th": "ซูสไม่ว่าอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "But perhaps the most famous form of wrestling the Greeks invented",
      "th": "แต่มวยปล้ำชื่อดังที่สุดที่ชาวกรีกคิดค้น"
    }
  },
  {
    "translation": {
      "en": "was mental wrestling.",
      "th": "คือการปลุกปล้ำความคิด"
    }
  },
  {
    "translation": {
      "en": "Philosophy is basically thinking about thinking,",
      "th": "ปรัชญาคือการคิดเกี่ยวกับการคิด"
    }
  },
  {
    "translation": {
      "en": "which sounds like a waste of time because it is,",
      "th": "ซึ่งฟังดูเปลืองเวลาและก็ใช่"
    }
  },
  {
    "translation": {
      "en": "although a philosopher might argue that that time they've wasted",
      "th": "ถึงนักปรัชญาอาจจะอ้างว่าเวลาที่เสียไป"
    }
  },
  {
    "translation": {
      "en": "never existed in the first place,",
      "th": "ไม่มีมาแต่แรกก็ตาม"
    }
  },
  {
    "translation": {
      "en": "at which point you'd probably give up talking to them",
      "th": "ตอนนั้นคุณอาจเลิกคุย"
    }
  },
  {
    "translation": {
      "en": "and open a packet of biscuits.",
      "th": "แล้วแกะถุงบิสกิตแทน"
    }
  },
  {
    "translation": {
      "en": "These are the ancient Greek philosophers.",
      "th": "นี่คือบรรดานักปรัชญากรีกโบราณ ไม่ใช่ตัวจริงนะ"
    }
  },
  {
    "translation": {
      "en": "Not the actual ones, they'd be a load of dust and bones now.",
      "th": "นี่คือบรรดานักปรัชญากรีกโบราณ ไม่ใช่ตัวจริงนะ เป็นผงไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "Maybe some teeth if you're lucky.",
      "th": "อาจจะเหลือฟันถ้าโชคดี"
    }
  },
  {
    "translation": {
      "en": "These are just clever simulations made of rock.",
      "th": "นี่เป็นแบบจำลองจากหิน"
    }
  },
  {
    "translation": {
      "en": "The Greek philosophers came up with bold new theories about life on Earth.",
      "th": "นักปรัชญากรีกคิดค้น ทฤษฎีล้ำๆ เกี่ยวกับชีวิตบนโลก"
    }
  },
  {
    "translation": {
      "en": "That's why we still know their names today,",
      "th": "เราถึงยังจดจำชื่อได้"
    }
  },
  {
    "translation": {
      "en": "even though they haven't put out any new material in ages.",
      "th": "ถึงแม้จะไม่มีผลงานใหม่เป็นชาติ"
    }
  },
  {
    "translation": {
      "en": "Socrates,",
      "th": "โสกราตีส"
    }
  },
  {
    "translation": {
      "en": "Pythagoras,",
      "th": "พีทาโกรัส"
    }
  },
  {
    "translation": {
      "en": "this one,",
      "th": "คนนี้"
    }
  },
  {
    "translation": {
      "en": "him.",
      "th": "เขาน่ะ"
    }
  },
  {
    "translation": {
      "en": "And this is Plato.",
      "th": "นี่ก็เพลโต"
    }
  },
  {
    "translation": {
      "en": "As you can see, even now, centuries after his death, he's still deep in thought,",
      "th": "อย่างที่เห็น แม้จะตายมาเป็นร้อยๆ ปี เขาก็ยังไม่หยุดคิด"
    }
  },
  {
    "translation": {
      "en": "concocting clever theories in his head.",
      "th": "พัฒนาทฤษฎีฉลาดๆ ในหัว"
    }
  },
  {
    "translation": {
      "en": "If only we could hold a microphone to the side of his brain",
      "th": "ถ้าเราเอาไมค์จ่อสมองเขา"
    }
  },
  {
    "translation": {
      "en": "and hear them for ourselves, but we can't.",
      "th": "และฟังได้ก็ดีสิ แต่ทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And even if we could, they'd be in Greek,",
      "th": "ต่อให้ได้ก็เป็นภาษากรีก"
    }
  },
  {
    "translation": {
      "en": "which no one on our production team can speak.",
      "th": "ซึ่งทีมโปรดักชันเราพูดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Plato handed his wisdom on to a student",
      "th": "เพลโตส่งต่อความรู้มายังลูกศิษย์"
    }
  },
  {
    "translation": {
      "en": "who would become one of the most influential thinkers of all time:",
      "th": "ซึ่งกลายมาเป็นนักคิดผู้มีอิทธิพลคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Aristotle.",
      "th": "แอริสตอเติล"
    }
  },
  {
    "translation": {
      "en": "Aristotle said a lot of clever things, didn't he?",
      "th": "แอริสตอเติลพูดเรื่องฉลาดๆ ไว้เยอะสินะ"
    }
  },
  {
    "translation": {
      "en": "My favorite is, \"You've got to dance like nobody's watching.\"",
      "th": "โควตโปรดฉันคือ \"จงเต้นเหมือนไม่มีใครมอง\""
    }
  },
  {
    "translation": {
      "en": "It's so true, and you can apply it to anything.",
      "th": "อันนี้จริงมาก ประยุกต์ใช้ได้หมด"
    }
  },
  {
    "translation": {
      "en": "Because my confidence is quite brittle at times,",
      "th": "บางครั้งฉันไม่มีความมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "and I know I come across as quite confident,",
      "th": "ถึงแม้จะวางท่าเป็นคนมั่นๆ"
    }
  },
  {
    "translation": {
      "en": "but sometimes when I'm talking to experts,",
      "th": "แต่เวลาที่เจอผู้เชี่ยวชาญ"
    }
  },
  {
    "translation": {
      "en": "I worry that, you know, I might come across as a bit stupid.",
      "th": "ก็อดกังวลไม่ได้ว่าฉันดูเป็นคนไร้สมอง"
    }
  },
  {
    "translation": {
      "en": "And when I think of \"dance like no one's watching,\"",
      "th": "แล้วพอคิดว่า \"จงเต้นเหมือนไม่มีใครมอง\""
    }
  },
  {
    "translation": {
      "en": "that really helps me, you know?",
      "th": "มันก็ช่วยได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "It's like a gift.",
      "th": "เป็นเหมือนของขวัญ"
    }
  },
  {
    "translation": {
      "en": "What made Aristotle think of that?",
      "th": "ทำไมแอริสตอเติลคิดอย่างนั้นคะ"
    }
  },
  {
    "translation": {
      "en": "I'm not aware that Aristotle said that particular thing",
      "th": "ไม่ทราบมาก่อนว่าแอริสตอเติลพูด"
    }
  },
  {
    "translation": {
      "en": "about dancing when no one's watching.",
      "th": "เรื่องเต้นเหมือนไม่มีใครมอง"
    }
  },
  {
    "translation": {
      "en": "-I don't think he said that. -He did, didn't he?",
      "th": "ฉันว่าเขาไม่ได้พูด เขาพูดไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "If he did, I don't know and I don't know why,",
      "th": "ถ้าพูด ฉันก็ไม่เคยทราบ และไม่ทราบสาเหตุ"
    }
  },
  {
    "translation": {
      "en": "but I don't think he did.",
      "th": "แต่คิดว่าไม่ใช่นะ"
    }
  },
  {
    "translation": {
      "en": "Is there something similar that he might have said,",
      "th": "ถามว่ามีคำพูดคล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "um… about-- something about one's confidence?",
      "th": "เรื่องความมั่นใจในตัวเองมั้ย"
    }
  },
  {
    "translation": {
      "en": "-I don't think so. -Right.",
      "th": "ฉันว่าก็ไม่มี อ้อ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Experts may disagree over what they actually said,",
      "th": "ผู้เชี่ยวชาญอาจแย้งเรื่องสิ่งที่พูด"
    }
  },
  {
    "translation": {
      "en": "but there's no doubt these Greek pioneers changed the way we think.",
      "th": "แต่ไม่ต้องสงสัย นักบุกเบิกกรีกเปลี่ยนวิธีคิดเรา"
    }
  },
  {
    "translation": {
      "en": "Did a philosopher ever think of an idea so big it split their head open?",
      "th": "นักปรัชญาเคยคิดเรื่องใหญ่หลวง จนสมองแตกมั้ย"
    }
  },
  {
    "translation": {
      "en": "Not that I'm aware of.",
      "th": "เท่าที่รู้ก็ไม่"
    }
  },
  {
    "translation": {
      "en": "You know how the human brain is full of pipes? Philosophers--",
      "th": "รู้รึเปล่าสมองคนมีแต่ท่อ - นักปรัชญา… - ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "-I'm not. -You didn't know about that?",
      "th": "- นักปรัชญา… - ไม่รู้ - ไม่รู้เหรอ - ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "-I didn't know about that. -Okay, well, the brain's full of pipes.",
      "th": "- ไม่รู้เหรอ - ไม่รู้ สมองคนเรามีแต่ท่อ"
    }
  },
  {
    "translation": {
      "en": "You know how philosophers have these thoughts,",
      "th": "นักปรัชญาเกิดความคิด"
    }
  },
  {
    "translation": {
      "en": "and they try and push these thoughts through these pipes?",
      "th": "และพยายามผลักดันมันผ่านท่อต่างๆ"
    }
  },
  {
    "translation": {
      "en": "When you're having a big idea,",
      "th": "เวลามีความคิดใหญ่ๆ เราสมควรต้องแตกมัน"
    }
  },
  {
    "translation": {
      "en": "is it best to break it up into lots of little thoughts, about the size of peas,",
      "th": "เวลามีความคิดใหญ่ๆ เราสมควรต้องแตกมัน เป็นความคิดเล็กๆ ขนาดเท่าถั่ว"
    }
  },
  {
    "translation": {
      "en": "and squeeze them through in quick succession,",
      "th": "แล้วส่งต่อไปเร็วๆ"
    }
  },
  {
    "translation": {
      "en": "or just bite the bullet and force it through your mind pipe in one huge clod,",
      "th": "หรือกัดฟันยัดมันผ่านท่อจิตใจ เป็นก้อนใหญ่"
    }
  },
  {
    "translation": {
      "en": "like gritting your teeth and thinking for dear life?",
      "th": "กัดฟันแล้วภาวนาให้รอด"
    }
  },
  {
    "translation": {
      "en": "Well, that's a very interesting way of describing",
      "th": "เป็นวิธีอธิบาย แนวคิดสองแนวในวงปรัชญาที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "two general tendencies in philosophy.",
      "th": "แนวคิดสองแนวในวงปรัชญาที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "One, the more analytic style,",
      "th": "ทางหนึ่งเน้นการวิเคราะห์"
    }
  },
  {
    "translation": {
      "en": "which means cutting problems up into bite-sized portions…",
      "th": "ตัดแบ่งปัญหาให้กลายเป็นส่วนย่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Peas. …and the other a more synthetic approach",
      "th": "- เท่าถั่ว - อีกอันคือแนวสังเคราะห์"
    }
  },
  {
    "translation": {
      "en": "which takes on a larger perspective.",
      "th": "ที่เน้นการมองภาพรวม"
    }
  },
  {
    "translation": {
      "en": "So your characterization is, in fact,",
      "th": "ดังนั้น การเปรียบของคุณ"
    }
  },
  {
    "translation": {
      "en": "a rather intriguing delineation",
      "th": "เป็นวิธีนำเสนอที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "of two major strands in current philosophy.",
      "th": "ถึงปรัชญาปัจจุบันที่แบ่งเป็นสองแขนง"
    }
  },
  {
    "translation": {
      "en": "-Is that good? -Excellent.",
      "th": "ดีใช่มั้ย - ยอดเยี่ยม - แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "Great.",
      "th": "- ยอดเยี่ยม - แจ๋ว"
    }
  },
  {
    "translation": {
      "en": "Meanwhile, ancient Greece was being spread across the globe by this man,",
      "th": "ระหว่างนั้น อารยธรรมกรีกโบราณ เผยแพร่ไปทั่วโลก ด้วยฝีมือของผู้นี้ อเล็กซานเดอร์มหาราช"
    }
  },
  {
    "translation": {
      "en": "Alexander the Great.",
      "th": "ด้วยฝีมือของผู้นี้ อเล็กซานเดอร์มหาราช"
    }
  },
  {
    "translation": {
      "en": "Alexander the Great became a king at 20,",
      "th": "อเล็กซานเดอร์มหาราช เป็นกษัตริย์ตอนอายุ 20"
    }
  },
  {
    "translation": {
      "en": "conducted a military campaign throughout the Middle East,",
      "th": "ยกทัพตีเมืองไปทั่วแดนตะวันออกกลาง"
    }
  },
  {
    "translation": {
      "en": "and had an empire stretching all the way from Greece to India",
      "th": "ครองจักรวรรดิที่ลากยาวจากกรีกไปจรดอินเดีย"
    }
  },
  {
    "translation": {
      "en": "by the time he was 30.",
      "th": "ตอนมีอายุ 30"
    }
  },
  {
    "translation": {
      "en": "What did his hair look like?",
      "th": "ผมเขาเป็นยังไงเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ฉันไม่ทราบ"
    }
  },
  {
    "translation": {
      "en": "And Alexander wasn't the only megastar with his own empire.",
      "th": "อเล็กซานเดอร์ไม่ใช่ คนดังที่มีจักรวรรดิคนเดียว"
    }
  },
  {
    "translation": {
      "en": "Huge swathes of China had been unified by Qin Shi Huang,",
      "th": "จิ๋นซีฮ่องเต้ก็รวมดินแดนแผ่นดินจีน"
    }
  },
  {
    "translation": {
      "en": "the first cartoon character to found his own empire",
      "th": "เป็นตัวการ์ตูนแรกที่มีจักรวรรดิของตน"
    }
  },
  {
    "translation": {
      "en": "and build the Great Wall of China.",
      "th": "และสร้างกำแพงเมืองจีน"
    }
  },
  {
    "translation": {
      "en": "They say the Great Wall of China is the only landmark audible from space.",
      "th": "ว่ากันว่ากำแพงเมืองจีนคือสิ่งก่อสร้างเดียว ที่ได้ยินจากอวกาศ"
    }
  },
  {
    "translation": {
      "en": "Yeah, you can't… you can't hear it.",
      "th": "(จอห์น แมน นักประวัติศาสตร์) คุณไม่ได้ยินหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "And they say that you can see it from space, but it's not true.",
      "th": "เขาว่ากันว่าเห็นได้จากอวกาศ แต่ไม่จริง"
    }
  },
  {
    "translation": {
      "en": "-They've tried. -So you can't see it from space.",
      "th": "- คนจีนลอง… - ไม่เห็นเหรอ"
    }
  },
  {
    "translation": {
      "en": "Chinese astronauts have tried to see the Great Wall and they can't.",
      "th": "นักบินอวกาศชาวจีนลองแล้ว แต่มองไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "They can't see it. So it's invisible. It's an invisible wall, like a forcefield.",
      "th": "- มองไม่เห็น - ไม่เห็น เป็นกำแพงล่องหน แบบสนามพลัง"
    }
  },
  {
    "translation": {
      "en": "It's only invisible from space. On the ground you can certainly see it.",
      "th": "ล่องหนแค่เวลามองจากอวกาศ แต่อยู่บนพื้นโลกมองเห็น"
    }
  },
  {
    "translation": {
      "en": "That's so weird, isn't it? Is that one of the great mysteries?",
      "th": "พิลึกมาก ว่าไหมคะ เป็นปริศนาหลักอีกเรื่องมั้ย"
    }
  },
  {
    "translation": {
      "en": "And do we know if China has a roof? Is there a great roof of China?",
      "th": "เรารู้รึเปล่าว่าจีนมีหลังคามั้ย มีหลังคาเมืองจีนรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, no great roof.",
      "th": "ไม่มีหลังคาเมืองจีน"
    }
  },
  {
    "translation": {
      "en": "The Chinese empire was a powerhouse of intense creativity",
      "th": "จักรวรรดิจีนมีความคิดสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "and philosophical thought,",
      "th": "และความคิดปรัชญาล้นปรี่"
    }
  },
  {
    "translation": {
      "en": "captured in historical documents produced centuries",
      "th": "อย่างที่ปรากฏในเอกสารเมื่อหลายร้อยปี"
    }
  },
  {
    "translation": {
      "en": "before the release of unrelated Belgian techno anthem \"Pump Up the Jam.\"",
      "th": "ก่อนหน้าการปล่อยเพลงชาติเบลเยียมแนวเทคโน \"พัมป์อัปเดอะแจม\""
    }
  },
  {
    "translation": {
      "en": "The Greeks had an empire and the Chinese had an empire.",
      "th": "ชาวกรีกและจีนมีจักรวรรดิของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "But when most of us think of the word \"empire,\" we think of the big one,",
      "th": "แต่คำว่า \"จักรวรรดิ\" ทำให้นึกถึงสตาร์ วอร์ส"
    }
  },
  {
    "translation": {
      "en": "Star Wars… or Rome.",
      "th": "ทำให้นึกถึงสตาร์ วอร์ส หรือโรม"
    }
  },
  {
    "translation": {
      "en": "And this is history, so it's Rome, I'm afraid.",
      "th": "นี่คือประวัติศาสตร์ ก็ต้องโรม"
    }
  },
  {
    "translation": {
      "en": "Its empire rose to supremacy under the leadership of Julius Caesar,",
      "th": "จักรวรรดิที่ผงาดขึ้น โดยมีจูเลียส ซีซาร์ปกครอง"
    }
  },
  {
    "translation": {
      "en": "the most notorious Roman until Polanski.",
      "th": "คนโรมันชื่อฉาวจนโปลันสกีมารับไม้ต่อ"
    }
  },
  {
    "translation": {
      "en": "One of the reasons we still know a lot about the Romans today is Wikipedia.",
      "th": "หนึ่งในเหตุผลที่เรายังรู้จักชาวโรมัน คือวิกิพีเดีย"
    }
  },
  {
    "translation": {
      "en": "And the reason Wikipedia knows a lot about the Romans",
      "th": "และที่วิกิพีเดียรู้เรื่องชาวโรมันเยอะ"
    }
  },
  {
    "translation": {
      "en": "is because of what happened in Pompeii.",
      "th": "เป็นเพราะปอมเปอี"
    }
  },
  {
    "translation": {
      "en": "Pompeii was so advanced, it had its own volcano,",
      "th": "ปอมเปอีทันสมัยมาก มีภูเขาไฟส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "which is Latin for \"angry hill.\"",
      "th": "ซึ่งละตินคือ \"ภูเขาพิโรธ\""
    }
  },
  {
    "translation": {
      "en": "For years, humans and the volcano lived in harmony,",
      "th": "มนุษย์กับภูเขาไฟอยู่กันอย่างสงบสุขหลายปี"
    }
  },
  {
    "translation": {
      "en": "until one fateful day they fell out and the volcano went off,",
      "th": "จนกระทั่งวันหนึ่งที่ผิดใจ และภูเขาไฟเลือก"
    }
  },
  {
    "translation": {
      "en": "burying Pompeii beneath a thick layer of ash.",
      "th": "กลบฝังปอมเปอีด้วยเถ้าถ่านหนาๆ"
    }
  },
  {
    "translation": {
      "en": "Everyday life was frozen in its tracks",
      "th": "ทุกคนแข็งค้างกับที่"
    }
  },
  {
    "translation": {
      "en": "as though someone had magically stopped the hands of time",
      "th": "ราวกับมีคนมาหยุดเวลา"
    }
  },
  {
    "translation": {
      "en": "and then shat dust everywhere.",
      "th": "ปล่อยฝุ่นผงปลิวว่อน"
    }
  },
  {
    "translation": {
      "en": "It was deadly at the time, but on the bright side,",
      "th": "ซึ่งมีฤทธิ์ถึงตาย แต่ถ้ามองในแง่ดี"
    }
  },
  {
    "translation": {
      "en": "it gave archaeologists a treasure trove of information about how the Romans lived.",
      "th": "นักโบราณคดีได้ขุมทรัพย์แหล่งข้อมูล เรื่องการใช้ชีวิตยุคนั้น"
    }
  },
  {
    "translation": {
      "en": "Thanks to the volcano, we know everyday Romans had grey skin, were totally bald,",
      "th": "เพราะมีภูเขาไฟ เรารู้ว่าชาวโรมันมีผิวสีเทา ศีรษะล้านเลี่ยน ใช้เวลานอนกับพื้น"
    }
  },
  {
    "translation": {
      "en": "and spent their time lying around inside their shockingly dusty houses.",
      "th": "ศีรษะล้านเลี่ยน ใช้เวลานอนกับพื้น ภายในบ้านฝุ่นเขรอะ"
    }
  },
  {
    "translation": {
      "en": "But it also preserved glimpses of how sophisticated Roman life was,",
      "th": "แต่มันยังรักษาสภาพชีวิตที่ล้ำสมัยอีกด้วย"
    }
  },
  {
    "translation": {
      "en": "with creature comforts like indoor plumbing and cunnilingus.",
      "th": "มีเครื่องอำนวยความสะดวก เช่นระบบประปาในบ้าน การลงลิ้น"
    }
  },
  {
    "translation": {
      "en": "The Roman Empire was years ahead of its time.",
      "th": "จักรวรรดิโรมันล้ำสมัยมาก"
    }
  },
  {
    "translation": {
      "en": "People think the Romans invented loads of things,",
      "th": "ผู้คนเห็นชาวโรมันคิดค้นหลายสิ่ง"
    }
  },
  {
    "translation": {
      "en": "but often they only perfected things that other people had made.",
      "th": "แต่บางทีก็แค่ปรับปรุงสิ่งที่ชาติอื่นทำไว้"
    }
  },
  {
    "translation": {
      "en": "I'll say some things and you tell me if the Romans invented them",
      "th": "ฉันจะพูดชื่อให้คุณบอกว่าชาวโรมันคิดค้น"
    }
  },
  {
    "translation": {
      "en": "or just perfected them.",
      "th": "หรือปรับปรุงนะ"
    }
  },
  {
    "translation": {
      "en": "Right? Invented or perfected.",
      "th": "คิดค้นหรือปรับปรุง"
    }
  },
  {
    "translation": {
      "en": "Test me.",
      "th": "ทดสอบผมเลย"
    }
  },
  {
    "translation": {
      "en": "-Underfloor heating. -Invented.",
      "th": "- ระบบความร้อนใต้พื้น - คิดค้น"
    }
  },
  {
    "translation": {
      "en": "Ding!",
      "th": "ปิ๊งป่อง"
    }
  },
  {
    "translation": {
      "en": "-The calendar. -Perfected.",
      "th": "- ปฏิทิน - ปรับปรุง"
    }
  },
  {
    "translation": {
      "en": "You wallied. That means you can't answer the next one.",
      "th": "คุณเอ๋อ ห้ามตอบข้อถัดไป"
    }
  },
  {
    "translation": {
      "en": "Roads.",
      "th": "ถนน"
    }
  },
  {
    "translation": {
      "en": "Well, the roads were invented by Persians and plenty of people knew about roads.",
      "th": "ไม่ใช่ คนเปอร์เซียสร้างถนน คนอื่นๆ อีกหลายชาติก็รู้จักถนน"
    }
  },
  {
    "translation": {
      "en": "You wallied anyway, you can't answer that one.",
      "th": "คุณเอ๋อไง ตอบข้อนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Oh, right. -Concrete.",
      "th": "- จริงด้วย - คอนกรีต"
    }
  },
  {
    "translation": {
      "en": "Invented. Ding!",
      "th": "- คิดค้น - ปิ๊งป่อง"
    }
  },
  {
    "translation": {
      "en": "The alphabet.",
      "th": "ตัวอักษร"
    }
  },
  {
    "translation": {
      "en": "Definitely did not invent it, and probably didn't really perfect it either.",
      "th": "ไม่ได้คิดค้นแน่นอน และคงไม่ได้ปรับปรุงด้วย"
    }
  },
  {
    "translation": {
      "en": "I mean, that's sort of…",
      "th": "- ออกแนว… - เลือกสักทาง"
    }
  },
  {
    "translation": {
      "en": "-Gotta pick one. -Have I?",
      "th": "- ออกแนว… - เลือกสักทาง - ต้องเลือกเหรอ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Um… I mean, perfected is wrong--",
      "th": "- ปรับปรุงก็ไม่ถูก… - ปิ๊งป่อง"
    }
  },
  {
    "translation": {
      "en": "Ding! Anal bleaching.",
      "th": "- ปรับปรุงก็ไม่ถูก… - ปิ๊งป่อง - ฟอกสีก้น - อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "-What? -Anal bleaching.",
      "th": "- ฟอกสีก้น - อะไรนะ ฟอกสีก้น"
    }
  },
  {
    "translation": {
      "en": "[softly] Anal bleaching?",
      "th": "ฟอกสีก้น…"
    }
  },
  {
    "translation": {
      "en": "-I've no idea what they would have done. -Go on, give it a go.",
      "th": "- นึกไม่ออกเลยว่าทางไหน - ลองเดาดู"
    }
  },
  {
    "translation": {
      "en": "-I don't know what it is. -It's when they bleach your arse.",
      "th": "- คืออะไรยังไม่รู้ - ฟอกสีก้น"
    }
  },
  {
    "translation": {
      "en": "-Really? -Yeah. Lighten it up.",
      "th": "- จริงเหรอ - ใช่ ให้ขาวขึ้น"
    }
  },
  {
    "translation": {
      "en": "Not around my way, they don't. But anyway, I've no idea with that. Pass.",
      "th": "บ้านผมไม่เห็นจะมี แต่ไม่รู้จริงๆ ว่าจะทางไหน ขอผ่าน"
    }
  },
  {
    "translation": {
      "en": "Invented or perfected, you can't pass.",
      "th": "คิดค้น ปรับปรุง ผ่านไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Bleaching? -Yep. Bleaching the arsehole.",
      "th": "- ฟอกสีเหรอ - ใช่ ฟอกสีรูก้น"
    }
  },
  {
    "translation": {
      "en": "Um… okay. Well, I'll say they invented it, but…",
      "th": "เอาละ งั้นคิดค้น แต่ว่า…"
    }
  },
  {
    "translation": {
      "en": "Just a few hundred thousand years ago,",
      "th": "แค่ไม่กี่แสนปีก่อนนี้เอง"
    }
  },
  {
    "translation": {
      "en": "humans had been living in caves like animals.",
      "th": "มนุษย์อาศัยในถ้ำอย่างสัตว์"
    }
  },
  {
    "translation": {
      "en": "Now, following a series of technological and cultural breakthroughs,",
      "th": "แต่หลังมีการประดิษฐ์เทคโนโลยี และพัฒนาวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "we were living in cities, like people.",
      "th": "เราอาศัยในเมืองอย่างคน"
    }
  },
  {
    "translation": {
      "en": "Looking around ancient Rome, our ancestors could have been forgiven",
      "th": "พอมาดูโรมันโบราณ เราคงพอจะยกโทษให้บรรพบุรุษที่กระหยิ่มใจ"
    }
  },
  {
    "translation": {
      "en": "for feeling almost as smug as James Corden.",
      "th": "เราคงพอจะยกโทษให้บรรพบุรุษที่กระหยิ่มใจ เหมือนเจมส์ คอร์เดน"
    }
  },
  {
    "translation": {
      "en": "But little did the Roman Empire know",
      "th": "แต่จักรวรรดิโรมันไม่รู้เลย"
    }
  },
  {
    "translation": {
      "en": "it was about to come up against its biggest challenge:",
      "th": "มันจะได้เจอกับ เรื่องท้าทายสุดหิน คนรักสันติ"
    }
  },
  {
    "translation": {
      "en": "a man of peace, Jesus Christ Almighty, street name: son of God.",
      "th": "มันจะได้เจอกับ เรื่องท้าทายสุดหิน คนรักสันติ พระเยซูคริสต์ ฉายา \"บุตรแห่งพระเจ้า\""
    }
  },
  {
    "translation": {
      "en": "Next time, we look at religion and how it spread.",
      "th": "ตอนต่อไป เราจะดูการเผยแผ่ศาสนา"
    }
  },
  {
    "translation": {
      "en": "Like memes, but with a whole lifestyle and clothing line attached.",
      "th": "ที่คล้ายๆ กับมีม แต่มาพร้อมเสื้อผ้าและวิถีชีวิต"
    }
  },
  {
    "translation": {
      "en": "And we'll be looking at two of the most important books in history:",
      "th": "และสุดยอดหนังสือสองเล่มในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "the Bible and the Koran,",
      "th": "คัมภีร์ไบเบิลและอัลกุรอาน"
    }
  },
  {
    "translation": {
      "en": "and finally answering the question, which is best?",
      "th": "และตอบคำถามเสียทีว่า เล่มไหนเจ๋งสุด"
    }
  }
]