[
  {
    "translation": {
      "en": "[man] Sure, there are mutants and mages galore,",
      "th": "แน่นอนว่ามีมนุษย์กลายพันธุ์และผู้วิเศษมากมาย"
    }
  },
  {
    "translation": {
      "en": "but the slow, beating heart of The Witcher is in its monsters.",
      "th": "แต่หัวใจที่เต้นช้าๆ ของเดอะ วิทเชอร์ อยู่ในเหล่าสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "While some may be unfamiliar to you,",
      "th": "บางตัวคุณอาจจะไม่คุ้น"
    }
  },
  {
    "translation": {
      "en": "they've actually been with us, stalking through human stories,",
      "th": "แต่ที่จริงมันอยู่กับเรา แอบตามดูเรื่องราวของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "for centuries, even millennia.",
      "th": "มาหลายร้อยปี อาจจะหลายพันปีเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Here are the very real mythologies behind every single monster",
      "th": "นี่คือตำนานที่แท้จริงเบื้องหลังสัตว์ประหลาดทุกตัว"
    }
  },
  {
    "translation": {
      "en": "in the first half of The Witcher's first season,",
      "th": "ในครึ่งแรกของซีซั่นแรกของเดอะ วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "in order of appearance.",
      "th": "ตามลำดับการปรากฏตัว"
    }
  },
  {
    "translation": {
      "en": "Okay, so you know The Witcher is serious about monsters",
      "th": "โอเค คุณรู้ว่าเดอะ วิทเชอร์ จริงจังกับสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "when it has a kikimora in the first scene of the first episode.",
      "th": "ตอนที่คิคิโมร่าโผล่มาในฉากแรกของตอนแรก"
    }
  },
  {
    "translation": {
      "en": "If that name's not ringing a bell,",
      "th": "ถ้าชื่อนั้นไม่คุ้นหูล่ะก็"
    }
  },
  {
    "translation": {
      "en": "it's probably because it's a beast from Slavic folklore,",
      "th": "อาจเพราะมันเป็นสัตว์ จากนิทานพื้นบ้านของชาวสลาฟ"
    }
  },
  {
    "translation": {
      "en": "which has been underrepresented in popular fiction.",
      "th": "ที่ถูกมองข้ามในนิยายดังๆ"
    }
  },
  {
    "translation": {
      "en": "To start, kikimoras are always female.",
      "th": "ตอนแรก คิคิโมร่าเป็นผู้หญิงเสมอ มันเกิดมาจากเด็กที่ตายตั้งแต่เกิด หรือผู้หญิงที่ตายตอนคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "They rise from stillborn children, or women who died in labor,",
      "th": "มันเกิดมาจากเด็กที่ตายตั้งแต่เกิด หรือผู้หญิงที่ตายตอนคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "and often bear the deceased's face.",
      "th": "และมักจะมีใบหน้าของคนตาย"
    }
  },
  {
    "translation": {
      "en": "In some Russian versions of the tale,",
      "th": "ในนิทานของรัสเซียบางเรื่อง"
    }
  },
  {
    "translation": {
      "en": "kikimora is, indeed, a creature of the swamp,",
      "th": "จริงๆ แล้วคิคิโมร่าเป็นสิ่งมีชีวิตในหนองน้ำ"
    }
  },
  {
    "translation": {
      "en": "who leaves wet footprints wherever she goes.",
      "th": "ที่ทิ้งรอยเท้าเปียกๆ ไว้ทุกที่ที่มันไป"
    }
  },
  {
    "translation": {
      "en": "But in most, she's a purely household spirit,",
      "th": "แต่ส่วนใหญ่ มันเป็นเพียงวิญญาณตามบ้านเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "occasionally, a nightmarish household spirit,",
      "th": "บางครั้งก็เป็นวิญญาณตามบ้านที่ทำให้ฝันร้าย"
    }
  },
  {
    "translation": {
      "en": "slipping through keyholes to squat on the chest of sleepers, suffocating them.",
      "th": "ลอดเข้ามาทางรูกุญแจ เพื่อไปนั่งยองๆ บนหน้าอกของคนที่หลับอยู่ และทำให้หายใจไม่ออก"
    }
  },
  {
    "translation": {
      "en": "In her more benign incarnations, though,",
      "th": "แต่ในร่างที่อ่อนโยนกว่าของมัน"
    }
  },
  {
    "translation": {
      "en": "she's described as more of a nuisance with a cleanliness fetish.",
      "th": "มีการอธิบายว่ามันเป็นสิ่งรบกวน ที่คลั่งไคล้ความสะอาด"
    }
  },
  {
    "translation": {
      "en": "So you can think of kikimora",
      "th": "ดังนั้นคุณอาจคิดว่าคิคิโมร่า"
    }
  },
  {
    "translation": {
      "en": "as kind of a monstrous cousin to… Marie Kondo?",
      "th": "เป็นญาติที่ชั่วร้ายของมาริเอะ คนโดก็ได้"
    }
  },
  {
    "translation": {
      "en": "I love mess.",
      "th": "ฉันรักความรกรุงรัง"
    }
  },
  {
    "translation": {
      "en": "Human-animal hybrids are a…",
      "th": "ลูกผสมระหว่างมนุษย์กับสัตว์นั้น…"
    }
  },
  {
    "translation": {
      "en": "♪ Tale as old as time ♪",
      "th": "เป็นเรื่องเล่าขานมานาน"
    }
  },
  {
    "translation": {
      "en": "Almost every mythological tradition on Earth has some variation of them.",
      "th": "เกือบทุกประเพณีในตำนานบนโลก มีลูกผสมรูปแบบต่างๆ"
    }
  },
  {
    "translation": {
      "en": "The first we see in The Witcher are sylvans,",
      "th": "ตัวแรกที่เราเห็นในเดอะ วิทเชอร์คือซิลแวน"
    }
  },
  {
    "translation": {
      "en": "which resemble fawns,",
      "th": "ซึ่งคล้ายลูกกวาง"
    }
  },
  {
    "translation": {
      "en": "the unpredictable woodland man-goats from Greco-Roman mythology.",
      "th": "มนุษย์แพะในป่าที่คาดเดาไม่ได้ จากตำนานกรีก-โรมัน"
    }
  },
  {
    "translation": {
      "en": "In many versions of that latter myth, the Minotaur was conceived",
      "th": "ในหลายๆ เรื่องเล่าของตำนานในเวลาต่อมา มินะทอร์ตั้งครรภ์"
    }
  },
  {
    "translation": {
      "en": "when the insulted god Poseidon took revenge on the insulting King Minos",
      "th": "ตอนที่เทพโพไซดอนที่โดนดูถูก มาแก้แค้นกษัตริย์ไมนอสที่ดูถูกตน"
    }
  },
  {
    "translation": {
      "en": "by cursing his wife,",
      "th": "ด้วยการสาปแช่งภรรยาของเขา"
    }
  },
  {
    "translation": {
      "en": "making her fall for a real specimen of a bull.",
      "th": "ทำให้เธอตกหลุมรักวัวกระทิงจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There's a lot of art on the Internet about this. [sighs]",
      "th": "มีงานศิลปะมากมาย ในอินเทอร์เน็ตเกี่ยวกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "It might be why Geralt goes immediately for the mom insults.",
      "th": "อาจเป็นเหตุผลที่เกรอลท์พูดจาดูถูกแม่ทันที"
    }
  },
  {
    "translation": {
      "en": "Your mother fuck a goat?",
      "th": "แม่เจ้าเอากับแพะรึ"
    }
  },
  {
    "translation": {
      "en": "But lest you think that human-animal hybrids",
      "th": "แต่เพราะเกรงว่าคุณจะคิดว่า ลูกผสมมนุษย์กับสัตว์"
    }
  },
  {
    "translation": {
      "en": "are just ancient magical things,",
      "th": "เป็นแค่เรื่องมหัศจรรย์โบราณ"
    }
  },
  {
    "translation": {
      "en": "allow me to introduce you to the mysterious Pig-Faced Lady of Europe.",
      "th": "ผมขออนุญาตแนะนำให้คุณรู้จักกับหญิงหน้าหมู แห่งยุโรปผู้ลึกลับหน่อยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "Nearly simultaneously in the 1600s, in multiple places across the continent,",
      "th": "เกือบจะในเวลาเดียวกันในช่วงปี 1600 ในหลายๆ สถานที่ทั่วทวีป"
    }
  },
  {
    "translation": {
      "en": "a legend arose of a pregnant rich woman who was cursed,",
      "th": "ตำนานของหญิงมีครรภ์ผู้ร่ำรวย ที่ต้องคำสาปได้เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "and whose baby was born with a pig's head.",
      "th": "และลูกของเธอเกิดมามีหัวเป็นหมู"
    }
  },
  {
    "translation": {
      "en": "The myth persisted, and somehow gained the veneer of fact.",
      "th": "ตำนานยังคงอยู่และชนะความจริงที่ถูกซ่อนไว้"
    }
  },
  {
    "translation": {
      "en": "As late as the 1800s, newspapers reported",
      "th": "ช่วงปลายปี 1800 หนังสือพิมพ์รายงานว่า"
    }
  },
  {
    "translation": {
      "en": "that the Pig-Faced Lady lived in London's posh Manchester Square.",
      "th": "หญิงหน้าหมูอาศัยอยู่ ในจัตุรัสแมนเชสเตอร์สุดหรูของลอนดอน"
    }
  },
  {
    "translation": {
      "en": "If you finished The Witcher,",
      "th": "ถ้าคุณดูเดอะ วิทเชอร์จบแล้ว"
    }
  },
  {
    "translation": {
      "en": "you know the striga is probably the scariest monster on the show,",
      "th": "คุณจะรู้ว่าสตริกาน่าจะเป็นสัตว์ประหลาด ที่น่ากลัวที่สุดของเรื่องเลย"
    }
  },
  {
    "translation": {
      "en": "although technically, she's a cursed human.",
      "th": "ถึงแม้ตามหลักแล้วมันจะเป็นมนุษย์ที่โดนสาป"
    }
  },
  {
    "translation": {
      "en": "And that's fitting, because they're pretty terrifying",
      "th": "และนั่นก็เหมาะสมแล้ว เพราะพวกมันก็น่ากลัวมากในตำนาน ที่มีอยู่น้อยนิดเกี่ยวกับพวกมันเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "in the scant myths about them too.",
      "th": "เพราะพวกมันก็น่ากลัวมากในตำนาน ที่มีอยู่น้อยนิดเกี่ยวกับพวกมันเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "According to what we have, the striga is sort of a vampire prototype.",
      "th": "จากข้อมูลที่เรามี สตริกาเป็นเหมือนต้นตระกูลของผีดูดเลือด"
    }
  },
  {
    "translation": {
      "en": "Huge, almost bird-like claws, sharp fangs, and a thirst for human flesh and blood,",
      "th": "กรงเล็บใหญ่มากเกือบเหมือนนก เขี้ยวแหลม และกระหายเลือดและเนื้อของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "-although she can live off of animals too. -[wailing]",
      "th": "ถึงแม้มันจะกินสัตว์เป็นอาหารได้เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "But strigas weren't born that way.",
      "th": "แต่ตอนแรกสตริกาไม่ได้เกิดมาแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "The unlucky number was two.",
      "th": "เลขแห่งความโชคร้ายคือเลขสอง"
    }
  },
  {
    "translation": {
      "en": "People with two hearts, two souls, two sets of teeth,",
      "th": "คนที่มีหัวใจสองดวง วิญญาณสองดวง ฟันสองชุด"
    }
  },
  {
    "translation": {
      "en": "conditions common when a pregnant woman was cursed,",
      "th": "เงื่อนไขที่พบได้ทั่วไปเมื่อผู้หญิงตั้งท้องโดนสาป"
    }
  },
  {
    "translation": {
      "en": "could become strigas after they died.",
      "th": "อาจกลายเป็นสตริกาได้เมื่อพวกเธอตาย"
    }
  },
  {
    "translation": {
      "en": "Their second self sort of took over the corpse",
      "th": "ตัวตนที่สองพวกเธอจะยึดครองศพ"
    }
  },
  {
    "translation": {
      "en": "and went on a feeding frenzy.",
      "th": "และกินอาหารอย่างบ้าคลั่ง"
    }
  },
  {
    "translation": {
      "en": "Even though they're not so common in fiction,",
      "th": "ถึงแม้มันจะไม่ได้มีอยู่ทั่วไปในนิยาย"
    }
  },
  {
    "translation": {
      "en": "it's interesting how many cultures have variations on the theme.",
      "th": "แต่ก็น่าสนใจที่หลายๆ วัฒนธรรม พูดถึงประเด็นนี้ในแบบต่างๆ"
    }
  },
  {
    "translation": {
      "en": "Striga's demonic cousins proliferated across Southern and Eastern Europe",
      "th": "เครือญาติปีศาจของสตริกา แพร่พันธุ์ไปยังภาคใต้และตะวันออกของยุโรป"
    }
  },
  {
    "translation": {
      "en": "to unlikely places, like your garden.",
      "th": "ในที่ที่ไม่น่าจะเป็นไปได้อย่างสวนของคุณ"
    }
  },
  {
    "translation": {
      "en": "This is the striga, or witchweed plant, which is kind of pretty, right?",
      "th": "นี่คือต้นสตริกาหรือหญ้าแม่มด ซึ่งก็สวยดีนะ ว่าไหม"
    }
  },
  {
    "translation": {
      "en": "But it's known for viciously penetrating the roots of a host plant",
      "th": "แต่มันขึ้นชื่อเรื่องการเจาะราก ของพืชที่มันเกาะอยู่อย่างโหดร้าย"
    }
  },
  {
    "translation": {
      "en": "and sucking out all of its nutrients.",
      "th": "และดูดสารอาหารออกไปหมด"
    }
  },
  {
    "translation": {
      "en": "Scientists even make dad jokes about its rapaciousness.",
      "th": "นักวิทยาศาสตร์ถึงกับสร้างมุกแป้ก เกี่ยวกับความโลภของมัน"
    }
  },
  {
    "translation": {
      "en": "So whether it's the plant or the bewitched princess variety,",
      "th": "ดังนั้นไม่ว่าจะเป็นพืชหรือเป็นเจ้าหญิงมากเสน่ห์"
    }
  },
  {
    "translation": {
      "en": "-stay away from strigas, y'all. -[squealing]",
      "th": "ก็อยู่ให้ห่างสตริกาไว้ดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Well, when it comes to episode four's selkiemaw,",
      "th": "เมื่อพูดถึงมนุษย์แมวน้ำหรือเซลกีมอว์ ของตอนที่สี่แล้ว"
    }
  },
  {
    "translation": {
      "en": "the showrunners of The Witcher didn't give us much info to work with.",
      "th": "ผู้อำนวยการสร้างเดอะ วิทเชอร์ ไม่ได้ให้ข้อมูลอะไรเรามากมาย"
    }
  },
  {
    "translation": {
      "en": "Thanks, Lauren Schmidt Hissrich!",
      "th": "ขอบคุณนะ ลอเรน ชมิดต์ ฮิสส์ริค"
    }
  },
  {
    "translation": {
      "en": "All we hear is a pretty gripping tavern talk",
      "th": "สิ่งเดียวที่เราได้ยินคือ การพูดคุยในโรงเหล้าที่น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "from a villager that includes the creature's name.",
      "th": "จากชาวบ้านคนหนึ่ง ที่พูดชื่อสัตว์ประหลาดออกมาด้วย"
    }
  },
  {
    "translation": {
      "en": "The ice cracked open",
      "th": "น้ำแข็งแตกออก"
    }
  },
  {
    "translation": {
      "en": "and a selkiemaw shot out!",
      "th": "แล้วมนุษย์แมวน้ำก็พุ่งออกมา"
    }
  },
  {
    "translation": {
      "en": "Oh, you never seen one!",
      "th": "เจ้าไม่มีวันได้เห็นแน่"
    }
  },
  {
    "translation": {
      "en": "And all we see are its guts on Geralt.",
      "th": "และสิ่งเดียวที่เราเห็นคือไส้ของมันบนตัวเกรอลท์"
    }
  },
  {
    "translation": {
      "en": "Had to kill it from the inside.",
      "th": "ต้องฆ่ามันจากข้างในน่ะ"
    }
  },
  {
    "translation": {
      "en": "The name \"selkiemaw\" in every spelling we could think of",
      "th": "ชื่อ \"มนุษย์แมวน้ำ\" ในทุกตัวสะกดที่เรานึกออก"
    }
  },
  {
    "translation": {
      "en": "doesn't return any results.",
      "th": "ไม่ปรากฏผลลัพธ์อะไรเลย"
    }
  },
  {
    "translation": {
      "en": "But plain old selkies are indeed notable mythological creatures of the water.",
      "th": "แต่เซลกีธรรมดาเป็นสิ่งมีชีวิตในน้ำ ในตำนานที่มีชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "In Irish, Scottish, and Icelandic folklore,",
      "th": "ในนิทานพื้นบ้านของไอริช สกอต และไอซ์แลนด์"
    }
  },
  {
    "translation": {
      "en": "the selkie is kind of an affable, shape-shifting seal.",
      "th": "เซลกีคือแมวน้ำใจดีที่เปลี่ยนรูปร่างได้"
    }
  },
  {
    "translation": {
      "en": "It mostly spends its time in seal-like endeavors,",
      "th": "มันใช้เวลาส่วนใหญ่ไปกับการดิ้นรน"
    }
  },
  {
    "translation": {
      "en": "lounging on rocks, being cute, et cetera,",
      "th": "นอนบนโขดหิน ทำตัวน่ารักเหมือนแมวน้ำ"
    }
  },
  {
    "translation": {
      "en": "but occasionally, it sheds its prized skin,",
      "th": "แต่บางครั้ง มันก็ลอกคราบหนังตัวเองออก"
    }
  },
  {
    "translation": {
      "en": "revealing a beautiful human underneath, and comes ashore.",
      "th": "เผยให้เห็นมนุษย์ที่งดงามใต้ผิวหนังนั้น และขึ้นมาบนฝั่ง"
    }
  },
  {
    "translation": {
      "en": "There's usually a lot of marriage shenanigans after this.",
      "th": "มักจะมีการหลอกแต่งงานมากมายหลังจากนี้"
    }
  },
  {
    "translation": {
      "en": "Its use is fitting for an episode writen by an Irishman.",
      "th": "ประโยชน์ของมันเหมาะกับ ตอนที่เขียนบทโดยชาวไอริชมาก"
    }
  },
  {
    "translation": {
      "en": "Still, a friendly seal with magical outerwear",
      "th": "แต่แมวน้ำใจดีกับเสื้อคลุมสุดวิเศษ"
    }
  },
  {
    "translation": {
      "en": "doesn't quite square with what little we know of the selkiemaw.",
      "th": "ก็ไม่ตรงกับสิ่งที่เรารู้ เกี่ยวกับมนุษย์แมวน้ำสักเท่าไหร่ เช่นที่มันสามารถกลืนวิทเชอร์ได้ทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "Like, it can swallow a witcher whole.",
      "th": "เช่นที่มันสามารถกลืนวิทเชอร์ได้ทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "It has swallowed a whole village… whole.",
      "th": "มันเคยกลืนกินคนทั้งหมู่บ้าน"
    }
  },
  {
    "translation": {
      "en": "It possesses a cavernous mouth with devil's teeth.",
      "th": "มันมีปากเป็นโพรงใหญ่และมีฟันแบบปีศาจ"
    }
  },
  {
    "translation": {
      "en": "And actually, there is tell of a similar creature",
      "th": "และที่จริงก็มีเรื่องเล่า เกี่ยวกับสิ่งมีชีวิตคล้ายๆ กัน"
    }
  },
  {
    "translation": {
      "en": "lurking deep within Russia,",
      "th": "ที่ซ่อนตัวอยู่ลึกเข้าไปในรัสเซีย"
    }
  },
  {
    "translation": {
      "en": "about a six hours' drive west of Moscow.",
      "th": "อยู่ทางตะวันตกของมอสโก ใช้เวลาขับรถราวหกชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "The Brosno Dragon.",
      "th": "มังกรบรอสโน"
    }
  },
  {
    "translation": {
      "en": "It's said to be a huge reptilian or dinosaur-like creature",
      "th": "ว่ากันว่ามันเป็นสิ่งมีชีวิต ที่เหมือนสัตว์เลื้อยคลานหรือไดโนเสาร์"
    }
  },
  {
    "translation": {
      "en": "that inhabits the small, but curiously deep waters of Lake Brosno.",
      "th": "ที่อาศัยอยู่ในมุมเล็กๆ แต่เป็นน้ำลึก ที่แปลกประหลาดของทะเลสาบบรอสโน"
    }
  },
  {
    "translation": {
      "en": "And just like the selkiemaw, the dragon can eat.",
      "th": "และเช่นเดียวกับมนุษย์แมวน้ำ มังกรกินได้"
    }
  },
  {
    "translation": {
      "en": "His stories are full of him chomping down on things",
      "th": "เรื่องราวของมันเต็มไปด้วย การที่มันทำลายสิ่งต่างๆ"
    }
  },
  {
    "translation": {
      "en": "like invading Tatar warriors and their horses,",
      "th": "เช่น นักรบตาตาร์และม้าของพวกเขาที่มารุกราน"
    }
  },
  {
    "translation": {
      "en": "a German aeroplane during World War II,",
      "th": "เครื่องบินเยอรมันในช่วงสงครามโลกครั้งที่สอง"
    }
  },
  {
    "translation": {
      "en": "and, somehow, an entire island",
      "th": "และเกาะทั้งเกาะ"
    }
  },
  {
    "translation": {
      "en": "that some Vikings were going to leave some treasure on.",
      "th": "ที่ไวกิ้งบางคนจะทิ้งสมบัติไว้"
    }
  },
  {
    "translation": {
      "en": "I don't know if this is wise without a witcher in tow,",
      "th": "ผมไม่รู้ว่าทำแบบนี้ฉลาดไหม ถ้าไม่มีวิทเชอร์ไปด้วย"
    }
  },
  {
    "translation": {
      "en": "but people still look for the dragon.",
      "th": "แต่คนก็ยังตามหามังกรกันอยู่"
    }
  },
  {
    "translation": {
      "en": "This is an easily-chompable dog sled team searching across the frozen lake.",
      "th": "นี่คือทีมลากเลื่อนสุนัขที่จะถูกฆ่าได้ง่ายๆ ที่กำลังค้นหาทั่วทะเลสาบน้ำแข็ง"
    }
  },
  {
    "translation": {
      "en": "♪ Toss a coin to your witcher ♪",
      "th": "โยนเหรียญเจ้าให้กับวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "♪ O, Valley of Plenty ♪",
      "th": "หุบเขาแห่งความมั่งมี"
    }
  },
  {
    "translation": {
      "en": "♪ Whoa-oh-oh ♪",
      "th": "โวโฮโฮ"
    }
  },
  {
    "translation": {
      "en": "Our search for the selkiemaw, however, has reached its successful conclusion.",
      "th": "แต่การค้นหามนุษย์แมวน้ำของเรา ได้ข้อสรุปที่เป็นผลสำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "We figured it out.",
      "th": "เราคิดออกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Take that, Lauren Schmidt Hissrich!",
      "th": "รับไปซะ ลอเรน ชมิดต์ ฮิสส์ริค!"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "In the fourth episode,",
      "th": "ในตอนที่สี่"
    }
  },
  {
    "translation": {
      "en": "there's also this formidable killer insect that haunts Yennefer, roachhound.",
      "th": "ยังมีแมลงนักฆ่าที่น่ากลัวตัวนี้ ที่ตามหลอกหลอนเยนเนเฟอร์ด้วย โรชฮาวด์"
    }
  },
  {
    "translation": {
      "en": "So we started researching it, and the weirdest thing we realized is…",
      "th": "เราจึงเริ่มหาข้อมูลมัน และสิ่งที่แปลกที่สุดที่เราคิดได้คือ"
    }
  },
  {
    "translation": {
      "en": "where are all the insect monsters?",
      "th": "สัตว์ประหลาดแมลงทั้งหมดอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Like, I mean, insects, and all arthropods, really,",
      "th": "ผมหมายความว่าแมลงและพวกสัตว์ขาปล้องเนี่ย"
    }
  },
  {
    "translation": {
      "en": "are basically already monsters in real life.",
      "th": "มันก็เป็นสัตว์ประหลาดอยู่แล้วในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "So why not make them mythological ones?",
      "th": "แล้วทำไมไม่ทำให้มันเป็นตำนานซะล่ะ"
    }
  },
  {
    "translation": {
      "en": "But maybe we're not looking in the right places.",
      "th": "แต่อาจเป็นเพราะเราหาไม่ถูกที่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Think about it.",
      "th": "ลองคิดดูสิ"
    }
  },
  {
    "translation": {
      "en": "The typical Western myths that many of us learn in school",
      "th": "ตำนานตะวันตกทั่วไป ที่พวกเราหลายคนเรียนที่โรงเรียน"
    }
  },
  {
    "translation": {
      "en": "usually involve mammalian or sometimes lizard-like creatures.",
      "th": "มักเกี่ยวข้องกับสัตว์เลี้ยงลูกด้วยนม หรือสิ่งมีชีวิตที่เหมือนกิ้งก่า"
    }
  },
  {
    "translation": {
      "en": "But Asian, Pacific, and Indigenous folklore",
      "th": "แต่นิทานพื้นบ้านของชาวเอเชีย แปซิฟิก และชนพื้นเมือง"
    }
  },
  {
    "translation": {
      "en": "often seems to use insects and spiders in their monster making.",
      "th": "มักใช้แมลงและแมงมุมในการสร้างสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "In the tales of Thailand",
      "th": "ในนิทานของไทย"
    }
  },
  {
    "translation": {
      "en": "and several New York State Native American tribes,",
      "th": "และชนเผ่าพื้นเมืองของรัฐนิวยอร์กหลายเผ่า"
    }
  },
  {
    "translation": {
      "en": "there are monster mosquitoes as big as chickens",
      "th": "มีฝูงยุงปีศาจตัวใหญ่เท่าไก่"
    }
  },
  {
    "translation": {
      "en": "who are capable of launching coordinated attacks on forts.",
      "th": "ที่สามารถโจมตีป้อมปราการพร้อมกันได้"
    }
  },
  {
    "translation": {
      "en": "The Wayana of South America have Kuluwajak,",
      "th": "เผ่าวายานาของแอฟริกาใต้มีคูลูวาจัค"
    }
  },
  {
    "translation": {
      "en": "forgive the pronunciation,",
      "th": "ถ้าออกเสียงผิดอย่าถือสานะครับ"
    }
  },
  {
    "translation": {
      "en": "a two-headed caterpillar who cuts off and devours human heads.",
      "th": "หนอนผีเสื้อสองหัวที่ตัดหัวมนุษย์มากิน"
    }
  },
  {
    "translation": {
      "en": "And then there's Japan.",
      "th": "แล้วก็ที่ญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "The Japanese have a giant Samurai-hating spider",
      "th": "ชาวญี่ปุ่นมีแมงมุมซามูไรยักษ์น่ารังเกียจ"
    }
  },
  {
    "translation": {
      "en": "that can turn invisible,",
      "th": "ที่สามารถล่องหนได้"
    }
  },
  {
    "translation": {
      "en": "and Ōmukade, a mountain-sized centipede with venom for breath.",
      "th": "และโอมูคาเดะ ตะขาบขนาดเท่าภูเขา ที่มีลมหายใจเป็นพิษ"
    }
  },
  {
    "translation": {
      "en": "By the way, this is a real Mukade centipede,",
      "th": "แต่นี่คือตะขาบโอมูคาเดะของจริง"
    }
  },
  {
    "translation": {
      "en": "and I still find it frightening.",
      "th": "และผมว่าก็ยังน่ากลัวอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "So, yeah, insect monsters.",
      "th": "ก็นั่นละครับ สัตว์ประหลาดแมลง"
    }
  },
  {
    "translation": {
      "en": "I'm not scared.",
      "th": "ผมไม่ได้กลัวนะ"
    }
  },
  {
    "translation": {
      "en": "Are-- are you scared?",
      "th": "คุณกลัวเหรอ"
    }
  },
  {
    "translation": {
      "en": "Run far, run fast, Yennefer!",
      "th": "วิ่งไปไกลๆ วิ่งเร็วเข้า เยนเนเฟอร์"
    }
  },
  {
    "translation": {
      "en": "[echoing] There's something profoundly disturbing about meeting your exact twin.",
      "th": "มีบางอย่างที่กวนใจมาก เกี่ยวกับการได้พบกับคนที่เหมือนกับคุณเปี๊ยบ"
    }
  },
  {
    "translation": {
      "en": "-Wait. -Wait. -Stop that! -Stop that!",
      "th": "เดี๋ยว หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Which might be why the myth of the doppelgänger keeps finding its way into our popular fiction,",
      "th": "นั่นอาจเป็นสาเหตุที่ตำนานของดอพเพิลเก็งเงอร์ เป็นเรื่องเล่ายอดนิยมของเราอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "including in The Witcher's doppler.",
      "th": "รวมถึงดอพเพลอร์ในเดอะ วิทเชอร์ด้วย"
    }
  },
  {
    "translation": {
      "en": "True, the word doppelgänger was only coined in the 18th century,",
      "th": "จริงอยู่ที่คำว่า \"ดอพเพิลเก็งเงอร์\" เพิ่งเกิดขึ้นในศตวรรษที่ 18"
    }
  },
  {
    "translation": {
      "en": "but cultures as old as the Ancient Egyptians",
      "th": "แต่วัฒนธรรมที่เก่าแก่พอๆ กับชาวอียิปต์โบราณ"
    }
  },
  {
    "translation": {
      "en": "believed in the ka,",
      "th": "เชื่อในคา"
    }
  },
  {
    "translation": {
      "en": "a sort of spiritual facsimile",
      "th": "ซึ่งเป็นสำเนาทางจิตวิญญาณ"
    }
  },
  {
    "translation": {
      "en": "replete with a person's memories and feelings",
      "th": "ที่เต็มไปด้วยความทรงจำและความรู้สึกของบุคคล"
    }
  },
  {
    "translation": {
      "en": "that could sometimes mislead.",
      "th": "ซึ่งบางครั้งอาจทำให้เข้าใจผิดได้"
    }
  },
  {
    "translation": {
      "en": "But they can also replace you.",
      "th": "แต่พวกมันก็แทนที่คุณได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Everything you've ever done,",
      "th": "ทุกอย่างที่เจ้าเคยทำ"
    }
  },
  {
    "translation": {
      "en": "ever debated,",
      "th": "เคยโต้แย้ง"
    }
  },
  {
    "translation": {
      "en": "ever dreamed is in our head now.",
      "th": "เคยฝัน บัดนี้อยู่ในหัวของเราแล้ว"
    }
  },
  {
    "translation": {
      "en": "People from the Orkney Islands feared the trow,",
      "th": "ผู้คนจากหมู่เกาะออร์กนีย์กลัวทราว"
    }
  },
  {
    "translation": {
      "en": "sickly changeling creatures",
      "th": "สิ่งมีชีวิตอัปลักษณ์ที่คอยสับเปลี่ยนเด็ก"
    }
  },
  {
    "translation": {
      "en": "that would replace healthy human babies with their identical trow replicas.",
      "th": "โดยจะเอาสำเนาทราวที่เหมือนกันของพวกมัน ไปแทนที่ทารกมนุษย์ที่แข็งแรง"
    }
  },
  {
    "translation": {
      "en": "Sometimes a benign version of the doppelgänger will pop up.",
      "th": "บางครั้งดอพเพิลเก็งเงอร์ที่ใจดีก็โผล่มา"
    }
  },
  {
    "translation": {
      "en": "The Norse Vardøger, for instance, was an identical you",
      "th": "ยกตัวอย่างเช่น นอร์ส วาร์โดเกอร์ที่หน้าตาเหมือนคุณ"
    }
  },
  {
    "translation": {
      "en": "that went ahead of the real you and showed up early to all your meetings.",
      "th": "และนำหน้าคุณที่เป็นตัวจริง และโผล่ไปที่การประชุมของคุณก่อนทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "But most of the time, they're an omen of doom.",
      "th": "แต่ส่วนใหญ่แล้ว มันมักจะเป็นลางร้าย"
    }
  },
  {
    "translation": {
      "en": "Following his election in 1860,",
      "th": "หลังจากการเลือกตั้งในปี 1860"
    }
  },
  {
    "translation": {
      "en": "Abraham Lincoln allegedly saw his exact double in the mirror.",
      "th": "อับราฮัม ลินคอล์นอ้างว่า เห็นภาพซ้อนของตัวเองในกระจก"
    }
  },
  {
    "translation": {
      "en": "The other was pale and ghastly looking.",
      "th": "อีกคนหน้าซีดและดูน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "His wife believed the vision foretold his re-election,",
      "th": "ภรรยาของเขาเชื่อว่านิมิตนั้น ทำนายผลการเลือกตั้งใหม่"
    }
  },
  {
    "translation": {
      "en": "but also his death.",
      "th": "รวมถึงการตายของเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "There is a condition, heautoscopy,",
      "th": "มีอาการหนึ่งที่เรียกว่าฮิวโทสโคปี้"
    }
  },
  {
    "translation": {
      "en": "which can cause someone to see their double at a distance.",
      "th": "ที่อาจทำให้คนเรา เห็นตัวเองอีกคนในระยะไกลได้"
    }
  },
  {
    "translation": {
      "en": "Or, at least, you better hope it's heautoscopy and not a doppelgänger!",
      "th": "หรืออย่างน้อยคุณก็ควรหวังว่ามันคือฮิวโทสโคปี้ ไม่ใช่ดอพเพิลเก็งเงอร์"
    }
  },
  {
    "translation": {
      "en": "As hard as it is to believe while watching this,",
      "th": "(ที่อยู่อาศัย: ซากปรักหักพัง สุสาน ทะเลทราย) ถึงแม้จะรู้สึกเชื่อได้ยากระหว่างดูฉากนี้"
    }
  },
  {
    "translation": {
      "en": "the djinn of Arabian mythology are, surprisingly, a lot like us.",
      "th": "แต่จินน์ในตำนานของอาหรับ เหมือนพวกเรามากอย่างไม่น่าเชื่อ"
    }
  },
  {
    "translation": {
      "en": "I mean, sure, they are technically, according to the Koran,",
      "th": "แน่นอนว่าจากข้อมูลในคัมภีร์กุรอ่าน ตามหลักแล้วมันคือ"
    }
  },
  {
    "translation": {
      "en": "creatures made of smokeless fire",
      "th": "สิ่งมีชีวิตที่เกิดมากจากไฟไร้ควัน"
    }
  },
  {
    "translation": {
      "en": "that live in an unseeable, unknowable dimension",
      "th": "ที่อาศัยอยู่ในมิติที่มองไม่เห็นและไม่อาจรู้ได้"
    }
  },
  {
    "translation": {
      "en": "somewhere beyond our own,",
      "th": "ที่ไหนสักแห่งเหนือตัวเรา"
    }
  },
  {
    "translation": {
      "en": "and who are blessed with supernatural powers",
      "th": "มันได้รับพรจากพลังเหนือธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "of shape-shifting, invisibility and flight,",
      "th": "ให้เปลี่ยนรูปร่างได้ ล่องหนได้ และบินได้"
    }
  },
  {
    "translation": {
      "en": "but they also possess a fair share of human qualities.",
      "th": "แต่พวกมันก็มีคุณสมบัติของมนุษย์ด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Like us, the djinn eat.",
      "th": "จินน์กินเหมือนพวกเรา"
    }
  },
  {
    "translation": {
      "en": "They drink. They sleep.",
      "th": "พวกมันดื่ม พวกมันหลับ"
    }
  },
  {
    "translation": {
      "en": "They fall in love or lust with each other and with humans,",
      "th": "พวกมันตกหลุมรัก หรือเกิดความใคร่ กับพวกเดียวกันและกับมนุษย์"
    }
  },
  {
    "translation": {
      "en": "as made vividly clear in this pre-Islamic era poem,",
      "th": "อย่างที่เขียนไว้ชัดเจนในบทกลอนก่อนยุคอิสลาม"
    }
  },
  {
    "translation": {
      "en": "which isn't all that flattering for either side.",
      "th": "ซึ่งไม่ได้ยกยอฝ่ายใดฝ่ายหนึ่งขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "And maybe most like us,",
      "th": "และสิ่งที่อาจจะเหมือนเรามากที่สุด"
    }
  },
  {
    "translation": {
      "en": "they're capable of choosing between good and evil,",
      "th": "คือพวกมันสามารถเลือก ระหว่างความดีกับความชั่วได้"
    }
  },
  {
    "translation": {
      "en": "although, unfortunately, many seem to end up on the dark side.",
      "th": "แม้ว่าหลายๆ ครั้ง ดูเหมือนจะลงเอยในด้านมืดก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Their mischief continues to the present day.",
      "th": "การก่อกวนของพวกมัน ยังคงดำเนินต่อมาจนถึงปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "Because while the existence of djinn predates even the founding of Islam,",
      "th": "เพราะในขณะที่การมีอยู่ของจินน์ เกิดขึ้นก่อนการก่อตั้งศาสนาอิสลาม"
    }
  },
  {
    "translation": {
      "en": "belief in them is still very common in many parts of the Muslim world.",
      "th": "แต่ความเชื่อในจินน์ ยังคงมีอยู่ทั่วไปในหลายส่วนของโลกมุสลิม"
    }
  },
  {
    "translation": {
      "en": "Djinn can be annoying.",
      "th": "จินน์อาจจะน่ารำคาญได้"
    }
  },
  {
    "translation": {
      "en": "In 2009, a Saudi couple, somehow, sued one for harassment.",
      "th": "ในปี 2009 คู่รักชาวซาอุฯ ฟ้องร้องจินน์ข้อหาคุกคาม"
    }
  },
  {
    "translation": {
      "en": "It was making weird noises and throwing rocks at their house.",
      "th": "มันทำเสียงแปลกๆ และปาหินใส่บ้านพวกเขา"
    }
  },
  {
    "translation": {
      "en": "On the more serious side,",
      "th": "ในด้านที่ร้ายแรงกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "the djinn are believed to be able to possess humans,",
      "th": "เป็นที่เชื่อกันว่าจินน์สิงร่างมนุษย์ได้"
    }
  },
  {
    "translation": {
      "en": "and the psychiatric trauma attributed to djinn possession",
      "th": "และความบอบช้ำทางใจ ที่น่าจะเกิดจากการถูกจินน์สิงนั้น"
    }
  },
  {
    "translation": {
      "en": "is so serious that I found seemingly dozens of articles",
      "th": "ร้ายแรงมากจนผมเจอบทความ และบันทึกทางการแพทย์"
    }
  },
  {
    "translation": {
      "en": "and legitimate medical journals about it.",
      "th": "ที่ถูกต้องตามเหตุผลเกี่ยวกับมันหลายสิบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "By the way, if you are ever possessed,",
      "th": "ว่าแต่ ถ้าคุณเคยถูกสิงร่าง"
    }
  },
  {
    "translation": {
      "en": "Arabic lore suggests you go ahead and put on a necklace of fox or cat teeth",
      "th": "ตำนานอาหรับแนะนำให้คุณ สวมสร้อยคอจิ้งจอกหรือฟันแมว"
    }
  },
  {
    "translation": {
      "en": "to frighten the djinn away.",
      "th": "เพื่อให้จินกลัวและหนีไป"
    }
  },
  {
    "translation": {
      "en": "But as with grumpy humans,",
      "th": "แต่เพราะมนุษย์นั้นขี้โมโห"
    }
  },
  {
    "translation": {
      "en": "maybe the best advice is to just give the djinn their space",
      "th": "บางทีคำแนะนำที่ดีที่สุดคือ ให้พื้นที่ส่วนตัวกับจินน์เถอะ"
    }
  },
  {
    "translation": {
      "en": "and never, ever go fishing for them.",
      "th": "และอย่าไปทอดแหหามันเลย"
    }
  },
  {
    "translation": {
      "en": "Don't judge me.",
      "th": "อย่าตัดสินข้า"
    }
  },
  {
    "translation": {
      "en": "Okay, monster maniacs,",
      "th": "เอาละ คนบ้าสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "those were all the monsters in the first half of The Witcher.",
      "th": "และนั่นคือสัตว์ประหลาดทั้งหมด ในครึ่งแรกของเดอะ วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "You may notice that Geralt spends a lot of time in bathtubs throughout the show,",
      "th": "คุณอาจสังเกตเห็นว่าเกรอลท์ใช้เวลาส่วนมาก อยู่ในอ่างอาบน้ำตลอดทั้งเรื่อง"
    }
  },
  {
    "translation": {
      "en": "which raised the question, are there bathtub monsters?",
      "th": "ซึ่งทำให้เกิดคำถามว่า มีสัตว์ประหลาดในอ่างอาบน้ำไหม"
    }
  },
  {
    "translation": {
      "en": "Again, Japan comes through.",
      "th": "แล้วญี่ปุ่นก็มาอีกแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "The Akaname is a strange, dirty, and disgusting little goblin",
      "th": "อากานาเมะคือปีศาจ หน้าตาประหลาด สกปรก และน่าขยะแขยง"
    }
  },
  {
    "translation": {
      "en": "that licks the filth off of bathtubs.",
      "th": "ที่เลียสิ่งสกปรกจากอ่างอาบน้ำ"
    }
  },
  {
    "translation": {
      "en": "So enjoy your bath tonight!",
      "th": "คืนนี้อาบน้ำให้สนุกนะครับ"
    }
  }
]