[
  {
    "translation": {
      "en": "[man] The Witcher's world is teeming with monsters,",
      "th": "โลกของวิทเชอร์เต็มไปด้วยสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "both the human and big, pointy teeth kind.",
      "th": "ทั้งแบบที่เป็นมนุษย์และแบบฟันซี่ใหญ่แหลมคม"
    }
  },
  {
    "translation": {
      "en": "In fact, it's so full of the latter",
      "th": "ที่จริงแบบหลังมีเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "that we couldn't cover all of them in just one pass.",
      "th": "จนเราเล่าทั้งหมดไม่ได้ในครั้งเดียว"
    }
  },
  {
    "translation": {
      "en": "So we're back to dig up the real world origins",
      "th": "เราก็เลยกำลังจะขุดคุ้ยต้นกำเนิดโลกที่แท้จริง"
    }
  },
  {
    "translation": {
      "en": "of the monsters in the second half of The Witcher's first season.",
      "th": "ของเหล่าสัตว์ประหลาด ในช่วงครึ่งหลังของเดอะ วิทเชอร์ซีซั่นแรก"
    }
  },
  {
    "translation": {
      "en": "[crowd] ♪ Toss a coin to your witcher ♪",
      "th": "โยนเหรียญเจ้าให้กับวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "[narrator] ♪ It's monster mythology-hee-hee ♪",
      "th": "มันคือตำนานสัตว์ประหลาด (เดอะ วิทเชอร์ รวมเรื่องสัตว์ในตำนาน ซีซั่น 1 ตอนที่ 2)"
    }
  },
  {
    "translation": {
      "en": "Well. Ahem. There's a tiny little problem",
      "th": "ครับ มีปัญหาเล็กน้อยนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "with the first monster we see in episode six.",
      "th": "กับสัตว์ประหลาดตัวแรกที่เราเห็นในตอนที่หก"
    }
  },
  {
    "translation": {
      "en": "No one ever says its name.",
      "th": "ไม่เคยมีใครพูดชื่อมัน"
    }
  },
  {
    "translation": {
      "en": "Let's get on before the beast gets hungry again.",
      "th": "รีบไปกันต่อก่อนที่เจ้าสัตว์ร้ายจะหิวอีกรอบดีกว่า"
    }
  },
  {
    "translation": {
      "en": "And we only get a short glimpse",
      "th": "และเราก็เห็นแค่หัวที่ไร้ร่าง"
    }
  },
  {
    "translation": {
      "en": "of this toothy, raptor-like disembodied head.",
      "th": "ฟันแหลม หน้าตาเหมือนแรปเตอร์ ตัวนี้แค่แวบเดียว"
    }
  },
  {
    "translation": {
      "en": "So first we'll have to solve a monster mystery",
      "th": "ก่อนอื่นเราเลยต้อง ไขปริศนาของสัตว์ประหลาดก่อน"
    }
  },
  {
    "translation": {
      "en": "by going back to The Witcher books.",
      "th": "ด้วยการกลับไปที่หนังสือเดอะ วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "This episode is based on Sword of Destiny's Bounds of Reason,",
      "th": "ตอนนี้อ้างอิงจากตอนขอบเขตของเหตุผล จากดาบแห่งโชคชะตา"
    }
  },
  {
    "translation": {
      "en": "and Geralt starts that by hunting a basilisk.",
      "th": "และเกรอลท์เริ่มต้นตอนนั้นด้วยการล่าบาซิลลิสค์"
    }
  },
  {
    "translation": {
      "en": "And just to be safe, we checked with showrunner Lauren Schmidt Hissrich,",
      "th": "และเพื่อความปลอดภัย เราได้ตรวจสอบ กับผู้อำนวยการสร้าง ลอเรน ชมิดต์ ฮิสริค"
    }
  },
  {
    "translation": {
      "en": "who said, \"Yes, it is a basilisk.\"",
      "th": "ที่บอกว่า \"ใช่ มันคือบาซิลลิสค์"
    }
  },
  {
    "translation": {
      "en": "\"One of many subspecies that might, or might not, be in development.\"",
      "th": "หนึ่งในหลายสายพันธุ์ย่อยที่อาจจะกำลังพัฒนาอยู่\""
    }
  },
  {
    "translation": {
      "en": "-Ooh, scoop! -You--",
      "th": "โอ้ น่าตื่นเต้นจัง!"
    }
  },
  {
    "translation": {
      "en": "Although proportions vary by the tale,",
      "th": "ถึงแม้จะมีสัดส่วนแตกต่างไปตามตำนาน"
    }
  },
  {
    "translation": {
      "en": "the basilisk is typically portrayed",
      "th": "แต่บาซิลลิสค์มักจะถูกวาดออกมา"
    }
  },
  {
    "translation": {
      "en": "as some mixture of reptile and chicken.",
      "th": "เป็นสัตว์เลื้อยคลานและไก่ผสมกัน"
    }
  },
  {
    "translation": {
      "en": "-Born of a rooster's egg… -[crowing]",
      "th": "เกิดมาจากไข่ของไก่ตัวผู้"
    }
  },
  {
    "translation": {
      "en": "…yes, rooster, incubated by a toad… -[croaking]",
      "th": "ใช่ครับ ไก่ตัวผู้ ที่กกไข่โดยคางคก"
    }
  },
  {
    "translation": {
      "en": "…which, admittedly, sounds really silly…",
      "th": "ซึ่งเป็นที่ยอมรับว่าฟังดูงี่เง่ามาก"
    }
  },
  {
    "translation": {
      "en": "the basilisk is considered a king.",
      "th": "บาซิลลิสค์ถือว่าเป็นราชา"
    }
  },
  {
    "translation": {
      "en": "The \"little king\" of the serpents in Greek.",
      "th": "แปลว่า \"ราชาน้อย\" ของพวกงูในภาษากรีก"
    }
  },
  {
    "translation": {
      "en": "But you can argue that its formidable arsenal of monstrous weapons",
      "th": "แต่คุณสามารถให้เหตุผลได้ว่าคลังแสงที่น่ากลัว ของอาวุธสุดโหดของมันทำให้มันอันตราย"
    }
  },
  {
    "translation": {
      "en": "makes it way more dangerous than these beasts and/or puny dinosaurs.",
      "th": "ของอาวุธสุดโหดของมันทำให้มันอันตราย มากกว่าอสูรพวกนี้ และหรือไดโนเสาร์ที่อ่อนแอมาก"
    }
  },
  {
    "translation": {
      "en": "Like a dragon, it could breathe fire.",
      "th": "มันเหมือนมังกร ที่พ่นไฟได้"
    }
  },
  {
    "translation": {
      "en": "-Its hiss could kill. So could its odor. -[hissing]",
      "th": "และเสียงฟู่ของมันอาจฆ่าเราได้ กลิ่นของมันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "In fact, it was so very toxic",
      "th": "ที่จริงแล้วมันมีพิษร้ายแรงมาก"
    }
  },
  {
    "translation": {
      "en": "that its venom was known to travel up a man's spear",
      "th": "จนเป็นที่รู้กันว่าพิษของมัน เดินทางขึ้นไปบนหอกของคน"
    }
  },
  {
    "translation": {
      "en": "to kill him and the horse he rode on.",
      "th": "เพื่อฆ่าเขาและม้าที่เขาขี่อยู่"
    }
  },
  {
    "translation": {
      "en": "And scholars thought its native habitat of Libya",
      "th": "และนักวิชาการคิดว่า ถิ่นที่อยู่ตามธรรมชาติของมันในลิเบีย"
    }
  },
  {
    "translation": {
      "en": "was actually a verdant paradise",
      "th": "ที่จริงแล้วเป็นสวรรค์ที่เขียวชอุ่ม"
    }
  },
  {
    "translation": {
      "en": "until basilisk toxins turned it into the Sahara.",
      "th": "จนกระทั่งสารพิษของบาซิลลิสค์ เปลี่ยนมันเป็นซาฮารา"
    }
  },
  {
    "translation": {
      "en": "And we haven't even gotten to its famous death stare yet,",
      "th": "และเรายังไม่ได้เห็น สายตาพิฆาตอันโด่งดังของมันเลยด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "which even rivals Geralt's.",
      "th": "ซึ่งโหดพอๆ กับสายตาของเกรอลท์"
    }
  },
  {
    "translation": {
      "en": "The basilisk's stare was thought to be instantly fatal.",
      "th": "เชื่อกันว่าสายตาของบาซิลลิสค์ทำให้ตายได้ทันที"
    }
  },
  {
    "translation": {
      "en": "Humans in antiquity went to great lengths to protect themselves from it.",
      "th": "มนุษย์ในสมัยโบราณพยายามอย่างมาก ที่จะปกป้องตัวเองจากมัน"
    }
  },
  {
    "translation": {
      "en": "For instance, in Warsaw in 1587,",
      "th": "ตัวอย่างเช่นในวอร์ซอ ในปี 1587"
    }
  },
  {
    "translation": {
      "en": "the citizenry sent a convicted felon into a suspected basilisk lair",
      "th": "กลุ่มพลเมืองส่งอาชญากร เข้าไปในรังของบาซิลลิสค์"
    }
  },
  {
    "translation": {
      "en": "wearing a suit of mirrored armor,",
      "th": "โดยสวมชุดเกราะกระจกไว้"
    }
  },
  {
    "translation": {
      "en": "like he was on the basilisk bomb squad or something.",
      "th": "เหมือนเขาอยู่ใน หน่วยเก็บกู้ระเบิดบาซิลลิสค์หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "By the way, Warsaw now has this cool basilisk statue,",
      "th": "แต่นั่นแหละ ตอนนี้วอร์ซอ มีรูปปั้นบาซิลลิสค์สุดเท่ตัวนี้อยู่"
    }
  },
  {
    "translation": {
      "en": "which we thought you might like to see.",
      "th": "ซึ่งเราคิดว่าคุณน่าจะอยากเห็น"
    }
  },
  {
    "translation": {
      "en": "Aside from Geralt,",
      "th": "นอกจากเกรอลท์"
    }
  },
  {
    "translation": {
      "en": "who kills them pretty easily without the aid of mirrors,",
      "th": "ที่ฆ่าพวกมันได้ง่ายๆ โดยไม่ต้องใช้กระจกช่วยแล้ว"
    }
  },
  {
    "translation": {
      "en": "the basilisk did have one powerful enemy that the dinosaurs didn't have.",
      "th": "บาซิลลิสค์ยังมีศัตรูที่ทรงพลังมากหนึ่งตัว ซึ่งไดโนเสาร์ไม่มีด้วย"
    }
  },
  {
    "translation": {
      "en": "You may have seen it earlier.",
      "th": "คุณอาจจะเห็นมันก่อนหน้านี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's the weasel.",
      "th": "มันคือพังพอน"
    }
  },
  {
    "translation": {
      "en": "Yes, despite all those instant kill weapons,",
      "th": "ใช่ครับ แม้จะมีอาวุธสังหารสุดโหดทั้งหมดนั้น"
    }
  },
  {
    "translation": {
      "en": "a smelly weasel could somehow take out a basilisk.",
      "th": "แต่พังพอนตัวเหม็นก็สามารถฆ่าบาซิลลิสค์ได้"
    }
  },
  {
    "translation": {
      "en": "The hirikka is a rare creature within the world of The Witcher.",
      "th": "ฮิริกะเป็นสิ่งมีชีวิตหายาก ในโลกของเดอะ วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "And, unfortunately, it's even more rare after the…",
      "th": "และน่าเสียดายที่มันยิ่งหายากขึ้นไปอีก หลังจาก… เหตุการณ์นี้"
    }
  },
  {
    "translation": {
      "en": "-[Eyck grunting and yelling] -…incident in episode six.",
      "th": "และน่าเสียดายที่มันยิ่งหายากขึ้นไปอีก หลังจาก… เหตุการณ์นี้ ในตอนที่หก"
    }
  },
  {
    "translation": {
      "en": "But it's also the first monster we've encountered",
      "th": "แต่มันก็ยังเป็นสัตว์ประหลาดตัวแรกที่เราเจอ"
    }
  },
  {
    "translation": {
      "en": "that was created out of thin air by Witcher author, Andrzej Sapkowski.",
      "th": "ที่อยู่ๆ ผู้ประพันธ์วิทเชอร์ อันด์แชย์ ซาคอฟสกีก็สร้างขึ้นมาด้วย"
    }
  },
  {
    "translation": {
      "en": "As far as I can tell, it's only mentioned in The Sword of Destiny,",
      "th": "เท่าที่ผมบอกได้ มันถูกพูดถึงแค่ในดาบแห่งโชคชะตา"
    }
  },
  {
    "translation": {
      "en": "and there just two times.",
      "th": "และพูดถึงแค่สองครั้ง"
    }
  },
  {
    "translation": {
      "en": "Blame destiny.",
      "th": "โทษชะตากรรมเถอะ"
    }
  },
  {
    "translation": {
      "en": "But we do get important information",
      "th": "แต่เราได้รับข้อมูลสำคัญมา"
    }
  },
  {
    "translation": {
      "en": "that the hirikka is so endangered that Geralt won't accept a contract on one.",
      "th": "ว่าฮิริกะนั้นอันตรายมาก จนเกรอลท์ไม่ยอมรับจ้างฆ่าเลย"
    }
  },
  {
    "translation": {
      "en": "The show expands on that.",
      "th": "ซีรีส์ขยายความส่วนนี้"
    }
  },
  {
    "translation": {
      "en": "The exceedingly rare hirikka lives in a forest.",
      "th": "ฮิริกะที่หายากมากอาศัยอยู่ในป่า"
    }
  },
  {
    "translation": {
      "en": "It changes from something cute to something frightening.",
      "th": "มันเปลี่ยนจากสิ่งที่น่ารักเป็นสิ่งที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "-But it's harmless if given food. -[growling]",
      "th": "แต่ถ้าได้อาหาร มันก็จะไม่อันตราย"
    }
  },
  {
    "translation": {
      "en": "It's probably starving. Sheathe your weapons.",
      "th": "มันคงหิวมาก เก็บอาวุธเถอะ"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, and absolutely do not eat it.",
      "th": "อ๋อ ใช่ และอย่ากินมันเด็ดขาด"
    }
  },
  {
    "translation": {
      "en": "[whimpers] Shit.",
      "th": "บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "And now we get to the granddaddy of all monsters…",
      "th": "และตอนนี้เราจะได้พบกับคุณปู่ ของเหล่าสัตว์ประหลาดแล้ว"
    }
  },
  {
    "translation": {
      "en": "…the dragon.",
      "th": "มังกรนั่นเอง"
    }
  },
  {
    "translation": {
      "en": "If you've only seen certain fantasy shows,",
      "th": "ถ้าคุณเคยดูพวกซีรีส์แฟนตาซี"
    }
  },
  {
    "translation": {
      "en": "an intelligent, likable dragon like Borch Three Jackdaws",
      "th": "คุณอาจจะไม่รู้สึกคุ้นเคยกับมังกรที่ฉลาด น่ารัก"
    }
  },
  {
    "translation": {
      "en": "may not be so familiar to you.",
      "th": "อย่างบอร์ช ทรี แจ็คดอว์สสักเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "But the thing about the dragon is that it has arisen separately",
      "th": "แต่ประเด็นสำคัญเกี่ยวกับมังกรคือ มันเกิดขึ้นแยกจากกัน"
    }
  },
  {
    "translation": {
      "en": "in so many cultures that it's not just one thing.",
      "th": "ในหลายวัฒนธรรมจนมันไม่ได้เป็นแค่สิ่งเดียว"
    }
  },
  {
    "translation": {
      "en": "In the West, the dragon is typically depicted as an evil beast,",
      "th": "ในตะวันตก มังกรมักถูกมองว่าเป็นสัตว์ร้าย"
    }
  },
  {
    "translation": {
      "en": "but even that doesn't mean it's been static over the course of its history.",
      "th": "แต่ถึงอย่างนั้นก็ไม่ได้แปลว่า มันไม่มีการเปลี่ยนแปลง ตลอดประวัติศาสตร์ของมัน"
    }
  },
  {
    "translation": {
      "en": "Even the Greek name has multiple meanings.",
      "th": "แม้แต่ชื่อกรีกก็ยังมีหลายความหมาย"
    }
  },
  {
    "translation": {
      "en": "\"Serpent\" on its face,",
      "th": "ใบหน้าเป็นงู"
    }
  },
  {
    "translation": {
      "en": "but trace that back and you get \"to see clearly.\"",
      "th": "แต่พอแกะรอยย้อนไปก็เจอคำว่า \"ประจักษ์ชัด\""
    }
  },
  {
    "translation": {
      "en": "-[roaring] -And in the time of the Ancient Greeks,",
      "th": "และในยุคของชาวกรีกโบราณ"
    }
  },
  {
    "translation": {
      "en": "dragons were the worst, literal enemies of the gods.",
      "th": "มังกรเลวร้ายที่สุด เป็นศัตรูตัวฉกาจของเหล่าทวยเทพ"
    }
  },
  {
    "translation": {
      "en": "Typhon fought and fell to Zeus.",
      "th": "ไทฟอนต่อสู้และพ่ายแพ้ซูส"
    }
  },
  {
    "translation": {
      "en": "The worm Nidhogg gnawed on the roots of the World Tree in Scandinavia.",
      "th": "นิดฮอกก์แทะรากต้นไม้ของโลกในสแกนดิเนเวีย"
    }
  },
  {
    "translation": {
      "en": "And, of course, the Book of Revelations prophesied",
      "th": "และแน่นอนว่าหนังสือวิวรณ์ได้ทำนายไว้"
    }
  },
  {
    "translation": {
      "en": "that the Christian devil would come back as a multi-headed red dragon.",
      "th": "ว่าปีศาจคริสเตียนจะกลับมา ในร่างของมังกรสีแดงหลายหัว"
    }
  },
  {
    "translation": {
      "en": "That didn't help the dragon's image.",
      "th": "นั่นไม่ได้ช่วยให้ภาพลักษณ์ของมังกรดีขึ้นเลย"
    }
  },
  {
    "translation": {
      "en": "But when spinners of tales started writing about dragons",
      "th": "แต่เมื่อนักเขียนนิทานเริ่มเขียนถึงมังกร"
    }
  },
  {
    "translation": {
      "en": "as creatures on Earth,",
      "th": "ว่าเป็นสิ่งมีชีวิตบนโลก"
    }
  },
  {
    "translation": {
      "en": "they weren't necessarily what we associate with our familiar Western dragons.",
      "th": "มันก็ไม่ได้เชื่อมโยงกับมังกรตะวันตก ที่เราคุ้นเคยสักเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "Pliny the Elder, a Roman natural historian",
      "th": "พลินีผู้อาวุโส นักประวัติศาสตร์ชาวโรมัน"
    }
  },
  {
    "translation": {
      "en": "who would influence generations,",
      "th": "ที่มีอิทธิพลต่อคนรุ่นหลัง"
    }
  },
  {
    "translation": {
      "en": "wrote about dragons as almost boa constrictors,",
      "th": "เขียนถึงมังกรว่าแทบจะเหมือนงูเหลือม"
    }
  },
  {
    "translation": {
      "en": "killing with their powerful tails.",
      "th": "ฆ่าด้วยหางที่ทรงพลัง"
    }
  },
  {
    "translation": {
      "en": "So, strangely, there's almost a millennium of accounts",
      "th": "น่าแปลกที่มีเรื่องราวของมังกรล่าช้าง"
    }
  },
  {
    "translation": {
      "en": "of dragons hunting elephants, their supposed favored prey,",
      "th": "เหยื่อที่พวกมันชื่นชอบ ยาวนานเกือบพันปี"
    }
  },
  {
    "translation": {
      "en": "that are straight out of nature documentaries.",
      "th": "ที่ออกมาจากสารคดีธรรมชาติเลย"
    }
  },
  {
    "translation": {
      "en": "Ah, the now wary elephant and her calf",
      "th": "ช้างที่อ่อนล้ากับลูกของมัน"
    }
  },
  {
    "translation": {
      "en": "move swiftly to the depths of the river,",
      "th": "เดินไปที่ส่วนลึกของแม่น้ำในทันที"
    }
  },
  {
    "translation": {
      "en": "giving the hungry dragon no other option",
      "th": "ทำให้มังกรที่หิวโหยไม่มีทางเลือกอื่น"
    }
  },
  {
    "translation": {
      "en": "than to seek new feeding grounds.",
      "th": "นอกจากไปหาแหล่งอาหารใหม่"
    }
  },
  {
    "translation": {
      "en": "And dragons of this era were terrified of the supposedly godly panther.",
      "th": "และมังกรในยุคนี้ก็กลัวเสือดำที่ศักดิ์สิทธิ์มาก"
    }
  },
  {
    "translation": {
      "en": "You don't see that much anymore.",
      "th": "คุณไม่ค่อยได้เห็นมันสักเท่าไหร่แล้วละ"
    }
  },
  {
    "translation": {
      "en": "Getting away from that early depiction seemed difficult.",
      "th": "การหลีกหนีจากภาพในยุคก่อนนั้นดูเหมือนจะยาก"
    }
  },
  {
    "translation": {
      "en": "Beowulf's famous dragon flies and breathes fire",
      "th": "มังกรชื่อดังของเบวูล์ฟบินและพ่นไฟ"
    }
  },
  {
    "translation": {
      "en": "and hoards treasure like future dragons would,",
      "th": "และสะสมสมบัติเหมือนที่มังกรในอนาคตจะทำ"
    }
  },
  {
    "translation": {
      "en": "but it's also said to coil and to possess a venomous bite, like a snake.",
      "th": "แต่ว่ากันว่ามันขดตัว และมีรอยกัดที่เป็นพิษเหมือนงูด้วย"
    }
  },
  {
    "translation": {
      "en": "In fact, it wasn't until the 1200s",
      "th": "อันที่จริงหลังปี 1200"
    }
  },
  {
    "translation": {
      "en": "that the first known modern dragon appears in a manuscript.",
      "th": "มังกรยุคใหม่ตัวแรกที่เป็นที่รู้จัก เพิ่งจะปรากฏในเอกสาร"
    }
  },
  {
    "translation": {
      "en": "A winged, four-legged, fire-breathing red dragon",
      "th": "ซึ่งเป็นมังกรสีแดง มีปีก มีสี่ขา และพ่นไฟ"
    }
  },
  {
    "translation": {
      "en": "that would become part of many a knight's stories.",
      "th": "ซึ่งกลายเป็นส่วนหนึ่ง ของเรื่องราวของอัศวินหลายๆ เรื่อง"
    }
  },
  {
    "translation": {
      "en": "For kingdom and glory.",
      "th": "เพื่ออาณาจักรและความรุ่งโรจน์"
    }
  },
  {
    "translation": {
      "en": "But even then, the bestiaries varied by author,",
      "th": "แต่ถึงอย่างนั้น หนังสือรวมสัตว์ในตำนาน ก็แตกต่างไปตามนักเขียน"
    }
  },
  {
    "translation": {
      "en": "spawning amazing now-forgotten dragon facts like this one.",
      "th": "ทำให้เกิดข้อเท็จจริงของมังกร ที่ถูกลืมไปแล้วอันน่าทึ่งอย่างเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "It was thought that dragon urine,",
      "th": "เราเคยคิดว่าฉี่ของมังกร"
    }
  },
  {
    "translation": {
      "en": "which, obviously, would rain down from the sky,",
      "th": "ซึ่งแน่นอนว่าโปรยปรายลงมาจากท้องฟ้า"
    }
  },
  {
    "translation": {
      "en": "would putrefy human tissue upon contact.",
      "th": "จะทำให้เนื้อเยื่อของมนุษย์เน่าเปื่อย เมื่อสัมผัสกับมัน"
    }
  },
  {
    "translation": {
      "en": "Anyway, that's just the West,",
      "th": "ยังไงก็ตาม นั่นก็แค่ตะวันตก"
    }
  },
  {
    "translation": {
      "en": "because the East has had its own distinct dragon culture",
      "th": "เพราะทางตะวันออก มีวัฒนธรรมมังกรของตัวเองที่โดดเด่น"
    }
  },
  {
    "translation": {
      "en": "maybe since the year 3,000 BCE, any they're not evil at all.",
      "th": "อาจจะตั้งแต่ 3,000 ปีก่อนคริสตศักราช และมันไม่ได้ชั่วร้ายเลย"
    }
  },
  {
    "translation": {
      "en": "In fact, they're considered powerful and lucky, revered as celestial beings",
      "th": "ที่จริงพวกมันถูกมองว่าทรงพลังและนำโชค เป็นสิ่งมีชีวิตที่น่ายำเกรงจากสวรรค์"
    }
  },
  {
    "translation": {
      "en": "that could control the rain, among other aspects of reality.",
      "th": "ที่สามารถควบคุมฝนได้ ท่ามกลางแง่มุมของความเป็นจริงอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "They were even adopted as symbols of the Chinese Emperor.",
      "th": "พวกมันถูกนำมาใช้เป็น สัญลักษณ์ของจักรพรรดิจีนด้วย"
    }
  },
  {
    "translation": {
      "en": "And while they are still largely flying serpents,",
      "th": "และในขณะที่พวกมันยังคงเป็นงูบินได้ขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "the Eastern dragon is typically believed to include parts of nine different beasts.",
      "th": "แต่เป็นที่เชื่อว่ามังกรตะวันออก ประกอบด้วยส่วนต่างๆ ของสัตว์เก้าชนิด"
    }
  },
  {
    "translation": {
      "en": "Plus they were known to change size and shape-shift into human form.",
      "th": "และเป็นที่รู้กันว่าพวกมัน เปลี่ยนขนาดและเปลี่ยนรูปร่างเป็นมนุษย์ได้"
    }
  },
  {
    "translation": {
      "en": "Perhaps The Witcher's gold dragon was influenced by them",
      "th": "บางทีมังกรทองของเดอะ วิทเชอร์ อาจได้รับอิทธิพลจากตะวันออก"
    }
  },
  {
    "translation": {
      "en": "as much as the West.",
      "th": "มากพอๆ กับตะวันตกเลยก็ได้"
    }
  },
  {
    "translation": {
      "en": "Of course, we don't know why dragons arose in this many cultures.",
      "th": "แน่นอนว่าเราไม่รู้ว่า ทำไมมังกรถึงเกิดขึ้นในหลายวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "Scholars cite misunderstood evidence of dinosaurs",
      "th": "นักวิชาการอ้างว่ามีหลักฐาน ที่เข้าใจผิดเกี่ยวกับไดโนเสาร์"
    }
  },
  {
    "translation": {
      "en": "or a deep fear of crocodiles.",
      "th": "หรือการกลัวจระเข้อย่างมาก"
    }
  },
  {
    "translation": {
      "en": "But I do know I always love to see them.",
      "th": "แต่ผมรู้ว่าผมชอบที่จะเห็นพวกมันมาตลอด"
    }
  },
  {
    "translation": {
      "en": "Some thought that the nasty monster",
      "th": "บางคนคิดว่าสัตว์ประหลาดน่ารังเกียจ"
    }
  },
  {
    "translation": {
      "en": "whose bite poisons Geralt in the final episode was a nekker,",
      "th": "ที่รอยกัดของมันเป็นพิษต่อเกรอลท์ ในตอนสุดท้ายคือเนกเกอร์"
    }
  },
  {
    "translation": {
      "en": "originally a dangerous type of water spirit",
      "th": "ที่เดิมทีเป็นวิญญาณแห่งน้ำที่อันตราย"
    }
  },
  {
    "translation": {
      "en": "in Northern European folklore.",
      "th": "ในตำนานของชาวยุโรปตอนเหนือ"
    }
  },
  {
    "translation": {
      "en": "But Lauren confirmed for us that this was, indeed, a pack of ghouls",
      "th": "แต่ลอเรนยืนยันกับเราว่าที่จริงนี่คือฝูงผีปอบ"
    }
  },
  {
    "translation": {
      "en": "we saw burrowing through the corpse-strewn battlefield.",
      "th": "ที่เราเห็นซ่อนตัวอยู่ในสนามรบที่เต็มไปด้วยศพ"
    }
  },
  {
    "translation": {
      "en": "And maybe the most surprising thing I've learned",
      "th": "และสิ่งที่น่าแปลกใจที่สุดที่ผมได้รู้"
    }
  },
  {
    "translation": {
      "en": "in the course of researching all these monsters",
      "th": "จากการค้นคว้าเรื่องสัตว์ประหลาดพวกนี้"
    }
  },
  {
    "translation": {
      "en": "is that the original ghoul isn't undead.",
      "th": "อาจจะเป็นการที่ผีปอบดั้งเดิมไม่ใช่ผีดิบ"
    }
  },
  {
    "translation": {
      "en": "Belief in the ghoul began pre-Islam,",
      "th": "ความเชื่อเรื่องผีปอบเริ่มขึ้นก่อนยุคอิสลาม"
    }
  },
  {
    "translation": {
      "en": "in a sort of mythological exchange",
      "th": "ในรูปแบบของการแลกเปลี่ยนตำนาน"
    }
  },
  {
    "translation": {
      "en": "between the societies of Mesopotamia and Arabian nomads.",
      "th": "ระหว่างชุมชนของ ชนเผ่าเมโสโปเตเมียและอาราเบีย"
    }
  },
  {
    "translation": {
      "en": "But the ghoul was probably helped along",
      "th": "แต่ผีปอบอาจได้รับความช่วยเหลือให้พัฒนาขึ้น"
    }
  },
  {
    "translation": {
      "en": "when the Hadith, a book of the prophet's sayings,",
      "th": "ตอนที่ฮาดิธ หนังสือของคำกล่าวของผู้พยากรณ์"
    }
  },
  {
    "translation": {
      "en": "not always, but sometimes acknowledged the creature's existence.",
      "th": "ยอมรับการมีอยู่ของผีปอบในบางครั้ง"
    }
  },
  {
    "translation": {
      "en": "Rather than being undead, though, they were a dangerous class",
      "th": "พวกมันไม่ใช่ผีดิบ แต่พวกมันเป็นวิญญาณอันตราย ที่ระเหยเป็นไอ มีชื่อว่าจินน์"
    }
  },
  {
    "translation": {
      "en": "of the already volatile spirits called djinn,",
      "th": "แต่พวกมันเป็นวิญญาณอันตราย ที่ระเหยเป็นไอ มีชื่อว่าจินน์"
    }
  },
  {
    "translation": {
      "en": "which we saw in episode five, remember?",
      "th": "ซึ่งเราเห็นในตอนที่ห้า จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "And as if that wasn't bad enough,",
      "th": "และราวกับว่าแค่นั้นยังไม่แย่พอ"
    }
  },
  {
    "translation": {
      "en": "they had been corrupted by Iblis, the devil of Islam,",
      "th": "พวกมันถูกอิบลิส ปีศาจของอิสลามทำให้ชั่วช้า"
    }
  },
  {
    "translation": {
      "en": "so as to enact revenge on humanity.",
      "th": "เพื่อที่จะแก้แค้นมนุษยชาติ"
    }
  },
  {
    "translation": {
      "en": "It wasn't such a hard task, considering their ability to shape-shift",
      "th": "มันไม่ใช่งานที่ยาก เพราะมันสามารถเปลี่ยนรูปร่างได้"
    }
  },
  {
    "translation": {
      "en": "from their disease-bearing, clawed, animalistic forms",
      "th": "จากรูปร่างที่เหมือนสัตว์ ที่เป็นพาหะนำโรคมีกรงเล็บ"
    }
  },
  {
    "translation": {
      "en": "to that of seductive women,",
      "th": "ไปเป็นผู้หญิงที่เย้ายวนใจ"
    }
  },
  {
    "translation": {
      "en": "although their hoof-like footprints could give them away.",
      "th": "แม้ว่ารอยเท้าที่เหมือนกีบเท้า อาจเผยให้เห็นตัวจริงของมันได้"
    }
  },
  {
    "translation": {
      "en": "Nor were they easy to kill.",
      "th": "และพวกมันก็ถูกฆ่าตายได้ง่าย"
    }
  },
  {
    "translation": {
      "en": "You had to do it in one perfect stroke or they could come back.",
      "th": "แต่คุณต้องลงมืออย่างแม่นยำครั้งเดียว ไม่งั้นมันอาจฟื้นกลับมาได้"
    }
  },
  {
    "translation": {
      "en": "Ghouls prowled for travelers in forgotten places,",
      "th": "ผีปอบออกหานักเดินทางในที่ที่ถูกลืม"
    }
  },
  {
    "translation": {
      "en": "like wastelands, or derelict buildings, or graveyards,",
      "th": "เช่นพวกดินแดนรกร้างหรือตึกร้าง หรือสุสาน"
    }
  },
  {
    "translation": {
      "en": "but in the original incarnation, they didn't actually eat the dead.",
      "th": "แต่ในการอวตารตอนแรก พวกมันไม่ได้กินคนตาย"
    }
  },
  {
    "translation": {
      "en": "They loved living human flesh, true,",
      "th": "พวกมันชอบกินเนื้อมนุษย์เป็นๆ ใช่"
    }
  },
  {
    "translation": {
      "en": "and, strangely, there are accounts of ghouls going crazy for dates.",
      "th": "และที่แปลกคือมีผีปอบจำนวนมาก ที่คลั่งไคล้อินทผลัม"
    }
  },
  {
    "translation": {
      "en": "But it's worth mentioning",
      "th": "แต่มันคุ้มที่จะพูดถึง"
    }
  },
  {
    "translation": {
      "en": "that the reason we all believe that ghouls eat the dead",
      "th": "ว่าเหตุผลที่เราทุกคนเชื่อว่าผีปอบกินคนตาย"
    }
  },
  {
    "translation": {
      "en": "is because one of the early translators of A Thousand and One Arabian Nights…",
      "th": "เป็นเพราะหนึ่งในนักแปล เรื่องพันหนึ่งราตรียุคแรกๆ…"
    }
  },
  {
    "translation": {
      "en": "mmm… embellished,",
      "th": "เสริมเรื่องนี้เข้ามา"
    }
  },
  {
    "translation": {
      "en": "and it caught on.",
      "th": "แล้วมันก็เป็นที่นิยม"
    }
  },
  {
    "translation": {
      "en": "Of course, this is all probably rather academic",
      "th": "แน่นอนว่าทั้งหมดนี้อาจเป็นเรื่องวิชาการ ถ้าคุณกำลังจะตายอย่างเจ็บปวด"
    }
  },
  {
    "translation": {
      "en": "if you're dying a painful death from a ghoul bite.",
      "th": "แน่นอนว่าทั้งหมดนี้อาจเป็นเรื่องวิชาการ ถ้าคุณกำลังจะตายอย่างเจ็บปวด จากการโดนผีปอบกัด"
    }
  },
  {
    "translation": {
      "en": "Still, even a surly witcher would agree",
      "th": "แต่ถึงอย่างนั้น แม้แต่วิทเชอร์จอมบูดบึ้งก็คงเห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "-that it's important to know your monster. -[snarling]",
      "th": "ว่าการรู้จักสัตว์ประหลาดของคุณเป็นเรื่องสำคัญ"
    }
  },
  {
    "translation": {
      "en": "And there it is, all the monsters",
      "th": "และนี่แหละครับ สัตว์ประหลาดทุกตัวที่เข้ามาอยู่ใน ซีซั่นแรกสุดอลังการของเดอะ วิทเชอร์ได้"
    }
  },
  {
    "translation": {
      "en": "that made it in to The Witcher's epic first season.",
      "th": "สัตว์ประหลาดทุกตัวที่เข้ามาอยู่ใน ซีซั่นแรกสุดอลังการของเดอะ วิทเชอร์ได้"
    }
  },
  {
    "translation": {
      "en": "-Until then, happy hunting. -♪ Whoa-oh-oh ♪",
      "th": "จนกว่าจะถึงตอนนั้น ล่ากันให้สนุกนะครับ"
    }
  },
  {
    "translation": {
      "en": "♪ Toss a coin to your witcher ♪",
      "th": "โยนเหรียญเจ้าให้กับวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "♪ A friend of humanity ♪",
      "th": "มิตรของมนุษย์ทั้งหลาย"
    }
  },
  {
    "translation": {
      "en": "For anyone wondering,",
      "th": "สำหรับใครที่สงสัย"
    }
  },
  {
    "translation": {
      "en": "there was one monster left on the cutting room floor,",
      "th": "มีสัตว์ประหลาดตัวหนึ่งถูกตัดออกจากเนื้อหา"
    }
  },
  {
    "translation": {
      "en": "according to LSH.",
      "th": "ตามที่ลอเรนบอก"
    }
  },
  {
    "translation": {
      "en": "Geralt originally took a contract for a polevik in episode six,",
      "th": "เดิมทีเกรอลท์รับจ้างฆ่า โพเลวิกตัวหนึ่งในตอนที่หก"
    }
  },
  {
    "translation": {
      "en": "but Yennefer beat him to the punch,",
      "th": "แต่เยนเนนเฟอร์ฆ่ามันซะก่อน"
    }
  },
  {
    "translation": {
      "en": "obviously leading to them… you know.",
      "th": "แน่นอนว่าทำให้พวกเขา… นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "Ahem. Anyway, in Slavic mythology,",
      "th": "แต่นั่นแหละ ในตำนานของชาวสลาฟ"
    }
  },
  {
    "translation": {
      "en": "the polevik is a grassy-haired field spirit",
      "th": "โพเลวิกคือวิญญาณตามทุ่งหญ้าที่มีขนเป็นหญ้า"
    }
  },
  {
    "translation": {
      "en": "that can change size depending on the surrounding plants.",
      "th": "ซึ่งสามารถเปลี่ยนขนาดตามพืชที่อยู่โดยรอบได้"
    }
  },
  {
    "translation": {
      "en": "But it can be hostile,",
      "th": "แต่มันอาจเป็นศัตรูได้"
    }
  },
  {
    "translation": {
      "en": "especially to those who fall asleep in the fields.",
      "th": "โดยเฉพาะกับคนที่หลับอยู่ในทุ่งหญ้า"
    }
  },
  {
    "translation": {
      "en": "The only way to get in good with one",
      "th": "วิธีเดียวที่จะเป็นมิตรกับมันได้"
    }
  },
  {
    "translation": {
      "en": "was to offer it two eggs and a rooster that could no longer crow",
      "th": "คือเสนอไข่สองฟอง และไก่ตัวผู้หนึ่งตัวที่ไม่ขันแล้วให้มัน"
    }
  },
  {
    "translation": {
      "en": "while no one was looking.",
      "th": "ในขณะที่ไม่มีใครดูอยู่"
    }
  },
  {
    "translation": {
      "en": "LSH says the show version was, and I quote, \"So cute.\"",
      "th": "ลอเรนบอกว่า โพเลวิกเวอร์ชั่นในซีรีส์นั้น \"น่ารักมาก\""
    }
  },
  {
    "translation": {
      "en": "Maybe next time.",
      "th": "เอาไว้คราวหน้าละกันนะ"
    }
  }
]