[
  {
    "translation": {
      "en": "Whether live action or animated, the beasties of The Witcher universe",
      "th": "ไม่ว่าจะเป็นไลฟ์แอ็กชั่นหรือแอนิเมชั่น แต่สัตว์ร้ายในจักรวาลเดอะ วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "possess the power to scare us senseless.",
      "th": "ก็มีพลังที่จะทำให้เรากลัวจนหมดสติได้"
    }
  },
  {
    "translation": {
      "en": "And that's because they come with a history.",
      "th": "และนั่นเป็นเพราะพวกมันมาพร้อมประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Some have been nesting in our nightmares ever since humans came out of the cave.",
      "th": "บางตัวแอบอยู่ในฝันร้ายของเรา ตั้งแต่มนุษย์ออกมาจากถ้ำ"
    }
  },
  {
    "translation": {
      "en": "Yes, I, Geralt of Trivia, am back.",
      "th": "ใช่ ข้าคือเกรอลท์แห่งเกร็ดความรู้ ข้ากลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "This time, to explore the dark mythological origins",
      "th": "ครั้งนี้มาเพื่อสำรวจต้นกำเนิดตำนานอันมืดมน"
    }
  },
  {
    "translation": {
      "en": "of the monsters in The Witcher Nightmare of the Wolf.",
      "th": "ของเหล่าปีศาจใน เดอะ วิทเชอร์ นักล่าจอมอสูร: ตำนานหมาป่า"
    }
  },
  {
    "translation": {
      "en": "So get ready, monster hunters.",
      "th": "ดังนั้นเตรียมตัวให้พร้อมนะนักล่าอสูร"
    }
  },
  {
    "translation": {
      "en": "Give a light to your witcher",
      "th": "จงกดไลก์ให้กับวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "Leave a comment for your witcher",
      "th": "ฝากคอมเมนต์ให้กับวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "It's monster mythology",
      "th": "นี่คือตำนานสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "We already covered the dangerous, vindictive woodland trickster spirit",
      "th": "เราได้พูดถึงวิญญาณอันตราย จอมหลอกหลวงสุดอาฆาตในป่า"
    }
  },
  {
    "translation": {
      "en": "called the Leshy in a previous bestiary,",
      "th": "ชื่อเลชีไปแล้ว ในบันทึกสัตว์ประหลาดตอนก่อนหน้า"
    }
  },
  {
    "translation": {
      "en": "so we'll leave you with this haiku about it,",
      "th": "เราเลยจะฝากไฮกุเกี่ยวกับมันไว้ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "played on top of spooky forest imagery.",
      "th": "สุดยอดแห่งภาพป่าสุดสยอง"
    }
  },
  {
    "translation": {
      "en": "In Slavic forests,",
      "th": "ในป่าสลาฟ"
    }
  },
  {
    "translation": {
      "en": "the beast shifts from tree to wolf.",
      "th": "สัตว์ร้ายเปลี่ยนจากต้นไม้เป็นหมาป่า"
    }
  },
  {
    "translation": {
      "en": "Blood rains upon dried leaves.",
      "th": "ฝนเลือดตกบนใบไม้แห้ง"
    }
  },
  {
    "translation": {
      "en": "Don't make me say it again.",
      "th": "อย่าให้ผมต้องพูดซ้ำอีก"
    }
  },
  {
    "translation": {
      "en": "Don't mess with trees, y'all.",
      "th": "อย่ายุ่งกับต้นไม้นะทุกคน"
    }
  },
  {
    "translation": {
      "en": "We all know the importance of a good night's sleep,",
      "th": "เราทุกคนรู้ดีถึงความสำคัญของการนอนหลับฝันดี"
    }
  },
  {
    "translation": {
      "en": "which makes a monster that stalks your sleep so very frightening.",
      "th": "ซึ่งทำให้สัตว์ประหลาด ที่สะกดรอยตามการนอนของคุณน่ากลัวมาก"
    }
  },
  {
    "translation": {
      "en": "Such was the mahr,",
      "th": "เหมือนกับมาห์"
    }
  },
  {
    "translation": {
      "en": "a demonic entity that squatted on a person's chest while they slept,",
      "th": "สัตว์ประหลาดที่นั่งยองๆ บนหน้าอกคน เวลาที่พวกเขาหลับ"
    }
  },
  {
    "translation": {
      "en": "causing horrifying dreams.",
      "th": "และทำให้ฝันร้ายสุดๆ"
    }
  },
  {
    "translation": {
      "en": "Despite its name, the mahr was not a horse,",
      "th": "ถึงจะมีชื่อแบบนี้ แต่มาห์ไม่ใช่ม้า"
    }
  },
  {
    "translation": {
      "en": "but rather resembled a kind of goblin.",
      "th": "แต่คล้ายก็อบลินมากกว่า"
    }
  },
  {
    "translation": {
      "en": "They were, in fact, known to give horses bad dreams too.",
      "th": "ที่จริงเป็นที่รู้กันว่า พวกมันทำให้ม้าฝันร้ายด้วยเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Accounts of mahr visitations were widespread throughout Europe,",
      "th": "เรื่องราวการไปเยือนของมาห์ แพร่กระจายไปทั่วยุโรป"
    }
  },
  {
    "translation": {
      "en": "from the German mahr to the Norwegian maritt.",
      "th": "ตั้งแต่มาห์ของเยอรมัน ไปจนถึงมาริตต์ของนอร์เวย์"
    }
  },
  {
    "translation": {
      "en": "Indeed, one famous Norse saga tells of a mahr that crushed a king's head.",
      "th": "หนึ่งในตำนานอันโด่งดังของนอร์สคือ เรื่องของมาห์ที่บดขยี้หัวของพระราชา"
    }
  },
  {
    "translation": {
      "en": "But read deeper and you find that his wife took out the hit.",
      "th": "แต่ถ้าอ่านให้ดีๆ คุณจะพบว่าภรรยาของเขา เป็นคนวางแผนฆ่าต่างหาก"
    }
  },
  {
    "translation": {
      "en": "Yes, mahrs could be hired through conjurers and witches.",
      "th": "ใช่แล้ว มาห์อาจถูกจ้างโดยหมอผีหรือแม่มดได้"
    }
  },
  {
    "translation": {
      "en": "Mahrs could shrink down to fit inside keyholes,",
      "th": "มาห์อาจย่อส่วนให้พอดีกับรูกุญแจได้"
    }
  },
  {
    "translation": {
      "en": "so one defense was to just stop those openings up.",
      "th": "ดังนั้นวิธีป้องกันวิธีนึงคือปิดรูกุญแจพวกนั้นไว้"
    }
  },
  {
    "translation": {
      "en": "Perhaps a less logical defense against mahr intrusion",
      "th": "วิธีป้องกันการบุกรุกของมาห์ ที่สมเหตุสมผลน้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "was to pee in a bottle,",
      "th": "คือการฉี่ใส่ขวด"
    }
  },
  {
    "translation": {
      "en": "keep it for three days, and then throw it in a stream.",
      "th": "เก็บไว้สามวัน แล้วโยนลงไปในลำธาร"
    }
  },
  {
    "translation": {
      "en": "Yeah, sure.",
      "th": "อืม ได้"
    }
  },
  {
    "translation": {
      "en": "You do you.",
      "th": "เอาที่สบายใจเหอะ"
    }
  },
  {
    "translation": {
      "en": "Modern researchers believe that the proliferation of mahr folklore",
      "th": "นักวิจัยยุคใหม่เชื่อว่า ตำนานพื้นบ้านเกี่ยวกับมาห์ที่เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "was an attempt to explain the very real phenomenon of sleep paralysis,",
      "th": "เป็นความพยายามที่จะอธิบาย ปรากฏการณ์ที่แท้จริงของการโดนผีอำ"
    }
  },
  {
    "translation": {
      "en": "which affects up to 20% of humans.",
      "th": "ซึ่งมีผลต่อมนุษย์มากถึง 20 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "They can think that, but I'm going to stop up my keyhole",
      "th": "พวกเขาอาจคิดแบบนั้นได้ แต่ยังไงผมก็จะปิดรูกุญแจ"
    }
  },
  {
    "translation": {
      "en": "and pee in a jar anyway.",
      "th": "และฉี่ใส่ขวดโหลอยู่ดี"
    }
  },
  {
    "translation": {
      "en": "Sleep well, my friends.",
      "th": "ฝันดีนะเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Death should be a time for peace and quiet,",
      "th": "ความตายควรเป็นช่วงเวลาแห่งความเงียบสงบ"
    }
  },
  {
    "translation": {
      "en": "so perhaps we can understand",
      "th": "ดังนั้นบางทีเราอาจจะเข้าใจได้"
    }
  },
  {
    "translation": {
      "en": "why the undead, doomed-to-float-the-earth-forever wraith",
      "th": "ว่าทำไมศพคืนชีพอย่างเจตภูตที่ถูกกำหนดมา ให้ล่องลอยอยู่บนโลกไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "is so darn malevolent.",
      "th": "ถึงได้ชั่วร้ายนัก"
    }
  },
  {
    "translation": {
      "en": "It's a spectral being, the Scottish cousin of the ghost.",
      "th": "มันคือภูตผีปีศาจ เป็นเครือญาติของผีสกอต"
    }
  },
  {
    "translation": {
      "en": "And like all Scottish cousins,",
      "th": "และก็เหมือนเครือญาติของชาวสกอตทุกรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "it's just a wee bit more trouble than its relatives.",
      "th": "มันสร้างปัญหามากกว่าเครือญาติของมันนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Accounts of how wraiths form differ,",
      "th": "มีเรื่องเล่าที่หลากหลาย เกี่ยวกับวิธีก่อร่างของเจตภูต"
    }
  },
  {
    "translation": {
      "en": "but a Scottish minister in 1691 wrote poetically",
      "th": "แต่นักบวชชาวสกอตคนนึง ได้เขียนกลอนไว้ในปี 1691"
    }
  },
  {
    "translation": {
      "en": "that wraiths were the last breath exhaled by a person on the verge of death.",
      "th": "ว่าเจตภูตคือลมหายใจสุดท้าย ที่คนกำลังจะตายหายใจออกมา"
    }
  },
  {
    "translation": {
      "en": "But everyone agrees they weren't happy creatures.",
      "th": "แต่ทุกคนเห็นตรงกันว่า พวกมันเป็นสัตว์ประหลาดที่ไม่มีความสุข"
    }
  },
  {
    "translation": {
      "en": "Even the wraith's name speaks to its deep torment.",
      "th": "แม้แต่ชื่อของเจตภูต ยังสื่อถึงความทรมานอย่างสุดซึ้ง"
    }
  },
  {
    "translation": {
      "en": "Etymologists have traced it to the Middle English version of \"writhe,\"",
      "th": "นักนิรุกติศาสตร์ได้แกะรอยคำนี้ไปถึง เวอร์ชั่นภาษาอังกฤษสมัยกลางกับคำว่า \"ไรธ์\""
    }
  },
  {
    "translation": {
      "en": "connecting it to \"wreaths\" and \"wrath,\"",
      "th": "เชื่อมโยงมันกับคำว่า \"รีธ\" และ \"แรธ\""
    }
  },
  {
    "translation": {
      "en": "twisted things and emotions, respectively.",
      "th": "ที่หมายถึงสิ่งของและอารมณ์ที่ผิดเพี้ยนตามลำดับ"
    }
  },
  {
    "translation": {
      "en": "They weren't just physically dangerous. They were harbingers of doom.",
      "th": "พวกมันไม่ได้อันตรายแค่ทางกายภาพเท่านั้น พวกมันยังเป็นลางสังหรณ์ของหายนะด้วย"
    }
  },
  {
    "translation": {
      "en": "According to Scottish folklore,",
      "th": "นิทานพื้นบ้านของสกอตกล่าวไว้ว่า"
    }
  },
  {
    "translation": {
      "en": "just seeing a wraith in the afternoon or evening",
      "th": "การได้เห็นเจตภูตในตอนบ่ายหรือตอนเย็น"
    }
  },
  {
    "translation": {
      "en": "signified that death would come for the viewer within a year.",
      "th": "บ่งชี้ว่าความตายจะมาเยือนผู้ที่เห็นภายในหนึ่งปี"
    }
  },
  {
    "translation": {
      "en": "Wraiths eventually became associated with evil water spirits too.",
      "th": "สุดท้ายแล้วเจตภูตยังร่วมมือกับ วิญญาณในน้ำที่ชั่วร้ายด้วย"
    }
  },
  {
    "translation": {
      "en": "Scotland's water wraiths were lanky, female humanoids",
      "th": "เจตภูตน้ำของสกอตแลนด์ มีรูปร่างเหมือนมนุษย์เพศหญิงผอมเก้งก้าง"
    }
  },
  {
    "translation": {
      "en": "who lured drunken travelers into a watery grave.",
      "th": "มันล่อลวงนักเดินทางที่กระหายน้ำ เข้าไปในถ้ำที่เต็มไปด้วยน้ำ"
    }
  },
  {
    "translation": {
      "en": "But in conclusion,",
      "th": "แต่สรุปก็คือ"
    }
  },
  {
    "translation": {
      "en": "maybe don't go to Scotland.",
      "th": "บางทีอย่าไปสกอตแลนด์เลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Certainly don't drop dead there.",
      "th": "อย่าไปตายกะทันหันที่นั่น"
    }
  },
  {
    "translation": {
      "en": "At least not until this whole wraith thing blows over.",
      "th": "อย่างน้อยก็จนกว่าจะไม่มีเจตภูตพวกนี้อีก"
    }
  },
  {
    "translation": {
      "en": "Aside from dragons, the human-wolf hybrid",
      "th": "นอกจากมังกรแล้ว ลูกผสมมนุษย์กับหมาป่า"
    }
  },
  {
    "translation": {
      "en": "is one of the oldest continuously used monsters that we have in Western culture.",
      "th": "ก็เป็นหนึ่งในสัตว์ประหลาดที่ถูกใช้อย่างต่อเนื่อง และเก่าแก่ที่สุดที่เรามีในวัฒนธรรมตะวันตก"
    }
  },
  {
    "translation": {
      "en": "Most agree that the first reference to a werewolf is in The Epic of Gilgamesh,",
      "th": "คนส่วนใหญ่ยอมรับว่าการอ้างอิงถึงมนุษย์หมาป่า เป็นครั้งแรกคือในมหากาพย์กิลกาเมช"
    }
  },
  {
    "translation": {
      "en": "literally the first piece of Western prose in existence.",
      "th": "ซึ่งเป็นความเรียงชิ้นแรกของตะวันตกที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "In it, Gilgamesh rejects a woman who turned her last man into a wolf.",
      "th": "ในนั้น กิลกาเมชปฏิเสธผู้หญิงคนนึง ที่ทำให้ผู้ชายคนสุดท้ายของเธอกลายเป็นหมาป่า"
    }
  },
  {
    "translation": {
      "en": "Probably a good call.",
      "th": "น่าจะเป็นการตัดสินใจที่ดี"
    }
  },
  {
    "translation": {
      "en": "But the Greeks took werewolves to a new level.",
      "th": "แต่ชาวกรีกยกระดับมนุษย์หมาป่าไปอีกขั้น"
    }
  },
  {
    "translation": {
      "en": "Most famously, the king Lycaon angered Zeus",
      "th": "ที่โด่งดังที่สุดคือเรื่องที่ กษัตริย์ไลเคออนทำให้ซูสโกรธ"
    }
  },
  {
    "translation": {
      "en": "by serving him a meal made of… a little boy.",
      "th": "เพราะเสิร์ฟอาหารที่ทำจากเด็กผู้ชายให้เขา"
    }
  },
  {
    "translation": {
      "en": "Yikes.",
      "th": "แหวะ"
    }
  },
  {
    "translation": {
      "en": "Zeus struck back, turning the king and his sons",
      "th": "ซูสโจมตีกลับ ด้วยการสาปให้กษัตริย์และโอรสของเขา"
    }
  },
  {
    "translation": {
      "en": "into ravenous wolves as punishment.",
      "th": "กลายเป็นหมาป่าจอมตะกละเพื่อเป็นการลงโทษ"
    }
  },
  {
    "translation": {
      "en": "And cannibalism leading to a wolven curse",
      "th": "และการกินเนื้อคนที่นำไปสู่คำสาปมนุษย์หมาป่า"
    }
  },
  {
    "translation": {
      "en": "is sort of a running theme in the Greek tales.",
      "th": "ก็เป็นธีมที่ใช้กันมาตลอดในเรื่องเล่าของกรีก"
    }
  },
  {
    "translation": {
      "en": "But in the Middle Ages, werewolves were no longer kings and princes.",
      "th": "แต่ในยุคกลาง มนุษย์หมาป่าไม่ใช่กษัตริย์ และเจ้าชายอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "They were everywhere, common folk, and there are records of them.",
      "th": "พวกมันอยู่ทุกที่ เป็นคนทั่วไป และมีบันทึกของพวกมันอยู่"
    }
  },
  {
    "translation": {
      "en": "Gilles Garnier, for instance, the Werewolf of Dole,",
      "th": "อย่างเช่น จีลส์ การ์นิเยร์ มนุษย์หมาป่าแห่งโดล"
    }
  },
  {
    "translation": {
      "en": "burned at the stake for killing and eating children,",
      "th": "ถูกเผาที่เสาเพราะฆ่าและกินเด็ก"
    }
  },
  {
    "translation": {
      "en": "burning being one of the few ways to kill a werewolf.",
      "th": "การเผาเป็นหนึ่งในไม่กี่วิธีในการฆ่ามนุษย์หมาป่า"
    }
  },
  {
    "translation": {
      "en": "The individuals accused may have actually been serial killers,",
      "th": "คนที่ถูกกล่าวหาอาจเป็นฆาตกรต่อเนื่องจริง"
    }
  },
  {
    "translation": {
      "en": "but it's likely that others were the victims of werewolf hysteria.",
      "th": "แต่ก็เป็นไปได้ว่าคนอื่นๆ เป็นเหยื่อของความบ้าคลั่งของมนุษย์หมาป่า"
    }
  },
  {
    "translation": {
      "en": "Given the werewolf's long history and vast spread,",
      "th": "ด้วยประวัติอันยาวนานและการแพร่กระจาย อย่างกว้างขวางของมนุษย์หมาป่า"
    }
  },
  {
    "translation": {
      "en": "it's no surprise that the trigger for wolven transformation has varied.",
      "th": "จึงไม่น่าแปลกใจที่สิ่งกระตุ้น ให้หมาป่าแปลงร่างมีมากมายหลายแบบ"
    }
  },
  {
    "translation": {
      "en": "Of course, you probably know about a full moon,",
      "th": "แน่นอนว่าคุณคงรู้เรื่องเกี่ยวกับพระจันทร์เต็มดวง"
    }
  },
  {
    "translation": {
      "en": "but magic belts, pelts, and ointments enchanted by the devil",
      "th": "แต่เข็มขัด หนังสัตว์ และน้ำมันวิเศษ ที่เสกโดยปีศาจ"
    }
  },
  {
    "translation": {
      "en": "have, at some point, served to spark the change.",
      "th": "ในบางกรณีก็กระตุ้นให้แปลงร่างได้เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "But maybe most surprising,",
      "th": "แต่ที่น่าแปลกใจที่สุดคือ"
    }
  },
  {
    "translation": {
      "en": "there may be a kernel of truth in this monster myth.",
      "th": "อาจมีแก่นแท้ของความจริง อยู่ในตำนานปีศาจนี้ก็ได้"
    }
  },
  {
    "translation": {
      "en": "An extremely rare condition called hypertrichosis,",
      "th": "โรคที่พบได้ยากมากที่มีชื่อว่าไฮเปอร์ไทรโคซิส"
    }
  },
  {
    "translation": {
      "en": "AKA werewolf syndrome,",
      "th": "หรือโรคมนุษย์หมาป่า"
    }
  },
  {
    "translation": {
      "en": "causes excess hair growth that looks pretty lupine.",
      "th": "ที่ทำให้มีขนดกเกินไปจนดูเหมือนหมาป่า"
    }
  },
  {
    "translation": {
      "en": "So if you do see a werewolf, show some respect.",
      "th": "ดังนั้นถ้าคุณเห็นมนุษย์หมาป่า จงแสดงความเคารพ"
    }
  },
  {
    "translation": {
      "en": "They are, after all, very old.",
      "th": "ยังไงซะพวกมันก็แก่มาก"
    }
  },
  {
    "translation": {
      "en": "Wherever humans die, so everywhere,",
      "th": "ไม่ว่ามนุษย์จะตายที่ไหน ซึ่งก็คือทุกที่นั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "there are undead monsters.",
      "th": "ย่อมมีศพคืนชีพเสมอ"
    }
  },
  {
    "translation": {
      "en": "In Arabia, we've seen the traveler-hunting ghoul.",
      "th": "ในอาระเบีย เราเคยเห็นผีกูลล่านักเดินทาง"
    }
  },
  {
    "translation": {
      "en": "In Scandinavia, the size-shifting draugr.",
      "th": "ในสแกนดิเนเวียมีดรากเกอร์ที่เปลี่ยนขนาดได้"
    }
  },
  {
    "translation": {
      "en": "Although it didn't appear in Western literature until the 1800s,",
      "th": "ถึงแม้มันจะไม่ปรากฏในงานเขียนตะวันตก จนกระทั่งช่วงปี 1800 ก็ตาม"
    }
  },
  {
    "translation": {
      "en": "it's thought that the word \"zombie\" originated in a few West African languages",
      "th": "แต่คนก็คิดกันว่าคำว่า \"ซอมบี้\" มีต้นกำเนิด ในภาษาแอฟริกันตะวันตกสองสามภาษา"
    }
  },
  {
    "translation": {
      "en": "that migrated to Haiti via enslaved African people.",
      "th": "ที่ถูกอพยพไปยังเฮติโดยชาวแอฟริกันที่เป็นทาส"
    }
  },
  {
    "translation": {
      "en": "But according to the original Haitian folklore,",
      "th": "แต่ตามความเชื่อดั้งเดิมของเฮติ"
    }
  },
  {
    "translation": {
      "en": "zombies weren't savage, flesh-eating monsters.",
      "th": "ซอมบี้ไม่ใช่สัตว์ประหลาดกินเนื้อที่ดุร้าย"
    }
  },
  {
    "translation": {
      "en": "They were pitiful, mindless, captive beings",
      "th": "พวกมันเป็นสิ่งมีชีวิตน่าสงสาร ไร้ความคิด"
    }
  },
  {
    "translation": {
      "en": "created from corpses by a bocor, an unfriendly neighborhood witch doctor,",
      "th": "ถูกสร้างขึ้นจากศพโดยโบคอร์ หมอผีแถวบ้านที่ไม่เป็นมิตร"
    }
  },
  {
    "translation": {
      "en": "and used as free labor.",
      "th": "และถูกใช้เป็นแรงงานฟรี"
    }
  },
  {
    "translation": {
      "en": "They represented eternal slavery",
      "th": "พวกมันคือสัญลักษณ์ของการเป็นทาสชั่วนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "to a people that had endured and cast off",
      "th": "สำหรับคนที่เคยอดทนและละทิ้ง"
    }
  },
  {
    "translation": {
      "en": "some of the most notoriously brutal conditions that slavery ever created.",
      "th": "สภาพอันโหดร้ายที่ฉาวโฉ่มากที่สุด ที่ความเป็นทาสเคยสร้างขึ้น"
    }
  },
  {
    "translation": {
      "en": "Weirdly enough, a 1983 study found that a bocor",
      "th": "แต่ก็แปลกมาก การวิจัยในปี 1983 พบว่าโบคอร์"
    }
  },
  {
    "translation": {
      "en": "using a concoction made of puffer fish, and toad venoms and hallucinogens",
      "th": "ที่ใช้ยาที่ทำจากปลาปักเป้า และพิษคางคก และยาหลอนประสาท"
    }
  },
  {
    "translation": {
      "en": "could place a person into a zombie-like trance,",
      "th": "อาจทำให้คนตกอยู่ในภวังค์เหมือนผีดิบได้"
    }
  },
  {
    "translation": {
      "en": "and I think that combination would probably kill me.",
      "th": "และผมคิดว่าส่วนผสมนั้นอาจทำให้ผมตายได้"
    }
  },
  {
    "translation": {
      "en": "But the study is controversial.",
      "th": "แต่ผลการวิจัยยังเป็นที่ถกเถียงกัน"
    }
  },
  {
    "translation": {
      "en": "Throughout the 1960s,",
      "th": "ตลอดช่วงยุค 60"
    }
  },
  {
    "translation": {
      "en": "creators took the mindlessness of Haitian zombies",
      "th": "ผู้สร้างเอาความไร้สติของซอมบี้เฮติมา"
    }
  },
  {
    "translation": {
      "en": "and added the ferocity of some other undead creatures.",
      "th": "และเพิ่มความดุร้ายของศพคืนชีพชนิดอื่นเข้าไป"
    }
  },
  {
    "translation": {
      "en": "Don't get me wrong, flesh-eating zombies are amazing,",
      "th": "อย่าเข้าใจผมผิดนะ ซอมบี้กินเนื้อน่ะน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "but it's worth remembering that the original zombie had an even darker past.",
      "th": "แต่ก็ควรจำไว้ว่าซอมบี้ต้นฉบับมีอดีตที่มืดมนกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "Japan,",
      "th": "ญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "a land of extremes.",
      "th": "ดินแดนแห่งความสุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "On one hand,",
      "th": "ในแง่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "they unleashed a grime-licking bathtub monster",
      "th": "พวกเขาปล่อยปีศาจร้ายในอ่างอาบน้ำ ที่ชอบเลียสิ่งโสโครก"
    }
  },
  {
    "translation": {
      "en": "on the unsuspecting world,",
      "th": "ออกมาบนโลกโดยไม่มีใครคาดคิด"
    }
  },
  {
    "translation": {
      "en": "and on the other hand,",
      "th": "และในทางกลับกัน"
    }
  },
  {
    "translation": {
      "en": "they have super adorable fox spirits.",
      "th": "พวกเขาก็มีปีศาจจิ้งจอกที่น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "Yes, if you're somewhat familiar with Japanese,",
      "th": "ใช่แล้ว ถ้าคุณคุ้นเคยกับภาษาญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "you may have noticed that Kitsu from Nightmare of the Wolf",
      "th": "คุณอาจสังเกตเห็นว่าคิทซุจากเรื่องตำนานหมาป่า"
    }
  },
  {
    "translation": {
      "en": "sounds remarkably similar to \"kitsune,\"",
      "th": "ชื่อคล้ายกับ \"คิทซุเนะ\""
    }
  },
  {
    "translation": {
      "en": "the Japanese word for both mundane and monstrous foxes.",
      "th": "คำภาษาญี่ปุ่นที่ใช้เรียก จิ้งจอกทั่วไปและจิ้งจอกปีศาจ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah, and also that she changes into a fox halfway through.",
      "th": "ใช่แล้ว และมันก็แปลงร่าง เป็นจิ้งจอกกลางคันได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "Whatever.",
      "th": "เอาไงก็เอาเถอะ"
    }
  },
  {
    "translation": {
      "en": "So, it's likely that Kitsu was inspired by the kawaii kitsune,",
      "th": "จึงมีความเป็นไปได้ว่าคิทซุ ได้รับแรงบันดาลใจมาจากคิทซุ เนะแสนน่ารัก"
    }
  },
  {
    "translation": {
      "en": "a fox-like trickster spirit that populated the forests of Northeast Asia",
      "th": "ปีศาจจอมหลอกลวงหน้าตาเหมือนจิ้งจอก ที่อาศัยอยู่ในเอเชียตะวันออกเฉียงเหนือ"
    }
  },
  {
    "translation": {
      "en": "under a variety of names.",
      "th": "ภายใต้ชื่อมากมายหลายชื่อ"
    }
  },
  {
    "translation": {
      "en": "In traditional trickster fashion, they were sometimes benevolent.",
      "th": "ในวิธีการหลอกลวงแบบดั้งเดิม บางครั้งพวกมันก็มีเมตตา"
    }
  },
  {
    "translation": {
      "en": "Celestial messengers even.",
      "th": "เป็นผู้ส่งสารจากสวรรค์เลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Of course, they were just as likely",
      "th": "แต่แน่นอนว่าพวกมันมีแนวโน้ม"
    }
  },
  {
    "translation": {
      "en": "to use cunning, shape-shifting, and illusion to rattle their victims' minds,",
      "th": "ที่จะใช้เล่ห์กล การแปลงร่าง และภาพลวงตา ในการก่อกวนความคิดของเหยื่อ"
    }
  },
  {
    "translation": {
      "en": "particularly if those victims were wicked, greedy or drunk.",
      "th": "โดยเฉพาะถ้าเหยื่อพวกนั้นชั่วช้า โลภ หรือเมา"
    }
  },
  {
    "translation": {
      "en": "We can be whatever we imagine here, Vesemir. We can be rich.",
      "th": "อยู่ที่นี่เราจะเป็นอะไรก็ได้ตามใจนึก เวเซเมียร์ เรารวยได้"
    }
  },
  {
    "translation": {
      "en": "Together, here,",
      "th": "หากอยู่ด้วยกันที่นี่"
    }
  },
  {
    "translation": {
      "en": "time is nothing.",
      "th": "เวลาก็ไร้ความหมาย"
    }
  },
  {
    "translation": {
      "en": "Out there, I can save her.",
      "th": "แต่ข้างนอกนั่น ข้าช่วยนางได้"
    }
  },
  {
    "translation": {
      "en": "That's worth more.",
      "th": "มันคุ้มค่ากว่า"
    }
  },
  {
    "translation": {
      "en": "Now, out of my head.",
      "th": "ออกไปจากหัวข้าได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "Much like Bugs Bunny,",
      "th": "คล้ายกับบักส์ บันนีมาก"
    }
  },
  {
    "translation": {
      "en": "the kitsune particularly relish changing into a beautiful woman",
      "th": "คิทซุเนะชอบแปลงร่าง เป็นผู้หญิงสวยๆ มากเป็นพิเศษ"
    }
  },
  {
    "translation": {
      "en": "in order to seduce unsuspecting men, sometimes even marrying them.",
      "th": "เพื่อล่อลวงผู้ชายที่ไม่ทันระวังตัว บางครั้งถึงขั้นแต่งงานกับพวกเขาเลยด้วย"
    }
  },
  {
    "translation": {
      "en": "Even today in Chinese culture, the word for fox spirit, \"húli jīng\"",
      "th": "แม้แต่ในวัฒนธรรมจีนในปัจจุบัน คำว่าปีศาจจิ้งจอก หรือ \"หูลี่จิง\""
    }
  },
  {
    "translation": {
      "en": "is commonly used to call someone a homewrecker.",
      "th": "ก็เป็นคำที่ใช้เรียก คนที่ชอบทำครอบครัวคนอื่นแตกแยก"
    }
  },
  {
    "translation": {
      "en": "Look, I'm not saying I have a thing",
      "th": "นี่ ผมไม่ได้บอกว่าผมชอบ"
    }
  },
  {
    "translation": {
      "en": "for anthropomorphic animals that dress up like women,",
      "th": "สัตว์ในร่างมนุษย์ที่แต่งตัวเป็นผู้หญิงนะ"
    }
  },
  {
    "translation": {
      "en": "but would I rather meet one instead of a bathtub monster?",
      "th": "แต่ผมอยากเจออะไรแบบนี้ มากกว่าสัตว์ประหลาดในอ่างอาบน้ำไหม"
    }
  },
  {
    "translation": {
      "en": "Yes, I would.",
      "th": "แน่นอน ชัวร์ป้าบ"
    }
  },
  {
    "translation": {
      "en": "You can tell how much ancient humans feared being eaten from their monsters.",
      "th": "คุณดูออกว่ามนุษย์โบราณ กลัวโดนสัตว์ประหลาดกินมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Take the fearsome manticore,",
      "th": "อย่างเช่นแมนติคอร์ที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "a derivation of the old Persian word for \"man-eater.\"",
      "th": "มีที่มาจากภาษาเปอร์เซียที่แปลว่า \"จอมกินคน\""
    }
  },
  {
    "translation": {
      "en": "This monstrous hybrid typically mashed up the head of a human,",
      "th": "ลูกผสมที่ชั่วร้ายนี้เป็นการผสมกันของศีรษะมนุษย์"
    }
  },
  {
    "translation": {
      "en": "the body of a lion, and the tail of a scorpion.",
      "th": "ร่างของสิงโตและหางของแมงป่อง"
    }
  },
  {
    "translation": {
      "en": "Although modern variants sometimes add a pair of leathery wings too.",
      "th": "ถึงแม้บางครั้งสายพันธุ์ยุคใหม่ จะเพิ่มปีกเหนียวๆ เข้าไปด้วย"
    }
  },
  {
    "translation": {
      "en": "As if a scorpion's tail isn't bad enough,",
      "th": "อย่างกับว่าหางของแมงป่องยังไม่แย่พองั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "the manticore could shoot theirs, like arrows.",
      "th": "แมนติคอร์สามารถ ยิงเหล็กในของมันได้เหมือนลูกธนู"
    }
  },
  {
    "translation": {
      "en": "And to complete the ferocious look,",
      "th": "และเพื่อให้รูปลักษณ์ที่ดุร้ายสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "the beast was said to have been colored blood-red.",
      "th": "ว่ากันว่าสีของสัตว์ร้ายชนิดนี้คือสีแดงเลือด"
    }
  },
  {
    "translation": {
      "en": "Strangely, the sources say it had a voice like a melody played on pipes,",
      "th": "แต่ก็แปลก แหล่งข้อมูลบอกว่า เสียงของมันเหมือนท่วงทำนองที่บรรเลงบนขลุ่ย"
    }
  },
  {
    "translation": {
      "en": "sort of like mine.",
      "th": "คล้ายเสียงผมนี่แหละ"
    }
  },
  {
    "translation": {
      "en": "Oh, here he comes It's a manticore",
      "th": "โอ้ มันมาแล้ว มันคือแมนติคอร์"
    }
  },
  {
    "translation": {
      "en": "Always violent and feral,",
      "th": "รุนแรงและดุร้ายเสมอ"
    }
  },
  {
    "translation": {
      "en": "it's said to prefer a buffet of humans over just one,",
      "th": "ว่ากันว่ามันชอบกินบุฟเฟ่ต์มนุษย์มากกว่าหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "and it ate them whole.",
      "th": "และมันกินหมดทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "It became particularly evil in the Middle Ages",
      "th": "มันกลายเป็นสิ่งชั่วร้ายเป็นพิเศษในยุคกลาง"
    }
  },
  {
    "translation": {
      "en": "when everything became associated with the devil anyway.",
      "th": "เมื่อทุกอย่างเกี่ยวข้องกับปีศาจ"
    }
  },
  {
    "translation": {
      "en": "But scholars think the manticore may have been a stand-in for a real man-eater,",
      "th": "แต่นักวิชาการคิดว่าแมนติคอร์ อาจเป็นตัวแทนของจอมกินคนตัวจริง"
    }
  },
  {
    "translation": {
      "en": "the Caspian tiger,",
      "th": "เสือโคร่งแคสเปียน"
    }
  },
  {
    "translation": {
      "en": "whose fur could look red in the sun.",
      "th": "สีขนของมันดูเป็นสีแดงเมื่อโดนแดด"
    }
  },
  {
    "translation": {
      "en": "Monsters are like anything else,",
      "th": "สัตว์ประหลาดก็เหมือนเรื่องอื่นๆ ทุกเรื่อง"
    }
  },
  {
    "translation": {
      "en": "they have their ups and downs in popular opinion.",
      "th": "พวกมันมีขึ้นมีลงในความคิดเห็นของประชาชน"
    }
  },
  {
    "translation": {
      "en": "And there's no better example than the griffin,",
      "th": "และไม่มีตัวอย่างไหนดีไปกว่ากริฟฟินแล้ว"
    }
  },
  {
    "translation": {
      "en": "which has an abnormally long history.",
      "th": "ซึ่งมีประวัติยาวนานผิดปกติ"
    }
  },
  {
    "translation": {
      "en": "The first record we have dates back to 3000 B.C. in Persia,",
      "th": "บันทึกฉบับแรกที่เรามี มีมาตั้งแต่ 3,000 ปีก่อนคริสตกาลในเปอร์เซีย"
    }
  },
  {
    "translation": {
      "en": "although they truly flourished in ancient Greece.",
      "th": "ถึงแม้มันจะรุ่งเรืองอย่างแท้จริง ในกรีซโบราณก็ตาม"
    }
  },
  {
    "translation": {
      "en": "With the body of a lion, and the wings and head of an eagle,",
      "th": "เพราะมีร่างของสิงโต และมีปีกกับหัวของนกอินทรี"
    }
  },
  {
    "translation": {
      "en": "thought to be two of nature's noblest creatures,",
      "th": "ที่คนคิดว่าเป็นสิ่งมีชีวิตสองชนิด ที่สูงส่งที่สุดของธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "the griffin has, at times, enjoyed an association with royalty.",
      "th": "บางครั้งกริฟฟินจึงสนุก กับการเกี่ยวข้องกับราชวงศ์"
    }
  },
  {
    "translation": {
      "en": "You could often find their statues guarding tombs.",
      "th": "คุณสามารถพบเห็น รูปปั้นของพวกมันเฝ้าสุสานได้บ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "The beast was known to dig up gold",
      "th": "พวกมันขึ้นชื่อเรื่องการขุดทอง"
    }
  },
  {
    "translation": {
      "en": "and, oddly for monsters, we know a little bit about its family life.",
      "th": "และเรารู้อะไรเกี่ยวกับชีวิตครอบครัวมันนิดหน่อย ซึ่งแปลกมากสำหรับสัตว์ประหลาด"
    }
  },
  {
    "translation": {
      "en": "Griffins mated for life.",
      "th": "กริฟฟินมีคู่ชีวิตตัวเดียวตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "In the Middle Ages, though, griffins seemed slightly less helpful,",
      "th": "แต่ในยุคกลาง กริฟฟินดูมีประโยชน์น้อยลงเล็กน้อย"
    }
  },
  {
    "translation": {
      "en": "slash slightly more bloodthirsty.",
      "th": "และกระหายเลือดมากขึ้นนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "They were often depicted battling knights,",
      "th": "พวกมันมักจะถูกเล่าว่าต่อสู้กับอัศวิน"
    }
  },
  {
    "translation": {
      "en": "or even carrying them and their horses to their nests",
      "th": "หรือแม้กระทั่งแบกอัศวินกับม้าของพวกเขา ไปที่รังของพวกมัน"
    }
  },
  {
    "translation": {
      "en": "for their little grifflings to snack upon.",
      "th": "เพื่อให้ลูกกริฟฟินน้อยของพวกมันได้กิน"
    }
  },
  {
    "translation": {
      "en": "In fact, horses, of all things, were their mortal enemies,",
      "th": "ที่จริงแล้ว ม้าเป็นศัตรูตัวฉกาจของพวกมัน"
    }
  },
  {
    "translation": {
      "en": "which seems an unfair fight to me.",
      "th": "ซึ่งผมว่าดูเป็นการต่อสู้ที่ไม่ยุติธรรมเลย"
    }
  },
  {
    "translation": {
      "en": "RIP, Roach.",
      "th": "หลับให้สบายนะโรช"
    }
  },
  {
    "translation": {
      "en": "So, what about today?",
      "th": "แล้วปัจจุบันนี้ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Judging by Nightmare of the Wolf, I'd say they're still on a monstrous swing.",
      "th": "ถ้าดูจากจากตำนานหมาป่า ผมว่าพวกมันยังเอาแน่เอานอนไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Just give it time.",
      "th": "ให้เวลามันหน่อยแล้วกัน"
    }
  },
  {
    "translation": {
      "en": "There you have it, the monstrous menagerie of Nightmare of the Wolf.",
      "th": "หมดแล้วครับ การรวบรวมสัตว์ประหลาดสุดโหด จากตำนานหมาป่า"
    }
  },
  {
    "translation": {
      "en": "Happy monster hunting.",
      "th": "สุขสันต์การล่าสัตว์ประหลาดครับ"
    }
  }
]