[
  {
    "translation": {
      "en": "More of that in a moment, but here's Jill with something else.",
      "th": "อีกสักครู่มาชมกันต่อครับ แต่จิลมีเรื่องอื่นมารายงาน"
    }
  },
  {
    "translation": {
      "en": "Struggling away, hello.",
      "th": "ติดขัดนิดหน่อย สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Jill Dando] Television in some way had always fascinated me from the year dot.",
      "th": "ฉันหลงใหลในวงการโทรทัศน์มานานค่ะ"
    }
  },
  {
    "translation": {
      "en": "I was about eight years old and I'd have my four library tickets",
      "th": "ตอนนั้นฉันแปดขวบ ฉันเคยมีตั๋วห้องสมุดสี่ใบ"
    }
  },
  {
    "translation": {
      "en": "and go to the library and get books about television.",
      "th": "แล้วฉันก็ไปห้องสมุด ยืมหนังสือเกี่ยวกับโทรทัศน์"
    }
  },
  {
    "translation": {
      "en": "[female reporter] Good morning.",
      "th": "อรุณสวัสดิ์จากจิลและฉัน"
    }
  },
  {
    "translation": {
      "en": "You're watching the BBC's Breakfast News at 6:30.",
      "th": "คุณกำลังรับชมข่าวบีบีซีเบรกฟาสต์เวลา 6:30 น."
    }
  },
  {
    "translation": {
      "en": "It took me I suppose, um, until I was about 25 to get inside.",
      "th": "กว่าฉันจะได้เข้าไป ก็ตอนฉันอายุราว 25 ปี"
    }
  },
  {
    "translation": {
      "en": "[woman 1] Jill Dando.",
      "th": "จิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "[man 1] Jill was the most famous TV presenter on British television.",
      "th": "จิลเป็นพิธีกรทีวีที่ดังที่สุดของทีวีอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] The golden girl of British television,",
      "th": "ลูกรักวงการโทรทัศน์อังกฤษ"
    }
  },
  {
    "translation": {
      "en": "murdered on her doorstep in broad daylight.",
      "th": "ถูกฆ่าตรงหน้าประตูบ้านตอนกลางวันแสกๆ (ถูกลอบฆ่า - 'สังหาร')"
    }
  },
  {
    "translation": {
      "en": "That just does not happen.",
      "th": "มันไม่ได้เกิดขึ้นเฉยๆ หรอก"
    }
  },
  {
    "translation": {
      "en": "[woman 3] I think anyone who has got a little bit of fame",
      "th": "ฉันว่าคนที่มีชื่อเสียงอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "knows that there are two sides to it.",
      "th": "รู้ว่ามันมีสองด้าน"
    }
  },
  {
    "translation": {
      "en": "You get a lot of unwanted attention.",
      "th": "คุณได้รับความสนใจที่ไม่อยากได้"
    }
  },
  {
    "translation": {
      "en": "Strange people. Obsessive.",
      "th": "คนแปลกๆ หมกมุ่น"
    }
  },
  {
    "translation": {
      "en": "You kind of look over your shoulder a bit.",
      "th": "ต้องคอยระวังหลังอยู่ตลอด"
    }
  },
  {
    "translation": {
      "en": "People all over are joining again",
      "th": "คนทั่วประเทศมารวมตัวกันอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "to solve some of Britain's most difficult and serious crimes.",
      "th": "เพื่อไขคดีฆาตกรรมที่ร้ายแรง และยากที่สุดคดีหนึ่งของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "[woman 2] Crimewatch had a fantastic reputation",
      "th": "ไครม์วอชต์มีชื่อเสียงมาก"
    }
  },
  {
    "translation": {
      "en": "for putting information out there",
      "th": "ในด้านการเผยข้อมูล"
    }
  },
  {
    "translation": {
      "en": "and getting people to ring in with critical pieces of evidence.",
      "th": "และให้คนโทรศัพท์เข้ามาในรายการ พร้อมกับหลักฐานชิ้นสำคัญ"
    }
  },
  {
    "translation": {
      "en": "If you harbor any suspicions, do call. So many clues and so much anguish.",
      "th": "ถ้าคุณพบสิ่งพิรุธ โทรมาหาเรา มีเบาะแสมากมาย มีความเจ็บปวดมากมาย"
    }
  },
  {
    "translation": {
      "en": "Do you ever get worried about the things you see on Crimewatch?",
      "th": "เคยกังวลเรื่องที่คุณเห็นทางไครม์วอตช์มั้ย"
    }
  },
  {
    "translation": {
      "en": "Oh. Yes, you do. But the crimes that we show are so rare.",
      "th": "ค่ะ กังวล แต่อาชญากรรม ที่เราแสดงให้ดูมันเกิดขึ้นไม่บ่อย"
    }
  },
  {
    "translation": {
      "en": "It's not something that you walk into the street",
      "th": "มันไม่ใช่อะไรที่คุณจะเดินไปบนถนน"
    }
  },
  {
    "translation": {
      "en": "and think, \"The same thing's going to happen to me.\"",
      "th": "แล้วคิดว่าจะเกิดเรื่องนั้นขึ้นกับฉันแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[woman 3] There was reason to be scared.",
      "th": "มันมีเหตุผลให้กลัว"
    }
  },
  {
    "translation": {
      "en": "[man 2] It takes a certain sort of person,",
      "th": "ต้องเป็นคนประเภทนี้"
    }
  },
  {
    "translation": {
      "en": "a brutal sadistic psychopath, to shoot a gun into a head.",
      "th": "คนโรคจิตซาดิสม์โหดเหี้ยมที่กล้ายิงหัวคน"
    }
  },
  {
    "translation": {
      "en": "This was one of the largest murder investigations",
      "th": "นี่เป็นหนึ่งในการสืบสวนที่ใหญ่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "the Metropolitan Police ever had to face.",
      "th": "ที่ตำรวจนครบาลเคยเจอ"
    }
  },
  {
    "translation": {
      "en": "[man 1] It's been 22 years and it's unsolved.",
      "th": "ผ่านมา 22 ปีแล้ว แต่ก็ยังไขคดีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Whoever did it is still out there.",
      "th": "ใครก็ตามที่ลงมือยังลอยนวลอยู่"
    }
  },
  {
    "translation": {
      "en": "One of Britain's most popular television presenters has been murdered",
      "th": "พิธีกรที่ดังที่สุดคนหนึ่งของอังกฤษถูกฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "in what could be a professional hit.",
      "th": "ซึ่งอาจเป็นการจ้างวานฆ่าระดับมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "The tributes here on the flowers echo the overriding reaction of shock…",
      "th": "ดอกไม้ไว้อาลัยที่วางตรงนี้ สะท้อนให้ถึงเห็นความตกใจ…"
    }
  },
  {
    "translation": {
      "en": "[man 1] Even the Queen has been moved to comment, saying she is shocked…",
      "th": "แม้แต่พระราชินี ก็ยังออกมาแสดงความเห็นว่าตกใจ…"
    }
  },
  {
    "translation": {
      "en": "[man 2] Police say there are many possible motives for the murder.",
      "th": "ตำรวจกล่าวว่าเป็นไปได้ว่ามีหลายแรงจูงใจ"
    }
  },
  {
    "translation": {
      "en": "[man 3] …responsible for solving so many crimes may have created enemies in the process.",
      "th": "ที่รับผิดชอบไขคดีมาแล้วหลายคดี อาจสร้างศัตรูไปด้วยระหว่างทาง"
    }
  },
  {
    "translation": {
      "en": "[woman 1] The Crimewatch presenter may have been assassinated in retaliation",
      "th": "พิธีกรไครม์วอตช์อาจถูกสังหารเพื่อตอบโต้"
    }
  },
  {
    "translation": {
      "en": "for the NATO bombing of the Belgrade.",
      "th": "กับเหตุวางระเบิดเบลเกรดของนาโต้"
    }
  },
  {
    "translation": {
      "en": "[man 4] Detectives confirm that Jill Dando",
      "th": "ตำรวจสืบสวนยืนยันว่า จิล แดนโดเคยบอกว่าถูกลอบติดตาม"
    }
  },
  {
    "translation": {
      "en": "had claimed of being followed by a stalker.",
      "th": "ตำรวจสืบสวนยืนยันว่า จิล แดนโดเคยบอกว่าถูกลอบติดตาม โดยพวกแอบตาม"
    }
  },
  {
    "translation": {
      "en": "[woman 2] A man who has gone on trial in London",
      "th": "ชายที่ขึ้นศาลในลอนดอนหมกมุ่นกับคนดัง"
    }
  },
  {
    "translation": {
      "en": "had an obsession with celebrities and was fascinated with firearms.",
      "th": "ชายที่ขึ้นศาลในลอนดอนหมกมุ่นกับคนดัง และหลงใหลอาวุธปืน"
    }
  },
  {
    "translation": {
      "en": "[man 5] Detectives say they're not ruling out any line of inquiry.",
      "th": "ตำรวจสืบสวนกล่าวว่า ยังไม่ได้ตัดมูลเหตุใดๆ ออก"
    }
  },
  {
    "translation": {
      "en": "Some believe the killer may have got away with murder.",
      "th": "บางคนเชื่อว่าฆาตกรอาจหนีรอดไปได้"
    }
  },
  {
    "translation": {
      "en": "[man] Ambulance service, hello?",
      "th": "บริการรถพยาบาล สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Hello, ambulance? I'm walking along Gowan Avenue.",
      "th": "สวัสดีค่ะ รถพยาบาล ฉันกำลังเดินที่โกแวน อเวนิว"
    }
  },
  {
    "translation": {
      "en": "It looks like, um, there's somebody collapsed.",
      "th": "ดูเหมือนมีคนล้มลง"
    }
  },
  {
    "translation": {
      "en": "And, confidentially, it looks like it's Jill Dando.",
      "th": "อันนี้ขอให้เก็บเป็นความลับ ดูเหมือนเป็นจิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "And she's collapsed on her doorstep. There's a lot of blood.",
      "th": "และเธอล้มลงหน้าประตูบ้าน มีเลือดออกเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "[man] Can you approach and check that she's breathing?",
      "th": "คุณช่วยเดินเข้าไปดูได้มั้ยครับ ว่าเธอยังหายใจมั้ย"
    }
  },
  {
    "translation": {
      "en": "-[woman] Doesn't look like she is. -[man] Right.",
      "th": "- ดูเหมือนเธอไม่หายใจแล้ว - ครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Blood's coming from her nose, her arms are blue.",
      "th": "มีเลือดออกมาจากจมูก แขนม่วงหมด"
    }
  },
  {
    "translation": {
      "en": "[man] I need to find out if she needs… if she's breathing.",
      "th": "ผมแค่อยากรู้ว่าเธอยังหายใจอยู่มั้ย"
    }
  },
  {
    "translation": {
      "en": "Is the lady's chest going up and down?",
      "th": "หน้าอกยังยุบพองอยู่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "[woman] Oh, my God. No. I don't think she's alive.",
      "th": "คุณพระช่วย ไม่ค่ะ ฉันว่าเธอตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[man] Okay. -I'm sorry.",
      "th": "- ครับ - โทษที"
    }
  },
  {
    "translation": {
      "en": "[man] Don't worry. I'll get help for you.",
      "th": "ไม่ต้องห่วงครับ ผมจะส่งคนไปช่วย"
    }
  },
  {
    "translation": {
      "en": "[woman] Please.",
      "th": "มาเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] I was on call for the central London murder group.",
      "th": "ผมอยู่เวรแผนกฆาตกรรมให้กับลอนดอนกลาง"
    }
  },
  {
    "translation": {
      "en": "We had been busy, we were under-resourced.",
      "th": "เรายุ่งกันมาก คนของเราไม่พอ"
    }
  },
  {
    "translation": {
      "en": "And I was told by my detective sergeant",
      "th": "และจ่าตำรวจสืบสวนของผมก็บอกผมว่า… (เฮมิช แคมป์เบลล์ - จนท.สอบสวนอาวุโส)"
    }
  },
  {
    "translation": {
      "en": "that there had been a stabbing down in Fulham.",
      "th": "(เฮมิช แคมป์เบลล์ - จนท.สอบสวนอาวุโส) มีเหตุคนถูกแทงที่ฟูลัม"
    }
  },
  {
    "translation": {
      "en": "Fulham was a well-to-do, wealthy area.",
      "th": "ฟูลัมเป็นย่านคนรวย"
    }
  },
  {
    "translation": {
      "en": "So it was unusual for that reason.",
      "th": "เพราะเหตุผลนี้มันเลยไม่ปกติ"
    }
  },
  {
    "translation": {
      "en": "Very unusual.",
      "th": "ไม่ปกติเอามากๆ"
    }
  },
  {
    "translation": {
      "en": "I was driving down there",
      "th": "ระหว่างที่ผมขับรถไปที่นั่น"
    }
  },
  {
    "translation": {
      "en": "and I got a phone call from my chief superintendent.",
      "th": "หัวหน้าผู้กำกับของผมก็โทรหาผม"
    }
  },
  {
    "translation": {
      "en": "And he said to me, \"That case, that's going to be Jill Dando.\"",
      "th": "เขาบอกผมว่า \"คดีนั้นเป็นจิล แดนโด\""
    }
  },
  {
    "translation": {
      "en": "In most homicide cases,",
      "th": "คดีฆาตกรรมส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "the detectives would not have known their victim at all,",
      "th": "ตำรวจสืบสวนจะไม่รู้จักเหยื่อเลย"
    }
  },
  {
    "translation": {
      "en": "but in this case, almost everybody knew of Jill Dando.",
      "th": "ในคดีนี้ เกือบทุกคนรู้จักจิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "There was an ambulance coming up the Fulham Road as we were going down,",
      "th": "มีรถพยาบาลมาที่ถนนฟูลัมระหว่างที่เรากำลังไป"
    }
  },
  {
    "translation": {
      "en": "and I realized that was her being taken away from the scene.",
      "th": "ผมก็รู้ว่านั่นคือเธอ กำลังถูกพาตัวออกไปจากที่เกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "[woman] It was a lovely spring day…",
      "th": "วันนั้นเป็นวันฟ้าใสฤดูใบไม้ผลิ…"
    }
  },
  {
    "translation": {
      "en": "and I was reading the bulletins, the news summaries.",
      "th": "ฉันกำลังอ่านรายงานข่าวและสรุปข่าว"
    }
  },
  {
    "translation": {
      "en": "The next scheduled bulletin is at 2:40.",
      "th": "รายงานข่าวครั้งต่อไปเวลา 14.40 น."
    }
  },
  {
    "translation": {
      "en": "I had put on a rather nice blue suit.",
      "th": "ฉันใส่ชุดสีฟ้าสวยๆ"
    }
  },
  {
    "translation": {
      "en": "Well, one actually that came from the designers",
      "th": "ผลงานของดีไซเนอร์… (เจนนี่ บอนด์ - ผู้อ่านข่าวบีบีซี)"
    }
  },
  {
    "translation": {
      "en": "that Jill and I used to go to together.",
      "th": "ที่ฉันกับจิลเคยไปด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And everything was fine in the newsroom, which is a buzzy, noisy, vibrant place.",
      "th": "และทุกอย่างก็ปกติดีในห้องข่าว ซึ่งเป็นที่ที่คึกคัก เสียงดัง มีชีวิตชีวา"
    }
  },
  {
    "translation": {
      "en": "[man] …page 45. Tell me what promos you're running?",
      "th": "เราอยู่ที่หน้า 45 บอกผมหน่อยรายการอะไรกำลังฉาย"
    }
  },
  {
    "translation": {
      "en": "And then the news came in that a woman had been killed.",
      "th": "แล้วจากนั้นก็มีข่าวเข้ามา ผู้หญิงถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "And these rumors started going around the newsroom that it was Jill.",
      "th": "และคนก็เริ่มลือกันทั่วห้องข่าวว่าเป็นจิล"
    }
  },
  {
    "translation": {
      "en": "And it went terribly quiet.",
      "th": "และห้องก็เงียบสงัดเลย"
    }
  },
  {
    "translation": {
      "en": "[Hamish Campbell] When I arrived, I was briefed by the uniformed officers.",
      "th": "ตอนที่ผมไปถึง เจ้าหน้าที่ในเครื่องแบบบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "And they told me that no one had seen what had actually happened to Jill.",
      "th": "ไม่มีใครเห็นว่าเกิดอะไรขึ้นกับจิล"
    }
  },
  {
    "translation": {
      "en": "But they had already identified two witnesses",
      "th": "แต่พวกเขาระบุว่ามีพยานสองคน"
    }
  },
  {
    "translation": {
      "en": "who had seen a man leaving the scene.",
      "th": "ที่เห็นชายคนหนึ่งออกไปจากที่เกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "And they described this white man, dark hair, thick-set,",
      "th": "พยานบรรยายลักษณะว่า เป็นชายผิวขาว ผมสีเข้ม ร่างหนา"
    }
  },
  {
    "translation": {
      "en": "wearing a coat, a dark coat, wasn't masked, wasn't wearing gloves.",
      "th": "ใส่เสื้อคลุมสีเข้ม ไม่ปิดหน้า ไม่ใส่ถุงมือ"
    }
  },
  {
    "translation": {
      "en": "So the real focus right there was how the person",
      "th": "สิ่งที่ต้องสนใจก็คือจะจับคนที่…"
    }
  },
  {
    "translation": {
      "en": "who had been seen running away was to be caught.",
      "th": "ถูกพบเห็นว่าหนีไปจากตรงนั้นยังไง"
    }
  },
  {
    "translation": {
      "en": "Uniformed officers were told to spread out and search the area.",
      "th": "เจ้าหน้าที่ในเครื่องแบบ ออกกระจายกำลังค้นหาทั่วพื้นที่"
    }
  },
  {
    "translation": {
      "en": "We were waiting for information from the hospital",
      "th": "เรากำลังรอข้อมูลจากโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "because there was no confirmation that Jill had died.",
      "th": "เพราะไม่มีคำยืนยันว่าจิลตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "That changed very quickly when I stood on the pavement",
      "th": "เหตุการณ์เปลี่ยนไปอย่างรวดเร็ว ตอนที่ผมยืนตรงทางเท้า"
    }
  },
  {
    "translation": {
      "en": "and just looked from the gate,",
      "th": "และมองจากประตูรั้ว"
    }
  },
  {
    "translation": {
      "en": "up to the front door of Jill's house.",
      "th": "เข้าไปตรงประตูหน้าบ้านจิล"
    }
  },
  {
    "translation": {
      "en": "And I could see the bullet and casing on the doorstep.",
      "th": "ผมเห็นกระสุนกับปลอกกระสุนตรงหน้าประตูบ้าน"
    }
  },
  {
    "translation": {
      "en": "Jill Dando had been shot in the head.",
      "th": "จิล แดนโดถูกยิงที่ศีรษะ"
    }
  },
  {
    "translation": {
      "en": "It was immediately sort of unfathomable.",
      "th": "มันกลายเป็นเรื่องที่คิดไม่ถึงเลยทันที"
    }
  },
  {
    "translation": {
      "en": "The concept of any woman being shot in the head in London,",
      "th": "ความคิดที่ว่าผู้หญิงถูกยิงที่ศีรษะในลอนดอน"
    }
  },
  {
    "translation": {
      "en": "yet alone a celebrity, was rare in the extreme.",
      "th": "และยิ่งเป็นคนดัง เป็นเหตุการณ์ที่พบได้น้อยมากๆ"
    }
  },
  {
    "translation": {
      "en": "The media are already up at the top cordon.",
      "th": "สื่อมาอยู่ตรงเทปปิดล้อมกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "I knew then that the media interest was going to be extraordinary.",
      "th": "ผมรู้เลยว่าความสนใจของสื่อจะต้องไม่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "[male doctor] Jill Dando arrived here by ambulance at 12:30 p.m.",
      "th": "จิล แดนโดมาถึงที่นี่ กับรถพยาบาลตอน 12:30 น."
    }
  },
  {
    "translation": {
      "en": "Despite all efforts by ambulance paramedics and hospital medical staff,",
      "th": "แม้หน่วยกู้ชีพฉุกเฉินและเจ้าหน้าที่การแพทย์ จะพยายามอย่างเต็มที่แล้ว"
    }
  },
  {
    "translation": {
      "en": "she was certified dead at 1:03 p.m.",
      "th": "มีการยืนยันแล้วว่าเธอเสียชีวิตเวลา 13:03 น."
    }
  },
  {
    "translation": {
      "en": "The newsroom was cold with… with shock.",
      "th": "ห้องข่าวเงียบงันด้วยความตกตะลึง"
    }
  },
  {
    "translation": {
      "en": "Real shock.",
      "th": "ตกใจมาก"
    }
  },
  {
    "translation": {
      "en": "We're people who are used to reporting",
      "th": "เราเป็นคนที่ชินกับการรายงาน"
    }
  },
  {
    "translation": {
      "en": "on all sorts of deaths, disasters, wars.",
      "th": "การตาย ภัยพิบัติ สงครามทุกประเภท"
    }
  },
  {
    "translation": {
      "en": "But to have one of your own…",
      "th": "แต่การที่คนของเรา…"
    }
  },
  {
    "translation": {
      "en": "[laughing] I'm sorry. It's just I was…",
      "th": "โทษที ฉันกำลัง…"
    }
  },
  {
    "translation": {
      "en": "[Jennie] One of your very, very own,",
      "th": "คนของเรา…"
    }
  },
  {
    "translation": {
      "en": "killed in that manner on her own doorstep was just too awful to believe.",
      "th": "ถูกฆ่าในลักษณะนั้นตรงหน้าประตูบ้าน มันเป็นเรื่องที่เลวร้ายจนไม่อยากเชื่อ"
    }
  },
  {
    "translation": {
      "en": "And I… I had to read it.",
      "th": "และฉันต้องเป็นคนอ่านข่าวนั่น"
    }
  },
  {
    "translation": {
      "en": "[man] Jill was 37.",
      "th": "จิลอายุ 37"
    }
  },
  {
    "translation": {
      "en": "[Jennie] I remember a boss saying to me, \"Are you going to be okay doing this?\"",
      "th": "ฉันจำได้ว่าเจ้านายคนหนึ่งของฉันมาบอกฉันว่า \"คุณจะโอเคมั้ยถ้าต้องอ่าน\""
    }
  },
  {
    "translation": {
      "en": "And I said, yeah, I'll be okay.",
      "th": "ฉันก็ตอบ \"ฉันโอเคค่ะ\""
    }
  },
  {
    "translation": {
      "en": "[man] Jill was 37.",
      "th": "จิลอายุ 37"
    }
  },
  {
    "translation": {
      "en": "Pete, I'm telling you she was 37.",
      "th": "พีท ผมบอกว่าเธออายุ 37"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[man] I told her, she was 37.",
      "th": "ผมบอกเธอแล้ว เธออายุ 37"
    }
  },
  {
    "translation": {
      "en": "She was exactly two years younger than me. She was 37.",
      "th": "เธออ่อนกว่าผมสองปีเป๊ะๆ เลย เธออายุ 37"
    }
  },
  {
    "translation": {
      "en": "What shall I say?",
      "th": "จะให้ฉันพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "[man] I'm telling you, she was definitely 37. Definitely.",
      "th": "จะบอกว่าเธออายุ 37 ปีแน่นอน"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เอาละนะ"
    }
  },
  {
    "translation": {
      "en": "Within the past few minutes, police have confirmed",
      "th": "ไม่กี่นาทีก่อนหน้านี้ ตำรวจยืนยันแล้วว่า"
    }
  },
  {
    "translation": {
      "en": "that the BBC television presenter Jill Dando has been stabbed to death",
      "th": "พิธีกรทีวีบีบีซี จิล แดนโดถูกแทงเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "outside her west London home.",
      "th": "ที่หน้าบ้านของเธอที่ลอนดอนตะวันตก"
    }
  },
  {
    "translation": {
      "en": "She died in the ambulance on her way to hospital.",
      "th": "เธอเสียชีวิตในรถพยาบาล ระหว่างทางไปโรงพยาบาล"
    }
  },
  {
    "translation": {
      "en": "There are no more details at the moment.",
      "th": "ตอนนี้ยังไม่มีรายละเอียดเพิ่มเติม"
    }
  },
  {
    "translation": {
      "en": "The next scheduled bulletin is at 2:40.",
      "th": "รายงานข่าวครั้งต่อไปเวลา 14:40 น."
    }
  },
  {
    "translation": {
      "en": "I was working in the, uh, Bristol office",
      "th": "ตอนนั้นผมกำลังทำงานอยู่ออฟฟิศบริสตอล… (ไนเจล แดนโด - พี่ชายของจิล)"
    }
  },
  {
    "translation": {
      "en": "of the Bristol Evening Post.",
      "th": "ของหนังสือพิมพ์บริสตอลอีฟนิ่งโพสต์"
    }
  },
  {
    "translation": {
      "en": "And our newsroom had a bank of TV screens.",
      "th": "ห้องข่าวของเรามีจอทีวีเรียงกันเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "Our BBC colleague Jill Dando has died",
      "th": "จิล แดนโด เพื่อนร่วมงานบีบีซีของเรา เสียชีวิตแล้ว"
    }
  },
  {
    "translation": {
      "en": "after being attacked outside her London home.",
      "th": "หลังจากถูกทำร้ายหน้าบ้านของเธอ ที่ลอนดอน"
    }
  },
  {
    "translation": {
      "en": "[Nigel] Reports were coming out that she had died.",
      "th": "มีรายงานออกมาว่าเธอตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "I clicked into sort of automatic mode.",
      "th": "ผมพยายามเข้าสู่โหมดอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "I thought I need to protect my dad from this.",
      "th": "ผมคิดว่าผมต้องปกป้องพ่อจากเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "I rushed down to Weston-super-Mare.",
      "th": "(แกรนด์เพียร์) ผมรีบไปที่เวสตัน-ซูเปอร์-แมร์"
    }
  },
  {
    "translation": {
      "en": "He was obviously devastated.",
      "th": "แน่นอนว่าพ่อผมเสียใจมาก"
    }
  },
  {
    "translation": {
      "en": "I was wondering how we were going to cope with all this.",
      "th": "ผมไม่รู้ว่าเราจะรับมือกับเรื่องนี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "About half an hour after I had got down to Weston,",
      "th": "ประมาณครึ่งชั่วโมงหลังจากที่ผมไปถึงเวสตัน"
    }
  },
  {
    "translation": {
      "en": "the TV reporter from BBC Points West knocked on the door. I knew him.",
      "th": "มีผู้ประกาศข่าวจากบีบีซีพอยต์เวสต์ มาเคาะประตู ผมรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "And I sort of slipped back into journalistic mode.",
      "th": "ผมก็กลับเข้าสู่โหมดนักข่าว"
    }
  },
  {
    "translation": {
      "en": "I gave him an interview.",
      "th": "ผมให้สัมภาษณ์กับเขา"
    }
  },
  {
    "translation": {
      "en": "[man] When did you last see her? Was it…",
      "th": "เจอเธอล่าสุดเมื่อไหร่ครับ"
    }
  },
  {
    "translation": {
      "en": "I saw her on, um… Easter Sunday.",
      "th": "ผมเจอเธอวันอีสเตอร์วันอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "It would've been about two, three weeks ago.",
      "th": "ประมาณสองสามอาทิตย์ก่อน"
    }
  },
  {
    "translation": {
      "en": "Yeah, she was on good form. Um, looking forward to her wedding.",
      "th": "เธอดูปกติดีอยู่ ตั้งตารอให้ถึงงานแต่ง"
    }
  },
  {
    "translation": {
      "en": "It was a sense of emptiness and a sense of despair.",
      "th": "มันเป็นความรู้สึกว่างเปล่าและสิ้นหวัง"
    }
  },
  {
    "translation": {
      "en": "And I had to explain to my dad what had happened,",
      "th": "และผมต้องอธิบายกับพ่อผมว่าเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "what was going to happen.",
      "th": "และจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "That we were kind of going to be in the eye of a storm.",
      "th": "บอกว่าเราจะตกเป็นจุดสนใจ"
    }
  },
  {
    "translation": {
      "en": "[male reporter] The police search is well underway now, Alan.",
      "th": "(ตำรวจ) ตำรวจกำลังดำเนินการค้นหาตอนนี้ อลัน"
    }
  },
  {
    "translation": {
      "en": "There are a minimum of 30 detectives.",
      "th": "มีตำรวจสืบสวนอย่างน้อย 30 คน"
    }
  },
  {
    "translation": {
      "en": "You can see behind me the operation in front of Jill's home.",
      "th": "จะเห็นว่าข้างหลังผมนี้ มีปฏิบัติการอยู่หน้าบ้านจิล"
    }
  },
  {
    "translation": {
      "en": "[Hamish] All the resources came.",
      "th": "ทุกหน่วยมาหมด"
    }
  },
  {
    "translation": {
      "en": "The ballistics experts, the blood experts, the scene photographers.",
      "th": "ผู้เชี่ยวชาญด้านวิถีกระสุน ผู้เชี่ยวชาญด้านเลือด ช่างภาพที่เกิดเหตุ"
    }
  },
  {
    "translation": {
      "en": "The scene itself had been heavily contaminated.",
      "th": "ที่เกิดเหตุมีการปนเปื้อนอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "Because there had been attempts to resuscitate.",
      "th": "เพราะมีความพยายามที่จะกู้ชีพ"
    }
  },
  {
    "translation": {
      "en": "But everything was picked up, relevant or not, scrapings, gravel.",
      "th": "แต่ทุกอย่างถูกเก็บมาหมด ไม่ว่าจะเกี่ยวข้องหรือไม่ เศษขูดขีด หินกรวด"
    }
  },
  {
    "translation": {
      "en": "Fingerprint marks from the gate.",
      "th": "รอยนิ้วมือจากประตูรั้ว"
    }
  },
  {
    "translation": {
      "en": "Fibers.",
      "th": "เส้นใย"
    }
  },
  {
    "translation": {
      "en": "We had a bullet and a cartridge casing on the doorstep.",
      "th": "มีกระสุนกับปลอกกระสุนอยู่ที่หน้าประตูบ้าน"
    }
  },
  {
    "translation": {
      "en": "The ballistics expert told me it was a single shot",
      "th": "ผู้เชี่ยวชาญด้านวิถีกระสุนบอกผมว่า เป็นการยิงนัดเดียว"
    }
  },
  {
    "translation": {
      "en": "to the left side of her head.",
      "th": "ทางด้านซ้ายของศีรษะ"
    }
  },
  {
    "translation": {
      "en": "Some thought like a professional execution.",
      "th": "บางคนคิดว่าเป็นฝีมือสังหารของมืออาชีพ"
    }
  },
  {
    "translation": {
      "en": "And that bullet and casing on the doorstep were from a 9mm caliber weapon.",
      "th": "และกระสุนกับปลอกที่หน้าประตูบ้าน มาจากอาวุธปืนกระสุนขนาด 9 มม."
    }
  },
  {
    "translation": {
      "en": "The search teams arrived.",
      "th": "ทีมค้นหามาถึง"
    }
  },
  {
    "translation": {
      "en": "The whole of Gowan Avenue was searched.",
      "th": "โกแวน อเวนิวถูกค้นจนทั่ว"
    }
  },
  {
    "translation": {
      "en": "Bins, gardens, flowerbeds, shrubs.",
      "th": "ถังขยะ สวน แปลงดอก พุ่มไม้"
    }
  },
  {
    "translation": {
      "en": "Looking to see if the gun had been discarded or anything had been discarded.",
      "th": "ดูว่ามีปืนถูกทิ้งหรือมีอะไรถูกทิ้งไว้มั้ย"
    }
  },
  {
    "translation": {
      "en": "We identified some of the key witnesses.",
      "th": "เราระบุตัวพยานสำคัญได้"
    }
  },
  {
    "translation": {
      "en": "The postman, a sort of Mediterranean-looking man,",
      "th": "คนส่งไปรษณีย์ หน้าตาออกแนวเมดิเตอร์เรเนียน"
    }
  },
  {
    "translation": {
      "en": "just after ten o'clock on the opposite side of the road to Jill's house,",
      "th": "สิบโมงกว่าที่ถนนฝั่งตรงข้ามบ้านจิล"
    }
  },
  {
    "translation": {
      "en": "and a witness claimed he saw a man running across the road",
      "th": "มีพยานบอกว่า เห็นชายคนหนึ่งกำลังวิ่งข้ามถนน"
    }
  },
  {
    "translation": {
      "en": "and he stopped at the bus stop.",
      "th": "และหยุดที่ป้ายรถเมล์"
    }
  },
  {
    "translation": {
      "en": "And he was sweating.",
      "th": "เขาเหงื่อออก"
    }
  },
  {
    "translation": {
      "en": "There was a traffic warden,",
      "th": "มีตำรวจจราจร"
    }
  },
  {
    "translation": {
      "en": "and she was about to give a ticket to the driver of a blue Range Rover,",
      "th": "เธอกำลังจะออกใบสั่ง ให้คนขับรถเรนจ์โรเวอร์สีน้ำเงิน"
    }
  },
  {
    "translation": {
      "en": "and as she was starting to write the ticket out,",
      "th": "ขณะที่เธอกำลังเขียนใบสั่ง"
    }
  },
  {
    "translation": {
      "en": "he brushed her off and he drove away.",
      "th": "เขาก็บึ่งรถหนีไปเลย"
    }
  },
  {
    "translation": {
      "en": "So, I didn't know at the time",
      "th": "ตอนนั้นผมไม่รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "whether there was one person involved or two or three.",
      "th": "มีคนเกี่ยวข้องคนเดียว หรือสองคน หรือสามคน"
    }
  },
  {
    "translation": {
      "en": "Everybody in that street on that day had to be eliminated out",
      "th": "ทุกคนที่ถนนนั้นในวันนั้นต้องถูกตัดออก"
    }
  },
  {
    "translation": {
      "en": "as much as possible.",
      "th": "ให้ได้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "The next day's newspapers were absolutely rammed with stories about the murder.",
      "th": "วันต่อมาหนังสือพิมพ์พาดหัวข่าวคดีนี้กันทุกสำนัก (เจฟฟ์ เอ็ดเวิร์ดส อดีตนักข่าวอาชญากรรม) (เดอะซัน - ถูกลอบฆ่า)"
    }
  },
  {
    "translation": {
      "en": "It was the only story in town.",
      "th": "(การตายของสาวข้างบ้าน) เป็นเรื่องเดียวที่ออกข่าว"
    }
  },
  {
    "translation": {
      "en": "On a sad morning, we'll be talking about poor Jill Dando.",
      "th": "เช้าที่น่าเศร้าวันนี้ เราจะพูดถึงจิล แดนโดผู้น่าสงสาร"
    }
  },
  {
    "translation": {
      "en": "The shocking loss of one of Britain's best-known personalities",
      "th": "มีการไว้อาลัยให้คนดัง… ที่เป็นที่รู้จักมากที่สุดคนหนึ่งของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "drew many tributes.",
      "th": "ที่เป็นที่รู้จักมากที่สุดคนหนึ่งของอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "In London, police are investigating a murder",
      "th": "ที่ลอนดอน ตำรวจกำลังสืบสวนคดีฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "that has shocked the television-viewing public.",
      "th": "ที่ทำให้ผู้ชมโทรทัศน์ทั่วประเทศตกใจ"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] Jill Dando was, in the opinion of many in Britain,",
      "th": "จิล แดนโด จากความเห็น ของคนหลายๆ คนในอังกฤษ"
    }
  },
  {
    "translation": {
      "en": "second only to Princess Diana",
      "th": "เป็นรองเพียงแค่เจ้าหญิงไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "in terms of public affection.",
      "th": "ในแง่คนที่ประชาชนรัก"
    }
  },
  {
    "translation": {
      "en": "Jill Dando was someone who was known to, virtually, everybody in this country.",
      "th": "จิล แดนโดเป็นที่รู้จักของคนเกือบทั้งประเทศ"
    }
  },
  {
    "translation": {
      "en": "[reporter 2] Even the Queen has been moved to comment, saying she is shocked and saddened.",
      "th": "แม้แต่พระราชินีก็ยังออกมา แสดงความเห็นว่าตกใจและเสียใจ"
    }
  },
  {
    "translation": {
      "en": "[woman] Following the death of Princess Diana,",
      "th": "หลังจากการตายของเจ้าหญิงไดอาน่า"
    }
  },
  {
    "translation": {
      "en": "I would say that Jill Dando's murder",
      "th": "ฉันว่าคดีฆาตกรรมจิล แดนโด…"
    }
  },
  {
    "translation": {
      "en": "was the biggest story that we will ever report on.",
      "th": "(เจน มัวร์ - นักข่าว ผู้ประกาศข่าว) เป็นข่าวที่ใหญ่ที่สุดที่เราจะได้รายงานแล้ว"
    }
  },
  {
    "translation": {
      "en": "Female journalists of my generation were shaken by it",
      "th": "นักข่าวผู้หญิงรุ่นฉันก็สั่นกลัวกันไปหมด"
    }
  },
  {
    "translation": {
      "en": "because we saw ourselves in Jill.",
      "th": "เพราะเราเห็นตัวเองในตัวจิล"
    }
  },
  {
    "translation": {
      "en": "Jill had been a journalist. She loved the press.",
      "th": "จิลเป็นนักข่าว เธอรักสื่อ"
    }
  },
  {
    "translation": {
      "en": "She was good to us, she respected us, she knew we were doing a job",
      "th": "เธอดีกับเรา ให้เกียรติเรา รู้ว่าเราทำงาน"
    }
  },
  {
    "translation": {
      "en": "and we wanted as much as the police",
      "th": "เราก็อยากรู้พอๆ กับตำรวจ"
    }
  },
  {
    "translation": {
      "en": "to find out who did it because she was one of us.",
      "th": "ว่าใครทำ เพราะเธอเป็นคนของเรา"
    }
  },
  {
    "translation": {
      "en": "I was the crime correspondent at the Daily Mirror.",
      "th": "(สำนักงานใหญ่เดอะเดลีมิร์เรอร์ คานารีวอร์ฟ ลอนดอน) ตอนนั้นผมเป็นนักข่าวอาชญากรรม อยู่ที่เดลีมิร์เรอร์"
    }
  },
  {
    "translation": {
      "en": "I can remember discussing it with… with my news editor.",
      "th": "ผมจำได้ว่าผมคุยเรื่องนี้กับบรรณาธิการข่าวของผม"
    }
  },
  {
    "translation": {
      "en": "And him saying to me, \"So, what do you think about this?\"",
      "th": "และเขาก็บอกผมว่า \"คุณคิดยังไงกับเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "He said, it must be something with Crimewatch.",
      "th": "เขาบอกว่าคงเกี่ยวกับไครม์วอตช์"
    }
  },
  {
    "translation": {
      "en": "Well, not necessarily, hold your horses.",
      "th": "แต่ไม่จำเป็นหรอก ใจเย็น"
    }
  },
  {
    "translation": {
      "en": "One of the pieces of information coming in from one of our reporters on the ground",
      "th": "ข้อมูลชิ้นหนึ่งที่เราได้รับจากนักข่าวที่ลงพื้นที่"
    }
  },
  {
    "translation": {
      "en": "was that they'd found a neighbor to Jill's house in Gowan Avenue",
      "th": "คือพวกเขาเจอเพื่อนบ้านของจิล ที่โกแวน อเวนิว"
    }
  },
  {
    "translation": {
      "en": "who'd heard a scream.",
      "th": "ที่ได้ยินเสียงกรีดร้อง"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Did you hear a man's voice? -No man's voice at all.",
      "th": "ได้ยินเสียงผู้ชายมั้ยครับ ไม่ใช่เสียงผู้ชายเลย"
    }
  },
  {
    "translation": {
      "en": "-Did you hear a shot or did you-- -There was no shots.",
      "th": "- ได้ยินเสียงปืนหรือ… - ไม่มีเสียงปืน"
    }
  },
  {
    "translation": {
      "en": "From what I'd say was a shot, I didn't think there was a shot, no.",
      "th": "จากที่ได้ยิน ถ้าจะเรียกว่าเสียงปืน ผมว่าไม่มีเสียงปืน"
    }
  },
  {
    "translation": {
      "en": "[reporter] From your assessment, what did you hear?",
      "th": "จากที่ประเมินดูแล้ว คุณได้ยินอะไร"
    }
  },
  {
    "translation": {
      "en": "I did hear… a scream.",
      "th": "ผมได้ยินเสียงกรีดร้อง"
    }
  },
  {
    "translation": {
      "en": "I had a private conversation",
      "th": "ผมได้คุยเป็นการส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "with one of the members of the murder squad.",
      "th": "กับสมาชิกหน่วยสืบสวนฆาตกรรมคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "He said we cannot find any witnesses, any neighbors,",
      "th": "เขาบอกว่าเราไม่เจอพยานหรือเพื่อนบ้านคนไหน"
    }
  },
  {
    "translation": {
      "en": "anybody who was in the area at the time who actually heard a gunshot.",
      "th": "ที่อยู่ในพื้นที่ตอนนั้นที่ได้ยินเสียงปืน"
    }
  },
  {
    "translation": {
      "en": "We don't have the gun. We don't have anybody who saw the gun.",
      "th": "เราไม่มีปืน ไม่มีใครเห็นปืน"
    }
  },
  {
    "translation": {
      "en": "But this weapon could have had a silencer on it.",
      "th": "แต่อาวุธนี้อาจมีตัวเก็บเสียง"
    }
  },
  {
    "translation": {
      "en": "Unlike in the movies,",
      "th": "ไม่เหมือนในหนัง"
    }
  },
  {
    "translation": {
      "en": "a silencer on a gun is a very rare piece of equipment in real life.",
      "th": "ตัวเก็บเสียงของปืน เป็นอุปกรณ์ที่หายากมากในชีวิตจริง"
    }
  },
  {
    "translation": {
      "en": "So, automatically, that suggestion steered us in the direction",
      "th": "ดังนั้นมันจึงพาเราไปในทิศทางที่ว่า"
    }
  },
  {
    "translation": {
      "en": "that maybe this was a professional job.",
      "th": "นี่อาจเป็นผลงานของมืออาชีพโดยอัตโนมัติ"
    }
  },
  {
    "translation": {
      "en": "Somebody asked the question, is this an assassination?",
      "th": "มีคนถามว่านี่เป็นการลอบฆ่ารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Is this an execution?",
      "th": "นี่เป็นการสังหารรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Like a political murder or an organized crime murder?",
      "th": "แบบฆาตกรรมทางการเมือง หรือฆาตกรรมของกลุ่มอาชญากร"
    }
  },
  {
    "translation": {
      "en": "So all the theories about, you know, the who, the what, the why,",
      "th": "ดังนั้นทฤษฎีต่างๆ ว่าใคร อะไร ทำไม"
    }
  },
  {
    "translation": {
      "en": "were starting to stack up.",
      "th": "ก็เริ่มเพิ่มขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "[male reporter] Jill Dando was left dying on the doorstep of her home.",
      "th": "จิล แดนโดถูกทิ้งให้ตาย อยู่ที่หน้าประตูบ้านของเธอ"
    }
  },
  {
    "translation": {
      "en": "Revenge, perhaps, for her role as a crime reporter who helps jail top criminals.",
      "th": "อาจเป็นการแก้แค้นที่เธอทำหน้าที่ ฐานะนักข่าวอาชญากรรมที่ช่วยปราบอาชญากร"
    }
  },
  {
    "translation": {
      "en": "Everyone had a view on how Jill Dando was murdered and who was responsible.",
      "th": "ทุกคนมีข้อคิดเห็นว่า จิล แดนโด ถูกฆ่ายังไงและใครเป็นคนฆ่า"
    }
  },
  {
    "translation": {
      "en": "Back to the office, I held a meeting with the team.",
      "th": "กลับมาที่ออฟฟิศ ผมประชุมกับทีม"
    }
  },
  {
    "translation": {
      "en": "I said, there's a danger of us being swept up with the media hype.",
      "th": "ผมบอกว่ามันมีความเสี่ยงที่เราจะคล้อยตามสื่อ"
    }
  },
  {
    "translation": {
      "en": "And reminded them that, with any murder investigation,",
      "th": "และเตือนพวกเขาว่า ไม่ว่าจะเป็นการสืบสวนคดีฆาตกรรมใดก็ตาม"
    }
  },
  {
    "translation": {
      "en": "the victim was a key element to try to solve the case.",
      "th": "เหยื่อเป็นองค์ประกอบหลักของการพยายามไขคดี"
    }
  },
  {
    "translation": {
      "en": "So we needed to look at Jill's life.",
      "th": "เราจึงต้องดูชีวิตของจิล"
    }
  },
  {
    "translation": {
      "en": "Who is Jill",
      "th": "จิลเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "and who were the persons closest to her and nearer to her?",
      "th": "และใครเป็นคนที่ใกล้ชิดกับเธอที่สุด หรือใครที่อยู่ใกล้ตัวเธอ"
    }
  },
  {
    "translation": {
      "en": "I don't, I'm afraid.",
      "th": "ไม่มีค่ะ เกรงว่าไม่"
    }
  },
  {
    "translation": {
      "en": "I'm one of these people who what you see is what you get.",
      "th": "ฉันเป็นคนที่คุณเห็นยังไง ฉันก็เป็นอย่างนั้น"
    }
  },
  {
    "translation": {
      "en": "I don't think I've got any skeletons in the cupboard.",
      "th": "ฉันนึกไม่ออกนะว่าฉันมีความลับอะไร"
    }
  },
  {
    "translation": {
      "en": "[Nigel] I was nine years old when Jill was born in 1961.",
      "th": "ผมอายุเก้าขวบตอนที่จิลเกิดในปี 1961"
    }
  },
  {
    "translation": {
      "en": "Quite often on a Sunday as a family,",
      "th": "บ่อยครั้งที่วันอาทิตย์ของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "we'd go down for a picnic on the beach.",
      "th": "เราจะไปปิกนิกกันที่ชายหาด"
    }
  },
  {
    "translation": {
      "en": "Do you remember those sand-blown lettuce sandwiches?",
      "th": "จำแซนด์วิชผักกาดที่ทรายปลิวมาโดนได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "They were part of the staple diet",
      "th": "มันคือส่วนหนึ่งของอาหารหลัก"
    }
  },
  {
    "translation": {
      "en": "of summers growing up in Weston-super-Mare.",
      "th": "ช่วงฤดูร้อนที่โตขึ้นมาในเวสตัน-ซูเปอร์-แมร์"
    }
  },
  {
    "translation": {
      "en": "There wasn't much money around.",
      "th": "เรามีเงินไม่มาก"
    }
  },
  {
    "translation": {
      "en": "We didn't have exotic holidays like that.",
      "th": "เราเลยไม่ได้ไปเที่ยวพักผ่อนต่างแดนแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "I wonder whether she actually had a passport",
      "th": "ไม่รู้ว่าเธอมีหนังสือเดินทางรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "before she was offered the job as, uh, presenting the Holiday program.",
      "th": "(ฮอลิเดย์) ก่อนที่จะมีคนมาเสนอให้เธอทำงาน เป็นพิธีกรรายการฮอลิเดย์"
    }
  },
  {
    "translation": {
      "en": "It was almost preordained that she was going to become a journalist.",
      "th": "เหมือนชะตาลิขิตไว้แล้วว่าเธอจะได้เป็นนักข่าว"
    }
  },
  {
    "translation": {
      "en": "Well, she was interested in words and, um, she was more outgoing than I was.",
      "th": "เธอสนใจข่าว และเป็นคนที่ชอบเข้าสังคมมากกว่าผม"
    }
  },
  {
    "translation": {
      "en": "I'd whisper in her ear occasionally saying, \"Why are you still in Weston?\"",
      "th": "ผมกระซิบหูเธอเป็นครั้งคราว ถามว่า \"ทำไมยังอยู่เวสตัน"
    }
  },
  {
    "translation": {
      "en": "\"Why don't you look for jobs around the place?\"",
      "th": "ทำไมไม่หางานที่อื่นดู\""
    }
  },
  {
    "translation": {
      "en": "Thirty years ago, a computer capable of similar calculations",
      "th": "สามสิบปีก่อน คอมพิวเตอร์ที่สามารถคำนวณได้คล้ายๆ กันนี้"
    }
  },
  {
    "translation": {
      "en": "wouldn't have fitted into a building this size.",
      "th": "ไม่มีทางที่จะเอาใส่ในตึกขนาดนี้ได้"
    }
  },
  {
    "translation": {
      "en": "It would have been full of…",
      "th": "มันจะเต็มไปด้วย…"
    }
  },
  {
    "translation": {
      "en": "[Nigel] She got a job as a journalist on BBC Spotlight, based in Plymouth.",
      "th": "เธอได้งานเป็นนักข่าวบีบีซีสปอตไลท์อยู่ที่พลิมัท"
    }
  },
  {
    "translation": {
      "en": "And then became a presenter.",
      "th": "แล้วก็กลายมาเป็นพิธีกร"
    }
  },
  {
    "translation": {
      "en": "They do mention the ethics committee refusing this idea.",
      "th": "พวกเขาพูดถึงเรื่องที่ คณะกรรมการจริยธรรมปฏิเสธความคิดนี้"
    }
  },
  {
    "translation": {
      "en": "They've said no more sisters are going to be donors.",
      "th": "บอกว่าจะไม่มีแม่ชีเป็นผู้บริจาคอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Nigel] She was so polished and so professional.",
      "th": "เธอสง่างามและเป็นมืออาชีพมาก"
    }
  },
  {
    "translation": {
      "en": "…Fisherman depend is in deep financial trouble.",
      "th": "ที่ฟิชเชอร์แมนพึ่งพา กำลังเจอปัญหาทางการเงินอย่างหนัก"
    }
  },
  {
    "translation": {
      "en": "[Nigel] But at the same time retaining a natural warmth about her.",
      "th": "แต่ในขณะเดียวกัน ก็ยังมีความอบอุ่นที่เป็นธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "Sort of a twinkle in her eye.",
      "th": "มีประกายในแววตา"
    }
  },
  {
    "translation": {
      "en": "Her performances on Spotlight",
      "th": "ผลงานในรายการสปอตไลท์ของเธอ"
    }
  },
  {
    "translation": {
      "en": "caught the attention of the producers at BBC Breakfast.",
      "th": "ไปต้องตาบีบีซีเบรกฟาสต์"
    }
  },
  {
    "translation": {
      "en": "[man] …television made, is going up the line to Breakfast Time.",
      "th": "สาวโสดรายการโทรทัศน์ ได้เลื่อนขั้นไปทำรายการเบรกฟาสต์ไทม์"
    }
  },
  {
    "translation": {
      "en": "[Nigel] The world by then was her oyster.",
      "th": "ตอนนั้นเธอมีโอกาสให้เลือกมากมาย"
    }
  },
  {
    "translation": {
      "en": "-I must just-- -How many times have I done this now?",
      "th": "- ผมต้อง… - ผมทำแบบนี้กี่รอบแล้วเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Thank you very much. Oh, God. [laughs]",
      "th": "ขอบคุณมากค่ะ ตายแล้ว"
    }
  },
  {
    "translation": {
      "en": "-We wish you well, my darling. -Thank you.",
      "th": "- ขอให้โชคดี ที่รัก - ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "You better say goodnight for the last time.",
      "th": "บอกราตรีสวัสดิ์เป็นครั้งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Good night from here and good morning from London on Monday.",
      "th": "ราตรีสวัสดิ์จากที่นี่ และอรุณสวัสดิ์จากลอนดอนวันจันทร์"
    }
  },
  {
    "translation": {
      "en": "[producer] Page 45. Now, would you tell me what promos you're running?",
      "th": "หน้า 45 บอกหน่อยว่ากำลังเปิดโฆษณาอะไร"
    }
  },
  {
    "translation": {
      "en": "Give me that. Just hold on a second.",
      "th": "เอานั่นมา รอเดี๋ยว"
    }
  },
  {
    "translation": {
      "en": "No, Bob, I've got to know now.",
      "th": "ไม่ บ็อบ ผมต้องรู้เดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Run the first one. I'll confirm in a couple of seconds.",
      "th": "เปิดอันแรก อีกแป๊บนึงผมจะยืนยัน"
    }
  },
  {
    "translation": {
      "en": "I'm Bob Wheaton.",
      "th": "ผมบ็อบ วีตัน"
    }
  },
  {
    "translation": {
      "en": "At that time, I was, uh, running the six o'clock news.",
      "th": "(บ็อบ วีตัน - อดีตคนรักและบรรณาธิการบีบีซี) ตอนนั้นผมกำลังทำข่าวหกโมง"
    }
  },
  {
    "translation": {
      "en": "I can remember.",
      "th": "ผมจำได้"
    }
  },
  {
    "translation": {
      "en": "There I was sitting at the desk.",
      "th": "ผมนั่งอยู่ที่โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "I'm ready to get the six o'clock news of the day prepared.",
      "th": "เตรียมจะออกอากาศข่าวหกโมง"
    }
  },
  {
    "translation": {
      "en": "And there on, um, BBC Breakfast Time…",
      "th": "และที่บีบีซีเบรกฟาสต์ไทม์…"
    }
  },
  {
    "translation": {
      "en": "-Dementia has found more evidence… -…was Jill.",
      "th": "- ความจำเสื่อมพบหลักฐานเพิ่มเติม… - ก็มีจิลอยู่"
    }
  },
  {
    "translation": {
      "en": "…possible link with aluminum levels…",
      "th": "เชื่อมโยงกับระดับอะลูมิเนียม…"
    }
  },
  {
    "translation": {
      "en": "[Bob] Hadn't seen her before.",
      "th": "ไม่เคยเห็นเธอมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Jill] The study, published in…",
      "th": "รายงานการศึกษาที่ตีพิมพ์ใน…"
    }
  },
  {
    "translation": {
      "en": "She had a good face for television.",
      "th": "หน้าตาเธอสวยเหมาะกับรายการทีวี"
    }
  },
  {
    "translation": {
      "en": "While Frank Bruno's been preparing for his fight…",
      "th": "ในขณะที่แฟรงค์ บรูโนกำลังเตรียมขึ้นชก…"
    }
  },
  {
    "translation": {
      "en": "[Bob] Her voice, beautiful, a classless English voice.",
      "th": "เสียงเพราะ เสียงสำเนียงอังกฤษที่ไม่มีชนชั้น"
    }
  },
  {
    "translation": {
      "en": "…tussling with a television crew in Canada.",
      "th": "ต่อสู้กับทีมงานโทรทัศน์ในแคนาดา"
    }
  },
  {
    "translation": {
      "en": "She was a total natural.",
      "th": "มีความเป็นธรรมชาติมาก"
    }
  },
  {
    "translation": {
      "en": "Winds of up to 100 miles an hour…",
      "th": "ลม 160 กิโลเมตรต่อชั่วโมง…"
    }
  },
  {
    "translation": {
      "en": "[Bob] She shone and I knew she was gonna go places.",
      "th": "เธอเฉิดฉาย ผมรู้เลยว่าเธอต้องไปได้ไกล"
    }
  },
  {
    "translation": {
      "en": "But I think how you look does matter.",
      "th": "แต่ผมคิดว่าบุคลิกก็สำคัญ"
    }
  },
  {
    "translation": {
      "en": "And she'd arrived from provinces looking like a regional girl.",
      "th": "เธอมาจากต่างจังหวัด ดูเหมือนผู้หญิงต่างจังหวัด"
    }
  },
  {
    "translation": {
      "en": "I'd looked at her and said to her, \"You need to sort the way your hair is,",
      "th": "ผมมองเธอแล้วบอกเธอ \"คุณต้องทำผมใหม่"
    }
  },
  {
    "translation": {
      "en": "you need to wear the right clothes.\" She'd put on a lot of weight.",
      "th": "คุณต้องใส่เสื้อผ้าที่เหมาะ\" เธอน้ำหนักขึ้นเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And, you know, she was advised that she needed to look right.",
      "th": "เธอได้รับคำแนะนำว่าต้องดูดี"
    }
  },
  {
    "translation": {
      "en": "At the time she had curly, permed hair.",
      "th": "ตอนนั้นเธอผมดัดเป็นลอน"
    }
  },
  {
    "translation": {
      "en": "Um, brown.",
      "th": "(มาร์ติน แม็กซีย์ เพื่อนจิล ช่างทำผม) สีน้ำตาล"
    }
  },
  {
    "translation": {
      "en": "And she wanted a different look.",
      "th": "เธออยากได้ลุคใหม่"
    }
  },
  {
    "translation": {
      "en": "I think I suggested that we cut this short and, uh, see where we go with it.",
      "th": "ผมแนะนำว่าเราตัดสั้นแล้วดูว่าจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "And she said, \"I'm going to be on television. Should I ask my producer?\"",
      "th": "เธอบอก \"ฉันจะออกทีวี ให้ฉันถามโปรดิวเซอร์มั้ย\""
    }
  },
  {
    "translation": {
      "en": "And I went, \"No, probably not a good idea.\"",
      "th": "ผมก็ตอบ \"ไม่น่าจะดีนะ\""
    }
  },
  {
    "translation": {
      "en": "The government's £3.25 billion package to keep down the poll tax",
      "th": "(ภาษีรายหัว) เงินรัฐบาล 3.25 พันล้านปอนด์ เพื่อลดภาษีรายหัว"
    }
  },
  {
    "translation": {
      "en": "has been welcomed by Conservative backbenchers.",
      "th": "ได้รับความเห็นชอบ จากสมาชิกสภาแถวหลังพรรคอนุรักษ์นิยม"
    }
  },
  {
    "translation": {
      "en": "[Martyn] It became quite a signature look.",
      "th": "กลายเป็นภาพจำไปเลย"
    }
  },
  {
    "translation": {
      "en": "And in many ways I think people saw Jill as a TV Diana.",
      "th": "ผมคิดว่าคนมองว่า จิลเป็นเหมือนไดอาน่าแห่งวงการทีวี"
    }
  },
  {
    "translation": {
      "en": "At that time, Diana would come down",
      "th": "ตอนนั้นไดอาน่าจะลงมา"
    }
  },
  {
    "translation": {
      "en": "and we would probably do the occasional blow-dry.",
      "th": "และเราก็จะเป่าแห้งบ้าง"
    }
  },
  {
    "translation": {
      "en": "[male interviewer] Who had the haircut first?",
      "th": "ใครทำผมทรงนั้นก่อน"
    }
  },
  {
    "translation": {
      "en": "Jill.",
      "th": "จิล"
    }
  },
  {
    "translation": {
      "en": "[Bob] Her hair was right. She had lost a lot of weight.",
      "th": "ทรงผมเข้าที่แล้ว น้ำหนักลดลงเยอะ"
    }
  },
  {
    "translation": {
      "en": "Her diction was perfect. She had a charm about the way she presented the news.",
      "th": "ออกเสียงเป๊ะ มีเสน่ห์ในการเสนอข่าว"
    }
  },
  {
    "translation": {
      "en": "Well, a fine weekend in prospects.",
      "th": "ขอให้มีความสุขกับสุดสัปดาห์ค่ะ"
    }
  },
  {
    "translation": {
      "en": "And people regarded her as a girl next door",
      "th": "คนมองว่าเธอเป็นเหมือน ผู้หญิงข้างบ้านที่เข้าถึงง่าย"
    }
  },
  {
    "translation": {
      "en": "who was giving them, uh, the authority of BBC News and it was a good package.",
      "th": "เป็นพิธีกรข่าวบีบีซีที่น่าเชื่อถือ และมันก็เป็นสองอย่างที่ดีในตัวคนเดียว"
    }
  },
  {
    "translation": {
      "en": "I suppose in celebrating the success, we got closer.",
      "th": "ในช่วงที่เราฉลองความสำเร็จ เราเริ่มสนิทกันมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "And, uh, eventually we became involved.",
      "th": "และสุดท้ายเราก็มีความสัมพันธ์กัน"
    }
  },
  {
    "translation": {
      "en": "[Jennie] Jill got involved with Bob very early on,",
      "th": "จิลมีความสัมพันธ์กับบ็อบตั้งแต่แรกๆ แล้ว"
    }
  },
  {
    "translation": {
      "en": "so that was always quite-- I don't want to say this on camera.",
      "th": "เป็นมา… ฉันไม่อยากพูดออกกล้อง"
    }
  },
  {
    "translation": {
      "en": "It was a difficult situation. She was… She was with the boss.",
      "th": "มันเป็นสถานการณ์ที่ยาก เธอคบกับเจ้านาย"
    }
  },
  {
    "translation": {
      "en": "I think the top will probably be South Africa again.",
      "th": "ผมว่าบนสุดน่าจะเป็นแอฟริกาใต้อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "Today, or rather today…",
      "th": "วันนี้ หรือว่าวันนี้…"
    }
  },
  {
    "translation": {
      "en": "[Jon] I always thought it was a very strange relationship",
      "th": "ผมเคยคิดตลอดว่ามันเป็นความสัมพันธ์ที่แปลกมาก"
    }
  },
  {
    "translation": {
      "en": "because she was so freewheeling…",
      "th": "เพราะเธอเป็นคนรักอิสระมาก"
    }
  },
  {
    "translation": {
      "en": "And he was quite a control freak, but in a very quiet way.",
      "th": "และเขาก็เป็นคนชอบบงการแบบไม่เปิดเผย (จอน โรสแมน - ตัวแทนของจิล)"
    }
  },
  {
    "translation": {
      "en": "There was no bad word said, it was like I, you know…",
      "th": "(จอน โรสแมน - ตัวแทนของจิล) ไม่มีการพูดถึงในทางไม่ดี ผมก็…"
    }
  },
  {
    "translation": {
      "en": "\"Shh. Let me explain. This is what it is.\" It was that kind of relationship.",
      "th": "\"ขอผมอธิบาย มันเป็นอย่างที่เป็น\" มันคือความสัมพันธ์แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "…section which has got library film and graphics and so on.",
      "th": "ส่วนที่มีหนังห้องสมุดกับกราฟิกและอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Jill was at the top of her game.",
      "th": "จิลมีชื่อเสียงสุดๆ (อนาสเตเชีย เบเกอร์ - เพื่อนร่วมงาน)"
    }
  },
  {
    "translation": {
      "en": "She'd choose what she wanted to do.",
      "th": "(อนาสเตเชีย เบเกอร์ - เพื่อนร่วมงาน) จะเลือกทำอะไรก็ได้"
    }
  },
  {
    "translation": {
      "en": "I was brought in as a young journalist, I think I was about 23.",
      "th": "ฉันได้เข้ามาเป็นนักข่าว ตอนนั้นฉันอายุประมาณ 23"
    }
  },
  {
    "translation": {
      "en": "I really looked up to Jill.",
      "th": "ฉันชื่นชมจิลมาก"
    }
  },
  {
    "translation": {
      "en": "Um, she was absolutely where I wanted to end up.",
      "th": "ฉันอยากไปอยู่ในจุดที่จิลอยู่"
    }
  },
  {
    "translation": {
      "en": "The headlines this morning…",
      "th": "พาดหัวข่าวเช้านี้…"
    }
  },
  {
    "translation": {
      "en": "[Anastasia] But it was really hard.",
      "th": "แต่มันยากมาก"
    }
  },
  {
    "translation": {
      "en": "It was difficult not to feel a bit of an imposter.",
      "th": "มันยากที่จะไม่รู้สึกว่าเสแสร้ง"
    }
  },
  {
    "translation": {
      "en": "[Jill] Could we have? I wouldn't mind some scripts.",
      "th": "ได้มั้ย ขอสคริปต์หน่อยก็ดี"
    }
  },
  {
    "translation": {
      "en": "[Anastasia] Sitting next to these alpha males, sometimes she was made to feel inferior.",
      "th": "นั่งอยู่ข้างๆ ผู้ชายตัวพ่อ บางครั้งเธอถูกทำให้รู้สึกด้อยกว่า"
    }
  },
  {
    "translation": {
      "en": "So often when he's talking to ladies who say",
      "th": "บ่อยครั้งตอนที่เขาคุยกับผู้หญิงที่พูดว่า"
    }
  },
  {
    "translation": {
      "en": "it's harder for us in broadcasting.",
      "th": "มันยากกว่ากับเราในการออกอากาศ"
    }
  },
  {
    "translation": {
      "en": "And I keep thinking, absolute nonsense, I mean, you know,",
      "th": "ผมก็คิดว่ามันไร้สาระ"
    }
  },
  {
    "translation": {
      "en": "if you're a good-looking woman, then it is not difficult.",
      "th": "ถ้าคุณเป็นผู้หญิงที่ดูดี มันไม่ยากหรอก"
    }
  },
  {
    "translation": {
      "en": "-It, well… -It is easier.",
      "th": "- มัน… - มันง่ายกว่า"
    }
  },
  {
    "translation": {
      "en": "No. I think people expect more of women, that's the trouble, you know…",
      "th": "ฉันว่าคนคาดหวังกับผู้หญิงมากขึ้น ตรงนี้แหละปัญหา"
    }
  },
  {
    "translation": {
      "en": "As Jill's, uh, career is advancing,",
      "th": "ขณะที่อาชีพการงานของจิลก้าวหน้าไป"
    }
  },
  {
    "translation": {
      "en": "one of the problems that she had,",
      "th": "ปัญหาหนึ่งที่เธอมี"
    }
  },
  {
    "translation": {
      "en": "all the women had, was that it was a very male-dominated company.",
      "th": "ที่ผู้หญิงทุกคนมี คือมันเป็นบริษัทที่ผู้ชายเป็นใหญ่"
    }
  },
  {
    "translation": {
      "en": "To be absolutely honest, it was quite misogynistic.",
      "th": "พูดกันตรงๆ มีอคติต่อผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "All sorts of men will be regarded as controlling",
      "th": "ผู้ชายทุกรูปแบบจะถูกมองว่าชอบควบคุม"
    }
  },
  {
    "translation": {
      "en": "because men are especially… Tough editors are tough sometimes.",
      "th": "เพราะผู้ชายโดยเฉพาะ บรรณาธิการที่โหดๆ บางครั้งก็จะโหด"
    }
  },
  {
    "translation": {
      "en": "But controlling in a way which is detrimental to the relationship",
      "th": "แต่ควบคุมในแบบที่เป็นอันตรายต่อความสัมพันธ์"
    }
  },
  {
    "translation": {
      "en": "or to the person, not at all.",
      "th": "หรือต่อบุคคลมั้ย เปล่าเลย"
    }
  },
  {
    "translation": {
      "en": "The reality is, most people are killed by someone they know.",
      "th": "ความเป็นจริงคือคนส่วนใหญ่ถูกคนที่รู้จักฆ่า"
    }
  },
  {
    "translation": {
      "en": "The people in her inner circle were Alan Farthing, her fiancé.",
      "th": "คนที่อยู่วงในของเธอคืออลัน ฟาร์ธิง คู่หมั้น"
    }
  },
  {
    "translation": {
      "en": "Her previous partner for, who had been her partner for some years, seven years.",
      "th": "คนรักคนก่อนหน้าที่คบกันมาเจ็ดปี"
    }
  },
  {
    "translation": {
      "en": "Mr. Wheaton.",
      "th": "คุณวีตัน"
    }
  },
  {
    "translation": {
      "en": "And her business agent, Mr. Roseman.",
      "th": "และตัวแทนธุรกิจของเธอ คุณโรสแมน"
    }
  },
  {
    "translation": {
      "en": "They had to be seen and interviewed and eliminated primarily by alibi.",
      "th": "พวกเขาต้องถูกพบเห็น ถูกสัมภาษณ์ ถูกตัดออกในเบื้องต้นโดยใช้หลักฐานที่อยู่"
    }
  },
  {
    "translation": {
      "en": "If you could show you were somewhere else on the 26th of April, in that time frame,",
      "th": "ถ้าคุณแสดงให้เห็นได้ว่าคุณอยู่ที่อื่น ในวันที่ 26 เมษายน ในช่วงเวลานั้น"
    }
  },
  {
    "translation": {
      "en": "you can't be the murderer.",
      "th": "คุณไม่มีทางเป็นฆาตกรได้"
    }
  },
  {
    "translation": {
      "en": "But it doesn't necessarily remove yourself from somehow arranging for her murder,",
      "th": "แต่ก็ไม่จำเป็นว่าจะหลุดพ้นจากข้อหาจ้างวานฆ่า"
    }
  },
  {
    "translation": {
      "en": "if that was the situation.",
      "th": "ถ้าสถานการณ์มันเป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "First of all I wanted to ask how you're coping at the moment.",
      "th": "ก่อนอื่นฉันอยากถามว่าคุณรับมือยังไงตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I think I'm coping in the same way as",
      "th": "ผมก็คงกำลังรับมือเหมือนกับ"
    }
  },
  {
    "translation": {
      "en": "anybody else would cope under the circumstances.",
      "th": "ที่ทุกคนรับมือในสถานการณ์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "I'm devastated.",
      "th": "ผมเสียใจมาก"
    }
  },
  {
    "translation": {
      "en": "Everybody around me is devastated.",
      "th": "คนรอบตัวผมเสียใจมาก"
    }
  },
  {
    "translation": {
      "en": "[Alan] I cannot understand why they would want to kill -somebody as gentle… -This was my mother's…",
      "th": "ไม่เข้าใจว่าทำไมถึงมีคนอยากฆ่าคนที่อ่อนโยน"
    }
  },
  {
    "translation": {
      "en": "…kind, well-meaning and",
      "th": "ใจดี หวังดี และ…"
    }
  },
  {
    "translation": {
      "en": "as perfect a person as Jill.",
      "th": "สมบูรณ์แบบอย่างจิล"
    }
  },
  {
    "translation": {
      "en": "[Nigel] I'll always remember it.",
      "th": "ผมจำได้ไม่เคยลืม (21 พฤษภาคม 1999)"
    }
  },
  {
    "translation": {
      "en": "We were in the back of a limousine following Jill's coffin.",
      "th": "เรานั่งอยู่หลังรถลีมูซีน ตามโลงศพจิลไป"
    }
  },
  {
    "translation": {
      "en": "There were just thousands of people who'd come out.",
      "th": "มีคนหลายพันออกมา"
    }
  },
  {
    "translation": {
      "en": "Weston just stopped.",
      "th": "เวสตันหยุดนิ่ง"
    }
  },
  {
    "translation": {
      "en": "I didn't know her personally, but I thought I'd like to be here.",
      "th": "ฉันไม่ได้รู้จักเธอเป็นการส่วนตัว แต่ฉันอยากมา"
    }
  },
  {
    "translation": {
      "en": "[woman] Diana was our rose, but Jill was our sunflower.",
      "th": "ไดอาน่าเป็นดอกกุหลาบของเรา แต่จิลเป็นดอกทานตะวันของเรา"
    }
  },
  {
    "translation": {
      "en": "I can't say any more.",
      "th": "ฉันพูดมากกว่านี้ไม่ได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "[male reporter] A hundred or so people were invited to the church.",
      "th": "คนนับร้อยได้รับเชิญให้ไปที่โบสถ์"
    }
  },
  {
    "translation": {
      "en": "Many of her friends worked with her at the BBC.",
      "th": "เพื่อนหลายคนของเธอทำงานกับเธอที่บีบีซี"
    }
  },
  {
    "translation": {
      "en": "The coffin arrived at the church at three o'clock.",
      "th": "โลงศพมาถึงที่โบสถ์ตอนบ่ายสาม"
    }
  },
  {
    "translation": {
      "en": "It was accompanied by her brother, Nigel.",
      "th": "มาพร้อมกับไนเจล พี่ชายของเธอ"
    }
  },
  {
    "translation": {
      "en": "Her father, Jack.",
      "th": "แจ็ค พ่อของเธอ"
    }
  },
  {
    "translation": {
      "en": "And, of course, by the man she would have married this September,",
      "th": "และแน่นอน ชายที่เธอจะแต่งงานด้วยเดือนกันยายนนี้"
    }
  },
  {
    "translation": {
      "en": "her fiancé, Alan Farthing.",
      "th": "อลัน ฟาร์ธิง คู่หมั้นของเธอ"
    }
  },
  {
    "translation": {
      "en": "[Martyn] When Jill met Alan, it was quite a life-changing moment for her.",
      "th": "ตอนที่จิลเจอกับอลัน มันเป็นช่วงเวลาที่เปลี่ยนชีวิตเธอไปเลย"
    }
  },
  {
    "translation": {
      "en": "A moment that she'd thought about and had dreams of for quite a while.",
      "th": "เป็นช่วงเวลาที่เธอคิดถึงและฝันถึงมาพักใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "She'd announced her engagement.",
      "th": "(จิล แดนโดเผยรูปงานหมั้นที่สวยงาม) เธอประกาศงานหมั้น"
    }
  },
  {
    "translation": {
      "en": "She should have been in a church getting married, you know,",
      "th": "เธอควรได้เข้าโบสถ์เพื่อแต่งงาน"
    }
  },
  {
    "translation": {
      "en": "and here she was in a church being buried.",
      "th": "แต่กลับเข้าโบสถ์เพื่อถูกฝัง"
    }
  },
  {
    "translation": {
      "en": "[priest] Life was entering a new, exciting, fulfilling age.",
      "th": "ชีวิตกำลังเข้าสู่ช่วงวัยใหม่ที่น่าตื่นเต้นและเติมเต็ม"
    }
  },
  {
    "translation": {
      "en": "Until that fateful moment,",
      "th": "จนกระทั่งช่วงเวลาฟ้าลิขิตมาถึง"
    }
  },
  {
    "translation": {
      "en": "Jill, the beautiful girl next door,",
      "th": "จิล สาวข้างบ้านแสนสวย… (สู่สุคติ จิล เวสตัน เสียเจ้าหญิง)"
    }
  },
  {
    "translation": {
      "en": "known to every family in the country, was shot dead.",
      "th": "เป็นที่รู้จักของทุกครอบครัวในประเทศ ถูกยิงเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "And then everyone was asking the question, \"Why?\"",
      "th": "แล้วทุกคนก็ถามว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "[Hamish] Some of my key thinking about it was,",
      "th": "ความคิดหลักๆ อย่างหนึ่งของผมคือ"
    }
  },
  {
    "translation": {
      "en": "if someone deliberately set out to kill her,",
      "th": "ถ้ามีคนตั้งใจฆ่าเธอ"
    }
  },
  {
    "translation": {
      "en": "why would they choose to kill her? What was to be gained from that?",
      "th": "ทำไมถึงเลือกฆ่าเธอ ฆ่าแล้วได้อะไรจากตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "What benefit would anybody accrue from killing Jill Dando?",
      "th": "ได้ประโยชน์อะไรจากการฆ่าจิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "And then Alan Farthing mentioned that a large sum of money,",
      "th": "แล้วอลัน ฟาร์ธิงก็พูดถึงเงินก้อนใหญ่"
    }
  },
  {
    "translation": {
      "en": "over £30,000, £35,000,",
      "th": "มากกว่า 30,000 หรือ 35,000 ปอนด์"
    }
  },
  {
    "translation": {
      "en": "was given by Jill to Mr. Wheaton.",
      "th": "ที่จิลให้คุณวีตัน"
    }
  },
  {
    "translation": {
      "en": "So, that had to be investigated as to why that sum of money had been given over.",
      "th": "(เข้าบัญชีธุรกรรม 35,000) ตรงนี้ต้องสืบสวนว่าทำไมถึงมีการให้เงินก้อนนั้น"
    }
  },
  {
    "translation": {
      "en": "[Bob] After the funeral, the police came to see me.",
      "th": "หลังจากงานศพ ตำรวจมาหาผม"
    }
  },
  {
    "translation": {
      "en": "And one of the policemen goes, \"Well, we've had this report",
      "th": "ตำรวจคนหนึ่งบอกว่า \"เรามีรายงาน"
    }
  },
  {
    "translation": {
      "en": "that you owed her quite a lot of money,",
      "th": "ที่ว่าคุณติดเงินเธอเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "um, and you still owed it to her when she died.\"",
      "th": "และคุณก็ยังติดเงินเธออยู่ตอนที่เธอตาย"
    }
  },
  {
    "translation": {
      "en": "\"Uh, would you like to explain that?\"",
      "th": "คุณอยากอธิบายมั้ย\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Yeah. Yeah. I'm quite happy to do that.\"",
      "th": "ผมก็บอก \"ครับ ผมยินดีอธิบาย\""
    }
  },
  {
    "translation": {
      "en": "And you sort of feel, gosh, you know, the light is on me here.",
      "th": "ผมก็รู้สึกว่า เอาแล้ว ผมตกเป็นผู้ต้องสงสัยแล้ว"
    }
  },
  {
    "translation": {
      "en": "They wanted to know about how we met,",
      "th": "ตำรวจอยากรู้ว่าเราเจอกันยังไง"
    }
  },
  {
    "translation": {
      "en": "um, how long we'd been together, uh, how did we break up.",
      "th": "คบกันมานานแค่ไหน เลิกกันยังไง"
    }
  },
  {
    "translation": {
      "en": "And yes, she had contributed towards me buying my house by the river.",
      "th": "ใช่ เธอช่วยผมเรื่องเงิน โดยการซื้อบ้านริมน้ำให้ผม"
    }
  },
  {
    "translation": {
      "en": "I said, I had a mortgage, um, but there was a small shortfall.",
      "th": "ผมบอกว่าผมต้องจ่ายค่าผ่อนบ้าน แต่เงินผมขาดไปนิดนึง"
    }
  },
  {
    "translation": {
      "en": "I could've had a bigger mortgage, but she wanted to share",
      "th": "จริงๆ ผมปล่อยให้หนี้เพิ่มไปก็ได้ แต่เธออยากช่วยจ่าย"
    }
  },
  {
    "translation": {
      "en": "because we were then sharing the house together.",
      "th": "เพราะตอนนั้นเราอยู่บ้านด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And by the way, I do not need that much money that badly.",
      "th": "แต่ผมก็ไม่ได้ต้องการเงินมากถึงขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "I can show you the evidence of why, and I took him to my computer,",
      "th": "ผมแสดงหลักฐานได้ว่าทำไม ผมพาเขาไปที่คอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "went into my bank account and showed him, um, that I had quite a lot of money.",
      "th": "เข้าบัญชีธนาคารให้ดูว่าผมมีเงินอยู่เยอะ"
    }
  },
  {
    "translation": {
      "en": "She was generous to everybody, including me.",
      "th": "เธอใจดีกับทุกคน รวมถึงผมด้วย"
    }
  },
  {
    "translation": {
      "en": "We loved each other.",
      "th": "เรารักกัน"
    }
  },
  {
    "translation": {
      "en": "I wouldn't have ever thought of doing something like that.",
      "th": "ผมไม่มีทางคิดจะทำอะไรแบบนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "To have lost somebody with whom, uh, I had spent valuable, interesting,",
      "th": "การที่ต้องมาเสียคนที่ผมใช้เวลาหลายปีอยู่ด้วย ซึ่งเป็นช่วงเวลาที่มีค่า น่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "important and enjoyable years was a massive blow.",
      "th": "สำคัญและมีความสุข มันเป็นเรื่องที่แย่มาก"
    }
  },
  {
    "translation": {
      "en": "[Hamish] Well, the things that are innocuous can appear suspicious.",
      "th": "สิ่งที่ไม่เป็นพิษเป็นภัยอาจดูน่าสงสัยได้"
    }
  },
  {
    "translation": {
      "en": "I think it was just a gift from Jill to Mr. Wheaton.",
      "th": "ผมคิดว่ามันเป็นแค่ของขวัญที่จิลให้คุณวีตัน"
    }
  },
  {
    "translation": {
      "en": "You know, you talk about things in detail",
      "th": "เราพูดถึงรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "but when following death, things can emerge,",
      "th": "แต่พอติดตามการตาย มันอาจมีอะไรปรากฏ"
    }
  },
  {
    "translation": {
      "en": "but they're almost tittle-tattle, gossip, salacious or otherwise.",
      "th": "อาจเป็นเรื่องซุบซิบนินทา เรื่องตัณหาราคะ หรือเป็นอย่างอื่นไปเลย"
    }
  },
  {
    "translation": {
      "en": "But it doesn't move you into the realm of responsibility for killing someone.",
      "th": "แต่มันไม่ได้ทำให้คุณกลายเป็น ผู้อยู่เบื้องหลังการฆ่าใครสักคน"
    }
  },
  {
    "translation": {
      "en": "We concluded that he was…",
      "th": "เราสรุปว่า"
    }
  },
  {
    "translation": {
      "en": "he had nothing to do with the murder at all.",
      "th": "เขาไม่ได้มีส่วนกับการฆาตกรรมเลย"
    }
  },
  {
    "translation": {
      "en": "And we needed to sift out all that noise",
      "th": "เราต้องกรองเอาเสียงพวกนั้นออกไป"
    }
  },
  {
    "translation": {
      "en": "and try to really focus on basic principles",
      "th": "และพยายามโฟกัสกับหลักการพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "before getting carried away further and further down different avenues.",
      "th": "ก่อนที่เราจะติดลมจนออกนอกทางไปเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "Jill didn't live at 29 Gowan Avenue.",
      "th": "จิลไม่ได้อยู่บ้านเลขที่ 29 โกแวน อเวนิว"
    }
  },
  {
    "translation": {
      "en": "She lived with her fiancé, further out in West London.",
      "th": "เธออาศัยอยู่กับคู่หมั้นไกลออกไปอีก ที่ลอนดอนตะวันตก"
    }
  },
  {
    "translation": {
      "en": "We knew she visited Gowan Avenue rarely and stayed overnight even more rarely.",
      "th": "เรารู้ว่าเธอแทบไม่ได้ไปโกแวน อเวนิว ค้างคืนนี่ยิ่งแทบไม่ได้ค้าง"
    }
  },
  {
    "translation": {
      "en": "So to know that Jill would turn up at 29 Gowan Avenue",
      "th": "การที่มีคนรู้ว่า จิลไปบ้านเลขที่ 29 โกแวน อเวนิว"
    }
  },
  {
    "translation": {
      "en": "on Monday morning by 11:30,",
      "th": "เช้าวันจันทร์ช่วง 11:30 น. (ความเคลื่อนไหวสุดท้ายของจิล)"
    }
  },
  {
    "translation": {
      "en": "you would have to have been following her.",
      "th": "หมายความว่าต้องสะกดรอยตาม"
    }
  },
  {
    "translation": {
      "en": "[detective inspector] I was the deputy on the inquiry.",
      "th": "ตอนนั้นผมเป็นรองสารวัตรสืบสวน"
    }
  },
  {
    "translation": {
      "en": "It was a painstaking process.",
      "th": "มันเป็นกระบวนการที่ต้องเพียรพยายามมาก"
    }
  },
  {
    "translation": {
      "en": "Two officers going through",
      "th": "เจ้าหน้าที่สองคนเปิดดู…"
    }
  },
  {
    "translation": {
      "en": "the many hundreds of hours of CCTV.",
      "th": "(เอียน ฮอร์ร็อกส์ - สารวัตรสืบสวน) ภาพบันทึกกล้องวงจรปิดหลายร้อยชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "There were thousands of people to eliminate from the inquiry.",
      "th": "มีคนหลายพันที่ต้องตัดออกจากการสืบสวน"
    }
  },
  {
    "translation": {
      "en": "Nothing would be discounted until each had been evaluated",
      "th": "จะไม่มีอะไรถูกมองข้าม จนกระทั่งแต่ละอย่างได้รับการประเมิน"
    }
  },
  {
    "translation": {
      "en": "to a degree by one of the team.",
      "th": "จนถึงระดับหนึ่งโดยสมาชิกทีมคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "There was over 190 CCTV and cameras in the surrounding streets.",
      "th": "มีกล้องวงจรปิดมากกว่า 190 ตัว ในพื้นที่ถนนโดยรอบ"
    }
  },
  {
    "translation": {
      "en": "Four hundred and thirty hours of viewing time.",
      "th": "ใช้เวลาดู 430 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "And from that we established Jill's movements on the 26th of April.",
      "th": "จากตรงนั้น เราพบความเคลื่อนไหวของจิล ในวันที่ 26 เมษายน"
    }
  },
  {
    "translation": {
      "en": "Started from Alan Farthing's home.",
      "th": "เริ่มจากบ้านของอลัน ฟาร์ธิง"
    }
  },
  {
    "translation": {
      "en": "She stopped at a petrol station.",
      "th": "เธอแวะจอดปั๊มน้ำมัน"
    }
  },
  {
    "translation": {
      "en": "Filled the car with petrol.",
      "th": "เติมน้ำมันรถ"
    }
  },
  {
    "translation": {
      "en": "And then she left the petrol station and she went into Hammersmith town center.",
      "th": "จากนั้นเธอออกจากปั๊มน้ำมัน เข้าไปในตัวเมืองแฮมเมอร์สมิธ"
    }
  },
  {
    "translation": {
      "en": "Went to at least two shops, maybe three, to buy some fax paper or copying paper.",
      "th": "เข้าไปร้านค้าอย่างน้อยสองหรือสามร้าน เพื่อซื้อกระดาษแฟ็กซ์หรือกระดาษถ่ายเอกสาร"
    }
  },
  {
    "translation": {
      "en": "She returned to her car.",
      "th": "เธอกลับไปที่รถ"
    }
  },
  {
    "translation": {
      "en": "Then she left Hammersmith and travelled south down to Fulham Road.",
      "th": "จากนั้นก็ออกจากแฮมเมอร์สมิธ ลงใต้ไปถนนฟูลัม"
    }
  },
  {
    "translation": {
      "en": "Then she got down to near Gowan Avenue,",
      "th": "จากนั้นก็ลงไปใกล้โกแวน อเวนิว"
    }
  },
  {
    "translation": {
      "en": "parked right outside her house.",
      "th": "(โกแวน อเวนิว) จอดรถไว้หน้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "And then she walked up the gateway.",
      "th": "จากนั้นก็เดินไปที่ทางเข้าบ้าน"
    }
  },
  {
    "translation": {
      "en": "And killed at the doorstep.",
      "th": "และถูกฆ่าหน้าประตูบ้าน"
    }
  },
  {
    "translation": {
      "en": "[Ian] It was simply a matter of just plodding through everything.",
      "th": "มันเป็นเพียงการค่อยๆ ดูทุกอย่างไปจนครบ"
    }
  },
  {
    "translation": {
      "en": "And we can categorically say, 100%, that she wasn't followed.",
      "th": "และเราก็พูดได้เต็มปากว่า เธอไม่ได้ถูกสะกดรอยตาม"
    }
  },
  {
    "translation": {
      "en": "So, how did the killer know",
      "th": "เพราะฉะนั้นฆาตกรรู้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "that she was going to be at Gowan Avenue that morning?",
      "th": "ว่าเธอจะไปอยู่ที่โกแวน อเวนิวเช้าวันนั้น"
    }
  },
  {
    "translation": {
      "en": "And then the thinking",
      "th": "จากนั้นก็มีความคิด"
    }
  },
  {
    "translation": {
      "en": "is that Jill told somebody where she was.",
      "th": "ที่ว่าจิลบอกใครบางคนว่าอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "So we did look at the phone calls to her on that day.",
      "th": "เราเลยดูสายโทรเข้าออกวันนั้น"
    }
  },
  {
    "translation": {
      "en": "Who knew she was going to be where she was?",
      "th": "ใครบ้างที่รู้ว่าเธอจะไปอยู่ที่ที่เธออยู่"
    }
  },
  {
    "translation": {
      "en": "There was one person alone.",
      "th": "มีคนเดียวที่รู้"
    }
  },
  {
    "translation": {
      "en": "Mr. Roseman.",
      "th": "คุณโรสแมน"
    }
  },
  {
    "translation": {
      "en": "Jon Roseman was Jill's very colorful agent.",
      "th": "จอน โรสแมนเป็นตัวแทนของจิล ที่ชีวิตมีสีสันมาก"
    }
  },
  {
    "translation": {
      "en": "Um, I had lots of dealings with Jon over the years.",
      "th": "ฉันทำงานกับจอนมาหลายปี"
    }
  },
  {
    "translation": {
      "en": "He was very, uh, shall I say, robust to deal with.",
      "th": "เขาเป็นคน จะว่าไงดี หัวแข็ง"
    }
  },
  {
    "translation": {
      "en": "He was very straight-talking. Uh, you knew when you'd upset him.",
      "th": "เขาพูดตรงไปตรงมามากๆ ถ้าทำให้เขาไม่พอใจก็จะรู้ได้เลย"
    }
  },
  {
    "translation": {
      "en": "There's a very famous story about him",
      "th": "มีเรื่องหนึ่งที่ดังมาก"
    }
  },
  {
    "translation": {
      "en": "going around somewhere with a baseball bat to, uh… to show his feelings.",
      "th": "ที่เขาถือไม้เบสบอลไปไหนต่อไหนด้วย เพื่อจะแสดงความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "[Jon] The police, they came to visit me on a Saturday morning.",
      "th": "ตำรวจมาหาผมเช้าวันเสาร์"
    }
  },
  {
    "translation": {
      "en": "And they asked me about this timeline.",
      "th": "ถามผมเรื่องลำดับเหตุการณ์"
    }
  },
  {
    "translation": {
      "en": "Because the only reason she went there that day was to pick up some faxes",
      "th": "เพราะเหตุผลเดียว ที่จิลไปที่นั่นวันนั้นก็เพื่อจะไปเอาแฟ็กซ์"
    }
  },
  {
    "translation": {
      "en": "that had been sent to her from my office about some work.",
      "th": "ที่ส่งไปหาเธอจากออฟฟิศของผมเรื่องงาน"
    }
  },
  {
    "translation": {
      "en": "She was on her way to a lunch, I think it was.",
      "th": "เธอกำลังจะไปกินมื้อกลางวัน คิดว่าน่าจะใช่"
    }
  },
  {
    "translation": {
      "en": "And so she just, like, literally stopped off",
      "th": "เธอเลยจอดแวะ"
    }
  },
  {
    "translation": {
      "en": "back to her house to pick up faxes.",
      "th": "เอาแฟ็กซ์ที่บ้าน"
    }
  },
  {
    "translation": {
      "en": "One of the things that they were interested in was my book.",
      "th": "อย่างหนึ่งที่ตำรวจสนใจคือหนังสือของผม"
    }
  },
  {
    "translation": {
      "en": "I had always wanted to be a writer.",
      "th": "ผมอยากเป็นนักเขียนมาตลอด"
    }
  },
  {
    "translation": {
      "en": "And so I had written a book.",
      "th": "ผมเลยเขียนหนังสือเล่มหนึ่ง (ร่างฉบับ 15 โดยจอน โรสแมน)"
    }
  },
  {
    "translation": {
      "en": "They always say, write about what you know,",
      "th": "ว่ากันว่าให้เขียนเรื่องที่รู้"
    }
  },
  {
    "translation": {
      "en": "so I wrote about an agent.",
      "th": "ผมเลยเขียนเกี่ยวกับตัวแทน"
    }
  },
  {
    "translation": {
      "en": "An agent whose clients were murdered under mysterious circumstances.",
      "th": "ตัวแทนที่มีลูกค้าถูกฆาตกรรม ภายใต้สถานการณ์ที่เป็นปริศนา"
    }
  },
  {
    "translation": {
      "en": "A client who'd been shot.",
      "th": "ลูกค้าที่ถูกยิง"
    }
  },
  {
    "translation": {
      "en": "[Hamish] Mr. Roseman had written a book",
      "th": "คุณโรสแมนเขียนหนังสือ"
    }
  },
  {
    "translation": {
      "en": "which involved the death of a presenter or personality.",
      "th": "ที่เกี่ยวข้องกับการตายของพิธีกรหรือคนดังคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "So that seemed ironic that he's writing a novel",
      "th": "มันดูแปลกๆ ที่เขาเขียนนิยาย"
    }
  },
  {
    "translation": {
      "en": "which actually then occurred in real life.",
      "th": "ซึ่งหลังจากนั้นก็เกิดขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Jon] The police, there were two of them, sitting in my office,",
      "th": "ตำรวจสองคนนั่งอยู่ในออฟฟิศผม"
    }
  },
  {
    "translation": {
      "en": "and we talked it through",
      "th": "เราคุยกัน"
    }
  },
  {
    "translation": {
      "en": "and they asked me if I had a manuscript of the book, which I did.",
      "th": "ถามผมว่ามีต้นฉบับหนังสือมั้ย ซึ่งผมก็มี"
    }
  },
  {
    "translation": {
      "en": "And they also said, \"What was the time difference",
      "th": "ถามด้วยว่าระยะเวลาห่างกันเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "between the first murder in the book and the second murder in the book?\"",
      "th": "ระหว่างการฆาตกรรมครั้งแรกในหนังสือ กับการฆาตกรรมครั้งที่สองในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "And I'm thinking, like I was in the Twilight Zone.",
      "th": "และผมก็คิดว่า เหมือนผมอยู่ในรายการแดนสนธยาเลย"
    }
  },
  {
    "translation": {
      "en": "I thought, he's not taking this seriously,",
      "th": "ผมคิดว่าเขาคงไม่ได้คิดจริงหรอก"
    }
  },
  {
    "translation": {
      "en": "like somebody's had my manuscript and is following the plan of the book?",
      "th": "ที่ว่ามีคนเอาต้นฉบับผมไป แล้วทำตามแผนในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "[male interviewer] Did you think whether others might be suspecting you?",
      "th": "คิดว่าคนอื่นสงสัยคุณมั้ย"
    }
  },
  {
    "translation": {
      "en": "Well, I'd have to have paid someone to do it, that's for sure.",
      "th": "ที่แน่ๆ ผมคงต้องจ้างให้คนอื่นทำ"
    }
  },
  {
    "translation": {
      "en": "But I had this reputation,",
      "th": "แต่ผมมีชื่อเสียงอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and yes, I was really tough, but it was just an act.",
      "th": "ใช่ ผมโหดมาก แต่มันก็แค่การแสดง"
    }
  },
  {
    "translation": {
      "en": "And anybody who suspected that I would cut off",
      "th": "ใครก็ตามที่สงสัยว่าผมจะตัด"
    }
  },
  {
    "translation": {
      "en": "a financial revenue like Jill Dando's would have to be insane.",
      "th": "ช่องทางทำเงินอย่างจิล แดนโด ต้องบ้าแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "[director] Action.",
      "th": "แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "Well, that's all for this--",
      "th": "ขอจบ…"
    }
  },
  {
    "translation": {
      "en": "Hang on, I can't see the lens.",
      "th": "เดี๋ยว ไม่เห็นเลนส์ โทษที"
    }
  },
  {
    "translation": {
      "en": "[man] When you turn, bring your body around. Oh, okay, right. I'm going…",
      "th": "- ตอนหันมา หันตัวมาด้วย - ได้ ฉันจะ…"
    }
  },
  {
    "translation": {
      "en": "[Jon] I mean, it sounds terrible, but had we not sent her any faxes…",
      "th": "มันฟังดูแย่ แต่ถ้าเราไม่ส่งแฟ็กซ์หา…"
    }
  },
  {
    "translation": {
      "en": "That's all from Mauritius.",
      "th": "ขอจบเพียงเท่านี้จากมอริเชียส"
    }
  },
  {
    "translation": {
      "en": "Next week I'll be on the Greek island of Skiathos.",
      "th": "สัปดาห์หน้าฉันจะไปที่เกาะสเกียธอสของกรีก"
    }
  },
  {
    "translation": {
      "en": "I'm not going to say--",
      "th": "ผมจะไม่พูดว่า…"
    }
  },
  {
    "translation": {
      "en": "Had she not gone back to the house that day, it wouldn't have happened.",
      "th": "ถ้าเธอไม่กลับไปที่บ้านนั้นวันนั้น มันคงไม่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Who knows how, where else it would have happened,",
      "th": "ไม่มีใครรู้ว่ามันจะไปเกิดขึ้นที่ไหนยังไงอีก"
    }
  },
  {
    "translation": {
      "en": "but that was the reason she went back to the house.",
      "th": "แต่นั่นคือเหตุผลที่เธอกลับไปที่บ้านนั้น"
    }
  },
  {
    "translation": {
      "en": "I do find this kind of stuff really difficult to talk about.",
      "th": "เรื่องพวกนี้ผมทำใจพูดได้ยากมาก"
    }
  },
  {
    "translation": {
      "en": "Oh! It's just so glamorous. It's wonderful. Let me at it.",
      "th": "สวยเลิศมาก วิเศษสุดๆ เข้าไปกันค่ะ"
    }
  },
  {
    "translation": {
      "en": "Everything was going so well for her.",
      "th": "ทุกอย่างกำลังไปได้สวยสำหรับเธอ"
    }
  },
  {
    "translation": {
      "en": "I came here unescorted, but I'm told that a prince is waiting in the wings.",
      "th": "ฉันไม่ได้ควงแขนใครมาด้วย แต่มีคนบอกฉันว่าเจ้าชายกำลังรออยู่"
    }
  },
  {
    "translation": {
      "en": "[Jon] I mean, nobody has a life like that, right?",
      "th": "คือไม่มีใครมีชีวิตแบบนั้น ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "We would love to have a life like that, right?",
      "th": "เราอยากมีชีวิตแบบนั้น ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "But Jill had a life like that.",
      "th": "แต่จิลมีชีวิตแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "It's not! It's not. It's not.",
      "th": "ไม่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Listen, I'm… Jill, I'm so sorry about this.",
      "th": "จิล ผมขอโทษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I… I find her death still difficult to come to terms with.",
      "th": "ผมยังทำใจไม่ได้กับการตายของเธอ"
    }
  },
  {
    "translation": {
      "en": "-Do you mind if I whirl her away? -Oh, you may whirl. I can't believe it.",
      "th": "ผมขอพาเธอหมุนออกไปได้มั้ย หมุนเลย ไม่อยากเชื่อเลย"
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "th": "นั่นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "None of that inner group of people was responsible for Jill Dando's murder.",
      "th": "ไม่ใช่คนวงในที่อยู่เบื้องหลัง การฆาตกรรมจิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "And we still didn't have an understanding of the reason why Jill had been killed.",
      "th": "แต่เรายังไม่เข้าใจว่าทำไมจิลถึงถูกฆ่า (หน่วยอาชญากรรมใหญ่)"
    }
  },
  {
    "translation": {
      "en": "We had to properly focus down.",
      "th": "เราต้องโฟกัสดีๆ"
    }
  },
  {
    "translation": {
      "en": "Who was the man who had been seen running away?",
      "th": "ใครคือชายที่ถูกเห็นว่ากำลังหนี"
    }
  },
  {
    "translation": {
      "en": "Who was driving the blue Range Rover?",
      "th": "ใครขับรถเรนจ์โรเวอร์สีน้ำเงิน"
    }
  },
  {
    "translation": {
      "en": "And who was the sweating man?",
      "th": "ใครคือชายที่เหงื่อออก"
    }
  },
  {
    "translation": {
      "en": "[Jeff] I knew by then from talking to my contacts,",
      "th": "ถึงตอนนั้นผมรู้เลยจากการคุยกับคนรู้จักของผม"
    }
  },
  {
    "translation": {
      "en": "that the murder of Jill Dando caused, you know, huge consternation",
      "th": "ว่าการฆาตกรรมจิล แดนโดก่อให้เกิด ความอกสั่นขวัญแขวนครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "within the hierarchy at Scotland Yard as well",
      "th": "ภายในลำดับชั้นบังคับบัญชา ที่สกอตแลนด์ยาร์ดด้วย"
    }
  },
  {
    "translation": {
      "en": "because Jill Dando was perceived as part of the policing family.",
      "th": "เพราะจิล แดนโดถูกมองว่า เป็นส่วนหนึ่งของครอบครัวตำรวจ"
    }
  },
  {
    "translation": {
      "en": "But they were bedeviled by the fact that they didn't have a suspect.",
      "th": "แต่ก็ยังมีปัญหาที่ว่าไม่มีผู้ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "They didn't have a murder weapon.",
      "th": "ไม่มีอาวุธฆาตกรรม"
    }
  },
  {
    "translation": {
      "en": "[Hamish] Morning.",
      "th": "(ศาลชันสูตร) อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Are you any closer to knowing either a suspect or a motive for this killing?",
      "th": "ใกล้จะรู้ตัวผู้ต้องสงสัย หรือแรงจูงใจการฆ่าครั้งนี้รึยังครับ"
    }
  },
  {
    "translation": {
      "en": "We don't know the person who killed Jill Dando at this time",
      "th": "ตอนนี้เรายังไม่รู้ว่าใครเป็นคนฆ่าจิล แดนโด"
    }
  },
  {
    "translation": {
      "en": "and we're trying to establish a motive as to why she was killed.",
      "th": "เรากำลังพยายามหาแรงจูงใจว่าทำไมเธอถึงถูกฆ่า"
    }
  },
  {
    "translation": {
      "en": "And our main inquiry focuses on determining the motive.",
      "th": "การสืบสวนหลักๆ ของเรา โฟกัสที่การหาแรงจูงใจ"
    }
  },
  {
    "translation": {
      "en": "Once we establish the motive, we will be able to move forward more rapidly",
      "th": "พอเรารู้แรงจูงใจแล้ว เราจะสามารถไปต่อได้เร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "as to who the suspect or suspects are.",
      "th": "ว่าใครเป็นผู้ต้องสงสัย"
    }
  },
  {
    "translation": {
      "en": "The red-top news business won't tolerate a vacuum, right?",
      "th": "สื่อหนังสือพิมพ์แท็บลอยด์ไม่มีทาง ปล่อยให้เกิดสุญญากาศแน่ ใช่มั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "They want information. They've got pages to fill.",
      "th": "เขาอยากได้ข้อมูล มีหลายหน้าให้เติม"
    }
  },
  {
    "translation": {
      "en": "I could see the clouds gathering on the horizon",
      "th": "ผมเห็นเมฆดำก่อเค้ามาแต่ไกล"
    }
  },
  {
    "translation": {
      "en": "and I knew, unless they solved this crime really quickly,",
      "th": "ผมรู้เลยว่าถ้าไม่รีบไขคดีให้ได้โดยเร็ว"
    }
  },
  {
    "translation": {
      "en": "it was only a short matter of time",
      "th": "อีกไม่นาน"
    }
  },
  {
    "translation": {
      "en": "before we started to become deluged with all sorts of theories.",
      "th": "ก็จะเริ่มมีทฤษฎีต่างๆ ท่วมทะลักเต็มไปหมด"
    }
  },
  {
    "translation": {
      "en": "[reporter] In the absence of any obvious motive for the attack,",
      "th": "เมื่อไม่มีเหตุจูงใจที่ชัดเจนถึงการก่อเหตุ"
    }
  },
  {
    "translation": {
      "en": "speculation, and it is only that, focuses on a possible stalker.",
      "th": "มีการคาดคะเนว่าอาจเป็นพวกสตอล์กเกอร์"
    }
  },
  {
    "translation": {
      "en": "Jill Dando had had problems with obsessive fans in the past,",
      "th": "จิล แดนโดเคยมีปัญหา กับแฟนรายการที่หมกมุ่นในอดีต"
    }
  },
  {
    "translation": {
      "en": "as one close colleague recalls.",
      "th": "อย่างที่เพื่อนร่วมงานที่สนิทด้วยจำได้"
    }
  },
  {
    "translation": {
      "en": "I don't think she was in any sense, in fear of, certainly not in mortal fear",
      "th": "ผมว่าเธอไม่ได้กลัวตาย… (นิก รอสส์ - พิธีกรไครม์วอตช์)"
    }
  },
  {
    "translation": {
      "en": "of anything happening to her. She was irritated from time to time.",
      "th": "กลัวว่าจะเกิดอะไรขึ้นกับเธอ มีหงุดหงิดบ้างเป็นครั้งคราว"
    }
  },
  {
    "translation": {
      "en": "Uh, there had been somebody stalking her.",
      "th": "กลัวว่าจะเกิดอะไรขึ้นกับเธอ มีหงุดหงิดบ้างเป็นครั้งคราว ที่มีคนแอบตามเธอไปทุกที่"
    }
  },
  {
    "translation": {
      "en": "Um, I mean, to be honest, that's really, it goes with the turf.",
      "th": "แต่เอาจริงๆ ของแบบนี้มันมาคู่กันอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Anyone who is in the public eye, and Jill was in the public eye",
      "th": "ใครก็ตามที่ตกเป็นที่สนใจของสาธารณะ จิลตกเป็นที่สนใจของสาธารณะ"
    }
  },
  {
    "translation": {
      "en": "more than almost anybody, um, does have certain threats.",
      "th": "ยิ่งกว่าหลายๆ คน ก็ต้องมีภัยคุกคามอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "We used to get all the mail coming to our office.",
      "th": "เราเคยได้รับจดหมายที่ส่งถึงออฟฟิศ"
    }
  },
  {
    "translation": {
      "en": "Some mail might be a little bit eh-eh,",
      "th": "บางฉบับก็จะเอ๊ะนิดนึง"
    }
  },
  {
    "translation": {
      "en": "so you had to be careful and just take some of these letters away.",
      "th": "เราเลยต้องระวังแล้วก็เอามันไปทิ้ง"
    }
  },
  {
    "translation": {
      "en": "But they weren't threatening, they were just, well, you know.",
      "th": "แต่มันไม่ใช่การข่มขู่ มันก็แค่"
    }
  },
  {
    "translation": {
      "en": "There's a lot of perverts out there.",
      "th": "มันมีพวกบ้ากามอยู่เยอะ"
    }
  },
  {
    "translation": {
      "en": "But then we received a letter from somebody claiming to be a Serb.",
      "th": "แต่เราได้รับจดหมายฉบับหนึ่ง ที่บอกว่าตัวเองเป็นคนเซอร์เบีย"
    }
  },
  {
    "translation": {
      "en": "It was in relation to the appeal",
      "th": "เกี่ยวกับเรื่องประกาศขอความช่วยเหลือ"
    }
  },
  {
    "translation": {
      "en": "that Jill had given earlier that month for Kosovo.",
      "th": "ที่จิลเพิ่งประกาศออกสื่อในเดือนนั้นให้กับโคโซโว"
    }
  },
  {
    "translation": {
      "en": "This weekend we've all become aware",
      "th": "สุดสัปดาห์นี้ เราทุกคนทราบกันแล้วว่า…"
    }
  },
  {
    "translation": {
      "en": "of the humanitarian crisis facing the Balkans,",
      "th": "(จิล แดนโด) มีวิกฤตเกิดขึ้นในแถบบอลข่าน"
    }
  },
  {
    "translation": {
      "en": "as thousands of people from Kosovo…",
      "th": "คนหลายพันจากโคโซโว…"
    }
  },
  {
    "translation": {
      "en": "[Jon] The letter seemed to be somewhat threatening.",
      "th": "จดหมายดูเป็นการข่มขู่"
    }
  },
  {
    "translation": {
      "en": "Whatever you can afford can make a big difference to these people's lives",
      "th": "อะไรก็ตามที่คุณให้ได้จะช่วยให้ชีวิตคนกลุ่มนี้ดีขึ้น"
    }
  },
  {
    "translation": {
      "en": "and their chances of survival.",
      "th": "และช่วยให้พวกเขามีโอกาสรอด"
    }
  },
  {
    "translation": {
      "en": "[Jeff] The Balkan War had been going on in the former Yugoslavia,",
      "th": "มีสงครามบอลข่านเกิดขึ้น ในประเทศที่อดีตเคยเป็นยูโกสลาเวีย"
    }
  },
  {
    "translation": {
      "en": "you know, which had split into various states,",
      "th": "ซึ่งต่อมาถูกแบ่งออกเป็นหลายๆ รัฐ"
    }
  },
  {
    "translation": {
      "en": "you know, Serbia and Kosovo and so forth.",
      "th": "เซอร์เบีย โคโซโว และอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "It was a very horrible war.",
      "th": "เป็นสงครามที่เลวร้ายมาก"
    }
  },
  {
    "translation": {
      "en": "So, when it started to emerge that her agent had a threatening letter…",
      "th": "พอเริ่มปรากฏแล้วว่า ตัวแทนของเธอได้รับจดหมายข่มขู่"
    }
  },
  {
    "translation": {
      "en": "Then the BBC started to get threats by telephone.",
      "th": "จากนั้นบีบีซีก็เริ่มได้รับสายโทรศัพท์ข่มขู่…"
    }
  },
  {
    "translation": {
      "en": "The hair on the back of my neck stood up.",
      "th": "ขนหัวผมลุกเลย"
    }
  },
  {
    "translation": {
      "en": "[male reporter 1] The murder of one of the country's best-known TV personalities",
      "th": "คดีฆาตกรรมคนดังในวงการทีวีของประเทศ"
    }
  },
  {
    "translation": {
      "en": "has taken a frightening turn.",
      "th": "มาถึงจุดพลิกผันที่น่ากลัว"
    }
  },
  {
    "translation": {
      "en": "[male reporter 2] The TV center where Jill Dando worked received a phone call.",
      "th": "ศูนย์ทีวีที่จิล แดนโดเคยทำงานได้รับสายโทรศัพท์"
    }
  },
  {
    "translation": {
      "en": "It was from a man claiming to be Serbian,",
      "th": "จากชายที่อ้างว่าเป็นชาวเซอร์เบีย"
    }
  },
  {
    "translation": {
      "en": "saying he was behind the star's death.",
      "th": "บอกว่าเขาอยู่เบื้องหลังการตายของคนดังคนนี้"
    }
  }
]