[
  {
    "translation": {
      "en": "-[walkie-talkie buzzes] -[officer] Okay, Bravo, take note.",
      "th": "โอเค บราโว่ ทราบ"
    }
  },
  {
    "translation": {
      "en": "You can start unlocking the unit.",
      "th": "เริ่มปลดล็อกห้องขังได้เลย"
    }
  },
  {
    "translation": {
      "en": "♪ Had to fall down so we could stand up ♪",
      "th": "(แหล่งที่มา: ScrewtheboxTV)"
    }
  },
  {
    "translation": {
      "en": "[Khai] Skateboarding, for me, started as a hobby.",
      "th": "ผมเริ่มเล่นสเก็ตบอร์ดเป็นงานอดิเรก"
    }
  },
  {
    "translation": {
      "en": "To reach professional standard, I needed to join a lot of competitions.",
      "th": "ผมต้องลงแข่งขันเยอะมาก เพื่อไปให้ถึงระดับอาชีพ"
    }
  },
  {
    "translation": {
      "en": "2009 till 2011, that’s when I started to get recognized overseas.",
      "th": "ปี 2009 จนถึง 2011 คือตอนที่ผมเริ่มเป็นที่รู้จักในต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "From 2011 till 2014,",
      "th": "จากปี 2011 จนถึง 2014"
    }
  },
  {
    "translation": {
      "en": "I managed to get skateboarding sponsorships from local and overseas.",
      "th": "ผมหาสปอนเซอร์สเก็ตบอร์ดได้ จากทั้งในและต่างประเทศ"
    }
  },
  {
    "translation": {
      "en": "Usually, for skateboarding shoes, we must have the right sole.",
      "th": "ปกติแล้วรองเท้าสเก็ตบอร์ด จะต้องมีพื้นรองเท้าที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "Much flatter than this and not slippery.",
      "th": "แบนกว่านี้มาก และไม่ลื่น"
    }
  },
  {
    "translation": {
      "en": "For exercise, I don’t think it’s helpful. [laughs]",
      "th": "ผมว่าคงใส่ออกกำลังกายไม่ได้หรอก"
    }
  },
  {
    "translation": {
      "en": "Outside, you can smell the bus fuel,",
      "th": "ข้างนอก เราได้กลิ่นน้ำมันรถเมล์"
    }
  },
  {
    "translation": {
      "en": "the grass, the trees, cigarette smell, perfume.",
      "th": "กลิ่นหญ้า ต้นไม้ กลิ่นบุหรี่ น้ำหอม"
    }
  },
  {
    "translation": {
      "en": "In prison, you can only smell, like… walls.",
      "th": "ในคุกจะได้แค่กลิ่น… กำแพง"
    }
  },
  {
    "translation": {
      "en": "The last competition I had before COVID",
      "th": "ก่อนโควิด การแข่งสุดท้ายของผม"
    }
  },
  {
    "translation": {
      "en": "was roughly around 2018 or 2019.",
      "th": "คือช่วงประมาณปี 2018 หรือ 2019"
    }
  },
  {
    "translation": {
      "en": "And then COVID started to happen. So, there was no competition at all.",
      "th": "แล้วจากนั้นโควิดก็เริ่มระบาด ก็เลยไม่มีการแข่งเลย"
    }
  },
  {
    "translation": {
      "en": "I was in a relationship. Back then, I had a girlfriend.",
      "th": "ผมเคยมีความสัมพันธ์ครับ ตอนนั้นผมมีแฟน"
    }
  },
  {
    "translation": {
      "en": "I argued with my girlfriend.",
      "th": "ผมทะเลาะกับแฟน"
    }
  },
  {
    "translation": {
      "en": "I didn’t mean to hurt her. It’s just my mistake that I grabbed her.",
      "th": "ผมไม่ได้ตั้งใจทำร้ายเขา แค่ทำพลาดที่จับตัวเขา"
    }
  },
  {
    "translation": {
      "en": "March 2020 was when I started my sentence.",
      "th": "มีนาคม ปี 2020 ตอนที่ผมเริ่มรับโทษ"
    }
  },
  {
    "translation": {
      "en": "It’s a one-man cell",
      "th": "มันเป็นห้องขังเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "and you are all alone in the cell.",
      "th": "เราอยู่คนเดียวในห้องนั้น"
    }
  },
  {
    "translation": {
      "en": "That loneliness…",
      "th": "ความเหงา…"
    }
  },
  {
    "translation": {
      "en": "When you can’t express yourself,",
      "th": "เวลาที่แสดงความคิดเห็นไม่ได้"
    }
  },
  {
    "translation": {
      "en": "when you need to talk someone.",
      "th": "เวลาที่อยากคุยกับใครสักคน"
    }
  },
  {
    "translation": {
      "en": "You are stuck.",
      "th": "เราติดอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "I feel I’m a bad person.",
      "th": "ผมรู้สึกว่าผมเป็นคนไม่ดี"
    }
  },
  {
    "translation": {
      "en": "I think I made a lot of mistakes.",
      "th": "ผมคิดว่าผมทำผิดพลาดมาเยอะ"
    }
  },
  {
    "translation": {
      "en": "I have to accept it. This is my punishment.",
      "th": "ผมต้องยอมรับมัน นี่คือบทลงโทษของผม"
    }
  },
  {
    "translation": {
      "en": "B1 is a maximum-security institution,",
      "th": "บีหนึ่งคือหน่วยที่ระดับความปลอดภัยสูงที่สุด"
    }
  },
  {
    "translation": {
      "en": "and it also houses inmates with very long sentences.",
      "th": "และยังใช้รองรับนักโทษที่มีโทษจำคุกหลายปี"
    }
  },
  {
    "translation": {
      "en": "Inmates who are receiving violence intervention programs.",
      "th": "นักโทษที่เข้าโครงการแทรกแซงความรุนแรง"
    }
  },
  {
    "translation": {
      "en": "[Jim to walkie-talkie] I'm back.",
      "th": "กลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Jim] We do not want any unnecessary conflicts.",
      "th": "เราไม่อยากให้เกิดความขัดแย้งโดยไม่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "That’s also one of the reasons why we house them in a single man cell.",
      "th": "นั่นเป็นเหตุผลหนึ่ง ว่าทำไมเราให้นักโทษอยู่ในห้องขังเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "Our prisons have to be spartan",
      "th": "เรือนจำของเราต้องมีวินัยสูง"
    }
  },
  {
    "translation": {
      "en": "but not affront to human dignity.",
      "th": "แต่ไม่หมิ่นศักดิ์ศรีความเป็นมนุษย์"
    }
  },
  {
    "translation": {
      "en": "[Rockey] It is, as you can see, bare. It is simple,",
      "th": "อย่างที่คุณเห็น มันโล่ง เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "but at the same time, prison conditions have to facilitate rehabilitation.",
      "th": "แต่ในขณะเดียวกัน สภาพเรือนจำก็ต้องเอื้อต่อการปรับนิสัย"
    }
  },
  {
    "translation": {
      "en": "[man over PA] Kengran 507, 507.",
      "th": "เคนกราน ห้าศูนย์เจ็ด ห้าศูนย์เจ็ด"
    }
  },
  {
    "translation": {
      "en": "This is basically where I’m staying. This is my home.",
      "th": "นี่คือที่ที่ผมอยู่ครับ นี่คือบ้านของผม"
    }
  },
  {
    "translation": {
      "en": "Usually, this is my area of sleeping.",
      "th": "ปกติแล้วนี่คือส่วนที่ใช้นอน"
    }
  },
  {
    "translation": {
      "en": "Usually, I don't wear clothes because, inside this cell, it's very hot.",
      "th": "ปกติผมจะไม่ใส่เสื้อผ้า เพราะในห้องขังมันร้อนมาก"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] Usually, by 4 a.m., 5 a.m., I wake up already.",
      "th": "ปกติสักตีสี่ ตีห้า ผมก็ตื่นแล้ว"
    }
  },
  {
    "translation": {
      "en": "So, we have nothing to do because it's very dark,",
      "th": "ไม่มีอะไรให้ทำ เพราะมันมืดมาก"
    }
  },
  {
    "translation": {
      "en": "so we try to go back to sleep.",
      "th": "ก็เลยพยายามนอนต่อ"
    }
  },
  {
    "translation": {
      "en": "Once the lights are on, I will go to our washroom over here.",
      "th": "พอไฟเปิดแล้ว ผมจะเข้าห้องน้ำตรงนี้"
    }
  },
  {
    "translation": {
      "en": "So, one, we bathe, I brush my teeth,",
      "th": "พออาบน้ำแปรงฟันเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "then I will come back to this area again to read my Bible.",
      "th": "ผมจะกลับมาตรงนี้อีกครั้ง เพื่ออ่านพระคัมภีร์"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] After reading, I will walk around this cell, from here to here.",
      "th": "หลังจากอ่าน ผมจะเดินรอบๆ ห้องขัง จากตรงนี้ไปตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Or sideway, from left to the right.",
      "th": "หรือข้างๆ จากซ้ายไปขวา"
    }
  },
  {
    "translation": {
      "en": "And when I'm bored, I actually did count,",
      "th": "แล้วพอเบื่อก็จะนับ"
    }
  },
  {
    "translation": {
      "en": "by my feet, it's about seven, the width is five.",
      "th": "นับก้าวครับ ประมาณเจ็ดก้าว ส่วนความกว้างคือห้าก้าว"
    }
  },
  {
    "translation": {
      "en": "[Munusa] From 7 to 7:15, we have started",
      "th": "จากเจ็ดโมงถึงเจ็ดโมงสิบห้า เราจะเริ่มด้วย"
    }
  },
  {
    "translation": {
      "en": "with the mindfulness practice.",
      "th": "การฝึกสติ"
    }
  },
  {
    "translation": {
      "en": "So, we will play music.",
      "th": "เราจะเปิดเพลง"
    }
  },
  {
    "translation": {
      "en": "[officer over PA] Attention to all HU2 inmates.",
      "th": "นักโทษเอชยูสองทุกคน"
    }
  },
  {
    "translation": {
      "en": "Standby for the morning muster check.",
      "th": "เตรียมพร้อมสำหรับการตรวจรวมพลเช้า"
    }
  },
  {
    "translation": {
      "en": "I repeat. Standby for the morning muster check.",
      "th": "ขอย้ำ เตรียมพร้อมสำหรับการตรวจรวมพลเช้า"
    }
  },
  {
    "translation": {
      "en": "You are required to stand up with your T-shirt tucked in and greet your officer.",
      "th": "คุณต้องยืนตรง เก็บชายเสื้อเข้ากางเกง และทักทายเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "[Shalih] OK, muster!",
      "th": "เอาล่ะ รวมพล"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Good morning.",
      "th": "อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Jim] Muster check is a process where we account for",
      "th": "การตรวจรวมพลคือขั้นตอนที่เราจะนับ"
    }
  },
  {
    "translation": {
      "en": "the inmates' headcount in our prisons. So, let's say, for example,",
      "th": "จำนวนนักโทษในเรือนจำของเรา ตัวอย่างเช่น"
    }
  },
  {
    "translation": {
      "en": "if I have 150 inmates in my housing unit,",
      "th": "ถ้าแดนของผมมีนักโทษ 150 คน"
    }
  },
  {
    "translation": {
      "en": "I must make sure I have 150 headcounts accounted for.",
      "th": "ผมก็ต้องตรวจนับให้ได้ 150 คน"
    }
  },
  {
    "translation": {
      "en": "-Morning, sir. -[Shalih] Good morning.",
      "th": "- อรุณสวัสดิ์ครับ - อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Jim] Not just seeing them,",
      "th": "ไม่ใช่แค่มองเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "I also need to make sure that they are responding,",
      "th": "ผมต้องแน่ใจว่าพวกเขาโต้ตอบด้วย"
    }
  },
  {
    "translation": {
      "en": "get his acknowledgment as well.",
      "th": "และต้องรับคำทักทายพวกเขาด้วย"
    }
  },
  {
    "translation": {
      "en": "-Good morning, sir. -[Shalih] Good morning.",
      "th": "- อรุณสวัสดิ์ครับผม - อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Jim] To make sure that he’s not feeling unwell or anything.",
      "th": "ให้แน่ใจว่าเขาไม่ได้ป่วยหรือเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "[Shalih] OK, Bravo. Dayroom 01 muster. Total present 4-1. 4-1.",
      "th": "โอเคบราโว่ รวมพลห้องรวมหนึ่ง อยู่ครบ สี่หนึ่ง สี่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[man over PA] CCC to A location.",
      "th": "ซีซีซีไปที่ตำแหน่งเอ"
    }
  },
  {
    "translation": {
      "en": "The muster check is over. I repeat. The muster check is over.",
      "th": "การตรวจรวมพลเสร็จสิ้นแล้ว ขอย้ำ การตรวจรวมพลเสร็จสิ้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "So, after muster check,",
      "th": "หลังจากตรวจรวมพล"
    }
  },
  {
    "translation": {
      "en": "about, like, 20 minutes, then our food latch will open.",
      "th": "ในอีกสัก 20 นาที ช่องรับอาหารของเราก็จะเปิด"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] Yeah, usually, this is very important to us",
      "th": "ปกติแล้วนี่คือเรื่องที่สำคัญมากสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "because it's our first view of the day,",
      "th": "เพราะเราจะได้เห็นข้างนอกเป็นครั้งแรกของวัน"
    }
  },
  {
    "translation": {
      "en": "from a long lock-up from yesterday night.",
      "th": "จากที่โดนกักขังไว้ทั้งคืนเมื่อคืน"
    }
  },
  {
    "translation": {
      "en": "Before breakfast,",
      "th": "ก่อนอาหารเช้า"
    }
  },
  {
    "translation": {
      "en": "the shavers will be issued and they will shave inside the cell.",
      "th": "เราจะแจกมีดโกนหนวด ให้พวกเขาโกนหนวดในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] After ten minutes, we will collect the shaver.",
      "th": "หลังจากสิบนาที เราจะเก็บที่โกนหนวดคืน"
    }
  },
  {
    "translation": {
      "en": "Around 07:45, our attendants will issue breakfast to them.",
      "th": "ประมาณ 07:45 น. ผู้ดูแลของเราจะแจกอาหารเช้า"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] So, our breakfast usually consists of four pieces of bread,",
      "th": "ปกติแล้วมื้อเช้าเราจะมีขนมปังสี่แผ่น"
    }
  },
  {
    "translation": {
      "en": "so they will pass it through our food latch.",
      "th": "พวกเขาจะยื่นอาหารให้เราผ่านช่องรับ"
    }
  },
  {
    "translation": {
      "en": "-[attendant] Morning, bro. -Good morning.",
      "th": "- อรุณสวัสดิ์ พวก - อรุณสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] Then we will take our mug, so put it here.",
      "th": "แล้วเราก็จะเอาแก้วมาวางไว้ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Once we are given our daily ration tea or coffee, then we'll bring it in.",
      "th": "พอได้รับชาหรือกาแฟประจำวันแล้ว ก็เอาแก้วกลับเข้าไป"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจ"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] After that, this door will close.",
      "th": "หลังจากนั้น ประตูนี้ก็จะปิด"
    }
  },
  {
    "translation": {
      "en": "I'll finish my breakfast, everything, I will walk again.",
      "th": "ผมจะกินมื้อเช้ากับอะไรๆ ให้เสร็จ แล้วก็เดินต่อ"
    }
  },
  {
    "translation": {
      "en": "This is the central kitchen,",
      "th": "ที่นี่คือครัวกลางครับ"
    }
  },
  {
    "translation": {
      "en": "giving meals for the entire cluster B.",
      "th": "เตรียมอาหารให้ทั้งกลุ่มอาคารบี"
    }
  },
  {
    "translation": {
      "en": "[Vinod] Per day, we have over two meals, lunch and dinner,",
      "th": "ต่อวัน เราต้องเตรียมสองมื้อ เที่ยงกับเย็น"
    }
  },
  {
    "translation": {
      "en": "approximately, about 7,000 to 8,000 meals",
      "th": "ก็ประมาณเจ็ดพันถึงแปดพันที่"
    }
  },
  {
    "translation": {
      "en": "prepared for prison officers, volunteers, and inmates.",
      "th": "ที่ต้องเตรียมให้ทั้งเจ้าหน้าที่เรือนจำ อาสาสมัครและนักโทษ"
    }
  },
  {
    "translation": {
      "en": "In this kitchen, the meals are prepared by inmate kitchen workers.",
      "th": "ที่ครัวนี้ นักโทษที่เป็นคนงานครัว จะเป็นคนเตรียมอาหาร"
    }
  },
  {
    "translation": {
      "en": "[Vinod] Staff Yeo, don’t mind, can close door 10. Close door 10. Open door 11.",
      "th": "เจ้าหน้าที่โย ไม่เป็นไร ปิดประตูสิบได้เลย ปิดประตูสิบ เปิดประตู 11"
    }
  },
  {
    "translation": {
      "en": "[Vinod] Here, he is preparing the vegetables",
      "th": "ตรงนี้เขากำลังเตรียมผัก"
    }
  },
  {
    "translation": {
      "en": "for tomorrow’s lunch and tomorrow’s dinner.",
      "th": "สำหรับมื้อเที่ยงกับมื้อเย็นของวันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "People might wonder",
      "th": "หลายคนอาจสงสัย"
    }
  },
  {
    "translation": {
      "en": "if it’s safe for inmates to use this type of tools in this workshop,",
      "th": "ว่ามันปลอดภัยเหรอที่ให้นักโทษ ใช้เครื่องมือประเภทนี้ในพื้นที่ทำงาน"
    }
  },
  {
    "translation": {
      "en": "but as you can see, the tools here, they are chained.",
      "th": "แต่อย่างที่เห็นครับ เครื่องมือมีโซ่ล่ามอยู่"
    }
  },
  {
    "translation": {
      "en": "When they come to the kitchen, right,",
      "th": "เวลาพวกเขามาที่ครัว"
    }
  },
  {
    "translation": {
      "en": "we will monitor their attitude and their performance,",
      "th": "เราจะคอยสังเกตดูท่าทีกับการทำงาน"
    }
  },
  {
    "translation": {
      "en": "and we’ll see who’s suitable for which location.",
      "th": "และเราจะดูว่าใครเหมาะกับตำแหน่งไหน"
    }
  },
  {
    "translation": {
      "en": "So, let’s say, veggie cutting area requires a lot of cutting and grinding.",
      "th": "ตัวอย่างเช่น พื้นที่หั่นผักต้องมีการหั่นและซอยเยอะ"
    }
  },
  {
    "translation": {
      "en": "So we need inmates here with the correct composure and the correct mind",
      "th": "ดังนั้นเราต้องให้นักโทษที่ ใจเย็นและจิตใจปกติอยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "to perform this type of task.",
      "th": "เพื่อทำงานลักษณะนี้"
    }
  },
  {
    "translation": {
      "en": "[supervisor] OK, one ready, put back the tray.",
      "th": "โอเค ถาดหนึ่งพร้อมแล้ว ดันไปข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "-[inmate] OK. -[supervisor] OK?",
      "th": "- โอเคไหม - โอเค"
    }
  },
  {
    "translation": {
      "en": "OK. Now you can arrange.",
      "th": "เอาล่ะ ต่อไปให้คุณเตรียม"
    }
  },
  {
    "translation": {
      "en": "[Vinod] There will be chefs from the Singapore Airport Terminal Services,",
      "th": "มีพ่อครัวจากหน่วยบริการ อาคารผู้โดยสารสนามบินสิงคโปร์"
    }
  },
  {
    "translation": {
      "en": "in short, SATS,",
      "th": "หรือเรียกสั้นๆ ว่า แซตส์"
    }
  },
  {
    "translation": {
      "en": "who will be here to educate and guide the inmates on how to prepare the meals.",
      "th": "มาที่นี่เพื่อให้ความรู้และแนะนำนักโทษ ว่าต้องเตรียมอาหารยังไง"
    }
  },
  {
    "translation": {
      "en": "[Vinod] The kitchen caters for six to eight different diets approved",
      "th": "ห้องครัวนี้ทำอาหารได้หกถึงแปดประเภท ซึ่งผ่านการอนุมัติ"
    }
  },
  {
    "translation": {
      "en": "based on the dietitian’s recommendation.",
      "th": "ตามคำแนะนำของนักโภชนาการ"
    }
  },
  {
    "translation": {
      "en": "We have normal, non-meat,",
      "th": "มีอาหารปกติ มังสวิรัติ"
    }
  },
  {
    "translation": {
      "en": "soft diet, which means minced diet,",
      "th": "อาหารอ่อน หรือก็คืออาหารบดละเอียด"
    }
  },
  {
    "translation": {
      "en": "off chili, for people who can’t take spicy food,",
      "th": "ไม่ใส่พริก สำหรับคนที่กินเผ็ดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "low purine, for people who can’t take things like tofu,",
      "th": "พิวรีนต่ำ สำหรับคนที่กินของจำพวกเต้าหู้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and low sugar, for inmates who have diabetes.",
      "th": "และน้ำตาลต่ำ สำหรับนักโทษที่เป็นเบาหวาน"
    }
  },
  {
    "translation": {
      "en": "[sergeant] The kitchens will ensure that the daily protein",
      "th": "ครัวจะรับรองว่านักโทษจะได้รับสารอาหาร"
    }
  },
  {
    "translation": {
      "en": "and vegetable nutrition requirement",
      "th": "จากโปรตีนและผัก"
    }
  },
  {
    "translation": {
      "en": "is catered for for the inmates.",
      "th": "ตามข้อกำหนดในแต่ละวัน"
    }
  },
  {
    "translation": {
      "en": "Every day, they have different types of food.",
      "th": "ทุกๆ วัน พวกเขาจะได้กินอาหารที่ไม่ซ้ำกัน"
    }
  },
  {
    "translation": {
      "en": "Let’s say, for Monday, they have baked chicken.",
      "th": "เช่น วันจันทร์กินไก่อบ"
    }
  },
  {
    "translation": {
      "en": "For Tuesday, they will have fish.",
      "th": "วันอังคารกินปลา"
    }
  },
  {
    "translation": {
      "en": "[Vinod] Food production is done on an industrial scale.",
      "th": "นี่คือการผลิตอาหารในระดับอุตสาหกรรม"
    }
  },
  {
    "translation": {
      "en": "The inmates are the ones preparing the meals.",
      "th": "นักโทษคือผู้เตรียมอาหาร"
    }
  },
  {
    "translation": {
      "en": "Ensuring that the inmates, right, they get the proper amount of food.",
      "th": "โดยต้องแน่ใจว่านักโทษได้รับอาหาร ในปริมาณที่พอเพียง"
    }
  },
  {
    "translation": {
      "en": "After it is being packed, it's placed in these food trolleys.",
      "th": "หลังจากจัดลงกล่องแล้ว ก็จะเอาไปใส่ไว้ในรถเข็นอาหาร"
    }
  },
  {
    "translation": {
      "en": "These food trolleys will ensure the food is kept warm",
      "th": "รถเข็นอาหารจะช่วยรักษาความร้อนของอาหาร"
    }
  },
  {
    "translation": {
      "en": "until it reaches the inmates.",
      "th": "จนกระทั่งถึงมือนักโทษ"
    }
  },
  {
    "translation": {
      "en": "[inmate] Now.",
      "th": "เอาเลย"
    }
  },
  {
    "translation": {
      "en": "This one is, like, totally, if I give a point from zero to ten,",
      "th": "จานนี้คือ… ถ้าจะให้คะแนนตั้งแต่ศูนย์ไปถึงสิบ"
    }
  },
  {
    "translation": {
      "en": "I will say, maybe, it's zero. [chuckles]",
      "th": "ผมว่าน่าจะศูนย์คะแนน"
    }
  },
  {
    "translation": {
      "en": "Because it's very cold and sometimes, the mee already became hard.",
      "th": "เพราะมันเย็นชืด บางครั้งเส้นหมี่ก็แข็งไปแล้วด้วย"
    }
  },
  {
    "translation": {
      "en": "When I was doing the illegal stuff,",
      "th": "ตอนที่ทำเรื่องผิดกฎหมายอยู่"
    }
  },
  {
    "translation": {
      "en": "when the money was good also,",
      "th": "ตอนที่เงินไม่ขาดมือด้วย"
    }
  },
  {
    "translation": {
      "en": "I brought my kids out because they love restaurants, western food.",
      "th": "ผมพาลูกๆ ไปกินข้าวข้างนอก เพราะพวกแกชอบร้านอาหาร อาหารตะวันตก"
    }
  },
  {
    "translation": {
      "en": "I ate mostly at restaurants,",
      "th": "ส่วนมากผมกินที่ร้านอาหาร"
    }
  },
  {
    "translation": {
      "en": "so, compared to the food now, one is like totally heaven and one hell.",
      "th": "ดังนั้นพอเทียบกับอาหารตอนนี้ เหมือนเอาสวรรค์มาเทียบกับนรก"
    }
  },
  {
    "translation": {
      "en": "Usually, after eating, I still feel hungry.",
      "th": "ปกติแล้ว พอกินเสร็จผมจะยังหิวอยู่"
    }
  },
  {
    "translation": {
      "en": "The portion, for me, is not enough.",
      "th": "ปริมาณอาหารมันไม่เพียงพอสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "For lunch, usually, we don't have meat.",
      "th": "ปกติแล้วมื้อเที่ยงจะไม่มีเนื้อสัตว์"
    }
  },
  {
    "translation": {
      "en": "For dinner, we have two chicken breasts or fish.",
      "th": "ส่วนมื้อเย็นจะเป็นอกไก่สองชิ้นหรือปลา"
    }
  },
  {
    "translation": {
      "en": "Over the years, I really started to adapt to the food.",
      "th": "พอผ่านไปหลายๆ ปี ผมก็เริ่มปรับตัวให้กินอาหารพวกนี้ได้"
    }
  },
  {
    "translation": {
      "en": "But actually, I still miss the food outside.",
      "th": "แต่ที่จริงก็ยังคิดถึงอาหารข้างนอกอยู่"
    }
  },
  {
    "translation": {
      "en": "The way we are being served is like being treated as a pet in a cage.",
      "th": "พวกเขายื่นอาหารให้เราเหมือนดูแลสัตว์ในกรง"
    }
  },
  {
    "translation": {
      "en": "For me, it is definitely hard.",
      "th": "สำหรับผม มันทำใจยากมาก"
    }
  },
  {
    "translation": {
      "en": "Today, I am left with 50 days to go.",
      "th": "วันนี้ ผมเหลือโทษอยู่ห้าสิบวัน"
    }
  },
  {
    "translation": {
      "en": "I have collected all these items",
      "th": "ผมสะสมของพวกนี้ไว้"
    }
  },
  {
    "translation": {
      "en": "so that I can reward myself",
      "th": "จะได้ให้รางวัลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "every single night for my countdown.",
      "th": "ทุกๆ คืนเพื่อเป็นการนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "[Shalih] B1 is one of the maximum-security prisons.",
      "th": "บีหนึ่งคือหน่วยหนึ่งที่ การรักษาความปลอดภัยสูงที่สุด"
    }
  },
  {
    "translation": {
      "en": "We hold about 500 plus inmates.",
      "th": "เรามีนักโทษประมาณห้าร้อยกว่าคน"
    }
  },
  {
    "translation": {
      "en": "OK, Bravo, you can grant me Dayroom 01 slider.",
      "th": "โอเค บราโว่ เปิดประตูห้องรวมหนึ่งได้"
    }
  },
  {
    "translation": {
      "en": "The cells that we have here in B1 are special,",
      "th": "ห้องขังที่บีหนึ่งมีความพิเศษ"
    }
  },
  {
    "translation": {
      "en": "in a way that it's all single man cells.",
      "th": "ตรงที่มันเป็นห้องขังเดี่ยวทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "In other places, you have three-men cells,",
      "th": "ที่อื่นๆ จะเป็นห้องขังสามคน"
    }
  },
  {
    "translation": {
      "en": "four-men cells, and eight-men cells.",
      "th": "ห้องขังสี่คน ห้องขังแปดคน"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Over here, you see the inmate cell door.",
      "th": "ที่นี่ ดูที่ประตูห้องขังนักโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "It consists of three key items over here,",
      "th": "จะมีส่วนหลักๆ สามส่วน"
    }
  },
  {
    "translation": {
      "en": "which is the viewing panel, and we have two apertures.",
      "th": "ก็คือช่องมองและช่องรับสองช่อง"
    }
  },
  {
    "translation": {
      "en": "One on top and one below.",
      "th": "อันหนึ่งอยู่ข้างล่าง อันหนึ่งข้างบน"
    }
  },
  {
    "translation": {
      "en": "There is this portion, which is perforated.",
      "th": "ส่วนนี้คือส่วนที่เจาะรูไว้"
    }
  },
  {
    "translation": {
      "en": "So, from here, we can hear and talk to the inmate inside.",
      "th": "เราสามารถพูดคุยกับนักโทษข้างในผ่านทางนี้ได้"
    }
  },
  {
    "translation": {
      "en": "It is not encouraged to talk through the aperture because",
      "th": "ไม่แนะนำให้คุยผ่านช่องรับครับ"
    }
  },
  {
    "translation": {
      "en": "we do not know what they have up their sleeves.",
      "th": "เพราะเราไม่รู้ว่าพวกเขามีอุบายอะไรหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "They can throw things. They can grab all your items nearby the aperture.",
      "th": "อาจขว้างปาสิ่งของ อาจฉวยเอาของของเราที่อยู่ใกล้ๆ ช่อง"
    }
  },
  {
    "translation": {
      "en": "Alright, so the poster you see over here is basically the cell layout",
      "th": "เอาล่ะครับ โปสเตอร์ที่คุณเห็นตรงนี้ คือแผนผังห้องขัง"
    }
  },
  {
    "translation": {
      "en": "that the inmates have to follow.",
      "th": "ที่นักโทษต้องปฏิบัติตาม"
    }
  },
  {
    "translation": {
      "en": "They are given a set of items inside the cell,",
      "th": "จะมีชุดอุปกรณ์ให้พวกเขาใช้ในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "so when it’s time for muster check, they have to arrange their items",
      "th": "ดังนั้นพอถึงเวลาตรวจรวมพล พวกเขาต้องจัดวางข้าวของ"
    }
  },
  {
    "translation": {
      "en": "according to the poster, which is given over here.",
      "th": "ตามโปสเตอร์ที่ติดไว้ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "The inmates will be given a clear pail, a soap box,",
      "th": "นักโทษจะได้รับถังใส กล่องสบู่"
    }
  },
  {
    "translation": {
      "en": "a mug with a cover. Alright.",
      "th": "และแก้วพร้อมฝาปิด ครับ"
    }
  },
  {
    "translation": {
      "en": "It's transparent",
      "th": "เป็นแบบใสครับ"
    }
  },
  {
    "translation": {
      "en": "so that staff can see what they are hiding inside.",
      "th": "เจ้าหน้าที่จะได้เห็นว่าซ่อนอะไรไว้ข้างใน"
    }
  },
  {
    "translation": {
      "en": "They are given a plastic spoon",
      "th": "พวกเขาจะได้รับช้อนพลาสติก"
    }
  },
  {
    "translation": {
      "en": "for them to use when they eat their meal.",
      "th": "ให้ใช้ระหว่างกินข้าว"
    }
  },
  {
    "translation": {
      "en": "And we have a set of toothbrush and toothpaste.",
      "th": "และเรามีชุดแปรงสีฟันกับยาสีฟันให้"
    }
  },
  {
    "translation": {
      "en": "The toothpaste is made in a way that it's clear and you can see things inside.",
      "th": "ยาสีฟันผลิตมาให้เป็นเนื้อใส จะได้มองเห็นข้างในได้"
    }
  },
  {
    "translation": {
      "en": "If they were to hide anything inside, it will be visible for the staff to see.",
      "th": "ถ้าพวกเขาซ่อนอะไรไว้ในนี้ เจ้าหน้าที่ก็จะมองเห็น"
    }
  },
  {
    "translation": {
      "en": "If you see the toothbrush over here,",
      "th": "ดูที่แปรงสีฟันนี้นะครับ"
    }
  },
  {
    "translation": {
      "en": "it is made in a way that it's very short.",
      "th": "มันผลิตมาให้สั้นมากๆ"
    }
  },
  {
    "translation": {
      "en": "Because, if they were to use this as a weapon,",
      "th": "เพราะว่าถ้าพวกเขาจะใช้มันเป็นอาวุธ"
    }
  },
  {
    "translation": {
      "en": "I would say, pretty much, it wouldn’t cause much damage",
      "th": "ผมว่าก็คงทำให้บาดเจ็บไม่ได้มาก"
    }
  },
  {
    "translation": {
      "en": "compared to a longer toothbrush.",
      "th": "ถ้าเทียบกับแปรงสีฟันยาว"
    }
  },
  {
    "translation": {
      "en": "Each inmate will also get two blankets, big enough to cover the whole body.",
      "th": "นักโทษแต่ละคนจะได้รับผ้าห่มสองผืน ใหญ่พอสำหรับห่มทั้งตัว"
    }
  },
  {
    "translation": {
      "en": "Last but not least, we have the straw mat",
      "th": "อย่างสุดท้ายแต่ไม่ท้ายสุด เรามีเสื่อฟาง"
    }
  },
  {
    "translation": {
      "en": "for them to lay out and sleep on the hard ground.",
      "th": "ให้พวกเขาปูนอนบนพื้นได้"
    }
  },
  {
    "translation": {
      "en": "If they want it to be more cushioned,",
      "th": "ถ้าพวกเขาอยากให้มันนุ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "they will just fold the blankets in a way and make it like a mattress.",
      "th": "ก็แค่พับผ้าห่มให้เป็นเหมือนที่นอน"
    }
  },
  {
    "translation": {
      "en": "This is the toilet area,",
      "th": "นี่คือส่วนห้องน้ำครับ"
    }
  },
  {
    "translation": {
      "en": "where the inmates go to the toilet and also take a shower.",
      "th": "สำหรับให้นักโทษปลดทุกข์และอาบน้ำด้วย"
    }
  },
  {
    "translation": {
      "en": "So the CCTV will capture everything inside the cell,",
      "th": "กล้องวงจรปิดจะบันทึกภาพทุกอย่างในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "including the toilet area.",
      "th": "รวมทั้งส่วนห้องน้ำด้วย"
    }
  },
  {
    "translation": {
      "en": "If they go to the toilet to do their business,",
      "th": "ถ้าพวกเขาไปทำธุระในห้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "if they were to take a shower, we can see everything.",
      "th": "ถ้าพวกเขาอาบน้ำ เราก็ดูได้หมด"
    }
  },
  {
    "translation": {
      "en": "At night, the CCTV that is inside the cell",
      "th": "ตอนกลางคืน กล้องวงจรปิดที่อยู่ในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "is equipped in a way that they can see in the dark.",
      "th": "เป็นแบบมองเห็นได้ในความมืดครับ"
    }
  },
  {
    "translation": {
      "en": "This is a one-man cell setting.",
      "th": "นี่คือลักษณะห้องขังสำหรับหนึ่งคน"
    }
  },
  {
    "translation": {
      "en": "It can be psychologically small, in a way,",
      "th": "ในทางจิตวิทยาแล้วถือว่าเล็กครับ"
    }
  },
  {
    "translation": {
      "en": "if you are cooped up here for a very long time.",
      "th": "ถ้าเราอุดอู้อยู่ในนี้นานๆ"
    }
  },
  {
    "translation": {
      "en": "On weekends, the impact is really big.",
      "th": "วันหยุดมีผลมากครับ"
    }
  },
  {
    "translation": {
      "en": "A very, very big impact.",
      "th": "มีผลมากๆ"
    }
  },
  {
    "translation": {
      "en": "For 48 hours, knowing that your perimeter is only this much,",
      "th": "ตลอด 48 ชั่วโมง การได้รู้ว่าพื้นที่ของเรามีแค่นี้"
    }
  },
  {
    "translation": {
      "en": "it really disturbs the mind and body as well.",
      "th": "มันไม่ส่งผลดีกับจิตใจและสุขภาพครับ"
    }
  },
  {
    "translation": {
      "en": "[Rusdi] My wax, my moisturizer, my lip balm, my lotion.",
      "th": "แว็กซ์ผม ครีมบำรุง ลิปมัน โลชั่น"
    }
  },
  {
    "translation": {
      "en": "These are all the things that I don't have here.",
      "th": "นั่นคือของที่ผมไม่มีที่นี่"
    }
  },
  {
    "translation": {
      "en": "Before I came here, I was a fitness trainer.",
      "th": "ก่อนมาที่นี่ ผมเป็นเทรนเนอร์ออกกำลังกาย"
    }
  },
  {
    "translation": {
      "en": "I was living a high life, a luxurious life.",
      "th": "ใช้ชีวิตดีๆ หรูหรา"
    }
  },
  {
    "translation": {
      "en": "[Rusdi] People wanting to get a car, to get a bike, to get a house,",
      "th": "ใครๆ ก็อยากมีรถ มีมอเตอร์ไซค์ มีบ้าน"
    }
  },
  {
    "translation": {
      "en": "to get every single thing,",
      "th": "อยากมีทุกสิ่งทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I managed to get it all done before I even hit 30.",
      "th": "ผมหามาได้ทั้งหมดนั้นก่อนอายุสามสิบ"
    }
  },
  {
    "translation": {
      "en": "For this time, my sentence,",
      "th": "ครั้งนี้โทษของผมคือ"
    }
  },
  {
    "translation": {
      "en": "I was caught trespassing to Istana.",
      "th": "ผมถูกจับฐานบุกรุกทำเนียบอิสตานา"
    }
  },
  {
    "translation": {
      "en": "During that time, I was high on drugs.",
      "th": "ในตอนนั้น ผมเมายา"
    }
  },
  {
    "translation": {
      "en": "I just tend to follow my thoughts",
      "th": "ผมก็แค่ชอบทำตามความคิด"
    }
  },
  {
    "translation": {
      "en": "and I like to go to places",
      "th": "ชอบไปที่ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "that are eventually interesting or unique.",
      "th": "ที่น่าสนใจหรือมีเอกลักษณ์มากๆ"
    }
  },
  {
    "translation": {
      "en": "When I was caught, I had a drug utensil with me.",
      "th": "ตอนที่ถูกจับ ผมมีอุปกรณ์เสพยาอยู่กับตัว"
    }
  },
  {
    "translation": {
      "en": "They said I was led to the drug consumption.",
      "th": "พวกเขาบอกว่านั่นทำให้เชื่อได้ว่าผมเสพยา"
    }
  },
  {
    "translation": {
      "en": "I was sentenced to three years imprisonment",
      "th": "ผมถูกตัดสินจำคุกสามปี"
    }
  },
  {
    "translation": {
      "en": "for drug consumption",
      "th": "ข้อหาเสพยา"
    }
  },
  {
    "translation": {
      "en": "and four months for drug utensil possession.",
      "th": "และอีกสี่เดือนข้อหามีอุปกรณ์เสพยาในครอบครอง"
    }
  },
  {
    "translation": {
      "en": "The blanket, for me, is the most important one",
      "th": "สำหรับผม ผ้าห่มสำคัญที่สุด"
    }
  },
  {
    "translation": {
      "en": "because the blanket can change to become a pillow.",
      "th": "เพราะผ้าห่มสามารถเปลี่ยนเป็นหมอนได้"
    }
  },
  {
    "translation": {
      "en": "The plastic spoon you get, you should use only once, then throw away.",
      "th": "ช้อนพลาสติกที่ได้มา ควรใช้แค่ครั้งเดียวแล้วทิ้งไป"
    }
  },
  {
    "translation": {
      "en": "But this thing has been with me for one year plus. One year plus.",
      "th": "แต่อันนี้อยู่กับผมมาปีกว่าแล้ว ปีกว่า"
    }
  },
  {
    "translation": {
      "en": "Yeah, this one is tasteless.",
      "th": "ใช่ อันนี้ไม่มีรสชาติเลย"
    }
  },
  {
    "translation": {
      "en": "Made in China.",
      "th": "ผลิตที่จีน"
    }
  },
  {
    "translation": {
      "en": "I don't know why they give us this. Maybe because of budget,",
      "th": "ไม่รู้ว่าให้เรามาทำไม น่าจะเรื่องงบมั้ง"
    }
  },
  {
    "translation": {
      "en": "but it doesn’t give any effect.",
      "th": "แต่มันไม่มีผลอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Yeah, totally, seriously.",
      "th": "ไม่มีเลย จริงๆ"
    }
  },
  {
    "translation": {
      "en": "I am a worker, so this thing",
      "th": "ผมทำงาน ดังนั้นสบู่นี่"
    }
  },
  {
    "translation": {
      "en": "is not normal soap.",
      "th": "ไม่ใช่สบู่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "This one is quite good. Better than the normal soap.",
      "th": "ก้อนนี้ดีใช้ได้ ดีกว่าสบู่ธรรมดา"
    }
  },
  {
    "translation": {
      "en": "Normal soap is too dry. Way too dry.",
      "th": "สบู่ธรรมดามันแห้งไป แห้งเกินไปมาก"
    }
  },
  {
    "translation": {
      "en": "Scented soap is one of those things that motivate inmates",
      "th": "สบู่หอมคือหนึ่งในหลายๆ สิ่งที่กระตุ้นให้นักโทษ"
    }
  },
  {
    "translation": {
      "en": "to maintain their conduct and behavior in prisons",
      "th": "ควบคุมกิริยาและความประพฤติในเรือนจำ"
    }
  },
  {
    "translation": {
      "en": "so that they can still go for work soon.",
      "th": "พวกเขาจะได้ไปทำงานได้เร็วๆ"
    }
  },
  {
    "translation": {
      "en": "So, once you go to work, then we actually give an allowance,",
      "th": "พอได้ไปทำงานแล้ว เราจะให้เบี้ยเลี้ยง"
    }
  },
  {
    "translation": {
      "en": "then you'll be able to purchase canteen items, like soap.",
      "th": "ให้เอาไปซื้อของในโรงอาหารได้ เช่น สบู่"
    }
  },
  {
    "translation": {
      "en": "[Rusdi] I got these goodies",
      "th": "ผมได้ของพวกนี้มา"
    }
  },
  {
    "translation": {
      "en": "from the allowance that I had working as a peer facilitator.",
      "th": "จากเบี้ยเลี้ยงที่ทำงานเป็นผู้ช่วยเหลือเพื่อนนักโทษ"
    }
  },
  {
    "translation": {
      "en": "Today, I am eft with 50 days to go",
      "th": "วันนี้ ผมเหลือโทษอยู่ห้าสิบวัน"
    }
  },
  {
    "translation": {
      "en": "until my release date on the 21st of January.",
      "th": "แล้วก็จะถึงวันปล่อยตัว วันที่ 21 มกราคม"
    }
  },
  {
    "translation": {
      "en": "I have collected all these items",
      "th": "ผมสะสมของพวกนี้ไว้"
    }
  },
  {
    "translation": {
      "en": "so that I can reward myself",
      "th": "จะได้ให้รางวัลตัวเอง"
    }
  },
  {
    "translation": {
      "en": "every single night for my countdown.",
      "th": "ทุกๆ คืนเพื่อเป็นการนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "So, by having some rewards and achieving these rewards",
      "th": "การที่มีรางวัลและหารางวัลพวกนี้ มาได้ด้วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "by myself, I am able to eventually make myself think better",
      "th": "ทำให้ผมช่วยให้ตัวเองคิดบวกได้"
    }
  },
  {
    "translation": {
      "en": "during my darkest time here.",
      "th": "ในช่วงเวลาที่มืดมนที่สุดที่นี่"
    }
  },
  {
    "translation": {
      "en": "[Rusdi] Basically, I’m worried I forget. I need to focus on the risk",
      "th": "ผมกังวลว่าตัวเองจะลืม ผมต้องมุ่งความคิดไปที่ความเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "of me getting into trouble.",
      "th": "ที่ตัวเองจะเจอเรื่องเดือดร้อนอีก"
    }
  },
  {
    "translation": {
      "en": "I think arguing",
      "th": "ผมคิดว่าการเถียง"
    }
  },
  {
    "translation": {
      "en": "and disobeying officers",
      "th": "และไม่เชื่อฟังเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "can be an extension of three days to seven days for my release date.",
      "th": "จะทำให้วันปล่อยตัวผมยืดไปอีกสามถึงเจ็ดวัน"
    }
  },
  {
    "translation": {
      "en": "Tonight, I’m gonna treat myself with biscuits.",
      "th": "คืนนี้ผมจะเลี้ยงบิสกิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "This biscuit.",
      "th": "บิสกิตอันนี้"
    }
  },
  {
    "translation": {
      "en": "He is a very good inmate,",
      "th": "เขาเป็นนักโทษที่ดีมากครับ"
    }
  },
  {
    "translation": {
      "en": "but it doesn’t mean all the good inmates are good citizens.",
      "th": "แต่ไม่ได้แปลว่านักโทษที่ดีทุกคนจะเป็นพลเมืองที่ดี"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] We have a lot of experience",
      "th": "เราเคยเจอมาเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "where the inmate obeys, but after two months, they come back.",
      "th": "ที่นักโทษเชื่อฟังดี แต่พอผ่านไปสองเดือนก็กลับมา"
    }
  },
  {
    "translation": {
      "en": "They fail to become a good citizen.",
      "th": "พวกเขาเป็นพลเมืองที่ดีไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Even though he’s a very good inmate,",
      "th": "ถึงเขาจะเป็นนักโทษที่ดีมากๆ"
    }
  },
  {
    "translation": {
      "en": "what we are focusing now is we want him to become a good citizen.",
      "th": "แต่สิ่งที่เรามุ่งเน้นก็คือ เราอยากให้เขาเป็นพลเมืองที่ดี"
    }
  },
  {
    "translation": {
      "en": "So that’s our next challenge that we need to prepare him before his release.",
      "th": "ดังนั้นนั่นคือความท้าทายถัดไป คือเราต้องเตรียมเขาให้พร้อมก่อนปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "Ben to Shalih. Message. Over.",
      "th": "เบนถึงชาลีห์ รับสารด้วย เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "OK, Shalih to Mr. Ben. Send your message. Over.",
      "th": "โอเค ชาลีห์ถึงคุณเบน พร้อมรับสาร เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Ben to Shalih, prepare for Dayroom 01 cell search.",
      "th": "เบนถึงชาลีห์ เตรียมค้นห้องขังที่ห้องรวมหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Shalih to Mr. Ben, roger. Proceeding.",
      "th": "ชาลีห์ถึงคุณเบน ทราบแล้ว กำลังดำเนินการ"
    }
  },
  {
    "translation": {
      "en": "[officer] Count number.",
      "th": "นับจำนวน"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Okay, we’re going to conduct a routine cell search",
      "th": "เราจะค้นห้องขังประจำวัน"
    }
  },
  {
    "translation": {
      "en": "from 507 to 511.",
      "th": "จากห้อง 507 ถึงห้อง 511"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Okay, Boon Keng, stand by for cell search.",
      "th": "เอาล่ะ บุน เคง พร้อมรับการค้นห้องขัง"
    }
  },
  {
    "translation": {
      "en": "This is part of the prison's regulations that we need to do the cell search",
      "th": "ระเบียบของเรือนจำ มีข้อหนึ่งระบุไว้ว่า เราต้องตรวจค้นห้องขัง"
    }
  },
  {
    "translation": {
      "en": "to make sure that they don't keep any contraband.",
      "th": "ให้แน่ใจว่าพวกเขาไม่เก็บสิ่งต้องห้ามไว้"
    }
  },
  {
    "translation": {
      "en": "[Jim] Contraband can include excessive items",
      "th": "สิ่งต้องห้ามก็อย่างเช่นสิ่งของนอกรายการ"
    }
  },
  {
    "translation": {
      "en": "or any items which are modified, such as a cell hook, strings.",
      "th": "หรือสิ่งของที่ถูกดัดแปลง เช่น ตะขอแขวน เชือก"
    }
  },
  {
    "translation": {
      "en": "[officer] Yeah, Bravo can grant 507 cell search.",
      "th": "บราโว่ เปิดห้อง 507 เพื่อการตรวจค้นได้"
    }
  },
  {
    "translation": {
      "en": "We want to make sure that the environment is actually safe",
      "th": "เราอยากแน่ใจว่าสภาพแวดล้อมปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "for the inmates and officers to work in.",
      "th": "สำหรับนักโทษ สำหรับให้เจ้าหน้าที่ทำงานได้"
    }
  },
  {
    "translation": {
      "en": "So, every day,",
      "th": "ดังนั้นทุกๆ วัน"
    }
  },
  {
    "translation": {
      "en": "-we have scheduled cells to search. -[officer] Keep body back.",
      "th": "- เรามีกำหนดการตรวจค้นห้องขัง - ถอยไป"
    }
  },
  {
    "translation": {
      "en": "Take out your Toyogo box. Sit outside.",
      "th": "เอากล่องพลาสติกไปนั่งรอข้างนอก"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Okay, Boon Keng, before I go in, you got anything to declare?",
      "th": "โอเค บุน เคง ก่อนผมเข้าไป คุณมีอะไรอยากสำแดงไหม"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] No, sir.",
      "th": "ไม่ครับ"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] The officer will come with their shoes on,",
      "th": "เจ้าหน้าที่จะเข้ามาทั้งที่ใส่รองเท้าอยู่"
    }
  },
  {
    "translation": {
      "en": "so this is basically where I live. This is my home.",
      "th": "ที่นี่คือที่ที่ผมใช้ชีวิตอยู่ ที่นี่คือบ้านของผม"
    }
  },
  {
    "translation": {
      "en": "So after the cell search, I have to actually re-clean the whole cell.",
      "th": "หลังการตรวจค้นห้องขัง ผมต้องทำความสะอาดซ้ำทั้งห้อง"
    }
  },
  {
    "translation": {
      "en": "[Shalih] So, normally, inmates would like to keep things",
      "th": "ปกติแล้วนักโทษจะชอบเก็บของต่างๆ"
    }
  },
  {
    "translation": {
      "en": "in any part of the door fixture.",
      "th": "ไว้ในช่องประตู"
    }
  },
  {
    "translation": {
      "en": "Usually, the holes over here, they will use staple bullets.",
      "th": "ปกติแล้วพวกเขาจะใช้ช่องว่างตรงนี้ เก็บลวดเย็บกระดาษ"
    }
  },
  {
    "translation": {
      "en": "They can even put straws, to use as hooks to hang things.",
      "th": "ทำได้ขนาดเอาหลอดมาใช้เป็นตะขอ สำหรับแขวนอะไรต่างๆ"
    }
  },
  {
    "translation": {
      "en": "Then, usually, they will have a long piece of string",
      "th": "ปกติแล้วพวกเขาจะมีด้ายยาวๆ"
    }
  },
  {
    "translation": {
      "en": "and then they will just put it round and round",
      "th": "แล้วก็จะเอามาพันรอบๆ ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "and round and round just to conceal it.",
      "th": "พันไว้รอบๆ เพื่อเป็นการซ่อน"
    }
  },
  {
    "translation": {
      "en": "So, this string, they will use to do some threading",
      "th": "พวกเขาจะใช้ด้ายแบบนี้ถอนขน"
    }
  },
  {
    "translation": {
      "en": "to their eyebrows or to their facial hair.",
      "th": "ขนคิ้วหรือขนหน้า"
    }
  },
  {
    "translation": {
      "en": "If caught with contraband in the cell, a report will be submitted against them",
      "th": "ถ้าตรวจพบสิ่งต้องห้ามในห้องขัง พวกเขาก็จะถูกรายงาน"
    }
  },
  {
    "translation": {
      "en": "and they may actually lose opportunity in terms of the work program",
      "th": "และอาจเสียโอกาสเข้าร่วมโครงการทำงาน"
    }
  },
  {
    "translation": {
      "en": "or even have their out of cell activity, their yard activity, forfeited.",
      "th": "หรืออาจถึงกับถูกริบ สิทธิ์ทำกิจกรรมนอกห้องขังหรือที่สนาม"
    }
  },
  {
    "translation": {
      "en": "[Shalih] When it comes to the toilet area, this is where it gets more exciting.",
      "th": "ส่วนห้องน้ำคือส่วนที่น่าสนใจขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "Like over here, you see an improvised hook. Which is not allowed.",
      "th": "อย่างตรงนี้ คุณจะเห็นตะขอทำเอง ซึ่งเราไม่อนุญาต"
    }
  },
  {
    "translation": {
      "en": "Each cell, they are allowed to have three cell hooks.",
      "th": "ห้องขังแต่ละห้องมีตะขอได้สามอันเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "Two in the living area and one at the toilet.",
      "th": "ส่วนกินนอนมีสองอัน ส่วนห้องน้ำมีหนึ่งอัน"
    }
  },
  {
    "translation": {
      "en": "So this is an extra one.",
      "th": "ดังนั้นอันนี้คือเกินมา"
    }
  },
  {
    "translation": {
      "en": "I will certainly ask the inmate to remove this and pass it to me.",
      "th": "ผมจะขอให้นักโทษเอาออกและส่งให้ผม"
    }
  },
  {
    "translation": {
      "en": "Then I will give them a warning.",
      "th": "แล้วผมก็จะให้คำเตือน"
    }
  },
  {
    "translation": {
      "en": "[Jim] We have a standard stock of items for inmates.",
      "th": "เรามีมาตรฐานเรื่องการเก็บสิ่งของสำหรับนักโทษ"
    }
  },
  {
    "translation": {
      "en": "If inmates are allowed to have their own items,",
      "th": "ถ้านักโทษได้รับอนุญาตให้มีข้าวของส่วนตัวได้"
    }
  },
  {
    "translation": {
      "en": "then it actually makes our officer's job more difficult to check.",
      "th": "ก็จะทำให้เจ้าหน้าที่ตรวจสอบยากกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "Secondly, it's also more on enforcing equality among the inmates.",
      "th": "อย่างที่สอง มันเป็นเรื่องความเท่าเทียม ในกลุ่มนักโทษมากกว่า"
    }
  },
  {
    "translation": {
      "en": "We need to make sure that everyone is the same, treated the same.",
      "th": "เราต้องแน่ใจว่าทุกคนเท่ากัน ได้รับการปฏิบัติเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Shalih] The reason why I knock",
      "th": "สาเหตุที่ผมเคาะ"
    }
  },
  {
    "translation": {
      "en": "is to see whether there is anything that falls in or out.",
      "th": "ก็เพื่อดูว่ามีอะไรหล่นลงมาหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "So these are the buttons for the flush and the shower.",
      "th": "นี่คือปุ่มกดล้างโถส้วมกับฝักบัว"
    }
  },
  {
    "translation": {
      "en": "Usually, we just press the flush button first to see",
      "th": "ปกติแล้วเราจะแค่กดปุ่มล้างเพื่อดูว่า"
    }
  },
  {
    "translation": {
      "en": "whether they are hiding anything at the toilet area.",
      "th": "พวกเขาซ่อนอะไรไว้แถวโถส้วมหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "They normally will hide things right under the pipe over here.",
      "th": "ปกติแล้วพวกเขาจะซ่อนอะไรไว้ใต้ท่อตรงนี้"
    }
  },
  {
    "translation": {
      "en": "So we will just use the flush button to flush it all down",
      "th": "ดังนั้นเราจะกดปุ่มล้างให้มันไหลออกมา"
    }
  },
  {
    "translation": {
      "en": "in case, then we will know what they will be hiding.",
      "th": "อย่างนั้นก็จะรู้ว่าพวกเขาซ่อนอะไรไว้"
    }
  },
  {
    "translation": {
      "en": "So, in my experience, when we do cell search, we check the toilet bowls",
      "th": "จากประสบการณ์ของผม เวลาตรวจค้นห้องขัง เราจะตรวจสอบโถส้วม"
    }
  },
  {
    "translation": {
      "en": "because sometimes we can find inmates hide things inside there.",
      "th": "เพราะบางครั้งเราจะเจอว่า นักโทษซ่อนบางอย่างไว้ในนั้น"
    }
  },
  {
    "translation": {
      "en": "Things like medication pills, tablets,",
      "th": "อะไรอย่างเช่น ยารักษาโรค ยาเม็ด"
    }
  },
  {
    "translation": {
      "en": "even improvised items that they wish to hide.",
      "th": "หรือแม้แต่ของทำเองที่พวกเขาอยากซ่อนไว้"
    }
  },
  {
    "translation": {
      "en": "[Shalih] OK, Boon Keng, you can come in with your Toyogo box.",
      "th": "โอเค บุน เคง ถือกล่องพลาสติกเข้ามาได้"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Chances are they are",
      "th": "อาจเป็นไปได้ว่าพวกเขา"
    }
  },
  {
    "translation": {
      "en": "-smuggling among each other, -[Shalih] Stand behind.",
      "th": "- ซุกซ่อนของไว้ให้กัน - มายืนข้างหลัง"
    }
  },
  {
    "translation": {
      "en": "-passing around without the staff knowing. -[Shalih] Alright.",
      "th": "- ส่งต่อให้กันโดยที่เจ้าหน้าที่ไม่รู้ - เอาล่ะ"
    }
  },
  {
    "translation": {
      "en": "They could get from any place that you can imagine.",
      "th": "พวกเขาอาจเอาของมาจากไหนก็ได้ เท่าที่เราจะนึกออก"
    }
  },
  {
    "translation": {
      "en": "But this is all not within the radar of the staff.",
      "th": "แต่ว่าไม่อยู่ในสายตาของเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "That is why it is very important for us to do cell searches every day regularly.",
      "th": "เพราะอย่างนี้การตรวจค้นห้องขัง เป็นประจำทุกวันถึงได้สำคัญ"
    }
  },
  {
    "translation": {
      "en": "[Shalih] This one is an origami.",
      "th": "นี่งานพับกระดาษ"
    }
  },
  {
    "translation": {
      "en": "It looks nice, but you’re not allowed to do all this inside.",
      "th": "สวยดีนะ แต่คุณไม่ได้รับอนุญาตให้ทำในนี้"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] Yes, sir.",
      "th": "ครับผม"
    }
  },
  {
    "translation": {
      "en": "For origamis and other artwork that inmates like to create, right,",
      "th": "งานพับกระดาษกับงานศิลปะอื่นๆ ที่นักโทษอยากสร้างสรรค์"
    }
  },
  {
    "translation": {
      "en": "they are not part of the standardized items.",
      "th": "มันไม่ได้อยู่ในรายการสิ่งของตามมาตรฐาน"
    }
  },
  {
    "translation": {
      "en": "And it’s also part of inmates' discipline inside prison.",
      "th": "อีกส่วนคือเรื่องของวินัยนักโทษภายในเรือนจำ"
    }
  },
  {
    "translation": {
      "en": "So that’s why it’s not allowed.",
      "th": "เพราะอย่างนั้นถึงไม่ได้รับอนุญาต"
    }
  },
  {
    "translation": {
      "en": "Let’s say if an inmate were to keep a long piece",
      "th": "สมมุติว่านักโทษอยากเก็บเส้นด้ายยาวๆ"
    }
  },
  {
    "translation": {
      "en": "of string that turns into a rope,",
      "th": "ที่เอามาทำเชือกได้ไว้"
    }
  },
  {
    "translation": {
      "en": "he can use it to, you know, hang himself.",
      "th": "เขาก็อาจเอามาใช้แขวนคอตัวเองได้"
    }
  },
  {
    "translation": {
      "en": "If there are things that are sharpened,",
      "th": "ถ้าเกิดว่ามีของมีคม"
    }
  },
  {
    "translation": {
      "en": "that could also, you know, be a risk to us when we work over here.",
      "th": "นั่นก็อาจเป็นความเสี่ยงกับเรา เวลาทำงานที่นี่ได้เช่นกัน"
    }
  },
  {
    "translation": {
      "en": "Luckily for the inmate earlier,",
      "th": "โชคดีไปที่นักโทษคนก่อนหน้า"
    }
  },
  {
    "translation": {
      "en": "there were no major contrabands that were found.",
      "th": "ไม่มีสิ่งต้องห้ามร้ายแรงอะไร"
    }
  },
  {
    "translation": {
      "en": "It was just rubbish and a few improvised items",
      "th": "มีแค่เศษขยะกับของทำเองสองสามอย่าง"
    }
  },
  {
    "translation": {
      "en": "that doesn’t implicate security inside our housing unit.",
      "th": "ที่ไม่เกี่ยวข้องกับ ระบบรักษาความปลอดภัยในแดนของเรา"
    }
  },
  {
    "translation": {
      "en": "Chief Shalih actually caught me with some straws",
      "th": "หัวหน้าชาลีห์จับได้ว่าผมมีหลอด"
    }
  },
  {
    "translation": {
      "en": "and actually the additional hook.",
      "th": "กับตะขอเกินมา"
    }
  },
  {
    "translation": {
      "en": "It’s actually an improvised hook, yeah.",
      "th": "ที่จริงเป็นตะขอที่ทำเองน่ะ"
    }
  },
  {
    "translation": {
      "en": "So, basically, inside, we use rice to make glue to actually roll up the paper,",
      "th": "คือในนี้น่ะ เราใช้ข้าวมาทำเป็นกาวทากระดาษ"
    }
  },
  {
    "translation": {
      "en": "so, after it dries, it becomes hard.",
      "th": "พอแห้งแล้วมันจะแข็ง"
    }
  },
  {
    "translation": {
      "en": "[officer] Make sure there are five.",
      "th": "นับให้ได้ห้าอันนะ"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] For the straws, it’s actually from a counseling course.",
      "th": "ส่วนหลอดน่ะ มันมาจากช่วงเข้ารับคำปรึกษา"
    }
  },
  {
    "translation": {
      "en": "We have this every week. If we have good performance,",
      "th": "เรามีช่วงนั้นทุกอาทิตย์ ถ้าเราทำตัวดี"
    }
  },
  {
    "translation": {
      "en": "they will actually give us packet drinks.",
      "th": "พวกเขาจะให้เครื่องดื่มแบบกล่อง"
    }
  },
  {
    "translation": {
      "en": "So, the straw is actually where it comes from.",
      "th": "หลอดนี่ก็มาจากตอนนั้นแหละครับ"
    }
  },
  {
    "translation": {
      "en": "I just feel that the hook for toilet is, like, not enough",
      "th": "ผมแค่รู้สึกว่าตะขอสำหรับห้องน้ำมันไม่พอ"
    }
  },
  {
    "translation": {
      "en": "because, usually, I hang towel to dry out.",
      "th": "เพราะว่าผมแขวนผ้าเช็ดตัวให้แห้ง"
    }
  },
  {
    "translation": {
      "en": "Then, when I actually go in for bath, I also have to take out my pants.",
      "th": "แล้วเวลาที่เข้าไปอาบน้ำ ก็ต้องถอดกางเกงออก"
    }
  },
  {
    "translation": {
      "en": "So, usually, I will find something to hook on.",
      "th": "ผมก็เลยหาอะไรมาไว้แขวน"
    }
  },
  {
    "translation": {
      "en": "That’s why I do the additional hook.",
      "th": "ถึงได้ทำตะขอเพิ่มอีกอัน"
    }
  },
  {
    "translation": {
      "en": "After all these being confiscated,",
      "th": "พอของพวกนี้ถูกริบไปหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "I think I have to",
      "th": "ผมว่าผมต้อง"
    }
  },
  {
    "translation": {
      "en": "readapt again to use another method, in the right way.",
      "th": "ปรับตัวใหม่ หาวิธีใหม่อีกครั้ง แบบถูกกติกา"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Okay, so far, all the things that I find here are all rubbish",
      "th": "เอาล่ะ ทั้งหมดที่พบจนถึงตอนนี้มีแต่ของไม่สำคัญ"
    }
  },
  {
    "translation": {
      "en": "and all the things that you’re not supposed to keep.",
      "th": "และเป็นของที่คุณไม่ควรเก็บไว้"
    }
  },
  {
    "translation": {
      "en": "See, the straws,",
      "th": "อย่างหลอดนี่"
    }
  },
  {
    "translation": {
      "en": "improvised cell hooks.",
      "th": "ตะขอทำเอง"
    }
  },
  {
    "translation": {
      "en": "For all these, I’ll give you warning.",
      "th": "ในกรณีนี้ ผมจะให้คำเตือน"
    }
  },
  {
    "translation": {
      "en": "OK, if you ever do this again,",
      "th": "ถ้าคุณทำแบบนี้อีก"
    }
  },
  {
    "translation": {
      "en": "-the punishment will be higher, okay? -[Boon Keng] Yes, sir.",
      "th": "- โทษจะหนักกว่านี้ ตกลงไหม - ครับผม"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Ok, Boon Keng, we're going to thumbprint you",
      "th": "บุน เคง เราจะพิมพ์ลายนิ้วมือคุณ"
    }
  },
  {
    "translation": {
      "en": "for the offense that you did inside your cell.",
      "th": "สำหรับโทษที่คุณก่อภายในห้องขังนะ"
    }
  },
  {
    "translation": {
      "en": "For having extra cell hooks and all the straws that you kept.",
      "th": "ที่ทำตะขอเพิ่มกับเก็บหลอดพวกนั้นไว้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Housing Unit Informal Resolution System,",
      "th": "ระบบระงับข้อพิพาททางเลือกสำหรับแดนขัง"
    }
  },
  {
    "translation": {
      "en": "it’s a platform where we record down the inmates' wrongdoings.",
      "th": "คือระบบที่เราใช้บันทึกการกระทำผิดของนักโทษ"
    }
  },
  {
    "translation": {
      "en": "What it does is it takes acknowledgement from inmates",
      "th": "หน้าที่ของระบบคือให้นักโทษ"
    }
  },
  {
    "translation": {
      "en": "who have committed some mistake and it gives them like a contract",
      "th": "ที่ทำผิดพลาดไปรับทราบ และทำสัญญาขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "not to do the same mistake within six months.",
      "th": "ว่าจะไม่ทำความผิดเดิมอีกภายในหกเดือน"
    }
  },
  {
    "translation": {
      "en": "If not, then they will be liable for a higher punishment,",
      "th": "ไม่งั้น พวกเขาจะได้รับการลงโทษที่หนักกว่านี้"
    }
  },
  {
    "translation": {
      "en": "which is a disciplinary charge.",
      "th": "ซึ่งเป็นความผิดทางวินัย"
    }
  },
  {
    "translation": {
      "en": "[Shalih] Okay, sign over here.",
      "th": "โอเค เซ็นตรงนี้นะ"
    }
  },
  {
    "translation": {
      "en": "Okay, so, in prisons, we have minor and major charges.",
      "th": "ในเรือนจำ เรามีความผิดหนักกับเบา"
    }
  },
  {
    "translation": {
      "en": "So, for minor charges, it can range from quarreling with another inmate,",
      "th": "สำหรับความผิดสถานเบา ก็อาจเป็นได้ตั้งแต่การวิวาทกับนักโทษด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "disobeying officers' instructions,",
      "th": "การไม่เชื่อฟังคำสั่งของเจ้าหน้าที่"
    }
  },
  {
    "translation": {
      "en": "or keeping excessive or modified items.",
      "th": "หรือมีสิ่งของที่เกินมาหรือที่ดัดแปลง"
    }
  },
  {
    "translation": {
      "en": "For inmates found guilty of minor charges,",
      "th": "สำหรับนักโทษที่พบว่ามีความผิดสถานเบา"
    }
  },
  {
    "translation": {
      "en": "the punishment may range from a written warning,",
      "th": "การลงโทษก็มีตั้งแต่การให้ใบเตือน"
    }
  },
  {
    "translation": {
      "en": "confinement in the punishment cell up to seven days,",
      "th": "ขังในห้องลงโทษสูงสุดเจ็ดวัน"
    }
  },
  {
    "translation": {
      "en": "or his release date will be extended.",
      "th": "หรือว่าเลื่อนวันปล่อยตัว"
    }
  },
  {
    "translation": {
      "en": "For major charges, caning may be imposed, and for serious cases,",
      "th": "สำหรับความผิดสถานหนัก อาจมีการโบย หรือในกรณีร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "it may also be referred to the police.",
      "th": "ก็อาจส่งเรื่องต่อให้ตำรวจ"
    }
  },
  {
    "translation": {
      "en": "Major charge, it can range from fighting with other inmates,",
      "th": "ความผิดสถานหนักมีตั้งแต่ต่อสู้กับนักโทษด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "hoarding of medication, and even tattooing in prison.",
      "th": "กักตุนยา หรือแม้แต่การสักในคุก"
    }
  },
  {
    "translation": {
      "en": "[Ben] Khai, cell search.",
      "th": "ไค ตรวจค้นห้องขัง"
    }
  },
  {
    "translation": {
      "en": "Bravo, can grant me 509. 509.",
      "th": "บราโว่ เปิดห้อง 509 ได้ 509"
    }
  },
  {
    "translation": {
      "en": "[Khai] I think the hardest part in prison is the control.",
      "th": "ผมคิดว่าส่วนที่ยากที่สุดในเรือนจำคือการควบคุม"
    }
  },
  {
    "translation": {
      "en": "Maybe if you’re outside, you can be in control.",
      "th": "ถ้าเราอยู่ข้างนอก เราอาจเป็นฝ่ายคุมก็ได้"
    }
  },
  {
    "translation": {
      "en": "But ending up inside here, I can’t do anything.",
      "th": "แต่พอต้องมาอยู่ในนี้ ผมทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "[officer] Have one, two…",
      "th": "มีหนึ่ง สอง…"
    }
  },
  {
    "translation": {
      "en": "[officer] Anything to declare, Khai?",
      "th": "มีอะไรจะสำแดงไหม ไค"
    }
  },
  {
    "translation": {
      "en": "-[Khai] Nothing. -[officer] Nothing to declare.",
      "th": "- ไม่มี - ไม่มีของสำแดง"
    }
  },
  {
    "translation": {
      "en": "[officer] Mixed fruits. When?",
      "th": "ผลไม้ตั้งแต่เมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "-[Khai] It’s my lunch, yesterday. -[officer] Yesterday. Why got 3 fruits?",
      "th": "- มื้อเที่ยงเมื่อวานน่ะ - เมื่อวาน ทำไมมีสามลูก"
    }
  },
  {
    "translation": {
      "en": "Which one is the oldest one?",
      "th": "ลูกไหนเก่าที่สุด"
    }
  },
  {
    "translation": {
      "en": "-[Khai] Either one. -[officer] So this one out.",
      "th": "- ในสองลูกนั้นแหละ - งั้นเอาลูกนี้ออกนะ"
    }
  },
  {
    "translation": {
      "en": "Some of them do store quite a few to eat later in the night,",
      "th": "บางคนเก็บของกินไว้เยอะ สำหรับตอนดึก"
    }
  },
  {
    "translation": {
      "en": "when they are hungry and all that, but they should only have two.",
      "th": "เวลาที่หิวขึ้นมา แต่ควรเก็บไว้แค่สองลูกนะ"
    }
  },
  {
    "translation": {
      "en": "We cannot have them keep it for too long because they could have stomach pain.",
      "th": "เราจะให้พวกเขาเก็บไว้นานเกินไปไม่ได้ เพราะอาจทำให้ปวดท้อง"
    }
  },
  {
    "translation": {
      "en": "It could get them sick.",
      "th": "เดี๋ยวจะไม่สบายได้"
    }
  },
  {
    "translation": {
      "en": "We have to remove this one because it’s been a few days already.",
      "th": "เราต้องเอาลูกนี้ออกไป เพราะว่ามันหลายวันแล้ว"
    }
  },
  {
    "translation": {
      "en": "[officer] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[officer] This is just his own personal drawing.",
      "th": "นี่เป็นภาพที่เขาวาดเอง"
    }
  },
  {
    "translation": {
      "en": "So, I am also taking this one because it’s an unauthorized material.",
      "th": "ผมจะเอาอันนี้ไปด้วย เพราะเป็นของที่ไม่ได้รับอนุญาต"
    }
  },
  {
    "translation": {
      "en": "There is no chop. There’s no official stamp on it,",
      "th": "ไม่มีตราประทับ ไม่มีตราราชการ"
    }
  },
  {
    "translation": {
      "en": "so I will take it away. Why?",
      "th": "ดังนั้นผมจะเอาไปด้วย ถ้าถามว่าทำไม"
    }
  },
  {
    "translation": {
      "en": "Because it could lead to him writing messages",
      "th": "ก็เพราะเขาอาจเอาไปใช้เขียนข้อความได้"
    }
  },
  {
    "translation": {
      "en": "across the housing unit or even across the institution.",
      "th": "แล้วส่งข้ามแดนหรือส่งข้ามหน่วย"
    }
  },
  {
    "translation": {
      "en": "[officer] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Plastic, stapler, strings,",
      "th": "พลาสติก ลวดเย็บกระดาษ ด้าย"
    }
  },
  {
    "translation": {
      "en": "and A4 paper, all these, we can’t have in the cell.",
      "th": "กับกระดาษเอสี่ ของพวกนี้ต้องไม่อยู่ในห้องขัง"
    }
  },
  {
    "translation": {
      "en": "Pencils, we are definitely not allowed to have",
      "th": "ดินสอ ไม่ได้รับอนุญาตให้มีแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "because that one, we can use it for tattoo.",
      "th": "เพราะอันนั้นน่ะ เราเอามาใช้สักได้"
    }
  },
  {
    "translation": {
      "en": "Although all these things in prison is not allowed, but we have our means to get it.",
      "th": "ถึงของพวกนี้จะไม่อนุญาตให้มีในเรือนจำ แต่เราก็มีวิธีหามาได้"
    }
  },
  {
    "translation": {
      "en": "One of the possible ways how inmates got their contrabands",
      "th": "ทางหนึ่งที่เป็นไปได้ ว่านักโทษจะใช้นำสิ่งต้องห้ามเข้ามา"
    }
  },
  {
    "translation": {
      "en": "could be through the housing unit attendants who may put in the contrabands",
      "th": "ก็คือผู้ดูแลแดนขัง ที่อาจเอาสิ่งต้องห้าม"
    }
  },
  {
    "translation": {
      "en": "or additional items while they’re doing food issuance.",
      "th": "หรือของนอกรายการไปใส่ในอาหารตอนที่แจก"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Actually, everyone knows that this is against the rules.",
      "th": "ที่จริงทุกคนก็รู้ว่ามันผิดกฎ"
    }
  },
  {
    "translation": {
      "en": "Bored in the room. Boredom, nothing to do, then I just do the tattoo.",
      "th": "ในห้องมันน่าเบื่อ ความเบื่อ ไม่มีอะไรให้ทำ ผมก็เลยสักลาย"
    }
  },
  {
    "translation": {
      "en": "We have to sit in front of the CCTV, back facing the CCTV,",
      "th": "เราต้องนั่งอยู่หน้ากล้องวงจรปิด หันหลังให้กล้อง"
    }
  },
  {
    "translation": {
      "en": "like reading a book, to, like, camouflage.",
      "th": "ทำเหมือนอ่านหนังสือ เพื่อพรางตัว"
    }
  },
  {
    "translation": {
      "en": "Some magazines would be thicker.",
      "th": "หนังสือบางเล่มจะหนากว่าเล่มอื่น"
    }
  },
  {
    "translation": {
      "en": "We use staple bullets we find in the magazine.",
      "th": "เราใช้ลวดเย็บกระดาษที่เจอในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "It has to be round and thick,",
      "th": "ต้องเป็นแบบกลมๆ หนาๆ"
    }
  },
  {
    "translation": {
      "en": "not normal paper stapler.",
      "th": "ไม่ใช่ลวดเย็บกระดาษทั่วไป"
    }
  },
  {
    "translation": {
      "en": "Then we would sharpen it on the floor.",
      "th": "แล้วเราก็ลับคมกับพื้น"
    }
  },
  {
    "translation": {
      "en": "Just make it even.",
      "th": "ทำให้เท่ากัน"
    }
  },
  {
    "translation": {
      "en": "One round, turn, sharpen.",
      "th": "หนึ่งรอบ หมุน ลับ"
    }
  },
  {
    "translation": {
      "en": "Clothes thread, I need the string",
      "th": "เศษด้ายจากเสื้อผ้า ผมต้องใช้ด้าย"
    }
  },
  {
    "translation": {
      "en": "because the string is to, like,",
      "th": "เพราะด้ายมันมีไว้…"
    }
  },
  {
    "translation": {
      "en": "we tie it to the staple.",
      "th": "เอาไว้มัดเข้ากับลวดเย็บกระดาษ"
    }
  },
  {
    "translation": {
      "en": "For the ink, we try to get from the doctor.",
      "th": "ส่วนหมึก เราจะพยายามเอามาจากหมอ"
    }
  },
  {
    "translation": {
      "en": "We ask for diarrhea medication, they would give us this charcoal.",
      "th": "ขอยาแก้ท้องเสีย แล้วพวกเขาจะให้ผงถ่านมา"
    }
  },
  {
    "translation": {
      "en": "We dip it into the ink.",
      "th": "เอาไปจุ่มหมึก"
    }
  },
  {
    "translation": {
      "en": "The thread will absorb the ink.",
      "th": "เส้นด้ายจะดูดหมึกเอาไว้"
    }
  },
  {
    "translation": {
      "en": "They do not have the proper facilities to do those tattoos.",
      "th": "พวกเขาไม่มีอุปกรณ์ที่เหมาะสมกับการสัก"
    }
  },
  {
    "translation": {
      "en": "So they improvise.",
      "th": "ก็เลยประยุกต์เอา"
    }
  },
  {
    "translation": {
      "en": "And I’ve seen infections, their whole hand being swollen.",
      "th": "และผมเคยเห็นการติดเชื้อมาแล้ว มือบวมทั้งมือ"
    }
  },
  {
    "translation": {
      "en": "That’s one of the reasons why we want to curb it.",
      "th": "นั่นเป็นสาเหตุหนึ่งที่เราอยากควบคุมมันไว้"
    }
  },
  {
    "translation": {
      "en": "The other aspect is inmate subculture.",
      "th": "อีกแง่หนึ่งก็เรื่องวัฒนธรรมย่อยของนักโทษ"
    }
  },
  {
    "translation": {
      "en": "A lot of our inmates are affiliated to gangs.",
      "th": "นักโทษของเราหลายคนเกี่ยวข้องกับพวกแก๊ง"
    }
  },
  {
    "translation": {
      "en": "So, usually,",
      "th": "ดังนั้นโดยปกติแล้ว"
    }
  },
  {
    "translation": {
      "en": "some of the tattoos they want to put",
      "th": "รอยสักบางรอยที่พวกเขาอยากสัก"
    }
  },
  {
    "translation": {
      "en": "are gang symbols, and that can be problematic,",
      "th": "คือสัญลักษณ์ของแก๊ง และนั่นอาจก่อปัญหาก็ได้"
    }
  },
  {
    "translation": {
      "en": "and that can affect the good order and discipline of the institution.",
      "th": "อาจทำลายระเบียบและวินัยที่ดีของหน่วย"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Back then, I was a secret society member.",
      "th": "ในอดีต ผมเคยเป็นสมาชิกของสมาคมลับ"
    }
  },
  {
    "translation": {
      "en": "So we do this tattoo to show a bit of loyalty.",
      "th": "ดังนั้นเลยต้องสักลายเพื่อแสดงความภักดี"
    }
  },
  {
    "translation": {
      "en": "And to let people know that we are from this gang.",
      "th": "และเพื่อให้คนอื่นรู้ว่าเรามาจากแก๊งนี้"
    }
  },
  {
    "translation": {
      "en": "[Graceson] I didn’t really hide it properly,",
      "th": "ผมไม่ได้ซ่อนไว้ดีนัก"
    }
  },
  {
    "translation": {
      "en": "then the officer saw that it’s a fresh wound,",
      "th": "แล้วเจ้าหน้าที่ก็เห็นแผลสด"
    }
  },
  {
    "translation": {
      "en": "so they caught me.",
      "th": "ก็เลยจับผมได้"
    }
  },
  {
    "translation": {
      "en": "My date of release was extended for 21 days",
      "th": "วันปล่อยตัวผมถูกเลื่อนออกไป 21 วัน"
    }
  },
  {
    "translation": {
      "en": "and four strokes of cane.",
      "th": "และถูกโบยสี่ครั้ง"
    }
  },
  {
    "translation": {
      "en": "Four strokes, I think nothing.",
      "th": "สี่ครั้ง ผมคิดว่าขำๆ"
    }
  },
  {
    "translation": {
      "en": "On three different occasions, I was carrying three different types of weapons.",
      "th": "ผมเคยพกอาวุธอยู่สามหน สามชนิด"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Actually, the first weapon I got was a samurai sword.",
      "th": "ที่จริง อาวุธแรกที่ได้มาคือดาบซามูไร"
    }
  },
  {
    "translation": {
      "en": "I had planned to go down to this place to meet this guy.",
      "th": "ผมตั้งใจจะไปที่ที่หนึ่งเพื่อพบคนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I just wanted to, like, slash him then I walk off",
      "th": "ผมแค่อยากไปฟันมันแล้วก็เดินออกมา"
    }
  },
  {
    "translation": {
      "en": "to actually teach him a lesson not to mess with other people’s wife.",
      "th": "ให้บทเรียนกับมันว่าอย่ายุ่งกับเมียคนอื่น"
    }
  },
  {
    "translation": {
      "en": "The second weapon I carried was a parang that was in my bag.",
      "th": "อาวุธที่พกครั้งที่สองคือมีดสั้นในกระเป๋า"
    }
  },
  {
    "translation": {
      "en": "I needed it because, that time, I was paranoid,",
      "th": "ผมต้องใช้มัน เพราะตอนนั้นผมหวาดระแวง"
    }
  },
  {
    "translation": {
      "en": "like people, enemies were following me.",
      "th": "ว่ามีคนหรือศัตรูคอยตามผม"
    }
  },
  {
    "translation": {
      "en": "And then, my last weapon I carried was a bread knife.",
      "th": "แล้วก็อาวุธอย่างสุดท้ายที่พกคือมีดหั่นขนมปัง"
    }
  },
  {
    "translation": {
      "en": "It’s actually a protection for myself again.",
      "th": "ที่จริงก็เพื่อป้องกันตัวอีกนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I didn’t get to use it, but after that, I got caught.",
      "th": "แต่ก็ไม่ได้ใช้หรอก ผมถูกจับได้"
    }
  },
  {
    "translation": {
      "en": "[Graceson] When you get caned, there’s no installment.",
      "th": "เวลามีโทษโบย ต้องโบยทีเดียวจนครบ"
    }
  },
  {
    "translation": {
      "en": "In total, I have 21 strokes of the cane.",
      "th": "รวมแล้ว ผมถูกโบยไป 21 ครั้ง"
    }
  },
  {
    "translation": {
      "en": "When you get caned, you can’t scream. You can’t faint also.",
      "th": "ตอนถูกโบย เราต้องไม่ร้อง ต้องไม่เป็นลมด้วย"
    }
  },
  {
    "translation": {
      "en": "And you can’t appear weak.",
      "th": "และต้องไม่ทำท่าอ่อนแอ"
    }
  },
  {
    "translation": {
      "en": "We are in secret society, so we have to be tough.",
      "th": "เราอยู่ในสมาคมลับ เราต้องทรหด"
    }
  },
  {
    "translation": {
      "en": "If all these, you can’t take,",
      "th": "ถ้าแค่นี้ยังรับไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "then in future, other trouble, how are you going to face it?",
      "th": "แล้วเวลาเจอปัญหาอื่นในอนาคต เราจะเผชิญหน้ามันยังไง"
    }
  },
  {
    "translation": {
      "en": "[Guo Rui] What I’m setting up over here, right now, is for basic wound care",
      "th": "ตอนนี้ที่ผมเตรียมไว้ทางนี้คืออุปกรณ์ทำแผลพื้นฐาน"
    }
  },
  {
    "translation": {
      "en": "for the patient after caning.",
      "th": "สำหรับผู้บาดเจ็บหลังถูกโบย"
    }
  },
  {
    "translation": {
      "en": "Contrary to what people normally think,",
      "th": "มันไม่เหมือนที่คนทั่วไปคิดกันครับ"
    }
  },
  {
    "translation": {
      "en": "they are linear superficial wounds and abrasions.",
      "th": "มันเป็นรอยถลอกกับแผลตื้นๆ ยาวๆ"
    }
  },
  {
    "translation": {
      "en": "It won’t be profusely bleeding.",
      "th": "ไม่มีเลือดออกนัก"
    }
  },
  {
    "translation": {
      "en": "I would consider it a minor wound because there’s no deep tissue cut.",
      "th": "ผมถือว่าเป็นบาดแผลไม่ร้ายแรง เพราะว่าไม่ได้บาดเข้าเนื้อลึก"
    }
  },
  {
    "translation": {
      "en": "They try to walk straight after the caning process.",
      "th": "หลังถูกโบย พวกเขาจะพยายามเดินให้ตรง"
    }
  },
  {
    "translation": {
      "en": "Some do cry, some don’t. Some are hardier than others.",
      "th": "บางคนก็ร้อง บางคนก็ไม่ บางคนก็ทนกว่าคนอื่น"
    }
  },
  {
    "translation": {
      "en": "So, if they do request painkillers, we will prescribe for them.",
      "th": "ถ้าพวกเขาขอยาแก้ปวด เราก็จะให้ไป"
    }
  },
  {
    "translation": {
      "en": "So far, I have not seen any inmate requesting.",
      "th": "ที่ผ่านมายังไม่เคยเห็นนักโทษคนไหนขอเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Yes, prison is tough for me, but as long my family",
      "th": "การติดคุกมันลำบากครับ แต่ตราบใดที่ครอบครัว"
    }
  },
  {
    "translation": {
      "en": "is out there waiting for me,",
      "th": "ยังคงรอผมอยู่"
    }
  },
  {
    "translation": {
      "en": "what I go through is nothing.",
      "th": "สิ่งที่ผมต้องเผชิญก็แค่ขี้ปะติ๋ว"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] I look forward for yard time because yard, basically,",
      "th": "ผมตั้งตารอเวลาใช้สนาม เพราะว่าที่สนามน่ะ"
    }
  },
  {
    "translation": {
      "en": "we do exercise and the space is much more bigger,",
      "th": "เราออกกำลังกายกัน และพื้นที่ก็ใหญ่กว่ามาก"
    }
  },
  {
    "translation": {
      "en": "then we can feel more air that is coming in from there.",
      "th": "รู้สึกว่ามีอากาศถ่ายเทเข้ามาจากตรงนั้นมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] One, two, three, four.",
      "th": "หนึ่ง สอง สาม สี่"
    }
  },
  {
    "translation": {
      "en": "We doing our usual exercise routine.",
      "th": "เราออกกำลังกายกันตามกิจวัตร"
    }
  },
  {
    "translation": {
      "en": "So, it’s our own so-called HIIT.",
      "th": "ที่เราเรียกว่าเอชไอไอที"
    }
  },
  {
    "translation": {
      "en": "High Intensive Training.",
      "th": "การออกกำลังกายแบบเข้มข้นสูง"
    }
  },
  {
    "translation": {
      "en": "Usually, one week, we have two hours of yard,",
      "th": "ปกติแล้วในหนึ่งอาทิตย์ เราจะได้ใช้สนามสองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "then twice a week.",
      "th": "อาทิตย์ละสองครั้ง"
    }
  },
  {
    "translation": {
      "en": "So it falls on Tuesday and Thursday.",
      "th": "คือทุกวันอังคารกับวันพฤหัสฯ"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Here, the yard time is quite, quite long, two hours.",
      "th": "ที่นี่ เวลาใช้สนามค่อนข้างนาน สองชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "Yeah, we will make full use.",
      "th": "เราใช้กันเต็มที่เลย"
    }
  },
  {
    "translation": {
      "en": "[Graceson] Good!",
      "th": "ดี"
    }
  },
  {
    "translation": {
      "en": "[Shalih] When officers are supervising the yard, it can be very daunting.",
      "th": "เวลาเจ้าหน้าที่คอยตรวจตราสนาม มันก็น่ากลัวอยู่เหมือนกันครับ"
    }
  },
  {
    "translation": {
      "en": "You are taking care of a large",
      "th": "เราต้องดูแลนักโทษจำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "number of inmates in one confined space.",
      "th": "ในพื้นที่ที่จำกัดอยู่ที่เดียว"
    }
  },
  {
    "translation": {
      "en": "The officers are tactically trained. They will expect the unexpected.",
      "th": "เจ้าหน้าที่ได้รับการฝึกอบรมทางกลยุทธ์มา พวกเขาพร้อมรับสิ่งที่ไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "[Boon Keng] One, two.",
      "th": "หนึ่ง สอง"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] Graceson, stop.",
      "th": "เกรซสัน หยุด"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] Guys, you cannot use the bench for exercise.",
      "th": "พวกคุณใช้ม้านั่งออกกำลังกายไม่ได้นะ"
    }
  },
  {
    "translation": {
      "en": "[Jim] If they're trying to do the bench press,",
      "th": "ถ้าพวกเขาพยายามจะวิดพื้นกับม้านั่ง"
    }
  },
  {
    "translation": {
      "en": "then that will deprive someone from using the table",
      "th": "นั่นก็เป็นการตัดสิทธิ์คนอื่นไม่ให้ใช้โต๊ะ"
    }
  },
  {
    "translation": {
      "en": "to read their newspaper or play games.",
      "th": "เพื่ออ่านหนังสือพิมพ์หรือเล่นเกม"
    }
  },
  {
    "translation": {
      "en": "And besides, the bench is also not intended for that purpose.",
      "th": "อีกอย่าง ม้านั่งไม่ได้มีไว้ให้วิดพื้น"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] Next time, I don’t want to see this.",
      "th": "ครั้งหน้าอย่าให้เห็นอีกนะ"
    }
  },
  {
    "translation": {
      "en": "-Okay? -[both] Yes, sir!",
      "th": "- โอเคไหม - ครับผม"
    }
  },
  {
    "translation": {
      "en": "Just now, we are showing the not correct way of exercising.",
      "th": "เมื่อกี้เราออกกำลังกายแบบไม่ถูกต้องให้ดู"
    }
  },
  {
    "translation": {
      "en": "We only can do like jogging, sit-up, push-up, HIIT.",
      "th": "เราทำได้แค่วิ่งเหยาะ ซิตอัพ วิดพื้น เอชไอไอที"
    }
  },
  {
    "translation": {
      "en": "But we can’t use any equipment in the yard. Let’s say the wall, the bench,",
      "th": "แต่เราใช้อุปกรณ์อื่นในสนามไม่ได้เลย อย่างเช่น กำแพง ม้านั่ง"
    }
  },
  {
    "translation": {
      "en": "everything we cannot use, and we cannot cross the red line around the yard.",
      "th": "ทุกอย่างคือใช้ไม่ได้ และออกนอกเส้นแดงรอบๆ สนามไม่ได้"
    }
  },
  {
    "translation": {
      "en": "So basically, we just do exercise smartly.",
      "th": "ดังนั้นเราก็ทำได้แค่ออกกำลังกายแบบฉลาดๆ"
    }
  },
  {
    "translation": {
      "en": "[in Singlish] So when there’s officer, we try to act a bit.",
      "th": "เวลามีเจ้าหน้าที่ เราจะสำรวมนิดๆ"
    }
  },
  {
    "translation": {
      "en": "We already do something that’s not allowed that makes us come here.",
      "th": "เราทำเรื่องที่ไม่ได้รับอนุญาตกันอยู่แล้ว เราถึงต้องมาอยู่ที่นี่ไง"
    }
  },
  {
    "translation": {
      "en": "So, most of us will still do because there’s nothing more we can lose already.",
      "th": "ดังนั้นพวกเราส่วนมากก็จะยังทำอยู่ เพราะว่าไม่มีอะไรให้เสียแล้ว"
    }
  },
  {
    "translation": {
      "en": "This is my portfolio.",
      "th": "นี่แฟ้มผลงานผมครับ"
    }
  },
  {
    "translation": {
      "en": "[Graceson] When I was at the Visual Arts Hub, we can draw.",
      "th": "เวลาอยู่ที่วิชวลอาร์ตสฮับ เราวาดรูปได้"
    }
  },
  {
    "translation": {
      "en": "Visual Arts Hub is a place that we inmates can do like our fine art, pottery,",
      "th": "วิชวลอาร์ตสฮับคือที่ที่นักโทษอย่างเรา ทำงานศิลปะได้ ปั้นดินเผา"
    }
  },
  {
    "translation": {
      "en": "carpentry, batik.",
      "th": "งานไม้ ผ้าบาติก"
    }
  },
  {
    "translation": {
      "en": "We can do anything to express ourselves.",
      "th": "เราทำอะไรก็ได้เพื่อแสดงออกถึงตัวตน"
    }
  },
  {
    "translation": {
      "en": "[Graceson] This is the picture of me and my wife.",
      "th": "นี่คือรูปของผมกับภรรยา"
    }
  },
  {
    "translation": {
      "en": "I used pencil, kneaded eraser.",
      "th": "ผมใช้ดินสอกับยางลบพลาสติก"
    }
  },
  {
    "translation": {
      "en": "Photos are very precious here.",
      "th": "ที่นี่ รูปภาพมีค่ามาก"
    }
  },
  {
    "translation": {
      "en": "Every month, we have 20 points.",
      "th": "ทุกเดือนเราจะได้คะแนน 20 แต้ม"
    }
  },
  {
    "translation": {
      "en": "If we don’t get charged or anything, we will get 20 points.",
      "th": "ถ้าไม่โดนโทษอะไร จะได้ 20 แต้ม"
    }
  },
  {
    "translation": {
      "en": "You have to accumulate 60 points for one photo.",
      "th": "เราต้องสะสมให้ได้ 60 แต้ม ถึงจะได้หนึ่งรูป"
    }
  },
  {
    "translation": {
      "en": "Sixty points. It takes about three months to accumulate.",
      "th": "หกสิบแต้ม ใช้เวลาสะสมประมาณสามเดือน"
    }
  },
  {
    "translation": {
      "en": "You have to maintain your conduct.",
      "th": "เราต้องคุมความประพฤติให้ดี"
    }
  },
  {
    "translation": {
      "en": "Three months, yes, to get 60 points, then you can claim, redeem for your photo.",
      "th": "สามเดือนเพื่อให้ได้ 60 แต้ม จากนั้นก็เอาไปแลกเป็นรูปถ่ายได้"
    }
  },
  {
    "translation": {
      "en": "[Graceson] My wife and I married in 2008.",
      "th": "ผมแต่งงานกับภรรยาเมื่อปี 2008"
    }
  },
  {
    "translation": {
      "en": "So, after that, after one year, I need to come in to prison",
      "th": "หนึ่งปีหลังจากนั้น ผมก็ต้องเข้าคุก"
    }
  },
  {
    "translation": {
      "en": "because of some cases that I’ve done.",
      "th": "เพราะคดีที่ผมเคยทำไว้"
    }
  },
  {
    "translation": {
      "en": "So,",
      "th": "ก็เลย…"
    }
  },
  {
    "translation": {
      "en": "during that time, my wife was pregnant.",
      "th": "ในตอนนั้น ภรรยาผมตั้งท้อง"
    }
  },
  {
    "translation": {
      "en": "She’s still waiting for me. She never leave me.",
      "th": "เขายังรอผมอยู่ ไม่เคยทิ้งผมไปไหน"
    }
  },
  {
    "translation": {
      "en": "My wife didn’t miss any visit.",
      "th": "ภรรยาผมมาเยี่ยมไม่เคยขาด"
    }
  },
  {
    "translation": {
      "en": "Only twice because she needed to give birth",
      "th": "มีขาดสองครั้งเพราะต้องคลอดลูก"
    }
  },
  {
    "translation": {
      "en": "and bring my eldest daughter for check-up.",
      "th": "แล้วก็พาลูกสาวคนโตไปตรวจสุขภาพ"
    }
  },
  {
    "translation": {
      "en": "[Graceson] I use money to, yeah, to show my love.",
      "th": "ผมใช้เงินเพื่อแสดงความรัก"
    }
  },
  {
    "translation": {
      "en": "My wife, whatever she wants, like those branded bags, all these,",
      "th": "ภรรยาผม ไม่ว่าเขาจะอยากได้อะไร กระเป๋าแบรนด์เนมเอย อะไรเอย"
    }
  },
  {
    "translation": {
      "en": "we will… I just, \"Okay. Let’s go. We go and get it.\"",
      "th": "เราจะ… ผมจะบอกว่า “ได้ ไปกันเถอะ ไปซื้อกัน”"
    }
  },
  {
    "translation": {
      "en": "I can provide their living",
      "th": "ผมหาเลี้ยงพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "in the house, grocery, maid, everything. I can feel like…",
      "th": "ทั้งเรื่องในบ้าน ของกินของใช้ คนรับใช้ ทุกอย่าง จะได้รู้สึกว่า…"
    }
  },
  {
    "translation": {
      "en": "So my wife don’t have to work.",
      "th": "ภรรยาผมจะได้ไม่ต้องทำงาน"
    }
  },
  {
    "translation": {
      "en": "And slowly, slowly, I start to fall back to drugs.",
      "th": "และผมก็ค่อยๆ กลับไปหายาเสพติด"
    }
  },
  {
    "translation": {
      "en": "Slowly, yeah, everything gone.",
      "th": "ทุกอย่างค่อยๆ พัง"
    }
  },
  {
    "translation": {
      "en": "[Muhuthan] Come. Give me your pants.",
      "th": "เอ้า ส่งกางเกงมา"
    }
  },
  {
    "translation": {
      "en": "Because, on and off, I have to strip for people",
      "th": "เพราะผมถอดๆ ใส่ๆ เสื้อผ้าให้คนดู"
    }
  },
  {
    "translation": {
      "en": "like those prostitutes. We are no different.",
      "th": "เหมือนพวกโสเภณี ไม่ต่างกันเลย"
    }
  },
  {
    "translation": {
      "en": "[Iskandar] If I was found guilty in the court of law,",
      "th": "ถ้าถูกตัดสินว่ามีความผิดในชั้นศาล"
    }
  },
  {
    "translation": {
      "en": "I would be hanged by the neck.",
      "th": "ผมก็คงถูกแขวนคอ"
    }
  },
  {
    "translation": {
      "en": "I was petrified.",
      "th": "กลัวจนตัวแข็ง"
    }
  },
  {
    "translation": {
      "en": "I really think I am going to die.",
      "th": "คิดจริงๆ ว่าตัวเองจะตาย"
    }
  },
  {
    "translation": {
      "en": "I even make my own will.",
      "th": "ถึงกับทำพินัยกรรมไว้เลย"
    }
  },
  {
    "translation": {
      "en": "[Graceson] She wants to divorce me. I feel it’s very unfair.",
      "th": "เขาอยากหย่ากับผม ไม่ยุติธรรมเลย"
    }
  }
]