[
  {
    "translation": {
      "en": "[Bonnie] I hope there's some Santa scones left.",
      "th": "(เดอะเทรดดิ้งโพสต์คาเฟ่) หวังว่าจะมีสโคนซานต้าเหลืออยู่นะ"
    }
  },
  {
    "translation": {
      "en": "One week till Christmas and then we have to wait another year.",
      "th": "อีกหนึ่งสัปดาห์ก่อนถึงคริสต์มาส และก็ต้องรอไปอีกปี"
    }
  },
  {
    "translation": {
      "en": "-Nia? -Huh? Are you even listening to me?",
      "th": "นีอา เธอฟังฉันอยู่รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. Having no Santa scones will destroy all hopes of having a merry Christmas.",
      "th": "อืม การไม่มีสโคนซานต้าจะ ทำลายความหวังที่จะมีคริสต์มาสที่รื่นเริง"
    }
  },
  {
    "translation": {
      "en": "Yes. Exactly.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-Oh, trust me they are. -Looks delicious.",
      "th": "- ดูน่ากินจัง - เชื่อผมสิ มันอร่อยมาก"
    }
  },
  {
    "translation": {
      "en": "-Thank you. -No problem.",
      "th": "- ขอบคุณครับ - ไม่มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "Oh, I've got something... Hi. How are you?",
      "th": "หวัดดีค่ะ สบายดีมั้ยครับ ผมมีของมาให้คุณด้วย"
    }
  },
  {
    "translation": {
      "en": "[sighs] I'm sorry, Bonnie.",
      "th": "สบายดีมั้ยครับ ผมมีของมาให้คุณด้วย โทษทีบอนนี่ ลูกค้าใหม่ของเรา จูเลี่ยน ธอมป์สัน เขาเซ้าซี้สุดๆ"
    }
  },
  {
    "translation": {
      "en": "It's just our new client, Julian Thompson-- he is relentless.",
      "th": "โทษทีบอนนี่ ลูกค้าใหม่ของเรา จูเลี่ยน ธอมป์สัน เขาเซ้าซี้สุดๆ"
    }
  },
  {
    "translation": {
      "en": "He has sent over 15 text messages",
      "th": "โทษทีบอนนี่ ลูกค้าใหม่ของเรา จูเลี่ยน ธอมป์สัน เขาเซ้าซี้สุดๆ เขาส่งมาเกิน 15 ข้อความเมื่อเช้านี้ ฟังอันนี้นะ"
    }
  },
  {
    "translation": {
      "en": "just this morning alone. Listen to this, listen to this.",
      "th": "เขาส่งมาเกิน 15 ข้อความเมื่อเช้านี้ ฟังอันนี้นะ"
    }
  },
  {
    "translation": {
      "en": "\"Optima Getaways is very picky about the kind of property",
      "th": "\"ออพติมาเก็ตอะเวย์สพิถีพิถันมาก เรื่องประเภทของอสังหาริมทรัพย์ ที่เราต้องการสำหรับรีสอร์ต 'เฉพาะกลุ่ม'\""
    }
  },
  {
    "translation": {
      "en": "a 'niche resort.'\" we require for",
      "th": "เรื่องประเภทของอสังหาริมทรัพย์ ที่เราต้องการสำหรับรีสอร์ต 'เฉพาะกลุ่ม'\""
    }
  },
  {
    "translation": {
      "en": "Or, or... [laughs]",
      "th": "เรื่องประเภทของอสังหาริมทรัพย์ ที่เราต้องการสำหรับรีสอร์ต 'เฉพาะกลุ่ม'\" หรือ \"เราต้องการแบบดั้งเดิมแต่ล้ำสมัย\""
    }
  },
  {
    "translation": {
      "en": "\"We want traditional yet cutting edge.",
      "th": "หรือ \"เราต้องการแบบดั้งเดิมแต่ล้ำสมัย\""
    }
  },
  {
    "translation": {
      "en": "\"Inviting but exclusive.",
      "th": "\"ดูน่าเชิญชวน แต่มีความเอ็กซ์คลูซีฟ\""
    }
  },
  {
    "translation": {
      "en": "Charming, not obsequious.\"",
      "th": "\"ดูน่าเชิญชวน แต่มีความเอ็กซ์คลูซีฟ\" \"มีเสน่ห์ ไม่ดูพยายามมากเกินไป\""
    }
  },
  {
    "translation": {
      "en": "Someone likes their thesaurus.",
      "th": "ดูเหมือนเขาจะชอบใช้พจนานุกรมคำพ้องนะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] What's another word for difficult?",
      "th": "ดูเหมือนเขาจะชอบใช้พจนานุกรมคำพ้องนะ - ขอคำพ้องของคำว่า \"ยาก\" หน่อยสิ - เนอะ"
    }
  },
  {
    "translation": {
      "en": "I know.",
      "th": "- ขอคำพ้องของคำว่า \"ยาก\" หน่อยสิ - เนอะ"
    }
  },
  {
    "translation": {
      "en": "But you know what they say about big clients.",
      "th": "แต่เธอก็รู้ว่าลูกค้ารายใหญ่มันดียังไง"
    }
  },
  {
    "translation": {
      "en": "[both] Big commission.",
      "th": "- ค่านายหน้าเยอะมาก - ค่านายหน้าเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "And we need that right now.",
      "th": "และตอนนี้เราก็ต้องการมัน"
    }
  },
  {
    "translation": {
      "en": "[Julian on phone] Hey, caught me just as I got the last Santa scone.",
      "th": "คุณโทรหาผม ตอนผมได้สโคนซานต้าชิ้นสุดท้ายพอดี"
    }
  },
  {
    "translation": {
      "en": "Do you know what that means? You know what that means? It's going to be a good day.",
      "th": "รู้มั้ยว่านั่นหมายถึงอะไร วันนี้ต้องเป็นวันที่ดีแน่ๆ"
    }
  },
  {
    "translation": {
      "en": "That's an interesting place to set the bar, Julian. But okay.",
      "th": "เป็นสถานที่ไว้ตั้งมาตรฐาน ที่น่าสนใจดีนะ จูเลี่ยน แต่ก็ช่างเหอะ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. This town's great. It's like something out of a Christmas fable.",
      "th": "เมืองนี้ดีมากเลย เหมือนหลุดออกมาจากนิทานคริสต์มาสเปี๊ยบ"
    }
  },
  {
    "translation": {
      "en": "How did you find this place?",
      "th": "คุณเจอที่นี่ได้ยังไงนะ"
    }
  },
  {
    "translation": {
      "en": "buddy of mine from college. Spent a summer here with a",
      "th": "เคยอยู่ที่นี่กับเพื่อนมหาวิทยาลัยช่วงฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "Sean... Robinson.",
      "th": "ฌอน โรบินสัน"
    }
  },
  {
    "translation": {
      "en": "That tech billionaire. [Robyn] Oh, yes.",
      "th": "อ๋อใช่ มหาเศรษฐีสายเทคฯ คนนั้น"
    }
  },
  {
    "translation": {
      "en": "Maybe we could get some cross promotion going on with one of his companies or all of them?",
      "th": "บางทีเราน่าจะทำโปรโมชั่น คู่กับบริษัทนึงหรือบริษัททั้งหมดของเขาดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "He's not just a business prospect, Robyn.",
      "th": "เขาไม่ได้เป็นเพียงกลุ่มเป้าหมายที่มีศักยภาพ"
    }
  },
  {
    "translation": {
      "en": "-He's my best friend. -[sighs]",
      "th": "เขาเป็นเพื่อนรักของผม"
    }
  },
  {
    "translation": {
      "en": "I'm staying with him and his wife while I'm here.",
      "th": "ผมอยู่กับเขาและภรรยาของเขาที่นี่"
    }
  },
  {
    "translation": {
      "en": "I've already thought of 15 ways we could work together.",
      "th": "ผมคิดออก 15 วิธีที่เราจะร่วมงานกันได้"
    }
  },
  {
    "translation": {
      "en": "Only 15? You're slipping, Thompson.",
      "th": "แค่ 15 วิธีเองเหรอ คุณฝีมือตกละนะ ธอมป์สัน"
    }
  },
  {
    "translation": {
      "en": "I know I'm slipping, but trust me.",
      "th": "ผมรู้ ผมกำลังฝีมือตก"
    }
  },
  {
    "translation": {
      "en": "letting me run with this. You will not regret",
      "th": "แต่เชื่อสิ คุณจะไม่เสียใจที่ให้ผมทำสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "Pine Valley Resort will be the greatest niche project Optima's ever done.",
      "th": "ไพน์แวลลีย์รีสอร์ตจะเป็นโครงการเฉพาะกลุ่ม ที่ดีที่สุดที่ออพติมาเคยทำ"
    }
  },
  {
    "translation": {
      "en": "Now, that's setting a high bar.",
      "th": "ต้องงี้สิถึงเรียกว่าตั้งมาตรฐานสูง"
    }
  },
  {
    "translation": {
      "en": "I always do.",
      "th": "ผมก็ทำงั้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "-Oh, it's officially Christmas. -Those look good.",
      "th": "- มันดูดีมากเลย - นี่คริสต์มาสอย่างเป็นทางการแล้ว"
    }
  },
  {
    "translation": {
      "en": "your mother's watch. You're wearing",
      "th": "- มันดูดีมากเลย - นี่คริสต์มาสอย่างเป็นทางการแล้ว - เธอใส่นาฬิกาของแม่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "It was her favorite one. Yeah.",
      "th": "- เธอใส่นาฬิกาของแม่ - ใช่ มันเป็นเรือนโปรดของเธอ"
    }
  },
  {
    "translation": {
      "en": "with all of her heart. She loved this thing",
      "th": "เธอรักมันสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "I love how it's a tradition for you to wear her watch.",
      "th": "ฉันชอบที่เธอใส่นาฬิกาของแม่เป็นประเพณี"
    }
  },
  {
    "translation": {
      "en": "very practical. It's broken. Yeah, well, it's not",
      "th": "มันไม่ค่อยมีประโยชน์ มันพังแล้ว"
    }
  },
  {
    "translation": {
      "en": "You tell the time on your phone anyway.",
      "th": "เธอดูเวลาบนมือถือก็ได้นี่"
    }
  },
  {
    "translation": {
      "en": "Besides, Christmas is about the magical decorations.",
      "th": "เธอดูเวลาบนมือถือก็ได้นี่ อีกอย่าง คริสต์มาสเกี่ยวกับ การตกแต่งของที่น่ามหัศจรรย์"
    }
  },
  {
    "translation": {
      "en": "-The holiday spirit. -Ahh.",
      "th": "อีกอย่าง คริสต์มาสเกี่ยวกับ การตกแต่งของที่น่ามหัศจรรย์ จิตวิญญาณแห่งเทศกาล"
    }
  },
  {
    "translation": {
      "en": "Hmm, and this Christmas is about closing sales. -[laughs] -Okay.",
      "th": "- คริสต์มาสปีนี้เกี่ยวกับการปิดการขาย - โอเค"
    }
  },
  {
    "translation": {
      "en": "We need to.",
      "th": "เราต้องปิดให้ได้"
    }
  },
  {
    "translation": {
      "en": "What do you think Mr. Optima Getaway is going to think about his realtor wearing a broken watch?",
      "th": "คุณออพติมาเก็ตอะเวย์สจะคิดยังไง ที่นายหน้าของเขาใส่นาฬิกาที่พังแล้ว"
    }
  },
  {
    "translation": {
      "en": "Maybe he'll think it's cute. conversation starter. And it's a good",
      "th": "อาจคิดว่ามันน่ารักก็ได้ เอาไว้ใช้ชวนคุยได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "-Oh, my two favorite ladies. -Hi Malcolm.",
      "th": "สวัสดีค่ะมัลคอล์ม - สองสาวคนโปรดของผม - ขอกาแฟแก้วใหญ่สองแก้ว"
    }
  },
  {
    "translation": {
      "en": "Two large coffees, please. [Bonnie]",
      "th": "- สองสาวคนโปรดของผม - ขอกาแฟแก้วใหญ่สองแก้ว"
    }
  },
  {
    "translation": {
      "en": "-And do you want a Santa scone? -[notification alert]",
      "th": "เอาสโคนซานต้ามั้ย"
    }
  },
  {
    "translation": {
      "en": "You gotta be kidding me.",
      "th": "ล้อเล่นใช่มั้ยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "[Julian] Okay. Just sent. Oh, okay.",
      "th": "- โอเค ส่งไปแล้ว - โอเค"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "- กาแฟสองแก้ว - เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "It's my parents' inn.",
      "th": "โรงแรมของพ่อแม่ฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "kind of small for our purposes. It's interesting but it seems",
      "th": "มันน่าสนใจดีนะแต่มันดูเล็กไป สำหรับเป้าหมายของเรา"
    }
  },
  {
    "translation": {
      "en": "We'll have to build up just about any property we find,",
      "th": "เราต้องรวบรวมที่ดินทุกที่ที่เราหาได้"
    }
  },
  {
    "translation": {
      "en": "inn is beneficial in many ways. but starting with an existing",
      "th": "การเริ่มจากโรงแรมที่ถูกสร้างไว้แล้ว มีประโยชน์ในหลายๆ ด้าน"
    }
  },
  {
    "translation": {
      "en": "Is it for sale?",
      "th": "ที่นี่ขายรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Everything's for sale if you -write a big enough check. -Ah-ha.",
      "th": "ทุกอย่างพร้อมขายหมดแหละถ้าเราจ่ายมากพอ"
    }
  },
  {
    "translation": {
      "en": "-Not too big, we have a budget. -And I'll stick to it.",
      "th": "- ห้ามมากเกินไป เรามีงบจำกัด - ผมจะยึดตามงบนั้น"
    }
  },
  {
    "translation": {
      "en": "But this feels exactly like the kind of place we need.",
      "th": "แต่ที่นี่รู้สึกเหมือนเป็นที่ที่เราต้องการ"
    }
  },
  {
    "translation": {
      "en": "it's like at Christmas? Can you imagine what",
      "th": "ลองนึกภาพดูว่าตอนคริสต์มาสจะเป็นไง"
    }
  },
  {
    "translation": {
      "en": "to imagine anything. I don't want",
      "th": "ฉันไม่อยากนึกภาพอะไรทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "I want you to get current photos and realtime data.",
      "th": "ฉันอยากให้คุณไปเอารูปปัจจุบัน และข้อมูลแบบเรียลไทม์"
    }
  },
  {
    "translation": {
      "en": "-You got it, boss. -Happy hunting.",
      "th": "ฉันอยากให้คุณไปเอารูปปัจจุบัน และข้อมูลแบบเรียลไทม์ - ได้เลย หัวหน้า - ตามล่าให้สนุกนะ"
    }
  },
  {
    "translation": {
      "en": "And if you need extra blankets or anything just call down.",
      "th": "(ขอต้อนรับสู่โรงแรมไพน์แวลลีย์) ถ้าอยากได้ผ้าห่มเพิ่ม หรืออะไรก็ตาม ก็โทรมาได้เลย ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "-Oh hey there, Nia. -Hey Dad.",
      "th": "หวัดดีค่ะพ่อ ว่าไงนีอา"
    }
  },
  {
    "translation": {
      "en": "-Brought you a coffee. -Oh, thank you.",
      "th": "เอากาแฟมาให้"
    }
  },
  {
    "translation": {
      "en": "-Which one's mine? -That one's yours.",
      "th": "- ขอบใจจ้ะ อันไหนของพ่อ - อันนี้"
    }
  },
  {
    "translation": {
      "en": "how excited you still get Oh, I love watching after all these years running the inn.",
      "th": "หนูชอบเห็นที่พ่อยังคงตื่นเต้น ถึงจะบริหารโรงแรมนี้มานานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "description. I love it. It's part of the job",
      "th": "มันเป็นส่วนหนึ่งของตำแหน่งงานนี้ และพ่อก็รักมันมาก"
    }
  },
  {
    "translation": {
      "en": "But don't worry, I love you more. Oh, I was worried about that.",
      "th": "- ไม่ต้องกังวลนะ พ่อรักลูกมากกว่า - หนูกังวลเรื่องนั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "The place looks magical.",
      "th": "ที่นี่ดูวิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, it's the same every year.",
      "th": "มันก็เหมือนกันทุกปีนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I know. Perfect.",
      "th": "หนูรู้ มันเพอร์เฟกต์"
    }
  },
  {
    "translation": {
      "en": "Almost, can you run by Tina's shop some more Santa lights? and get me",
      "th": "เกือบเพอร์เฟกต์ ลูกช่วยไปที่ร้านของทีน่า แล้วเอาไฟซานต้ามาเพิ่มได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "-Ours are burnt out. -Sure.",
      "th": "- ของเราดับหมดแล้ว - ได้คะ"
    }
  },
  {
    "translation": {
      "en": "We need them for the outside for this year's festivities.",
      "th": "เราต้องเอาไปติดด้านนอกให้ดูรื่นเริง"
    }
  },
  {
    "translation": {
      "en": "Have you got your Christmas poem picked out?",
      "th": "- เลือกกลอนคริสต์มาสรึยังคะ - เกือบได้ละ"
    }
  },
  {
    "translation": {
      "en": "for something extra special Nearly. I'm looking",
      "th": "- เลือกกลอนคริสต์มาสรึยังคะ - เกือบได้ละ พ่อกำลังหาอะไรทีพิเศษกว่าเดิม เผื่อว่า…"
    }
  },
  {
    "translation": {
      "en": "in case... well, you know.",
      "th": "พ่อกำลังหาอะไรทีพิเศษกว่าเดิม เผื่อว่า… ลูกก็รู้อะนะ"
    }
  },
  {
    "translation": {
      "en": "Hey. Don't talk like that, Dad.",
      "th": "นี่ อย่าพูดแบบนั้นสิคะพ่อ"
    }
  },
  {
    "translation": {
      "en": "We might not have to sell. I got this big client.",
      "th": "หนูได้ลูกค้ารายใหญ่ เราอาจไม่ต้องขายก็ได้"
    }
  },
  {
    "translation": {
      "en": "Sorry, sorry. I'm just trying to be realistic.",
      "th": "โทษที พ่อแค่คิดถึงความเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "to retire someday. Your dad's got",
      "th": "สักวันพ่อก็ต้องเกษียณ"
    }
  },
  {
    "translation": {
      "en": "I know, but just a few more clients like this",
      "th": "หนูรู้ แต่ถ้ามีลูกค้าแบบนี้อีกสองสามราย"
    }
  },
  {
    "translation": {
      "en": "and I might be able to take over... soon.",
      "th": "หนูก็อาจรับช่วงต่อได้เร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "Hopefully. Somehow.",
      "th": "หวังว่านะ ด้วยวิธีไหนสักวิธี"
    }
  },
  {
    "translation": {
      "en": "I'll figure it out.",
      "th": "หนูจะหาทางเอง"
    }
  },
  {
    "translation": {
      "en": "I'm sure you will. -[notification alert] -Oh.",
      "th": "พ่อมั่นใจว่าลูกทำได้"
    }
  },
  {
    "translation": {
      "en": "Something wrong?",
      "th": "มีอะไรเหรอ"
    }
  },
  {
    "translation": {
      "en": "No, just this new client coming in from the city.",
      "th": "เปล่าค่ะ แค่ลูกค้าใหม่ที่เข้ามาจากตัวเมือง"
    }
  },
  {
    "translation": {
      "en": "It's this outfit called Optima Getaway.",
      "th": "เป็นบริษัทชื่อออพติมาเก็ตอะเวย์ส"
    }
  },
  {
    "translation": {
      "en": "They're looking for a property in Pine Valley to turn into a resort.",
      "th": "พวกเขากำลังมองหาอสังหาฯ ในไพน์แวลลีย์ เพื่อเปลี่ยนเป็นรีสอร์ต"
    }
  },
  {
    "translation": {
      "en": "if the inn was for sale. They actually asked",
      "th": "ความจริงเขาถามว่าโรงแรมนี้ขายรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-Optima Getaways. -Mm-hmm.",
      "th": "ออพติมาเก็ตอะเวย์ส"
    }
  },
  {
    "translation": {
      "en": "-Really? -Mm-hmm. that profitable these days. You know the inn isn't all",
      "th": "จริงเหรอ ช่วงนี้โรงแรม ก็ไม่ค่อยทำกำไรเท่าไหร่"
    }
  },
  {
    "translation": {
      "en": "It might be a good idea to...",
      "th": "- มันอาจเป็นความคิดที่ดีที่จะ… - นี่ ไม่ต้องห่วงนะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Hey. Don't worry Dad. We won't have to sell.",
      "th": "- มันอาจเป็นความคิดที่ดีที่จะ… - นี่ ไม่ต้องห่วงนะพ่อ เราไม่จำเป็นต้องขาย"
    }
  },
  {
    "translation": {
      "en": "-Thompson! -Robinson!",
      "th": "ธอมป์สัน โรบินสัน"
    }
  },
  {
    "translation": {
      "en": "Yay, you still remember the handshake. How could I forget?",
      "th": "- นายยังจำท่าทักทายได้ - จำได้อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's so good to see you. Merry Christmas, man Come on, come inside.",
      "th": "สุขสันต์วันคริสต์มาส ดีใจจังที่ได้เจอนาย เข้ามาสิ"
    }
  },
  {
    "translation": {
      "en": "Hey Michelle. How you doing?",
      "th": "ว่าไงมิเชล เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Ah, much better now that you're here.",
      "th": "คุณอยู่นี่แล้วก็รู้สึกดีกว่าเดิมอีก"
    }
  },
  {
    "translation": {
      "en": "you're going to be on my side. I'm absolutely certain",
      "th": "ฉันมั่นใจว่าคุณจะเข้าข้างฉัน"
    }
  },
  {
    "translation": {
      "en": "This is my guy. Not a chance. -I've known him for longer. -That's irrelevant",
      "th": "ไม่มีทาง นี่เพื่อนผมนะ ผมรู้จักเขามานานกว่า"
    }
  },
  {
    "translation": {
      "en": "or not he has good taste. to whether",
      "th": "ไม่เห็นเกี่ยวเลย มันขึ้นอยู่กับว่า เขามีรสนิยมหรือไม่"
    }
  },
  {
    "translation": {
      "en": "What are we talking about? Hmm, pardon me?",
      "th": "- โทษที เราคุยเรื่องอะไรกันอยู่ - ไฟตกแต่ง"
    }
  },
  {
    "translation": {
      "en": "I want to put up these simple Lighting.",
      "th": "- โทษที เราคุยเรื่องอะไรกันอยู่ - ไฟตกแต่ง ฉันอยากติดไฟคริสต์มาสที่เรียบง่ายแต่มีรสนิยม"
    }
  },
  {
    "translation": {
      "en": "yet tasteful Christmas lights.",
      "th": "ฉันอยากติดไฟคริสต์มาสที่เรียบง่ายแต่มีรสนิยม"
    }
  },
  {
    "translation": {
      "en": "But Sean wants...",
      "th": "แต่ฌอนอยากได้…"
    }
  },
  {
    "translation": {
      "en": "Remember these, bud? Candy cane lights!",
      "th": "ไฟแคนดี้เคน จำมันได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "No way! You still have these? Yeah.",
      "th": "- ไม่จริงน่า นายยังเก็บมันอยู่เหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Every Christmas in college",
      "th": "ทุกคริสต์มาสที่มหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "and every Christmas since, because it's tradition and they're fun.",
      "th": "และทุกปีหลังจากนั้น เพราะมันเป็นประเพณีและมันก็สนุก"
    }
  },
  {
    "translation": {
      "en": "Unlike those which are, um, what's the technical term I'm looking for?",
      "th": "ไม่เหมือนไฟพวกนั้นที่… คำศัพท์ทางเทคนิคคืออะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Oh yeah. Boring.",
      "th": "นึกออกละ น่าเบื่อ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I'm sure those were all the rage in your dorm room.",
      "th": "อืม ฉันมั่นใจว่ามันคงเป็นที่นิยมมาก ในห้องพักของคุณ"
    }
  },
  {
    "translation": {
      "en": "Julian, help me out here.",
      "th": "จูเลี่ยน ช่วยฉันที"
    }
  },
  {
    "translation": {
      "en": "Okay maybe I should find a hotel. We're going to have a blast. Not a chance, man.",
      "th": "- ฉันไปหาโรงแรมดีกว่า - ไม่มีทาง เราจะสนุกสุดเหวี่ยงกัน"
    }
  },
  {
    "translation": {
      "en": "you stayed here in the summer. Just like the last time Only uh, with snow.",
      "th": "เหมือนครั้งก่อนที่นายอยู่นี่ช่วงฤดูร้อนที่มีแต่หิมะ"
    }
  },
  {
    "translation": {
      "en": "And instead of you running Hmm. Yeah. you run a tech empire. an ice cream stand",
      "th": "ใช่ และแทนที่นายจะเปิดร้านไอศกรีม ก็ดันไปสร้างอาณาจักรเทคโนโลยีแทน"
    }
  },
  {
    "translation": {
      "en": "[groans] \"Empire,\" that just, it sounds so...",
      "th": "\"อาณาจักร\" มันฟังดูเหมือน…"
    }
  },
  {
    "translation": {
      "en": "Silicon Valley?",
      "th": "ซิลิคอนแวลลีย์"
    }
  },
  {
    "translation": {
      "en": "Yes. And this is Pine Valley.",
      "th": "ใช่ และนี่คือไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "The whole reason I brought the business out here that type of thing. was to avoid",
      "th": "เหตุผลที่ฉันมาตั้งธุรกิจที่นี่ก็เพื่อเลี่ยงอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "He's building a new campus next year.",
      "th": "ปีหน้าเขาจะสร้างแคมปัสใหม่"
    }
  },
  {
    "translation": {
      "en": "-You're expanding? -Yeah.",
      "th": "- นายจะขยายเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Talking to a guy about some land just outside of town",
      "th": "กำลังคุยกับผู้ชายคนนึงเกี่ยวกับที่ดินนอกเมือง"
    }
  },
  {
    "translation": {
      "en": "thinking offices, manufacturing...",
      "th": "คิดถึงสำนักงาน โรงงานผลิต"
    }
  },
  {
    "translation": {
      "en": "Maybe your clients might need a resort to stay while they're here.",
      "th": "บางทีลูกค้านายอาจต้องการรีสอร์ตตอนอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "A hustler. I love it, I love it.",
      "th": "พวกหัวธุรกิจ ฉันชอบจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Man, I'm such an idiot! [sighs]",
      "th": "ให้ตายสิ ฉันนี่งี่เง่าจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I forgot your housewarming gift. Oh pfft. You didn't have to.",
      "th": "- ฉันลืมของขวัญขึ้นบ้านใหม่ - ไม่ต้องหรอก"
    }
  },
  {
    "translation": {
      "en": "Sure I did. some shopping to do. I guess now I have",
      "th": "ต้องสิ งั้นตอนนี้ต้องไปชอปปิงละ"
    }
  },
  {
    "translation": {
      "en": "We could always use some more Christmas lights.",
      "th": "เอาไฟคริสต์มาสมาเพิ่มก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, excuse me. I'm sorry. I was just about to check out with those.",
      "th": "ขอโทษนะครับ ผมกำลังจะหยิบมันไปจ่ายตังค์"
    }
  },
  {
    "translation": {
      "en": "-With these? -Mm-hmm.",
      "th": "อันนี้เหรอ"
    }
  },
  {
    "translation": {
      "en": "But um, well, did you put them back?",
      "th": "แต่คุณวางมันกลับไปไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "No. Well, technically yes, but that's only because",
      "th": "เปล่า ก็ใช่ แต่เพราะผมใช้โทรศัพท์อยู่"
    }
  },
  {
    "translation": {
      "en": "I was on my phone.",
      "th": "ก็ใช่ แต่เพราะผมใช้โทรศัพท์อยู่"
    }
  },
  {
    "translation": {
      "en": "Oh, well it looks like they're the last one. So, I'm sorry but I really need them.",
      "th": "ดูเหมือนว่ามันเป็นชิ้นสุดท้าย ขอโทษนะคะแต่ฉันต้องการมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You need Santa Claus lights? Yeah.",
      "th": "- คุณต้องการไฟซานตาคลอสเนี่ยนะ - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, don't you? Touché.",
      "th": "- คุณก็เหมือนกันนี่ - ก็จริง"
    }
  },
  {
    "translation": {
      "en": "How about this? How about we share them.",
      "th": "เอางี้ละกัน เราแบ่งกันดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "I take them this Christmas, you take them next?",
      "th": "คริสต์มาสปีนี้ฉันเอาไปใช้ คุณค่อยใช้ปีหน้า สวัสดีปีใหม่นะคะ"
    }
  },
  {
    "translation": {
      "en": "-All right? Happy New Year. -I have a better idea.",
      "th": "คริสต์มาสปีนี้ฉันเอาไปใช้ คุณค่อยใช้ปีหน้า สวัสดีปีใหม่นะคะ ผมมีความคิดที่ดีกว่านั้น เราแบ่งกันคนละครึ่งมั้ย"
    }
  },
  {
    "translation": {
      "en": "How about we split them?",
      "th": "ผมมีความคิดที่ดีกว่านั้น เราแบ่งกันคนละครึ่งมั้ย"
    }
  },
  {
    "translation": {
      "en": "I'll go get the scissors. Right down the center.",
      "th": "ตัดตรงกลางเลย เดี๋ยวผมไปหยิบกรรไกร"
    }
  },
  {
    "translation": {
      "en": "Okay, for real.",
      "th": "โอเค เอาจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "Um, why don't we flip a coin?",
      "th": "เรามาโยนเหรียญหัวก้อยกันดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Okay. Flip a coin? -Yeah.",
      "th": "- โอเค โยนเหรียญนะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Heads or tails?",
      "th": "หัวหรือก้อย"
    }
  },
  {
    "translation": {
      "en": "Uh.... Heads.",
      "th": "หัว"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, tails, tails, tails.",
      "th": "ไม่ ก้อยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "No, no, no, no, no, heads. Which one is it?",
      "th": "- ไม่ หัวละกัน - ฝั่งไหนดี"
    }
  },
  {
    "translation": {
      "en": "Uh, tails.",
      "th": "ก้อย"
    }
  },
  {
    "translation": {
      "en": "How about a bribe?",
      "th": "ขอให้สินบนได้มั้ย"
    }
  },
  {
    "translation": {
      "en": "You don't like to lose, do you?",
      "th": "คุณไม่ชอบแพ้ใช่มั้ยเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Listen, this is just a perfect gift for my friend, okay?",
      "th": "นี่เป็นของขวัญที่เหมาะสุดๆ สำหรับเพื่อนผม"
    }
  },
  {
    "translation": {
      "en": "I'll buy you whatever you want in the store.",
      "th": "ผมจะซื้ออะไรก็ได้ที่คุณต้องการในร้านนี้"
    }
  },
  {
    "translation": {
      "en": "[sighs] Look, my dad asked me to come pick these up",
      "th": "คืองี้ พ่อฉันขอให้ฉันมาซื้อสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "and this is a really important Christmas for him so.",
      "th": "และนี่ก็เป็นคริสต์มาสที่สำคัญสำหรับเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Maybe you and your friend can figure, I don't know, something, something else out? You know?",
      "th": "ดังนั้นคุณกับเพื่อนของคุณอาจลองหาอย่างอื่นดูดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Mm-mm. Mm-mm. -No? Okay.",
      "th": "เช่นอันนี้ ไม่เหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "How about cash?",
      "th": "แล้วเงินสดล่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh wow, okay. There it is.",
      "th": "ว้าว มาแล้วไง"
    }
  },
  {
    "translation": {
      "en": "Um, look... I don't know where you're from, but here in Pine Valley",
      "th": "ฟังนะ ฉันไม่รู้ว่าคุณมาจากไหน แต่ที่ไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "flashing money to get whatever you want just doesn't work around here. Okay?",
      "th": "การโชว์เงินเพื่อให้ได้สิ่งที่ต้องการ มันไม่เวิร์กหรอก"
    }
  },
  {
    "translation": {
      "en": "Sorry.",
      "th": "ผมขอโทษ"
    }
  },
  {
    "translation": {
      "en": "Look, I have a very important meeting to get to, so... Merry Christmas, buddy.",
      "th": "ฉันมีนัดสำคัญมากที่ต้องไป สุขสันต์วันคริสต์มาสนะคะ"
    }
  },
  {
    "translation": {
      "en": "I really am sorry by the way.",
      "th": "ผมขอโทษจริงๆ นะ"
    }
  },
  {
    "translation": {
      "en": "-Hi, Merry Christmas. -Hi.",
      "th": "- สวัสดีค่ะ - สวัสดีค่ะ สุขสันต์วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "He was flirting with you. [laughs] Oh, come on.",
      "th": "ให้ตายสิ เขาจีบเธออยู่"
    }
  },
  {
    "translation": {
      "en": "I mean, maybe it was charming at first. like super weird. But then it got",
      "th": "ตอนแรกก็อาจดูมีเสน่ห์ แต่จากนั้นมันก็แปลกสุดๆ"
    }
  },
  {
    "translation": {
      "en": "about the lights. Like, chill out You know what I mean?",
      "th": "แบบว่า อะไรจะขนาดนั้นกับอีแค่ไฟตกแต่ง"
    }
  },
  {
    "translation": {
      "en": "Well? Was he cute?",
      "th": "แล้วเขาน่ารักรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-[stammers] -He was!",
      "th": "- ก็… - น่ารักล่ะสิ"
    }
  },
  {
    "translation": {
      "en": "-What does that even matter? -Nia! [both] It matters.",
      "th": "- มันสำคัญตรงไหน - นีอา มันสำคัญ"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไร"
    }
  },
  {
    "translation": {
      "en": "My watch.",
      "th": "นาฬิกาของฉัน"
    }
  },
  {
    "translation": {
      "en": "-When did that happen? -It's working.",
      "th": "- มันเดินได้ - มันเกิดขึ้นเมื่อไหร่"
    }
  },
  {
    "translation": {
      "en": "It's never worked. I don't know.",
      "th": "ไม่รู้สิ มันไม่เคยเดินเลย ตั้งแต่ก่อนที่พ่อจะให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Not since before my dad gave it to me.",
      "th": "มันไม่เคยเดินเลย ตั้งแต่ก่อนที่พ่อจะให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "-Never? -Never.",
      "th": "ไม่เคยเลยเหรอ ไม่เคยเลย"
    }
  },
  {
    "translation": {
      "en": "It's a Christmas miracle.",
      "th": "มันคือปาฏิหาริย์วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "I don't know about all of that. It's a watch.",
      "th": "ไม่น่าใช่นะ มันก็แค่นาฬิกา"
    }
  },
  {
    "translation": {
      "en": "I mean maybe, I bumped it and a gear got unlocked or something. -I don't know. -Mm-hmm.",
      "th": "ฉันอาจจะกระแทกมันแล้วเฟืองก็ถูกปลดล็อก หรืออะไรสักอย่าง ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I don't know, uh, I gotta make some photocopies.",
      "th": "ไม่รู้เหมือนกัน ฉันต้องไปถ่ายเอกสาร"
    }
  },
  {
    "translation": {
      "en": "Can you keep an eye out for corporate resort guy?",
      "th": "- ช่วยจับตาดูหนุ่มรีสอร์ตของบริษัทนั่นทีนะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-Uh-huh. Will do. -Thank you.",
      "th": "- ช่วยจับตาดูหนุ่มรีสอร์ตของบริษัทนั่นทีนะ - ได้เลย - ขอบใจจ้ะ - บอกด้วยนะถ้าเจอสัญญาณอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "Let me know if you get any other signs.",
      "th": "- ขอบใจจ้ะ - บอกด้วยนะถ้าเจอสัญญาณอย่างอื่น"
    }
  },
  {
    "translation": {
      "en": "Oh. Hi.",
      "th": "(อสังหาฯ ไพน์แวลลีย์)"
    }
  },
  {
    "translation": {
      "en": "Welcome to Pine Valley Realty. You must be Mr. Thompson.",
      "th": "สวัสดีดีค่ะ ยินดีต้อนรับสู่อสังหาฯ ไพน์แวลลีย์ คุณคงเป็นคุณธอมป์สัน"
    }
  },
  {
    "translation": {
      "en": "Julian. Yes. Are you Nia?",
      "th": "จูเลี่ยน ใช่ครับ คุณคือนีอารึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Oh no. I... I'm Bonnie. I'm her partner. She... she'll be out in a minute.",
      "th": "ไม่ใช่ ฉันบอนนี่ เป็นหุ้นส่วนของเธอ อีกสักครู่เธอก็กลับมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "Mm. Thank you. Very nice place you guys have here.",
      "th": "ขอบคุณครับ ที่นี่สวยดีนะครับ"
    }
  },
  {
    "translation": {
      "en": "-It's you. -Nia?",
      "th": "- คุณนี่เอง - นีอา"
    }
  },
  {
    "translation": {
      "en": "-Did you follow me here? -Nia.",
      "th": "- คุณตามฉันมาที่นี่เหรอ - นีอา"
    }
  },
  {
    "translation": {
      "en": "-For the lights? -Nia!",
      "th": "- เพื่อเอาไฟตกแต่งเหรอ - นีอา"
    }
  },
  {
    "translation": {
      "en": "Okay, listen buddy. Listen. I, I, I won the game fair and square.",
      "th": "โอเค ฟังนะ ฉันชนะเกมอย่างยุติธรรม"
    }
  },
  {
    "translation": {
      "en": "-No. I need to say this, Bonnie. -Nia.",
      "th": "- นีอา - ไม่ ฉันขอพูดก่อน บอนนี่"
    }
  },
  {
    "translation": {
      "en": "If you're here to apologize about the whole cash thing, listen, don't even worry about it.",
      "th": "ถ้าคุณมาที่นี่เพื่อขอโทษเรื่องเงินสด ก็ไม่ต้องคิดมากนะคะ"
    }
  },
  {
    "translation": {
      "en": "But I got a very important client coming, gonna need you to... so I'm just-- just",
      "th": "แต่ฉันมีลูกค้าคนสำคัญกำลังมา ดังนั้นคุณช่วย…"
    }
  },
  {
    "translation": {
      "en": "Stay!",
      "th": "อยู่เถอะค่ะ"
    }
  },
  {
    "translation": {
      "en": "Because this is Julian Thompson from Optima Getaways.",
      "th": "เพราะนี่คือจูเลี่ยน ธอมป์สัน จากออพติมาเก็ตอะเวย์ส"
    }
  },
  {
    "translation": {
      "en": "Very important client.",
      "th": "ลูกค้าคนสำคัญสุดๆ"
    }
  },
  {
    "translation": {
      "en": "So, um, I'm just parked right out front.",
      "th": "ฉันจอดรถไว้ข้างหน้านี่เอง"
    }
  },
  {
    "translation": {
      "en": "After you.",
      "th": "เชิญค่ะ"
    }
  },
  {
    "translation": {
      "en": "This is me right here.",
      "th": "นี่รถของฉัน"
    }
  },
  {
    "translation": {
      "en": "Okay. You know what?",
      "th": "โอเค เอางี้นะคะ"
    }
  },
  {
    "translation": {
      "en": "Let's not let this silly first impression get in the way a great property. of finding you",
      "th": "อย่าให้ความรู้สึกตอนเจอกันครั้งแรก เข้ามาขัดขวางการหาอสังหาฯ ดีๆ เลยนะ"
    }
  },
  {
    "translation": {
      "en": "Let's start over. You're right.",
      "th": "คุณพูดถูก มาเริ่มกันใหม่"
    }
  },
  {
    "translation": {
      "en": "-Truce? -Truce.",
      "th": "- สงบศึกนะ - สงบศึก"
    }
  },
  {
    "translation": {
      "en": "That's a nice watch.",
      "th": "นาฬิกาสวยดีนี่"
    }
  },
  {
    "translation": {
      "en": "It's kind of a family heirloom. Uh, thanks. It was my mom's.",
      "th": "ขอบคุณค่ะ มันเป็นของแม่ฉัน มันเป็นมรดกตกทอดของครอบครัว"
    }
  },
  {
    "translation": {
      "en": "Craftsmanship is amazing.",
      "th": "งานฝีมือยอดเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "So, uh, shall we head out?",
      "th": "งั้นเราไปกันเลยมั้ย"
    }
  },
  {
    "translation": {
      "en": "'Cause um...",
      "th": "เพราะ"
    }
  },
  {
    "translation": {
      "en": "I'm going to need my hand back...",
      "th": "ฉันต้องขอมือฉันคืน"
    }
  },
  {
    "translation": {
      "en": "to drive.",
      "th": "เพื่อขับรถ"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Certainly is quaint.",
      "th": "มันดูมีเสน่ห์แบบโบราณๆ ดีนะ"
    }
  },
  {
    "translation": {
      "en": "It's one of Pine Valley's original buildings.",
      "th": "(ร้านขนมไพน์แวลลีย์) มันเป็นหนึ่งในอาคารดั้งเดิมของไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "Valentine's Day, Halloween, Christmas. It's' the sweet spot for sweets.",
      "th": "วันวาเลนไทน์ ฮาโลวีน คริสต์มาส อยู่ในตำแหน่งที่ดีมากสำหรับการขายขนม"
    }
  },
  {
    "translation": {
      "en": "So, if we took over... candy from the kids. we'd be taking",
      "th": "ถ้าเราซื้อมัน ก็จะเป็นการเอาขนมไปจากเด็กๆ"
    }
  },
  {
    "translation": {
      "en": "Oh, I'm sure they could figure out somewhere else to get their tooth decay. [chuckles]",
      "th": "ฉันมั่นใจว่าพวกเขาคงหาที่อื่นที่จะทำให้ฟันผุได้"
    }
  },
  {
    "translation": {
      "en": "It's really nice, but it's not as cozy as I was hoping for.",
      "th": "มันสวยมากแต่มันดูไม่อบอุ่นอย่างที่ผมหวังไว้"
    }
  },
  {
    "translation": {
      "en": "I kind of like that last place I sent you-- Pine Valley Inn.",
      "th": "เหมือนที่ล่าสุดที่ผมส่งให้คุณดู โรงแรมไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "Uh, I'm still waiting to hear back from the owners",
      "th": "ฉันยังรอคำตอบจากเจ้าของอยู่"
    }
  },
  {
    "translation": {
      "en": "to see if they'd even consider selling but...",
      "th": "ว่าพวกเขาคิดจะขายมั้ย"
    }
  },
  {
    "translation": {
      "en": "We'd make a very generous offer.",
      "th": "เราจะเสนอราคาให้อย่างงามเลย"
    }
  },
  {
    "translation": {
      "en": "Noted. Um, I'll keep on trying.",
      "th": "รับทราบค่ะ ฉันจะพยายามต่อไปนะ"
    }
  },
  {
    "translation": {
      "en": "In the meantime, let me tell you how great this property is.",
      "th": "ระหว่างนั้น ฉันขอเล่าให้ฟังว่าที่นี่ดีแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "So, it is zoned for commercial, industrial, and residential.",
      "th": "มันได้รับอนุญาตให้ประกอบกิจการเพื่อประโยชน์ เชิงพาณิชย์ อุตสาหกรรม และที่อยู่อาศัย"
    }
  },
  {
    "translation": {
      "en": "Meaning you could put basically anything here.",
      "th": "ซึ่งแปลว่าคุณสามารถทำกิจการอะไรก็ได้ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Eating facility, retail, spa, if that's your kind of thing.",
      "th": "ร้านอาหาร ร้านค้าปลีก สปาก็ได้ถ้าคุณชอบอะไรแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-Mmm. This is delicious. -[laughs]",
      "th": "อร่อยดีนะ เอาหน่อยมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Want some? -No, thanks.",
      "th": "อร่อยดีนะ เอาหน่อยมั้ย ไม่ล่ะ ขอบคุณ และอย่าลืมว่า มันมาพร้อมกับพื้นที่ที่ใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "it comes with quite the plot. Uh, and don't forget that",
      "th": "ไม่ล่ะ ขอบคุณ และอย่าลืมว่า มันมาพร้อมกับพื้นที่ที่ใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "of square footage to expand. Meaning there is tons",
      "th": "ซึ่งแปลว่าจะมีพื้นที่ให้ขยายกิจการได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Honestly I still think Mm, yeah. is more suitable to our needs, the other side of town",
      "th": "อืม พูดตามตรงนะ ผมคิดว่าอีกฝั่งของเมือง เหมาะกับความต้องการของเรามากกว่า"
    }
  },
  {
    "translation": {
      "en": "kind of like by Grocery Point.",
      "th": "ตรงถนนโกรฟสตรีทพอยนต์"
    }
  },
  {
    "translation": {
      "en": "Where the Pine Valley Inn is.",
      "th": "ซึ่งคือที่ที่โรงแรมไพน์แวลลีย์ตั้งอยู่"
    }
  },
  {
    "translation": {
      "en": "Oh. You know where it is?",
      "th": "คุณรู้เหรอว่ามันอยู่ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "-Wow, you sure do your research. -Yes.",
      "th": "ว้าว คุณหาข้อมูลมาแล้ว ครับ ผมเคยมาที่นี่น่ะ"
    }
  },
  {
    "translation": {
      "en": "-I've also been here before. -Oh, yeah?",
      "th": "ครับ ผมเคยมาที่นี่น่ะ เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson was a roommate of mine in college.",
      "th": "ฌอน โรบินสันเป็นรูมเมตของผม สมัยเรียนมหาวิทยาลัย"
    }
  },
  {
    "translation": {
      "en": "Oh, so you know Sean. No way.",
      "th": "คุณรู้จักฌอน ว้าว"
    }
  },
  {
    "translation": {
      "en": "Yeah, and I also spent a summer here with him and his folks.",
      "th": "ผมมาอยู่ที่นี่ช่วงฤดูร้อนกับเขาและครอบครัวเขา"
    }
  },
  {
    "translation": {
      "en": "Oh, and I'm so glad you did, because, as you know,",
      "th": "ฉันดีใจมากที่คุณได้มาอยู่ที่นี่ เพราะอย่างที่คุณรู้ ไพน์แวลลีย์มี ธุรกิจการท่องเที่ยวที่ทำรายได้ที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Pine Valley has a very healthy tourism industry,",
      "th": "เพราะอย่างที่คุณรู้ ไพน์แวลลีย์มี ธุรกิจการท่องเที่ยวที่ทำรายได้ที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "we're really close to the city. a strong workforce, and",
      "th": "มีแรงงานที่มั่นคง และเราก็อยู่ใกล้ตัวเมืองมาก"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's got all that.",
      "th": "ใช่ มันมีทุกอย่างที่ว่ามา"
    }
  },
  {
    "translation": {
      "en": "But um...",
      "th": "แต่…"
    }
  },
  {
    "translation": {
      "en": "it's got a bit more. You know?",
      "th": "มันมีมากกว่านั้นอีก"
    }
  },
  {
    "translation": {
      "en": "Some of that small-town... magic.",
      "th": "มันเป็นเมืองเล็กๆ ที่มีมนต์ขลัง"
    }
  },
  {
    "translation": {
      "en": "-Magic? -Yeah.",
      "th": "มนต์ขลังเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "[laughs] Sorry, magic was just not a part of my pitch.",
      "th": "โทษที มนต์ขลังไม่ได้เป็น ส่วนหนึ่งของการเสนอขายของฉัน"
    }
  },
  {
    "translation": {
      "en": "Maybe it should've been.",
      "th": "- มันควรจะอยู่นะ - พูดจริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Yeah.",
      "th": "- มันควรจะอยู่นะ - พูดจริงเหรอ ใช่ ผมไม่ใช่คุณ"
    }
  },
  {
    "translation": {
      "en": "I mean, I'm not you.",
      "th": "ใช่ ผมไม่ใช่คุณ"
    }
  },
  {
    "translation": {
      "en": "But if I was... I would probably do things slightly differently,",
      "th": "แต่ถ้าเป็นคุณ ผมคงทำอะไรที่ต่างออกไปนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "considering that I'm a big buyer and all.",
      "th": "ในเมื่อผมเป็นผู้ซื้อรายใหญ่"
    }
  },
  {
    "translation": {
      "en": "But I'm not you, so...",
      "th": "แต่ผมไม่ใช่คุณ ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "to pitch me on this place? What else would you like",
      "th": "มีอะไรอีกเกี่ยวกับที่นี่ที่คุณอยากจะนำเสนอ"
    }
  },
  {
    "translation": {
      "en": "to tell me, of course, And then he proceeds",
      "th": "(สุขสันต์วันหยุด จากอสังหาฯ ไพน์แวลลีย์) แล้วเขาก็พูดต่อว่า ฉันสามารถทำงานให้ดียิ่งขึ้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "how I can do my job better.",
      "th": "แล้วเขาก็พูดต่อว่า ฉันสามารถทำงานให้ดียิ่งขึ้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "He says to me that I could use more passion",
      "th": "เขาบอกว่าฉันน่าจะมีความกระตือรือร้น และจิตวิญญาณแห่งคริสต์มาสมากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "and Christmas spirit and more conceptual visual thinking",
      "th": "เขาบอกว่าฉันน่าจะมีความกระตือรือร้น และจิตวิญญาณแห่งคริสต์มาสมากกว่านี้ และมีการคิดเป็นภาพในเชิงมโนทัศน์มากกว่านี้"
    }
  },
  {
    "translation": {
      "en": "and less demographics, building codes, and square footage talk.",
      "th": "พูดถึงสถิติประชากร บทบัญญัติอาคาร และพื้นที่ตารางฟุตน้อยกว่านี้"
    }
  },
  {
    "translation": {
      "en": "-He said that? -He said that.",
      "th": "- เขาว่างั้นเหรอ - เขาพูดว่างั้น"
    }
  },
  {
    "translation": {
      "en": "-Seriously? -Seriously.",
      "th": "- จริงเหรอ - จริง"
    }
  },
  {
    "translation": {
      "en": "But in that passive-aggressive kind of charming way",
      "th": "แต่ด่าแบบอ้อมๆ ในแบบที่มีเสน่ห์ที่ฉันทนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "that I just can't stand.",
      "th": "ในแบบที่มีเสน่ห์ที่ฉันทนไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Yowza, and I thought I had a tough day.",
      "th": "นึกว่าวันนี้ฉันเจอมาหนักแล้วนะเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Can you take him from me, -please? -No. No.",
      "th": "- ช่วยดูเขาแทนฉันหน่อยได้มั้ย - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Please, please, please... -No, no, no, no, no.",
      "th": "- ขอร้องล่ะ - ไม่"
    }
  },
  {
    "translation": {
      "en": "I don't know if I can do another day of his hemming and hawing",
      "th": "ฉันไม่รู้ว่าจะทนได้อีกวันมั้ย กับความอ้ำอึงและพูดอ้อมไปอ้อมมา"
    }
  },
  {
    "translation": {
      "en": "and ultra pickiness,",
      "th": "และเลือกมากสุดๆ"
    }
  },
  {
    "translation": {
      "en": "and poo-pooing every single property I present to him",
      "th": "และบ่นเกี่ยวกับทุกที่ที่ฉันนำเสนอ"
    }
  },
  {
    "translation": {
      "en": "for not having that \"magic\" or not enough \"vibe.\"",
      "th": "ว่ามันไม่มีมนต์ขลังหรือบรรยากาศไม่ดีพอ"
    }
  },
  {
    "translation": {
      "en": "-Nia... -Ugh!",
      "th": "นีอา"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson's land deal. I have the Garveys and",
      "th": "ฉันต้องทำเรื่องการซื้อขายที่ดิน ของพวกการ์วีย์ กับฌอน โรบินสัน"
    }
  },
  {
    "translation": {
      "en": "the Garveys. How's that going? Right, I forgot about",
      "th": "ฉันลืมพวกการ์วีย์ไปสนิทเลย เป็นไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "-It's going fine. -Good.",
      "th": "- ไปได้สวย - ดี"
    }
  },
  {
    "translation": {
      "en": "Hey, you're going to have to take this one for the team, girl. You know,",
      "th": "เธอต้องทนๆ ทำมันไปเพื่อบรษัทเรา"
    }
  },
  {
    "translation": {
      "en": "at least he's not hard on the eyes.",
      "th": "อย่างน้อยเขาก็หน้าตาดี"
    }
  },
  {
    "translation": {
      "en": "Unlike Mr. Garvey.",
      "th": "ไม่เหมือนคุณการ์วีย์"
    }
  },
  {
    "translation": {
      "en": "for the rest of him. It doesn't make up",
      "th": "ไม่ได้ชดเชยส่วนที่เหลือของเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Ugh, how many more of these do we have? Two hundred.",
      "th": "- เรามีเหลืออีกกี่ใบ - 200 ใบ"
    }
  },
  {
    "translation": {
      "en": "We know 200 people? Two hundred?",
      "th": "สองร้อยเหรอ เรารู้จักคน 200 คนเหรอ"
    }
  },
  {
    "translation": {
      "en": "Two hundred people we like enough to give Christmas cards to?",
      "th": "คน 200 คนที่เราชอบมากพอที่จะ ให้การ์ดคริสต์มาสเหรอ"
    }
  },
  {
    "translation": {
      "en": "It's networking.",
      "th": "มันคือการสร้างเครือข่าย"
    }
  },
  {
    "translation": {
      "en": "You're letting your day with Mr. Know-it-all",
      "th": "เธอปล่อยให้วันของเธอกับคุณอวดฉลาดนั่น"
    }
  },
  {
    "translation": {
      "en": "dampen your Christmas spirit.",
      "th": "ทำให้จิตวิญญาณแห่งคริสต์มาสหายไปหมด"
    }
  },
  {
    "translation": {
      "en": "I've had enough spirit to last me the year.",
      "th": "ฉันมีจิตวิญญาณมากพอที่จะอยู่รอดถึงสิ้นปี"
    }
  },
  {
    "translation": {
      "en": "Well, it is Christmastime.",
      "th": "แต่นี่มันช่วงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "And there's no better time... for magic.",
      "th": "และไม่มีเวลาไหนเหมาะไปกว่านี้แล้ว สำหรับเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "Speaking of which.",
      "th": "จะว่าไปแล้ว…"
    }
  },
  {
    "translation": {
      "en": "I guess the watch is magic now.",
      "th": "นาฬิกานี้คงมีเวทมนตร์สินะ"
    }
  },
  {
    "translation": {
      "en": "Well, it started mysteriously. And I've been thinking about this.",
      "th": "อยู่ดีๆ มันก็เริ่มเดินอย่างลึกลับ และฉันมาคิดเรื่องนี้ดูแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "You know, the watch.",
      "th": "เรื่องนาฬิกาน่ะ"
    }
  },
  {
    "translation": {
      "en": "Um, I think it means something, something more.",
      "th": "ฉันว่ามันมีความหมายบางอย่าง อะไรที่มากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "You watch too many Christmas movies.",
      "th": "เธอดูหนังคริสต์มาสมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "It stopped working. Oh, look at that.",
      "th": "ดูสิ มันหยุดเดินอีกละ"
    }
  },
  {
    "translation": {
      "en": "Maybe it reacts to your moods.",
      "th": "บางทีมันอาจตอบสนองต่ออารมณ์เธอก็ได้"
    }
  },
  {
    "translation": {
      "en": "If that's the case it should be in a lot worse shape than this.",
      "th": "ถ้าเป็นแบบนั้น มันควรจะ อยู่ในสภาพที่แย่กว่านี้เยอะ"
    }
  },
  {
    "translation": {
      "en": "are about embracing the magic. My point is is the holidays",
      "th": "ประเด็นคือ วันหยุดเป็น เรื่องของการเปิดใจรับเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "You know, Santa and little elves and flying reindeer and talking snowmen.",
      "th": "ซานต้ากับพวกเอลฟ์ตัวน้อย กับกวางเรนเดียร์บินได้ และมนุษย์หิมะพูดได้น่ะ"
    }
  },
  {
    "translation": {
      "en": "Don't let some guy you barely know ruin it for you.",
      "th": "อย่าให้ผู้ชายที่เธอแทบไม่รู้จักมาทำลายมัน"
    }
  },
  {
    "translation": {
      "en": "No, you're right. I won't.",
      "th": "เธอพูดถูก มันจะไม่เป็นแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "-Pinky swear? -Pinky swear.",
      "th": "- เกี่ยวก้อยสัญญา - เกี่ยวก้อยสัญญานะ"
    }
  },
  {
    "translation": {
      "en": "-It's a hefty promise. -Pinky swear.",
      "th": "- เกี่ยวก้อยสัญญา - เป็นสัญญาที่สำคัญนะ"
    }
  },
  {
    "translation": {
      "en": "-Aerodynamics in place? -Great pitch and yaw.",
      "th": "แอโรไดนามิกส์พร้อม มุมพิทช์กับยอว์ดูดีมาก"
    }
  },
  {
    "translation": {
      "en": "Good weight.",
      "th": "น้ำหนักกำลังดี"
    }
  },
  {
    "translation": {
      "en": "-One. -Two.",
      "th": "- หนึ่ง - สอง"
    }
  },
  {
    "translation": {
      "en": "Three.",
      "th": "สาม"
    }
  },
  {
    "translation": {
      "en": "-We all got it. -Yes!",
      "th": "- เยี่ยม - เยี่ยม เราทำสำเร็จทุกคน"
    }
  },
  {
    "translation": {
      "en": "I tell you Santa Snacks.",
      "th": "นี่แหละขนมซานต้า"
    }
  },
  {
    "translation": {
      "en": "You got your popcorn, your pretzels, your red and green colored candies.",
      "th": "มีข้าวโพดคั่ว เพรตเซล ลูกอมสีแดงและเขียว"
    }
  },
  {
    "translation": {
      "en": "You got your frosty sprinkles.",
      "th": "น้ำตาลตกแต่งขนม"
    }
  },
  {
    "translation": {
      "en": "I still think a simple cheese plate would've been better.",
      "th": "ยังไงฉันก็คิดว่าชีสบอร์ดธรรมดาๆ น่าจะดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Honey, it's a Christmas movie. You need Christmas snacks for a Christmas movie.",
      "th": "ที่รัก มันเป็นหนังคริสต์มาส เราต้องมีขนมคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Why didn't you warn me about this stuff before I married him?",
      "th": "ทำไมไม่เตือนฉันเกี่ยวกับเรื่องนี้ ก่อนที่ฉันจะแต่งงานกับเขา"
    }
  },
  {
    "translation": {
      "en": "Hey, as his best man I knew what secrets to keep.",
      "th": "ในฐานะเพื่อนเจ้าบ่าว ผมรู้ว่าต้องเก็บความลับอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "So when you're his best man does that mean to return the favor? you get",
      "th": "ในเมื่อคุณเป็นเพื่อนเจ้าบ่าวเขา แปลว่าคุณจะเป็นให้เขาบ้างมั้ย"
    }
  },
  {
    "translation": {
      "en": "He's not the settling down type. Never going to happen.",
      "th": "มันไม่เกิดขึ้นหรอก เขาไม่ใช่ประเภทที่จะลงหลักปักฐาน"
    }
  },
  {
    "translation": {
      "en": "-Says who? -Me.",
      "th": "- ใครบอก - ฉันไง"
    }
  },
  {
    "translation": {
      "en": "you've ever lived in one place? Okay, what's the longest",
      "th": "โอเค นายอยู่ที่ที่เดียวนานที่สุดแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Ten. Years. I've been in the city 10 years.",
      "th": "สิบปี ฉันอยู่ในเมืองมาสิบปี"
    }
  },
  {
    "translation": {
      "en": "And in those 10 years how many months have you been on the road?",
      "th": "ในช่วงสิบปี นายใช้เวลากับการเดินทางกี่เดือน"
    }
  },
  {
    "translation": {
      "en": "Yeah, you have a point.",
      "th": "ก็จริงของนาย"
    }
  },
  {
    "translation": {
      "en": "needs to find the right person Call me cliché, but maybe he to settle down with.",
      "th": "จะบอกว่าฉันน้ำเน่าก็ได้นะ แต่บางที เขาแค่ต้องเจอคนที่ใช่เพื่อจะปักหลัก"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Speaking of perfect match or not.",
      "th": "พูดถึงคู่ที่เพอร์เฟกต์ หรือไม่"
    }
  },
  {
    "translation": {
      "en": "Is Pine Valley Realty the only game in town?",
      "th": "อสังหาฯ ไพน์แวลลีย์ เป็นบริษัทอสังหาฯ เดียวในเมืองนี้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Mmm, no. But Bonnie and Nia are the best.",
      "th": "อสังหาฯ ไพน์แวลลีย์ เป็นบริษัทอสังหาฯ เดียวในเมืองนี้รึเปล่า เปล่า แต่บอนนี่กับนีอาเก่งที่สุด นายก็จ้างพวกเธออยู่ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Aren't they the ones you're using?",
      "th": "เปล่า แต่บอนนี่กับนีอาเก่งที่สุด นายก็จ้างพวกเธออยู่ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. I just don't think Nia and I are the right fit.",
      "th": "ใช่ แต่แค่คิดว่านีอาไม่เหมาะกับฉัน"
    }
  },
  {
    "translation": {
      "en": "Really? Nia is great. I've known her since grade school.",
      "th": "จริงเหรอ นีอาเก่งมากเลยนะ ฉันรู้จักเธอมาตั้งแต่สมัยประถม"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "What did you do?",
      "th": "นายทำอะไรลงไป"
    }
  },
  {
    "translation": {
      "en": "Okay, I may or may not have laid on the corporate talk a little heavy started interacting. when we first",
      "th": "ฉันอาจจะพูดแบบนักธุรกินมากไปหน่อย ตอนที่เราเริ่มคุยกัน"
    }
  },
  {
    "translation": {
      "en": "So basically, it's your fault. Hey, I got a lot riding on this, okay?",
      "th": "- งั้นก็เป็นความผิดของนาย - อาชีพฉันขึ้นอยู่กับงานนี้เลยนะ"
    }
  },
  {
    "translation": {
      "en": "I don't know, she just...",
      "th": "ไม่รู้สิ เธอแค่…"
    }
  },
  {
    "translation": {
      "en": "She drives me crazy.",
      "th": "เธอทำให้ฉันจะบ้าตาย"
    }
  },
  {
    "translation": {
      "en": "Nia? She's always got a retort for everything.",
      "th": "- นีอาเนี่ยนะ - เธอตอกกลับทุกอย่างได้อย่างทันควัน"
    }
  },
  {
    "translation": {
      "en": "-Yeah, that is Nia. -Yeah.",
      "th": "- ใช่ นั่นแหละนีอา - ใช่"
    }
  },
  {
    "translation": {
      "en": "Yeah, and I can tell that she's judging me.",
      "th": "และฉันดูออกว่าเธอกำลังตัดสินฉัน"
    }
  },
  {
    "translation": {
      "en": "Big suit from the city and all.",
      "th": "เป็นพวกนักธุรกิจจากบริษัทในเมือง"
    }
  },
  {
    "translation": {
      "en": "she is threatened. It's almost like",
      "th": "ราวกับว่า เธอรู้สึกเหมือนกำลังถูกคุกคาม"
    }
  },
  {
    "translation": {
      "en": "-Yeah, right. -By this?",
      "th": "ด้วยนี่น่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Okay, I don't believe that for one minute.",
      "th": "- ไม่มีทาง - ใช่ ฉันไม่เชื่อเลยสักนิด"
    }
  },
  {
    "translation": {
      "en": "Well, I was trying to see this one place,",
      "th": "ฉันพยายามจะไปดูที่ที่นึง แต่ดูเหมือนเธอจะพาฉันเข้าไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "and she can't seem to get me in there or doesn't want to.",
      "th": "ฉันพยายามจะไปดูที่ที่นึง แต่ดูเหมือนเธอจะพาฉันเข้าไปไม่ได้ - หรือไม่อยากพาไป - ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Which place is this?",
      "th": "- หรือไม่อยากพาไป - ที่ไหน"
    }
  },
  {
    "translation": {
      "en": "Pine Valley Inn.",
      "th": "โรงแรมไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "What? It's her family's place.",
      "th": "- อะไร - มันเป็นที่ของครอบครัวเธอ"
    }
  },
  {
    "translation": {
      "en": "-Her family owns the inn? -Yeah.",
      "th": "ครอบครัวเธอเป็นเจ้าของโรงแรมเหรอ ใช่"
    }
  },
  {
    "translation": {
      "en": "So, you might want to be a little nicer to her if you want to convince them to sell.",
      "th": "นายอาจจะอยากญาติดีกับเธอหน่อย ถ้าอยากโน้มน้าวให้พวกเขาขาย"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "- ใช่ - โอเค"
    }
  },
  {
    "translation": {
      "en": "-Round three. -All right.",
      "th": "- รอบที่สาม - โอเค"
    }
  },
  {
    "translation": {
      "en": "All right. Aerodynamics in place.",
      "th": "เอาล่ะ แอโรไดนามิกส์พร้อม"
    }
  },
  {
    "translation": {
      "en": "-One. -Two.",
      "th": "หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Three!",
      "th": "- สอง - สาม"
    }
  },
  {
    "translation": {
      "en": "[Michelle] Right in my eye.",
      "th": "- สุดยอด - เข้าตาฉันเลย"
    }
  },
  {
    "translation": {
      "en": "I always loved the snowman building contests we had when you were a kid.",
      "th": "พ่อชอบการแข่งขันสร้างมนุษย์หิมะ ที่เราเคยมีตอนลูกยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "Oh, they were the best.",
      "th": "มันสนุกสุดๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Remind me to send Malcolm a double order for his gingerbread cookies for the party.",
      "th": "เตือนให้พ่อสั่งคุกกี้ขนมปังขิงสองชุด ของมัลคอล์มสำหรับงานปาร์ตี้ด้วยนะ"
    }
  },
  {
    "translation": {
      "en": "I want to make this year extra special.",
      "th": "พ่ออยากทำให้ปีนี้พิเศษกว่าเดิม"
    }
  },
  {
    "translation": {
      "en": "You're not really thinking of selling, are you Dad?",
      "th": "พ่อไม่ได้คิดจะขายจริงๆ ใช่มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "Because you know I would take over for you in a heartbeat if I could.",
      "th": "หนูจะรับช่วงต่อให้พ่อทันทีถ้าหนูทำได้"
    }
  },
  {
    "translation": {
      "en": "I know you keep saying that but... this place is a lot of work.",
      "th": "ลูกก็ชอบพูดแบบนั้น แต่ที่นี่งานหนักนะ"
    }
  },
  {
    "translation": {
      "en": "Your mother and I used to do it together.",
      "th": "- แม่กับพ่อเคยทำมันด้วยกัน - หนูรู้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I know, I promise you, I'm going to buy it off of you someday.",
      "th": "- แม่กับพ่อเคยทำมันด้วยกัน - หนูรู้ค่ะ หนูสัญญาว่าจะซื้อมันจากพ่อให้ได้สักวันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "You don't need to buy it off me.",
      "th": "ลูกไม่จำเป็นต้องซื้อมันจากพ่อ"
    }
  },
  {
    "translation": {
      "en": "But you got to retire on something.",
      "th": "แต่พ่อต้องมีเงินตอนเกษียณบ้างสิ"
    }
  },
  {
    "translation": {
      "en": "Cocoa's getting cold. Let's take a break.",
      "th": "ไปพักกันก่อนเถอะ โกโก้จะเริ่มเย็นแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, it is. I forgot about the cocoa.",
      "th": "โกโก้จะเริ่มเย็นแล้ว จริงด้วย ลืมเรื่องโกโก้ไปเลย"
    }
  },
  {
    "translation": {
      "en": "Listen Nia, I know you feel like",
      "th": "ฟังนะ นีอา พ่อรู้ว่าลูกรู้สึกว่า เป็นหน้าที่ของลูกที่ต้องรับช่วงต่อ"
    }
  },
  {
    "translation": {
      "en": "it's your duty to take over and all, but...",
      "th": "พ่อรู้ว่าลูกรู้สึกว่า เป็นหน้าที่ของลูกที่ต้องรับช่วงต่อ"
    }
  },
  {
    "translation": {
      "en": "-if this is about your mother... -No.",
      "th": "แต่ถ้านี่เกี่ยวกับเรื่องแม่ของลูก… ไม่ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "She wouldn't want you guilt-ridden and tied down to this place.",
      "th": "เธอคงไม่อยากให้ลูกรู้สึกผิดและผูกติดกับที่นี่"
    }
  },
  {
    "translation": {
      "en": "That will never change. We have the memories.",
      "th": "เรามีความทรงจำ สิ่งนั้นจะไม่มีวันเปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "This is what I want.",
      "th": "นี่คือสิ่งที่หนูต้องการ"
    }
  },
  {
    "translation": {
      "en": "wanted-- to maintain the inn. This is what I've always",
      "th": "นี่คือสิ่งที่หนูต้องการมาโดยตลอด เพื่อดูแลโรงแรมต่อไป"
    }
  },
  {
    "translation": {
      "en": "I just don't want you making bad decisions",
      "th": "พ่อแค่ไม่อยากให้ลูกตัดสินใจผิดๆ เพราะอารมณ์อ่อนไหว"
    }
  },
  {
    "translation": {
      "en": "because of sentiment or because of me.",
      "th": "พ่อแค่ไม่อยากให้ลูกตัดสินใจผิดๆ เพราะอารมณ์อ่อนไหว หรือเพราะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "Loving the inn and wanting to take care of my dad is never a bad decision.",
      "th": "การรักโรงแรมและอยากดูแลพ่อ ไม่มีวันเป็นการตัดสินใจที่แย่"
    }
  },
  {
    "translation": {
      "en": "I promise you, Dad.",
      "th": "หนูสัญญาเลยค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "[Patrick] It's working again.",
      "th": "มันกลับมาทำงานได้อีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. [laughs]",
      "th": "จริงด้วย"
    }
  },
  {
    "translation": {
      "en": "I forgot to tell you.",
      "th": "หนูลืมบอก"
    }
  },
  {
    "translation": {
      "en": "starting and stopping Yesterday it was for some strange reason.",
      "th": "เมื่อวานมันเริ่มเดินแล้วก็หยุด ไม่รู้เพราะอะไรเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "Wow. Isn't that something? A little Christmas magic.",
      "th": "สุดยอดเลยเนอะ เวทมนตร์คริสต์มาสเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "surprisingly alike. You and Bonnie are",
      "th": "พ่อกับบอนนี่เหมือนกันมากจนน่าตกใจ"
    }
  },
  {
    "translation": {
      "en": "It's just exciting, that's all.",
      "th": "มันแค่น่าตื่นเต้น ก็แค่นั้นเอง"
    }
  },
  {
    "translation": {
      "en": "is joining in this year. Like your mother",
      "th": "ราวกับว่าแม่ของลูกจะมาฉลองด้วยกันปีนี้"
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever?",
      "th": "คริสต์มาสที่เยี่ยมที่สุดเนอะ"
    }
  },
  {
    "translation": {
      "en": "Best Christmas ever.",
      "th": "คริสต์มาสที่เยี่ยมที่สุด"
    }
  },
  {
    "translation": {
      "en": "Or not.",
      "th": "หรืออาจจะไม่"
    }
  },
  {
    "translation": {
      "en": "Be with you in a second. [laughs nervously]",
      "th": "เดี๋ยวไปหานะคะ"
    }
  },
  {
    "translation": {
      "en": "Shouldn't I at least talk to him? Oh, what's the point? [chuckles nervously]",
      "th": "- อย่างน้อยพ่อควรคุยกับเขาหน่อยนะ - เพื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Maybe we should hear the offer at least.",
      "th": "อย่างน้อยเราก็น่าจะฟังข้อเสนอเขาหน่อย"
    }
  },
  {
    "translation": {
      "en": "Optima Getaways online. I looked up You did?",
      "th": "- พ่อลองเสิร์ชดูออพติมาเก็ตอะเวย์สออนไลน์ - พ่อทำงั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "A couple of their properties are quite impressive.",
      "th": "อสังหาฯ สองสามที่ของพวกเขา ดูน่าทึ่งมากเลยนะ"
    }
  },
  {
    "translation": {
      "en": "Ugh, they're overblown monstrosities, Dad.",
      "th": "พวกเขาคือปีศาจที่ชอบอวดเบ่งน่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "No. They're just going to tear down the inn.",
      "th": "ไม่ พวกเขาจะทุบโรงแรมทิ้ง"
    }
  },
  {
    "translation": {
      "en": "-It's too important for that. -I'm just curious.",
      "th": "- มันสำคัญเกินไปที่จะโดนแบบนั้น - พ่อแค่อยากรู้"
    }
  },
  {
    "translation": {
      "en": "Well, if you really want to sell to someone other than me, I...",
      "th": "ถ้าอยากขายให้คนอื่นที่ไม่ใช่หนูจริงๆ ละก็…"
    }
  },
  {
    "translation": {
      "en": "Of course not.",
      "th": "ไม่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอคะ โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Well then maybe you and me sit down and have a serious conversation about it, okay?",
      "th": "งั้นเรามานั่งคุยกัน อย่างจริงจังเกี่ยวกับเรื่องนี้ดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "But trust me when I say...",
      "th": "แต่เชื่อเถอะถ้าหนูบอกว่า"
    }
  },
  {
    "translation": {
      "en": "the right buyer for us. he is not",
      "th": "เขาไม่ใช่คนที่ใช่สำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "[Nia] I'll see you later.",
      "th": "แล้วเจอกันนะคะ"
    }
  },
  {
    "translation": {
      "en": "Hey! I thought we were meeting at my office.",
      "th": "ไงคะ ฉันนึกว่าเราจะเจอกันที่ออฟฟิศฉันซะอีก"
    }
  },
  {
    "translation": {
      "en": "Hey. Why didn't you tell me this place belonged to your family?",
      "th": "ไง ทำไมคุณไม่บอกว่าที่นี่เป็นของครอบครัวคุณ"
    }
  },
  {
    "translation": {
      "en": "'Cause it's not relevant. It's not for sale.",
      "th": "เพราะมันไม่เกี่ยวข้องกัน ที่นี่ไม่ได้ขาย"
    }
  },
  {
    "translation": {
      "en": "of properties to present to you Now, I have a bunch that actually are for sale, so...",
      "th": "ฉันมีอสังหาฯ หลายที่ที่ประกาศขาย ที่อยากเสนอคุณ"
    }
  },
  {
    "translation": {
      "en": "when we get into the car. You can delete those",
      "th": "ดังนั้นคุณลบรูปพวกนั้นทิ้งไปได้เลย ตอนเราขึ้นรถ"
    }
  },
  {
    "translation": {
      "en": "Why would I delete them?",
      "th": "ลบทำไม"
    }
  },
  {
    "translation": {
      "en": "Because it's not for sale. Okay. Cool.",
      "th": "เพราะมันไม่ได้ขาย โอเค"
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. And you can delete that last one too.",
      "th": "และลบรูปสุดท้ายนั่นด้วย"
    }
  },
  {
    "translation": {
      "en": "Negative.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "I'll be the first to admit All right.",
      "th": "เอาล่ะ ฉันขอยอมรับก่อนเลย ว่าที่ประกาศขายนี่มันแอบหลอกลวง"
    }
  },
  {
    "translation": {
      "en": "was a bit misleading. that the listing",
      "th": "เอาล่ะ ฉันขอยอมรับก่อนเลย ว่าที่ประกาศขายนี่มันแอบหลอกลวง (ขาย อสังหาฯ เอชดับเบิลยูที)"
    }
  },
  {
    "translation": {
      "en": "It's not so much old-world charm as it is...",
      "th": "(ขาย อสังหาฯ เอชดับเบิลยูที) มันไม่ได้มีเสน่ห์แบบโบราณๆ"
    }
  },
  {
    "translation": {
      "en": "-New world dilapidated. -Yeah.",
      "th": "มันไม่ได้มีเสน่ห์แบบโบราณๆ - อาคารยุคใหม่ที่ทรุดโทรม - ใช่"
    }
  },
  {
    "translation": {
      "en": "more properties to go see so... But, you know, we have a lot",
      "th": "แต่เรามีที่ให้ไปดูอีกเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "Okay, let's go see 'em.",
      "th": "โอเค งั้นก็ไปดูกัน เออใช่"
    }
  },
  {
    "translation": {
      "en": "Oh. And before I forget.",
      "th": "โอเค งั้นก็ไปดูกัน เออใช่ ก่อนที่ผมจะลืม"
    }
  },
  {
    "translation": {
      "en": "I got you something.",
      "th": "ผมมีอะไรมาให้"
    }
  },
  {
    "translation": {
      "en": "What's this?",
      "th": "นี่อะไร"
    }
  },
  {
    "translation": {
      "en": "from The Trading Post. It's a Santa scone Thank you, but you didn't have to do this.",
      "th": "สโคนซานต้าจากเดอะเทรดดิ้งโพสต์ ขอบคุณค่ะ แต่คุณไม่จำเป็นต้องทำแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Oh, yes I did.",
      "th": "ต้องสิ"
    }
  },
  {
    "translation": {
      "en": "And yesterday I was a bit of a jerk.",
      "th": "เมื่อวานผม… ทำตัวแย่"
    }
  },
  {
    "translation": {
      "en": "Oh, well...",
      "th": "ก็…"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "th": "ไม่หรอก ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Hmm. I was a jerk, right?",
      "th": "ผมทำตัวแย่ ใช่มั้ยล่ะ"
    }
  },
  {
    "translation": {
      "en": "It's not an excuse but I've been told in the past",
      "th": "มันไม่ใช่ข้ออ้าง แต่มีคนเคยบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "when I become anxious that sometimes",
      "th": "มันไม่ใช่ข้ออ้าง แต่มีคนเคยบอกผมว่า บางครั้งเวลาผมกังวล ผมมักจะทำตัวเจ้ากี้เจ้าการ"
    }
  },
  {
    "translation": {
      "en": "I tend to be overbearing.",
      "th": "บางครั้งเวลาผมกังวล ผมมักจะทำตัวเจ้ากี้เจ้าการ"
    }
  },
  {
    "translation": {
      "en": "Truth be told, I've got a lot to be anxious about.",
      "th": "บอกตามตรง ผมมีเรื่องให้กังวลเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "You do? Why?",
      "th": "จริงเหรอคะ ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "solo project at Optima. Well, this is my first",
      "th": "นี่เป็นโปรเจกต์แรกของผม ที่ออพติมาที่ได้ลุยเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "I suggested Pine Valley as the location,",
      "th": "ผมเป็นคนแนะนำไพน์แวลลีย์ให้เป็นที่ตั้ง"
    }
  },
  {
    "translation": {
      "en": "so this is very important for me.",
      "th": "มันเลยสำคัญมากสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "However, it's not an excuse, hence Santa scone.",
      "th": "แต่มันก็ไม่ใช่ข้ออ้าง เพราะงั้นเลยซื้อสโคนซานต้า"
    }
  },
  {
    "translation": {
      "en": "They're my favorite. Hence, thank you.",
      "th": "งั้นก็ขอบคุณค่ะ ของโปรดฉันเลย"
    }
  },
  {
    "translation": {
      "en": "A Christmas tree farm? This land is what you're thinking.",
      "th": "ฟาร์มต้นคริสต์มาส คุณคิดถึงพื้นที่นี้อยู่เหรอ"
    }
  },
  {
    "translation": {
      "en": "Exactly.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Now, I know you're going to have to build,",
      "th": "ฉันรู้ว่าคุณต้องสร้างใหม่ แต่มันเป็นทำเลทองเลยนะ"
    }
  },
  {
    "translation": {
      "en": "but it's prime real estate-- it has a lot of potential.",
      "th": "ฉันรู้ว่าคุณต้องสร้างใหม่ แต่มันเป็นทำเลทองเลยนะ มันมีศักยภาพมาก"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "I certainly don't have it in my budget to build from the ground up.",
      "th": "มันไม่ได้อยู่ในงบของผมที่จะสร้างใหม่ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Well, what if I told you we could get it for a lot less than the list price?",
      "th": "ถ้าฉันบอกคุณว่าเราสามารถซื้อ ต่ำกว่าราคาประกาศขายล่ะ"
    }
  },
  {
    "translation": {
      "en": "My business partner knows the owner. I'm sure we can get a great deal.",
      "th": "หุ้นส่วนธุรกิจฉันรู้จักเจ้าของ เราขอเสนอดีๆ ได้"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Not talking to you?",
      "th": "ไม่ชอบที่นี่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-No. -No?",
      "th": "- ไม่ - ไม่เหรอ"
    }
  },
  {
    "translation": {
      "en": "-Not really. -Wrong vibe?",
      "th": "ก็ไม่เชิง บรรยากาศไม่ถูกใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "Fair enough.",
      "th": "ก็ถือว่ามีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "So.",
      "th": "แล้ว…"
    }
  },
  {
    "translation": {
      "en": "-Great. -Yep.",
      "th": "- คุณโอเคใช่มั้ย - ค่ะ โอเค"
    }
  },
  {
    "translation": {
      "en": "What was it like growing up in a country inn?",
      "th": "โตมาในโรงแรมชนบทเป็นยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "Um, well, it was good.",
      "th": "ก็ดีนะ"
    }
  },
  {
    "translation": {
      "en": "It was home.",
      "th": "มันก็คือบ้าน"
    }
  },
  {
    "translation": {
      "en": "In all honesty, I don't think I really knew the difference.",
      "th": "จริงๆ แล้วฉันก็ไม่รู้ความแตกต่างหรอก"
    }
  },
  {
    "translation": {
      "en": "Not until I was about 10-years-old and a friend of mine explained to me",
      "th": "จนกระทั่งฉันอายุประมาณสิบขวบ และเพื่อนอธิบายให้ฟังว่า"
    }
  },
  {
    "translation": {
      "en": "don't spend Christmas that most people",
      "th": "จนกระทั่งฉันอายุประมาณสิบขวบ และเพื่อนอธิบายให้ฟังว่า คนส่วนใหญ่ไม่ใช้เวลา ช่วงคริสต์มาสกับคนแปลกหน้า"
    }
  },
  {
    "translation": {
      "en": "are renting rooms in your house. with a bunch of strangers who",
      "th": "คนส่วนใหญ่ไม่ใช้เวลา ช่วงคริสต์มาสกับคนแปลกหน้า ที่มาเช่าห้องที่บ้านของเรา"
    }
  },
  {
    "translation": {
      "en": "-That must have been fun. -It was. It really was.",
      "th": "- คงสนุกน่าดู - มันสนุกดี จริงๆนะ"
    }
  },
  {
    "translation": {
      "en": "What about you?",
      "th": "แล้วคุณล่ะ"
    }
  },
  {
    "translation": {
      "en": "grown up in a big family in... Let me guess. You must have",
      "th": "ขอเดานะ คุณคงโตมาในครอบครัวใหญ่ที่…"
    }
  },
  {
    "translation": {
      "en": "-Philly. -Hmm.",
      "th": "ฟิลาเดลเฟีย"
    }
  },
  {
    "translation": {
      "en": "I had like dozens of cousins. of them one time or another. Wound up living with most",
      "th": "ผมมีญาติหลายสิบคน ต้องอยู่กับพวกเขาเกือบครบทุกคน"
    }
  },
  {
    "translation": {
      "en": "My parents passed away when I was a kid.",
      "th": "พ่อแม่ผมเสียตอนผมยังเด็ก"
    }
  },
  {
    "translation": {
      "en": "Oh. I'm sorry.",
      "th": "เสียใจด้วยนะคะ"
    }
  },
  {
    "translation": {
      "en": "a few years ago, so... My mom passed away",
      "th": "แม่ฉันเสียไปเมื่อไม่กี่ปีก่อน"
    }
  },
  {
    "translation": {
      "en": "So you understand. That's tough.",
      "th": "มันยาก งั้นคุณก็เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "That's a good-looking tree, huh?",
      "th": "นั่นเป็นต้นไม้ที่ดูดีนะ"
    }
  },
  {
    "translation": {
      "en": "You should get it.",
      "th": "คุณซื้อมันสิ"
    }
  },
  {
    "translation": {
      "en": "Really? Nah, I mean I already have one at home so...",
      "th": "จริงเหรอคะ - ฉันมีต้นนึงแล้วที่บ้าน - คุณไม่มีที่ออฟฟิศนี่"
    }
  },
  {
    "translation": {
      "en": "You don't have one at the office.",
      "th": "- ฉันมีต้นนึงแล้วที่บ้าน - คุณไม่มีที่ออฟฟิศนี่"
    }
  },
  {
    "translation": {
      "en": "Maybe I'll get it. All right.",
      "th": "ก็ได้ ฉันจะซื้อมัน"
    }
  },
  {
    "translation": {
      "en": "See? Maybe this trip wasn't a waste of time after all.",
      "th": "เห็นมั้ย ถือว่ามาทริปนี้ไม่เสียเที่ยว"
    }
  },
  {
    "translation": {
      "en": "Nothing perfect just yet, but I'm seeing more properties tomorrow.",
      "th": "ยังไม่มีที่ไหนสมบูรณ์แบบ แต่ผมจะไปดูเพิ่มพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "What about that inn that you liked?",
      "th": "- แล้วโรงแรมนั่นล่ะ - มันซับซ้อนนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "It's a bit complicated, but I'm working on it.",
      "th": "- แล้วโรงแรมนั่นล่ะ - มันซับซ้อนนิดหน่อย แต่ผมพยายามอยู่"
    }
  },
  {
    "translation": {
      "en": "Well, you'd better work faster. You promised everyone we'd have this locked up by Christmas.",
      "th": "คุณต้องทำงานให้เร็วกว่านี้ คุณสัญญา ว่าเราจะจัดการให้เสร็จก่อนถึงวันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "And I will. in a big bow just in time I'll have her wrapped up to slide down the chimney. for Santa Claus",
      "th": "ผมจะจัดการให้ทันเวลา ที่ซานตาคลอสสไลด์ลงปล่องไฟ"
    }
  },
  {
    "translation": {
      "en": "I'm counting on you, Julian. [Robyn] Got it.",
      "th": "- ฝากด้วยนะ จูเลี่ยน - เข้าใจแล้วครับ"
    }
  },
  {
    "translation": {
      "en": "-Hey. -Hey.",
      "th": "- หวัดดี - หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "Are you following me again?",
      "th": "ตามฉันมาอีกแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Whoa, whoa. Wait a minute. I was just... ...walking by. I saw you in the window.",
      "th": "เดี๋ยวนะ ผมแค่เดินผ่านและเห็นคุณจากหน้าต่าง"
    }
  },
  {
    "translation": {
      "en": "Need some help? Thank you, though. No, I'm okay.",
      "th": "- อยากให้ช่วยมั้ย - ไม่ ไม่เป็นไร แต่ขอบคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, maybe... maybe I do need a little help.",
      "th": "โอเค ฉันอาจต้องการให้ช่วยนิดนึง"
    }
  },
  {
    "translation": {
      "en": "Yeah, thank you.",
      "th": "ค่ะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Bonnie went into Albany to sign some paperwork for Sean,",
      "th": "บอนนี่ไปที่อัลบานีเพื่อเซ็นเอกสารให้ฌอน"
    }
  },
  {
    "translation": {
      "en": "going to get started on the tree and I told myself I was only but then...",
      "th": "และฉันก็บอกตัวเองว่า จะเริ่มตกแต่งต้นไม้นิดนึง แต่แล้วก็…"
    }
  },
  {
    "translation": {
      "en": "Looks like you couldn't stop.",
      "th": "ดูเหมือนคุณจะหยุดไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Oh, once I set my mind to something...",
      "th": "พอฉันตั้งใจทำอะไรสักอย่าง…"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm the same way, so I understand.",
      "th": "ใช่ ผมก็เป็นแบบนั้นเหมือนกัน ผมเลยเข้าใจ"
    }
  },
  {
    "translation": {
      "en": "Hey, what's the story behind your watch? Is it an antique?",
      "th": "นาฬิกาของคุณมีความเป็นมาอย่างไร มันเป็นของโบราณเหรอ"
    }
  },
  {
    "translation": {
      "en": "Actually, it is.",
      "th": "ที่จริงก็ใช่"
    }
  },
  {
    "translation": {
      "en": "to daughters for generations. Passed down from mothers",
      "th": "ส่งต่อจากแม่สู่ลูกสาวจากรุ่นสู่รุ่น"
    }
  },
  {
    "translation": {
      "en": "It's going to sound weird, but it stopped working the day my mother passed away.",
      "th": "มันจะฟังดูแปลกๆ แต่มันหยุดเดินวันที่แม่ฉันเสีย"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "My dad went to every repair shop within 100 miles,",
      "th": "พ่อฉันไปร้านซ่อมทุกร้านในระยะ 100 ไมล์"
    }
  },
  {
    "translation": {
      "en": "and no one could figure out what was wrong with it.",
      "th": "ไม่มีใครรู้ว่ามันพังเพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "Anyway, I wear it every holiday season now.",
      "th": "ยังไงก็เถอะ ตอนนี้ฉันใส่มันในทุกเทศกาล"
    }
  },
  {
    "translation": {
      "en": "Just like my mom did. Makes my dad smile.",
      "th": "เหมือนที่แม่ฉันเคยทำ - มันทำให้พ่อฉันยิ้มได้ - แหมๆ"
    }
  },
  {
    "translation": {
      "en": "Well, well, well...",
      "th": "- มันทำให้พ่อฉันยิ้มได้ - แหมๆ"
    }
  },
  {
    "translation": {
      "en": "Well, well, well, what?",
      "th": "\"แหมๆ\" อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "sentimental than you let on. It appears you're more",
      "th": "คุณอารมณ์อ่อนไหวกว่าที่เห็นนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, come on. I'm not sentimental at all.",
      "th": "ไม่เอาน่า ฉันไม่ได้อ่อนไหวสักนิด"
    }
  },
  {
    "translation": {
      "en": "-Okay, maybe a little. -Mm-hmm.",
      "th": "โอเค อาจจะนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Maybe a lot a little. Okay?",
      "th": "อาจจะนิดหน่อยแบบเยอะๆ"
    }
  },
  {
    "translation": {
      "en": "Hey. The hands are working.",
      "th": "เฮ่ เข็มมันเดินแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah. It's the weirdest thing.",
      "th": "มันแปลกมากเลยเนอะ"
    }
  },
  {
    "translation": {
      "en": "It just started working again a couple days ago.",
      "th": "มันเพิ่งเริ่มเดินเมื่อสองสามวันก่อน"
    }
  },
  {
    "translation": {
      "en": "Maybe that's Santa's gift to you. Oh, I wouldn't go that far.",
      "th": "- นั่นอาจเป็นของขวัญจากซานต้า - นั่นก็เว่อร์ไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "I must've jostled it and a gear got knocked into place or something.",
      "th": "ฉันคงไปกระแทกมันและทำให้เฟืองกลับเข้าที่ หรืออะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "Hey, can you help me with this?",
      "th": "ช่วยฉันทำนี่หน่อยได้มั้ยคะ"
    }
  },
  {
    "translation": {
      "en": "So, how long have you been at Optima?",
      "th": "คุณอยู่ที่ออพติมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Just over a year.",
      "th": "แค่ปีกว่าเอง"
    }
  },
  {
    "translation": {
      "en": "Wow. They must really like you if they're giving you your own projects.",
      "th": "ว้าว พวกเขาต้องชอบคุณแน่ ถ้าให้คุณทำโปรเจกต์ของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Yeah, I mean, I'm just trying my best. -Trying not to mess it up. -[laughs]",
      "th": "ผมพยายามอย่างเต็มที่ พยายามไม่ทำมันพัง"
    }
  },
  {
    "translation": {
      "en": "I hear that.",
      "th": "ก็พอเห็นได้"
    }
  },
  {
    "translation": {
      "en": "And, uh, what do you like about the job?",
      "th": "แล้วคุณชอบงานนี้ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "adventure around the corner. Well, there's always a new",
      "th": "มีการผจญภัยใหม่ๆ พร้อมจะเกิดขึ้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "hearing about their... Meeting new people,",
      "th": "การได้พบปะคนใหม่ๆ และได้ฟังเรื่องราว…"
    }
  },
  {
    "translation": {
      "en": "Magical family heirlooms?",
      "th": "มรดกตกทอดของครอบครัวที่มีเวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "Yeah. Yes, yes. That and hearing about their lives.",
      "th": "ใช่ครับ เรื่องนั้น และได้ฟังเรื่องราวเกี่ยวกับชีวิตพวกเขา"
    }
  },
  {
    "translation": {
      "en": "But you want to know what I love? What's that?",
      "th": "- แต่อยากรู้มั้ยว่าผมชอบอะไร - อะไร"
    }
  },
  {
    "translation": {
      "en": "Exploring.",
      "th": "การสำรวจ"
    }
  },
  {
    "translation": {
      "en": "There's always a certain je ne sais quoi when you go into a small town.",
      "th": "เวลาเข้าไปในเมืองเล็กๆ มันมีเสน่ห์ที่ไม่สามารถบอกได้เป็นคำพูด"
    }
  },
  {
    "translation": {
      "en": "A certain level of magic.",
      "th": "มีมนต์ขลังระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Hmm. Right. Magic.",
      "th": "อืม มนต์ขลัง"
    }
  },
  {
    "translation": {
      "en": "Hey.",
      "th": "นี่"
    }
  },
  {
    "translation": {
      "en": "You got a little something in your hair.",
      "th": "คุณมีอะไรติดผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, um. Did I?",
      "th": "งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Do you mind? -No.",
      "th": "จะว่าอะไรมั้ย ไม่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I guess this is it.",
      "th": "ฉันว่ามันเสร็จละ"
    }
  },
  {
    "translation": {
      "en": "Yeah. We put another ornament on this guy, and it's going to topple over.",
      "th": "ใช่ ถ้าเราใส่เครื่องประดับอีกชิ้น มันล้มแน่"
    }
  },
  {
    "translation": {
      "en": "-For sure. -For sure.",
      "th": "- แน่ๆ - แน่ๆ"
    }
  },
  {
    "translation": {
      "en": "-You ready? -Yeah.",
      "th": "พร้อมมั้ย"
    }
  },
  {
    "translation": {
      "en": "Three, two, one.",
      "th": "- ครับ - สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "See?",
      "th": "เห็นมั้ย เวทมนตร์"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -Magic.",
      "th": "เห็นมั้ย เวทมนตร์ - ค่ะ - รู้มั้ยว่ามันทำให้ผมนึกถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "this reminds me of? You know what",
      "th": "- ค่ะ - รู้มั้ยว่ามันทำให้ผมนึกถึงอะไร"
    }
  },
  {
    "translation": {
      "en": "-What's that? -That warm...",
      "th": "อะไรคะ"
    }
  },
  {
    "translation": {
      "en": "I'm at your family's inn. feeling I get when",
      "th": "ความรู้สึกอบอุ่นตอนอยู่ที่โรงแรมของครอบครัวคุณ"
    }
  },
  {
    "translation": {
      "en": "It's so cozy and beautiful. It's so nice and...",
      "th": "มันอบอุ่นและงดงามมาก - มันดีมากและ… - และมันไม่ได้ขาย จูเลี่ยน"
    }
  },
  {
    "translation": {
      "en": "Julian, you're relentless. And not for sale!",
      "th": "- มันดีมากและ… - และมันไม่ได้ขาย จูเลี่ยน คุณนี้ไม่ยอมหยุดจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Oh. It's my dad.",
      "th": "พ่อฉันเอง"
    }
  },
  {
    "translation": {
      "en": "-He says he needs me. -Okay",
      "th": "- เขาบอกว่าเขาต้องการฉัน - โอเค"
    }
  },
  {
    "translation": {
      "en": "I will no longer be a distraction.",
      "th": "ผมไม่กวนละ"
    }
  },
  {
    "translation": {
      "en": "I'll see you tomorrow at 9:00?",
      "th": "- เจอกันพรุ่งนี้ตอนเก้าโมงเช้านะ - ได้เลย"
    }
  },
  {
    "translation": {
      "en": "-You got it. -OK.",
      "th": "- เจอกันพรุ่งนี้ตอนเก้าโมงเช้านะ - ได้เลย โอเค"
    }
  },
  {
    "translation": {
      "en": "And hey. Thanks.",
      "th": "นี่ ขอบคุณนะคะ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "At Optima Getaways we aim to please.",
      "th": "ที่ออพติมาเก็ตอะเวย์ส เราตั้งใจจะเอาใจ"
    }
  },
  {
    "translation": {
      "en": "Hey Dad.",
      "th": "หวัดดีค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Is everything okay?",
      "th": "ทุกอย่างโอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "I got your text message and tried calling but...",
      "th": "หนูได้รับข้อความแล้วพยายามโทรหา แต่…"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, sweetie. Sorry. my phone upstairs. I guess, I left",
      "th": "โทษทีจ้ะ พ่อทิ้งโทรศัพท์ไว้ข้างบน"
    }
  },
  {
    "translation": {
      "en": "So, what's going on? [laughs]",
      "th": "เกิดอะไรขึ้นคะ"
    }
  },
  {
    "translation": {
      "en": "Well, I just...",
      "th": "คือว่า พ่อแค่อยาก…"
    }
  },
  {
    "translation": {
      "en": "I wanted to take you up on your offer.",
      "th": "พ่ออยากรับข้อเสนอของลูก"
    }
  },
  {
    "translation": {
      "en": "Have a serious conversation about selling the inn.",
      "th": "มาคุยกันอย่างจริงจังเรื่องการขายโรงแรม"
    }
  },
  {
    "translation": {
      "en": "-Oh. -I think this could be good for us. A fresh start, no debts.",
      "th": "พ่อว่ามันอาจจะดีสำหรับเรา ได้เริ่มต้นใหม่ ไม่มีหนี้สิน"
    }
  },
  {
    "translation": {
      "en": "Emotional or otherwise.",
      "th": "ทางอารมณ์หรือด้านอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Okay?",
      "th": "ก็ได้เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ค่ะ"
    }
  },
  {
    "translation": {
      "en": "is what your mother would want. Because I really do think this",
      "th": "เพราะพ่อคิดจริงๆ ว่านี่คือสิ่งที่แม่คงอยากได้"
    }
  },
  {
    "translation": {
      "en": "But are you sure?",
      "th": "แต่ลูกแน่ใจเหรอ"
    }
  },
  {
    "translation": {
      "en": "I know taking care of the inn has been difficult for you",
      "th": "หนูรู้ว่าการดูแลโรงแรมมันยากสำหรับพ่อ ตั้งแต่…"
    }
  },
  {
    "translation": {
      "en": "since... well since she passed.",
      "th": "หนูรู้ว่าการดูแลโรงแรมมันยากสำหรับพ่อ ตั้งแต่… ตั้งแต่แม่เสีย"
    }
  },
  {
    "translation": {
      "en": "Oh Dad, I've been selfish.",
      "th": "- พ่อคะ ที่ผ่านมาหนูเห็นแก่ตัว… - ไม่"
    }
  },
  {
    "translation": {
      "en": "No. You've got enough going on.",
      "th": "- พ่อคะ ที่ผ่านมาหนูเห็นแก่ตัว… - ไม่ - ลูกต้องรับมือกับหลายเรื่อง - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "No, no, I have. It's...",
      "th": "- ลูกต้องรับมือกับหลายเรื่อง - ใช่ค่ะ มันเป็นความฝันที่เหลวไหล ที่คิดว่าจะดูแลโรงแรมได้แบบที่แม่ทำ"
    }
  },
  {
    "translation": {
      "en": "It's a silly little dream to think of the inn the way Mom did, that I could take care",
      "th": "มันเป็นความฝันที่เหลวไหล ที่คิดว่าจะดูแลโรงแรมได้แบบที่แม่ทำ"
    }
  },
  {
    "translation": {
      "en": "and it's not practical.",
      "th": "แต่ก็ไม่สามารถทำได้จริง"
    }
  },
  {
    "translation": {
      "en": "I like being a realtor anyhow.",
      "th": "ยังไงหนูก็ชอบการเป็นนายหน้า"
    }
  },
  {
    "translation": {
      "en": "It's not a silly dream.",
      "th": "มันไม่ใช่ความฝันที่เหลวไหล"
    }
  },
  {
    "translation": {
      "en": "Dad, you've been delaying your retirement because of me.",
      "th": "พ่อคะ พ่อไม่เกษียณสักทีก็เพราะหนู"
    }
  },
  {
    "translation": {
      "en": "It's not fair to you.",
      "th": "มันไม่ยุติธรรมกับพ่อเลย"
    }
  },
  {
    "translation": {
      "en": "So...",
      "th": "ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "You're right.",
      "th": "พ่อพูดถูก"
    }
  },
  {
    "translation": {
      "en": "Just only to the right buyer.",
      "th": "แค่… ขายให้กับผู้ซื้อที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "To the right buyer.",
      "th": "ให้ผู้ซื้อที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "[Bonnie] Are you going to tell Julian? That my dad wants to sell the inn?",
      "th": "- เธอจะบอกจูเลี่ยนมั้ย - ว่าพ่อฉันอยากขายโรงแรมน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I don't know. I doubt it.",
      "th": "ไม่รู้สิ คงไม่"
    }
  },
  {
    "translation": {
      "en": "Hear me out.",
      "th": "ฟังฉันก่อนนะ"
    }
  },
  {
    "translation": {
      "en": "The job of the real estate agent is to...",
      "th": "หน้าที่ของนายหน้าอสังหาริมทรัพย์คือ…"
    }
  },
  {
    "translation": {
      "en": "I know what the job is. But trust me,",
      "th": "ฉันรู้ว่าหน้าที่คืออะไร แต่เชื่อเถอะ จูเลี่ยนไม่ใช่ผู้ซื้อที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "-Julian is not the right buyer. -Why not?",
      "th": "แต่เชื่อเถอะ จูเลี่ยนไม่ใช่ผู้ซื้อที่เหมาะสม ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Well, I did some research on his company last night,",
      "th": "เมื่อคืนฉันหาข้อมูลเกี่ยวกับบริษัทของเขา"
    }
  },
  {
    "translation": {
      "en": "and Optima's smallest property can house dozens of guests.",
      "th": "อสังหาฯ ขนาดเล็กสุดของออพติมา สามารถรองรับแขกได้หลายสิบคน"
    }
  },
  {
    "translation": {
      "en": "Most of them a lot more.",
      "th": "ส่วนใหญ่ก็มากกว่านั้นด้วย"
    }
  },
  {
    "translation": {
      "en": "My parents' inn can house 14.",
      "th": "โรงแรมของพ่อแม่ฉันรองรับได้ 14 คน"
    }
  },
  {
    "translation": {
      "en": "they could expand. You know, maybe",
      "th": "พวกเขาอาจขยายมันได้ เพิ่มสักสองสามตึก"
    }
  },
  {
    "translation": {
      "en": "Add a couple of buildings. There's enough acreage.",
      "th": "พวกเขาอาจขยายมันได้ เพิ่มสักสองสามตึก - มีพื้นที่มากพอนี่ - ขยายเหรอ โรงแรมนั่นสวยมาก"
    }
  },
  {
    "translation": {
      "en": "Expand? The inn is beautiful.",
      "th": "- มีพื้นที่มากพอนี่ - ขยายเหรอ โรงแรมนั่นสวยมาก"
    }
  },
  {
    "translation": {
      "en": "Why would you want to do that, even if you could?",
      "th": "จะทำแบบนั้นไปทำไม"
    }
  },
  {
    "translation": {
      "en": "See? See?",
      "th": "เห็นมั้ย"
    }
  },
  {
    "translation": {
      "en": "People come for the historical beauty of the building",
      "th": "ผู้คนมาเพื่อชมความงามทางประวัติศาสตร์ ของอาคารและเพลิดเพลินกับพื้นที่"
    }
  },
  {
    "translation": {
      "en": "and to enjoy the land. It's about...",
      "th": "ผู้คนมาเพื่อชมความงามทางประวัติศาสตร์ ของอาคารและเพลิดเพลินกับพื้นที่ มันเกี่ยวกับเส้นทางเดินป่า การเดินด้วยรองเท้าหิมะ และสัตว์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and snowshoeing and the animals. the hiking trails",
      "th": "มันเกี่ยวกับเส้นทางเดินป่า การเดินด้วยรองเท้าหิมะ และสัตว์ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "It's not just square footage for some developer to fill to capacity.",
      "th": "มันไม่ใช่แค่พื้นที่ตารางฟุต ให้นักพัฒนามาเติมเต็มพื้นที่"
    }
  },
  {
    "translation": {
      "en": "So, you want someone to come in but not change anything.",
      "th": "แปลว่าเธออยากให้ใครสักคนเข้ามา แต่ห้ามเปลี่ยนอะไรเลย"
    }
  },
  {
    "translation": {
      "en": "Well, not anything. Of course not.",
      "th": "ก็ไม่ใช่ห้ามทุกอย่าง แน่นอนอยู่แล้ว แต่ฉันอยากได้คน ที่จะระวังว่าจะเปลี่ยนอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "But I would like someone to be careful with what they change.",
      "th": "แน่นอนอยู่แล้ว แต่ฉันอยากได้คน ที่จะระวังว่าจะเปลี่ยนอะไรบ้าง"
    }
  },
  {
    "translation": {
      "en": "Julian seems pretty careful.",
      "th": "จูเลี่ยนดูค่อนข้างระวังนะ"
    }
  },
  {
    "translation": {
      "en": "Hmm, Julian is careful about not messing up his first solo project.",
      "th": "จูเลี่ยนระวังที่จะไม่ทำโปรเจกต์ลุยเดี่ยว โปรเจกต์แรกของเขาพัง"
    }
  },
  {
    "translation": {
      "en": "He's only been at Optima for a year.",
      "th": "เขาอยู่ที่ออพติมาได้แค่ปีเดียว"
    }
  },
  {
    "translation": {
      "en": "to know each other. So you're getting",
      "th": "พวกเธอทำความรู้จักกันแล้วสินะ"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "I mean maybe a little bit.",
      "th": "ก็อาจจะนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-A little bit. -A smidge?",
      "th": "- นิดเดียวเหรอ - นิดเดียว"
    }
  },
  {
    "translation": {
      "en": "And yes, I'd like to find a buyer",
      "th": "และใช่ ฉันอยากหาผู้ซื้อ"
    }
  },
  {
    "translation": {
      "en": "who'll want to maintain what my parents built.",
      "th": "ที่จะรักษาสิ่งที่พ่อแม่ฉันได้สร้างไว้"
    }
  },
  {
    "translation": {
      "en": "to want to see it last. Someone who's going",
      "th": "คนที่อยากเห็นมันคงอยู่ต่อไป"
    }
  },
  {
    "translation": {
      "en": "I wish it could just stay in the family. Me too.",
      "th": "- ฉันอยากให้มันอยู่ภายในครอบครัวจัง - ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "You know as well as I do that that's just not feasible right now.",
      "th": "แต่เธอก็รู้ดีพอๆ กับฉันว่า มันเป็นไปไม่ได้ ณ ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Or maybe you could tell the new owners your great ideas,",
      "th": "เธอลองบอกไอเดียดีๆ ของเธอกับเจ้าของใหม่สิ"
    }
  },
  {
    "translation": {
      "en": "and they could help keep the legacy of your family alive.",
      "th": "พวกเขาอาจช่วยรักษามรดกครอบครัวเธอไว้ได้"
    }
  },
  {
    "translation": {
      "en": "A very good family legacy it is.",
      "th": "เป็นมรดกครอบครัวที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you, Malcolm.",
      "th": "ขอบคุณนะมัลคอล์ม"
    }
  },
  {
    "translation": {
      "en": "That's not a bad idea.",
      "th": "เป็นความคิดที่ไม่เลว"
    }
  },
  {
    "translation": {
      "en": "Like I've had so many ideas over the years,",
      "th": "หลายปีมานี้ฉันมีความคิดเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "social media for one. got the hang of it. My parents never",
      "th": "เช่นโซเชียลมีเดีย พ่อแม่ฉันใช้ไม่เป็นสักที"
    }
  },
  {
    "translation": {
      "en": "You've seen my dad's Instagram, right?",
      "th": "เห็นอินสตาแกรมของพ่อฉันมั้ย"
    }
  },
  {
    "translation": {
      "en": "It's just pictures of snow. Yeah, I've seen them. Very snowy.",
      "th": "- มีแค่รูปหิมะ - อืม ฉันเห็นละ หิมะเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "So much snow.",
      "th": "หิมะเยอะสุดๆ"
    }
  },
  {
    "translation": {
      "en": "And I'd open the dining room to the public,",
      "th": "และฉันจะเปิดห้องอาหารให้คนทั่วไป ไม่ใช่แค่สำหรับแขก"
    }
  },
  {
    "translation": {
      "en": "not just to guests, and...",
      "th": "และฉันจะเปิดห้องอาหารให้คนทั่วไป ไม่ใช่แค่สำหรับแขก และฉันอยากร่วมมือกับธุรกิจท้องถิ่น เพื่อให้ได้ประสบการณ์ผ่านแบรนด์"
    }
  },
  {
    "translation": {
      "en": "I'd want to partner up with some of the local businesses to have these branded experiences,",
      "th": "และฉันอยากร่วมมือกับธุรกิจท้องถิ่น เพื่อให้ได้ประสบการณ์ผ่านแบรนด์"
    }
  },
  {
    "translation": {
      "en": "the holiday season. especially during",
      "th": "โดยเฉพาะช่วงเทศกาลวันหยุด"
    }
  },
  {
    "translation": {
      "en": "Like, um, a Halloween cooking class",
      "th": "เช่นชั้นเรียนทำอาหารวันฮาโลวีน"
    }
  },
  {
    "translation": {
      "en": "or sleigh rides through hiking trails,",
      "th": "หรือขี่รถเลื่อนไปตามเส้นทางเดินป่า"
    }
  },
  {
    "translation": {
      "en": "Christmas dinner theater. or maybe even some",
      "th": "หรืออาจจะมีละครคริสต์มาสตอนมื้อเย็น"
    }
  },
  {
    "translation": {
      "en": "That's amazing.",
      "th": "นั่นสุดยอดไปเลย"
    }
  },
  {
    "translation": {
      "en": "It is amazing.",
      "th": "มันสุดยอดมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Bonnie, I have an idea.",
      "th": "บอนนี่ ฉันได้ไอเดียละ"
    }
  },
  {
    "translation": {
      "en": "Don't wear heels to a farm. [Nia]",
      "th": "อย่าใส่ส้นสูงไปฟาร์ม"
    }
  },
  {
    "translation": {
      "en": "Okay. So, I want you to keep an open mind to this.",
      "th": "โอเค ฉันอยากให้คุณเปิดใจกับเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "Okay. I'm officially scared.",
      "th": "โอเค ผมกลัวละเนี่ย"
    }
  },
  {
    "translation": {
      "en": "And.. voila.",
      "th": "และ… (โรงละครในโรงนา) แต่นแต๊น"
    }
  },
  {
    "translation": {
      "en": "It's a barn. It's a barn theater.",
      "th": "- มันคือโรงนา - มันคือโรงละครในโรงนา"
    }
  },
  {
    "translation": {
      "en": "and now it can be all yours. Or at least it used to be,",
      "th": "หรืออย่างน้อยก็เคยเป็น และตอนนี้มันเป็นของคุณได้"
    }
  },
  {
    "translation": {
      "en": "It's a barn.",
      "th": "มันคือโรงนา"
    }
  },
  {
    "translation": {
      "en": "that has had many additions It's a renovated barn",
      "th": "มันเป็นโรงนาที่ถูกปรับปรุงใหม่ และถูกต่อเติมเยอะแยะเลย ตลอดระยะเวลาที่ผ่านมา"
    }
  },
  {
    "translation": {
      "en": "over the years,",
      "th": "(เล้าไก่ตัวเมีย - ไก่ตัวผู้)"
    }
  },
  {
    "translation": {
      "en": "it's warm and cozy and woodsy. and most importantly,",
      "th": "และที่สำคัญที่สุดคือมันอบอุ่นและเต็มไปด้วยต้นไม้"
    }
  },
  {
    "translation": {
      "en": "You know what it really reminds me of? What's that?",
      "th": "- รู้มั้ยว่ามันทำให้ฉันนึกถึงอะไร - อะไร"
    }
  },
  {
    "translation": {
      "en": "The Pine Valley Inn.",
      "th": "โรงแรมไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "Yeah. It looks exactly like the Pine Valley Inn.",
      "th": "เหมือนโรงแรมไพน์แวลลีย์เป๊ะเลย"
    }
  },
  {
    "translation": {
      "en": "-Minus the... -Right? beautiful period building.",
      "th": "- ใช่มั้ยล่ะ - ถ้าเอาอาคารโบราณที่สวยงามนั่นออกไป"
    }
  },
  {
    "translation": {
      "en": "The fireplaces, the rooms.",
      "th": "เตาผิง ห้องต่างๆ"
    }
  },
  {
    "translation": {
      "en": "What is that, an outhouse?",
      "th": "นั่นอะไร เรือนนอกเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, but that's not the point.",
      "th": "ใช่ แต่นั่นไม่ใช่ประเด็น"
    }
  },
  {
    "translation": {
      "en": "location and the landscape You have to consider the and just the overall feeling.",
      "th": "คุณต้องพิจารณาสถานที่ตั้ง ภูมิทัศน์ และความรู้สึกโดยรวม"
    }
  },
  {
    "translation": {
      "en": "[inhales] aah. It's...",
      "th": "มันช่าง…"
    }
  },
  {
    "translation": {
      "en": "It's really nice here, right?",
      "th": "ที่นี่มันช่างดีเหลือเกิน จริงมั้ย"
    }
  },
  {
    "translation": {
      "en": "-Yeah. -Yeah.",
      "th": "- ใช่ - ใช่"
    }
  },
  {
    "translation": {
      "en": "We'd have to tear it all down. No, no, no.",
      "th": "- เราต้องทุบมันทิ้งหมด - ไม่"
    }
  },
  {
    "translation": {
      "en": "It comes with a big plot of land.",
      "th": "มันมาพร้อมกับที่ดินผืนใหญ่"
    }
  },
  {
    "translation": {
      "en": "So, you could actually keep the barn and build the resort around it.",
      "th": "คุณจะได้เก็บโรงนาไว้และสร้างรีสอร์ตรอบๆ"
    }
  },
  {
    "translation": {
      "en": "And why would we keep it?",
      "th": "เราจะเก็บมันไว้ทำไม"
    }
  },
  {
    "translation": {
      "en": "Well, the barn is kind of a local landmark.",
      "th": "โรงนาเป็นสถานที่สำคัญของท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "Has some very interesting history.",
      "th": "มันมีประวัติศาสตร์ที่น่าสนใจมาก"
    }
  },
  {
    "translation": {
      "en": "Come on, I'll show you inside? Okay.",
      "th": "- มาเถอะ ฉันจะพาไปดูข้างใน - โอเค"
    }
  },
  {
    "translation": {
      "en": "Okay. Wait right there.",
      "th": "โอเค รอตรงนั้นก่อนนะคะ"
    }
  },
  {
    "translation": {
      "en": "Wow.",
      "th": "ว้าว"
    }
  },
  {
    "translation": {
      "en": "See?",
      "th": "เห็นมั้ย"
    }
  },
  {
    "translation": {
      "en": "I guess, we could build a few loft spaces up there.",
      "th": "ผมว่าเราคงสามารถสร้างห้องใต้หลังคาบนนั้นได้"
    }
  },
  {
    "translation": {
      "en": "Reception could go...",
      "th": "ฝ่ายต้อนรับอาจอยู่…"
    }
  },
  {
    "translation": {
      "en": "I mean, we're going to have to expand the occupancy. Definitely need new buildings.",
      "th": "เราต้องขยายพื้นที่ ต้องมีตึกใหม่แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Yes, and you have the space to do that.",
      "th": "ใช่ และคุณก็มีพื้นที่ที่จะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "And in terms of this space, I mean, you could put a dining room maybe over there.",
      "th": "ในแง่ของพื้นที่ คุณทำห้องอาหารตรงนั้นก็ได้"
    }
  },
  {
    "translation": {
      "en": "But I was thinking it could stay kind of as a performance venue",
      "th": "แต่ฉันคิดว่าให้มันเป็นสถานที่จัดแสดงต่อไปดีกว่า"
    }
  },
  {
    "translation": {
      "en": "for weekend shows, conventions, little conventions.",
      "th": "สำหรับโชว์สุดสัปดาห์หรือการประชุม - การประชุมเล็กๆ - รีทรีต"
    }
  },
  {
    "translation": {
      "en": "-Retreats. -Retreats.",
      "th": "- การประชุมเล็กๆ - รีทรีต - รีทรีต - สำหรับธุรกิจขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "For small businesses.",
      "th": "- รีทรีต - สำหรับธุรกิจขนาดเล็ก"
    }
  },
  {
    "translation": {
      "en": "For small businesses, exactly.",
      "th": "สำหรับธุรกิจขนาดเล็ก ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "Lan Carol performed here?",
      "th": "- ไดแอนน์ แคร์โรลล์แสดงที่นี่เหรอ - ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "doing summer stock theater. Yeah, as a teenager",
      "th": "- ไดแอนน์ แคร์โรลล์แสดงที่นี่เหรอ - ใช่ค่ะ ตอนเป็นวัยรุ่น เธอเล่นละครเวทีฤดูร้อน"
    }
  },
  {
    "translation": {
      "en": "I told you there's some real history here.",
      "th": "บอกแล้วว่าที่นี่มีประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "the most famous of all... And Nathan Lane and",
      "th": "และนาธาน เลน และคนดังที่สุดคือ…"
    }
  },
  {
    "translation": {
      "en": "-You acted here? -No you didn't. [laughing] I did.",
      "th": "- คุณแสดงที่นี่เหรอ ไม่จริงน่า - จริงค่ะ"
    }
  },
  {
    "translation": {
      "en": "Fifth through eighth grade, Santa's Helpers: The Musical.",
      "th": "ตั้งแต่ป.5 ถึงม.2 ละครเพลง \"ผู้ช่วยซานต้า\""
    }
  },
  {
    "translation": {
      "en": "-It was a smash hit. -Hmm. We could've gone to Broadway.",
      "th": "มันฮิตมาก เราคงไปบรอดเวย์ได้"
    }
  },
  {
    "translation": {
      "en": "-Santa's Helpers? -Yep. -Never heard of it. No. -Really?",
      "th": "- ผู้ช่วยซานต้าเหรอ ไม่เคยได้ยินเลย - จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "-Never heard of it? -No.",
      "th": "- ไม่เคยเหรอ - ไม่"
    }
  },
  {
    "translation": {
      "en": "-Figures, it was an original... -Ahhh. for the Pine Valley Community Players.",
      "th": "ก็คงงั้น มันเป็นละครเพลงต้นฉบับ สำหรับเหล่านักแสดงของชุมชนไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "-Do you play? -Not really. But I can hold a tune.",
      "th": "- คุณเล่นได้เหรอ - ก็ไม่เชิง แต่ผมร้องเพลงได้"
    }
  },
  {
    "translation": {
      "en": "Is that so?",
      "th": "งั้นเหรอ"
    }
  },
  {
    "translation": {
      "en": "with boughs of holly ♪ ♪ Deck the halls ♪ Fa la la la la, la la la la ♪",
      "th": "ประดับห้องโถงด้วยกิ่งก้านฮอลลี่ ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ 'Tis the season to be jolly ♪",
      "th": "ประดับห้องโถงด้วยกิ่งก้านฮอลลี่ ฟาลาลาลาลา ลาลาลาลา เป็นฤดูกาลที่แสนรื่นเริง ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "th": "เป็นฤดูกาลที่แสนรื่นเริง ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ Don we now our gay apparel ♪",
      "th": "ได้เวลาแต่งตัวให้สวยสดใส"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "th": "ได้เวลาแต่งตัวให้สวยสดใส ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ Troll the ancient Yuletide carol ♪",
      "th": "ร้องบรรเลงเพลงคริสต์มาสอันเก่าแก่"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la ♪",
      "th": "ฟาลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ La la la la ♪",
      "th": "ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "You didn't get a solo in Santa's Helper?",
      "th": "คุณไม่ได้แสดงเดี่ยวในละครผู้ช่วยซานต้าเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. I was always chorus.",
      "th": "ไม่ ฉันร้องประสานเสียงตลอด"
    }
  },
  {
    "translation": {
      "en": "-Oh, you're a lead today. -Uhh.",
      "th": "วันนี้คุณจะได้ร้องนำ"
    }
  },
  {
    "translation": {
      "en": "♪ See the blazing yule before us ♪",
      "th": "ดูขอนไม้ที่ไฟลุกโชนข้างหน้าเราสิ"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "th": "ดูขอนไม้ที่ไฟลุกโชนข้างหน้าเราสิ ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "and join my chorus ♪ ♪ Strike the harp",
      "th": "ดีดพิณแล้วร่วมขับร้องกับฉัน"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la ♪ [singing together]",
      "th": "ดีดพิณแล้วร่วมขับร้องกับฉัน - ฟาลาลาลาลา ลาลาลาลา - ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "merry measure ♪ ♪ Follow me in",
      "th": "- มาเต้นกับฉันอย่างสนุกสนานกัน - มาเต้นกับฉันอย่างสนุกสนานกัน"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "th": "- มาเต้นกับฉันอย่างสนุกสนานกัน - มาเต้นกับฉันอย่างสนุกสนานกัน - ฟาลาลาลาลา ลาลาลาลา - ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "Yuletide treasure ♪ ♪ While I tell of",
      "th": "- ระหว่างที่ฉันเล่าเรื่องคริสต์มาสให้ฟัง - ระหว่างที่ฉันเล่าเรื่องคริสต์มาสให้ฟัง"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, la la la la ♪",
      "th": "- ระหว่างที่ฉันเล่าเรื่องคริสต์มาสให้ฟัง - ระหว่างที่ฉันเล่าเรื่องคริสต์มาสให้ฟัง - ฟาลาลาลาลา ลาลาลาลา - ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "♪ Fa la la la la, ♪ ♪ La la la la ♪ [harmonizing]",
      "th": "- ฟาลาลาลาลา ลาลาลาลา - ฟาลาลาลาลา ลาลาลาลา"
    }
  },
  {
    "translation": {
      "en": "Oh, that was so much fun.",
      "th": "มันสนุกมากเลย"
    }
  },
  {
    "translation": {
      "en": "You have some serious talent.",
      "th": "คุณมีพรสวรรค์จริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you. I haven't done a duet in ages.",
      "th": "ขอบคุณ ผมไม่ได้ร้องเพลงคู่มานานแล้ว"
    }
  },
  {
    "translation": {
      "en": "-Really? -Mm-mmm.",
      "th": "จริงเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "I see you. I see you.",
      "th": "เข้าใจละ เข้าใจละ"
    }
  },
  {
    "translation": {
      "en": "Doing a duet. Hmm.",
      "th": "ร้องเพลงคู่"
    }
  },
  {
    "translation": {
      "en": "whenever you're on a date That must be your go-to",
      "th": "คงเป็นสิ่งที่คุณทำทุกครั้งที่ออกเดต"
    }
  },
  {
    "translation": {
      "en": "if you can find a piano.",
      "th": "ถ้าคุณหาเปียโนเจอ"
    }
  },
  {
    "translation": {
      "en": "-Uh, no. -No?",
      "th": "- ไม่ - ไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I haven't been on a date in a very long time.",
      "th": "ผมไม่ได้ออกเดตมานานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, well, I mean, Oh, of course.",
      "th": "นั่นสินะ มันคงได้ผลตอนที่คุณคบกับภรรยา หรือใครก็ตามที่คุณคบอยู่"
    }
  },
  {
    "translation": {
      "en": "you were dating your wife it must have worked when or whoever you're with.",
      "th": "มันคงได้ผลตอนที่คุณคบกับภรรยา หรือใครก็ตามที่คุณคบอยู่"
    }
  },
  {
    "translation": {
      "en": "Musical or otherwise. No wife, no partner.",
      "th": "ไม่มีภรรยา ไม่มีคู่ ทั้งด้านดนตรีหรือด้านอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "Really? Oh.",
      "th": "จริงเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Well then, who is Julian Thompson?",
      "th": "งั้นจูเลี่ยน ธอมป์สันคือใครกัน"
    }
  },
  {
    "translation": {
      "en": "World traveler not willing to settle down yet?",
      "th": "นักเดินทางรอบโลกที่ยังไม่ยอมลงหลักปักฐาน"
    }
  },
  {
    "translation": {
      "en": "Why does everyone keep saying that? I mean, I would settle down but...",
      "th": "ทำไมทุกคนเอาแต่พูดแบบนั้น ผมคงจะลงหลักปักฐาน แต่…"
    }
  },
  {
    "translation": {
      "en": "the right person. I haven't found",
      "th": "ผมยังไม่เจอคนที่ใช่"
    }
  },
  {
    "translation": {
      "en": "A wandering soul in search of kindred spirit.",
      "th": "วิญญาณพเนจรที่ตามหาคอเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "Someone with...",
      "th": "คนที่มี…"
    }
  },
  {
    "translation": {
      "en": "-The right magic. -The right magic.",
      "th": "เวทมนตร์ที่ใช่ เวทมนตร์ที่ใช่"
    }
  },
  {
    "translation": {
      "en": "Um. So, do you like the place?",
      "th": "สรุปว่า คุณชอบที่นี่มั้ย"
    }
  },
  {
    "translation": {
      "en": "It's got potential.",
      "th": "ก็ดูมีศักยภาพ"
    }
  },
  {
    "translation": {
      "en": "Potential enough to put in an offer? Oh, slow down there, cowgirl.",
      "th": "- มีศักยภาพพอที่จะยื่นข้อเสนอมั้ย - ใจเย็นก่อน คาวเกิร์ล"
    }
  },
  {
    "translation": {
      "en": "the shortlist, at least? Well, can it be on",
      "th": "อย่างน้อยก็อยู่ในชอร์ตลิสต์รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "I'll tell you what.",
      "th": "เอางี้ละกัน"
    }
  },
  {
    "translation": {
      "en": "on the shortlist... We can put it",
      "th": "เราเอามันไปไว้ในชอร์ตลิสต์"
    }
  },
  {
    "translation": {
      "en": "if you give me a tour of your family's inn.",
      "th": "ถ้าคุณพาผมทัวร์โรงแรมครอบครัวคุณ"
    }
  },
  {
    "translation": {
      "en": "Julian, it's not for sale! I've told you already.",
      "th": "จูเลี่ยน ที่นั่นไม่ขาย ฉันบอกคุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know it's not for sale, but I just want to take a look at it, please!",
      "th": "ผมรู้ว่าที่นั่นไม่ขายแต่ผมอยากขอดูหน่อย ขอร้อง"
    }
  },
  {
    "translation": {
      "en": "You're not going to let this go, are you? No.",
      "th": "- คุณจะไม่ยอมปล่อยเรื่องนี้ไปใช่มั้ย - ใช่"
    }
  },
  {
    "translation": {
      "en": "Okay. I'll make you a deal on one condition.",
      "th": "โอเค มาตกลงกัน มีข้อแม้เดียว"
    }
  },
  {
    "translation": {
      "en": "-That we go right now. -Mm-hmm.",
      "th": "คือเราต้องไปเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "Before my dad gets home from yoga class.",
      "th": "ก่อนที่พ่อฉันจะกลับจากคลาสโยคะ"
    }
  },
  {
    "translation": {
      "en": "Your dad does yoga?",
      "th": "พ่อคุณเล่นโยคะเหรอ"
    }
  },
  {
    "translation": {
      "en": "He does. He's actually very flexible.",
      "th": "ใช่ อันที่จริงเขาตัวอ่อนมาก"
    }
  },
  {
    "translation": {
      "en": "I can imagine.",
      "th": "ผมพอนึกภาพออก"
    }
  },
  {
    "translation": {
      "en": "But in all seriousness,",
      "th": "แต่ขอบอกอย่างซีเรียสเลยนะว่า"
    }
  },
  {
    "translation": {
      "en": "if we do bump into him, if we can just not talk about the resort.",
      "th": "ถ้าเราเจอเขา เราห้ามคุยเรื่องรีสอร์ต"
    }
  },
  {
    "translation": {
      "en": "Mm-hmm. Yeah, okay, done.",
      "th": "โอเค ได้เลย"
    }
  },
  {
    "translation": {
      "en": "Okay. Deal?",
      "th": "โอเค ตกลงนะ"
    }
  },
  {
    "translation": {
      "en": "Deal.",
      "th": "ตกลง"
    }
  },
  {
    "translation": {
      "en": "And... that's it.",
      "th": "และก็ แค่นั้นแหละ"
    }
  },
  {
    "translation": {
      "en": "That's the whole place. Satisfied?",
      "th": "ครบทั้งหมดละ พอใจรึยังคะ"
    }
  },
  {
    "translation": {
      "en": "Very.",
      "th": "มาก"
    }
  },
  {
    "translation": {
      "en": "It's perfect.",
      "th": "มันเพอร์เฟกต์"
    }
  },
  {
    "translation": {
      "en": "Nia, can I please talk to your dad to see if he'd consider selling?",
      "th": "ผมขอคุยกับพ่อคุณได้มั้ยว่าเขาคิดจะขายรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "-No. You promised. -I know.",
      "th": "ไม่ คุณสัญญาแล้ว ผมรู้ แต่นี่คือสิ่งที่เราต้องการเลย"
    }
  },
  {
    "translation": {
      "en": "But it's exactly what we needed, you know?",
      "th": "ผมรู้ แต่นี่คือสิ่งที่เราต้องการเลย"
    }
  },
  {
    "translation": {
      "en": "We can keep a lot of what's here. All the stuff that works like the guest suites,",
      "th": "เราสามารถเก็บหลายอย่างที่อยู่ที่นี่ไว้ได้ เช่นห้องรับรองแขก"
    }
  },
  {
    "translation": {
      "en": "some upgraded furniture. although they do need",
      "th": "ถึงแม้มันต้องอัปเกรดเฟอร์นิเจอร์สักหน่อย"
    }
  },
  {
    "translation": {
      "en": "Reception, perfect.",
      "th": "ฝ่ายต้อนรับ สมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Right here we just um, blow out the walls,",
      "th": "ตรงนี้ เราแค่ต้องระเบิดกำแพงทิ้ง"
    }
  },
  {
    "translation": {
      "en": "I was thinking about make it bigger. maybe even a spa. a lobby bar,",
      "th": "ทำให้มันใหญ่ขึ้น ผมกำลังคิดถึงล็อบบี้บาร์ หรือจะเป็นสปาก็ได้"
    }
  },
  {
    "translation": {
      "en": "No, no. No, no, no, no, no, no, no, no, no, no. No lobby bar, no blowing out walls, no spa.",
      "th": "ไม่ ไม่มีล็อบบี้บาร์ ไม่มีการระเบิดกำแพง ไม่มีสปา"
    }
  },
  {
    "translation": {
      "en": "I don't know how many times I have to tell you, but it's not for sale.",
      "th": "ฉันต้องบอกคุณอีกกี่รอบว่าที่นี่ไม่ขาย"
    }
  },
  {
    "translation": {
      "en": "What's not for sale?",
      "th": "อะไรไม่ขายเหรอ"
    }
  },
  {
    "translation": {
      "en": "down by the river. The uh, old mill",
      "th": "โรงสีเก่าที่อยู่ริมแม่น้ำ"
    }
  },
  {
    "translation": {
      "en": "that the mill would be Julian was thinking a great property for the resort,",
      "th": "จูเลี่ยนกำลังคิดว่าโรงสี น่าจะเป็นที่ที่เหมาะสำหรับรีสอร์ต"
    }
  },
  {
    "translation": {
      "en": "but it's not for sale. Right, Julian?",
      "th": "แต่มันไม่ขาย - ใช่มั้ย - ทุกคนชอบโรงสีเก่ากันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "Who doesn't like an old mill?",
      "th": "- ใช่มั้ย - ทุกคนชอบโรงสีเก่ากันทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "-That thing's falling apart. -Yeah.",
      "th": "- ใช่ - โรงสีนั่นมันพังหมดแล้ว"
    }
  },
  {
    "translation": {
      "en": "something with good bones. What you really need is",
      "th": "สิ่งที่คุณต้องการจริงๆ คือที่ที่มีโครงสร้างแข็งแรง"
    }
  },
  {
    "translation": {
      "en": "Like this place.",
      "th": "เหมือนที่นี่"
    }
  },
  {
    "translation": {
      "en": "Well, it's too bad it's not for sale.",
      "th": "แย่จังที่ที่นี่ไม่ขาย"
    }
  },
  {
    "translation": {
      "en": "-Sure it is. -Yeah.",
      "th": "- ใช่ - ขายสิ"
    }
  },
  {
    "translation": {
      "en": "We discussed it.",
      "th": "เราคุยกันแล้ว"
    }
  },
  {
    "translation": {
      "en": "to miss the place, Sure I'm going but it's time to retire.",
      "th": "แน่นอนว่าพ่อจะคิดถึงที่นี่แต่ถึงเวลาเกษียณแล้ว"
    }
  },
  {
    "translation": {
      "en": "[whispers] Dad... This is Julian from Optima.",
      "th": "- พ่อคะ นี่จูเลี่ยนจากออพติมา - จูเลี่ยนคนนั้นน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yes, Getaways.",
      "th": "ใช่ค่ะ เก็ตอะเวย์ส"
    }
  },
  {
    "translation": {
      "en": "that Optima generally works My daughter tells me",
      "th": "ลูกสาวผมบอกว่า ปกติออพติมาจะทำ โครงการที่ขนาดใหญ่กว่าสถานที่เล็กๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "than our little place. on a larger scale",
      "th": "ปกติออพติมาจะทำ โครงการที่ขนาดใหญ่กว่าสถานที่เล็กๆ ของเรา"
    }
  },
  {
    "translation": {
      "en": "for all our other properties. Yes. That's typically true",
      "th": "โดยทั่วไปแล้วก็จริงสำหรับอสังหาฯ ของเรา"
    }
  },
  {
    "translation": {
      "en": "there's a certain level However, we understand of value and charm",
      "th": "แต่เราเข้าใจว่าโรงแรมเล็กๆ แบบนี้ก็มี"
    }
  },
  {
    "translation": {
      "en": "that small town inns like this bring to business.",
      "th": "คุณค่าและเสน่ห์ระดับหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Or at least I do.",
      "th": "หรืออย่างน้อยผมก็คิดว่างั้น"
    }
  },
  {
    "translation": {
      "en": "Well, isn't that comforting to hear?",
      "th": "ได้ยินแบบนี้ค่อยสบายใจหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "Why don't I give you a tour of the place?",
      "th": "ให้ผมพาชมสถานที่หน่อยมั้ย"
    }
  },
  {
    "translation": {
      "en": "Is there something you'd like to say?",
      "th": "คุณอยากพูดอะไรมั้ย"
    }
  },
  {
    "translation": {
      "en": "Yeah. I can't believe you just did that.",
      "th": "ค่ะ ไม่อยากเชื่อเลยว่าคุณจะทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "You're the one who lied to me. Me? You're mad at me?",
      "th": "คุณโกรธผมเหรอ คุณเป็นคนโกหกผมนะ"
    }
  },
  {
    "translation": {
      "en": "No, I didn't. It's more complicated than that.",
      "th": "ไม่ ฉันไม่ได้โกหก มันซับซ้อนกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "th": "ไม่หรอก"
    }
  },
  {
    "translation": {
      "en": "Not only didn't you tell me it was for sale, you specifically told me it wasn't.",
      "th": "คุณไม่ได้บอกผมว่ามันขายและกลับบอก อย่างเฉพาะเจาะจงว่ามันไม่ขาย"
    }
  },
  {
    "translation": {
      "en": "Yes, and I had a good reason.",
      "th": "ใช่ และฉันก็มีเหตุผลที่ดี"
    }
  },
  {
    "translation": {
      "en": "What was that?",
      "th": "อะไรล่ะ"
    }
  },
  {
    "translation": {
      "en": "You're the wrong buyer.",
      "th": "คุณไม่ใช่ผู้ซื้อที่เหมาะ"
    }
  },
  {
    "translation": {
      "en": "Why? Because you want to do too much to it.",
      "th": "- ทำไม - เพราะคุณอยากทำอะไรกับมันมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "You wanna, you wanna blow out the walls",
      "th": "คุณอยากระเบิดกำแพง อยากปรับรูปแบบห้องใหม่"
    }
  },
  {
    "translation": {
      "en": "and you wanna remodel the rooms and you wanna open a spa.",
      "th": "คุณอยากระเบิดกำแพง อยากปรับรูปแบบห้องใหม่ และอยากเปิดสปา"
    }
  },
  {
    "translation": {
      "en": "-Yeah, a spa. -A spa?",
      "th": "- สปาเนี่ยนะ - ใช่ สปา"
    }
  },
  {
    "translation": {
      "en": "-What's wrong with a spa? -Well...",
      "th": "- สปามันผิดตรงไหน - มัน…"
    }
  },
  {
    "translation": {
      "en": "Okay, that was just off the top of my head. Listen, every buyer's going to want to make changes.",
      "th": "ผมก็แค่คิดเร็วๆ ผู้ซื้อทุกคน ต้องอยากเปลี่ยนแปลงบางอย่างอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "scale, and Optima Getaways is, Maybe, but it's a matter of",
      "th": "ก็อาจจะ แต่มันเป็นเรื่องของขนาด และออพติมาเก็ตอะเวย์สก็"
    }
  },
  {
    "translation": {
      "en": "well, I'm sorry, it's just not the right fit.",
      "th": "แค่ไม่เหมาะกับเรา"
    }
  },
  {
    "translation": {
      "en": "Your dad liked my ideas. My dad is friendly with everyone.",
      "th": "- พ่อคุณชอบไอเดียผมนะ - พ่อฉันเป็นมิตรกับทุกคน"
    }
  },
  {
    "translation": {
      "en": "It's part of the job description. thought it through. But he hasn't",
      "th": "นั่นเป็นส่วนหนึ่งของลักษณะงานเขา เขาไม่ได้คิดอย่างรอบคอบ"
    }
  },
  {
    "translation": {
      "en": "Look... If you don't want to help me do this",
      "th": "ฟังนะ ถ้าคุณไม่อยากช่วยผมทำงานนี้"
    }
  },
  {
    "translation": {
      "en": "I could easily find another real estate agent.",
      "th": "ผมหานายหน้าอสังหาฯ คนอื่นก็ได้"
    }
  },
  {
    "translation": {
      "en": "You could do that. But I must remind you I also represent the seller,",
      "th": "คุณทำแบบนั้นก็ได้ แต่ขอเตือนคุณก่อน ว่าฉันก็เป็นตัวแทนของผู้ขาย"
    }
  },
  {
    "translation": {
      "en": "and I hold a great deal of influence with him.",
      "th": "ฉันมีอิทธิพลต่อเขามาก"
    }
  },
  {
    "translation": {
      "en": "So, you'd torpedo the deal just to get your own way?",
      "th": "คุณยอมทำลายข้อตกลง เพื่อให้ได้สิ่งที่ตัวเองต้องการเหรอ"
    }
  },
  {
    "translation": {
      "en": "I would do whatever it takes to protect my dad from making a mistake he'll regret.",
      "th": "ฉันจะทำทุกวิถีทางเพื่อปกป้องพ่อ ไม่ให้ตัดสินใจผิดและมาเสียใจภายหลัง"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "-Is this about me? -What?",
      "th": "นี่เกี่ยวกับผมรึเปล่า อะไรนะคะ"
    }
  },
  {
    "translation": {
      "en": "We're not going to talk about the company for a second. Is this about me?",
      "th": "เราจะไม่คุยถึงเรื่องบริษัท นี่เกี่ยวกับผมรึเปล่า"
    }
  },
  {
    "translation": {
      "en": "No, of course it's not. [sighs]",
      "th": "ไม่ใช่อยู่แล้ว มัน…"
    }
  },
  {
    "translation": {
      "en": "there's a lot of factors, okay? It's... look, there's just,",
      "th": "ไม่ใช่อยู่แล้ว มัน… ฟังนะ มันแค่มีปัจจัยหลายอย่าง โอเคมั้ย"
    }
  },
  {
    "translation": {
      "en": "I have a few more properties I'd like to present to you.",
      "th": "ฉันมีอสังหาฯ อีกสองสามแห่งที่อยากนำเสนอ"
    }
  },
  {
    "translation": {
      "en": "Maybe I can convince you that there's something else better out there.",
      "th": "บางทีฉันอาจโน้มน้าวคุณได้ว่ามีอะไรที่ดีกว่านี้"
    }
  },
  {
    "translation": {
      "en": "that this is the right property Or maybe I could convince you",
      "th": "หรือผมอาจโน้มน้าวคุณได้ว่านี่คือที่ที่ใช่"
    }
  },
  {
    "translation": {
      "en": "and that Optima could take it into the future while still respecting its past.",
      "th": "และออพติมาสามารถช่วยมันให้ไปได้ไกล ในขณะที่ยังเคารพประวัติศาสตร์ของมัน"
    }
  },
  {
    "translation": {
      "en": "Well, it seems like we have our work cut out for us.",
      "th": "ดูเหมือนเราทั้งคู่จะมีงานที่ท้าทาย"
    }
  },
  {
    "translation": {
      "en": "Yeah. I'm up for the challenge.",
      "th": "- ใช่ ผมพร้อมสำหรับความท้าทาย - ฉันก็เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "-Dinner tonight? -Me too.",
      "th": "- ใช่ ผมพร้อมสำหรับความท้าทาย - ฉันก็เหมือนกัน - คืนนี้กินมื้อค่ำด้วยกันมั้ย - ได้สิ ไม่ คือว่า…"
    }
  },
  {
    "translation": {
      "en": "Sure. No. I mean, um...",
      "th": "- คืนนี้กินมื้อค่ำด้วยกันมั้ย - ได้สิ ไม่ คือว่า…"
    }
  },
  {
    "translation": {
      "en": "I'm-- I'm-- I can't.",
      "th": "ฉันไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Are you busy? A date?",
      "th": "ยุ่งเหรอ ออกเดตเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. With someone tall, dark, and handsome.",
      "th": "ใช่ กับคนที่สูง เข้ม และหล่อบาดใจ"
    }
  },
  {
    "translation": {
      "en": "Sure he is.",
      "th": "โอเค ก็คงเป็นงั้น"
    }
  },
  {
    "translation": {
      "en": "It's just with my dad.",
      "th": "แค่กับพ่อฉันน่ะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Yeah, yeah, that's cool. Whatever.",
      "th": "โอเค อืม ไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "No. We're going over our Christmas Eve party plans and you know.",
      "th": "เราจะคุยเรื่องแผนปาร์ตี้คริสต์มาสอีฟ"
    }
  },
  {
    "translation": {
      "en": "We have to discuss things and...",
      "th": "และเราต้องคุยหลายอย่าง"
    }
  },
  {
    "translation": {
      "en": "What about after dinner?",
      "th": "แล้วหลังมื้อเย็นล่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, we could do it at your office just to keep things... business.",
      "th": "เราไปกินที่ออฟฟิศคุณก็ได้นะ จะได้เหมือนการคุยงาน"
    }
  },
  {
    "translation": {
      "en": "'Cause you're a client. Of course, of course.",
      "th": "แน่นอน เพราะคุณเป็นลูกค้า"
    }
  },
  {
    "translation": {
      "en": "Yeah, yeah, exactly.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "-[Julian on phone] Hey, Robyn. -Hey, the barn's too rustic.",
      "th": "- หวัดดี โรบิน - ไง โรงนามันบ้านนอกเกินไป แต่โรงแรมขนาดเล็กนี่เพอร์เฟกต์มาก"
    }
  },
  {
    "translation": {
      "en": "But this country inn, perfect. So, what's our opening bid?",
      "th": "โรงนามันบ้านนอกเกินไป แต่โรงแรมขนาดเล็กนี่เพอร์เฟกต์มาก - เสนอราคาเริ่มต้นเท่าไหร่ - ผมยังไม่ได้เสนอ"
    }
  },
  {
    "translation": {
      "en": "I haven't made one yet.",
      "th": "- เสนอราคาเริ่มต้นเท่าไหร่ - ผมยังไม่ได้เสนอ"
    }
  },
  {
    "translation": {
      "en": "Why not? [Julian] It's complicated.",
      "th": "- ทำไมล่ะ - มันซับซ้อน"
    }
  },
  {
    "translation": {
      "en": "You said that last time.",
      "th": "ครั้งที่แล้วคุณก็พูดแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "What's going on over there? [Robyn]",
      "th": "เกิดอะไรขึ้นที่นั่น"
    }
  },
  {
    "translation": {
      "en": "It's the owners. They're finicky.",
      "th": "เจ้าของโรงแรมน่ะ พวกเขาจู้จี้จุกจิก"
    }
  },
  {
    "translation": {
      "en": "You're the one that said everything is for sale if the check is big enough.",
      "th": "คุณบอกเองว่า ทุกอย่างมีไว้ขายถ้าจ่ายเงินมากพอ"
    }
  },
  {
    "translation": {
      "en": "Yes, but I'm on a budget, right?",
      "th": "ใช่ แต่ผมมีงบจำกัด จริงมั้ย"
    }
  },
  {
    "translation": {
      "en": "And this place is going to need lots of work.",
      "th": "และจำเป็นต้องทำหลายอย่างกับที่แห่งนี้"
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you with this. Can you get it done or not?",
      "th": "จูเลี่ยน ฉันไว้วางใจให้คุณทำสิ่งนี้ คุณจะจัดการมันได้หรือไม่"
    }
  },
  {
    "translation": {
      "en": "Of course.",
      "th": "ได้แน่นอน"
    }
  },
  {
    "translation": {
      "en": "Look. Christmas is coming up. I have everyone breathing down my neck for closings.",
      "th": "ใกล้จะถึงวันคริสต์มาสแล้ว ทุกคนกำลังกดดันให้ฉันปิดธุรกรรมให้ได้"
    }
  },
  {
    "translation": {
      "en": "So tick-tock.",
      "th": "ฉะนั้นเร่งมือเข้า"
    }
  },
  {
    "translation": {
      "en": "I gotcha. Promise.",
      "th": "เข้าใจแล้วครับ - ผมสัญญา - ดีมาก"
    }
  },
  {
    "translation": {
      "en": "[Robyn] Good. Now go get 'em.",
      "th": "- ผมสัญญา - ดีมาก งั้นก็ไปลุยเลย"
    }
  },
  {
    "translation": {
      "en": "What about a band?",
      "th": "แล้ววงดนตรีล่ะ"
    }
  },
  {
    "translation": {
      "en": "We only have three days. I don't think we can find one in time.",
      "th": "เรามีเวลาแค่สามวัน หนูว่าเราหาไม่ทันหรอก"
    }
  },
  {
    "translation": {
      "en": "Karaoke? People want to sing Christmas carols.",
      "th": "คาราโอเกะล่ะ คนคงอยากร้องเพลงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Maybe. If they're brave enough to get up on stage solo.",
      "th": "ก็อาจจะ ถ้าพวกเขากล้าพอที่จะขึ้นเวทีคนเดียว"
    }
  },
  {
    "translation": {
      "en": "-[laughs] -I know. I just want this to be special.",
      "th": "นั่นสิ พ่อแค่อยากให้มันพิเศษ"
    }
  },
  {
    "translation": {
      "en": "It will be. It always is.",
      "th": "มันจะพิเศษ มันเป็นแบบนั้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "But this is the one we'll remember.",
      "th": "แต่นี่คือปีที่เราจะจดจำมันไว้"
    }
  },
  {
    "translation": {
      "en": "This is the one we'll picture when we think of Christmas at the inn.",
      "th": "เราจะนึกภาพถึงปีนี้ เมื่อนึกถึงคริสต์มาสที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "Not necessarily.",
      "th": "ก็ไม่เสมอไป"
    }
  },
  {
    "translation": {
      "en": "Like, I remember when I was seven or eight-years-old",
      "th": "หนูจำได้ว่าตอนหนูอายุ เจ็ดหรือแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "and you hired Mr. Richards from the post office to play Santa Claus.",
      "th": "และพ่อจ้างคุณริชาร์ดส์จากกรมไปรษณีย์ มาเป็นซานตาคลอส"
    }
  },
  {
    "translation": {
      "en": "Right? And he literally...",
      "th": "เนอะ เขาพยายาม…"
    }
  },
  {
    "translation": {
      "en": "[both] Tried to come down the chimney!",
      "th": "พยายามจะลงปล่องไฟจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Or-- or what about that time it snowed so hard that everybody had to stay over at the inn?",
      "th": "หรือครั้งนั้นที่หิมะตกหนักมาก จนทุกคนต้องอยู่ในโรงแรม"
    }
  },
  {
    "translation": {
      "en": "-A Christmas slumber party. -Yes.",
      "th": "- ปาร์ตี้ชุดนอนฉลองคริสต์มาสของเรา - ใช่"
    }
  },
  {
    "translation": {
      "en": "That was great.",
      "th": "มันเยี่ยมมากเลย"
    }
  },
  {
    "translation": {
      "en": "See? All of our parties have been so memorable.",
      "th": "เห็นมั้ยคะ ปาร์ตี้ทุกอันของเราน่าจดจำหมด"
    }
  },
  {
    "translation": {
      "en": "They always will be.",
      "th": "และจะน่าจดจำตลอดไป"
    }
  },
  {
    "translation": {
      "en": "So, have you chosen your Christmas poem?",
      "th": "พ่อเลือกกลอนคริสต์มาสรึยังคะ"
    }
  },
  {
    "translation": {
      "en": "Well actually, I was going to ask you a favor.",
      "th": "ก็ อันที่จริงพ่อกะจะขอให้ลูกช่วย"
    }
  },
  {
    "translation": {
      "en": "I want one truly memorable moment for our final Christmas Eve here.",
      "th": "พ่ออยากได้ช่วงเวลาที่น่าจดจำจริงๆ สำหรับคริสต์มาสอีฟครั้งสุดท้ายที่นี่"
    }
  },
  {
    "translation": {
      "en": "And for me, you reading the poem,",
      "th": "สำหรับพ่อนะ ถ้าลูกอ่านกลอน"
    }
  },
  {
    "translation": {
      "en": "singing a little something with your dear old dad? Hint, hint.",
      "th": "พูดอะไรสักนิดพร้อมกับพ่อแก่ๆ คนนี้…"
    }
  },
  {
    "translation": {
      "en": "I'd be honored to, Dad.",
      "th": "รู้สึกเป็นเกียรติมากที่ได้ทำค่ะพ่อ"
    }
  },
  {
    "translation": {
      "en": "Look who it is. Ho, ho, ho!",
      "th": "โฮะโฮะโฮะ ดูสิว่าใครมา"
    }
  },
  {
    "translation": {
      "en": "Hey, Malcolm.",
      "th": "ว่าไงมัลคอล์ม"
    }
  },
  {
    "translation": {
      "en": "-How you doing buddy? -Good.",
      "th": "- เป็นไงบ้างเพื่อน - สบายดี"
    }
  },
  {
    "translation": {
      "en": "Malcolm, this is my good buddy Julian from the city.",
      "th": "มัลคอล์ม นี่เพื่อนสนิทผม จูเลี่ยน ที่มาจากในเมือง"
    }
  },
  {
    "translation": {
      "en": "Julian, this is Malcolm Wells. He's the owner and operator of this fine establishment.",
      "th": "จูเลี่ยน นี่มัลคอล์ม เวลส์ เจ้าของและผู้ดำเนินกิจการดีๆ แห่งนี้"
    }
  },
  {
    "translation": {
      "en": "Your Santa scones We've met. I've ever had in my entire life. are probably the best",
      "th": "เราเจอกันแล้วครับ สโคนซานต้าของคุณ น่าจะอร่อยที่สุดที่ผมเคยกินมา"
    }
  },
  {
    "translation": {
      "en": "only makes it better. And this food",
      "th": "และอาหารยิ่งทำให้มันดีขึ้นไปอีก"
    }
  },
  {
    "translation": {
      "en": "And for a small fee he'll put that in a Yelp review.",
      "th": "ในราคาที่ถูกมาก เขาจะเขียนแบบนั้นในรีวิวบนเยลป์"
    }
  },
  {
    "translation": {
      "en": "Well, thank you. So are you just up for the holidays?",
      "th": "ขอบคุณครับ คุณมาที่นี่แค่สำหรับเทศกาลเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "And a little business.",
      "th": "และสำหรับธุรกิจนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "-He's actually looking at buying -Oh. the Pine Valley Inn.",
      "th": "เขาอยากซื้อโรงแรมไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "But state secret, lips sealed.",
      "th": "แต่อย่าไปบอกใครเด็ดขาดนะครับ"
    }
  },
  {
    "translation": {
      "en": "You got it. And you've got fine taste.",
      "th": "ได้เลย และคุณก็มีรสนิยมที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Pine Valley as you get. The inn is as vintage",
      "th": "โรงแรมมีความวินเทจที่สุดในไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "I've been trying to get Pat Moore to list it as a historic landmark for years.",
      "th": "ผมพยายามให้แพท มัวร์ขึ้นทะเบียนให้เป็น สถานที่สำคัญทางประวัติศาสตร์มาหลายปีละ"
    }
  },
  {
    "translation": {
      "en": "-Oh, here look. -Yeah?",
      "th": "ผมพยายามให้แพท มัวร์ขึ้นทะเบียนให้เป็น สถานที่สำคัญทางประวัติศาสตร์มาหลายปีละ ผมคิดว่ารูปนั้นถูกถ่ายหน้าโรงแรม"
    }
  },
  {
    "translation": {
      "en": "I think that picture was taken in front of the inn",
      "th": "ผมคิดว่ารูปนั้นถูกถ่ายหน้าโรงแรม"
    }
  },
  {
    "translation": {
      "en": "with Patrick and his late wife, Christine when she was pregnant with Nia.",
      "th": "เป็นรูปแพทริคกับภรรยาผู้ล่วงลัา คริสทีน ตอนที่เธอตั้งท้องนีอา"
    }
  },
  {
    "translation": {
      "en": "-Patrick looks so young. -Yeah.",
      "th": "แพทริคดูหนุ่มมาก"
    }
  },
  {
    "translation": {
      "en": "Oh, do you know Nia too?",
      "th": "คุณรู้จักนีอาด้วยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah. She's my real estate agent.",
      "th": "ครับ เธอเป็นนายหน้าอสังหาฯ ของผม"
    }
  },
  {
    "translation": {
      "en": "Well, that makes sense. She's the best.",
      "th": "ก็สมเหตุสมผล เธอเก่งที่สุดนี่นา"
    }
  },
  {
    "translation": {
      "en": "I gotta say, Mm-hmm. it's not just the food that's fantastic.",
      "th": "ขอบอกเลยว่า มันไม่ใช่แค่อาหารที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "It's the whole vibe.",
      "th": "แต่เป็นบรรยากาศทั้งหมดนี่"
    }
  },
  {
    "translation": {
      "en": "Really brings the town's history to life. Oh, well, history is my passion.",
      "th": "- ทำให้ประวัติศาสตร์ของเมืองน่าตื่นเต้น - ผมหลงใหลในประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "It's kind of why I bought this place.",
      "th": "มันคือเหตุผลที่ผมซื้อที่นี่"
    }
  },
  {
    "translation": {
      "en": "that we are on the exact spot And I'll have you know",
      "th": "และขอบอกให้รู้ว่าเราอยู่ในจุดเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "where the first Pine Valley trading post stood.",
      "th": "กับที่ที่ไพน์แวลลีย์เทรดดิ้งโพสต์ที่แรกเคยตั้งอยู่"
    }
  },
  {
    "translation": {
      "en": "right where you're sitting. The whole town started",
      "th": "ทั้งเมืองเริ่มจากจุดที่คุณนั่งอยู่"
    }
  },
  {
    "translation": {
      "en": "Or at least that's what he tells everyone.",
      "th": "หรือนั่นคือสิ่งที่เขาบอกทุกคน"
    }
  },
  {
    "translation": {
      "en": "No, no. Seriously, seriously. Malcolm is the closest thing we have to a town historian.",
      "th": "ไม่ เอาจริงๆ นะ มัลคอล์มใกล้เคียงกับ นักประวัติศาสตร์ของเมืองนี้ที่สุดละ"
    }
  },
  {
    "translation": {
      "en": "Also president of the Preservation and Landmark Society.",
      "th": "และเป็นประธานสมาคมอนุรักษ์โบราณสถาน"
    }
  },
  {
    "translation": {
      "en": "It's a volunteer position. Cooking's my day job.",
      "th": "มันเป็นตำแหน่งอาสาสมัคร การทำอาหารเป็นงานประจำของผม"
    }
  },
  {
    "translation": {
      "en": "I've actually got a history question for you.",
      "th": "ผมมีคำถามเกี่ยวกับประวัติศาสตร์อยากถามคุณ"
    }
  },
  {
    "translation": {
      "en": "-This pattern here. -Mm-hmm?",
      "th": "(เดอะเทรดดิ้งโพสต์คาเฟ่) แพทเทิร์นนี้"
    }
  },
  {
    "translation": {
      "en": "I saw it on Nia's watch.",
      "th": "ผมเห็นมันบนนาฬิกาของนีอา"
    }
  },
  {
    "translation": {
      "en": "Is it like a town symbol or something?",
      "th": "มันเป็นสัญลักษณ์ของเมืองหรืออะไรเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Ah, Nia's watch, huh.",
      "th": "นาฬิกาของนีอา"
    }
  },
  {
    "translation": {
      "en": "that's where I got the idea Funny thing is, in the first place. for the pattern",
      "th": "สิ่งที่ตลกคือ ผมได้ไอเดีย สำหรับแพทเทิร์นนี้จากนาฬิกานั่น"
    }
  },
  {
    "translation": {
      "en": "Nia's watch is famous?",
      "th": "นาฬิกาของนีอาดังเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "Oh, yeah.",
      "th": "ใช่น่ะสิ"
    }
  },
  {
    "translation": {
      "en": "a whole lot of history. A family heirloom with",
      "th": "มรดกตกทอดของครอบครัว ที่เต็มไปด้วยประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Here we go.",
      "th": "เอาแล้วไง"
    }
  },
  {
    "translation": {
      "en": "So, the story goes that her great-great grandmother",
      "th": "เรื่องมีอยู่ว่า ย่าเทียดของเธอได้รับมัน"
    }
  },
  {
    "translation": {
      "en": "received it as a Christmas gift",
      "th": "เรื่องมีอยู่ว่า ย่าเทียดของเธอได้รับมัน เป็นของขวัญคริสต์มาส จากคู่หมั้นก่อนที่เขาจะไปรบ"
    }
  },
  {
    "translation": {
      "en": "before he went off to war. from her fiancé",
      "th": "เป็นของขวัญคริสต์มาส จากคู่หมั้นก่อนที่เขาจะไปรบ"
    }
  },
  {
    "translation": {
      "en": "But later that year she got news that he died.",
      "th": "แต่ปีต่อมา เธอได้ข่าวว่าเขาตาย"
    }
  },
  {
    "translation": {
      "en": "the watch stopped working. And on that day,",
      "th": "และในวันนั้น นาฬิกาก็หยุดเดิน"
    }
  },
  {
    "translation": {
      "en": "But then the following Christmas Eve",
      "th": "แต่แล้วคริสต์มาสอีฟปีต่อมา"
    }
  },
  {
    "translation": {
      "en": "there was a big snowstorm that came in. A whiteout type of blizzard, okay?",
      "th": "ก็มีพายุหิมะลูกใหญ่พัดเข้ามา เป็นพายุหิมะที่ตกหนัก"
    }
  },
  {
    "translation": {
      "en": "inside in front of their fires, And while everyone was safe",
      "th": "ในขณะที่ทุกคนอยู่ข้างในอย่างปลอดภัยหน้ากองไฟ"
    }
  },
  {
    "translation": {
      "en": "made its way through town a mysterious carriage and headed towards the inn.",
      "th": "ก็มีรถม้าลึกลับแล่นผ่านเมือง และมุ่งหน้าไปยังโรงแรม"
    }
  },
  {
    "translation": {
      "en": "And so her door blew open. Okay?",
      "th": "แล้วประตูเธอก็เปิดออก"
    }
  },
  {
    "translation": {
      "en": "And there he was.",
      "th": "แล้วเขาก็ยืนอยู่ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "The love of her life survived after all.",
      "th": "รักแท้ของเธอ รอดชีวิตมาได้"
    }
  },
  {
    "translation": {
      "en": "And legend has it that the watch started working again",
      "th": "และตำนานเล่าว่านาฬิกาก็เริ่มเดินอีกครั้ง"
    }
  },
  {
    "translation": {
      "en": "at that very moment.",
      "th": "ณ จังหวะนั้น"
    }
  },
  {
    "translation": {
      "en": "Love story for the ages.",
      "th": "เป็นเรื่องราวความรักที่น่าจดจำ"
    }
  },
  {
    "translation": {
      "en": "And as always, coffee and snacks in the kitchen.",
      "th": "มีกาแฟกับขนมในครัวตลอดนะครับ"
    }
  },
  {
    "translation": {
      "en": "I think you're going to love it here.",
      "th": "คุณต้องชอบที่นี่แน่"
    }
  },
  {
    "translation": {
      "en": "I think you're right.",
      "th": "ฉันว่าคุณพูดถูก"
    }
  },
  {
    "translation": {
      "en": "-Well, you're here late. -Yeah, I-- I am.",
      "th": "- เธออยู่ดึกนะเนี่ย - ใช่ ใช่"
    }
  },
  {
    "translation": {
      "en": "What's going on?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "-Nothing. Goodnight. -Goodnight.",
      "th": "ไม่มีอะไร ราตรีสวัสดิ์จ้ะ ราตรีสวัสดิ์"
    }
  },
  {
    "translation": {
      "en": "Bonnie let me in early.",
      "th": "บอนนี่ให้ผมมาก่อนเวลา"
    }
  },
  {
    "translation": {
      "en": "Since we both had dinner, I figured we could use a little dessert.",
      "th": "ในเมื่อเราทั้งคู่กินมื้อเย็นแล้ว กินของหวานสักหน่อยก็น่าจะดี"
    }
  },
  {
    "translation": {
      "en": "-A little? -Yeah.",
      "th": "- สักหน่อยเหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "I wasn't sure what you like so I got us both apple pie and cherry pie.",
      "th": "ผมไม่แน่ใจว่าคุณชอบอะไร ผมเลยซื้อพายแอปเปิลกับเชอร์รีพาย"
    }
  },
  {
    "translation": {
      "en": "It was a little too late for Santa scones,",
      "th": "ผมไปซื้อสโคนซานต้าไม่ทัน"
    }
  },
  {
    "translation": {
      "en": "so I got us some gingerbread cookies from the store.",
      "th": "เลยซื้อคุกกี้ขนมปังขิงมาจากร้าน"
    }
  },
  {
    "translation": {
      "en": "Oh, that's so sweet.",
      "th": "น่ารักจัง"
    }
  },
  {
    "translation": {
      "en": "And if you're feeling adventurous,",
      "th": "ถ้าคุณรู้สึกอยากลองอะไรใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "Sean and Michelle's house. Christmas movie mix from",
      "th": "ป๊อปคอร์นมิกซ์สำหรับหนังคริสต์มาส จากบ้านฌอนกับมิเชลล์"
    }
  },
  {
    "translation": {
      "en": "That looks very interesting but very thoughtful of you.",
      "th": "ดูน่าสนใจมากค่ะ คุณนี่ช่างคิดจัง ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "คุณนี่ช่างคิดจัง ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Oh, and just to be clear, the only reason",
      "th": "เพื่อความชัดเจน เหตุผลเดียวที่ผมมาเร็วเพื่อเตรียมทั้งหมดนี่"
    }
  },
  {
    "translation": {
      "en": "why I came earlier to set this all up",
      "th": "เหตุผลเดียวที่ผมมาเร็วเพื่อเตรียมทั้งหมดนี่"
    }
  },
  {
    "translation": {
      "en": "efficient in our meeting. was so that we could be",
      "th": "เพื่อที่เราจะได้ประชุมอย่างมีประสิทธิภาพ"
    }
  },
  {
    "translation": {
      "en": "Yes, of course. Of course.",
      "th": "ค่ะ แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "of total transparency, And for the sake",
      "th": "และเพื่อความโปร่งใส"
    }
  },
  {
    "translation": {
      "en": "I also came ready with this.",
      "th": "ฉันก็มาพร้อมกับ สิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "-Your dad's peppermint bark. -[laughs]",
      "th": "เปปเปอร์มินต์บาร์กของพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "I saw the way you were looking at it. I was scarfing it down. You mean the way that",
      "th": "- ฉันเห็นสายตาที่คุณมองมัน - หมายถึงวิธีที่ผมกินมันอย่างตะกละน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I might have noticed.",
      "th": "ฉันอาจสังเกตเห็น"
    }
  },
  {
    "translation": {
      "en": "And some hot cocoa to wash it down.",
      "th": "และ โกโก้ร้อนเพื่อล้างปาก"
    }
  },
  {
    "translation": {
      "en": "Looks like we have enough sugar here to keep us up all night.",
      "th": "เรามีน้ำตาลมากพอที่จะทำให้ตื่นทั้งคืน"
    }
  },
  {
    "translation": {
      "en": "And tomorrow night.",
      "th": "จนถึงคืนพรุ่งนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "of this and making me laugh. Thank you so much for all",
      "th": "ขอบคุณมากสำหรับทั้งหมดนี่ และทำให้ฉันหัวเราะ"
    }
  },
  {
    "translation": {
      "en": "around town getting to know you. It's been really nice going",
      "th": "มันดีมากเลยที่ได้ไปทั่วเมืองและได้รู้จักคุณ"
    }
  },
  {
    "translation": {
      "en": "-It's been fun. -Mm-hmm. I didn't realize how much I needed to laugh.",
      "th": "มันสนุกมาก ฉันไม่รู้ตัว ว่าต้องการหัวเราะมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "-And sing, yes. -And sing.",
      "th": "และร้องเพลง และร้องเพลง ใช่"
    }
  },
  {
    "translation": {
      "en": "[laughs] Yes.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "And um...",
      "th": "และ"
    }
  },
  {
    "translation": {
      "en": "much the inn means to me. And I also realized how",
      "th": "ฉันก็ได้รู้ว่า โรงแรมมีความหมายกับฉันมากแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm so sorry, Julian.",
      "th": "ขอโทษนะคะ จูเลี่ยน"
    }
  },
  {
    "translation": {
      "en": "I can't let my dad sell the inn to a big corporation.",
      "th": "ฉันให้พ่อขายโรงแรมให้บริษัทใหญ่ๆ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Nia... I'm not here to throw a wrecking ball through your family's business.",
      "th": "นีอา ผมไม่ได้มาที่นี่เพื่อทำลาย กิจการครอบครัวคุณ"
    }
  },
  {
    "translation": {
      "en": "No. I know you're not. But can you guarantee",
      "th": "ค่ะ ฉันรู้ว่าคุณไม่ได้จะทำ แต่คุณรับประกันได้มั้ยว่าออพติมา จะไม่ทำตามอำเภอใจพอได้เป็นเจ้าของ"
    }
  },
  {
    "translation": {
      "en": "that Optima won't do whatever it wants once it owns the inn?",
      "th": "แต่คุณรับประกันได้มั้ยว่าออพติมา จะไม่ทำตามอำเภอใจพอได้เป็นเจ้าของ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But I can try my best.",
      "th": "แต่ผมจะพยายามเต็มที่"
    }
  },
  {
    "translation": {
      "en": "[Sighs] Look, the honest truth is this, okay?",
      "th": "ความจริงคือ"
    }
  },
  {
    "translation": {
      "en": "The inn is one of the last few real connections I still have with my mom.",
      "th": "โรงแรมนี้เป็นหนึ่งในไม่กี่อย่างที่เหลืออยู่ ที่ยังเชื่อมโยงฉันกับแม่"
    }
  },
  {
    "translation": {
      "en": "So, I feel like I need to be particular with who takes it over.",
      "th": "ดังนั้นฉันเลยต้องเลือกเป็นพิเศษ ว่าใครจะรับช่วงต่อ"
    }
  },
  {
    "translation": {
      "en": "Does your dad know?",
      "th": "พ่อคุณรู้รึเปล่า"
    }
  },
  {
    "translation": {
      "en": "Why not?",
      "th": "ทำไมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Well...",
      "th": "ก็…"
    }
  },
  {
    "translation": {
      "en": "I'm sure he'd be reasonable.",
      "th": "ผมมั่นใจว่าเขามีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "If I told my dad how I felt, he would never sell the inn and retire.",
      "th": "ถ้าฉันบอกพ่อว่าฉันรู้สึกยังไง เขาจะไม่มีวันขายโรงแรมและเกษียณ"
    }
  },
  {
    "translation": {
      "en": "And he really deserves to.",
      "th": "และเขาสมควรจะได้เกษียณ"
    }
  },
  {
    "translation": {
      "en": "his whole life for us. He's worked so hard",
      "th": "เขาทำงานหนักมากมาทั้งชีวิตเพื่อเรา"
    }
  },
  {
    "translation": {
      "en": "For me.",
      "th": "เพื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "So, if you need to find someone else to help you find",
      "th": "ดังนั้นถ้าคุณต้องหาคนอื่น มาช่วยคุณหาอสังหาฯ เพื่อซื้อ…"
    }
  },
  {
    "translation": {
      "en": "then I totally understand, a property to buy",
      "th": "ดังนั้นถ้าคุณต้องหาคนอื่น มาช่วยคุณหาอสังหาฯ เพื่อซื้อ… ฉันก็เข้าใจ แต่…"
    }
  },
  {
    "translation": {
      "en": "but I can't sell the inn to Optima.",
      "th": "ฉันก็เข้าใจ แต่… ฉันขายโรงแรมให้ออพติมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Okay?",
      "th": "โอเค โอเคเหรอ"
    }
  },
  {
    "translation": {
      "en": "We can find somewhere else for the resort.",
      "th": "เราหาที่อื่นสำหรับรีสอร์ตก็ได้"
    }
  },
  {
    "translation": {
      "en": "You don't want another real estate agent?",
      "th": "คุณไม่ต้องการนายหน้าอสังหาฯ คนอื่นเหรอ"
    }
  },
  {
    "translation": {
      "en": "No! Why would I do that?",
      "th": "ไม่ ผมจะทำแบบนั้นทำไม"
    }
  },
  {
    "translation": {
      "en": "I've got the best realtor right here.",
      "th": "ผมมีนายหน้าที่ดีที่สุดอยู่ตรงนี้แล้ว"
    }
  },
  {
    "translation": {
      "en": "But your job? This can't be good for your career.",
      "th": "แต่งานของคุณ แบบนี้มันจะ ไม่ดีกับอาชีพการงานคุณนะ"
    }
  },
  {
    "translation": {
      "en": "Listen. I wouldn't be able to live with myself if I built a career off taking your home.",
      "th": "ผมคงทนอยู่กับตัวเองไม่ได้ ถ้าผมสร้างอาชีพจากการยึดบ้านคุณ"
    }
  },
  {
    "translation": {
      "en": "To be honest, I'm torn.",
      "th": "พูดตามตรง ผมลังเลอยู่"
    }
  },
  {
    "translation": {
      "en": "these prestigious properties. Sure, it's great developing",
      "th": "มันเยี่ยมมากที่ได้พัฒนาอสังหาฯ ที่มีชื่อเสียงเหล่านี้ แต่"
    }
  },
  {
    "translation": {
      "en": "But after coming here and meeting you,",
      "th": "มันเยี่ยมมากที่ได้พัฒนาอสังหาฯ ที่มีชื่อเสียงเหล่านี้ แต่ หลังจากที่ได้มาที่นี่ และพบคุณ ผมก็จำได้ว่า ผมเข้าวงการนี้ตั้งแต่แรกเพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "I got into this industry I've remembered why",
      "th": "และพบคุณ ผมก็จำได้ว่า ผมเข้าวงการนี้ตั้งแต่แรกเพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "in the first place.",
      "th": "และพบคุณ ผมก็จำได้ว่า ผมเข้าวงการนี้ตั้งแต่แรกเพราะอะไร เพื่อฟื้นฟูชุมชนด้วยการซ่อมแซมอย่างระมัดระวัง"
    }
  },
  {
    "translation": {
      "en": "through thoughtful restoration. To revitalize communities",
      "th": "เพื่อฟื้นฟูชุมชนด้วยการซ่อมแซมอย่างระมัดระวัง"
    }
  },
  {
    "translation": {
      "en": "with your family's inn, If I can't do that we can find another place.",
      "th": "ถ้าผมทำแบบนั้นกับโรงแรมของครอบครัวคุณไม่ได้ เราไปหาที่อื่นก็ได้"
    }
  },
  {
    "translation": {
      "en": "Thank you for understanding.",
      "th": "ขอบคุณที่เข้าใจนะคะ"
    }
  },
  {
    "translation": {
      "en": "You know, I misjudged you.",
      "th": "รู้มั้ยคะว่าฉันประเมินคุณผิดไป"
    }
  },
  {
    "translation": {
      "en": "You did?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "You're one of the good ones, Julian Thompson.",
      "th": "คุณเป็นคนดี จูเลี่ยน ธอมป์สัน"
    }
  },
  {
    "translation": {
      "en": "I love Santa scones. Thank you so much.",
      "th": "ขอบคุณมากครับ ผมชอบสโคนซานต้ามาก"
    }
  },
  {
    "translation": {
      "en": "They're amazing.",
      "th": "มันอร่อยเหาะไปเลย"
    }
  },
  {
    "translation": {
      "en": "Robyn?",
      "th": "โรบิน"
    }
  },
  {
    "translation": {
      "en": "Hello there. [laughs]",
      "th": "ว่าไง"
    }
  },
  {
    "translation": {
      "en": "I was just about to call you. Have a seat.",
      "th": "ฉันกำลังจะโทรหาคุณพอดี นั่งสิ"
    }
  },
  {
    "translation": {
      "en": "Aren't these delicious? We have to get these for the resort.",
      "th": "มันอร่อยมากเลยเนอะ เราต้องซื้อมันสำหรับรีสอร์ต"
    }
  },
  {
    "translation": {
      "en": "Sure.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "And you're here because?",
      "th": "แล้วคุณมาที่นี่ทำไม"
    }
  },
  {
    "translation": {
      "en": "still haven't closed on the inn. It's almost Christmas, and you",
      "th": "ใกล้ถึงวันคริสต์มาสแล้ว คุณยังปิดการซื้อขายของโรงแรมไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I just don't think that's the right property for us.",
      "th": "ผมว่ามันไม่ใช่ที่ที่เหมาะสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "Are you kidding me? It's perfect.",
      "th": "ล้อเล่นรึเปล่า มันสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Okay. Look.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "I've spoken to the realtor, and they've decided not to sell.",
      "th": "คืองี้ ผมคุยกับนายหน้าแล้ว และพวกเขาตัดสินใจที่จะไม่ขาย"
    }
  },
  {
    "translation": {
      "en": "Did you start by lowballing them? Oh, classic rookie mistake.",
      "th": "คุณเริ่มด้วยการกดราคาเขาเหรอ เป็นความผิดพลาดของพวกมือใหม่"
    }
  },
  {
    "translation": {
      "en": "No. They just changed their minds.",
      "th": "ไม่ พวกเขาแค่เปลี่ยนใจ"
    }
  },
  {
    "translation": {
      "en": "find some better properties. I actually think we could",
      "th": "ผมว่าเราหาที่ที่ดีกว่านี้ได้"
    }
  },
  {
    "translation": {
      "en": "Such as? Well, I'm looking at several properties today.",
      "th": "- เช่นที่ไหน - วันนี้ผมไปดูมาหลายที่"
    }
  },
  {
    "translation": {
      "en": "Give me 24 hours.",
      "th": "ขอเวลา 24 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "[sighs] Okay. But if you don't find something by the end of the day tomorrow,",
      "th": "โอเค แต่ถ้าพรุ่งนี้คุณยังหาไม่เจอ"
    }
  },
  {
    "translation": {
      "en": "I'm going to have to step in and make them an offer they cannot refuse.",
      "th": "ฉันจำเป็นต้องแทรกแซง และเสนอราคาที่พวกเขาไม่สามารถปฏิเสธได้"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "Oh! Hey, sorry I'm late. I was just going to grab a--",
      "th": "ขอโทษที่มาช้า ฉันกำลังจะไปซื้อ…"
    }
  },
  {
    "translation": {
      "en": "-Coffee. -Yeah.",
      "th": "- กาแฟ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Here you go. -Thanks.",
      "th": "- นี่ครับ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "-I wouldn't mind grabbing a-- -Scone.",
      "th": "- ฉันขอไปซื้อ… - สโคน"
    }
  },
  {
    "translation": {
      "en": "To eat.",
      "th": "เพื่อกิน"
    }
  },
  {
    "translation": {
      "en": "-Got that as well. -Great.",
      "th": "ซื้อมาแล้วด้วย - เยี่ยมเลย - อืม"
    }
  },
  {
    "translation": {
      "en": "-Hey, are you feeling okay? -Yeah, yeah.",
      "th": "- เยี่ยมเลย - อืม - คุณโอเครึเปล่า - ครับ แค่กระตือรือร้นที่จะไป"
    }
  },
  {
    "translation": {
      "en": "I'm just uh, eager to get going. Is that your car?",
      "th": "- คุณโอเครึเปล่า - ครับ แค่กระตือรือร้นที่จะไป - นั่นรถคุณเหรอ - ใช่ ก็คันเดียวกันกับเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "Yeah. It hasn't changed since yesterday.",
      "th": "- นั่นรถคุณเหรอ - ใช่ ก็คันเดียวกันกับเมื่อวาน"
    }
  },
  {
    "translation": {
      "en": "Let's go.",
      "th": "ไปกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Nia] Wow, this is great.",
      "th": "เยี่ยมเลย"
    }
  },
  {
    "translation": {
      "en": "[Julian] Ah. It's perfect.",
      "th": "ใช่ มันสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Oh. I guess it's...",
      "th": "(ขายแล้ว) - เดาว่าคง… - ไม่ค่อยสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "Not so perfect.",
      "th": "- เดาว่าคง… - ไม่ค่อยสมบูรณ์แบบ"
    }
  },
  {
    "translation": {
      "en": "No.",
      "th": "ไม่"
    }
  },
  {
    "translation": {
      "en": "we have 30 minutes Okay um, well, until our next appointment.",
      "th": "โอเค เรามีเวลา 30 นาทีก่อนจะถึงนัดต่อไป"
    }
  },
  {
    "translation": {
      "en": "So uh... tell you something. I've gotta",
      "th": "- งั้น… - ผมต้องบอกบางอย่างกับคุณ"
    }
  },
  {
    "translation": {
      "en": "If we don't find something soon,",
      "th": "ถ้าเราไม่เจออะไรเร็วๆ นี้"
    }
  },
  {
    "translation": {
      "en": "Robyn is going to put in an offer for the inn.",
      "th": "โรบินจะยื่นข้อเสนอเพื่อซื้อโรงแรม"
    }
  },
  {
    "translation": {
      "en": "A big offer. But aren't you on a budget?",
      "th": "- ข้อเสนอที่ดีมาก - คุณมีงบจำกัดไม่ใช่เหรอ"
    }
  },
  {
    "translation": {
      "en": "I'm on a budget.",
      "th": "ผมมีงบจำกัด"
    }
  },
  {
    "translation": {
      "en": "She is the boss and she doesn't like to lose.",
      "th": "โรบินเป็นเจ้านายและเธอไม่ชอบแพ้ ฉะนั้น…"
    }
  },
  {
    "translation": {
      "en": "independent project. So, so much for my",
      "th": "โรบินเป็นเจ้านายและเธอไม่ชอบแพ้ ฉะนั้น… หมดกันกับโปรเจกต์ลงทุนอิสระของผม"
    }
  },
  {
    "translation": {
      "en": "I'm sorry.",
      "th": "ฉันขอโทษ"
    }
  },
  {
    "translation": {
      "en": "is really getting you Working with me into trouble, isn't it? Maybe we...",
      "th": "การทำงานกับฉันทำให้คุณเดือดร้อนสินะ บางทีเรา…"
    }
  },
  {
    "translation": {
      "en": "What? What's wrong?",
      "th": "อะไร เป็นอะไรไป"
    }
  },
  {
    "translation": {
      "en": "You said independent, right? Independent. I have an idea.",
      "th": "คุณบอกว่า \"อิสระ\" ใช่มั้ย อิสระ ฉันได้ไอเดียละ"
    }
  },
  {
    "translation": {
      "en": "Enjoying your stay? Oh, Mrs. Hahn.",
      "th": "คุณฮาห์น พักผ่อนสบายดีมั้ยครับ"
    }
  },
  {
    "translation": {
      "en": "Very much so. You have a lovely place.",
      "th": "ดีมากเลย คุณมีที่ที่น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "Thank you. I'm going to miss it.",
      "th": "ขอบคุณครับ - ผมจะคิดถึงมัน - คิดถึงมันเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "Miss it? Are you leaving?",
      "th": "- ผมจะคิดถึงมัน - คิดถึงมันเหรอคะ คุณจะไปแล้วเหรอ"
    }
  },
  {
    "translation": {
      "en": "Finally retiring. This is my last Christmas at the inn.",
      "th": "ในที่สุดก็จะเกษียณ นี่เป็นคริสต์มาสปีสุดท้ายของผมที่โรงแรม"
    }
  },
  {
    "translation": {
      "en": "Really? Good for you.",
      "th": "จริงเหรอคะ ดีแล้วค่ะ นี่ฉันยังไม่ได้แนะนำตัวเองดีๆ เลย"
    }
  },
  {
    "translation": {
      "en": "You know, I haven't properly introduced myself.",
      "th": "ดีแล้วค่ะ นี่ฉันยังไม่ได้แนะนำตัวเองดีๆ เลย"
    }
  },
  {
    "translation": {
      "en": "Let me give you my card.",
      "th": "นี่นามบัตรของฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Robyn] We should talk.",
      "th": "เราควรคุยกันนะคะ (ออพติมาเก็ตอะเวย์ส โรบิน ฮาห์น หุ้นส่วนผู้จัดการ)"
    }
  },
  {
    "translation": {
      "en": "Here we are.",
      "th": "ถึงแล้ว"
    }
  },
  {
    "translation": {
      "en": "Pine Valley Independent. You weren't kidding.",
      "th": "ไพน์แวลลีย์อินดิเพนเดนต์"
    }
  },
  {
    "translation": {
      "en": "Nope. It's the oldest newspaper in the region.",
      "th": "- คุณไม่ได้ล้อเล่น - ไม่ มันเป็นหนังสือพิมพ์ที่เก่าแก่ที่สุดในแถบนี้ เกือบเก่าเท่าไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "Pine Valley itself. Almost as old as",
      "th": "มันเป็นหนังสือพิมพ์ที่เก่าแก่ที่สุดในแถบนี้ เกือบเก่าเท่าไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "They've just moved into another building, and you know,",
      "th": "พวกเขาเพิ่งย้ายไปอยู่อีกตึกนึง และฉันไม่เคยคิดจะนำเสนอคุณ"
    }
  },
  {
    "translation": {
      "en": "I never thought to present it to you because it's downtown",
      "th": "พวกเขาเพิ่งย้ายไปอยู่อีกตึกนึง และฉันไม่เคยคิดจะนำเสนอคุณ เพราะมันอยู่ในตัวเมืองและคุณบอกว่า อยากได้ป่าๆ และที่โบราณๆ"
    }
  },
  {
    "translation": {
      "en": "and you had been saying woodsy and rustic.",
      "th": "เพราะมันอยู่ในตัวเมืองและคุณบอกว่า อยากได้ป่าๆ และที่โบราณๆ"
    }
  },
  {
    "translation": {
      "en": "But then it dawned on me.",
      "th": "แต่มันก็ทำให้ฉันฉุกคิดขึ้นว่า"
    }
  },
  {
    "translation": {
      "en": "This building, it has some real local... Character.",
      "th": "- อาคารนี้มีเอกลักษณ์… - พื้นถิ่น"
    }
  },
  {
    "translation": {
      "en": "I was going to with magic.",
      "th": "ฉันจะพูดว่า \"มนต์ขลัง\""
    }
  },
  {
    "translation": {
      "en": "And look, I know it doesn't have the acreage",
      "th": "ฉันรู้ว่ามันไม่มีพื้นที่ที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "that you were looking for. However...",
      "th": "ฉันรู้ว่ามันไม่มีพื้นที่ที่คุณต้องการ แต่ฉันคิดว่าถ้าปรับปรุงใหม่อย่างชาญฉลาด"
    }
  },
  {
    "translation": {
      "en": "I think with a really smart renovation",
      "th": "แต่ฉันคิดว่าถ้าปรับปรุงใหม่อย่างชาญฉลาด"
    }
  },
  {
    "translation": {
      "en": "it can be a self-contained resort.",
      "th": "แต่ฉันคิดว่าถ้าปรับปรุงใหม่อย่างชาญฉลาด มันสามารถกลายเป็นรีสอร์ต ที่มีทุกอย่างพร้อมในตัว"
    }
  },
  {
    "translation": {
      "en": "I mean, we are right around the corner from Main Street.",
      "th": "เราอยู่ใกล้ถนนเมนสตรีต"
    }
  },
  {
    "translation": {
      "en": "-Part of the action. -Exactly.",
      "th": "- ใจกลางเมือง - ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's still just an office building.",
      "th": "มันยังเป็นแค่อาคารสำนักงาน"
    }
  },
  {
    "translation": {
      "en": "Yes. But it's an office building that is antique-y and classic",
      "th": "ใช่ แต่มันเป็นอาคารสำนักงาน ที่มีความโบราณ ความคลาสสิก"
    }
  },
  {
    "translation": {
      "en": "and has some real local charm.",
      "th": "และมีมนตร์เสน่ห์ของท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "Come on, let me show you inside.",
      "th": "ไปกันเถอะ ฉันจะพาไปดูข้างใน"
    }
  },
  {
    "translation": {
      "en": "This property has been on the market for a number of months, so I'm sure we can get a great deal on it.",
      "th": "ที่นี่ขายทอดตลาดมาหลายเดือนแล้ว ฉันมั่นใจว่าเราจะได้ราคาที่ดี"
    }
  },
  {
    "translation": {
      "en": "I mean, currently it's just being used for little events",
      "th": "ตอนนี้มันแค่ถูกใช้สำหรับ จัดงานเล็กๆ อย่างงานวันเกิด"
    }
  },
  {
    "translation": {
      "en": "like birthday parties, baby showers, Christmas get-togethers, I guess.",
      "th": "ตอนนี้มันแค่ถูกใช้สำหรับ จัดงานเล็กๆ อย่างงานวันเกิด เบบี้ชาวเวอร์ งานเลี้ยงคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "But what I love about it is that there is so much space.",
      "th": "เบบี้ชาวเวอร์ งานเลี้ยงคริสต์มาส แต่สิ่งที่ฉันชอบคือพื้นที่มันกว้างมาก"
    }
  },
  {
    "translation": {
      "en": "you could put reception here, Like I was thinking maybe",
      "th": "ฉันคิดว่าคุณอาจวางฝ่ายต้อนรับไว้ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "maybe put the dining room over here,",
      "th": "อาจเอาห้องอาหารไว้ตรงนั้น และ…"
    }
  },
  {
    "translation": {
      "en": "and then you can even put a ballroom over here.",
      "th": "อาจเอาห้องอาหารไว้ตรงนั้น และ… อาจเอาห้องบอลรูมไว้ตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "The world's your oyster. There's so much space.",
      "th": "มันมีพื้นที่เยอะมาก คุณสามารถทำทุกอย่างที่คุณต้องการ จริงมั้ย"
    }
  },
  {
    "translation": {
      "en": "Right? And then I was thinking",
      "th": "มันมีพื้นที่เยอะมาก คุณสามารถทำทุกอย่างที่คุณต้องการ จริงมั้ย และฉันว่าห้องนอนแขกอยู่ชั้นล่างก็ได้"
    }
  },
  {
    "translation": {
      "en": "can be downstairs. the guest rooms",
      "th": "และฉันว่าห้องนอนแขกอยู่ชั้นล่างก็ได้"
    }
  },
  {
    "translation": {
      "en": "You know, I think this might actually work.",
      "th": "ที่นี่อาจจะเวิร์คก็ได้นะ"
    }
  },
  {
    "translation": {
      "en": "And it's not too far away from Sean's new high-tech campus.",
      "th": "มันอยู่ไม่ไกลจากแคมปัสไฮเทคที่ใหม่ของฌอน"
    }
  },
  {
    "translation": {
      "en": "a steady source of clientele. Really? That would be",
      "th": "จริงเหรอคะ นั่นจะเป็นแหล่งลูกค้าที่มั่นคง"
    }
  },
  {
    "translation": {
      "en": "I'm sure your boss would love that.",
      "th": "ฉันมั่นใจว่าเจ้านายคุณต้องชอบสิ่งนั้นแน่"
    }
  },
  {
    "translation": {
      "en": "Maybe I could get Sean to write a letter of intent.",
      "th": "บางทีฌอนอาจเขียนหนังสือแสดงเจตจำนง"
    }
  },
  {
    "translation": {
      "en": "That's a brilliant idea. Yeah.",
      "th": "- เป็นความคิดที่ดีมาก - ใช่"
    }
  },
  {
    "translation": {
      "en": "Wait till you see outside. Come on.",
      "th": "รอดูข้างนอกซะก่อน ไปเร็ว"
    }
  },
  {
    "translation": {
      "en": "So, just beyond these trees over here",
      "th": "เลยต้นไม้พวกนั้นไป"
    }
  },
  {
    "translation": {
      "en": "is the most incredible view you've ever seen.",
      "th": "มีวิวที่น่าทึ่งที่สุดที่คุณเคยเห็น"
    }
  },
  {
    "translation": {
      "en": "This could really work.",
      "th": "- นี่อาจเวิร์กจริงๆ นะ - เนอะ"
    }
  },
  {
    "translation": {
      "en": "-With the right amount of effort -Right?",
      "th": "- นี่อาจเวิร์กจริงๆ นะ - เนอะ ด้วยความพยายามสักหน่อย มันสามารถเป็นที่ที่โรแมนติกมาก"
    }
  },
  {
    "translation": {
      "en": "it could be quite romantic.",
      "th": "ด้วยความพยายามสักหน่อย มันสามารถเป็นที่ที่โรแมนติกมาก"
    }
  },
  {
    "translation": {
      "en": "just around the back And I was thinking",
      "th": "และฉันคิดว่าตรงด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "you could develop an outdoor lounge space. Something with uh, maybe a gazebo,",
      "th": "คุณสามารถสร้าง พื้นที่นั่งเล่นกลางแจ้ง อาจมีศาลา"
    }
  },
  {
    "translation": {
      "en": "a beautiful outdoor fire-pit, maybe a little dance floor.",
      "th": "คุณสามารถสร้าง พื้นที่นั่งเล่นกลางแจ้ง อาจมีศาลา หลุมไฟกลางแจ้งที่สวยงาม อาจมีฟลอร์เต้นรำสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "-What are you doing? -May I?",
      "th": "คุณทำอะไรน่ะ"
    }
  },
  {
    "translation": {
      "en": "-No, I don't do photos. -Why not?",
      "th": "- นีอา - ไม่ ฉันไม่ชอบถ่ายรูป - ทำไมล่ะ - จูเลี่ยน หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "Julian! Stop it!",
      "th": "- ทำไมล่ะ - จูเลี่ยน หยุดนะ"
    }
  },
  {
    "translation": {
      "en": "What's wrong with it?",
      "th": "มันไม่ดีตรงไหน"
    }
  },
  {
    "translation": {
      "en": "Come on, I need it for the scale.",
      "th": "ไม่เอาน่า ผมต้องการรูปไว้เทียบขนาด"
    }
  },
  {
    "translation": {
      "en": "[laughs] Scale, right. Yeah, sure.",
      "th": "ไม่เอาน่า ผมต้องการรูปไว้เทียบขนาด เทียบขนาดเหรอ แน่ล่ะ"
    }
  },
  {
    "translation": {
      "en": "Photography 101. You can't get a true scale of a place",
      "th": "การถ่ายรูปขั้นพื้นฐาน เราจะไม่สามารถรู้ขนาดที่แท้จริงของสถานที่ได้"
    }
  },
  {
    "translation": {
      "en": "unless you get a stunning real estate agent",
      "th": "จนกว่าเราจะมีนายหน้าอสังหาฯ แสนสวย"
    }
  },
  {
    "translation": {
      "en": "standing in the center of the frame.",
      "th": "จนกว่าเราจะมีนายหน้าอสังหาฯ แสนสวย ยืนอยู่ตรงกลางเฟรม"
    }
  },
  {
    "translation": {
      "en": "the lyrics. Stunning, huh? [laughs] Oh, listen to",
      "th": "ยืนอยู่ตรงกลางเฟรม ฟังเนื้อเพลงสิ แสนสวยเหรอ"
    }
  },
  {
    "translation": {
      "en": "Come on. It's stunning. You're beautiful.",
      "th": "ไม่เอาน่า สวยจะตาย คุณสวยมาก คุณงดงามมาก"
    }
  },
  {
    "translation": {
      "en": "-Okay, that's enough. -You're gorgeous.",
      "th": "ไม่เอาน่า สวยจะตาย คุณสวยมาก คุณงดงามมาก - โอเค พอได้แล้ว - ไม่"
    }
  },
  {
    "translation": {
      "en": "-No, no. I'm not going to stop. -Stop it. I will not stop. I need to see",
      "th": "ผมจะไม่หยุด ผมจะไม่หยุด"
    }
  },
  {
    "translation": {
      "en": "some pearly whites. Come on, you gotta sell the place.",
      "th": "ผมอยากเห็นฟันขาวๆ คุณต้องขายที่นี่นะ"
    }
  },
  {
    "translation": {
      "en": "[groaning] Fine. Fine.",
      "th": "ก็ได้"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "เยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Okay, my turn.",
      "th": "โอเค ตาฉันละ"
    }
  },
  {
    "translation": {
      "en": "Oh, no, no. We don't want to do that to anybody. I'll take a photo with you then.",
      "th": "- เราไม่อยากทำแบบนั้นกับคนอื่น - งั้นฉันจะถ่ายรูปกับคุณ"
    }
  },
  {
    "translation": {
      "en": "-Okay. That's cool. -[laughs]",
      "th": "โอเค ได้สิ"
    }
  },
  {
    "translation": {
      "en": "Now a silly face.",
      "th": "ทีนี้ทำหน้าติงต๊อง"
    }
  },
  {
    "translation": {
      "en": "You see, the thing about my job is",
      "th": "คืองี้ ในเนื้องานของผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "once I make the deal someone else handles the details.",
      "th": "พอผมปิดข้อตกลง ก็จะมีคนอื่นมาจัดการรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "So, sooner or later I will no longer be your client.",
      "th": "ดังนั้นไม่ช้าก็เร็ว ผมก็จะไม่ได้เป็นลูกค้าของคุณอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "That's an excellent point.",
      "th": "นั่นเป็นประเด็นที่ดีมาก"
    }
  },
  {
    "translation": {
      "en": "But you're an up and comer your next adventure. and you'll be onto",
      "th": "คุณเป็นดาวรุ่งและคุณก็จะออกผจญภัยอันต่อไป"
    }
  },
  {
    "translation": {
      "en": "Yeah, but--",
      "th": "ใช่ แต่…"
    }
  },
  {
    "translation": {
      "en": "Probably somewhere more exotic.",
      "th": "คงเป็นที่ที่แปลกใหม่กว่านี้"
    }
  },
  {
    "translation": {
      "en": "In the middle of nowhere.",
      "th": "ซึ่งตั้งอยู่ที่ไหนก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "In search of more local magic.",
      "th": "เพื่อเสาะหาเวทมนตร์ท้องถิ่น"
    }
  },
  {
    "translation": {
      "en": "You see, the thing about magic is it's very rare.",
      "th": "เวทมนตร์น่ะนะ เป็นสิ่งที่หายากมาก"
    }
  },
  {
    "translation": {
      "en": "you'd be a fool to let it go. And if you find it,",
      "th": "และถ้าเราเจอมัน เราจะโง่มากถ้าปล่อยมันไป"
    }
  },
  {
    "translation": {
      "en": "It's my boss.",
      "th": "เจ้านายผมน่ะ"
    }
  },
  {
    "translation": {
      "en": "It's Robyn.",
      "th": "โรบิน"
    }
  },
  {
    "translation": {
      "en": "-We should probably go. -Mm-hmm.",
      "th": "เราควรไปได้ละ"
    }
  },
  {
    "translation": {
      "en": "All of our other niche properties are located in the countryside, remote.",
      "th": "อสังหาฯ เฉพาะกลุ่มอื่นๆ ของเรา ตั้งอยู่ในชนบท ในที่ที่ห่างไกล"
    }
  },
  {
    "translation": {
      "en": "This would be great for lovers of Americana.",
      "th": "ที่นี่จะเหมาะกับคนที่ชอบ วัฒนธรรมและประวัติศาสตร์อเมริกา"
    }
  },
  {
    "translation": {
      "en": "Like history buffs.",
      "th": "พวกที่คลั่งไคล้ประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "just like this place. We could decorate it The old pictures and articles,",
      "th": "เราสามารถตกแต่งให้เหมือนที่นี่ มีรูปเก่าๆ และบทความ"
    }
  },
  {
    "translation": {
      "en": "old printing press in the basement. Think \"themed bar.\"",
      "th": "ส่วนโรงพิมพ์เก่าที่อยู่ชั้นใต้ดินน่ะเหรอ ลองนึกภาพธีมบาร์ดูสิ"
    }
  },
  {
    "translation": {
      "en": "You're a smart and creative guy, Julian, and I-- I love your passion.",
      "th": "คุณเป็นคนฉลาดและมีความคิดสร้างสรรค์ จูเลี่ยน และฉันชอบความกระตือรือร้นของคุณ"
    }
  },
  {
    "translation": {
      "en": "But it's just not as good as the inn.",
      "th": "แต่มันไม่ดีเท่าโรงแรม"
    }
  },
  {
    "translation": {
      "en": "-I've already talked -Robyn...",
      "th": "- โรบิน - ฉันคุยกับเจ้าของโรงแรมแล้ว"
    }
  },
  {
    "translation": {
      "en": "-You spoke to the owner? -to the owner.",
      "th": "- โรบิน - ฉันคุยกับเจ้าของโรงแรมแล้ว - คุณคุยกับเจ้าของแล้วเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "Yes, and I have to say I'm a little confused.",
      "th": "- คุณคุยกับเจ้าของแล้วเหรอ - ใช่ และขอบอกเลยว่าฉันงงนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "You said he refused to sell, but Patrick himself is saying quite the opposite.",
      "th": "คุณบอกว่าเขาปฏิเสธที่จะขาย แต่แพทริคกลับพูดตรงกันข้าม"
    }
  },
  {
    "translation": {
      "en": "He changes his mind a lot.",
      "th": "เขาเปลี่ยนใจบ่อยน่ะ"
    }
  },
  {
    "translation": {
      "en": "Seemed pretty motivated to me. He's looking to retire.",
      "th": "เขาอยากเกษียณ ดูเหมือนเขาค่อนข้างมีแรงจูงใจนะ"
    }
  },
  {
    "translation": {
      "en": "Okay, here's the thing. He and his daughter, who's also his real estate agent,",
      "th": "คืองี้นะครับ เขากับลูกสาว ซึ่งเป็นนายหน้าอสังฯ ของเขา"
    }
  },
  {
    "translation": {
      "en": "go in there and change the inn, are very concerned that we'll",
      "th": "กังวลมากว่าเราจะเข้าไปเปลี่ยนโรงแรม"
    }
  },
  {
    "translation": {
      "en": "make changes to the grounds.",
      "th": "เปลี่ยนแปลงพื้นที่"
    }
  },
  {
    "translation": {
      "en": "Based on the occupancy level, it just doesn't make sense",
      "th": "ดูจากอัตราการเข้าพัก มันแค่ไม่สมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "unless we go in for an expansion.",
      "th": "เว้นแต่ว่าเราจะเข้าไปขยายกิจการ"
    }
  },
  {
    "translation": {
      "en": "Is this his real estate agent? Adorable.",
      "th": "นี่คือนายหน้าอสังหาฯ ของเขาเหรอ น่ารักดีนะ"
    }
  },
  {
    "translation": {
      "en": "It's not like that.",
      "th": "มันไม่ใช่แบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Whatever, Julian. Just tell them what they want to hear.",
      "th": "จะอะไรก็ช่างเถอะ จูเลี่ยน แค่บอกสิ่งที่พวกเขาอยากได้ยิน"
    }
  },
  {
    "translation": {
      "en": "above their asking price, Give them 20 points",
      "th": "ให้ราคาสูงกว่าที่เขาขอ 20 เปอร์เซ็นต์"
    }
  },
  {
    "translation": {
      "en": "too busy enjoying his retirement and good old Patrick will be to even care.",
      "th": "และแพทริคก็จะมัวแต่เพลิดเพลิน กับการเกษียณจนไม่สนใจด้วยซ้ำ"
    }
  },
  {
    "translation": {
      "en": "will let us do whatever we want. The fine print in the deal",
      "th": "รายละเอียดในข้อตกลง จะปล่อยให้เราทำอะไรก็ได้ที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "-That's no way to do business. -We do it all the time.",
      "th": "เราไม่ควรดำเนินธุรกิจแบบนั้นนะ เราทำแบบนั้นตลอด คุณเองก็ ช่วยทำข้อตกลงแบบนั้นตลอดปีนี้"
    }
  },
  {
    "translation": {
      "en": "You yourself have helped work on deals like this all year.",
      "th": "เราทำแบบนั้นตลอด คุณเองก็ ช่วยทำข้อตกลงแบบนั้นตลอดปีนี้"
    }
  },
  {
    "translation": {
      "en": "Yeah, but it's not a big corporate entity.",
      "th": "ใช่ แต่มันไม่ใช่องค์กรขนาดใหญ่"
    }
  },
  {
    "translation": {
      "en": "It's a small mom and pop inn. They have roots here.",
      "th": "มันเป็นโรงแรมครอบครัวเล็กๆ พวกเขามีรากเหง้าอยู่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "Julian, word of advice,",
      "th": "จูเลี่ยน ขอคำแนะนำอะไรหน่อยนะ"
    }
  },
  {
    "translation": {
      "en": "learn to separate the business from the personal.",
      "th": "เรียนรู้ที่จะแยกธุรกิจออกจากเรื่องส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "It will serve you well in your very promising career.",
      "th": "มันจะช่วยคุณได้ในหน้าที่การงานที่ดูมีอนาคต"
    }
  },
  {
    "translation": {
      "en": "Now, Patrick knows you've been working with his daughter,",
      "th": "เอาล่ะ แพทริครู้ว่าคุณทำงานกับลูกสาวเขา"
    }
  },
  {
    "translation": {
      "en": "so he wants to make sure you're the one to do...",
      "th": "เขาเลยอยากแน่ใจว่าคุณจะเป็นคน…"
    }
  },
  {
    "translation": {
      "en": "How about I loop in Nia? She's their agent.",
      "th": "เราบอกให้นีอารู้ดีกว่านะครับ เธอเป็นนายหน้าของเรา"
    }
  },
  {
    "translation": {
      "en": "No. No, no, no. with the father directly. You're going to deal",
      "th": "ไม่ คุณจะติดต่อกับพ่อโดยตรง"
    }
  },
  {
    "translation": {
      "en": "I have laid the groundwork. I just need you to close it.",
      "th": "ฉันปูพื้นไว้เรียบร้อยแล้ว ฉันแค่อยากให้คุณปิดการซื้อขาย"
    }
  },
  {
    "translation": {
      "en": "Julian, I know how these things work. Can you please do this my way?",
      "th": "จูเลี่ยน ฉันรู้ว่ามันเวิร์กยังไง ใช้วิธีฉันเถอะนะ"
    }
  },
  {
    "translation": {
      "en": "a merry Christmas. Let's all have",
      "th": "และมีคริสต์มาสที่รื่นเริงกัน"
    }
  },
  {
    "translation": {
      "en": "-Hey, good afternoon. -Good afternoon. Mr. Thompson.",
      "th": "- สวัสดีครับ - สวัสดีครับ คุณธอมป์สัน"
    }
  },
  {
    "translation": {
      "en": "Please, call me Julian.",
      "th": "เรียกผมว่าจูเลี่ยนเถอะ"
    }
  },
  {
    "translation": {
      "en": "All right Julian. You coming to the party tomorrow night?",
      "th": "ก็ได้จูเลี่ยน คืนพรุ่งนี้คุณจะมางานปาร์ตี้มั้ย"
    }
  },
  {
    "translation": {
      "en": "Nia said it was just family and friends.",
      "th": "นีอาบอกว่าสำหรับครอบครัวกับเพื่อน"
    }
  },
  {
    "translation": {
      "en": "Any friend of my daughter's, a friend of mine. So, you've got to come.",
      "th": "เพื่อนของลูกสาวผมก็ถือว่า เป็นเพื่อนผม ดังนั้นคุณต้องมานะ"
    }
  },
  {
    "translation": {
      "en": "Okay. Thank you.",
      "th": "โอเค ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "to talk to you about the inn. Listen I uh, I came here",
      "th": "คืองี้ ผม… ผมมาที่นี่เพื่อคุยกับคุณเรื่องโรงแรม ผมรู้ว่าคุณคุยกับโรบิน เจ้านายผมไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I know you spoke to my boss, Robyn.",
      "th": "ผมมาที่นี่เพื่อคุยกับคุณเรื่องโรงแรม ผมรู้ว่าคุณคุยกับโรบิน เจ้านายผมไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "I like what she had to say. Oh, yeah. Nice lady.",
      "th": "อ๋อใช่ ผู้หญิงที่นิสัยดี ผมชอบสิ่งที่เธอพูดนะ"
    }
  },
  {
    "translation": {
      "en": "Yes. She's very good at her job.",
      "th": "ครับ เธอเก่งมากในงานที่เธอทำ"
    }
  },
  {
    "translation": {
      "en": "Sounds like your company will take good care of the place.",
      "th": "ดูเหมือนบริษัทคุณจะดูแลที่นี่เป็นอย่างดี"
    }
  },
  {
    "translation": {
      "en": "Uh, yeah. I mean, I would do my very best to ensure that Optima respected what you've built here,",
      "th": "ครับ ผมจะพยายามอย่างเต็มที่เพื่อให้ออพติมา เคารพสิ่งที่คุณได้สร้างไว้ที่นี่"
    }
  },
  {
    "translation": {
      "en": "we won't make any changes. but I can't guarantee",
      "th": "ครับ ผมจะพยายามอย่างเต็มที่เพื่อให้ออพติมา เคารพสิ่งที่คุณได้สร้างไว้ที่นี่ ผมรับประกันไม่ได้ว่าเราจะไม่เปลี่ยนแปลงอะไร"
    }
  },
  {
    "translation": {
      "en": "Well, of course you would.",
      "th": "แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "The back porch could sure use a new coat of paint.",
      "th": "ระเบียงด้านหลังต้องทาสีใหม่"
    }
  },
  {
    "translation": {
      "en": "But I'd think twice about any big changes.",
      "th": "แต่ควรจะคิดดูให้ดีถ้าจะทำการเปลี่ยนแปลงใหญ่ๆ"
    }
  },
  {
    "translation": {
      "en": "My wife always said this place is...",
      "th": "ภรรยาผมบอกเสมอว่าที่นี่"
    }
  },
  {
    "translation": {
      "en": "close to a historical landmark.",
      "th": "เกือบจะได้เป็นสถานที่สำคัญ ทางประวัติศาสตร์แล้ว"
    }
  },
  {
    "translation": {
      "en": "I'll make sure the powers that be understand.",
      "th": "ผมจะทำให้แน่ใจว่าเบื้องบนเข้าใจจุดนี้"
    }
  },
  {
    "translation": {
      "en": "Why don't we go in and chat?",
      "th": "เราเข้าไปคุยกันดีมั้ย"
    }
  },
  {
    "translation": {
      "en": "Maybe some hot cocoa will help us figure things out.",
      "th": "บางทีโกโก้ร้อนอาจช่วยให้เราคิดอะไรออก"
    }
  },
  {
    "translation": {
      "en": "You got hot cocoa?",
      "th": "คุณมีโกโก้ร้อนเหรอครับ"
    }
  },
  {
    "translation": {
      "en": "And some little marshmallows.",
      "th": "และมาร์ชเมลโลว์ชิ้นเล็กๆ"
    }
  },
  {
    "translation": {
      "en": "Okay. Don't say any more.",
      "th": "- โอเค ไม่ต้องพูดแล้ว - มาเถอะ"
    }
  },
  {
    "translation": {
      "en": "Come on. Say no more.",
      "th": "- โอเค ไม่ต้องพูดแล้ว - มาเถอะ ไม่ต้องพูดอะไรแล้ว"
    }
  },
  {
    "translation": {
      "en": "Look at this one. Oh, come on.",
      "th": "นี่ ดูนี่สิ"
    }
  },
  {
    "translation": {
      "en": "Oh yeah, we were so cute.",
      "th": "ใช่ เราน่ารักมากเลย"
    }
  },
  {
    "translation": {
      "en": "We were so darn cute. Well, I was anyway.",
      "th": "เราน่ารักมาก ยังไงก็เถอะ"
    }
  },
  {
    "translation": {
      "en": "No word from Julian?",
      "th": "ไม่มีข่าวจากจูเลี่ยนเลยเหรอ"
    }
  },
  {
    "translation": {
      "en": "No. He should've emailed me by now to let me know",
      "th": "ไม่ ป่านนี้เขาน่าจะส่งอีเมลมาหาฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "his boss agreed to the sale.",
      "th": "เพื่อบอกให้ฉันรู้ว่าเจ้านายเขา เห็นด้วยเรื่องการซื้อขาย"
    }
  },
  {
    "translation": {
      "en": "Hey, thanks for pulling those photos of the inn.",
      "th": "ขอบคุณที่ดึงรูปโรงแรมมาให้นะ"
    }
  },
  {
    "translation": {
      "en": "I guess, we're going to have to list it now that my dad needs a new buyer, huh?",
      "th": "ฉันว่าเราคงต้องลงประกาศขายแล้ว ในเมื่อพ่อต้องการผู้ซื้อรายใหม่"
    }
  },
  {
    "translation": {
      "en": "he still wants to sell. I can't believe I know, right?",
      "th": "- ไม่อยากเชื่อเลยว่าเขายังอยากขาย - เนอะ ใช่มั้ย"
    }
  },
  {
    "translation": {
      "en": "that awful ice storm. Oh, this is from I think we were like eight.",
      "th": "นี่จากตอนที่มีพายุน้ำแข็งที่เลวร้ายนั่น ฉันว่าตอนนั้นเราอายุแปดขวบ"
    }
  },
  {
    "translation": {
      "en": "Oh, remember everyone complained about the power being out, but we loved it?",
      "th": "จำได้มั้ยว่าทุกคนบ่นเรื่องไฟดับแต่เราชอบมาก"
    }
  },
  {
    "translation": {
      "en": "You know, living by candlelight for a few days.",
      "th": "อยู่ใต้แสงเทียนไปสองสามวัน"
    }
  },
  {
    "translation": {
      "en": "in the woods like a fairy tale. The ice made the inn sparkle",
      "th": "น้ำแข็งทำให้โรงแรมส่องประกายอยู่ในป่า เหมือนในเทพนิยายเลย"
    }
  },
  {
    "translation": {
      "en": "He should've called by now.",
      "th": "เขาน่าจะโทรมาได้แล้วนะ"
    }
  },
  {
    "translation": {
      "en": "No news is good news?",
      "th": "ไม่มีข่าวถือว่าเป็นข่าวดี"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ไม่รู้สิ"
    }
  },
  {
    "translation": {
      "en": "Thank you, sir. I guess we have ourselves a deal.",
      "th": "- ขอบคุณครับ - ดูเหมือนว่าเราตกลงกับเรียบร้อยละ"
    }
  },
  {
    "translation": {
      "en": "A deal?",
      "th": "ตกลงเหรอ"
    }
  },
  {
    "translation": {
      "en": "What deal?",
      "th": "ข้อตกลงอะไร"
    }
  },
  {
    "translation": {
      "en": "We're selling the inn to Julian's company.",
      "th": "เราจะขายโรงแรมให้บริษัทของจูเลี่ยน"
    }
  },
  {
    "translation": {
      "en": "What?",
      "th": "อะไรนะ"
    }
  },
  {
    "translation": {
      "en": "Dad, you can't sell the inn to Optima Getaways. You promised.",
      "th": "พ่อคะ พ่อขายโรงแรมให้ ออพติมาเก็ตอะเวย์สไม่ได้ พ่อสัญญาแล้ว"
    }
  },
  {
    "translation": {
      "en": "If you would let me explain-- Don't worry, sweetheart.",
      "th": "- ให้ผมอธิบายก่อน - ไม่ต้องห่วงจ้ะ ลูกรัก"
    }
  },
  {
    "translation": {
      "en": "and he'll take good care of us. We had a nice long talk,",
      "th": "เราคุยกันนานมากและเขาจะดูแลเราอย่างดี"
    }
  },
  {
    "translation": {
      "en": "But he's not-- this decision without me? Dad, how could you make",
      "th": "แต่เขาไม่ใช่… พ่อตัดสินใจโดยไม่มีหนูได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "Because no buyer would ever be the right buyer.",
      "th": "เพราะจะไม่มีวันมีผู้ซื้อคนไหนเป็นผู้ซื้อที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "For once I need to do the sensible thing.",
      "th": "พ่อต้องทำสิ่งที่สมเหตุสมผลสักครั้ง"
    }
  },
  {
    "translation": {
      "en": "I just wanted to rip the Band-Aid off and do it, you know?",
      "th": "พ่อแค่อยากจะทำให้มันเจ็บแต่จบอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "But is it the sensible thing?",
      "th": "นั่นเหรอสมเหตุสมผล"
    }
  },
  {
    "translation": {
      "en": "They're making a very generous offer.",
      "th": "พวกเขาเสนอราคาที่สูงมาก"
    }
  },
  {
    "translation": {
      "en": "Money I can actually retire on in comfort.",
      "th": "เงินที่จะทำให้พ่อเกษียณอย่างสุขสบาย"
    }
  },
  {
    "translation": {
      "en": "We talked about this.",
      "th": "เราคุยกันแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "I need to talk to you outside.",
      "th": "ฉันต้องคุยกับคุณข้างนอก"
    }
  },
  {
    "translation": {
      "en": "How could you do this? [crying] I didn't have a choice.",
      "th": "- คุณทำแบบนี้ได้ยังไง - ผมไม่มีทางเลือก"
    }
  },
  {
    "translation": {
      "en": "Robyn didn't like the news building, the offer with or without me. and she was about to make",
      "th": "โรบินไม่ชอบตึกทำข่าว ถึงไม่มีผม เธอก็จะยื่นข้อเสนอเอง"
    }
  },
  {
    "translation": {
      "en": "still try and protect the inn. But at least this way I can",
      "th": "- ด้วยวิธีนี้ผมจะได้พยายามปกป้องโรงแรม - ไม่"
    }
  },
  {
    "translation": {
      "en": "Why didn't you tell me No. you were making the deal with my dad?",
      "th": "ทำไมคุณไม่บอกฉันว่ากำลังทำข้อตกลงกับพ่อ"
    }
  },
  {
    "translation": {
      "en": "You went behind my back. No. No, no, no.",
      "th": "- คุณทำมันลับหลังฉัน - เปล่านะ"
    }
  },
  {
    "translation": {
      "en": "I was just trying to fix it first. Come up with a solution.",
      "th": "เปล่า ผมแค่พยายามจะแก้ไขมันมันก่อน หาทางออกน่ะ"
    }
  },
  {
    "translation": {
      "en": "If you'd hear me out, I've got-- Maybe I didn't misjudge you.",
      "th": "- ฟังผมก่อนนะ… - บางทีฉันอาจไม่ได้ประเมินคุณผิดไป"
    }
  },
  {
    "translation": {
      "en": "I've included some provisions to try to protect--",
      "th": "ผมใส่ข้อกำหนดเข้าไปเพื่อพยายามปกป้องคุณ"
    }
  },
  {
    "translation": {
      "en": "Try? To try and do what? [tearfully]",
      "th": "ผมใส่ข้อกำหนดเข้าไปเพื่อพยายามปกป้องคุณ เพื่อพยายามทำอะไร นั่นหมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "What does that even mean, huh?",
      "th": "เพื่อพยายามทำอะไร นั่นหมายความว่ายังไง"
    }
  },
  {
    "translation": {
      "en": "You're the one who told me you do the deal and someone else handles the detail.",
      "th": "คุณบอกฉันเองว่าคุณเป็นคนทำข้อตกลง และให้คนอื่นจัดการรายละเอียด"
    }
  },
  {
    "translation": {
      "en": "This is your best?",
      "th": "- ผมพยายามเต็มที่แล้ว - นี่เหรอดีที่สุดของคุณ"
    }
  },
  {
    "translation": {
      "en": "Julian, I trusted you. I trusted you.",
      "th": "จูเลี่ยน ฉันไว้ใจคุณนะ ฉันไว้ใจคุณ"
    }
  },
  {
    "translation": {
      "en": "You got what you wanted. I think you should go.",
      "th": "คุณได้สิ่งที่ต้องการแล้ว ฉันว่าคุณไปซะเถอะ"
    }
  },
  {
    "translation": {
      "en": "Really?",
      "th": "จริงเหรอ"
    }
  },
  {
    "translation": {
      "en": "I didn't realize it would be like this, Nia.",
      "th": "พ่อไม่รู้ว่ามันจะออกมาเป็นแบบนี้ นีอา"
    }
  },
  {
    "translation": {
      "en": "I wanted to make the decision so you didn't have to.",
      "th": "พ่ออยากจะตัดสินใจ ลูกจะได้ไม่ต้องทำมัน"
    }
  },
  {
    "translation": {
      "en": "Julian, these developers-- No, it's not your fault.",
      "th": "มันไม่ใช่ความผิดของพ่อค่ะ จูเลี่ยน… นักพัฒนาพวกนี้สามารถทำตัว มีเสน่ห์มากเวลาที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "they can be very charming when they need to be.",
      "th": "นักพัฒนาพวกนี้สามารถทำตัว มีเสน่ห์มากเวลาที่จำเป็น"
    }
  },
  {
    "translation": {
      "en": "some dinner and talk it out. Let's go on in and whip up",
      "th": "มาทำมื้อเย็นแล้วคุยกันเถอะ"
    }
  },
  {
    "translation": {
      "en": "of your brilliant ideas Maybe you'll have one that'll make this work for everyone.",
      "th": "บางทีลูกอาจมีไอเดียเจ๋งๆ ที่จะทำให้มันเวิร์กสำหรับทุกคน"
    }
  },
  {
    "translation": {
      "en": "It's a done deal, Dad. It's... [sighs]",
      "th": "ข้อตกลงจบไปแล้วค่ะพ่อ มัน…"
    }
  },
  {
    "translation": {
      "en": "It stopped again.",
      "th": "มันหยุดเดินอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "It did.",
      "th": "ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "She wouldn't even let me get a word in. She's just disappointed right now.",
      "th": "- เธอไม่ยอมให้ฉันพูดด้วยซ้ำ - ตอนนี้เธอแค่ผิดหวังน่ะ"
    }
  },
  {
    "translation": {
      "en": "All right, just playing devil's advocate,",
      "th": "เธอแค่แสร้งทำเป็นไม่เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "but how bad of a resort would Optima build?",
      "th": "ออพติมาจะสร้างรีสอร์ตได้แย่สักแค่ไหนกัน"
    }
  },
  {
    "translation": {
      "en": "They're liable to make it look like a cartoon Swiss ski village.",
      "th": "พวกเขาอาจทำให้มันดูเหมือนหมู่บ้านสกีในสวิส"
    }
  },
  {
    "translation": {
      "en": "That wouldn't even look good in Switzerland. It's not what's right for the inn.",
      "th": "- ถึงอยู่ในสวิตเซอร์แลนด์ก็คงดูไม่ดี - มันไม่เหมาะกับโรงแรม"
    }
  },
  {
    "translation": {
      "en": "What is right?",
      "th": "อะไรคือสิ่งที่เหมาะล่ะ"
    }
  },
  {
    "translation": {
      "en": "I mean, we could expand",
      "th": "เราอาจขยายมันได้"
    }
  },
  {
    "translation": {
      "en": "while still respecting what's already there.",
      "th": "ในขณะที่ยังเคารพสิ่งที่อยู่ที่นั่นอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Nia's big on the surrounding landscape.",
      "th": "นีอาชอบภูมิทัศน์โดยรอบ"
    }
  },
  {
    "translation": {
      "en": "She doesn't want to add more buildings, so we could just build out from the main house.",
      "th": "เธอไม่อยากเพิ่มอาคาร ฉะนั้นเราก็สร้างออกจากบ้านหลักก็ได้"
    }
  },
  {
    "translation": {
      "en": "By \"we\" you mean you and Nia?",
      "th": "พอพูดว่า \"เรา\" คุณหมายถึงคุณกับนีอาเหรอ"
    }
  },
  {
    "translation": {
      "en": "add some more rooms upstairs, We follow the roofline,",
      "th": "เราสร้างตามแนวหลังคา เพิ่มห้องชั้นบน"
    }
  },
  {
    "translation": {
      "en": "restaurant on the sunset side. add a solarium next to the",
      "th": "เพิ่มห้องกระจกข้างร้านอาหาร ตรงฝั่งที่พระอาทิตย์ตกดิน"
    }
  },
  {
    "translation": {
      "en": "Wow, you've really thought this through.",
      "th": "ดูเหมือนนายคิดมาดีแล้วนี่"
    }
  },
  {
    "translation": {
      "en": "I guess, I have.",
      "th": "ก็คงงั้น"
    }
  },
  {
    "translation": {
      "en": "to make it happen. Then you need",
      "th": "งั้นคุณก็ต้องทำให้มันเกิดขึ้นให้ได้"
    }
  },
  {
    "translation": {
      "en": "It'd be a shame not to.",
      "th": "คงน่าเสียดายถ้าไม่ทำ"
    }
  },
  {
    "translation": {
      "en": "But it's not my job. Yeah, I know.",
      "th": "ใช่ฉันรู้ แต่มันไม่ใช่งานของฉัน"
    }
  },
  {
    "translation": {
      "en": "I'm just supposed to buy the place and move on. Not get all--",
      "th": "ฉันควรจะแค่ซื้อที่และไปต่อ ไม่ใช่…"
    }
  },
  {
    "translation": {
      "en": "What? Settled down?",
      "th": "อะไร ลงหลักปักฐานเหรอ"
    }
  },
  {
    "translation": {
      "en": "Let me tell you, Thompson.",
      "th": "ขอบอกเลยนะ ธอมป์สัน"
    }
  },
  {
    "translation": {
      "en": "Finding a place to call home...",
      "th": "การเจอที่ที่สามารถเรียกว่าบ้าน"
    }
  },
  {
    "translation": {
      "en": "it's the best Christmas present ever.",
      "th": "เป็นของขวัญคริสต์มาสที่ดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "That's why I'm moving all my business here.",
      "th": "ฉันถึงได้ย้ายธุรกิจทั้งหมดมาที่นี่"
    }
  },
  {
    "translation": {
      "en": "Right.",
      "th": "อืม"
    }
  },
  {
    "translation": {
      "en": "Yes. There's a spark. I love it when he gets a great idea.",
      "th": "ใช่ ประกายนั่นมาละ ผมชอบเวลาเขาได้ไอเดียดีๆ"
    }
  },
  {
    "translation": {
      "en": "but it's going to cost you. I got a great idea,",
      "th": "ฉันได้ไอเดียที่ดีมาก แต่มันจะทำให้นายต้องเสียเงิน"
    }
  },
  {
    "translation": {
      "en": "It's going to cost me?",
      "th": "มันจะทำให้ฉันเสียเงินเหรอ (สัญญาซื้อขาย)"
    }
  },
  {
    "translation": {
      "en": "This is pretty iron-clad. [Bonnie] I'm sorry.",
      "th": "เสียใจด้วยนะ สัญญานี้มัน… แน่นหนามาก"
    }
  },
  {
    "translation": {
      "en": "That's what these people are all about.",
      "th": "คนพวกนี้ก็เป็นแบบนี้แหละ"
    }
  },
  {
    "translation": {
      "en": "Just throwing money to get whatever they want",
      "th": "แค่ฟาดเงินเพื่อให้ได้สิ่งที่ต้องการ"
    }
  },
  {
    "translation": {
      "en": "without thinking how it actually affects a community.",
      "th": "โดยไม่คิดว่ามันจะส่งผลต่อชุมชนยังไง"
    }
  },
  {
    "translation": {
      "en": "Bonnie, there's no way I'm going to be able to come up with that kind of money.",
      "th": "บอนนี่ ฉันไม่มีทางหาเงินเยอะขนาดนั้นได้"
    }
  },
  {
    "translation": {
      "en": "I would be willing to buy you out of your half of the real estate office.",
      "th": "ฉันยินดีจะซื้อครึ่งนึงของบริษัทอสังหาฯ ที่เป็นของเธอคืน"
    }
  },
  {
    "translation": {
      "en": "Thank you. That's really kind of you, but I don't think it'll be enough.",
      "th": "ขอบใจนะ เธอมีน้ำใจมาก แต่ฉันว่ามันคงไม่พอหรอก"
    }
  },
  {
    "translation": {
      "en": "Maybe there's a-- a loophole, you know? We're not seeing.",
      "th": "อาจมีช่องว่างทางกฎหมายที่เรามองไม่เห็น"
    }
  },
  {
    "translation": {
      "en": "I doubt it.",
      "th": "ฉันว่าไม่"
    }
  },
  {
    "translation": {
      "en": "My mom would've known what to do.",
      "th": "แม่ฉันคงรู้ว่าต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Aw, you're all so cute in that.",
      "th": "พวกเธอน่ารักมากเลยในรูปนั้น"
    }
  },
  {
    "translation": {
      "en": "Thanks.",
      "th": "ขอบใจจ้ะ"
    }
  },
  {
    "translation": {
      "en": "This was my mom's favorite picture frame.",
      "th": "นี่เป็นกรอบรูปโปรดของแม่ฉัน"
    }
  },
  {
    "translation": {
      "en": "I remember when she bought it at the antique store just down the road.",
      "th": "ฉันจำได้ตอนที่เธอซื้อมัน ที่ร้านขายของเก่าที่อยู่เลยไปอีกนิด"
    }
  },
  {
    "translation": {
      "en": "the photos out every year She used to change but always the same picture frame.",
      "th": "เธอมักเปลี่ยนรูปถ่ายทุกปีแต่ใช้กรอบเดิมเสมอ"
    }
  },
  {
    "translation": {
      "en": "There's something in here. -What do you mean? What is it? -I don't know.",
      "th": "- มีบางอย่างอยู่ในนี้ - หมายความว่าไง มีอะไร"
    }
  },
  {
    "translation": {
      "en": "an old price tag or something. It's probably",
      "th": "- ฉันไม่รู้ - คงเป็นป้ายราคาเก่า"
    }
  },
  {
    "translation": {
      "en": "the inn heritage certified? It's an application to get",
      "th": "(โครงการอนุรักษ์โบราณสถาน) มันคือใบสมัครเพื่อขอใบรับรอง ให้โรงแรมเป็นโบราณสถาน"
    }
  },
  {
    "translation": {
      "en": "Did your mom fill that out?",
      "th": "แม่เธอกรอกมันเหรอ"
    }
  },
  {
    "translation": {
      "en": "It looks her handwriting.",
      "th": "เหมือนจะเป็นลายมือเธอเลย"
    }
  },
  {
    "translation": {
      "en": "Wait. Does this mean...",
      "th": "เดี๋ยวนะ นี่แปลว่า…"
    }
  },
  {
    "translation": {
      "en": "I think it does. [laughs]",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "-The magic of Christmas! -The magic of Christmas!",
      "th": "- เวทมนตร์ของวันคริสตร์มาส - เวทมนตร์ของวันคริสตร์มาส"
    }
  },
  {
    "translation": {
      "en": "\"Protected by the Heritage Conservation Covenant.\"",
      "th": "(อนุมัติแล้ว) \"ได้รับการคุ้มครอง ตามสนธิสัญญาอนุรักษ์โบราณสถาน\""
    }
  },
  {
    "translation": {
      "en": "It means that the Pine Valley Inn has historical...",
      "th": "แปลว่าโรงแรมไพน์แวลลีย์มีประวัติศาสตร์…"
    }
  },
  {
    "translation": {
      "en": "Well, thank you for your history lesson,",
      "th": "ขอบคุณสำหรับบทเรียนประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "but I'm quite familiar with what a heritage building is.",
      "th": "แต่ฉันรู้ดีว่าอาคารโบราณสถานคืออะไร"
    }
  },
  {
    "translation": {
      "en": "It means that you can't change any of the existing walls.",
      "th": "นั่นหมายความว่าคุณไม่สามารถ เปลี่ยนกำแพงที่มีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "The interior ones, exterior ones.",
      "th": "ทั้งกำแพงด้านในและด้านนอก"
    }
  },
  {
    "translation": {
      "en": "You won't be able to change the footprint. There's a lot of restrictions.",
      "th": "คุณจะไม่สามารถเปลี่ยนสิ่งที่มีอยู่ มันมีข้อจำกัดเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "Tell you what, I'm going to give you some time,",
      "th": "เอางี้ละกันค่ะ ฉันจะให้เวลาคุณสักหน่อย"
    }
  },
  {
    "translation": {
      "en": "time to think this through a bit better.",
      "th": "ให้เวลาไปคิดให้ถี่ถ้วนอีกหน่อย"
    }
  },
  {
    "translation": {
      "en": "father wants to sell, retire. I mean, it's clear that your",
      "th": "เห็นได้ชัดว่าพ่อคุณอยากขายและเกษียณ"
    }
  },
  {
    "translation": {
      "en": "-And it's equally clear -Mm-hmm.",
      "th": "และมันก็ชัดเจนพอกันว่า"
    }
  },
  {
    "translation": {
      "en": "you don't have another buyer.",
      "th": "คุณไม่มีผู้ซื้อรายอื่น"
    }
  },
  {
    "translation": {
      "en": "Certainly not anyone who will come up to what I am offering.",
      "th": "แน่นอนว่าไม่มีใครที่จะให้ข้อเสนอสูงเท่าฉัน"
    }
  },
  {
    "translation": {
      "en": "Even less likely given this news.",
      "th": "และจะมีโอกาสน้อยกว่าเดิมเมื่อรู้ข่าวนี้"
    }
  },
  {
    "translation": {
      "en": "And it's clear that your family has connections in Pine Valley.",
      "th": "และเห็นได้ชัดว่าครอบครัวคุณ มีเส้นสายในไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "So, why don't we both think on that? We can reconvene later?",
      "th": "ดังนั้นเราทั้งคู่ควรกลับไปคิดทบทวน เราค่อยคุยกันใหม่ทีหลังก็ได้"
    }
  },
  {
    "translation": {
      "en": "And now I must have some more of your father's delicious eggnog.",
      "th": "และตอนนี้ฉันต้องกิน เอ๊กน็อกแสนอร่อยของพ่อเธอเพิ่มอีก"
    }
  },
  {
    "translation": {
      "en": "this is all a bad idea. Oh, Bonnie, maybe",
      "th": "บอนนี่ บางทีนี่อาจเป็นความคิดที่แย่"
    }
  },
  {
    "translation": {
      "en": "I mean, she's right.",
      "th": "เพราะเธอพูดถูก"
    }
  },
  {
    "translation": {
      "en": "By registering the inn as a heritage building",
      "th": "การขึ้นทะเบียนโรงแรมให้เป็น อาคารโบราณสถาน"
    }
  },
  {
    "translation": {
      "en": "it's going to be really hard to find another buyer.",
      "th": "การหาผู้ซื้อรายอื่นจะยากมาก"
    }
  },
  {
    "translation": {
      "en": "And my dad won't be able to retire and...",
      "th": "และพ่อฉันก็จะเกษียณไม่ได้…"
    }
  },
  {
    "translation": {
      "en": "miracle. And given the family All we need is a Christmas",
      "th": "เราแค่ต้องการปาฏิหาริย์วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "in need of such miracles, I have high hopes.",
      "th": "และดูจากจำนวนครอบครัวที่ต้องการ ปาฏิหาริย์แล้ว ฉันว่ามันมีสิทธิ์เกิดขึ้นสูงนะ"
    }
  },
  {
    "translation": {
      "en": "Is Santa coming this year? Yeah?",
      "th": "- ปีนี้ซานต้าจะมามั้ย - อืม"
    }
  },
  {
    "translation": {
      "en": "What did you ask for?",
      "th": "หนูขออะไร"
    }
  },
  {
    "translation": {
      "en": "A pony? I guess Julian went back to the city.",
      "th": "- ลูกม้าเหรอ - ฉันเดาว่าจูเลี่ยนคงกลับเข้าเมืองแล้ว"
    }
  },
  {
    "translation": {
      "en": "Maybe, maybe not. Hard to say.",
      "th": "อาจจะ อาจจะไม่ พูดยาก"
    }
  },
  {
    "translation": {
      "en": "Could I have everyone's attention, please?",
      "th": "ทุกคน ฟังทางนี้หน่อยครับ"
    }
  },
  {
    "translation": {
      "en": "Okay folks. This is when I usually read the Christmas poem.",
      "th": "โอเคทุกคน นี่มักจะเป็นตอนที่ ผมอ่านกลอนคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "But this year, because it is",
      "th": "แต่ปีนี้ เนื่องจากว่ามันเป็น"
    }
  },
  {
    "translation": {
      "en": "dare I say our last Christmas at the inn...",
      "th": "แต่ปีนี้ เนื่องจากว่ามันเป็น คริสต์มาสปีสุดท้ายของเราที่โรงแรม…"
    }
  },
  {
    "translation": {
      "en": "talented daughter Ms. Nia Moore I'd like to invite my very",
      "th": "ผมอยากเชิญลูกสาวคนเก่งของผม คุณนีอา มัวร์"
    }
  },
  {
    "translation": {
      "en": "to say a few words. to join me up here",
      "th": "ผมอยากเชิญลูกสาวคนเก่งของผม คุณนีอา มัวร์ มาพูดอะไรสักนิดกับผมตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Thank you so much everyone for coming tonight.",
      "th": "ขอบคุณมากนะคะทุกคนที่มาคืนนี้"
    }
  },
  {
    "translation": {
      "en": "We have had many, many, many joyful Christmas memories here",
      "th": "เรามีความทรงจำมากมากที่นี่ ของวันคริสต์มาสที่แสนสุข"
    }
  },
  {
    "translation": {
      "en": "before I was born. since, oh, since",
      "th": "ตั้งแต่… ตั้งแต่ก่อนที่ฉันจะเกิดซะอีก"
    }
  },
  {
    "translation": {
      "en": "I'll be honest.",
      "th": "บอกตามตรงนะคะ ฉันยังพยายาม"
    }
  },
  {
    "translation": {
      "en": "I'm still trying to process the idea of the inn",
      "th": "บอกตามตรงนะคะ ฉันยังพยายาม ยอมรับให้ได้ว่าโรงแรมจะ ไม่ได้เป็นส่วนหนึ่งของชีวิตเราอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "of our lives anymore. not being a part",
      "th": "ยอมรับให้ได้ว่าโรงแรมจะ ไม่ได้เป็นส่วนหนึ่งของชีวิตเราอีกต่อไป"
    }
  },
  {
    "translation": {
      "en": "So my dad wanted to do something extra special this year,",
      "th": "พ่อฉันเลยอยากทำอะไรที่พิเศษยิ่งขึ้นในปีนี้"
    }
  },
  {
    "translation": {
      "en": "and we will be singing a duet.",
      "th": "เราจะร้องเพลงคู่"
    }
  },
  {
    "translation": {
      "en": "every Christmas Eve together. It's a song we used to sing",
      "th": "มันเป็นเพลงที่เราเคยร้อง ทุกวันคริสต์มาสอีฟด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And I'd like to dedicate this song",
      "th": "และฉันอยากมอบเพลงนี้"
    }
  },
  {
    "translation": {
      "en": "to those who are here with us and to those who are not.",
      "th": "ให้กับคนที่อยู่ที่นี่กับเรา และคนที่ไม่อยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ Silent night ♪",
      "th": "ราตรีอันเงียบงัน"
    }
  },
  {
    "translation": {
      "en": "♪ Holy night ♪",
      "th": "ราตรีอันแสนศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "♪ All is calm ♪",
      "th": "- ทุกสิ่งสงบนิ่ง - ทุกสิ่งสงบนิ่ง"
    }
  },
  {
    "translation": {
      "en": "♪ All is bright ♪",
      "th": "- ทุกสิ่งสว่างไสว - ทุกสิ่งสว่างไสว"
    }
  },
  {
    "translation": {
      "en": "♪ Round yon virgin ♪",
      "th": "- รายล้อมรอบกายนางผู้ถือพรมจรรย์ - รายล้อมรอบกายนางผู้ถือพรมจรรย์"
    }
  },
  {
    "translation": {
      "en": "♪ Mother and child ♪",
      "th": "- พระแม่และพระบุตร - พระแม่และพระบุตร"
    }
  },
  {
    "translation": {
      "en": "♪ Holy infant so ♪",
      "th": "- ทารกศักดิ์สิทธิ์ - ทารกศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "♪ Tender and mild ♪",
      "th": "- ผู้แสนบอบบางและนุ่มนวล - ผู้แสนบอบบางและนุ่มนวล"
    }
  },
  {
    "translation": {
      "en": "♪ Sleep in heavenly peace ♪",
      "th": "- หลับใหลอยู่ในสรวงสวรรค์อันสงบสุข - หลับใหลอยู่ในสรวงสวรรค์อันสงบสุข"
    }
  },
  {
    "translation": {
      "en": "♪ Sleep in heavenly peace ♪",
      "th": "- หลับใหลอยู่ในสรวงสวรรค์อันสงบสุข - หลับใหลอยู่ในสรวงสวรรค์อันสงบสุข"
    }
  },
  {
    "translation": {
      "en": "♪ Silent night ♪",
      "th": "- ราตรีอันเงียบงัน - ราตรีอันเงียบงัน"
    }
  },
  {
    "translation": {
      "en": "♪ Holy night ♪",
      "th": "- ราตรีอันแสนศักดิ์สิทธิ์ - ราตรีอันแสนศักดิ์สิทธิ์"
    }
  },
  {
    "translation": {
      "en": "♪ Shepherds quake ♪",
      "th": "- คนเลี้ยงแกะต่างพากันสั่นเทา - คนเลี้ยงแกะต่างพากันสั่นเทา"
    }
  },
  {
    "translation": {
      "en": "♪ At the sight ♪",
      "th": "- เมื่อได้พบเห็น - เมื่อได้พบเห็น"
    }
  },
  {
    "translation": {
      "en": "♪ Glory streams ♪",
      "th": "- ความรุ่งโรจน์ได้โพยพุ่ง - ความรุ่งโรจน์ได้โพยพุ่ง"
    }
  },
  {
    "translation": {
      "en": "♪ From heaven afar ♪",
      "th": "- ลงมาจากสวรรค์เบื้องบน - ลงมาจากสวรรค์เบื้องบน"
    }
  },
  {
    "translation": {
      "en": "sing hallelujah ♪ ♪ Heavenly hosts",
      "th": "- ชาวสวรรค์ - ชาวสวรรค์ - ต่างขับขานฮาเลลูยาห์ - ต่างขับขานฮาเลลูยาห์"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "th": "- พระเยซูทรงประสูติแล้ว - พระเยซูทรงประสูติแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "th": "- พระเยซูทรงประสูติแล้ว - พระเยซูทรงประสูติแล้ว"
    }
  },
  {
    "translation": {
      "en": "♪ Christ the savior is born ♪",
      "th": "- พระเยซูทรงประสูติแล้ว - พระเยซูทรงประสูติแล้ว"
    }
  },
  {
    "translation": {
      "en": "and Merry Christmas. Thank you everyone",
      "th": "ขอบคุณค่ะทุกคนและสุขสันต์วันคริสต์มาส"
    }
  },
  {
    "translation": {
      "en": "Oh, and uh, there's lots of hot cocoa and treats that have to be finished by the end of the night",
      "th": "อ๋อใช่ ยังมีโกโก้ร้อนกับขนมเยอะเลย ที่ต้องทานให้หมดคืนนี้นะคะ"
    }
  },
  {
    "translation": {
      "en": "otherwise my dad will finish them all to himself.",
      "th": "ไม่งั้นพ่อฉันจะกินทั้งหมดคนเดียว"
    }
  },
  {
    "translation": {
      "en": "And all my yoga would have gone to waste.",
      "th": "และโยคะที่เล่นไปทั้งหมดก็จะสูญเปล่า"
    }
  },
  {
    "translation": {
      "en": "-You see who's here? -Thank you. And he's coming this way.",
      "th": "- ขอบคุณค่ะ - ดูสิว่าใครมา เขากำลังมาทางนี้"
    }
  },
  {
    "translation": {
      "en": "He's right behind me isn't he? [whispers] He is right behind you. [whispers]",
      "th": "- เขาอยู่ข้างหลังฉันใช่มั้ย - ข้างหลังเธอเลย"
    }
  },
  {
    "translation": {
      "en": "Excuse me. There's a gingerbread man, um, eyeing me.",
      "th": "โทษที มีมนุษย์ขนมปังขิงจ้องฉันอยู่"
    }
  },
  {
    "translation": {
      "en": "-Hi. -Hi.",
      "th": "หวัดดีครับ หวัดดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "that was beautiful. You and your dad,",
      "th": "คุณกับพ่อของคุณ เมื่อกี้ช่าง… งดงามจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "th": "ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "I messed up.",
      "th": "- ฉัน… - ผมทำพลาด"
    }
  },
  {
    "translation": {
      "en": "And I just wanted to say that I'm sorry.",
      "th": "และผมแค่อยากบอกว่าผม… ขอโทษ"
    }
  },
  {
    "translation": {
      "en": "I should've came to you first and let you decide what to do",
      "th": "ผมน่าจะมาหาคุณก่อน ให้คุณตัดสินใจว่าจะทำอะไร แทนที่จะไปทำข้อตกลงกับพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "instead of going to your dad and making a deal.",
      "th": "ให้คุณตัดสินใจว่าจะทำอะไร แทนที่จะไปทำข้อตกลงกับพ่อคุณ"
    }
  },
  {
    "translation": {
      "en": "Why did you do that?",
      "th": "คุณทำแบบนั้นทำไม"
    }
  },
  {
    "translation": {
      "en": "I don't know.",
      "th": "ผมก็ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I was afraid for you, for me, for my job. I don't know.",
      "th": "ผมกลัว กลัวแทนคุณ ห่วงตัวเอง ห่วงงานของผม"
    }
  },
  {
    "translation": {
      "en": "But those are just excuses.",
      "th": "แต่นั่นเป็นแค่ข้ออ้าง"
    }
  },
  {
    "translation": {
      "en": "I'm here now to make things right.",
      "th": "ผมมาที่นี่เพื่อแก้ไขมัน"
    }
  },
  {
    "translation": {
      "en": "Or to try to at least.",
      "th": "หรืออย่างน้อยก็พยายามทำงั้น"
    }
  },
  {
    "translation": {
      "en": "We have a little problem. Excuse me, Mrs. Hahn?",
      "th": "ขอโทษทีครับคุณฮาห์น คุณมีปัญหานิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "has already informed me. Yes, your daughter",
      "th": "ใช่ค่ะ ลูกสาวคุณแจ้งฉันแล้ว"
    }
  },
  {
    "translation": {
      "en": "cooperation from the town, But I mean, with some I'm sure we can still make this work.",
      "th": "แต่ด้วยความร่วมมือจากคนในเมือง ฉันมั่นใจว่าเราทำให้มันเวิร์กได้"
    }
  },
  {
    "translation": {
      "en": "Well, if by cooperation you mean Malcolm agreeing to turn a blind eye",
      "th": "ถ้าคำว่า \"ร่วมมือ\" หมายถึงการให้ มัลคอล์มเพิกเฉย"
    }
  },
  {
    "translation": {
      "en": "to you not acknowledging this beautiful inn's",
      "th": "ต่อการที่คุณไม่ยอมรับความสำคัญ ทางประวัติศาสตร์ของโรงแรมอันงดงามนี้ล่ะก็"
    }
  },
  {
    "translation": {
      "en": "historical significance, it's not likely.",
      "th": "ต่อการที่คุณไม่ยอมรับความสำคัญ ทางประวัติศาสตร์ของโรงแรมอันงดงามนี้ล่ะก็ มันไม่น่าจะเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. You are?",
      "th": "ขอโทษนะคะ คุณเป็นใคร"
    }
  },
  {
    "translation": {
      "en": "Sean Robinson.",
      "th": "ฌอน โรบินสัน"
    }
  },
  {
    "translation": {
      "en": "Oh, Sean Robinson.",
      "th": "อ๋อ ฌอน โรบินสัน"
    }
  },
  {
    "translation": {
      "en": "And Malcolm is?",
      "th": "และมัลคอล์มคือ"
    }
  },
  {
    "translation": {
      "en": "Malcolm Wells?",
      "th": "มัลคอล์ม เวลส์"
    }
  },
  {
    "translation": {
      "en": "Well, he is the president of the Pine Valley Landmarks and Preservation Society",
      "th": "เขาเป็นประธานสมาคม อนุรักษ์โบราณสถานของไพน์แวลลีย์"
    }
  },
  {
    "translation": {
      "en": "and let me assure you, he is a stickler for the rules.",
      "th": "และผมยืนยันได้ว่าเขาเคร่งครัดเรื่องกฎระเบียบ"
    }
  },
  {
    "translation": {
      "en": "the inn a historical landmark. So, Malcolm is declaring",
      "th": "แปลว่ามัลคอล์มจะประกาศให้โรงแรม เป็นสถานที่สำคัญทางประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "Indeed he is.",
      "th": "ใช่แล้ว"
    }
  },
  {
    "translation": {
      "en": "don't pull the offer? And what if they",
      "th": "ถ้าพวกเขาไม่ถอนข้อเสนอล่ะ"
    }
  },
  {
    "translation": {
      "en": "would give us enough time The legal challenges to find another buyer hopefully.",
      "th": "การคัดค้านทางกฎหมายจะทำให้เรา มีเวลามากพอที่จะหาผู้ซื้อรายอื่น"
    }
  },
  {
    "translation": {
      "en": "That makes sense.",
      "th": "- หวังว่านะ - ก็ฟังดูมีเหตุผล"
    }
  },
  {
    "translation": {
      "en": "Who knows, maybe we could find financing ourselves.",
      "th": "ใครจะไปรู้ บางทีเราอาจหาเงินทุนได้"
    }
  },
  {
    "translation": {
      "en": "Ourselves?",
      "th": "\"เรา\" เหรอ"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "ahead of myself here, but um... I mean, I don't want to get",
      "th": "ผมไม่อยากวาดฝันไปไกลเกินไปแต่…"
    }
  },
  {
    "translation": {
      "en": "I don't want to leave.",
      "th": "ผมไม่อยากไปจากที่นี่"
    }
  },
  {
    "translation": {
      "en": "I don't want to move on to my next adventure.",
      "th": "ผมไม่อยากก้าวต่อไปสู่ผจญภัยอันต่อไป"
    }
  },
  {
    "translation": {
      "en": "Because I think I found it right here with you.",
      "th": "เพราะผมคิดว่าผมเจอมันแล้ว อยู่ตรงนี้ กับคุณ"
    }
  },
  {
    "translation": {
      "en": "And I'd be a fool to let you go.",
      "th": "และผมคงโง่มากถ้าปล่อยคุณไป"
    }
  },
  {
    "translation": {
      "en": "And you'd be willing to work with me",
      "th": "และคุณจะยอม ทำงานกับฉัน"
    }
  },
  {
    "translation": {
      "en": "and help keep the inn?",
      "th": "และช่วยรักษาโรงแรมนี้ไว้เหรอคะ"
    }
  },
  {
    "translation": {
      "en": "I meant what I said.",
      "th": "ผมตั้งใจทำในสิ่งที่พูด"
    }
  },
  {
    "translation": {
      "en": "This is your home, and I don't want you to lose it.",
      "th": "นี่คือบ้านของคุณ และผมไม่อยากให้คุณเสียมันไป"
    }
  },
  {
    "translation": {
      "en": "Were you not happy with our deal? Was I not generous enough?",
      "th": "คุณไม่พอใจกับข้อตกลงของเราเหรอ ฉันให้ข้อเสนอไม่ดีพอเหรอคะ"
    }
  },
  {
    "translation": {
      "en": "No, very generous.",
      "th": "เปล่าครับ มันดีมาก"
    }
  },
  {
    "translation": {
      "en": "It's just that my daughter... Isn't keen on bending the rules.",
      "th": "- ก็แค่ว่าลูกสาวผม… - ไม่อยากทำผิดกฎ"
    }
  },
  {
    "translation": {
      "en": "I mean, I've actually put out some feelers and I've got some strong leads.",
      "th": "จริงๆ แล้วผมก็เริ่มลองถามๆ คนอื่นดูละ และมีผู้ซื้อที่สนใจสองสามราย"
    }
  },
  {
    "translation": {
      "en": "That's very touching, Julian, [Robyn] but you shouldn't lie to the girl.",
      "th": "น่าประทับใจมาก จูเลี่ยน แต่คุณไม่ควรโกหกเธอนะ"
    }
  },
  {
    "translation": {
      "en": "Excuse me?",
      "th": "ว่าไงนะครับ"
    }
  },
  {
    "translation": {
      "en": "You have no financing, no leads.",
      "th": "คุณไม่มีเงินทุน ไม่มีผู้ซื้อที่สนใจ"
    }
  },
  {
    "translation": {
      "en": "And if you continue sabotaging our work, you won't have a job either.",
      "th": "และถ้าคุณยังคงทำลายงานของเราต่อไป คุณก็จะไม่มีงานทำ"
    }
  },
  {
    "translation": {
      "en": "You want to know what, Robyn?",
      "th": "รู้อะไรมั้ยครับโรบิน"
    }
  },
  {
    "translation": {
      "en": "to work for you anymore. I don't know if I want to work for you anymore Actually, I don't want",
      "th": "ผมไม่รู้ว่าผมอยากทำงานให้คุณรึเปล่า อันที่จริง ผมไม่อยากทำงานให้คุณแล้ว"
    }
  },
  {
    "translation": {
      "en": "if this is how you do business.",
      "th": "ถ้านี่คือวิธีที่คุณทำธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "-Well, he won't need it. -Excuse me?",
      "th": "เขาไม่ต้องการงานนี้หรอก ว่าไงนะคะ"
    }
  },
  {
    "translation": {
      "en": "Oh, very soon he's going to have a beautiful resort to restore.",
      "th": "ในไม่ช้า เขาจะมีรีสอร์ตสวยๆ ให้ฟื้นฟู"
    }
  },
  {
    "translation": {
      "en": "-He's got the financing. -What?",
      "th": "เขาได้เงินทุนแล้ว - อะไรนะ - ฉันคิดเรื่องแคมปัสใหม่ของฉัน"
    }
  },
  {
    "translation": {
      "en": "my new facility, and... I was thinking about Yeah, you know.",
      "th": "- อะไรนะ - ฉันคิดเรื่องแคมปัสใหม่ของฉัน และคนก็จะต้องการที่พัก พอพวกเขาแวะมา ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "people are going to need a place to stay when they visit so...",
      "th": "และคนก็จะต้องการที่พัก พอพวกเขาแวะมา ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "-We are doing it. -You'd do that?",
      "th": "นายยอมทำแบบนั้นเหรอ เรากำลังทำอยู่"
    }
  },
  {
    "translation": {
      "en": "Everybody, just wait, um... Okay, wait, wait, wait.",
      "th": "โอเค เดี๋ยวนะทุกคน เดี๋ยวก่อน"
    }
  },
  {
    "translation": {
      "en": "Julian, I need to talk to you outside. -Right now. -Mm-hmm.",
      "th": "จูเลี่ยน ขอคุยกับคุณข้างนอกเดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "-Right now! -Mm-hmm.",
      "th": "เดี๋ยวนี้เลย"
    }
  },
  {
    "translation": {
      "en": "You okay? You need a jacket?",
      "th": "คุณโอเคมั้ย อยากได้แจ็กเกตมั้ย"
    }
  },
  {
    "translation": {
      "en": "No, I'm okay.",
      "th": "ไม่ ฉันโอเคค่ะ"
    }
  },
  {
    "translation": {
      "en": "But we just met...",
      "th": "แต่เราเพิ่งเจอกัน"
    }
  },
  {
    "translation": {
      "en": "and I don't want you to give up your career or dreams for me.",
      "th": "ฉันไม่อยากให้คุณทิ้งอาชีพการงาน หรือความฝันเพื่อฉัน"
    }
  },
  {
    "translation": {
      "en": "-Yes, I'm sure. -Are you sure?",
      "th": "คุณแน่ใจเหรอ ใช่ ผมแน่ใจ"
    }
  },
  {
    "translation": {
      "en": "But how? Why?",
      "th": "แต่แน่ใจได้ไง ทำไมล่ะ"
    }
  },
  {
    "translation": {
      "en": "Because of the magic.",
      "th": "เพราะเวทมนตร์ไง"
    }
  },
  {
    "translation": {
      "en": "-It's working again. -Of course, it is.",
      "th": "มันเริ่มเดินอีกแล้ว แน่นอนอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "Mistletoe.",
      "th": "มิสเซิลโท"
    }
  },
  {
    "translation": {
      "en": "It sure is.",
      "th": "ใช่แล้วค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Merry Christmas, Julian. -Merry Christmas, Nia.",
      "th": "สุขสันต์วันคริสต์มาส นีอา สุขสันต์วันคริสต์มาส จูเลี่ยน"
    }
  }
]