[
  {
    "translation": {
      "en": "[woman, in Italian] Alessia, how do you feel about death?",
      "th": "อเลสเซีย คุณรู้สึกยังไงคะเรื่องความตาย"
    }
  },
  {
    "translation": {
      "en": "Honestly, I've never thought about it.",
      "th": "บอกตรงๆ นะคะ ฉันไม่เคยคิดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "I think if someone has to die, they will.",
      "th": "ฉันคิดว่าถ้ามีใครต้องตาย ยังไงมันก็จะเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "Honestly, I don't think about death. I'm not afraid of death.",
      "th": "บอกตามตรง ฉันไม่คิดเรื่องความตาย และฉันก็ไม่กลัวความตาย"
    }
  },
  {
    "translation": {
      "en": "I've never thought free diving could lead to death.",
      "th": "ฉันไม่เคยคิดว่าการดำน้ำฟรีไดฟ์ อาจนำไปสู่ความตายได้"
    }
  },
  {
    "translation": {
      "en": "[man, in English] Twenty seconds!",
      "th": "ยี่สิบวินาที (การดำน้ำฟรีไดฟ์แต่ละครั้งในภาพยนตร์นี้ ดำโดยสูดหายใจครั้งเดียว)"
    }
  },
  {
    "translation": {
      "en": "[man] Ten seconds.",
      "th": "สิบวินาที"
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one.",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Alessia Zecchini. Italy.",
      "th": "อเลสเซีย เซกกินี่ อิตาลี"
    }
  },
  {
    "translation": {
      "en": "Four minutes. World record attempt.",
      "th": "สี่นาที พยายามทำสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Okay, look at me.",
      "th": "โอเค มองผมนะ"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] Alessia was born in the afternoon, at around 20 to five.",
      "th": "อเลสเซียเกิดช่วงบ่าย ตอนอีกประมาณ 20 นาทีจะห้าโมง"
    }
  },
  {
    "translation": {
      "en": "That night, I lay awake in bed, thinking",
      "th": "คืนนั้นผมนอนลืมตาอยู่บนเตียงพลางคิด"
    }
  },
  {
    "translation": {
      "en": "about my wife, about my daughter.",
      "th": "เรื่องภรรยาผม เรื่องลูกสาวผม"
    }
  },
  {
    "translation": {
      "en": "You never forget it.",
      "th": "คุณไม่มีวันลืมมันได้"
    }
  },
  {
    "translation": {
      "en": "When you long for something…",
      "th": "เวลาคุณโหยหาอะไรมากๆ น่ะ…"
    }
  },
  {
    "translation": {
      "en": "you can't forget it.",
      "th": "คุณไม่มีวันลืมมันได้"
    }
  },
  {
    "translation": {
      "en": "This is one of Alessia's school essays.",
      "th": "นี่เป็นหนึ่งในเรียงความสมัยเรียนของอเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "\"Do you ever think that the people around you, your classmates,",
      "th": "\"คุณเคยคิดไหมว่าคนรอบตัวคุณ เพื่อนร่วมชั้นเรียนของคุณ"
    }
  },
  {
    "translation": {
      "en": "your friends, your parents,",
      "th": "เพื่อนๆ คุณ พ่อแม่คุณ"
    }
  },
  {
    "translation": {
      "en": "don't understand your dreams?\"",
      "th": "ไม่เข้าใจความฝันของคุณ\""
    }
  },
  {
    "translation": {
      "en": "[girl, in Italian] I want to achieve my dream at all costs.",
      "th": "ฉันอยากทำให้ฝันฉันเป็นจริง ไม่ว่าจะเกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "I want to become a famous free diver.",
      "th": "ฉันอยากเป็นนักดำน้ำฟรีไดฟ์ที่มีชื่อเสียง"
    }
  },
  {
    "translation": {
      "en": "Natalia Molchanova is my greatest idol.",
      "th": "นาตาเลีย โมลชาโนว่า เป็นไอดอลคนสำคัญที่สุดของฉัน"
    }
  },
  {
    "translation": {
      "en": "I want to be just like her, a world champion.",
      "th": "ฉันอยากเป็นเหมือนเธอ เป็นแชมป์โลก"
    }
  },
  {
    "translation": {
      "en": "[man, in English] Molchanova holds over 40 free diving records.",
      "th": "โมลชาโนว่า เป็นเจ้าของสถิติฟรีไดฟ์กว่า 40 สถิติ"
    }
  },
  {
    "translation": {
      "en": "She's regarded as a legend in the sport's history.",
      "th": "เธอได้รับการยกย่อง เป็นตำนานในประวัติศาสตร์กีฬาชนิดนี้"
    }
  },
  {
    "translation": {
      "en": "[girl, in Italian] I'm really embarrassed about this great dream of mine.",
      "th": "ฉันอายจริงๆ เรื่องความฝันอันยิ่งใหญ่ของฉันนี่"
    }
  },
  {
    "translation": {
      "en": "It sounds like one of those things you say when you're a kid",
      "th": "มันฟังดูเหมือนเรื่องพวกนั้นที่เราพูดตอนเด็ก"
    }
  },
  {
    "translation": {
      "en": "when asked what you want to be when you grow up.",
      "th": "เวลามีคนถามเราว่าโตแล้วอยากเป็นอะไร"
    }
  },
  {
    "translation": {
      "en": "There are only a few people who understand my dream.",
      "th": "มีแค่ไม่กี่คนที่เข้าใจความฝันของฉัน"
    }
  },
  {
    "translation": {
      "en": "My dad is one of those people.",
      "th": "พ่อฉันเป็นหนึ่งในคนพวกนั้น"
    }
  },
  {
    "translation": {
      "en": "He understands my passion for the sea and for free diving.",
      "th": "พ่อเข้าใจความหลงใหล ในท้องทะเลและการดำน้ำฟรีไดฟ์ของฉัน"
    }
  },
  {
    "translation": {
      "en": "I'd do anything to make my dream come true.",
      "th": "ฉันจะทำทุกอย่างเพื่อให้ฝันของฉันเป็นจริง"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] If you don't have a dream to spur you on, you won't make it.",
      "th": "ถ้าคุณไม่มีความฝันคอยกระตุ้นคุณ คุณจะไปไม่ถึงจุดหมาย"
    }
  },
  {
    "translation": {
      "en": "But the price you pay",
      "th": "แต่สิ่งที่คุณต้องเสียไปเพื่อแลกมันมา"
    }
  },
  {
    "translation": {
      "en": "is so high.",
      "th": "มีค่าสูงมาก"
    }
  },
  {
    "translation": {
      "en": "Alessia and Steve.",
      "th": "อเลสเซียกับสตีฟ"
    }
  },
  {
    "translation": {
      "en": "Their connection was very strong.",
      "th": "สายสัมพันธ์ของพวกเขาแข็งแกร่งมาก"
    }
  },
  {
    "translation": {
      "en": "What brought them together?",
      "th": "ทำไมพวกเขาถึงมาเจอกันน่ะเหรอ"
    }
  },
  {
    "translation": {
      "en": "I've always believed",
      "th": "ผมเชื่อเสมอ"
    }
  },
  {
    "translation": {
      "en": "that nothing ever happens to us by chance.",
      "th": "ว่าไม่เคยมีอะไรเกิดขึ้นกับเราโดยบังเอิญ"
    }
  },
  {
    "translation": {
      "en": "There's always a connecting thread.",
      "th": "มีสายใยเชื่อมโยงอยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "Something that leads you down a certain road.",
      "th": "สิ่งที่นำคุณไปตามทางสายหนึ่งๆ"
    }
  },
  {
    "translation": {
      "en": "[man, in English] Alessia and Stephen really became a duet…",
      "th": "อเลสเซียกับสตีเฟ่นกลายเป็นคู่หูกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man] …in many ways.",
      "th": "ในหลายๆ ด้าน"
    }
  },
  {
    "translation": {
      "en": "It was destiny that they found each other.",
      "th": "ที่พวกเขาได้พบกันนั้นเป็นชะตาลิขิต"
    }
  },
  {
    "translation": {
      "en": "I accepted that he was doing a dangerous thing.",
      "th": "ผมยอมรับว่าเขาทำเรื่องอันตราย (ปีเตอร์ คีแนน พ่อของสตีเฟ่น)"
    }
  },
  {
    "translation": {
      "en": "And I just kind of lived with that.",
      "th": "และผมก็เหมือนทำใจยอมรับเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Dad, come on!",
      "th": "พ่อครับ มาเถอะ!"
    }
  },
  {
    "translation": {
      "en": "Dad, come on!",
      "th": "พ่อ มาเถอะ!"
    }
  },
  {
    "translation": {
      "en": "Come on!",
      "th": "มาเถอะครับ!"
    }
  },
  {
    "translation": {
      "en": "[man] I've always been curious.",
      "th": "ผมอยากรู้อยากเห็นมาตลอด"
    }
  },
  {
    "translation": {
      "en": "I was always kind of fascinated by wilderness,",
      "th": "ผมหลงใหลธรรมชาติ สัตว์ และท้องทะเลมาตลอด"
    }
  },
  {
    "translation": {
      "en": "and animals, and the sea.",
      "th": "ผมหลงใหลธรรมชาติ สัตว์ และท้องทะเลมาตลอด (เสียงสตีเฟ่น คีแนน)"
    }
  },
  {
    "translation": {
      "en": "[Peter] Stephen loved being out in the wild.",
      "th": "สตีเฟ่นชอบออกไปอยู่ท่ามกลางธรรมชาติ"
    }
  },
  {
    "translation": {
      "en": "The two of us would go swimming at 5:00 in the morning, as the sun was coming up.",
      "th": "เราสองคนจะไปว่ายน้ำตอนตีห้า ระหว่างพระอาทิตย์ขึ้น"
    }
  },
  {
    "translation": {
      "en": "I'd dive down. I would snorkel.",
      "th": "ผมจะดำน้ำลงไป ผมจะดำสนอร์เกิล"
    }
  },
  {
    "translation": {
      "en": "And he'd be holding my hand and pointing, with his own snorkel,",
      "th": "เขาจะจับมือผมแล้วชี้ โดยที่ใส่สนอร์เกิลของเขาเอง"
    }
  },
  {
    "translation": {
      "en": "and pointing out fish here and fish there.",
      "th": "และชี้ให้ดูปลาตรงนั้นตรงนี้"
    }
  },
  {
    "translation": {
      "en": "\"What's the biggest this? What's the smallest that?\"",
      "th": "\"เจ้านี่ที่ใหญ่ที่สุดคืออะไร\" \"เจ้านั่นที่เล็กที่สุดคืออะไร\""
    }
  },
  {
    "translation": {
      "en": "\"What's the… the least common whale? What's the most common whale?\"",
      "th": "\"วาฬชนิดไหนที่เจอได้น้อยที่สุด\" \"วาฬชนิดไหนที่เจอได้บ่อยที่สุด\""
    }
  },
  {
    "translation": {
      "en": "Those endless \"Why?\"",
      "th": "คำถามไม่รู้จบพวกนั้นที่ว่า \"ทำไม\""
    }
  },
  {
    "translation": {
      "en": "\"What? Where?\"",
      "th": "\"อะไร\" \"ที่ไหน\""
    }
  },
  {
    "translation": {
      "en": "\"How often? How many?\"",
      "th": "\"บ่อยแค่ไหน\" \"มากแค่ไหน\""
    }
  },
  {
    "translation": {
      "en": "His interest in nature started with us watching David Attenborough.",
      "th": "ความสนใจในธรรมชาติของเขา เริ่มจากการที่เราดูเดวิด แอทเทนเบอเรอห์"
    }
  },
  {
    "translation": {
      "en": "I'm in the middle of central New Guinea.",
      "th": "ผมอยู่ใจกลางนิวกินีกลาง"
    }
  },
  {
    "translation": {
      "en": "One of the few places left on the surface of the Earth",
      "th": "หนึ่งในที่ไม่กี่แห่งที่เหลืออยู่บนพื้นโลก"
    }
  },
  {
    "translation": {
      "en": "that are truly unexplored.",
      "th": "ที่ยังไม่มีการสำรวจจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Stephen] I always had it in my head that I wanted to be an explorer.",
      "th": "ผมมีความคิดในหัวมาตลอด ว่าผมอยากเป็นนักสำรวจ"
    }
  },
  {
    "translation": {
      "en": "I always loved looking at places like the Amazon",
      "th": "ผมชอบดูสถานที่แบบแอมะซอน"
    }
  },
  {
    "translation": {
      "en": "and Congo, and Indonesia, and imagining what it's like to be there.",
      "th": "คองโกและอินโดนีเซีย และนึกภาพว่าการได้ไปอยู่ที่นั่นจะเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "[boy] Keenan, looking good!",
      "th": "คีแนน ดูดีนี่!"
    }
  },
  {
    "translation": {
      "en": "[Peter] When Stephen got to his teens, I left the family home.",
      "th": "ตอนสตีเฟ่นย่างเข้าวัยรุ่น ผมออกจากบ้านของครอบครัวไป"
    }
  },
  {
    "translation": {
      "en": "I almost don't want to think about it.",
      "th": "ผมเกือบไม่อยากคิดถึงมัน"
    }
  },
  {
    "translation": {
      "en": "I feel very bad about it in ma-- in ways.",
      "th": "ผมรู้สึกแย่มากเกี่ยวกับเรื่องนั้นในหลายด้าน"
    }
  },
  {
    "translation": {
      "en": "He was very hurt. He was very-- He was heartbroken.",
      "th": "เขาเจ็บปวดมาก เขา… เขาหัวใจสลาย"
    }
  },
  {
    "translation": {
      "en": "I do remember, when he was 17, having a row with him",
      "th": "ผมจำได้ว่าผมทะเลาะกับเขาตอนเขาอายุ 17"
    }
  },
  {
    "translation": {
      "en": "about spending money on alcohol with his friends.",
      "th": "เรื่องที่เขาเอาเงินไปซื้อแอลกอฮอล์ดื่มกับเพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "His mother was a bit worried about, was he starting to drink a bit early?",
      "th": "แม่เขากังวลนิดหน่อย ว่าเขาเริ่มดื่มเร็วไปหน่อยหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "He was looking at, \"What am I going to be after I leave school?\"",
      "th": "ตอนนั้นเขากำลังดูว่า \"ฉันจะเป็นอะไรหลังออกจากโรงเรียน\""
    }
  },
  {
    "translation": {
      "en": "\"How am I going to follow my dream?\"",
      "th": "\"ฉันจะไล่ตามฝันของฉันได้ยังไง\""
    }
  },
  {
    "translation": {
      "en": "He really hadn't a clue.",
      "th": "เขาไม่รู้อะไรเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] By the time I was 13, I knew what I wanted to do.",
      "th": "พอฉันอายุได้ 13 ปี ฉันก็แน่ใจแล้วว่าฉันอยากทำอะไร"
    }
  },
  {
    "translation": {
      "en": "It wasn't easy to find a class when I was a kid.",
      "th": "การหาชั้นเรียนตอนฉันยังเด็กไม่ง่ายเลย"
    }
  },
  {
    "translation": {
      "en": "They were all men.",
      "th": "มีแต่พวกผู้ชายทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] I remember Alessia turning up with her dad.",
      "th": "ผมจำได้ว่าอเลสเซียโผล่มากับพ่อเธอ"
    }
  },
  {
    "translation": {
      "en": "This little girl with blue eyes.",
      "th": "เด็กผู้หญิงตัวเล็กๆ ตาสีฟ้า"
    }
  },
  {
    "translation": {
      "en": "I remember that I didn't even hear Alessia's voice. She just laughed.",
      "th": "ผมจำได้ว่าผมไม่ได้ยินเสียง อเลสเซียพูดเลยด้วยซ้ำ เธอแค่หัวเราะ"
    }
  },
  {
    "translation": {
      "en": "I think I had done about 100 meters.",
      "th": "ผมคิดว่าผมดำได้ราว 100 เมตรกว่า"
    }
  },
  {
    "translation": {
      "en": "It took us many years to reach those numbers.",
      "th": "เราใช้เวลาหลายปีกว่าจะได้ตัวเลขนั้น"
    }
  },
  {
    "translation": {
      "en": "The kid did 105 meters.",
      "th": "เด็กคนนั้นทำได้ 105 เมตร"
    }
  },
  {
    "translation": {
      "en": "That's when you ask yourself some questions!",
      "th": "นั่นคือตอนที่คุณถามตัวเอง"
    }
  },
  {
    "translation": {
      "en": "How will it all end?",
      "th": "ทุกอย่างจะจบลงตรงไหน"
    }
  },
  {
    "translation": {
      "en": "We went to some competitions for free diving in the sea.",
      "th": "เราไปร่วมการแข่งขันดำน้ำฟรีไดฟ์ในทะเล"
    }
  },
  {
    "translation": {
      "en": "They dived from the boat using a rock as a counterweight.",
      "th": "พวกเขาดำลงไปจากเรือ โดยใช้หินเป็นอุปกรณ์ถ่วงน้ำหนัก"
    }
  },
  {
    "translation": {
      "en": "[Alessia] And I said, \"Let's see how deep I can go.\"",
      "th": "แล้วฉันก็บอกว่า \"มาดูกันว่าฉันจะไปได้ลึกแค่ไหน\""
    }
  },
  {
    "translation": {
      "en": "By holding your breath,",
      "th": "ด้วยการกลั้นหายใจ"
    }
  },
  {
    "translation": {
      "en": "you get to understand a lot more about yourself.",
      "th": "คุณจะเข้าใจอะไรเกี่ยวกับตัวเองเยอะขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "I managed to descend to 52 meters.",
      "th": "ฉันดำลงไปได้ 52 เมตร"
    }
  },
  {
    "translation": {
      "en": "-[man, in English] Well done! -[cheering] -[spectators] Brava! -[applause and laughter]",
      "th": "- ดี! - เก่งมาก!"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] To see such a young girl",
      "th": "การได้เห็นเด็กสาวอายุน้อยขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "reach such depths",
      "th": "ลงไปถึงความลึกระดับนั้นได้"
    }
  },
  {
    "translation": {
      "en": "attracted a lot of attention.",
      "th": "ดึงดูดความสนใจเป็นอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And then the federation releases a statement",
      "th": "จากนั้นทางสหพันธ์ก็ออกแถลงการณ์"
    }
  },
  {
    "translation": {
      "en": "banning under-18s from taking part in official competitions.",
      "th": "จากนั้นทางสหพันธ์ก็ออกแถลงการณ์ ห้ามเด็กอายุต่ำกว่า 18 ปี เข้าร่วมการแข่งขันเป็นทางการ"
    }
  },
  {
    "translation": {
      "en": "[Alessia] In my darkest moments, I cried.",
      "th": "ในช่วงเวลาที่มืดมนที่สุดของฉัน ฉันร้องไห้"
    }
  },
  {
    "translation": {
      "en": "There were arguments with my father, with my coach.",
      "th": "มีการโต้เถียงกับพ่อฉัน กับโค้ชฉัน"
    }
  },
  {
    "translation": {
      "en": "At that moment, I said, \"What am I going to do now?\"",
      "th": "ตอนนั้นฉันพูดว่า \"หนูจะทำอะไรต่อไปล่ะตอนนี้\""
    }
  },
  {
    "translation": {
      "en": "[in English] Being told you're being best man is usually a very emotional,",
      "th": "การได้ยินว่าเราจะเป็นเพื่อนเจ้าบ่าว ปกติจะเป็นช่วงเวลาที่กินใจมาก"
    }
  },
  {
    "translation": {
      "en": "bonding moment between friends.",
      "th": "และสร้างความผูกพันลึกซึ้งระหว่างเพื่อน"
    }
  },
  {
    "translation": {
      "en": "However, I found out some months after the decision was made",
      "th": "แต่ว่าผมมารู้เอาหลายเดือน หลังจากพวกเขาตัดสินใจไป"
    }
  },
  {
    "translation": {
      "en": "and through one of the lads.",
      "th": "โดยผ่านทางเพื่อนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Stephen] I didn't know what I was going to do with my life.",
      "th": "ผมไม่รู้ว่าผมจะทำยังไงกับชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "Also, I'm a bit worried…",
      "th": "อีกอย่าง ผมกังวลนิดหน่อย…"
    }
  },
  {
    "translation": {
      "en": "I knew I didn't want to stay at home, settle down.",
      "th": "ผมรู้ว่าผมไม่อยากอยู่กับบ้าน ลงหลักปักฐาน"
    }
  },
  {
    "translation": {
      "en": "I knew that wasn't gonna happen.",
      "th": "ผมรู้ว่าเรื่องนั้นจะไม่เกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "[woman] Look who's there!",
      "th": "ดูสิว่าใครมา"
    }
  },
  {
    "translation": {
      "en": "I just hope you're brave, pointing that thing at her.",
      "th": "พ่อหวังว่าลูกจะกล้านะ ที่จ่อกล้องนั่นไปหาแม่"
    }
  },
  {
    "translation": {
      "en": "[Stephen] But then my mother just got sick.",
      "th": "แต่แล้วแม่ผมก็ป่วย"
    }
  },
  {
    "translation": {
      "en": "I don't want to ruin another tape.",
      "th": "แม่ไม่อยากให้เทปเสียอีกเทป"
    }
  },
  {
    "translation": {
      "en": "[Peter] Maura got cancer.",
      "th": "มอร่าเป็นมะเร็ง"
    }
  },
  {
    "translation": {
      "en": "[Peter] Both Stephen and his younger brother Gary were really close to their mother.",
      "th": "ทั้งสตีเฟ่นกับแกรี่น้องชายเขา สนิทกับแม่ของพวกเขาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "It was very upsetting for them.",
      "th": "มันสะเทือนใจพวกเขามาก"
    }
  },
  {
    "translation": {
      "en": "[woman] You're taking their mammy.",
      "th": "เธอจะพาแม่ไป"
    }
  },
  {
    "translation": {
      "en": "They were a great lift to her.",
      "th": "พวกเขาช่วยให้เธอรู้สึกดีขึ้นมาก"
    }
  },
  {
    "translation": {
      "en": "She died at such an early age.",
      "th": "เธอตายตั้งแต่อายุยังน้อยมาก"
    }
  },
  {
    "translation": {
      "en": "Stephen had seen firsthand how unjust fate can be.",
      "th": "สตีเฟ่นได้เห็นกับตาตัวเอง ว่าชะตากรรมอาจอยุติธรรมได้แค่ไหน"
    }
  },
  {
    "translation": {
      "en": "It did inform his personal philosophies.",
      "th": "มันเป็นบ่อเกิดของปรัชญาส่วนตัวของเขา"
    }
  },
  {
    "translation": {
      "en": "Live for today,",
      "th": "มีชีวิตอยู่เพื่อวันนี้"
    }
  },
  {
    "translation": {
      "en": "for you never know what's coming down the line.",
      "th": "เพราะคุณไม่มีทางรู้ว่าอะไรจะมาถึงในอนาคต"
    }
  },
  {
    "translation": {
      "en": "So he wanted to drink up every last drop of the world.",
      "th": "เขาเลยอยากดื่มด่ำกับโลกนี้ทุกหยาดหยด"
    }
  },
  {
    "translation": {
      "en": "[Stephen] The Amazon, Congo, and Indonesia.",
      "th": "แอมะซอน คองโก และอินโดนีเซีย"
    }
  },
  {
    "translation": {
      "en": "It had always been a dream of mine to get to these places.",
      "th": "เป็นความฝันของผมมาตลอดที่จะไปยังที่เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "When I was young, I collected National Geographic.",
      "th": "ผมเคยสะสมนิตยสารเนชั่นแนล จีโอกราฟฟิก"
    }
  },
  {
    "translation": {
      "en": "I remember, it was a picture of a gorilla wading through this peat bog water,",
      "th": "ผมจำภาพกอริลล่า ที่กำลังลุยผ่านน้ำในพรุพีตไปนี่ได้"
    }
  },
  {
    "translation": {
      "en": "and this photograph was taken in Northern Congo.",
      "th": "และภาพนี้ก็ถ่ายที่คองโกทางตอนเหนือ"
    }
  },
  {
    "translation": {
      "en": "I was going to travel to Congo, and then find the gorillas.",
      "th": "ผมกำลังจะเดินทางไปคองโก จากนั้นก็ค้นหาพวกกอริลล่า"
    }
  },
  {
    "translation": {
      "en": "It was kind of a daunting experience.",
      "th": "มันเป็นประสบการณ์ที่น่าหวั่นใจอยู่บ้าง"
    }
  },
  {
    "translation": {
      "en": "I'd never done anything like this.",
      "th": "ผมไม่เคยทำอะไรแบบนี้มาก่อน"
    }
  },
  {
    "translation": {
      "en": "[in French] What's your name?",
      "th": "คุณชื่ออะไร"
    }
  },
  {
    "translation": {
      "en": "Stephen. Steve.",
      "th": "สตีเฟ่นครับ สตีฟ"
    }
  },
  {
    "translation": {
      "en": "-Stephen? -Yes.",
      "th": "- สตีเฟ่นเหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-Huh. Are you Christian? -Yes.",
      "th": "- คุณเป็นชาวคริสต์เหรอ - ครับ"
    }
  },
  {
    "translation": {
      "en": "-In Ireland, we are-- -Protestant?",
      "th": "- ในไอร์แลนด์น่ะ เราเป็น… - โปรเตสแตนต์ใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "No, Catholic.",
      "th": "ไม่ๆๆ คาทอลิก"
    }
  },
  {
    "translation": {
      "en": "[in English] Palm wine.",
      "th": "น้ำตาลเมา"
    }
  },
  {
    "translation": {
      "en": "-[in French] Yes? -[laughter]",
      "th": "ครับ"
    }
  },
  {
    "translation": {
      "en": "-[Stephen, in English] Hi. -Hello.",
      "th": "ไง สวัสดี"
    }
  },
  {
    "translation": {
      "en": "[Stephen] She's been the village queen for how long?",
      "th": "เธอเป็นราชินีของหมู่บ้านมานานแค่ไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[man] Six years now. -[Stephen] Six? Okay.",
      "th": "- หกปีแล้ว - หกเหรอ โอเค"
    }
  },
  {
    "translation": {
      "en": "Looks like I'm staying here tonight with this family.",
      "th": "ดูเหมือนคืนนี้ผมจะพักอยู่ที่นี่กับครอบครัวนี้"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Apparently, everyone who crosses the river gets river blindness.",
      "th": "ดูเหมือนทุกคนที่ข้ามแม่น้ำนี้ จะเป็นโรคพยาธิตาบอด"
    }
  },
  {
    "translation": {
      "en": "So I'm told that I have it now. I'll have to get some treatment.",
      "th": "มีคนบอกว่าผมติดโรคนี้แล้ว ผมจะต้องรับการรักษา"
    }
  },
  {
    "translation": {
      "en": "At last.",
      "th": "ในที่สุด"
    }
  },
  {
    "translation": {
      "en": "Just over the Congolese border.",
      "th": "เพิ่งข้ามพรมแดนคองโกมา"
    }
  },
  {
    "translation": {
      "en": "-So here we are. -[man] Okay.",
      "th": "- เรามาถึงแล้ว - โอเค"
    }
  },
  {
    "translation": {
      "en": "[Stephen] It was one of my lifelong dreams to be in such a place. I was, I'd made it.",
      "th": "มันเป็นหนึ่งในสิ่งที่ผมฝันมาทั้งชีวิต ที่จะได้อยู่ในที่แบบนั้น และผมก็ได้อยู่ ผมทำได้"
    }
  },
  {
    "translation": {
      "en": "And this really lit something up inside me,",
      "th": "เรื่องนี้จุดประกายบางอย่างในตัวผมขึ้นมาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "to do something really unusual with my life.",
      "th": "ที่จะใช้ชีวิตทำสิ่งที่ไม่ธรรมดาเอามากๆ"
    }
  },
  {
    "translation": {
      "en": "To find what I was searching for,",
      "th": "เพื่อจะค้นให้พบสิ่งที่ผมค้นหาอยู่"
    }
  },
  {
    "translation": {
      "en": "I knew I needed to take the less-traveled road.",
      "th": "ผมรู้ว่าผมต้องก้าวไป บนเส้นทางที่คนไม่ค่อยไปกัน"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] I wanted free diving to be my life.",
      "th": "ฉันอยากให้การดำน้ำฟรีไดฟ์เป็นชีวิตฉัน"
    }
  },
  {
    "translation": {
      "en": "So even though I saw four years as a really long time,",
      "th": "ดังนั้นถึงฉันจะเห็นว่าสี่ปีเป็นเวลานานมาก"
    }
  },
  {
    "translation": {
      "en": "I said, \"Okay. Come on, let's keep doing this.\"",
      "th": "ฉันก็บอกว่า \"โอเค สู้ ทำเรื่องนี้ต่อไปกัน\""
    }
  },
  {
    "translation": {
      "en": "Plenty of others would have said, \"Okay.\"",
      "th": "คนอื่นๆ อีกเยอะคงบอกว่า \"โอเค"
    }
  },
  {
    "translation": {
      "en": "\"I'll do something else.\"",
      "th": "ฉันจะไปทำอย่างอื่นแล้ว\""
    }
  },
  {
    "translation": {
      "en": "But not her. She carried on regardless.",
      "th": "แต่ไม่ใช่เธอ จะยังไงเธอก็เดินหน้าต่อ"
    }
  },
  {
    "translation": {
      "en": "She continued going to the pool,",
      "th": "เธอยังไปที่สระว่ายน้ำนั่นต่อ"
    }
  },
  {
    "translation": {
      "en": "to the sea.",
      "th": "ไปทะเล"
    }
  },
  {
    "translation": {
      "en": "Then you realize there's something that drives her.",
      "th": "แล้วคุณก็ตระหนักได้ว่า มีอะไรบางอย่างที่ผลักดันเธอ"
    }
  },
  {
    "translation": {
      "en": "♪ Happy birthday to you ♪",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "[Enzo] Once she turned 18…",
      "th": "พอเธออายุ 18…"
    }
  },
  {
    "translation": {
      "en": "she suddenly arrived, like a rocket.",
      "th": "เธอก็แจ้งเกิดทันที ไวเหมือนจรวด"
    }
  },
  {
    "translation": {
      "en": "[Homar, in Italian] She immediately showed her potential.",
      "th": "เธอแสดงศักยภาพให้เห็นทันที"
    }
  },
  {
    "translation": {
      "en": "150 meters in the pool.",
      "th": "ร้อยห้าสิบเมตรในสระ"
    }
  },
  {
    "translation": {
      "en": "At first, it was, \"Wow.\"",
      "th": "ตอนแรกมันแบบว่า \"โห\""
    }
  },
  {
    "translation": {
      "en": "But Ilaria was better.",
      "th": "แต่ตอนนั้นอิลาเรียเก่งกว่า"
    }
  },
  {
    "translation": {
      "en": "[in Italian] I certainly wasn't expecting this result.",
      "th": "แน่ละค่ะว่าฉันไม่ได้คาดไว้ก่อนถึงผลแบบนี้"
    }
  },
  {
    "translation": {
      "en": "[Ilaria, in English] I was the strongest in Italy.",
      "th": "ฉันแข็งแกร่งที่สุดในอิตาลี"
    }
  },
  {
    "translation": {
      "en": "Alessia was the only one that can get anywhere close to me.",
      "th": "อเลสเซียเป็นคนเดียว ที่พอจะทำผลงานได้ใกล้ฉันบ้าง"
    }
  },
  {
    "translation": {
      "en": "[laughing] But Alessia, in that period, was a really… crazy head.",
      "th": "แต่ในช่วงนั้นน่ะ อเลสเซีย… บ้ามากจริงๆ (อิลาเรีย โบนิน ทีมชาติอิตาลี)"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] Here's Alessia Zecchini. Near the 200-meter wall.",
      "th": "อเลสเซีย เซกกินี่มาแล้ว ใกล้ผนังระยะ 200 เมตร"
    }
  },
  {
    "translation": {
      "en": "Let's see if she turns.",
      "th": "มาดูกันว่าเธอจะกลับตัวไหม"
    }
  },
  {
    "translation": {
      "en": "No, she's coming out.",
      "th": "ไม่ เธอขึ้นจากน้ำ"
    }
  },
  {
    "translation": {
      "en": "[Ilaria, in English] She was really young, with a teenage mind.",
      "th": "เธอเด็กมาก มีความคิดแบบวัยรุ่น"
    }
  },
  {
    "translation": {
      "en": "She was sad.",
      "th": "เธอเศร้า"
    }
  },
  {
    "translation": {
      "en": "She was upset.",
      "th": "เธอเสียใจ"
    }
  },
  {
    "translation": {
      "en": "[in Italian] It was really tough.",
      "th": "มันลำบากจริงๆ ค่ะ"
    }
  },
  {
    "translation": {
      "en": "I knew if I pushed more, I wouldn't have come out well.",
      "th": "ฉันรู้ว่าถ้าฉันผลักดันขีดจำกัดมากกว่านี้ ฉันคงออกมาไม่โอเค"
    }
  },
  {
    "translation": {
      "en": "[announcer] Ilaria Bonin!",
      "th": "อิลาเรีย โบนิน!"
    }
  },
  {
    "translation": {
      "en": "[man] Go on, Ilaria!",
      "th": "เอาเลย อิลาเรีย!"
    }
  },
  {
    "translation": {
      "en": "[Ilaria, in English] If you want to be the best",
      "th": "ถ้าคุณอยากเป็นที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and you always take silver medal…",
      "th": "และคุณได้แต่เหรียญเงินตลอด"
    }
  },
  {
    "translation": {
      "en": "Ah, it's something that drives you mad.",
      "th": "มันก็เป็นเรื่องที่ทำให้คุณคลั่ง"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] When someone out there is stronger than you,",
      "th": "เมื่อมีใครบางคนข้างนอกนั่นที่แกร่งกว่าคุณ"
    }
  },
  {
    "translation": {
      "en": "it becomes another motivation.",
      "th": "มันก็กลายเป็นแรงผลักดันอีกอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] I had to improve so much to set an Italian record.",
      "th": "ฉันต้องพัฒนาตัวเองมากจริงๆ เพื่อทำสถิติของอิตาลี"
    }
  },
  {
    "translation": {
      "en": "For me, it took watching Natalia's videos to realize how I could get there.",
      "th": "สำหรับฉัน ฉันต้องดูวิดีโอของนาตาเลีย ถึงตระหนักได้ว่าฉันจะไปถึงจุดนั้นได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[in Russian] My advice is that mental relaxation is the foundation of free diving.",
      "th": "คำแนะนำของฉันมีอยู่ว่า การผ่อนคลายทางจิตใจเป็นรากฐานของฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "If we want to be successful underwater,",
      "th": "ถ้าเราอยากประสบความสำเร็จใต้น้ำ"
    }
  },
  {
    "translation": {
      "en": "we should be relaxed, not running towards some goal.",
      "th": "เราควรผ่อนคลาย ไม่ใช่วิ่งไปหาเป้าหมาย"
    }
  },
  {
    "translation": {
      "en": "[in English] She start to approach the competition in a different way.",
      "th": "เธอเริ่มรับมือกับการแข่งขัน ในวิถีทางที่ต่างออกไป"
    }
  },
  {
    "translation": {
      "en": "She was so relaxed.",
      "th": "เธอผ่อนคลายมาก"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] That's good. Stop.",
      "th": "ดีแล้ว หยุด"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] An amazing 224-meter performance.",
      "th": "ผลงาน 224 เมตรอันน่าทึ่ง"
    }
  },
  {
    "translation": {
      "en": "[in English] She was so satisfied when she reached the gold medal.",
      "th": "เธอพอใจมากตอนที่เธอได้เหรียญทอง"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] Congratulations for this new Italian title.",
      "th": "ยินดีด้วยครับกับแชมป์อิตาลีที่ได้มาใหม่นี่"
    }
  },
  {
    "translation": {
      "en": "Yes, it's amazing. At last!",
      "th": "ค่ะ มันสุดยอดมาก ได้สักที!"
    }
  },
  {
    "translation": {
      "en": "[Ilaria, in English] That moment was the beginning",
      "th": "ช่วงเวลานั้นคือจุดเริ่มต้น"
    }
  },
  {
    "translation": {
      "en": "of our deep friendship.",
      "th": "ของมิตรภาพลึกซึ้งของเรา"
    }
  },
  {
    "translation": {
      "en": "This result was always written.",
      "th": "ผลลัพธ์นี้ถูกลิขิตไว้มาตลอด"
    }
  },
  {
    "translation": {
      "en": "She had some supernatural power with free diving.",
      "th": "เธอมีพลังเหนือธรรมชาติบางอย่าง ในการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "But the pool was too small for Alessia.",
      "th": "แต่สระว่ายน้ำเล็กเกินไปสำหรับอเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "The sea was really her home.",
      "th": "ทะเลคือบ้านของเธอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Peter] Stephen thought that he'd meet his ultimate destiny somewhere in Africa.",
      "th": "สตีเฟ่นเคยคิดว่าเขาจะได้พบ ชะตาท้ายที่สุดของเขาที่ไหนสักแห่งในแอฟริกา"
    }
  },
  {
    "translation": {
      "en": "With the lads in Ethiopia.",
      "th": "กับพวกหนุ่มๆ ในเอธิโอเปีย"
    }
  },
  {
    "translation": {
      "en": "[Peter] Ethiopia, Sudan,",
      "th": "เอธิโอเปีย ซูดาน"
    }
  },
  {
    "translation": {
      "en": "Sierra Leone…",
      "th": "เซียร์ราลีโอน"
    }
  },
  {
    "translation": {
      "en": "-Nigeria. -[cheering]",
      "th": "ไนจีเรีย"
    }
  },
  {
    "translation": {
      "en": "He traveled with a lot of care and seriousness.",
      "th": "เขาเดินทางอย่างระมัดระวังและจริงจังมาก"
    }
  },
  {
    "translation": {
      "en": "However, very bad things nearly happened on a number of occasions.",
      "th": "แต่ก็เกือบเกิดเหตุร้ายมากๆ ขึ้นหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "In Guinea, there was a popular uprising against the president.",
      "th": "ในกินี มีการลุกฮือของประชาชน ขึ้นต่อต้านประธานาธิบดี"
    }
  },
  {
    "translation": {
      "en": "There's been gunfire all morning.",
      "th": "มีการยิงกันตลอดช่วงเช้า"
    }
  },
  {
    "translation": {
      "en": "Every so often, you hear, \"bam, bam, bam.\"",
      "th": "เราได้ยินเสียง \"ปังๆๆ\" เป็นระยะ"
    }
  },
  {
    "translation": {
      "en": "[Peter] He was torn and conflicted.",
      "th": "เขารู้สึกลังเลและขัดแย้งในใจ"
    }
  },
  {
    "translation": {
      "en": "He'd say, \"I wonder, should I be doing what all my friends are doing?\"",
      "th": "เขาจะพูดว่า \"ผมสงสัยว่าผมควรทำ สิ่งที่เพื่อนๆ ทุกคนของผมทำอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "\"Getting married. Some of them have children.\"",
      "th": "แต่งงาน บางคนก็มีลูก\""
    }
  },
  {
    "translation": {
      "en": "\"What am I not doing that I should be doing?\" \"Am I right living my life the way I am?\"",
      "th": "\"มีอะไรที่ผมควรทำแต่ไม่ได้ทำไหม\" \"ผมคิดถูกไหมที่ใช้ชีวิตแบบที่ใช้อยู่\""
    }
  },
  {
    "translation": {
      "en": "He asked me once",
      "th": "ครั้งหนึ่งเขาเคยถามผม"
    }
  },
  {
    "translation": {
      "en": "if I was disappointed in him.",
      "th": "ว่าผมผิดหวังในตัวเขาไหม"
    }
  },
  {
    "translation": {
      "en": "Wandering around the world like this,",
      "th": "ที่เดินทางไปรอบโลกแบบนี้"
    }
  },
  {
    "translation": {
      "en": "searching for something that he couldn't put his finger on.",
      "th": "ค้นหาสิ่งที่เขาชี้ชัดลงไปไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Been thinking about family, my friends.",
      "th": "ผมคิดถึงครอบครัว เพื่อนๆ"
    }
  },
  {
    "translation": {
      "en": "It is, without doubt, the lowest,",
      "th": "ไม่ต้องสงสัยเลยว่ามันเป็นช่วงเวลาที่แย่ที่สุด"
    }
  },
  {
    "translation": {
      "en": "awfullest time of my life right now.",
      "th": "เลวร้ายที่สุดในชีวิตผมตอนนี้"
    }
  },
  {
    "translation": {
      "en": "Anyway…",
      "th": "เอาเถอะ…"
    }
  },
  {
    "translation": {
      "en": "until tomorrow.",
      "th": "ไว้คุยกันพรุ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Peter] He was going to come home and live the conventional life.",
      "th": "ตอนนั้นเขากำลังจะกลับบ้าน มาใช้ชีวิตธรรมดาสามัญ"
    }
  },
  {
    "translation": {
      "en": "But before that, he was going to make one last stop.",
      "th": "แต่ก่อนหน้านั้น เขาจะแวะที่สุดท้าย"
    }
  },
  {
    "translation": {
      "en": "Stephen always loved the sea.",
      "th": "สตีเฟ่นรักทะเลมาตลอด"
    }
  },
  {
    "translation": {
      "en": "He loved scuba diving out in the ocean.",
      "th": "เขาชอบดำน้ำสกูบาในมหาสมุทร"
    }
  },
  {
    "translation": {
      "en": "He heard that there was a town in Egypt which is kind of a mecca for divers.",
      "th": "เขาได้ยินว่ามีเมืองหนึ่งในอียิปต์ ซึ่งเป็นเหมือนนครศักดิ์สิทธิ์สำหรับนักดำน้ำ"
    }
  },
  {
    "translation": {
      "en": "[Stephen] I recall going along the coast and just listening to the sea.",
      "th": "ผมจำได้ว่าผมลัดเลาะไปตามชายฝั่ง และฟังเสียงท้องทะเล"
    }
  },
  {
    "translation": {
      "en": "I got a real feeling of hope about this place.",
      "th": "ผมรู้สึกถึงความหวังอย่างแท้จริงเรื่องที่แห่งนี้"
    }
  },
  {
    "translation": {
      "en": "[man] When Steve drive from Cairo by bus,",
      "th": "ตอนที่สตีฟนั่งรถบัสจากไคโร"
    }
  },
  {
    "translation": {
      "en": "all the way to Dahab,",
      "th": "ไปจนถึงดาฮับ"
    }
  },
  {
    "translation": {
      "en": "he just throw the bag in the room.",
      "th": "เขาโยนกระเป๋าเข้าห้อง (มาห์มูด บาร์ราคูดา นักดำน้ำสกูบา)"
    }
  },
  {
    "translation": {
      "en": "He just, \"Where's the bar? Let's go have a drink.\"",
      "th": "(มาห์มูด บาร์ราคูดา นักดำน้ำสกูบา) บอกว่า \"บาร์อยู่ไหน ไปดื่มกัน\""
    }
  },
  {
    "translation": {
      "en": "Next day, he go diving.",
      "th": "วันถัดมา เขาก็ไปดำน้ำ"
    }
  },
  {
    "translation": {
      "en": "He become a friend.",
      "th": "เขากลายมาเป็นเพื่อนคนหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "We see each other every day.",
      "th": "เราเจอกันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "He loved the Bedouin culture. He learned Arabic.",
      "th": "เขารักวัฒนธรรมเบดูอิน เขาเรียนภาษาอาหรับ"
    }
  },
  {
    "translation": {
      "en": "We become like family.",
      "th": "เรากลายเป็นเหมือนครอบครัว"
    }
  },
  {
    "translation": {
      "en": "[Peter] He stayed down there, making a living instructing scuba diving.",
      "th": "เขาอาศัยอยู่ทางตอนใต้นั่น หากินด้วยการสอนดำน้ำสกูบา"
    }
  },
  {
    "translation": {
      "en": "So I arrived here to do my Divemaster course,",
      "th": "คือว่าผมมาที่นี่เพื่อเรียนหลักสูตรไดฟ์มาสเตอร์ (คริสตอฟ โคเนน นักดำน้ำฟรีไดฟ์)"
    }
  },
  {
    "translation": {
      "en": "and that was Steve.",
      "th": "(คริสตอฟ โคเนน นักดำน้ำฟรีไดฟ์) และนั่นก็คือสตีฟ"
    }
  },
  {
    "translation": {
      "en": "He was my instructor.",
      "th": "เขาเป็นครูสอนผม"
    }
  },
  {
    "translation": {
      "en": "Before long, we were hanging out daily.",
      "th": "ไม่นานเราก็ใช้เวลาด้วยกันทุกวัน"
    }
  },
  {
    "translation": {
      "en": "And going out dancing.",
      "th": "และออกไปเต้นกัน"
    }
  },
  {
    "translation": {
      "en": "[Mahmoud] Dahab, for Steve, a second home.",
      "th": "ดาฮับสำหรับสตีฟนั้น เป็นบ้านหลังที่สอง"
    }
  },
  {
    "translation": {
      "en": "[Peter] He had a little house of his own. He just loved it.",
      "th": "เขามีบ้านหลังเล็กๆ ของตัวเอง เขารักมันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "'Cause he told me at one stage,",
      "th": "เพราะเขาเคยบอกผมในตอนหนึ่งว่า"
    }
  },
  {
    "translation": {
      "en": "\"I've discovered this new thing called free diving,",
      "th": "\"ผมค้นพบสิ่งใหม่นี่ที่เรียกว่าการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "and it's the business.\"",
      "th": "และมันก็เจ๋งสุดๆ\""
    }
  },
  {
    "translation": {
      "en": "[Kristof] Steve asked me to join him on a free dive session.",
      "th": "สตีฟชวนผมไปดำน้ำฟรีไดฟ์กับเขา"
    }
  },
  {
    "translation": {
      "en": "The first time I dived down, holding my breath,",
      "th": "ครั้งแรกที่ผมดำลงไป กลั้นหายใจ"
    }
  },
  {
    "translation": {
      "en": "all the problems and the shit from daily life just vanished.",
      "th": "ปัญหาทั้งหมดและเรื่องเฮงซวย จากชีวิตประจำวันก็หายวับไปเลย"
    }
  },
  {
    "translation": {
      "en": "It doesn't exist down there. It's beautiful.",
      "th": "มันไม่มีอยู่จริงที่ข้างล่างนั่น มันงดงาม"
    }
  },
  {
    "translation": {
      "en": "Steve just fell in love with free diving.",
      "th": "สตีฟตกหลุมรักการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "And especially the Blue Hole.",
      "th": "และโดยเฉพาะหลุมน้ำลึกบลูโฮล"
    }
  },
  {
    "translation": {
      "en": "You literally walk from the beach into an abyss.",
      "th": "คุณเดินจากหาดลงไปสู่ห้วงสมุทรลึก ตรงตามตัวอักษรเลย"
    }
  },
  {
    "translation": {
      "en": "Like, there is this gaping hole in the coral reef,",
      "th": "แบบว่ามีหลุมเปิดอ้าอยู่ในแนวปะการังนี่"
    }
  },
  {
    "translation": {
      "en": "which really, like, wants you to go down there.",
      "th": "ซึ่งดึงดูดให้คุณลงไปข้างล่างนั่นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "And then there's this arch, like a chapel underwater.",
      "th": "แล้วก็มีซุ้มนี่อยู่ เหมือนโบสถ์ในท้องน้ำ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, it also has a… a bad reputation.",
      "th": "โชคร้ายที่มันมีชื่อเสียงไม่ดีด้วย"
    }
  },
  {
    "translation": {
      "en": "It took lives.",
      "th": "มันคร่าชีวิตคนไปหลายคน"
    }
  },
  {
    "translation": {
      "en": "[man] This is the most dangerous dive site on Earth.",
      "th": "นี่คือจุดดำน้ำที่อันตรายที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "It's thought to have claimed over 100 lives.",
      "th": "เชื่อกันว่ามันเคยคร่าชีวิตคนไปกว่า 100 คน"
    }
  },
  {
    "translation": {
      "en": "[man] In terms of fatalities,",
      "th": "ในแง่ของการเสียชีวิต"
    }
  },
  {
    "translation": {
      "en": "the Blue Hole is even more perilous than Mount Everest.",
      "th": "บลูโฮลนี่อันตรายยิ่งกว่ายอดเขาเอเวอเรสต์อีก"
    }
  },
  {
    "translation": {
      "en": "As well as myself,",
      "th": "นอกจากผมแล้ว"
    }
  },
  {
    "translation": {
      "en": "there's only a handful of people who have free dived through it.",
      "th": "มีแค่ไม่กี่คนที่เคยดำน้ำฟรีไดฟ์ผ่านมัน (วิลเลียม ทรูบริดจ์ เจ้าของสถิติโลก)"
    }
  },
  {
    "translation": {
      "en": "Natalia Molchanova was the only woman to do it.",
      "th": "นาตาเลีย โมลชาโนว่า เคยเป็นผู้หญิงคนเดียวที่ทำแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "[in Russian] Diving the Arch has left a lasting impression on me.",
      "th": "การดำน้ำผ่านซุ้มดิอาร์ชนั่น ทิ้งความประทับใจยาวนานไว้ให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "[man, in English] This is the dive that unlocked something within herself.",
      "th": "นี่คือการดำน้ำ ที่ปลดล็อกอะไรบางอย่างในตัวเธอเอง"
    }
  },
  {
    "translation": {
      "en": "A fearlessness that she didn't know was there.",
      "th": "ความไม่รู้จักกลัวที่เธอไม่เคยรู้ว่ามีอยู่"
    }
  },
  {
    "translation": {
      "en": "It made her the best free diver in the world.",
      "th": "มันทำให้เธอ เป็นนักดำน้ำฟรีไดฟ์ที่เก่งที่สุดในโลก (อดัม สโคลนิค นักข่าวกีฬา)"
    }
  },
  {
    "translation": {
      "en": "With the Arch, you've got to know if you're ready for it.",
      "th": "กับดิอาร์ช คุณต้องรู้ว่า คุณพร้อมสำหรับมันหรือยัง"
    }
  },
  {
    "translation": {
      "en": "It's a really deceiving place to dive.",
      "th": "มันเป็นที่ที่ดำลงไปแล้วหลอกตาจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You have to find the exit.",
      "th": "คุณต้องหาทางออกให้เจอ"
    }
  },
  {
    "translation": {
      "en": "If you aren't able to see it clearly for any reason,",
      "th": "ถ้าคุณมองเห็นมันได้ไม่ชัด ไม่ว่าด้วยเหตุผลอะไรก็ตาม"
    }
  },
  {
    "translation": {
      "en": "you're basically on your own.",
      "th": "ก็ไม่มีใครช่วยคุณได้"
    }
  },
  {
    "translation": {
      "en": "If something does go wrong, there's no way to come up.",
      "th": "และถ้ามีอะไรผิดพลาดไป ก็ไม่มีทางขึ้นสู่ผิวน้ำ"
    }
  },
  {
    "translation": {
      "en": "There's 30 meters of rock over your head.",
      "th": "มีหิน 30 เมตรอยู่เหนือหัวคุณ"
    }
  },
  {
    "translation": {
      "en": "[woman] Outside the Blue Hole,",
      "th": "นอกบลูโฮล"
    }
  },
  {
    "translation": {
      "en": "there are the memory stones remembering the people who died there.",
      "th": "มีหินอนุสรณ์ถึงผู้คนที่เสียชีวิตที่นั่น"
    }
  },
  {
    "translation": {
      "en": "My boyfriend died in… in the Blue Hole,",
      "th": "แฟนฉันตายในบลูโฮล (คริสติน่า วัคโคว่า ช่างภาพใต้น้ำ)"
    }
  },
  {
    "translation": {
      "en": "just when I moved to Egypt.",
      "th": "ตอนที่ฉันเพิ่งย้ายไปอียิปต์"
    }
  },
  {
    "translation": {
      "en": "It is dangerous because it is deep.",
      "th": "มันอันตรายเพราะมันลึก"
    }
  },
  {
    "translation": {
      "en": "It is always the ocean.",
      "th": "มหาสมุทรเป็นแบบนี้เสมอ"
    }
  },
  {
    "translation": {
      "en": "And we are nothing.",
      "th": "และเราก็ไร้ความหมาย"
    }
  },
  {
    "translation": {
      "en": "[man] So you've said that your objective",
      "th": "คุณบอกว่าเป้าหมายของคุณคือ"
    }
  },
  {
    "translation": {
      "en": "is to become the second woman in the world, after Natalia Molchanova,",
      "th": "การเป็นผู้หญิงคนที่สองในโลก หลังจากนาตาเลีย โมลชาโนว่า"
    }
  },
  {
    "translation": {
      "en": "to conquer all the absolute world records.",
      "th": "ที่พิชิตสถิติโลกทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "So how long do you think this is gonna take you?",
      "th": "คุณคิดว่าเรื่องนี้จะใช้เวลานานแค่ไหนครับ"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in English] I don't know. [laughs] Of course, it's a dream.",
      "th": "ไม่รู้สิคะ แน่ละ มันเป็นความฝัน"
    }
  },
  {
    "translation": {
      "en": "Really, a dream for every athlete, I think.",
      "th": "ฉันคิดว่าที่จริงมันเป็นความฝันของนักกีฬาทุกคน"
    }
  },
  {
    "translation": {
      "en": "But it's really difficult.",
      "th": "แต่มันยากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[man, in English] Natalia Molchanova, champion of the deep,",
      "th": "นาตาเลีย โมลชาโนว่า แชมป์แห่งห้วงน้ำลึก"
    }
  },
  {
    "translation": {
      "en": "holding over 40 free diving records,",
      "th": "เป็นเจ้าของสถิติฟรีไดฟ์กว่า 40 สถิติ"
    }
  },
  {
    "translation": {
      "en": "some of them incredible, death-defying feats.",
      "th": "บางสถิติในนั้นเหลือเชื่อ เป็นความสำเร็จที่ท้ามฤตยู"
    }
  },
  {
    "translation": {
      "en": "[in English] Today, my dive was 101 meters.",
      "th": "วันนี้ฉันดำได้ 101 เมตร"
    }
  },
  {
    "translation": {
      "en": "[man] That's 101 meters down and up.",
      "th": "นั่นคือดำลงไป 101 เมตรและกลับขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "More than two Statues of Liberty,",
      "th": "คิดเป็นระยะมากกว่าอนุสาวรีย์เทพีเสรีภาพ"
    }
  },
  {
    "translation": {
      "en": "stacked ground to torch.",
      "th": "ซ้อนต่อกันสององค์จากพื้นถึงคบเพลิง"
    }
  },
  {
    "translation": {
      "en": "[woman] Natalia was the first female free diver to reach 101 meters",
      "th": "นาตาเลียเป็นนักดำน้ำฟรีไดฟ์หญิงคนแรก ที่ทำระดับความลึกได้ 101 เมตร"
    }
  },
  {
    "translation": {
      "en": "in competition.",
      "th": "ในการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "And she held that number for a very long time.",
      "th": "(ฟรานเชสก้า โค โอวิงส์ กรรมการฟรีไดฟ์) และเธอก็ครองสถิตินั้นมาเป็นเวลานานมาก"
    }
  },
  {
    "translation": {
      "en": "So 101 was the magical number Alessia was trying to beat.",
      "th": "ดังนั้น 101 จึงเป็นตัวเลขมหัศจรรย์ ที่อเลสเซียพยายามเอาชนะ"
    }
  },
  {
    "translation": {
      "en": "[in Italian] I want to improve by a few meters.",
      "th": "ฉันอยากดำให้ลึกขึ้นอีกสองสามเมตร"
    }
  },
  {
    "translation": {
      "en": "In fact, I hope to go well beyond 90 meters,",
      "th": "ที่จริงฉันหวังจะดำให้ลึกเกิน 90 เมตรมาก"
    }
  },
  {
    "translation": {
      "en": "to then touch the three-digit number in a couple of years.",
      "th": "แล้วก็แตะตัวเลขสามหลักในอีกสองสามปี"
    }
  },
  {
    "translation": {
      "en": "[in English] Everybody must have a dream and put all their effort in.",
      "th": "ทุกคนต้องมีความฝัน และทุ่มเทความพยายามทั้งหมดลงไป"
    }
  },
  {
    "translation": {
      "en": "And really, everything is possible.",
      "th": "และจริงๆ นะคะ ทุกอย่างเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "[host] Can you describe the feeling of diving at those-- those kind of depths?",
      "th": "คุณอธิบายความรู้สึกของการดำน้ำ ที่ระดับความลึกขนาดนั้นได้ไหม"
    }
  },
  {
    "translation": {
      "en": "Talk about the feeling on the body of the pressure.",
      "th": "พูดถึงความรู้สึกของร่างกายที่ได้รับแรงดัน"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in English] The deeper I'm diving,",
      "th": "ยิ่งฉันดำลงไปลึกเท่าไร"
    }
  },
  {
    "translation": {
      "en": "the pressure compresses the air in my lungs,",
      "th": "แรงดันก็บีบอัดอากาศในปอดฉัน"
    }
  },
  {
    "translation": {
      "en": "until my lungs are the size of my fist.",
      "th": "จนปอดฉันเหลือขนาดเท่ากำปั้น"
    }
  },
  {
    "translation": {
      "en": "After 30 meters, the pressure pushes me down.",
      "th": "หลังดำลงไป 30 เมตร แรงดันก็กดฉันลงไป"
    }
  },
  {
    "translation": {
      "en": "It's called the free fall.",
      "th": "มันเรียกว่าฟรีฟอลล์"
    }
  },
  {
    "translation": {
      "en": "And this is, for me, the best part.",
      "th": "และนี่คือส่วนที่ยอดที่สุดสำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "It feels like you are flying.",
      "th": "มันรู้สึกเหมือนเรากำลังบินอยู่"
    }
  },
  {
    "translation": {
      "en": "The silence, it's unique.",
      "th": "ความเงียบนั้นน่ะ มันมีเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "It's like being in the last quiet place on the Earth.",
      "th": "มันเหมือนอยู่ในที่เงียบสงัดแห่งสุดท้ายบนโลก"
    }
  },
  {
    "translation": {
      "en": "[Adam] There's a surrender element to it.",
      "th": "การทำแบบนี้มีองค์ประกอบของการยอมจำนนอยู่"
    }
  },
  {
    "translation": {
      "en": "It's like a high.",
      "th": "มันเหมือนเมายา"
    }
  },
  {
    "translation": {
      "en": "But getting sucked to the bottom of the sea can be scary,",
      "th": "แต่การถูกดูดลงไปที่ก้นทะเลอาจเป็นเรื่องน่ากลัว"
    }
  },
  {
    "translation": {
      "en": "even for free divers.",
      "th": "แม้แต่สำหรับนักดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "You have to break this deep meditation.",
      "th": "คุณต้องทำลายห้วงสมาธิดิ่งลึกนี้"
    }
  },
  {
    "translation": {
      "en": "'Cause coming back to the surface, that's when the work really starts.",
      "th": "เพราะการกลับขึ้นสู่ผิวน้ำ นั่นคือตอนที่งานเริ่มต้นขึ้นจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You've gotta swim the length of a 70-storey skyscraper.",
      "th": "คุณต้องว่ายน้ำไปเป็นระยะทางเท่าตึกสูง 70 ชั้น"
    }
  },
  {
    "translation": {
      "en": "Swimming against all that pressure, it's like swimming against the current.",
      "th": "การว่ายน้ำฝ่าแรงดันทั้งหมดนั่น มันเหมือนการว่ายน้ำทวนกระแส"
    }
  },
  {
    "translation": {
      "en": "By then, your oxygen supply's already dwindled.",
      "th": "เมื่อถึงตอนนั้น ออกซิเจนของคุณก็เหลือน้อยแล้ว"
    }
  },
  {
    "translation": {
      "en": "You're kicking hard so your heart rate's increasing,",
      "th": "คุณเตะเท้าแรงมาก ดังนั้นอัตราการเต้นของหัวใจคุณก็เพิ่มขึ้น"
    }
  },
  {
    "translation": {
      "en": "burning that oxygen quicker.",
      "th": "เผาผลาญออกซิเจนเร็วขึ้น"
    }
  },
  {
    "translation": {
      "en": "You're getting to the point",
      "th": "ตอนนี้คุณใกล้จะถึงจุดที่คุณมีออกซิเจนไม่พอ"
    }
  },
  {
    "translation": {
      "en": "where you don't have enough oxygen to keep the systems going.",
      "th": "ตอนนี้คุณใกล้จะถึงจุดที่คุณมีออกซิเจนไม่พอ ให้ระบบต่างๆ ในร่างกายทำงาน"
    }
  },
  {
    "translation": {
      "en": "That's when you can have a blackout.",
      "th": "นั่นคือตอนที่คุณอาจเกิดอาการวูบได้"
    }
  },
  {
    "translation": {
      "en": "[William] The brain basically just turns itself off.",
      "th": "พูดง่ายๆ คือสมองคุณจะปิดสวิตช์ลงเอง"
    }
  },
  {
    "translation": {
      "en": "It doesn't mean that your brain is dying.",
      "th": "มันไม่ได้แปลว่าสมองคุณกำลังจะตาย"
    }
  },
  {
    "translation": {
      "en": "But it's kind of like a safety mechanism.",
      "th": "แต่มันเป็นเหมือนกลไกความปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "The brain preserves itself by shutting off all its functions.",
      "th": "สมองจะรักษาตัวเอง ด้วยการปิดการทำงานทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "And from that moment, you still have one or two minutes",
      "th": "และจากอึดใจนั้น คุณก็ยังมีเวลาหนึ่งหรือสองนาที"
    }
  },
  {
    "translation": {
      "en": "before brain damage would start to occur.",
      "th": "ก่อนจะเริ่มเกิดความเสียหายทางสมอง"
    }
  },
  {
    "translation": {
      "en": "[man] Right, one more.",
      "th": "อีกที"
    }
  },
  {
    "translation": {
      "en": "[William] If you don't have the right kind of medical attention,",
      "th": "ถ้าคุณไม่ได้รับ การดูแลทางการแพทย์อย่างถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "it can go downhill pretty quick.",
      "th": "มันก็อาจดิ่งลงเหวได้เร็วพอดู"
    }
  },
  {
    "translation": {
      "en": "It's definitely not something to be taken lightly.",
      "th": "มันไม่ใช่อะไรที่จะทำเป็นเรื่องเล่นๆ แน่นอนครับ"
    }
  },
  {
    "translation": {
      "en": "[Kristof] For years, Steve and I were always trying to dive deeper.",
      "th": "เป็นเวลาหลายปีที่สตีฟกับผม พยายามดำลงไปให้ลึกขึ้นเสมอ"
    }
  },
  {
    "translation": {
      "en": "It became like a game between us. I was going for the Belgian record.",
      "th": "มันกลายเป็นเกมระหว่างเรา ผมจะพยายามทำสถิติของเบลเยียม"
    }
  },
  {
    "translation": {
      "en": "He was chasing the Irish one, which was 61 meters.",
      "th": "ส่วนเขาไล่ล่าสถิติของไอร์แลนด์ซึ่งคือ 61 เมตร"
    }
  },
  {
    "translation": {
      "en": "When you start competing, you wanna push yourself.",
      "th": "เมื่อคุณเริ่มแข่งขัน คุณก็อยากผลักดันตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Kristof] He had a few blackouts in the beginning.",
      "th": "เขาเกิดอาการวูบสองสามครั้งในตอนแรกสุด"
    }
  },
  {
    "translation": {
      "en": "He likes to bang his head on the wall. You know, really, like, \"Let's do this!\"",
      "th": "เขาชอบเอาหัวชนฝาแบบว่า \"มาทำเรื่องนี้กัน!\""
    }
  },
  {
    "translation": {
      "en": "And, like, \"I can't, but I'm gonna do it anyway.\"",
      "th": "และ \"ฉันทำไม่ได้ แต่ก็จะทำอยู่ดี\""
    }
  },
  {
    "translation": {
      "en": "-[Kristof] How deep? -Sixty.",
      "th": "- ลึกแค่ไหน - หกสิบ"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Shite.",
      "th": "- โอเค - บ้าเอ๊ย"
    }
  },
  {
    "translation": {
      "en": "[Kristof] But Steve never gives up.",
      "th": "แต่สตีฟไม่เคยยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "And it made him very proud to be the best Irish.",
      "th": "และมันก็ทำให้เขาภูมิใจมาก ที่ได้เป็นชาวไอริชที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Peter] The other attraction of free diving was that it was a boundary.",
      "th": "สิ่งดึงดูดใจอีกอย่างของการดำน้ำฟรีไดฟ์ คือมันเป็นขอบเขตอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "A boundary to be pushed.",
      "th": "ขอบเขตที่ต้องผลักดัน"
    }
  },
  {
    "translation": {
      "en": "Free diving is an extreme sport.",
      "th": "การดำน้ำฟรีไดฟ์เป็นกีฬาเอ็กซ์ตรีม"
    }
  },
  {
    "translation": {
      "en": "And extreme sports have extreme consequences.",
      "th": "และกีฬาเอ็กซ์ตรีมก็มีผลตามมาที่สุดโต่ง"
    }
  },
  {
    "translation": {
      "en": "Stephen?",
      "th": "สตีเฟ่น"
    }
  },
  {
    "translation": {
      "en": "[Kristof] Steve had a really, really strong blackout.",
      "th": "สตีฟวูบแรงมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "The safety team just didn't know what to do with him.",
      "th": "ทีมดูแลความปลอดภัย ไม่รู้เลยว่าจะทำยังไงกับเขา"
    }
  },
  {
    "translation": {
      "en": "[Kristof] He almost died there.",
      "th": "เขาเกือบตายที่นั่น"
    }
  },
  {
    "translation": {
      "en": "[Kristof] He didn't want anyone else going through that.",
      "th": "เขาไม่อยากให้ใครอื่นต้องเจอเรื่องแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "So he started to be interested in being a safety diver.",
      "th": "เขาเลยเริ่มสนใจการเป็นนักดำน้ำเซฟตี้"
    }
  },
  {
    "translation": {
      "en": "Steve had the best background for the job",
      "th": "สตีฟมีภูมิหลังที่เหมาะที่สุดสำหรับงานนี้"
    }
  },
  {
    "translation": {
      "en": "because the only other person that can do a safety for a free diver",
      "th": "เพราะคนเดียวนอกจากเจ้าตัว ที่ดูแลความปลอดภัยให้นักดำน้ำฟรีไดฟ์ได้"
    }
  },
  {
    "translation": {
      "en": "is a free diver.",
      "th": "ก็คือนักดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "As a scuba diver, you can't be a safety for a free diver",
      "th": "นักดำน้ำสคูบา ดูแลความปลอดภัยให้นักดำน้ำฟรีไดฟ์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because they go up slowly to decompress.",
      "th": "เพราะพวกเขาค่อยๆ ขึ้นสู่ผิวน้ำเพื่อลดแรงดัน"
    }
  },
  {
    "translation": {
      "en": "So if something happens, you have to react fast.",
      "th": "ดังนั้นถ้ามีอะไรเกิดขึ้น คุณก็ต้องตอบสนองอย่างรวดเร็ว"
    }
  },
  {
    "translation": {
      "en": "[Stephen] 99% of all free diving incidents happen within the last ten meters.",
      "th": "เหตุร้ายในการดำน้ำฟรีไดฟ์ 99% เกิดขึ้นในช่วงสิบเมตรสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "If there is an issue, we close the airways so they can't swallow water,",
      "th": "ถ้ามีปัญหา เราจะปิดทางเดินหายใจ พวกเขาจะได้ไม่สำลักน้ำ"
    }
  },
  {
    "translation": {
      "en": "and we take them to the surface.",
      "th": "และเราก็จะพาพวกเขาขึ้นสู่ผิวน้ำ"
    }
  },
  {
    "translation": {
      "en": "[woman] Please get out of the way for the safety.",
      "th": "ช่วยหลีกทางเพื่อความปลอดภัยด้วยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Kristof] He worked very hard to make a name for himself.",
      "th": "เขาพยายามอย่างหนักเพื่อสร้างชื่อให้ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "No. I'm doing it myself. So, uh…",
      "th": "ผมทำเอง ดังนั้น…"
    }
  },
  {
    "translation": {
      "en": "[Kristof] After a while, Steve got the chance to be on the safety team in Kalamata,",
      "th": "และหลังผ่านไปสักพัก สตีฟก็ได้รับโอกาส เข้าร่วมทีมดูแลความปลอดภัยในคาลามาตา"
    }
  },
  {
    "translation": {
      "en": "which was his first international big competition.",
      "th": "ซึ่งเป็นการแข่งขันใหญ่ ระดับนานาชาติครั้งแรกของเขา"
    }
  },
  {
    "translation": {
      "en": "[man] That's all good. Put it down.",
      "th": "(การแข่งขันชิงแชมป์โลกเอไอดีเอ 2013 คาลามาตา กรีซ)"
    }
  },
  {
    "translation": {
      "en": "[Adam] Natalia's son, Alexey Molchanov,",
      "th": "อเล็กซี่ โมลชานอฟ ลูกชายของนาตาเลีย"
    }
  },
  {
    "translation": {
      "en": "was the men's world record holder at the time.",
      "th": "เป็นเจ้าของสถิติโลกชายในตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "He was going for the deepest dive ever.",
      "th": "เขาตั้งใจดำลงไปให้ลึกที่สุดเท่าที่เคยมีมา"
    }
  },
  {
    "translation": {
      "en": "And his mom is watching.",
      "th": "และแม่เขาก็ดูอยู่"
    }
  },
  {
    "translation": {
      "en": "Safety, keep your distances. Eighty.",
      "th": "- เซฟตี้ รักษาระยะห่างไว้ - แปดสิบ"
    }
  },
  {
    "translation": {
      "en": "[Kristof] Steve was the first safety.",
      "th": "สตีฟเป็นเซฟตี้คนที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "That means he has to dive the deepest.",
      "th": "นั่นแปลว่าเขาต้องดำลงไปลึกที่สุด"
    }
  },
  {
    "translation": {
      "en": "[Adam] Stephen kicked down to 30 meters.",
      "th": "สตีเฟ่นเตะเท้าลงไปที่ระดับ 30 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Kristof] You have to know, as a safety diver,",
      "th": "แต่คุณต้องรู้ว่าในฐานะนักดำน้ำเซฟตี้"
    }
  },
  {
    "translation": {
      "en": "you take in a mouthful of air, you go down,",
      "th": "คุณสูดอากาศเข้าเฮือกหนึ่ง คุณดำลงไป"
    }
  },
  {
    "translation": {
      "en": "and if everything goes right, you just swim up together.",
      "th": "และถ้าทุกอย่างไปได้ด้วยดี คุณก็แค่ว่ายน้ำขึ้นมาด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "You're never there for longer than a minute.",
      "th": "คุณไม่เคยอยู่ที่นั่นนานเกินหนึ่งนาที"
    }
  },
  {
    "translation": {
      "en": "But Steve was already waiting at 30 meters for quite some time,",
      "th": "แต่สตีฟรออยู่ที่ ระดับความลึก 30 เมตรพักใหญ่แล้ว"
    }
  },
  {
    "translation": {
      "en": "-so he's running out of air. -[beeping]",
      "th": "อากาศเขาจึงใกล้หมด"
    }
  },
  {
    "translation": {
      "en": "Come on, Alexey.",
      "th": "เร็วเข้า อเล็กซี่"
    }
  },
  {
    "translation": {
      "en": "3'30, it's a very long dive time.",
      "th": "สามนาทีครึ่งเป็นการดำที่นานมากนะ"
    }
  },
  {
    "translation": {
      "en": "Andrea, you go down as well.",
      "th": "อันเดรีย คุณลงไปด้วย"
    }
  },
  {
    "translation": {
      "en": "-Trouble. -Yeah.",
      "th": "- มีปัญหา - ใช่"
    }
  },
  {
    "translation": {
      "en": "[woman] Trouble?",
      "th": "มีปัญหาเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Kristof] Steve started to have contractions.",
      "th": "สตีฟเริ่มมีอาการกะบังลมกระตุก"
    }
  },
  {
    "translation": {
      "en": "He's seconds away from the blackout.",
      "th": "อีกแค่ไม่กี่วินาทีเขาก็จะวูบ"
    }
  },
  {
    "translation": {
      "en": "But then he saw Alexey get into trouble around 40 meters.",
      "th": "แต่แล้วเขาก็เห็นอเล็กซี่มีปัญหา อยู่ที่ระดับความลึกประมาณ 40 เมตร"
    }
  },
  {
    "translation": {
      "en": "Split-second decisions.",
      "th": "การตัดสินใจในเสี้ยววินาที"
    }
  },
  {
    "translation": {
      "en": "Save Alexey or save himself.",
      "th": "ช่วยอเล็กซี่หรือช่วยตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[Stephen, in English] Breathe, Alexey. Breathe.",
      "th": "หายใจเข้า อเล็กซี่ หายใจ"
    }
  },
  {
    "translation": {
      "en": "-[man] Breathe, Alex. -[Stephen] Breathe for me.",
      "th": "หายใจเข้า อเล็กซี่"
    }
  },
  {
    "translation": {
      "en": "-[Stephen] Breathe. -Breathe, mate. You're good.",
      "th": "หายใจเข้า พวก คุณไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Alexey, in English] I had severe lung damage.",
      "th": "ปอดผมเสียหายหนัก"
    }
  },
  {
    "translation": {
      "en": "My mama told me that Steve saved me.",
      "th": "แม่ผมบอกผมว่าสตีฟช่วยผมไว้"
    }
  },
  {
    "translation": {
      "en": "I am very grateful for his… this selfless act.",
      "th": "ผมซาบซึ้งมากครับกับ… การกระทำที่ไม่ห่วงตัวเองนี่ของเขา"
    }
  },
  {
    "translation": {
      "en": "[laughing] And that was, like, my first meet with Stephen, this accident.",
      "th": "และนั่นก็เป็นการพบกันครั้งแรก ของผมกับสตีเฟ่น อุบัติเหตุครั้งนี้น่ะ (อเล็กซี่ โมลชานอฟ เจ้าของสถิติโลก)"
    }
  },
  {
    "translation": {
      "en": "[Kristof] From that moment on, he was really the star of the competition.",
      "th": "ตั้งแต่นั้นเป็นต้นมา เขาก็เป็นดาวเด่นของการแข่งขันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Everybody knew him.",
      "th": "ทุกคนรู้จักเขา"
    }
  },
  {
    "translation": {
      "en": "Stephen Keenan. [laughing]",
      "th": "สตีเฟ่น คีแนน"
    }
  },
  {
    "translation": {
      "en": "Who saved the world champion.",
      "th": "ผู้ช่วยชีวิตแชมป์โลกไว้"
    }
  },
  {
    "translation": {
      "en": "One of the things about that story was how amazing the safety diver was.",
      "th": "ประเด็นหนึ่งของเรื่องราวนั้น คือนักดำน้ำเซฟตี้นั่นสุดยอดขนาดไหน"
    }
  },
  {
    "translation": {
      "en": "At that time, it was the deepest blackout safety dive in competition.",
      "th": "ในตอนนั้น นั่นเป็นการดำน้ำเซฟตี้ ช่วยเหลือคนวูบในการแข่งขันที่ลึกที่สุด"
    }
  },
  {
    "translation": {
      "en": "I consider that an act of heroism.",
      "th": "ผมถือว่านั่นเป็นวีรกรรม"
    }
  },
  {
    "translation": {
      "en": "To save Natalia's son,",
      "th": "เพื่อจะช่วยลูกชายของนาตาเลีย"
    }
  },
  {
    "translation": {
      "en": "Stephen took his job as a safety diver so seriously that he put himself at risk.",
      "th": "สตีเฟ่นทำหน้าที่นักดำน้ำเซฟตี้อย่างจริงจังมาก จนเขาเอาตัวเองไปเสี่ยง"
    }
  },
  {
    "translation": {
      "en": "[in Italian] We're on day three of training.",
      "th": "เรากำลังฝึกวันที่สาม"
    }
  },
  {
    "translation": {
      "en": "I'm really pleased, because I've already beaten my personal best.",
      "th": "ฉันพอใจมาก เพราะฉันทำลายสถิติที่ดีที่สุดของตัวเองได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "I've done 88 meters.",
      "th": "ฉันทำได้ 88 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Alessia was inching closer and closer to that magical number, 101 meters.",
      "th": "อเลสเซียกำลังเข้าใกล้ ตัวเลขมหัศจรรย์ 101 เมตรนั่นมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "But she wasn't the only one.",
      "th": "แต่เธอไม่ใช่คนเดียว"
    }
  },
  {
    "translation": {
      "en": "[man] Excellent dive.",
      "th": "ดำได้ยอดเลย"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Hanako Hirose of Japan was a strong challenger.",
      "th": "ฮิโรเสะ ฮานาโกะจากญี่ปุ่น เป็นผู้ท้าชิงที่แข็งแกร่ง"
    }
  },
  {
    "translation": {
      "en": "[in Japanese] Can I have a message regarding the competition?",
      "th": "ช่วยพูดอะไรเกี่ยวกับการแข่งขันหน่อยได้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "This time, I'm going to get the world record.",
      "th": "คราวนี้ฉันจะทำสถิติโลกให้ได้ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Thank you.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Adam, in English] Hanako has an innate connection to the sea.",
      "th": "ฮานาโกะมีสายสัมพันธ์กับทะเลมาแต่กำเนิด"
    }
  },
  {
    "translation": {
      "en": "It's something she was just born to do.",
      "th": "เธอเกิดมาเพื่อทำสิ่งนี้"
    }
  },
  {
    "translation": {
      "en": "[Hanako, in Japanese] When I dive,",
      "th": "เวลาฉันดำน้ำ"
    }
  },
  {
    "translation": {
      "en": "I often imagine myself swimming…",
      "th": "บ่อยครั้งฉันจะนึกภาพตัวเองว่ายน้ำอยู่… (ฮิโรเสะ ฮานาโกะ ทีมชาติญี่ปุ่น)"
    }
  },
  {
    "translation": {
      "en": "like a whale or dolphin.",
      "th": "เหมือนวาฬหรือโลมา"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Hanako was going deeper and deeper and deeper.",
      "th": "ฮานาโกะดำลงไปลึกขึ้นและลึกขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "And Alessia had to respond.",
      "th": "และอเลสเซียก็ต้องตอบโต้"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Alessia Zecchini was extraordinary.",
      "th": "อเลสเซีย เซกกินี่พิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Her dive was extremely elegant in every respect.",
      "th": "การดำน้ำของเธอสง่างามเป็นที่สุดในทุกแง่มุม"
    }
  },
  {
    "translation": {
      "en": "[William, in English] We had this amazing rivalry between Hanako and Alessia.",
      "th": "เรามีการแข่งขันที่น่าทึ่งนี่ ระหว่างฮานาโกะกับอเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "Hanako very consistently moved through the depths.",
      "th": "ฮานาโกะผ่านความลึกระดับต่างๆ ไปอย่างคงเส้นคงวามาก"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Alessia would come back at her.",
      "th": "อเลสเซียจะกลับมาเอาชนะเธอ"
    }
  },
  {
    "translation": {
      "en": "[William] Eighty-nine meters.",
      "th": "แปดสิบเก้าเมตร"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Ninety.",
      "th": "เก้าสิบ"
    }
  },
  {
    "translation": {
      "en": "-[cheering] -[William] Ninety-two.",
      "th": "เก้าสิบสอง"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Ninety-three.",
      "th": "เก้าสิบสาม"
    }
  },
  {
    "translation": {
      "en": "[woman] Tell us how deep your dive was.",
      "th": "บอกหน่อยค่ะว่าคุณดำลึกเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[in English] Ninety-four meters.",
      "th": "เก้าสิบสี่เมตรค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[in Italian] How many meters? -Ninety-four.",
      "th": "- กี่เมตรนะครับ - เก้าสิบสี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "Wow. With Zecchini, we're not gonna stop.",
      "th": "โอ้โฮ กับเซกกินี่ เราจะไม่หยุดเลย"
    }
  },
  {
    "translation": {
      "en": "[William] There had been this dominance by Natalia Molchanova for so many years.",
      "th": "นาตาเลีย โมลชาโนว่าอยู่เหนือทุกคน แบบทาบไม่ติดมาหลายปีมาก"
    }
  },
  {
    "translation": {
      "en": "And then suddenly, these women were so close.",
      "th": "แล้วจู่ๆ ผู้หญิงพวกนี้ก็เข้าใกล้เธอมาก"
    }
  },
  {
    "translation": {
      "en": "But when you push close to a limit, trying to set world records,",
      "th": "แต่เมื่อคุณผลักดันตัวเองเข้าใกล้ขีดจำกัด พยายามสร้างสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "there's a lot that can go wrong.",
      "th": "ก็มีเรื่องมากมายที่อาจผิดพลาดได้"
    }
  },
  {
    "translation": {
      "en": "She is considered to be one of the greatest athletes ever",
      "th": "เธอได้รับการยอมรับว่า เป็นหนึ่งในนักกีฬาที่ยิ่งใหญ่ที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "in what is one of the world's deadliest extreme sports.",
      "th": "ในกีฬาเอ็กซ์ตรีมที่อันตรายที่สุดในโลกชนิดหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Free diving.",
      "th": "นั่นคือการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "Natalia Molchanova went for a dive on Sunday, and she simply vanished.",
      "th": "นาตาเลีย โมลชาโนว่าไปดำน้ำในวันอาทิตย์ และเธอก็หายตัวไปเฉยๆ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Natalia Molchanova disappeared off the coast of Spain.",
      "th": "นาตาเลีย โมลชาโนว่า หายตัวไปนอกชายฝั่งสเปน"
    }
  },
  {
    "translation": {
      "en": "They didn't recover her body.",
      "th": "พวกเขากู้ศพเธอมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[man] Molchanova's son, Alexey, a record-breaking free diver himself,",
      "th": "อเล็กซี่ ลูกชายของโมลชาโนว่า ซึ่งตัวเขาเองก็เป็นนักดำน้ำฟรีไดฟ์ผู้ทำลายสถิติ"
    }
  },
  {
    "translation": {
      "en": "told the New York Times,",
      "th": "บอกกับเดอะนิวยอร์กไทมส์ว่า"
    }
  },
  {
    "translation": {
      "en": "\"It seems she'll stay in the sea. I think she would like that.\"",
      "th": "\"ดูเหมือนแม่จะอยู่ต่อในทะเล ผมคิดว่าแม่จะชอบแบบนั้น\""
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] It was all too surreal.",
      "th": "ทั้งหมดนี้เหนือจริงเกินไป"
    }
  },
  {
    "translation": {
      "en": "I was shocked.",
      "th": "ฉันช็อกไปเลย"
    }
  },
  {
    "translation": {
      "en": "It was really sad because she was so strong.",
      "th": "มันน่าเศร้าจริงๆ เพราะเธอแข็งแกร่งมาก"
    }
  },
  {
    "translation": {
      "en": "[woman, in English] We lost Natalia Molchanova.",
      "th": "เราสูญเสียนาตาเลีย โมลชาโนว่าไป"
    }
  },
  {
    "translation": {
      "en": "And in recognition of her great accomplishments,",
      "th": "และเพื่อระลึกถึงความสำเร็จอันยิ่งใหญ่ของเธอ"
    }
  },
  {
    "translation": {
      "en": "please join me for a one-minute breath-hold.",
      "th": "โปรดร่วมกันกลั้นหายใจหนึ่งนาทีกับฉันค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Adam] It shocked the free diving world.",
      "th": "มันทำให้โลกการดำน้ำฟรีไดฟ์ช็อกไปเลย"
    }
  },
  {
    "translation": {
      "en": "They realized that they're more at risk than they thought.",
      "th": "พวกเขาตระหนักว่า ตัวเองมีความเสี่ยงมากกว่าที่เคยคิด"
    }
  },
  {
    "translation": {
      "en": "Because if it can happen to Natalia, the greatest ever,",
      "th": "เพราะถ้ามันเกิดขึ้นได้ กับนาตาเลีย คนที่ยิ่งใหญ่ที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "it can happen to anybody at any time.",
      "th": "มันก็อาจเกิดกับใครก็ได้ทุกเมื่อ"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] After Natalia's accident,",
      "th": "หลังจากอุบัติเหตุของนาตาเลีย"
    }
  },
  {
    "translation": {
      "en": "I began to realize that it could be dangerous.",
      "th": "ฉันก็เริ่มตระหนักได้ว่ามันอาจอันตราย"
    }
  },
  {
    "translation": {
      "en": "I was going deeper and deeper.",
      "th": "ฉันดำลงไปลึกขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "It's black. It's dark. You feel locked inside.",
      "th": "มันเป็นสีดำ มืดสนิท คุณเลยรู้สึกเหมือนถูกขังอยู่ข้างในนิดๆ"
    }
  },
  {
    "translation": {
      "en": "You can see things that don't exist.",
      "th": "คุณอาจเห็นสิ่งที่ไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "I was too scared.",
      "th": "ฉันกลัวเกินไป"
    }
  },
  {
    "translation": {
      "en": "I wanted to turn around and go back.",
      "th": "ฉันอยากหันหลังและย้อนกลับไป"
    }
  },
  {
    "translation": {
      "en": "I didn't feel safe.",
      "th": "ฉันรู้สึกไม่ปลอดภัยเท่าไร"
    }
  },
  {
    "translation": {
      "en": "[Peter, in English] Stephen had an idea",
      "th": "สตีเฟ่นเกิดความคิด"
    }
  },
  {
    "translation": {
      "en": "that he could use his own experience as a safety diver",
      "th": "ว่าเขาอาจใช้ประสบการณ์ของตัวเอง ในฐานะนักดำน้ำเซฟตี้"
    }
  },
  {
    "translation": {
      "en": "to open this center for free diving.",
      "th": "เปิดศูนย์ดำน้ำฟรีไดฟ์นี่ขึ้นมาได้"
    }
  },
  {
    "translation": {
      "en": "Stephen and his friends saved some money.",
      "th": "สตีเฟ่นกับเพื่อนๆ เขาเก็บออมเงินไว้"
    }
  },
  {
    "translation": {
      "en": "They built a premises on the seafront in Dahab.",
      "th": "พวกเขาก่อสร้างอาคารสถานที่ขึ้นมา ที่ชายทะเลในดาฮับ"
    }
  },
  {
    "translation": {
      "en": "Here, uh… in front of my free diving shop.",
      "th": "ที่นี่ หน้าร้านดำน้ำฟรีไดฟ์ของผม (ดาฮับฟรีไดเวอร์ส ศูนย์ดำน้ำฟรีไดฟ์)"
    }
  },
  {
    "translation": {
      "en": "This is where I'm working.",
      "th": "นี่คือที่ที่ผมทำงานอยู่"
    }
  },
  {
    "translation": {
      "en": "[Peter] He was very proud to tell me",
      "th": "เขาภูมิใจมากที่ได้บอกผม"
    }
  },
  {
    "translation": {
      "en": "he was finally making a success of his business,",
      "th": "ในที่สุดเขาก็ประสบความสำเร็จในการทำธุรกิจ"
    }
  },
  {
    "translation": {
      "en": "following his dream.",
      "th": "ทำตามความฝันของเขา"
    }
  },
  {
    "translation": {
      "en": "[Kristof] I was so proud of him.",
      "th": "ผมภูมิใจในตัวเขามาก"
    }
  },
  {
    "translation": {
      "en": "He finally had this purpose.",
      "th": "ในที่สุดเขาก็มีเป้าหมายนี่"
    }
  },
  {
    "translation": {
      "en": "Hey, Steve. Hi!",
      "th": "ไง สตีฟ หวัดดี!"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Hello, hello!",
      "th": "หวัดดี"
    }
  },
  {
    "translation": {
      "en": "It's a nice, chilled evening in Dahab free divers.",
      "th": "นี่เป็นยามเย็นที่แสนดี สบายๆ ในดาฮับฟรีไดเวอร์ส"
    }
  },
  {
    "translation": {
      "en": "When I first met him, I was super intimidated.",
      "th": "ตอนฉันเจอเขาครั้งแรก ฉันกลัวสุดๆ (ลิลี่ เครสปี นักดำน้ำฟรีไดฟ์)"
    }
  },
  {
    "translation": {
      "en": "He had this massive reputation as the best safety diver.",
      "th": "เขามีชื่อเสียงโด่งดังมาก ว่าเป็นนักดำน้ำเซฟตี้ที่เก่งที่สุด"
    }
  },
  {
    "translation": {
      "en": "I heard about the famous rescue he did for Alexey. [laughs]",
      "th": "ฉันเคยได้ยินเรื่องการช่วยชีวิตสุดโด่งดัง ที่เขาช่วยอเล็กซี่นั่น"
    }
  },
  {
    "translation": {
      "en": "I was looking for a place to teach free diving.",
      "th": "ตอนนั้นฉันกำลังหาที่สอนดำน้ำฟรีไดฟ์อยู่"
    }
  },
  {
    "translation": {
      "en": "They asked if I wanted to join the team. I said, \"Yes, sure.\"",
      "th": "แล้วพวกเขาก็ถามว่าฉันอยากเข้าร่วมทีมไหม ฉันบอกว่า \"เอาสิ ได้อยู่แล้ว\""
    }
  },
  {
    "translation": {
      "en": "I was in charge of social media.",
      "th": "ฉันเป็นคนดูแลโซเชียลมีเดีย"
    }
  },
  {
    "translation": {
      "en": "And Steve's not the type to put himself in the limelight.",
      "th": "และสตีฟก็ไม่ใช่ คนประเภทที่จะเอาตัวเองไปเป็นจุดเด่น"
    }
  },
  {
    "translation": {
      "en": "But for me, it was obvious.",
      "th": "แต่สำหรับฉัน มันชัดเจนค่ะ"
    }
  },
  {
    "translation": {
      "en": "\"Steve, come on! Like, you're super famous in the community.\"",
      "th": "\"สตีฟ ไม่เอาน่า คุณดังสุดๆ ในวงการเลยนะ\""
    }
  },
  {
    "translation": {
      "en": "\"You have to start promoting yourself.\"",
      "th": "\"คุณต้องเริ่มโปรโมตตัวเอง\""
    }
  },
  {
    "translation": {
      "en": "Because Stephen knew all the free divers,",
      "th": "เพราะสตีเฟ่นรู้จักนักดำน้ำฟรีไดฟ์ทุกคน"
    }
  },
  {
    "translation": {
      "en": "they were able to invite all these big names,",
      "th": "พวกเขาจึงเชิญคนดังๆ ทั้งหมดนี่"
    }
  },
  {
    "translation": {
      "en": "like Alexey Molchanov, to give workshops.",
      "th": "อย่างอเล็กซี่ โมลชานอฟให้มาสอนเวิร์กชอปได้"
    }
  },
  {
    "translation": {
      "en": "And this attracted a lot of free divers.",
      "th": "และเรื่องนี้ก็ดึงดูดนักดำน้ำฟรีไดฟ์จำนวนมาก"
    }
  },
  {
    "translation": {
      "en": "The school became super famous.",
      "th": "โรงเรียนนี้เริ่มโด่งดังสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[man] For you, what is success in life?",
      "th": "สำหรับคุณ ความสำเร็จในชีวิตคืออะไรครับ"
    }
  },
  {
    "translation": {
      "en": "I suppose success is fulfilling your aspirations, goals, dreams.",
      "th": "ผมว่าความสำเร็จคือการเติมเต็มความมุ่งมาด ปรารถนา เป้าหมาย ความฝันของคุณ"
    }
  },
  {
    "translation": {
      "en": "I'm currently living in Egypt, where I run a free diving center.",
      "th": "ตอนนี้ผมอาศัยอยู่ในอียิปต์ ที่ที่ผมทำศูนย์ดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "I guess I'm happy in that respect. I like what I do.",
      "th": "ผมว่าผมพอใจในแง่นั้น ผมชอบสิ่งที่ผมทำ"
    }
  },
  {
    "translation": {
      "en": "Other parts of my life are not so successful, I guess.",
      "th": "ผมว่าส่วนอื่นๆ ของชีวิตผม ไม่ประสบความสำเร็จเท่าไร"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, I'm a 38-year-old man, and I don't have any kids.",
      "th": "โชคไม่ดีที่ผมอายุ 38 ปีแล้ว และผมก็ไม่มีลูกเลย"
    }
  },
  {
    "translation": {
      "en": "I suppose that's, people say, something that I haven't quite fulfilled.",
      "th": "ผมว่านั่นคือสิ่งที่คนเขาพูดกันว่า ผมยังไม่ได้เติมเต็มซะทีเดียว"
    }
  },
  {
    "translation": {
      "en": "He had some relationships in Dahab, but, uh,",
      "th": "เขาเคยคบใครๆ อยู่บ้างในดาฮับ"
    }
  },
  {
    "translation": {
      "en": "nothing that lasted.",
      "th": "แต่ไม่มีอะไรยั่งยืน"
    }
  },
  {
    "translation": {
      "en": "He would've liked to, like, fall in love",
      "th": "เขาอยากตกหลุมรัก มีความสัมพันธ์ระยะยาว"
    }
  },
  {
    "translation": {
      "en": "and have a long-term relationship and kids.",
      "th": "เขาอยากตกหลุมรัก มีความสัมพันธ์ระยะยาว และมีลูก"
    }
  },
  {
    "translation": {
      "en": "Part of him was missing that side.",
      "th": "ส่วนหนึ่งของเขาขาดด้านนั้นไป"
    }
  },
  {
    "translation": {
      "en": "He needed to meet a super special person.",
      "th": "เขาจำเป็นต้องได้พบคนที่พิเศษมากๆ"
    }
  },
  {
    "translation": {
      "en": "[man] Thank you so much for taking the time to talk to me,",
      "th": "ขอบคุณมากครับที่สละเวลามาคุยกับผม"
    }
  },
  {
    "translation": {
      "en": "and for all the listeners of the show too.",
      "th": "และสำหรับผู้ฟังทุกคนของรายการนี้ด้วย"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in English] Thank you. It's a major pleasure.",
      "th": "ขอบคุณค่ะ ยินดีอย่างยิ่งเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[man] Do you think you push too hard sometimes",
      "th": "คุณคิดว่าบางครั้งคุณผลักดันตัวเองหนักไปไหมครับ"
    }
  },
  {
    "translation": {
      "en": "in search of records?",
      "th": "เพื่อที่จะทำสถิติ"
    }
  },
  {
    "translation": {
      "en": "I guess that's, uh, maybe more typical of younger athletes.",
      "th": "ผมว่านั่นอาจเป็นเรื่องที่ นักกีฬาอายุน้อยทำกันเป็นปกติมากกว่า"
    }
  },
  {
    "translation": {
      "en": "[Alessia] Yeah, maybe, sure.",
      "th": "ค่ะ อาจจะงั้น ใช่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] We had no idea she was after the world record.",
      "th": "เราไม่รู้เลยว่าเธอพยายามทำสถิติโลกอยู่"
    }
  },
  {
    "translation": {
      "en": "She doesn't like to worry us, so she wouldn't tell us.",
      "th": "เธอไม่อยากให้เราเป็นห่วง เธอเลยไม่บอกเรา"
    }
  },
  {
    "translation": {
      "en": "[man, in English] What would you like to accomplish in the next few months?",
      "th": "คุณอยากทำอะไรให้สำเร็จ ในช่วงสองสามเดือนข้างหน้าครับ"
    }
  },
  {
    "translation": {
      "en": "[Alessia] I would like to go deeper.",
      "th": "ฉันอยากดำลงไปให้ลึกขึ้น"
    }
  },
  {
    "translation": {
      "en": "I would like to do the world record.",
      "th": "ฉันอยากทำสถิติโลกค่ะ"
    }
  },
  {
    "translation": {
      "en": "[laughs] That's my goal.",
      "th": "นั่นคือเป้าหมายของฉัน"
    }
  },
  {
    "translation": {
      "en": "[man] When is your next competition?",
      "th": "การแข่งครั้งต่อไปของคุณเมื่อไรครับ"
    }
  },
  {
    "translation": {
      "en": "[Alessia] Vertical Blue.",
      "th": "เวอร์ติคัลบลูค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Welcome to Vertical Blue in the Bahamas.",
      "th": "ขอต้อนรับสู่เวอร์ติคัลบลูในบาฮามาส"
    }
  },
  {
    "translation": {
      "en": "We have 42 competitors from all around the globe",
      "th": "เรามีผู้แข่งขัน 42 คนจากทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "who are announcing ten different national records.",
      "th": "ซึ่งได้แจ้งเป้าหมาย จะทำสถิติระดับชาติต่างๆ กันถึงสิบรายการ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Vertical Blue is like the Wimbledon of free diving.",
      "th": "เวอร์ติคัลบลูเป็นเหมือน วิมเบิลดันของวงการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "It's gonna be a beautiful day. Lot of great dives going on today.",
      "th": "นี่จะเป็นวันที่ดีมาก มีการดำน้ำที่สุดยอดมากมายในวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Only the best of the best are invited.",
      "th": "มีแต่คนที่เก่งที่สุดเท่านั้นที่ได้รับเชิญมา"
    }
  },
  {
    "translation": {
      "en": "Alessia Zecchini, and I'm from Italy.",
      "th": "อเลสเซีย เซกกินี่ค่ะ และฉันก็มาจากอิตาลี"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Within the competition,",
      "th": "ในการแข่งขันนั้น"
    }
  },
  {
    "translation": {
      "en": "there is an exceptional team of medics and safeties.",
      "th": "มีทีมแพทย์และทีมดูแลความปลอดภัยที่ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "Stephen, want to introduce the safety team?",
      "th": "อยากแนะนำทีมดูแลความปลอดภัยไหมครับ"
    }
  },
  {
    "translation": {
      "en": "I wanna make sure there's a good dynamic between the safety team and athletes.",
      "th": "ผมอยากจัดการให้แน่ใจว่ามีกลไกความสัมพันธ์ที่ดี ระหว่างทีมดูแลความปลอดภัยกับนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "That's vitally important to me.",
      "th": "เรื่องนั้นสำคัญมากสำหรับผม"
    }
  },
  {
    "translation": {
      "en": "Stephen was working as a chief of safety in Vertical Blue.",
      "th": "สตีเฟ่นทำงานเป็นหัวหน้าทีม ดูแลความปลอดภัยในเวอร์ติคัลบลู"
    }
  },
  {
    "translation": {
      "en": "Being responsible for the overall safety of this,",
      "th": "รับผิดชอบเรื่องความปลอดภัยโดยรวม"
    }
  },
  {
    "translation": {
      "en": "like, one of the biggest free diving events in the world.",
      "th": "ของงานแข่งดำน้ำฟรีไดฟ์ ที่ใหญ่ที่สุดงานหนึ่งของโลก"
    }
  },
  {
    "translation": {
      "en": "There will be two safeties always to meet you, a deep and shallow.",
      "th": "จะมีเซฟตี้สองคนที่จะไปพบคุณเสมอ น้ำลึกและน้ำตื้น"
    }
  },
  {
    "translation": {
      "en": "The deep will meet you",
      "th": "เซฟตี้น้ำลึกจะพบคุณ"
    }
  },
  {
    "translation": {
      "en": "between anywhere from 20 to 40 meters, depending on the dive.",
      "th": "ที่ระดับความลึก ระหว่าง 20 ถึง 40 เมตร ขึ้นกับการดำ"
    }
  },
  {
    "translation": {
      "en": "[William] We take safety very seriously at Vertical Blue.",
      "th": "เราจริงจังกับเรื่องความปลอดภัยมาก ที่เวอร์ติคัลบลู"
    }
  },
  {
    "translation": {
      "en": "One of the only incidents,",
      "th": "หนึ่งในเหตุไม่กี่ครั้ง (วิลเลียม ทรูบริดจ์ ผู้ก่อตั้งเวอร์ติคัลบลู)"
    }
  },
  {
    "translation": {
      "en": "fatal incidents that's happened in competition,",
      "th": "เหตุการณ์ร้ายแรงถึงชีวิตแค่ไม่กี่ครั้ง ที่เกิดขึ้นในการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "was a death here of an American athlete, Nick Mevoli.",
      "th": "ก็คือการเสียชีวิตที่นี่ ของนิค เมโวลี่ นักกีฬาอเมริกัน"
    }
  },
  {
    "translation": {
      "en": "[Nick] Never take a dive for granted.",
      "th": "อย่ามองการดำน้ำครั้งไหนๆ เป็นของตาย"
    }
  },
  {
    "translation": {
      "en": "You don't know what…",
      "th": "(นิค เมโวลี่ นักดำน้ำฟรีไดฟ์)"
    }
  },
  {
    "translation": {
      "en": "you don't know what dive is gonna be your last.",
      "th": "คุณไม่รู้หรอกว่าการดำน้ำครั้งไหน จะเป็นการครั้งสุดท้ายของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Nick had a long history of pushing a little bit too hard.",
      "th": "นิคมีประวัติมายาวนาน เรื่องการท้าทายขีดจำกัดหนักเกินไปหน่อย"
    }
  },
  {
    "translation": {
      "en": "And things catastrophically went wrong.",
      "th": "และอะไรๆ ก็ผิดพลาดไปอย่างร้ายแรง"
    }
  },
  {
    "translation": {
      "en": "Nick had a lung squeeze.",
      "th": "นิคเกิดอาการบีบกดของปอด"
    }
  },
  {
    "translation": {
      "en": "[William] With the lung squeeze,",
      "th": "เมื่อเกิดการบีบกดของปอดนั้น"
    }
  },
  {
    "translation": {
      "en": "the blood vessels inside your lungs can burst",
      "th": "เส้นเลือดในปอดคุณจะแตกได้"
    }
  },
  {
    "translation": {
      "en": "and leak blood into your air spaces.",
      "th": "และทำให้เลือดรั่วเข้าไปในถุงลมของคุณ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] We're talking about tissue that is torn",
      "th": "เรากำลังพูดถึงเนื้อเยื่อที่ฉีกขาด"
    }
  },
  {
    "translation": {
      "en": "and then scarred.",
      "th": "แล้วก็กลายเป็นแผลเป็น"
    }
  },
  {
    "translation": {
      "en": "If you are consistently injuring yourself, it's cumulative.",
      "th": "ถ้าคุณทำให้ตัวเอง บาดเจ็บอย่างสม่ำเสมอ มันจะสะสม"
    }
  },
  {
    "translation": {
      "en": "[William] And ultimately, that led to Nick getting a very bad squeeze.",
      "th": "และท้ายที่สุดแล้ว นั่นก็นำไปสู่ การที่นิคเกิดอาการบีบกดอย่างร้ายแรงมาก"
    }
  },
  {
    "translation": {
      "en": "And we… we couldn't save him.",
      "th": "และเราก็ช่วยเขาไว้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Of course, we have our medics who will be giving a pep talk as well.",
      "th": "แน่นอน เรามีทีมแพทย์ของเรา ที่จะมาพูดอะไรสั้นๆ ด้วย"
    }
  },
  {
    "translation": {
      "en": "Okay, I'll keep this pretty quick.",
      "th": "โอเค ฉันจะไม่พูดนานนัก"
    }
  },
  {
    "translation": {
      "en": "If we think someone might be in danger, we have the authority",
      "th": "ถ้าเราคิดว่าอาจมีใครตกอยู่ในอันตราย เราก็มีอำนาจที่จะบอกนักดำน้ำว่าห้ามดำต่อ"
    }
  },
  {
    "translation": {
      "en": "to tell a diver that they cannot dive any longer.",
      "th": "เราก็มีอำนาจที่จะบอกนักดำน้ำว่าห้ามดำต่อ (ลีห์ เบเกอร์ นักบำบัดทางเดินหายใจ)"
    }
  },
  {
    "translation": {
      "en": "I always say to them, \"I want you to go home.\"",
      "th": "ฉันพูดกับพวกเขาเสมอว่า \"ฉันอยากให้คุณได้กลับบ้าน"
    }
  },
  {
    "translation": {
      "en": "\"To be able to get on that plane and go home to your family.\"",
      "th": "ฉันอยากให้คุณได้ขึ้นเครื่อง กลับบ้านไปหาครอบครัว\""
    }
  },
  {
    "translation": {
      "en": "And secondly, I don't ever want them to be",
      "th": "และอย่างที่สอง ฉันไม่เคยอยากให้พวกเขาเป็น"
    }
  },
  {
    "translation": {
      "en": "that diver that's on oxygen at the age of 40",
      "th": "นักดำน้ำที่ต้องต่อสายออกซิเจนตอนอายุ 40"
    }
  },
  {
    "translation": {
      "en": "because they've messed up their lungs so terribly.",
      "th": "เพราะทำปอดตัวเองพังอย่างร้ายแรงมาก"
    }
  },
  {
    "translation": {
      "en": "[William] In competition, we have to retrieve a tag",
      "th": "ในการแข่งขัน เราต้องเอาป้าย"
    }
  },
  {
    "translation": {
      "en": "attached to the bottom plate at target depth as a proof.",
      "th": "ที่ติดอยู่กับแผ่นบอททอมเพลท ที่ระดับความลึกเป้าหมายขึ้นมาเป็นหลักฐาน"
    }
  },
  {
    "translation": {
      "en": "[Francesca] She's reaching for her tag.",
      "th": "เธอกำลังเอื้อมไปคว้าป้ายของเธอ"
    }
  },
  {
    "translation": {
      "en": "[William] A white card is a 100% valid performance.",
      "th": "ใบขาวคือทำผลงานได้ถูกต้องตามกฎ 100%"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah! -Yes!",
      "th": "- เย้! - ต้องงี้!"
    }
  },
  {
    "translation": {
      "en": "[Alexey] As soon as somebody helps you, or you lose control,",
      "th": "ทันทีที่มีคนช่วยคุณ หรือคุณสูญเสียการควบคุม"
    }
  },
  {
    "translation": {
      "en": "even on the surface, that's disqualification.",
      "th": "แม้แต่บนผิวน้ำ นั่นคือการถูกตัดสิทธิ์"
    }
  },
  {
    "translation": {
      "en": "It's a red card.",
      "th": "เป็นใบแดง"
    }
  },
  {
    "translation": {
      "en": "[William] Over two weeks of competition, the athletes get six attempts each.",
      "th": "ในช่วงสองสัปดาห์ของการแข่งขัน นักกีฬาพยายามดำได้คนละหกครั้ง"
    }
  },
  {
    "translation": {
      "en": "[Alexey] It's very simple.",
      "th": "มันเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "The deepest dive wins.",
      "th": "ดำได้ลึกที่สุดชนะ"
    }
  },
  {
    "translation": {
      "en": "…is coming to meet you.",
      "th": "จะมาพบคุณ"
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in English] I want to do so much. Yeah.",
      "th": "ฉันอยากทำอะไรเยอะเลย ใช่"
    }
  },
  {
    "translation": {
      "en": "A world record, that's the main point. So, I mean, it's super important for me.",
      "th": "สถิติโลก นั่นคือเรื่องหลัก ฉันหมายถึงมันสำคัญสุดๆ สำหรับฉัน"
    }
  },
  {
    "translation": {
      "en": "[Francesca] It was clear that Alessia was after the world record.",
      "th": "เห็นได้ชัดว่าอเลสเซียกำลังไล่ล่าสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "So she was going to push her limits.",
      "th": "ดังนั้นเธอก็จะผลักดันขีดจำกัดของเธอ"
    }
  },
  {
    "translation": {
      "en": "Unfortunately, Alessia had a problem with the dark.",
      "th": "โชคร้ายที่อเลสเซียมีปัญหากับความมืด"
    }
  },
  {
    "translation": {
      "en": "And Vertical Blue is unique in that it's this collapsed cave.",
      "th": "และเวอร์ติคัลบลูก็มีเอกลักษณ์ ตรงที่มันเป็นถ้ำถล่ม"
    }
  },
  {
    "translation": {
      "en": "It's like going into space.",
      "th": "มันเหมือนออกไปสู่อวกาศ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] She's on her way back.",
      "th": "เธอกำลังกลับมา"
    }
  },
  {
    "translation": {
      "en": "We've got Stephen Keenan, who's our deep primary safety,",
      "th": "เรามีสตีเฟ่น คีแนน เขาเป็นเซฟตี้หลักช่วงน้ำลึกของเรา"
    }
  },
  {
    "translation": {
      "en": "and he's going to meet her.",
      "th": "และเขาก็กำลังจะไปพบเธอ"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] Well done, Alessia.",
      "th": "เก่งมาก อเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "-[woman] Breathe. -[man] Breathe.",
      "th": "- หายใจเข้า - หายใจ"
    }
  },
  {
    "translation": {
      "en": "-Breathe, breathe, breathe. -[woman] Breathe. Breathe.",
      "th": "หายใจ"
    }
  },
  {
    "translation": {
      "en": "-[in English] I'm okay. -[man speaking Italian]",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[in English] I'm okay.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Francesca] The judges are conferring.",
      "th": "คณะกรรมการหารือกันอยู่"
    }
  },
  {
    "translation": {
      "en": "I'm sorry, Alessia, red card.",
      "th": "เสียใจด้วย อเลสเซีย ใบแดง"
    }
  },
  {
    "translation": {
      "en": "[man 1, in Italian] Breathe. [man 2, in English] Grab her. Keep her up.",
      "th": "- หายใจ - จับตัวเธอไว้ อย่าให้เธอจม"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Support her. Just support her.",
      "th": "พยุงเธอ แค่พยุงเธอไว้"
    }
  },
  {
    "translation": {
      "en": "[man 2] Just support her head.",
      "th": "ประคองหัวเธอไว้"
    }
  },
  {
    "translation": {
      "en": "-[man 1, in Italian] Breathe. -[in English] Somebody hold her.",
      "th": "หายใจ พยุงเธอไว้ ใครพยุงเธอให้ที พยุงเธอให้ที พยุงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Hold her for me. Up.",
      "th": "พยุงเธอไว้ ใครพยุงเธอให้ที พยุงเธอให้ที พยุงขึ้น"
    }
  },
  {
    "translation": {
      "en": "Up. You okay?",
      "th": "พยุงขึ้น คุณโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "Come on. Hold her.",
      "th": "ช่วยที พยุงเธอไว้"
    }
  },
  {
    "translation": {
      "en": "[Alexey] She was really pushing hard,",
      "th": "เธอผลักดันตัวเองหนักจริงๆ"
    }
  },
  {
    "translation": {
      "en": "experiencing blackouts several times.",
      "th": "วูบไปหลายครั้ง"
    }
  },
  {
    "translation": {
      "en": "A lot of free divers were not approving her way.",
      "th": "นักดำน้ำฟรีไดฟ์จำนวนมาก ไม่เห็นด้วยกับวิธีของเธอ"
    }
  },
  {
    "translation": {
      "en": "[Leigh] I'm checking Alessia for potential lung squeeze.",
      "th": "ฉันกำลังตรวจดูอเลสเซีย ว่าอาจมีการบีบกดของปอดไหม"
    }
  },
  {
    "translation": {
      "en": "So I did ask her, \"Are you coughing up any blood?\"",
      "th": "ฉันเลยถามเธอว่า \"คุณไอเป็นเลือดบ้างไหม\""
    }
  },
  {
    "translation": {
      "en": "And, um… and she said no.",
      "th": "และเธอก็ตอบว่าไม่"
    }
  },
  {
    "translation": {
      "en": "And, um…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "And, in all honesty, I kinda… I didn't believe her.",
      "th": "และบอกตรงๆ นะคะ ฉันไม่เชื่อเธอ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Listen.",
      "th": "ฟังนะ"
    }
  },
  {
    "translation": {
      "en": "You can't do that again.",
      "th": "คุณทำแบบนั้นอีกไม่ได้"
    }
  },
  {
    "translation": {
      "en": "Not here.",
      "th": "ไม่ใช่ที่นี่"
    }
  },
  {
    "translation": {
      "en": "I want you to succeed.",
      "th": "ฉันอยากให้คุณทำสำเร็จ"
    }
  },
  {
    "translation": {
      "en": "That is why I want you to plan.",
      "th": "นั่นคือเหตุผลที่ฉันอยากให้คุณวางแผน"
    }
  },
  {
    "translation": {
      "en": "You-- you gotta quell the horses.",
      "th": "คุณต้องใจเย็นไว้"
    }
  },
  {
    "translation": {
      "en": "[Leigh] We told her she couldn't dive for a day or two.",
      "th": "เราบอกเธอว่าห้ามเธอดำน้ำวันสองวัน"
    }
  },
  {
    "translation": {
      "en": "She gets mad, and she goes and swims across the bay.",
      "th": "เธอโมโห แล้วเธอก็ว่ายน้ำข้ามอ่าวไป"
    }
  },
  {
    "translation": {
      "en": "And being that she just blacked out,",
      "th": "และเพราะเธอเพิ่งเกิดอาการวูบ"
    }
  },
  {
    "translation": {
      "en": "we don't want her to have an issue, you know, a mile away.",
      "th": "เราเลยไม่อยากให้เธอมีปัญหา ตอนอยู่ห่างออกไปกิโลครึ่ง"
    }
  },
  {
    "translation": {
      "en": "[woman] Alessia!",
      "th": "อเลสเซีย!"
    }
  },
  {
    "translation": {
      "en": "[William] She didn't win too many friends with that behavior.",
      "th": "เธอไม่ทำให้ใครอยากเป็นเพื่อนเธอมากนัก กับพฤติกรรมแบบนั้น"
    }
  },
  {
    "translation": {
      "en": "Some people saw it as…",
      "th": "บางคนมองว่ามันเป็น…"
    }
  },
  {
    "translation": {
      "en": "yeah, the wrong kind of reaction.",
      "th": "ครับ ปฏิกิริยาที่ไม่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "[Leigh] Alessia had a very high temper, and, boy, you knew it.",
      "th": "อเลสเซียอารมณ์ร้อนมาก และให้ตายสิ คุณก็รู้เลย"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Why the hell are you getting angry? You had a bad start. Chill out.",
      "th": "คุณโมโหทำบ้าอะไร คุณเริ่มต้นไม่ดี ใจเย็นไว้"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] There were hecklers",
      "th": "มีพวกตามจิกตามป่วน"
    }
  },
  {
    "translation": {
      "en": "who said she didn't look like she could muscle up these depths.",
      "th": "ที่บอกว่าเธอดูเหมือน จะรับมือระดับความลึกนี้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "The Internet trolls were robust in their criticism.",
      "th": "พวกโทรลล์ในอินเทอร์เน็ต วิพากษ์วิจารณ์กันเมามัน"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Hello. I'm making this video to reassure everyone who cares about me that I'm fine.",
      "th": "สวัสดีค่ะ ฉันถ่ายวิดีโอนี้ เพื่อให้ทุกคนที่ห่วงฉันมั่นใจว่าฉันสบายดี"
    }
  },
  {
    "translation": {
      "en": "And to disprove the rumors on Facebook that I passed out at 20 meters.",
      "th": "และเพื่อหักล้างข่าวลือในเฟซบุ๊ค ที่ว่าฉันหมดสติที่ระดับความลึก 20 เมตร"
    }
  },
  {
    "translation": {
      "en": "I had no problems with a lung squeeze.",
      "th": "ฉันไม่มีปัญหาการบีบกดของปอด"
    }
  },
  {
    "translation": {
      "en": "The dive overall went well, and I ask you not to write lies.",
      "th": "การดำน้ำโดยรวมเป็นไปด้วยดี และฉันก็ขอให้พวกคุณอย่าเขียนเรื่องโกหก"
    }
  },
  {
    "translation": {
      "en": "[in English] Keep the head in a neutral position, not letting it hyperextend.",
      "th": "ประคองหัวไว้ในตำแหน่งที่เป็นกลาง อย่าปล่อยให้มันเหยียดมากเกินไป"
    }
  },
  {
    "translation": {
      "en": "The tongue and liquids and fluids can go down into the larynx",
      "th": "ลิ้น ของเหลว และของไหล อาจลงไปในกล่องเสียง"
    }
  },
  {
    "translation": {
      "en": "and cause more of a spasm.",
      "th": "และก่อให้เกิดอาการกระตุกมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "[Leigh] We would have a meeting every morning to go over every single diver.",
      "th": "เราจะมีการประชุมกันทุกเช้า เพื่อทบทวนเรื่องนักดำน้ำแต่ละคน"
    }
  },
  {
    "translation": {
      "en": "[Stephen] She was out for a while but remembered nothing.",
      "th": "เธอวูบไปพักหนึ่ง แต่จำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "She just said she came up and there she was. Okay?",
      "th": "เธอแค่บอกว่าเธอขึ้นมาแล้ว และเธอก็อยู่ตรงนั้น โอเคนะ"
    }
  },
  {
    "translation": {
      "en": "[Leigh] Stephen was so good at knowing the ones that could be in danger.",
      "th": "สตีเฟ่นเก่งมากเรื่องการรับรู้ ว่าคนไหนที่อาจตกอยู่ในอันตราย"
    }
  },
  {
    "translation": {
      "en": "He studied them, and he knew their weaknesses.",
      "th": "เขาศึกษาคนพวกนั้น และเขาก็รู้จุดอ่อนของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "He would say, \"We gotta watch out for this one.\"",
      "th": "เขาจะบอกว่า \"เราต้องคอยระวังคนนี้\""
    }
  },
  {
    "translation": {
      "en": "And he was dead-on every time.",
      "th": "และเขาก็ถูกเผงทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "Kind of freakishly so.",
      "th": "แบบน่ากลัวเลยละค่ะ"
    }
  },
  {
    "translation": {
      "en": "With Alessia, it was driving Stephen absolutely crazy,",
      "th": "เรื่องอเลสเซียน่ะ มันทำให้สตีเฟ่นคลั่งสุดๆ ไปเลย"
    }
  },
  {
    "translation": {
      "en": "because he was seeing all of these little things that she was doing wrong,",
      "th": "เพราะเขาเห็นเรื่องเล็กๆ น้อยๆ ทั้งหมดนี่ที่เธอทำผิด"
    }
  },
  {
    "translation": {
      "en": "and that it was probably contributing to her blackouts.",
      "th": "และนั่นก็อาจมีส่วนทำให้เธอวูบ"
    }
  },
  {
    "translation": {
      "en": "And so he started training with Alessia during the competition break.",
      "th": "เขาเลยเริ่มฝึกกับอเลสเซีย ระหว่างช่วงพักการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Breathe.",
      "th": "หายใจ"
    }
  },
  {
    "translation": {
      "en": "Breathe.",
      "th": "หายใจ"
    }
  },
  {
    "translation": {
      "en": "-[in English] Are you okay? -I am okay.",
      "th": "- คุณโอเคไหม - ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] He inspired trust straight away.",
      "th": "เขาก่อให้เกิดความไว้เนื้อเชื่อใจทันที"
    }
  },
  {
    "translation": {
      "en": "I saw in him the only one who could coach me.",
      "th": "ในตัวเขาน่ะ ฉันเห็นคนคนเดียวที่ฝึกสอนฉันได้"
    }
  },
  {
    "translation": {
      "en": "[in English] Are you okay?",
      "th": "คุณโอเคไหม"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] The thing that struck me most was his eyes.",
      "th": "สิ่งที่ทำให้ฉันประทับใจที่สุดคือดวงตาเขา"
    }
  },
  {
    "translation": {
      "en": "They were blue, so blue, like the sea.",
      "th": "มันเป็นสีฟ้า สีฟ้าจัดเหมือนทะเล"
    }
  },
  {
    "translation": {
      "en": "His gaze was enough.",
      "th": "แค่สายตาเขาก็พอแล้ว"
    }
  },
  {
    "translation": {
      "en": "Before diving, we would look at each other.",
      "th": "ก่อนดำน้ำเราจะมองกันและกัน"
    }
  },
  {
    "translation": {
      "en": "And this gave me strength.",
      "th": "และสิ่งนี้ก็มอบความเข้มแข็งให้ฉัน"
    }
  },
  {
    "translation": {
      "en": "Feeling his presence made you feel safe in the darkness.",
      "th": "การสัมผัสได้ว่าเขาอยู่ตรงนั้น ทำให้คุณรู้สึกปลอดภัยในความมืดนั่น"
    }
  },
  {
    "translation": {
      "en": "[woman, in English] We see a special relationship between the safety diver and the athlete.",
      "th": "เราได้เห็นความสัมพันธ์พิเศษ ระหว่างนักดำน้ำเซฟตี้กับนักกีฬา"
    }
  },
  {
    "translation": {
      "en": "For example, Alessia asks about you in every deep dive she does.",
      "th": "ตัวอย่างเช่นอเลสเซียถามถึงคุณ ในการดำน้ำลึกทุกครั้งของเธอ"
    }
  },
  {
    "translation": {
      "en": "It's massively important, because, um… free diving is a very psychological sport.",
      "th": "ครับ มันสำคัญมาก เพราะการดำน้ำฟรีไดฟ์ เป็นกีฬาที่เรื่องทางจิตใจมีผลมาก"
    }
  },
  {
    "translation": {
      "en": "Okay? There's many little facets that can affect a dive.",
      "th": "โอเคนะครับ มีแง่มุมเล็กๆ น้อยๆ หลายแง่มุม ที่อาจส่งผลต่อการดำน้ำได้"
    }
  },
  {
    "translation": {
      "en": "And if somebody, when diving, wants to feel secure,",
      "th": "และถ้าใครสักคนอยากรู้สึกปลอดภัยตอนดำน้ำ"
    }
  },
  {
    "translation": {
      "en": "they're very happy if they're diving with someone they're familiar with,",
      "th": "พวกเขาก็จะดีใจมาก ถ้าได้ดำน้ำกับคนที่ตัวเองคุ้นเคย"
    }
  },
  {
    "translation": {
      "en": "and they know that the safety diver is familiar with them.",
      "th": "และพวกเขารู้ว่านักดำน้ำเซฟตี้คุ้นเคยกับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "How they dive. The speed they go at. The habits they might have.",
      "th": "วิธีดำน้ำของพวกเขา ความเร็วที่พวกเขาใช้ นิสัยที่พวกเขาอาจมี"
    }
  },
  {
    "translation": {
      "en": "Things to look out for that we know.",
      "th": "เรื่องควรระวังที่เรารู้"
    }
  },
  {
    "translation": {
      "en": "[Homar, in Italian] There was a relationship that went beyond free diving.",
      "th": "มีความสัมพันธ์ที่เกินไปกว่าการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "With some people, you have an understanding.",
      "th": "กับคนบางคน คุณมีความเข้าใจร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "You don't need words or time.",
      "th": "คุณไม่ต้องอาศัยคำพูดหรือเวลา"
    }
  },
  {
    "translation": {
      "en": "I saw this connection.",
      "th": "ผมเห็นสายสัมพันธ์นี้"
    }
  },
  {
    "translation": {
      "en": "[in English] The first thing you did-- And then you went, like, \"No…\"",
      "th": "อย่างแรกที่คุณทำน่ะ คุณเริ่มแล้วคุณก็ไป แล้วก็แบบว่า \"ไม่\"…"
    }
  },
  {
    "translation": {
      "en": "[man] Okay.",
      "th": "โอเค"
    }
  },
  {
    "translation": {
      "en": "Oh my God.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "[woman, in Italian] Your biggest opponents for breaking the record are the Japanese.",
      "th": "คู่แข่งรายสำคัญที่สุดของคุณ ในการทำลายสถิติคือชาวญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "Do you fear them?",
      "th": "คุณกลัวพวกเขาไหมคะ"
    }
  },
  {
    "translation": {
      "en": "I certainly fear my Japanese opponents.",
      "th": "ฉันกลัวคู่แข่งญี่ปุ่นของฉันแน่นอนค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Hanako, in Japanese] One hundred meters. It was a big number.",
      "th": "หนึ่งร้อยเมตร มันเป็นตัวเลขที่ไม่น้อยเลย"
    }
  },
  {
    "translation": {
      "en": "A Japanese record.",
      "th": "เป็นสถิติญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "And I was nervous.",
      "th": "และฉันก็วิตกกังวล"
    }
  },
  {
    "translation": {
      "en": "And Stephen came and he grabbed me by the shoulders in a very serious way.",
      "th": "แล้วสตีเฟ่นก็เข้ามา และเขาก็คว้าไหล่ฉันไว้อย่างจริงจังมากๆ"
    }
  },
  {
    "translation": {
      "en": "I remember him saying, \"It's going to be okay. I've got you.\"",
      "th": "ฉันจำได้ว่าเขาบอกว่า \"มันจะไม่เป็นไร ผมดูแลคุณอยู่\""
    }
  },
  {
    "translation": {
      "en": "[Stephen, in English] Second safety.",
      "th": "เซฟตี้คนที่สอง"
    }
  },
  {
    "translation": {
      "en": "[Francesca] She's with both the safeties now.",
      "th": "ตอนนี้เธออยู่กับเซฟตี้ทั้งสองคน"
    }
  },
  {
    "translation": {
      "en": "-[Stephen] She's slowing down a bit. -[Francesca] She's slowing down a little.",
      "th": "เธอช้าลงนิดหน่อย (ฮานาโกะกำลังพยายามเป็นผู้หญิงคนแรก ถัดจากนาตาเลียที่ไปถึงความลึก 100 เมตร)"
    }
  },
  {
    "translation": {
      "en": "Here she comes.",
      "th": "เธอมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[in English] Okay… -I'm okay.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "And the judges say… white card!",
      "th": "และกรรมการก็บอกว่า… ใบขาว!"
    }
  },
  {
    "translation": {
      "en": "Hanako Hirose of Japan,",
      "th": "ฮิโรเสะ ฮานาโกะจากญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "first female after Natalia to make 100 meters in competition.",
      "th": "ผู้หญิงคนแรกถัดจากนาตาเลีย ที่ไปถึงระดับความลึก 100 เมตรในการแข่งขัน"
    }
  },
  {
    "translation": {
      "en": "This is a huge dive!",
      "th": "นี่เป็นการดำน้ำที่ทำได้ยอดมาก!"
    }
  },
  {
    "translation": {
      "en": "[Francesca] When Hanako made the 100-meter mark,",
      "th": "เมื่อฮานาโกะไปถึงระดับความลึก 100 เมตร"
    }
  },
  {
    "translation": {
      "en": "that set a fire underneath Alessia.",
      "th": "เรื่องนั้นทำให้อเลสเซียไฟลุก"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Stephen Keenan is going to meet her.",
      "th": "สตีเฟ่น คีแนนจะไปพบเธอ"
    }
  },
  {
    "translation": {
      "en": "-[man] Forty meters. -[Francesca] Here she comes.",
      "th": "สี่สิบเมตร เธอมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[man] First safety. -[Francesca] She's with the first safety.",
      "th": "- เซฟตี้คนที่หนึ่ง - เธออยู่กับเซฟตี้คนที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Now, hope for Alessia.",
      "th": "ความหวังใหม่สำหรับอเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "[man, in Italian] Breathe.",
      "th": "หายใจ"
    }
  },
  {
    "translation": {
      "en": "[Stephen, in English] Come on!",
      "th": "เอาน่า!"
    }
  },
  {
    "translation": {
      "en": "I'm okay.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-[man] Yeah! Yeah! -[cheering]",
      "th": "เย้!"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Stay up! Stay up! Stay up!",
      "th": "ทรงตัวไว้!"
    }
  },
  {
    "translation": {
      "en": "-Stay up! -[team speaking Italian]",
      "th": "ทรงตัวไว้!"
    }
  },
  {
    "translation": {
      "en": "-[man] She has the tag. -[Francesca] She has the tag!",
      "th": "เธอมีป้ายมา"
    }
  },
  {
    "translation": {
      "en": "Stay up, Alessia, stay up.",
      "th": "ทรงตัวไว้ อเลสเซีย ทรงตัวไว้"
    }
  },
  {
    "translation": {
      "en": "And the judges say",
      "th": "และกรรมการก็บอกว่า"
    }
  },
  {
    "translation": {
      "en": "white card!",
      "th": "ใบขาว!"
    }
  },
  {
    "translation": {
      "en": "It was amazing. It was just… We were just, like, flabbergasted.",
      "th": "มันน่าทึ่งมาก มันก็แค่… เราตะลึงกันไปเลย"
    }
  },
  {
    "translation": {
      "en": "Oh my gosh.",
      "th": "ให้ตายสิ"
    }
  },
  {
    "translation": {
      "en": "She blacked out three days in a row, then she gets a world record.",
      "th": "เธอวูบสามวันติดกัน แล้วเธอก็ทำสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "What the hell? You know? [laughs]",
      "th": "บ้าอะไรเนี่ย เข้าใจใช่ไหมคะ"
    }
  },
  {
    "translation": {
      "en": "We were so happy for her, 'cause that's all she wanted.",
      "th": "เราดีใจกับเธอมาก เพราะนั่นคือสิ่งเดียวที่เธอต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] It was wonderful to hug Steve after the dive.",
      "th": "ยอดจริงๆ ค่ะที่ได้กอดสตีฟหลังดำน้ำนั่น"
    }
  },
  {
    "translation": {
      "en": "It was simply fantastic.",
      "th": "มันวิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "Today, I'm so happy.",
      "th": "วันนี้ฉันมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "I achieved the dream I've had for so long.",
      "th": "ฉันบรรลุความฝันที่ตัวเองฝันถึงมานานมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "[in English] Right, cheers to Alessia.",
      "th": "โอเค ดื่มให้อเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "-[in Italian] Hi. -Hi, Ale. Are you happy?",
      "th": "- ไง - ไง อเล ดีใจไหม"
    }
  },
  {
    "translation": {
      "en": "So happy!",
      "th": "ดีใจมาก!"
    }
  },
  {
    "translation": {
      "en": "-You were great, you know that? -Yes, I know.",
      "th": "- คุณยอดมาก รู้ไหม - อืม รู้สิ"
    }
  },
  {
    "translation": {
      "en": "What are you thinking now?",
      "th": "แล้วคุณคิดอะไรอยู่ตอนนี้"
    }
  },
  {
    "translation": {
      "en": "I'm really happy. I kick ass at Vertical Blue.",
      "th": "ฉันมีความสุขจริงๆ ฉันทำผลงานได้เจ๋งสุดๆ ที่เวอร์ติคัลบลู"
    }
  },
  {
    "translation": {
      "en": "Once you start touching…",
      "th": "เมื่อคุณเริ่มสัมผัส…"
    }
  },
  {
    "translation": {
      "en": "world records,",
      "th": "สถิติโลก"
    }
  },
  {
    "translation": {
      "en": "you raise the bar so high.",
      "th": "คุณก็ยกระดับมาตรวัดขึ้นไปสูงมาก"
    }
  },
  {
    "translation": {
      "en": "That's when things get worrying.",
      "th": "นั่นคือตอนที่อะไรต่างๆ เริ่มน่ากังวล"
    }
  },
  {
    "translation": {
      "en": "[William, in English] The athletes had to email myself with their announcement for the final day",
      "th": "นักกีฬาจะต้องส่งอีเมลแจ้งเป้าหมาย สำหรับวันสุดท้ายมาให้ผม"
    }
  },
  {
    "translation": {
      "en": "to decide how deep they wanted to attempt to go.",
      "th": "เพื่อตัดสินใจว่าพวกเขา อยากพยายามดำลงไปลึกแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "[Alexey] In free diving, we announce secretly.",
      "th": "ในการดำน้ำฟรีไดฟ์ เราจะแจ้งเป้าหมายอย่างลับๆ"
    }
  },
  {
    "translation": {
      "en": "The idea behind it is that we should announce safely what-- what we can do.",
      "th": "แนวคิดเบื้องหลังเรื่องนี้ก็คือเราควร แจ้งอย่างปลอดภัยว่าเราทำอะไรได้"
    }
  },
  {
    "translation": {
      "en": "There's a little bit of strategy and chess.",
      "th": "มีเรื่องกลยุทธ์กับการวางหมากอยู่นิดหน่อยค่ะ"
    }
  },
  {
    "translation": {
      "en": "If you announce too much, maybe you're not able to perform it.",
      "th": "ถ้าคุณแจ้งเป้าหมายสูงไป คุณอาจทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "But if you announce too little,",
      "th": "แต่ถ้าคุณแจ้งเป้าหมายต่ำไป"
    }
  },
  {
    "translation": {
      "en": "maybe someone else walks away with the title.",
      "th": "อาจมีใครอื่นเดินจากไปพร้อมตำแหน่งแชมป์"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in English] It's super hard to choose.",
      "th": "มันเลือกยากมาก"
    }
  },
  {
    "translation": {
      "en": "If I do a mistake, it will be bad. I will have a red card.",
      "th": "ถ้าฉันทำพลาด มันจะเลวร้าย ฉันจะได้ใบแดง"
    }
  },
  {
    "translation": {
      "en": "It's…",
      "th": "มัน…"
    }
  },
  {
    "translation": {
      "en": "[sighs] It's hard.",
      "th": "มันยาก"
    }
  },
  {
    "translation": {
      "en": "-[radio playing hip-hop music] -[car horn blares]",
      "th": "(วันสุดท้ายของการแข่งขัน)"
    }
  },
  {
    "translation": {
      "en": "[woman, in Italian] You've talked about limits. What is Alessia Zecchini's limit?",
      "th": "คุณพูดถึงขีดจำกัด ขีดจำกัดของอเลสเซีย เซกกินี่คืออะไร"
    }
  },
  {
    "translation": {
      "en": "I don't think a limit exists.",
      "th": "ฉันคิดว่าขีดจำกัดไม่มีอยู่จริง"
    }
  },
  {
    "translation": {
      "en": "It doesn't exist until I choose to quit.",
      "th": "มันไม่มีอยู่จริงจนกว่าฉันจะเลือกยอมแพ้"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Welcome back to Vertical Blue.",
      "th": "ขอต้อนรับกลับสู่เวอร์ติคัลบลู"
    }
  },
  {
    "translation": {
      "en": "Today could be the most historic day in free diving.",
      "th": "วันนี้อาจเป็นวันสำคัญที่สุด ในประวัติศาสตร์วงการดำน้ำฟรีไดฟ์"
    }
  },
  {
    "translation": {
      "en": "We're here with our host and athlete, William Trubridge.",
      "th": "เราอยู่ที่นี่กับพิธีกรและนักกีฬาของเรา วิลเลียม ทรูบริดจ์"
    }
  },
  {
    "translation": {
      "en": "Talk to me about what you're seeing from the women especially.",
      "th": "บอกฉันหน่อยสิคะถึงสิ่งที่คุณเห็น โดยเฉพาะจากพวกผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "[William] Just epic.",
      "th": "สุดยอดเลยครับ"
    }
  },
  {
    "translation": {
      "en": "I don't think we've seen anything like that in the history of the event.",
      "th": "ผมว่าเราไม่เคยเห็นอะไรแบบนั้นเลย ในประวัติศาสตร์การแข่งขันนี้"
    }
  },
  {
    "translation": {
      "en": "It seems they have still got more in the tank,",
      "th": "และก็ดูเหมือนว่าพวกเขาจะมีทีเด็ดซ่อนไว้อีก"
    }
  },
  {
    "translation": {
      "en": "so I think we can probably expect some more fireworks from them as well.",
      "th": "ผมเลยคิดว่าเราอาจคาดหวังได้ ว่าจะเห็นอะไรดุเดือดกว่านั้นจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[Francesca] We have even more exciting diving coming up.",
      "th": "เรามีการดำน้ำที่น่าตื่นเต้นยิ่งขึ้นอีก ที่กำลังจะมาถึง"
    }
  },
  {
    "translation": {
      "en": "Another world record attempt announced.",
      "th": "มีการแจ้งความพยายามจะทำสถิติโลกอีกรายการ"
    }
  },
  {
    "translation": {
      "en": "[woman] Five, four, three, two, one.",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Francesca] And Hanako Hirose is trying to make history",
      "th": "และฮิโรเสะ ฮานาโกะ ก็กำลังพยายามสร้างประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "to take the world record, deepen it by one meter to 103.",
      "th": "ด้วยการทำสถิติโลก ลึกขึ้นหนึ่งเมตรเป็น 103 เมตร"
    }
  },
  {
    "translation": {
      "en": "She's already down below 90 meters.",
      "th": "เธอดำลงไปต่ำกว่าระดับ 90 เมตรแล้ว"
    }
  },
  {
    "translation": {
      "en": "-And… -[woman] 100 meters.",
      "th": "- แล้วก็… - หนึ่งร้อยเมตร"
    }
  },
  {
    "translation": {
      "en": "[Francesca] One hundred meters!",
      "th": "หนึ่งร้อยเมตร!"
    }
  },
  {
    "translation": {
      "en": "-[woman] Touchdown. -[Francesca] Touchdown!",
      "th": "- ทัชดาวน์ - ทัชดาวน์!"
    }
  },
  {
    "translation": {
      "en": "Stand for Hanako Hirose of Japan, 103 meters!",
      "th": "ความลึกรอการรับรองของฮิโรเสะ ฮานาโกะ จากญี่ปุ่น 103 เมตร!"
    }
  },
  {
    "translation": {
      "en": "Come on, Hanako.",
      "th": "สู้ๆ ฮานาโกะ"
    }
  },
  {
    "translation": {
      "en": "Make that big swim back up.",
      "th": "ว่ายน้ำกลับขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "-[woman] Two forty-five. -[Francesca] Two forty-five.",
      "th": "- สองนาที 45 วินาที - สองนาที 45 วินาที"
    }
  },
  {
    "translation": {
      "en": "Diver in sight,",
      "th": "นักดำน้ำด้านใน"
    }
  },
  {
    "translation": {
      "en": "Hanako Hirose of Japan,",
      "th": "ฮิโรเสะ ฮานาโกะจากญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "hoping for 103 and a world record.",
      "th": "กำลังหวังจะทำสถิติโลกที่ระดับ 103 เมตร"
    }
  },
  {
    "translation": {
      "en": "I'm okay.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-[Francesca] Whoa! She has the tag. -[man] Yeah!",
      "th": "เธอมีป้าย"
    }
  },
  {
    "translation": {
      "en": "[Francesca] White card!",
      "th": "ใบขาว!"
    }
  },
  {
    "translation": {
      "en": "Hanako was clean as a whistle.",
      "th": "ฮานาโกะทำได้เรียบร้อยหมดจดมาก"
    }
  },
  {
    "translation": {
      "en": "[in Italian] World record, 103 clean. Fantastic.",
      "th": "สถิติโลก 103 เมตร หมดจด ยอดเยี่ยม"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Whoever comes up first, and they do it clean,",
      "th": "ใครก็ตามที่ขึ้นมาก่อน และทำได้อย่างหมดจด"
    }
  },
  {
    "translation": {
      "en": "is just adding pressure for the person who's gonna go next.",
      "th": "ก็มีแต่จะเพิ่มความกดดันให้คนที่จะดำเป็นคนถัดไป"
    }
  },
  {
    "translation": {
      "en": "[William] To then go into the water and attempt a record very soon after that",
      "th": "การลงไปในน้ำ และพยายามทำสถิติหลังจากนั้นไม่นาน"
    }
  },
  {
    "translation": {
      "en": "is a big ask.",
      "th": "เป็นเรื่องลำบากมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Ten seconds.",
      "th": "สิบวินาที"
    }
  },
  {
    "translation": {
      "en": "Five, four, three, two, one.",
      "th": "ห้า สี่ สาม สอง หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Alessia Zecchini, Italy.",
      "th": "อเลสเซีย เซกกินี่ อิตาลี"
    }
  },
  {
    "translation": {
      "en": "104 meters world record attempt.",
      "th": "พยายามทำสถิติโลกที่ระดับ 104 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] On streaming, you can see the whole event.",
      "th": "คุณดูการแข่งขันทั้งหมดได้ ผ่านการถ่ายทอดทางอินเทอร์เน็ต"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Final record attempt of the day.",
      "th": "ความพยายามทำสถิติโลกครั้งสุดท้ายของวันนี้"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] As you see her go down…",
      "th": "เมื่อคุณเห็นเธอดำลงไป…"
    }
  },
  {
    "translation": {
      "en": "you get a flood of worries.",
      "th": "ความกังวลก็ท่วมท้นขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[woman, in English] Someone check the sonar.",
      "th": "ใครตรวจดูโซนาร์ทีได้ไหม"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Surface safety, check the sonar, please.",
      "th": "ทีมดูแลความปลอดภัยบนผิวน้ำช่วยตรวจดูโซนาร์ที"
    }
  },
  {
    "translation": {
      "en": "[woman] Yeah, I have no signal. Can someone check?",
      "th": "ค่ะ ฉันไม่มีสัญญาณ ใครดูที (ที่ความลึก 80 เมตร การติดต่อทางโซนาร์กับอเลสเซียหายไป)"
    }
  },
  {
    "translation": {
      "en": "-[Francesca] And Alessia-- -[woman] Should be at 80…",
      "th": "(ที่ความลึก 80 เมตร การติดต่อทางโซนาร์กับอเลสเซียหายไป) ควรอยู่ที่ระดับ 80…"
    }
  },
  {
    "translation": {
      "en": "I have no signal.",
      "th": "ฉันไม่มีสัญญาณ"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] The sonar allows them to see",
      "th": "โซนาร์ช่วยให้พวกเขามองเห็นได้"
    }
  },
  {
    "translation": {
      "en": "whether they've stopped.",
      "th": "ว่าพวกเขาหยุดหรือยัง"
    }
  },
  {
    "translation": {
      "en": "We're having a little interference in our sonar.",
      "th": "เรามีสัญญาณรบกวนเล็กน้อยในโซนาร์ของเรา"
    }
  },
  {
    "translation": {
      "en": "-[woman] Two minutes. -[Francesca] Two minutes has passed.",
      "th": "- สองนาที - ผ่านไปสองนาทีแล้ว (อเลสเซียอยู่ลึกกว่าที่นักดำน้ำเซฟตี้จะเข้าถึง)"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Three forty-five…",
      "th": "(อเลสเซียอยู่ลึกกว่าที่นักดำน้ำเซฟตี้จะเข้าถึง)"
    }
  },
  {
    "translation": {
      "en": "-[woman] Eighty. -[Francesca] We're not sure.",
      "th": "- แปดสิบ - เราไม่แน่ใจ"
    }
  },
  {
    "translation": {
      "en": "-We're not sure. -[woman] She's okay.",
      "th": "- เราไม่แน่ใจ - เธอไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "-[Francesca] Dive time 2'15. -[woman 1] 2'15. -[woman 2] Seventy meters. -[Francesca] Two-one-five.",
      "th": "- เวลาดำ 2:15 นาทีแล้วตอนนี้ - 2:15 นาที 70 เมตร"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] We should see her coming out by now.",
      "th": "ป่านนี้เราควรเห็นเธอออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[woman 2, in English] First safety.",
      "th": "เซฟตี้คนที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "-[man] Here's Alessia. -[man 2, in Italian] Breathe, breathe!",
      "th": "เธอมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm okay.",
      "th": "ฉันไม่เป็นไร"
    }
  },
  {
    "translation": {
      "en": "[Enzo, in Italian] There she is!",
      "th": "เธออยู่นั่น"
    }
  },
  {
    "translation": {
      "en": "She's no longer swallowed by endless darkness.",
      "th": "เธอไม่ได้ถูกกลืน อยู่ในความมืดไร้ที่สิ้นสุดอีกต่อไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] The judges are conferring. She has a tag.",
      "th": "กรรมการกำลังหารือกัน เธอมีป้าย"
    }
  },
  {
    "translation": {
      "en": "We don't know what's going on, but she has a tag.",
      "th": "เราไม่รู้ว่ากำลังเกิดอะไรขึ้น แต่เธอมีป้ายค่ะ"
    }
  },
  {
    "translation": {
      "en": "World record, 104!",
      "th": "สถิติโลก 104 เมตร!"
    }
  },
  {
    "translation": {
      "en": "She just showed up and kind of blew everybody out of the water.",
      "th": "เธอโผล่มาเฉยๆ แล้วก็ทำให้ทุกคนแพ้กระจุยไปเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "She set the world record,",
      "th": "เธอทำสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "and I think she silenced a lot of those naysayers.",
      "th": "และฉันก็คิดว่าเธอทำให้คนที่บอกว่าเธอทำไม่ได้ จำนวนมากต้องหุบปากไปเลย"
    }
  },
  {
    "translation": {
      "en": "It was clear that Alessia was a force of nature,",
      "th": "เห็นได้ชัดว่าอเลสเซียเป็นคนที่ไม่มีใครหยุดได้"
    }
  },
  {
    "translation": {
      "en": "and she was here to stay.",
      "th": "และเธอก็จะอยู่ไปอีกนาน"
    }
  },
  {
    "translation": {
      "en": "[in Italian] I got the new world record of 104 meters, and I'm so happy.",
      "th": "ฉันทำสถิติโลกใหม่ที่ 104 เมตร และฉันก็ดีใจมาก"
    }
  },
  {
    "translation": {
      "en": "Thanks to all. Fantastic! That's enough for now. Ciao!",
      "th": "ขอบคุณทุกคนค่ะ สุดยอดเลย แค่นี้ก่อนนะคะตอนนี้ สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "[in English] And in first place,",
      "th": "และอันดับที่หนึ่ง"
    }
  },
  {
    "translation": {
      "en": "with an incredible dive today of 104 meters,",
      "th": "ด้วยการดำน้ำที่เหลือเชื่อในวันนี้ ที่ระดับความลึก 104 เมตร"
    }
  },
  {
    "translation": {
      "en": "and a new world record,",
      "th": "ซึ่งเป็นสถิติโลกใหม่"
    }
  },
  {
    "translation": {
      "en": "Alessia Zecchini!",
      "th": "อเลสเซีย เซกกินี่ครับ!"
    }
  },
  {
    "translation": {
      "en": "[Leigh] Alessia gave Stephen the biggest hug.",
      "th": "อเลสเซียกอดสตีเฟ่นแน่นที่สุด"
    }
  },
  {
    "translation": {
      "en": "He really did believe in her.",
      "th": "เขาเชื่อมั่นในตัวเธอจริงๆ"
    }
  },
  {
    "translation": {
      "en": "There was just something about her that he knew that she could do it.",
      "th": "ก็แค่มีอะไรบางอย่างในตัวเธอ ที่เขารู้ว่าเธอทำได้"
    }
  },
  {
    "translation": {
      "en": "He didn't doubt her for a second.",
      "th": "เขาไม่นึกกังขาเธอเลยสักอึดใจเดียว"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Give a round of applause for Alessia Zecchini!",
      "th": "ขอเสียงปรบมือให้อเลสเซีย เซกกินี่ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Hi, Alessia. -Hi.",
      "th": "- สวัสดีค่ะ อเลสเซีย - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-Welcome. -Thank you.",
      "th": "- ยินดีต้อนรับ - ขอบคุณค่ะ"
    }
  },
  {
    "translation": {
      "en": "Beautiful, talented, young. You've got it all.",
      "th": "สวย มีพรสวรรค์ อายุน้อย คุณมีครบทุกอย่างเลย"
    }
  },
  {
    "translation": {
      "en": "So, nine world championship gold medals, four silver,",
      "th": "เก้าเหรียญทองในการแข่งชิงแชมป์โลก สี่เหรียญเงิน"
    }
  },
  {
    "translation": {
      "en": "one bronze.",
      "th": "หนึ่งเหรียญทองแดง"
    }
  },
  {
    "translation": {
      "en": "The ultimate record, the most famous one, the one you are proudest of,",
      "th": "สถิติที่สุดยอดที่สุด ที่โด่งดังที่สุด ที่คุณภูมิใจที่สุด"
    }
  },
  {
    "translation": {
      "en": "so much so, you put it around your neck,",
      "th": "มากเสียจนคุณเอามันคล้องคอไว้"
    }
  },
  {
    "translation": {
      "en": "the 104-meter world record.",
      "th": "สถิติโลก 104 เมตร"
    }
  },
  {
    "translation": {
      "en": "Any other ambitions, aims, goals?",
      "th": "มีความใฝ่ฝัน จุดมุ่งหมาย เป้าหมายอื่นไหมคะ"
    }
  },
  {
    "translation": {
      "en": "[Francesca, in English] Even after becoming the deepest woman in the world,",
      "th": "แม้แต่หลังจากกลายเป็น ผู้หญิงที่ดำน้ำลึกที่สุดในโลก"
    }
  },
  {
    "translation": {
      "en": "Natalia was still her inspiration.",
      "th": "นาตาเลียก็ยังคงเป็นแรงบันดาลใจของเธอ"
    }
  },
  {
    "translation": {
      "en": "Alessia was motivated by all the achievements",
      "th": "อเลสเซียได้รับแรงจูงใจจากความสำเร็จทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "that Natalia had garnered in her lifetime.",
      "th": "ที่นาตาเลียสั่งสมมาทั้งชีวิต"
    }
  },
  {
    "translation": {
      "en": "And there was one thing left.",
      "th": "และก็เหลืออยู่อีกอย่างหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "The Arch in Dahab.",
      "th": "ดิอาร์ชในดาฮับ"
    }
  },
  {
    "translation": {
      "en": "People thought she couldn't do it.",
      "th": "คนคิดกันว่าเธอทำไม่ได้"
    }
  },
  {
    "translation": {
      "en": "And she wanted to prove, both to herself and to everyone else,",
      "th": "และเธอก็อยากพิสูจน์ ให้ตัวเองและคนอื่นๆ ทุกคนเห็น"
    }
  },
  {
    "translation": {
      "en": "that she could.",
      "th": "ว่าเธอทำได้"
    }
  },
  {
    "translation": {
      "en": "As fate would have it,",
      "th": "เป็นเหมือนโชคชะตา"
    }
  },
  {
    "translation": {
      "en": "Stephen wanted her to train with him in Dahab.",
      "th": "ที่สตีเฟ่นอยากให้เธอฝึกกับเขาในดาฮับ"
    }
  },
  {
    "translation": {
      "en": "And there was definitely an amazing connection",
      "th": "และก็มีสายสัมพันธ์น่าทึ่งที่เห็นได้ชัดเจน"
    }
  },
  {
    "translation": {
      "en": "between Alessia and Stephen.",
      "th": "ระหว่างอเลสเซียกับสตีเฟ่น"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Stephen told us he was going to pick Alessia up at the airport.",
      "th": "สตีเฟ่นบอกเราว่า เขาจะไปรับอเลสเซียที่สนามบิน"
    }
  },
  {
    "translation": {
      "en": "\"Look what I made.\"",
      "th": "\"ดูสิว่าฉันทำอะไร\""
    }
  },
  {
    "translation": {
      "en": "He pulled out",
      "th": "เขาดึงเอา"
    }
  },
  {
    "translation": {
      "en": "an airport sign with \"Alessia\" written on it.",
      "th": "ป้ายสนามบินที่เขียนว่า \"อเลสเซีย\" ออกมา"
    }
  },
  {
    "translation": {
      "en": "He was really excited, really happy.",
      "th": "เขาตื่นเต้นจริงๆ มีความสุขจริงๆ"
    }
  },
  {
    "translation": {
      "en": "He wanted everything to be perfect for Alessia's arrival.",
      "th": "เขาอยากให้ทุกอย่างสมบูรณ์แบบ สำหรับการมาถึงของอเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "I haven't told you where we are yet.",
      "th": "ฉันยังไม่ได้บอกพวกคุณเลยว่าเราอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "I'm in Dahab for training.",
      "th": "ฉันมาฝึกในดาฮับ"
    }
  },
  {
    "translation": {
      "en": "It's beautiful here.",
      "th": "ที่นี่สวยมาก"
    }
  },
  {
    "translation": {
      "en": "Okay, everything is ready.",
      "th": "โอเค ทุกอย่างพร้อมแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're here at the diving center, packing everything.",
      "th": "เราอยู่ที่ศูนย์ดำน้ำนี่ กำลังจัดของทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "Then we'll head to the sea. I'll show you the Blue Hole.",
      "th": "แล้วเราก็จะมุ่งหน้าไปทะเล ฉันจะให้พวกคุณดูบลูโฮล"
    }
  },
  {
    "translation": {
      "en": "[Alessia] He seemed more excited than I was.",
      "th": "เขาดูตื่นเต้นกว่าฉันอีก"
    }
  },
  {
    "translation": {
      "en": "And I found that quite endearing.",
      "th": "และฉันก็พบว่านั่นน่ารักไม่น้อยเลย"
    }
  },
  {
    "translation": {
      "en": "[man, in English] That's prickish.",
      "th": "นั่นมันเหมือนพวกกร๊วก"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] But we were both a bit awkward.",
      "th": "แต่เราสองคนเก้อเขินนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "[Lily, in English] It was the first time that we would see somebody cross the Arch,",
      "th": "นี่เป็นครั้งแรกที่เรา จะได้เห็นคนดำน้ำผ่านดิอาร์ชไป"
    }
  },
  {
    "translation": {
      "en": "and being involved in the dive was super exciting.",
      "th": "และการมีส่วนร่วมในการดำน้ำนั่นก็น่าตื่นเต้นสุดๆ"
    }
  },
  {
    "translation": {
      "en": "We're gonna go training together.",
      "th": "เราจะไปฝึกด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh my God. I'm gonna train with Alessia. Dear Jesus!\"",
      "th": "ฉันแบบว่า \"ตายแล้ว ฉันจะได้ฝึกกับอเลสเซีย พระเจ้าช่วย!\""
    }
  },
  {
    "translation": {
      "en": "And she shows up with a ham sandwich and a can of Coke.",
      "th": "แล้วเธอก็โผล่มา พร้อมแซนด์วิชแฮมกับโค้กกระป๋องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "I was like, \"Oh my God. Okay, I love her already.\"",
      "th": "และฉันก็แบบว่า \"ตายจริง โอเค ฉันรักเธอแล้วเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "Okay, Alessia. On your feet.",
      "th": "โอเค อเลสเซีย เอาเท้ายัน"
    }
  },
  {
    "translation": {
      "en": "[man] I knew she'd just set a world record.",
      "th": "ผมรู้ว่าเธอเพิ่งทำสถิติโลกมา"
    }
  },
  {
    "translation": {
      "en": "She matched the world record one day in training.",
      "th": "เธอดำได้เท่าสถิติโลกนั่นในการฝึกวันหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "It was inspiring",
      "th": "มันเป็นแรงบันดาลใจ"
    }
  },
  {
    "translation": {
      "en": "to see someone do these depths that I'd kinda only dreamed of doing.",
      "th": "ที่ได้เห็นคนดำลงไปถึงความลึกระดับนี้ ที่ผมเคยแต่ฝันจะไปถึง"
    }
  },
  {
    "translation": {
      "en": "And you could tell, like…",
      "th": "และคุณก็บอกได้เลย แบบว่า"
    }
  },
  {
    "translation": {
      "en": "Like, even Steve, he'd be like, \"Ah, she makes it look too easy.\"",
      "th": "แม้แต่สตีฟก็บอกว่า \"เธอทำให้มันดูง่ายเกิน\" (เนธาน วินสกี้ โค้ชดำน้ำฟรีไดฟ์)"
    }
  },
  {
    "translation": {
      "en": "You know? But it was… That was, like, that was her. [laughs]",
      "th": "รู้ไหมครับ แต่นั่นมัน… นั่นคือเธอน่ะแหละ"
    }
  },
  {
    "translation": {
      "en": "[Lily] Alessia and Steve were together all the time.",
      "th": "อเลสเซียกับสตีฟอยู่ด้วยกันตลอดเวลาก็ว่าได้"
    }
  },
  {
    "translation": {
      "en": "He was coaching her and preparing her for the Arch,",
      "th": "เขาเป็นโค้ชให้เธอ และเตรียมตัวเธอให้พร้อมสำหรับดิอาร์ช"
    }
  },
  {
    "translation": {
      "en": "sitting down every evening after her training for weeks,",
      "th": "นั่งลงทุกเย็นหลังจากการฝึกของเธอเป็นสัปดาห์ๆ"
    }
  },
  {
    "translation": {
      "en": "going through everything, telling her what she should do next.",
      "th": "ทบทวนทุกอย่าง บอกเธอว่าเธอควรทำอะไรต่อไป"
    }
  },
  {
    "translation": {
      "en": "It's another evening in Dahab free divers.",
      "th": "นี่คือช่วงเย็นอีกวันหนึ่งในดาฮับฟรีไดเวอร์ส"
    }
  },
  {
    "translation": {
      "en": "[Lily] Then they were together every evening.",
      "th": "แล้วพวกเขาก็อยู่ด้วยกันทุกเย็น"
    }
  },
  {
    "translation": {
      "en": "[Stephen] Say hello.",
      "th": "ทักทายสิ"
    }
  },
  {
    "translation": {
      "en": "Hello!",
      "th": "สวัสดี"
    }
  },
  {
    "translation": {
      "en": "Say hello, guys.",
      "th": "ทักทายสิ ทุกคน"
    }
  },
  {
    "translation": {
      "en": "[all] Hey.",
      "th": "ไง"
    }
  },
  {
    "translation": {
      "en": "[Lily] It was an amazing summer.",
      "th": "มันเป็นฤดูร้อนที่วิเศษสุด"
    }
  },
  {
    "translation": {
      "en": "They had a very special connection.",
      "th": "พวกเขามีสายสัมพันธ์ที่พิเศษมากๆ"
    }
  },
  {
    "translation": {
      "en": "It was just a really good match. [laughs]",
      "th": "นั่นเป็นคู่ที่เหมาะกันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Simon! Belated happy birthday, bud. Hope you had a great one.",
      "th": "ไซม่อน สุขสันต์วันเกิดย้อนหลังนะพวก หวังว่านายจะมีความสุขมากๆ"
    }
  },
  {
    "translation": {
      "en": "Sorry it's only me to say happy birthday.",
      "th": "ขอโทษที่มีแต่ฉันที่มาสุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "Or actually, no, there's somebody else. Wait.",
      "th": "หรือที่จริงแล้วไม่หรอก มีคนอื่นอยู่ด้วย เดี๋ยวนะ"
    }
  },
  {
    "translation": {
      "en": "Happy birthday!",
      "th": "สุขสันต์วันเกิด"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] He adored being in the desert.",
      "th": "เขาชอบอยู่ในทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "The happiness we shared was amazing.",
      "th": "ความสุขที่เรามีร่วมกันมันน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "[Lily, in English] We thought, \"Okay, this could be something pretty special.\"",
      "th": "เราคิดว่า \"โอเค นี่อาจเป็นอะไรที่พิเศษน่าดู\""
    }
  },
  {
    "translation": {
      "en": "We are gonna win the world championships.",
      "th": "เราจะคว้าแชมป์โลก"
    }
  },
  {
    "translation": {
      "en": "We are gonna make world records.",
      "th": "เราจะทำสถิติโลก"
    }
  },
  {
    "translation": {
      "en": "And this amazing lady",
      "th": "และผู้หญิงที่น่าทึ่งคนนี้"
    }
  },
  {
    "translation": {
      "en": "is going to win the world championships.",
      "th": "ก็จะคว้าแชมป์โลก"
    }
  },
  {
    "translation": {
      "en": "True that.",
      "th": "ใช่เลย"
    }
  },
  {
    "translation": {
      "en": "[Homar, in Italian] We were all together that evening. It was our last night.",
      "th": "เราทุกคนอยู่ด้วยกันค่ำนั้น มันเป็นคืนสุดท้ายของเรา"
    }
  },
  {
    "translation": {
      "en": "And I remember he turned to Alessia and said,",
      "th": "และผมก็จำได้ว่าเขาหันไปหาอเลสเซียและพูดว่า"
    }
  },
  {
    "translation": {
      "en": "\"You'll be the first woman to do the Arch after Natalia Molchanova.\"",
      "th": "\"คุณจะเป็นผู้หญิงคนแรกที่ดำผ่านดิอาร์ช ถัดจากนาตาเลีย โมลชาโนว่า\""
    }
  },
  {
    "translation": {
      "en": "We told Stephen,",
      "th": "เราบอกสตีเฟ่นว่า"
    }
  },
  {
    "translation": {
      "en": "\"Look after Alessia.\"",
      "th": "\"ดูแลอเลสเซียด้วย\""
    }
  },
  {
    "translation": {
      "en": "And obviously, as a safety, he told me…",
      "th": "และแน่ละ ในฐานะเซฟตี้คนหนึ่ง เขาบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Leave it with me.\"",
      "th": "\"ไว้ใจฉันได้เลย\""
    }
  },
  {
    "translation": {
      "en": "[in Italian] We're discussing the dive before getting in the water.",
      "th": "เรากำลังคุยกันเรื่องการดำน้ำนั่นก่อนลงไปในน้ำ"
    }
  },
  {
    "translation": {
      "en": "This is my coach, Steve, and these are some other athletes.",
      "th": "นี่โค้ชของฉัน สตีฟ แล้วนี่ก็นักกีฬาคนอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "We'll get in the water soon.",
      "th": "อีกไม่นานเราจะลงน้ำแล้ว"
    }
  },
  {
    "translation": {
      "en": "I'm preparing all the gear.",
      "th": "ฉันกำลังเตรียมอุปกรณ์ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "We're ready to get in the water.",
      "th": "และเราก็พร้อมลงน้ำแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Kristina, in English] Steve asked me to take photos of this dive.",
      "th": "สตีฟขอให้ฉันถ่ายรูปการดำน้ำครั้งนี้"
    }
  },
  {
    "translation": {
      "en": "I took pictures doing briefing for all safety divers.",
      "th": "ฉันถ่ายรูปเขาบรีฟให้นักดำน้ำเซฟตี้ทุกคนฟัง"
    }
  },
  {
    "translation": {
      "en": "Steve really went through each detail.",
      "th": "สตีฟไล่รายละเอียดแต่ละเรื่องอย่างจริงจัง"
    }
  },
  {
    "translation": {
      "en": "Everybody knew exactly what they were supposed to do.",
      "th": "และทุกคนก็รู้แน่ชัดว่าพวกเขาควรทำยังไง"
    }
  },
  {
    "translation": {
      "en": "[Lily] The plan was Alessia would dive 52 meters, pulling herself on the rope,",
      "th": "แผนที่วางไว้คืออเลสเซียจะดำน้ำลึก 52 เมตร ดึงตัวเองไปบนเชือก"
    }
  },
  {
    "translation": {
      "en": "and then, entering the Arch, swim horizontally for 30 meters.",
      "th": "แล้วก็เข้าสู่ดิอาร์ช ว่ายไปในแนวนอนเป็นระยะ 30 เมตร"
    }
  },
  {
    "translation": {
      "en": "As she arrived on the other side of the Arch,",
      "th": "เมื่อเธอไปถึงอีกฝั่งของดิอาร์ช"
    }
  },
  {
    "translation": {
      "en": "the safety line should be there in the middle.",
      "th": "สายนิรภัยก็ควรอยู่ตรงนั้นแล้วที่ตรงกลาง"
    }
  },
  {
    "translation": {
      "en": "Steve would be there at the end of the line waiting for her.",
      "th": "สตีฟจะอยู่ที่สุดสายนั่น รอเธออยู่"
    }
  },
  {
    "translation": {
      "en": "Natalia crossed the Arch with a monofin.",
      "th": "นาตาเลียข้ามดิอาร์ชไปโดยใช้ตีนกบเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "[Nathan] What Alessia prepared for was a dive without the monofin,",
      "th": "สิ่งที่อเลสเซียเตรียมตัวมา คือการดำน้ำโดยไม่มีตีนกบเดี่ยว"
    }
  },
  {
    "translation": {
      "en": "which is the hardest way you can do it.",
      "th": "ซึ่งเป็นวิธีที่ยากที่สุดที่คุณจะทำได้"
    }
  },
  {
    "translation": {
      "en": "[Lily] Maybe she wanted to do it that way to be better than the best free diver ever.",
      "th": "บางทีเธออาจอยากทำมันแบบนั้นเพื่อจะได้ เก่งกว่านักดำน้ำฟรีไดฟ์ที่เก่งที่สุดตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "Everything was timed.",
      "th": "ทุกอย่างมีการจับเวลา"
    }
  },
  {
    "translation": {
      "en": "They had made practice runs",
      "th": "พวกเขาลองซ้อม"
    }
  },
  {
    "translation": {
      "en": "to know how long exactly it takes her to go down to 52 meters,",
      "th": "เพื่อดูว่าเธอต้องใช้เวลานานแค่ไหนแน่ ที่จะลงไปที่ระดับความลึก 52 เมตร"
    }
  },
  {
    "translation": {
      "en": "how long it takes for her to swim horizontally for 30 meters.",
      "th": "เธอต้องใช้เวลานานแค่ไหน ที่จะว่ายไปในแนวนอนเป็นระยะ 30 เมตร"
    }
  },
  {
    "translation": {
      "en": "And we had a countdown,",
      "th": "และเราก็มีการนับถอยหลัง"
    }
  },
  {
    "translation": {
      "en": "so we would make sure that Steve would be already there before she arrived.",
      "th": "เพื่อเราจะได้แน่ใจได้ว่าสตีฟ จะไปอยู่ที่นั่นก่อนเธอมาถึง"
    }
  },
  {
    "translation": {
      "en": "[Kristina] I go down with the other two technical divers",
      "th": "ฉันลงไปกับนักดำน้ำเทคนิคัลคนอื่นอีกสองคน"
    }
  },
  {
    "translation": {
      "en": "with a camera to do the filming.",
      "th": "พร้อมกล้องเพื่อถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "[Nathan] After she goes down, my job was to hold the rope,",
      "th": "หลังจากเธอลงไป หน้าที่ของผมคือจับเชือกไว้"
    }
  },
  {
    "translation": {
      "en": "wait until we felt her hit the bottom,",
      "th": "รอจนกระทั่งเรารู้สึกได้ว่าเธอถึงก้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "go down a few meters, look.",
      "th": "ลงไปสองสามเมตร"
    }
  },
  {
    "translation": {
      "en": "If she wasn't coming back up, come up and we're done.",
      "th": "มองดู ถ้าเธอไม่ได้กลับขึ้นมา ก็ขึ้นมา แล้วเราก็จบเรื่อง"
    }
  },
  {
    "translation": {
      "en": "After she swam through the Arch,",
      "th": "หลังจากเธอว่ายผ่านดิอาร์ชไป"
    }
  },
  {
    "translation": {
      "en": "she was relying on finding the rope on the other side to pull herself back up.",
      "th": "เธอจะต้องอาศัยการหาเชือกอีกฝั่งให้เจอ เพื่อดึงตัวเองกลับขึ้นไป"
    }
  },
  {
    "translation": {
      "en": "[man] Five, four, three, two, one, zero.",
      "th": "ห้า สี่ สาม สอง หนึ่ง ศูนย์"
    }
  },
  {
    "translation": {
      "en": "[Nathan] We watched Alessia go down.",
      "th": "เราดูอเลสเซียดำลงไป"
    }
  },
  {
    "translation": {
      "en": "I'm feeling the rope, so I can tell when she reaches the bottom.",
      "th": "ผมรู้สึกถึงเชือกนั่น ผมจึงบอกได้ว่าเธอลงไปถึงก้นเมื่อไร"
    }
  },
  {
    "translation": {
      "en": "[Nathan] After we felt her let go of the rope, we'd give an okay sign",
      "th": "หลังจากเราสัมผัสได้ว่าเธอปล่อยเชือก เราก็จะส่งสัญญาณโอเค"
    }
  },
  {
    "translation": {
      "en": "to tell the other safety divers that she entered the Arch.",
      "th": "เพื่อบอกนักดำน้ำเซฟตี้คนอื่นๆ ว่าเธอเข้าสู่ดิอาร์ชแล้ว"
    }
  },
  {
    "translation": {
      "en": "That should've triggered Steve to go down.",
      "th": "นั่นควรจะเป็นสัญญาณให้สตีฟลงไป"
    }
  },
  {
    "translation": {
      "en": "[Lily] Ten seconds.",
      "th": "สิบวินาที"
    }
  },
  {
    "translation": {
      "en": "[Lily] I started to give the countdown to Steve.",
      "th": "ฉันเริ่มนับถอยหลังให้สตีฟ"
    }
  },
  {
    "translation": {
      "en": "[Lily] Five, four, three.",
      "th": "ห้า สี่ สาม"
    }
  },
  {
    "translation": {
      "en": "He asked me for ten more seconds.",
      "th": "เขาขอเวลาฉันอีกสิบวินาที"
    }
  },
  {
    "translation": {
      "en": "I just didn't really understand why, because, um…",
      "th": "ฉันไม่เข้าใจจริงๆ หรอกค่ะว่าทำไม เพราะเท่าที่ผ่านมาถึงตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "so far, everything had been going according to plan.",
      "th": "ฉันไม่เข้าใจจริงๆ หรอกค่ะว่าทำไม เพราะเท่าที่ผ่านมาถึงตอนนั้น ทุกอย่างเป็นไปตามแผน"
    }
  },
  {
    "translation": {
      "en": "So maybe the heart was going a bit too fast for his liking,",
      "th": "ทุกอย่างเป็นไปตามแผน บางทีหัวใจอาจเต้นเร็วเกินไป กว่าที่เขาชอบนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "so he wanted to take a few more seconds to be really ready.",
      "th": "เขาเลยอยากใช้เวลาอีกสองสามวินาที เพื่อให้พร้อมจริงๆ"
    }
  },
  {
    "translation": {
      "en": "I really don't know, because you can't discuss with him,",
      "th": "ฉันไม่รู้จริงๆ เพราะเราคุยกับเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "because he's preparing for his dive, so he's not gonna talk.",
      "th": "เพราะเขาเตรียมตัวดำน้ำอยู่ ดังนั้นเขาก็จะไม่พูด"
    }
  },
  {
    "translation": {
      "en": "It took him a little bit extra to give me the signal.",
      "th": "เขาใช้เวลานานกว่าปกตินิดหน่อย ก่อนจะให้สัญญาณฉัน"
    }
  },
  {
    "translation": {
      "en": "[Kristina] Alessia is coming out of the Arch, but Steve is not there.",
      "th": "อเลสเซียกำลังออกมาจากดิอาร์ช แต่สตีฟไม่อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "She doesn't see the rope.",
      "th": "เธอไม่เห็นเชือก"
    }
  },
  {
    "translation": {
      "en": "She is swimming the wrong direction.",
      "th": "เธอกำลังว่ายน้ำไปผิดทาง"
    }
  },
  {
    "translation": {
      "en": "She didn't realize that she was already out.",
      "th": "เธอไม่รู้ตัวว่าเธอออกมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Lily] I have, uh, one hand on the rope.",
      "th": "ฉันเอามือข้างหนึ่งจับเชือกไว้"
    }
  },
  {
    "translation": {
      "en": "I'm waiting for the feel of the pull to say that they're starting to come up.",
      "th": "ฉันกำลังรอแรงดึง ที่บอกว่าพวกเขากำลังเริ่มขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "The pull is not coming.",
      "th": "แต่ไม่มีแรงดึงนั่น"
    }
  },
  {
    "translation": {
      "en": "I start to worry.",
      "th": "ฉันเริ่มกังวล"
    }
  },
  {
    "translation": {
      "en": "Maybe she was swimming a little bit slower.",
      "th": "บางทีเธออาจว่ายน้ำช้ากว่าปกตินิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "Let's wait a little bit longer.",
      "th": "รออีกหน่อยเถอะ"
    }
  },
  {
    "translation": {
      "en": "[Nathan] They should've been coming up",
      "th": "พวกเขาควรจะขึ้นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "by the time we swam across to the other side.",
      "th": "ในตอนที่เราว่ายข้ามไปอีกฝั่ง"
    }
  },
  {
    "translation": {
      "en": "I knew at that point something was wrong.",
      "th": "ผมรู้ตอนนั้นเองว่ามีบางอย่างผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "[Lily] Now it's too long.",
      "th": "ตอนนี้มันนานเกินไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "Something is not right.",
      "th": "มีอะไรบางอย่างไม่ถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "[Kristina] Alessia needs to go up immediately.",
      "th": "อเลสเซียต้องขึ้นไปเดี๋ยวนี้"
    }
  },
  {
    "translation": {
      "en": "She didn't know that she's in completely the wrong place.",
      "th": "เธอไม่รู้ว่าตัวเองอยู่ผิดที่โดยสิ้นเชิง"
    }
  },
  {
    "translation": {
      "en": "In one moment, Steve left the rope super quickly.",
      "th": "ในอึดใจเดียว สตีฟก็ผละจากเชือกไปเร็วมาก"
    }
  },
  {
    "translation": {
      "en": "As a scuba diver, I cannot do shit.",
      "th": "ในฐานะนักดำน้ำสกูบา ฉันทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I was very far.",
      "th": "ฉันอยู่ห่างออกมามาก"
    }
  },
  {
    "translation": {
      "en": "I was just screaming.",
      "th": "ฉันได้แต่กรีดร้อง"
    }
  },
  {
    "translation": {
      "en": "[Lily] I could see all the way to the end of the line.",
      "th": "ฉันมองเห็นได้ไกลจนสุดสายเชือก"
    }
  },
  {
    "translation": {
      "en": "There was no one.",
      "th": "ไม่มีใครอยู่เลย"
    }
  },
  {
    "translation": {
      "en": "[Nathan] We just can't see them.",
      "th": "เราไม่เห็นพวกเขาเลย"
    }
  },
  {
    "translation": {
      "en": "Think fast. Maybe the water current took them.",
      "th": "รีบคิดเร็ว กระแสน้ำอาจพัดพาพวกเขาไป"
    }
  },
  {
    "translation": {
      "en": "We would need to search a much bigger area.",
      "th": "เราจะต้องค้นหาเป็นวงกว้างกว่านี้มาก"
    }
  },
  {
    "translation": {
      "en": "Thirty meters away, there was loads and loads of tourists snorkeling.",
      "th": "ห่างออกไป 30 เมตร มีนักท่องเที่ยวอยู่เพียบ ดำสนอร์เกิลอยู่"
    }
  },
  {
    "translation": {
      "en": "We're looking for someone amongst a mess of people that can't properly swim.",
      "th": "เรากำลังมองหาคนท่ามกลางความวุ่นวาย ของฝูงชนที่ว่ายน้ำดีๆ ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Lily] Everywhere I look, they're not there.",
      "th": "ไม่ว่าฉันมองไปตรงไหน พวกเขาก็ไม่ได้อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "I decided to come up and see if I could see them on the surface.",
      "th": "ฉันตัดสินใจขึ้นไปดูว่าจะเห็นพวกเขาบนผิวน้ำไหม"
    }
  },
  {
    "translation": {
      "en": "[Lily] There was no explanation.",
      "th": "ไม่มีคำอธิบาย"
    }
  },
  {
    "translation": {
      "en": "[Kristina] I was swimming as fast as I could.",
      "th": "ตอนนั้นฉันว่ายน้ำให้เร็วที่สุดเท่าที่จะว่ายได้"
    }
  },
  {
    "translation": {
      "en": "I need to see if they are alive.",
      "th": "ฉันต้องดู ว่าพวกเขายังมีชีวิตอยู่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] The first meters, everything seemed normal.",
      "th": "ช่วงหลายเมตรแรก ทุกอย่างดูปกติ"
    }
  },
  {
    "translation": {
      "en": "Until I reached the Arch.",
      "th": "จนกระทั่งฉันไปถึงดิอาร์ช"
    }
  },
  {
    "translation": {
      "en": "I remember while I was swimming, I felt it was a bit strenuous.",
      "th": "ฉันจำได้ว่าตอนฉันว่ายน้ำอยู่ ฉันรู้สึกว่ามันกินแรงนิดหน่อย"
    }
  },
  {
    "translation": {
      "en": "There was a problem.",
      "th": "มีปัญหา"
    }
  },
  {
    "translation": {
      "en": "Steve wasn't there, but neither was the rope.",
      "th": "สตีฟไม่ได้อยู่ที่นั่น แต่เชือกก็ไม่อยู่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "I just tried to follow the reef,",
      "th": "ฉันแค่พยายามตามแนวปะการังไป"
    }
  },
  {
    "translation": {
      "en": "trying to see where the rope was.",
      "th": "พยายามมองหาว่าเชือกอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "But I realized I couldn't find it.",
      "th": "แต่ฉันรู้ตัวว่าฉันหามันไม่เจอแน่"
    }
  },
  {
    "translation": {
      "en": "I'd made a mistake.",
      "th": "ฉันทำพลาดไป"
    }
  },
  {
    "translation": {
      "en": "I suddenly saw Steve in front of me.",
      "th": "จู่ๆ ฉันก็เห็นสตีฟอยู่ตรงหน้าฉัน"
    }
  },
  {
    "translation": {
      "en": "I remember he took my hands.",
      "th": "ฉันจำได้ว่าเขาคว้ามือฉันไว้"
    }
  },
  {
    "translation": {
      "en": "And he swam, bringing me to the surface.",
      "th": "และเขาก็ว่ายน้ำ พาฉันขึ้นไปบนผิวน้ำ"
    }
  },
  {
    "translation": {
      "en": "I don't remember the first seconds when I surfaced.",
      "th": "ฉันจำวินาทีแรกๆ ที่ขึ้นมาบนผิวน้ำไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "I only remember, after a while,",
      "th": "ฉันจำได้แค่ว่าหลังผ่านไปพักหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "looking around and not understanding a thing.",
      "th": "ฉันมองไปรอบๆ และไม่เข้าใจอะไรสักอย่าง"
    }
  },
  {
    "translation": {
      "en": "[Kristina, in English] Steve's face was in the water.",
      "th": "หน้าของสตีฟคว่ำอยู่ในน้ำ"
    }
  },
  {
    "translation": {
      "en": "And I started screaming on her, like, \"Turn him face up!\"",
      "th": "และฉันก็เริ่มร้องบอกเธอว่า \"พลิกให้เขาหงายหน้าขึ้น!\""
    }
  },
  {
    "translation": {
      "en": "But I didn't realize that she had blacked out.",
      "th": "แต่ฉันไม่รู้ว่าเธอวูบไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "And when I started screaming, because I really screamed a lot,",
      "th": "และตอนที่ฉันเริ่มร้อง เพราะฉันกรีดร้องเยอะมากจริงๆ"
    }
  },
  {
    "translation": {
      "en": "she basically woke up, and she started acting immediately.",
      "th": "เธอก็เลยฟื้นขึ้นมาและเริ่มลงมือทันที"
    }
  },
  {
    "translation": {
      "en": "[in Italian] Maybe I could have done more.",
      "th": "ฉันอาจทำอะไรได้มากกว่านั้น"
    }
  },
  {
    "translation": {
      "en": "If I had been more conscious, I don't know.",
      "th": "ถ้าตอนนั้นฉันมีสติอยู่ ไม่รู้สิคะ"
    }
  },
  {
    "translation": {
      "en": "[Nathan, in English] If you are on your own, and you start blacking out,",
      "th": "ถ้าคุณอยู่ตามลำพัง และคุณเริ่มวูบไป"
    }
  },
  {
    "translation": {
      "en": "you have to be on your back. If you're not on your back, you're done.",
      "th": "คุณต้องหงายหน้าขึ้น ถ้าไม่ คุณก็จบเห่"
    }
  },
  {
    "translation": {
      "en": "Steve probably took his last seconds of consciousness",
      "th": "สตีฟอาจใช้สองสามวินาทีสุดท้ายที่เขายังมีสติอยู่"
    }
  },
  {
    "translation": {
      "en": "to make sure she was in a position that she'd survive in",
      "th": "จัดการให้แน่ใจว่าเธออยู่ในท่าที่จะรอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "at the expense of ending up face down.",
      "th": "แลกกับการลงเอยด้วยการคว่ำหน้าลง"
    }
  },
  {
    "translation": {
      "en": "[in Italian] The worst thing is we couldn't do anything.",
      "th": "ที่เลวร้ายที่สุดคือเราทำอะไรไม่ได้เลย"
    }
  },
  {
    "translation": {
      "en": "We couldn't save him.",
      "th": "เราช่วยเขาไว้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He rescued me, but I couldn't rescue him.",
      "th": "เขาช่วยชีวิตฉันไว้ แต่ฉันช่วยเขาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "He was a hero, and he showed it till the end.",
      "th": "เขาเป็นฮีโร่ และเขาก็ แสดงให้เห็นถึงเรื่องนั้นจนอึดใจสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "[Kristina, in English] You can see in the last photo, he lost his life to save hers.",
      "th": "คุณเห็นเรื่องนั้นได้ในรูปสุดท้ายนั่น เขาเสียชีวิตเพื่อช่วยชีวิตเธอ"
    }
  },
  {
    "translation": {
      "en": "I was diving the lighthouse.",
      "th": "ผมดำน้ำอยู่ที่ไลท์เฮาส์"
    }
  },
  {
    "translation": {
      "en": "Like, actually, over there.",
      "th": "ที่จริงก็ตรงนั้นนั่นแหละ"
    }
  },
  {
    "translation": {
      "en": "I finish my dive, I…",
      "th": "และพอผมดำน้ำเสร็จ ผมก็ดูโทรศัพท์ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I look at my phone,",
      "th": "ผมก็ดูโทรศัพท์ตัวเอง"
    }
  },
  {
    "translation": {
      "en": "even, like, with my suit on, like, I…",
      "th": "ถึงแม้จะใส่ชุดดำน้ำอยู่ ผมดูโทรศัพท์ตัวเอง แบบว่า \"อะไรเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "My phone, I look at my phone, like, \"What?\"",
      "th": "ผมดูโทรศัพท์ตัวเอง แบบว่า \"อะไรเนี่ย\""
    }
  },
  {
    "translation": {
      "en": "Like, there are 50 missed calls.",
      "th": "แบบว่ามีสายไม่ได้รับ 50 สาย"
    }
  },
  {
    "translation": {
      "en": "And I received a phone call.",
      "th": "และผมก็ได้รับโทรศัพท์สายหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Something happened to Steve.",
      "th": "เกิดเรื่องขึ้นกับสตีฟ"
    }
  },
  {
    "translation": {
      "en": "And…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "It… They couldn't bring him back.",
      "th": "มันก็… พวกเขากู้ชีพเขากลับมาไม่ได้"
    }
  },
  {
    "translation": {
      "en": "My first reaction was, \"Shit. I wasn't there.\"",
      "th": "ปฏิกิริยาแรกของผมคือ \"ให้ตาย ฉันไม่ได้อยู่ที่นั่น"
    }
  },
  {
    "translation": {
      "en": "\"I could've saved him if I would have been there.\"",
      "th": "ฉันอาจช่วยเขาได้ตอนที่… ถ้าฉันอยู่ที่นั่น\""
    }
  },
  {
    "translation": {
      "en": "[Francesca] He was choosing her over himself.",
      "th": "เขาเลือกเธอแทนที่จะเป็นตัวเอง"
    }
  },
  {
    "translation": {
      "en": "I'm very clear that he knew that someone was gonna die that day,",
      "th": "ฉันเข้าใจชัดเจนมาก ว่าเขารู้ว่าจะมีคนตายในวันนั้น"
    }
  },
  {
    "translation": {
      "en": "and he wasn't gonna let it be her. [sniffles]",
      "th": "และเขาก็จะไม่ยอมให้เป็นเธอ"
    }
  },
  {
    "translation": {
      "en": "[in Italian] I would give my life.",
      "th": "ผมยินดีสละชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "Mine instead of his.",
      "th": "ชีวิตผมแลกกันกับเขา"
    }
  },
  {
    "translation": {
      "en": "[in English] He wouldn't… he wouldn't have forgiven himself if he wouldn't have saved her, you know?",
      "th": "เขาคงไม่ให้อภัยตัวเอง ถ้าเขาไม่ได้ช่วยเธอไว้ รู้ไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Francesca] Everybody, we'll just dive until we feel",
      "th": "ทุกคน เราจะดำน้ำไปจนกว่าเราจะรู้สึก"
    }
  },
  {
    "translation": {
      "en": "we want to release our flowers",
      "th": "เราอยากลอยดอกไม้ของเราไป"
    }
  },
  {
    "translation": {
      "en": "and give thanks for such a wonderful human in our lives,",
      "th": "และแสดงความขอบคุณ สำหรับคนที่วิเศษขนาดนั้นในชีวิตเรา"
    }
  },
  {
    "translation": {
      "en": "sending all the good energy",
      "th": "ส่งพลังดีๆ ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "that Stephen gave to all of us.",
      "th": "ที่สตีเฟ่นมอบให้เราทุกคนออกไป"
    }
  },
  {
    "translation": {
      "en": "[Peter] Everybody who loved Stephen did a big underwater vigil.",
      "th": "ทุกคนที่รักสตีเฟ่น ได้ทำการไว้อาลัยใต้น้ำครั้งใหญ่"
    }
  },
  {
    "translation": {
      "en": "They all held their breath for 39 seconds to represent each year of his life.",
      "th": "พวกเขาทุกคนกลั้นหายใจเป็นเวลา 39 วินาที แทนแต่ละปีในชีวิตเขา"
    }
  },
  {
    "translation": {
      "en": "There was never ever a death",
      "th": "ไม่เคยมีการเสียชีวิตครั้งไหนเลย"
    }
  },
  {
    "translation": {
      "en": "which moved the place the way that this… this one did.",
      "th": "ที่สะเทือนอารมณ์คนในที่แห่งนี้ ในแบบที่การเสียชีวิตครั้งนี้ทำ"
    }
  },
  {
    "translation": {
      "en": "It was hundreds of people. I mean, everybody.",
      "th": "มีคนเป็นร้อยๆ คือว่าทุกคนเลยละค่ะ"
    }
  },
  {
    "translation": {
      "en": "How? How can one person touch so many?",
      "th": "เป็นไปได้ยังไง คนคนเดียวส่งผลต่อคนมากขนาดนี้ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "He must've been a pretty special person, right?",
      "th": "เขาต้องเป็นคนพิเศษน่าดูเลย ใช่ไหมล่ะครับ"
    }
  },
  {
    "translation": {
      "en": "Part of grief is kind of selfish.",
      "th": "ส่วนหนึ่งของความเศร้าออกจะเห็นแก่ตัวอยู่"
    }
  },
  {
    "translation": {
      "en": "And the selfish part of grief… makes me miss him. I miss him.",
      "th": "และส่วนที่เห็นแก่ตัวของความเศร้านั่นน่ะ… ก็ทำให้ผมคิดถึงเขา ผมคิดถึงเขา"
    }
  },
  {
    "translation": {
      "en": "I miss him not coming home. I miss him in my life.",
      "th": "ผมคิดถึงที่เขาไม่ได้กลับบ้าน ผมคิดถึงที่เขาหายไปจากชีวิตผม"
    }
  },
  {
    "translation": {
      "en": "But I am much consoled by how he lived.",
      "th": "แต่เรื่องที่ปลอบใจผมได้มากคือวิธีที่เขาใช้ชีวิต"
    }
  },
  {
    "translation": {
      "en": "He was pretty courageous.",
      "th": "เขากล้าหาญน่าดู"
    }
  },
  {
    "translation": {
      "en": "The Masai plains.",
      "th": "ที่ราบมาไซ"
    }
  },
  {
    "translation": {
      "en": "We're completely alone.",
      "th": "เราอยู่ตามลำพังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Jebel Toubkal.",
      "th": "เจเบล ทูบคาล"
    }
  },
  {
    "translation": {
      "en": "Nice mountain in North Africa.",
      "th": "ภูเขาแสนสวยในแอฟริกาเหนือ"
    }
  },
  {
    "translation": {
      "en": "[Peter] Stephen was searching for something all of his life.",
      "th": "สตีเฟ่นตามหาอะไรบางอย่างมาตลอดชีวิต"
    }
  },
  {
    "translation": {
      "en": "I did it! [laughs]",
      "th": "สำเร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Peter] He had found something he loved",
      "th": "เขาได้พบสิ่งที่เขารัก"
    }
  },
  {
    "translation": {
      "en": "and somebody who shared his dream.",
      "th": "และคนที่มีความฝันเดียวกันกับเขา"
    }
  },
  {
    "translation": {
      "en": "Alessia and the sea. They were all he needed.",
      "th": "อเลสเซียกับท้องทะเล เขาต้องการแค่นั้น"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] He will always be with me.",
      "th": "เขาจะอยู่กับฉันตลอดไป"
    }
  },
  {
    "translation": {
      "en": "I remember his eyes…",
      "th": "ฉันจำดวงตาเขาได้…"
    }
  },
  {
    "translation": {
      "en": "and try to remember all the things he'd tell me.",
      "th": "และพยายามจำทุกอย่างที่เขาเคยบอกฉัน"
    }
  },
  {
    "translation": {
      "en": "To live, to be happy.",
      "th": "ให้ใช้ชีวิต ให้มีความสุข"
    }
  },
  {
    "translation": {
      "en": "To believe in myself.",
      "th": "ให้เชื่อมั่นในตัวเอง"
    }
  },
  {
    "translation": {
      "en": "[in English] Enjoy yourself to the max!",
      "th": "สนุกกับตัวเองให้สุดเหวี่ยง"
    }
  },
  {
    "translation": {
      "en": "Okay? Kiss.",
      "th": "โอเคนะ จุ๊บ"
    }
  },
  {
    "translation": {
      "en": "[Alessia, in Italian] I try and remember his hugs.",
      "th": "ฉันพยายามจำอ้อมกอดของเขา"
    }
  },
  {
    "translation": {
      "en": "He's the person who made me realize what it really means to hug someone.",
      "th": "เขาคือคนที่ทำให้ฉันตระหนักได้ ว่าการกอดใครสักคนที่จริงมีความหมายยังไง"
    }
  },
  {
    "translation": {
      "en": "From the hug, you'd understand how deeply he cared about you",
      "th": "จากอ้อมกอดนั้น คุณจะเข้าใจ ว่าเขาใส่ใจคุณลึกซึ้งแค่ไหน"
    }
  },
  {
    "translation": {
      "en": "and all the feelings you could share together.",
      "th": "รวมถึงความรู้สึกทั้งหมดที่คุณอาจแบ่งปันร่วมกัน"
    }
  },
  {
    "translation": {
      "en": "He gave his life",
      "th": "เขาสละชีวิตตัวเอง"
    }
  },
  {
    "translation": {
      "en": "for Alessia.",
      "th": "เพื่ออเลสเซีย"
    }
  },
  {
    "translation": {
      "en": "A pain like this stays with you.",
      "th": "ความเจ็บปวดแบบนี้จะติดตัวคุณไป"
    }
  },
  {
    "translation": {
      "en": "You go on.",
      "th": "คุณเดินหน้าต่อไปได้"
    }
  },
  {
    "translation": {
      "en": "But that wound is there, and it won't heal.",
      "th": "แต่บาดแผลนั่นอยู่ตรงนั้น และมันก็จะไม่หาย"
    }
  },
  {
    "translation": {
      "en": "[Alessia] He will always be in my heart.",
      "th": "เขาจะอยู่ในใจฉันเสมอ"
    }
  },
  {
    "translation": {
      "en": "He's going to be with me forever,",
      "th": "เขาจะอยู่กับฉันไปตลอดกาล"
    }
  },
  {
    "translation": {
      "en": "because I want him to stay with me for the rest of my life.",
      "th": "เพราะฉันอยากให้เขาอยู่กับฉันไปตลอดชีวิต"
    }
  }
]