[
  {
    "translation": {
      "en": "-Morning, Bill. -Good morning, sir.",
      "th": "- อรุณสวัสดิ์ บิล - สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "-How you doing? -[Bill] Doing well, sir. Thank you.",
      "th": "(บาราน โบ โอดาร์ ผู้สร้างและผู้กำกับ) - เป็นไงบ้าง - สบายดีครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "Yourself? Sleep well?",
      "th": "คุณล่ะ หลับสนิทไหมครับ"
    }
  },
  {
    "translation": {
      "en": "-[Odar] Uh, not so well. -No. No? [Bill chuckles]",
      "th": "- ไม่ค่อย - เหรอ"
    }
  },
  {
    "translation": {
      "en": "[Odar] Today is the last day of shooting after six months.",
      "th": "วันนี้เป็นวันสุดท้ายของการถ่ายทำนานหกเดือน"
    }
  },
  {
    "translation": {
      "en": "We are actually really shooting the last scene of season one.",
      "th": "เรากำลังจะถ่ายฉากสุดท้ายของซีซั่นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "Um, that was always planned.",
      "th": "ตามที่วางแผนไว้แต่แรก"
    }
  },
  {
    "translation": {
      "en": "I like emotional endings of shootings.",
      "th": "ผมชอบการปิดกล้องอย่างสะเทือนอารมณ์"
    }
  },
  {
    "translation": {
      "en": "It was really a beautiful journey.",
      "th": "งานนี้เป็นอะไรที่งดงามมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Let's roll the camera, please.",
      "th": "เริ่มถ่ายทำกันเลยค่ะ"
    }
  },
  {
    "translation": {
      "en": "[Odar] And action!",
      "th": "และแอ็คชั่น!"
    }
  },
  {
    "translation": {
      "en": "[in French] Let her go!",
      "th": "ปล่อยเธอนะ!"
    }
  },
  {
    "translation": {
      "en": "No!",
      "th": "ไม่!"
    }
  },
  {
    "translation": {
      "en": "Hi. My name is Jantje.",
      "th": "สวัสดีค่ะ ฉันชื่อยานท์เย"
    }
  },
  {
    "translation": {
      "en": "I'm the showrunner and head writer, um, of Dark.",
      "th": "เป็นผู้สร้างและหัวหน้าทีมเขียนบทของดาร์ก"
    }
  },
  {
    "translation": {
      "en": "Of Dark.",
      "th": "\"ของดาร์ก\""
    }
  },
  {
    "translation": {
      "en": "[man] Bo and Jantje, take one.",
      "th": "โบกับยานท์เย เทคหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Odar] Uh, hi. I'm Baran bo Odar.",
      "th": "สวัสดีครับ ผมบาราน โบ โอดาร์"
    }
  },
  {
    "translation": {
      "en": "I'm the showrunner, director, and executive producer of 1899.",
      "th": "เป็นผู้สร้าง ผู้กำกับ และผู้อำนวยการผลิตของ 1899"
    }
  },
  {
    "translation": {
      "en": "[Friese] It's about a ship of immigrants going from Europe to America.",
      "th": "มันเกี่ยวกับเรือขนผู้อพยพจากยุโรปไปอเมริกา"
    }
  },
  {
    "translation": {
      "en": "And on their journey, they encounter something very mysterious.",
      "th": "และระหว่างทาง พวกเขาได้พบกับสิ่งที่ลึกลับมาก"
    }
  },
  {
    "translation": {
      "en": "But we can talk spoiler now, no? I guess, yeah. So it's…",
      "th": "แต่เราสปอยได้แล้วใช่ไหม คงได้เนอะ งั้นมัน…"
    }
  },
  {
    "translation": {
      "en": "The whole show starts as a period drama",
      "th": "เรื่องเปิดมาเป็นละครย้อนยุค"
    }
  },
  {
    "translation": {
      "en": "slash turning into some kind of a horror show.",
      "th": "ผสมกับแนวสยองขวัญนิดๆ"
    }
  },
  {
    "translation": {
      "en": "But then it turns into a sci-fi show",
      "th": "แต่สุดท้ายกลายเป็นซีรีส์ไซไฟ"
    }
  },
  {
    "translation": {
      "en": "because what we will reveal is that they are stuck in a simulation.",
      "th": "เพราะเราจะเผยว่าทุกคนติดอยู่ในโลกจำลอง"
    }
  },
  {
    "translation": {
      "en": "And what they will have to find out is,",
      "th": "และพวกเขาต้องค้นหาว่า"
    }
  },
  {
    "translation": {
      "en": "first, who put them in the simulation.",
      "th": "ประการแรก ใครเอามาไว้ในโลกจำลอง"
    }
  },
  {
    "translation": {
      "en": "And then, the bigger question, how do they get out of the simulation?",
      "th": "และคำถามที่สำคัญกว่านั้น ต้องออกจากโลกจำลองนี้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[Friese] Ultimately, it's about our existence.",
      "th": "สุดท้ายแล้วมันเกี่ยวกับการมีตัวตนอยู่ของเรา"
    }
  },
  {
    "translation": {
      "en": "Why we're here on this planet",
      "th": "เราเกิดมาบนโลกนี้ทำไม"
    }
  },
  {
    "translation": {
      "en": "and who we are and who created us.",
      "th": "เราเป็นใคร และใครสร้างเราขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "-Very deep, deep, meaningful questions. -It's all good.",
      "th": "- คำถามลึกซึ้งและมีความหมายมากมาย - เด็ดๆ ทั้งนั้น"
    }
  },
  {
    "translation": {
      "en": "[man in German] Everything is connected.",
      "th": "ทุกอย่างเชื่อมกันหมด"
    }
  },
  {
    "translation": {
      "en": "Future,",
      "th": "อนาคต"
    }
  },
  {
    "translation": {
      "en": "past,",
      "th": "อดีต"
    }
  },
  {
    "translation": {
      "en": "and present.",
      "th": "และปัจจุบัน"
    }
  },
  {
    "translation": {
      "en": "[in English] We said to Bo and Jantje, \"Your cast in Dark was so amazing.\"",
      "th": "ตอนแรกเราบอกโบกับยานท์เยว่า \"นักแสดงดาร์กเก่งมาก\""
    }
  },
  {
    "translation": {
      "en": "\"Who can come from Dark?\"",
      "th": "\"เอาใครมาจากดาร์กได้บ้างล่ะ\""
    }
  },
  {
    "translation": {
      "en": "[man] Even while we were still shooting Dark,",
      "th": "แม้แต่ตอนที่เรายังถ่ายทำดาร์กกันอยู่"
    }
  },
  {
    "translation": {
      "en": "I knew that they were going to do a new series, a big series.",
      "th": "ผมก็รู้อยู่แล้วว่าพวกเขาจะทำซีรีส์ใหญ่เรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "They really wanted to be surrounded by new talents, by new people.",
      "th": "พวกเขาอยากใช้พรสวรรค์จากคนใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "They wanted, you know, just to get new ideas and new impulses.",
      "th": "พวกเขาอยากได้ไอเดียและแรงบันดาลใจใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "And I knew that it was going to be an international cast,",
      "th": "และผมรู้ว่านักแสดงจะมาจากหลายประเทศ"
    }
  },
  {
    "translation": {
      "en": "so I didn't expect at all to be involved in that.",
      "th": "ก็เลยไม่นึกว่าจะได้มามีส่วนร่วม"
    }
  },
  {
    "translation": {
      "en": "Eventually I received a call from Bo telling me,",
      "th": "ในที่สุดโบก็โทรมาบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"Listen, you know, we always wanted to… to get",
      "th": "\"ฟังนะ ที่ผ่านมาเราไม่อยากให้ผลงาน"
    }
  },
  {
    "translation": {
      "en": "some distance between the work on Dark and now the new project and everything.\"",
      "th": "\"ฟังนะ ที่ผ่านมาเราไม่อยากให้ผลงาน ของดาร์กกับโปรเจกต์ใหม่มันถูกจับโยงกัน"
    }
  },
  {
    "translation": {
      "en": "\"But actually, when we consider it, there's enough distance now.\"",
      "th": "แต่ที่จริงพอมาคิดดูแล้ว เราว่ามันก็ค่อนข้างห่างไกลกันพอสมควร"
    }
  },
  {
    "translation": {
      "en": "\"There's a part in that show, the captain.\"",
      "th": "ในซีรีส์มีตัวละครกัปตัน"
    }
  },
  {
    "translation": {
      "en": "\"And we just think you're most apt to do it.\"",
      "th": "และเราคิดว่าคุณเหมาะรับบทที่สุดแล้ว\""
    }
  },
  {
    "translation": {
      "en": "That was a very happy day for me.",
      "th": "แน่นอนว่าวันนั้นผมมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "Six hours ago, we received a message, coordinates southwest of our course.",
      "th": "หกชั่วโมงก่อนเราได้รับข้อความ แจ้งพิกัดทางตะวันตกเฉียงใต้ของเส้นทางเรา"
    }
  },
  {
    "translation": {
      "en": "We believe this message comes from the Prometheus.",
      "th": "เราเชื่อว่าข้อความนี้มาจากเรือโพรมีเธียส"
    }
  },
  {
    "translation": {
      "en": "[Brockmann] The character of the captain,",
      "th": "ตัวละครกัปตัน"
    }
  },
  {
    "translation": {
      "en": "he was described as being a sort of soulful, world-weary,",
      "th": "ในบทบรรยายไว้ว่าเขาเป็นตัวละครที่ใจแสลง เบื่อหน่ายโลก ทุกข์ทนมามาก"
    }
  },
  {
    "translation": {
      "en": "kind of weathered but also very handsome character.",
      "th": "เบื่อหน่ายโลก ทุกข์ทนมามาก แต่เขาก็หล่อมากด้วย"
    }
  },
  {
    "translation": {
      "en": "Andreas was someone that sort of fits that brief perfectly.",
      "th": "อังเดรส์เหมาะกับบทนั้นเป็นที่สุด"
    }
  },
  {
    "translation": {
      "en": "I think there's a kind of through line of his character from Dark.",
      "th": "ฉันคิดว่าบทนี้มันมีธีม คล้ายๆ กับตัวละครของเขาจากดาร์ก"
    }
  },
  {
    "translation": {
      "en": "[Pietschmann] In Dark, I had to understand most of it,",
      "th": "ในเรื่องดาร์ก ผมต้องเข้าใจเรื่องส่วนใหญ่"
    }
  },
  {
    "translation": {
      "en": "because I was the traveler from the future,",
      "th": "เพราะผมเป็นนักเดินทางจากโลกอนาคต"
    }
  },
  {
    "translation": {
      "en": "from the past, and from everywhere.",
      "th": "จากโลกอดีต จากทุกยุค"
    }
  },
  {
    "translation": {
      "en": "So I knew what was going on and was trying to prevent it.",
      "th": "ผมเลยรู้ว่าอะไรเป็นอะไร และอยากป้องกันไม่ให้มันเกิด"
    }
  },
  {
    "translation": {
      "en": "Now, I'm more or less the one experiencing those weird happenings",
      "th": "แต่ตอนนี้ผมได้เป็นคนที่ ต้องมาพบเจอเหตุการณ์ลี้ลับ"
    }
  },
  {
    "translation": {
      "en": "and not understanding them.",
      "th": "โดยที่ไม่เข้าใจมันเลย"
    }
  },
  {
    "translation": {
      "en": "So I'm now on the voyage to understand and to find out together with Maura.",
      "th": "ดังนั้นตอนนี้ผมออกเดินทาง เพื่อค้นหาความจริงไปพร้อมกับมอร่า"
    }
  },
  {
    "translation": {
      "en": "I think the story is like a labyrinth, as Maura's mind",
      "th": "ฉันคิดว่าเรื่องราวนี้เหมือนเขาวงกต เหมือนความคิดมอร่า"
    }
  },
  {
    "translation": {
      "en": "and Maura's obsession with neurology",
      "th": "และความหลงไหลของมอร่าต่อประสาทวิทยา"
    }
  },
  {
    "translation": {
      "en": "and connections in the brain.",
      "th": "กับการเชื่อมต่อต่างๆ ในสมอง"
    }
  },
  {
    "translation": {
      "en": "It probably has been the most challenging character",
      "th": "นี่น่าจะเป็นบทที่ท้าทายที่สุด"
    }
  },
  {
    "translation": {
      "en": "that I have ever played and will ever play.",
      "th": "ที่ฉันเคยรับและจะได้รับ"
    }
  },
  {
    "translation": {
      "en": "I am Maura Franklin.",
      "th": "ฉันคือมอร่า แฟรงคลิน"
    }
  },
  {
    "translation": {
      "en": "[Maura] I'm not crazy!",
      "th": "หนูไม่ได้บ้า!"
    }
  },
  {
    "translation": {
      "en": "I… I know what I've seen. I'm not crazy!",
      "th": "หนูรู้ว่าหนูเห็นอะไร หนูไม่ได้บ้า!"
    }
  },
  {
    "translation": {
      "en": "[Bevan] Emily's character, Maura,",
      "th": "มอร่า ตัวละครของเอมิลี่"
    }
  },
  {
    "translation": {
      "en": "seemed to be an unconventional hero",
      "th": "ดูเหมือนจะเป็นฮีโร่ที่แหวกแนว"
    }
  },
  {
    "translation": {
      "en": "from the way that Bo and Jantje described her as a character.",
      "th": "ตามที่โบกับยานท์เยบรรยายไว้"
    }
  },
  {
    "translation": {
      "en": "Emily has shown in her huge range of work up until now",
      "th": "จากผลงานของเธอจนถึงตอนนี้ เอมิลี่ได้แสดงให้เห็นว่าเธอเล่นได้หลายอารมณ์"
    }
  },
  {
    "translation": {
      "en": "that she had all of those facets of being slightly mysterious, unknowable,",
      "th": "เธอทำได้หมด ทั้งสามารถเล่น ให้ดูลึกลับนิดๆ ยากจะหยั่งรู้"
    }
  },
  {
    "translation": {
      "en": "incredibly strong, dynamic.",
      "th": "เข้มแข็งอย่างมาก มีมิติ"
    }
  },
  {
    "translation": {
      "en": "She nailed her audition.",
      "th": "ตอนออดิชั่น เธอเล่นได้เป๊ะมาก"
    }
  },
  {
    "translation": {
      "en": "[woman] Eyk. Eyk Larsen.",
      "th": "ไอค์ ไอค์ ลาร์เซน"
    }
  },
  {
    "translation": {
      "en": "Maura Franklin.",
      "th": "มอร่า แฟรงคลิน"
    }
  },
  {
    "translation": {
      "en": "You're the captain.",
      "th": "คุณเป็นกัปตัน"
    }
  },
  {
    "translation": {
      "en": "[Beecham] When Maura first meets Eyk,",
      "th": "ตอนที่มอร่าพบไอค์ครั้งแรก"
    }
  },
  {
    "translation": {
      "en": "she sees a certain likeness to herself",
      "th": "เธอเห็นว่าเขาก็คล้ายๆ กับเธอ"
    }
  },
  {
    "translation": {
      "en": "and… a vulnerability.",
      "th": "และเขาดูเปราะบาง"
    }
  },
  {
    "translation": {
      "en": "Maura is a woman that is so different from everyone he met before.",
      "th": "มอร่าแตกต่างจากผู้หญิงทุกคนที่เขาเคยพบเจอ"
    }
  },
  {
    "translation": {
      "en": "It's not falling in love at first glance,",
      "th": "มันไม่ใช่รักแรกพบหรอกนะ"
    }
  },
  {
    "translation": {
      "en": "but he can sense that this is a woman",
      "th": "แต่เขาสัมผัสได้ว่านี่คือผู้หญิง"
    }
  },
  {
    "translation": {
      "en": "that is really different from all the other women around him.",
      "th": "ที่ไม่เหมือนผู้หญิงคนอื่นรอบตัวเขาเลย"
    }
  },
  {
    "translation": {
      "en": "They can feel, without telling, that they have a similar problem.",
      "th": "พวกเขารับรู้ได้โดยไม่ต้องคุยกัน ว่าปัญหาพวกเขาคล้ายกัน"
    }
  },
  {
    "translation": {
      "en": "Why do you take such an interest in the Prometheus?",
      "th": "ทำไมถึงสนใจเรือโพรมีเธียสนักล่ะ"
    }
  },
  {
    "translation": {
      "en": "Did you know anyone on board?",
      "th": "รู้จักคนบนเรือเหรอ"
    }
  },
  {
    "translation": {
      "en": "[Bevan] Normally we would cast actors,",
      "th": "ปกติเราจะคัดตัวนักแสดง"
    }
  },
  {
    "translation": {
      "en": "auditioning them in real time in this room.",
      "th": "โดยให้มาออดิชั่นจริงในห้องนี้"
    }
  },
  {
    "translation": {
      "en": "On 1899, we couldn't do that 'cause we were mid-pandemic,",
      "th": "ในเรื่อง 1899 ทำแบบนั้นไม่ได้ เพราะว่าโควิดระบาด"
    }
  },
  {
    "translation": {
      "en": "so we did it on Zoom.",
      "th": "เลยต้องคัดตัวผ่านซูม"
    }
  },
  {
    "translation": {
      "en": "It was an opportunity to reach out at a moment when the world was really closing down.",
      "th": "มันเป็นโอกาสให้เราได้สื่อสารกัน ในยามที่โลกทั้งใบชัตดาวน์"
    }
  },
  {
    "translation": {
      "en": "[Bevan] Bo and Jantje wanted to have this truly international cast,",
      "th": "โบกับยานท์เย อยากได้นักแสดงหลากหลายเชื้อชาติ"
    }
  },
  {
    "translation": {
      "en": "and they wanted everyone speaking their own language.",
      "th": "และอยากให้พูดภาษาของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "We ended up casting out of England, Germany,",
      "th": "สุดท้ายแล้วเราได้คัดนักแสดง จากอังกฤษ เยอรมนี"
    }
  },
  {
    "translation": {
      "en": "Norway, Iceland, France,",
      "th": "นอร์เวย์ ไอซ์แลนด์ ฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "Hong Kong…",
      "th": "ฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "Spain, Poland, Portugal…",
      "th": "- สเปน - โปแลนด์ โปรตุเกส"
    }
  },
  {
    "translation": {
      "en": "Did you say Denmark?",
      "th": "พูดว่าเดนมาร์กยัง"
    }
  },
  {
    "translation": {
      "en": "[Bevan] That was a truly huge challenge for us,",
      "th": "นั่นเป็นอะไรที่ท้าทายมากสำหรับเรา"
    }
  },
  {
    "translation": {
      "en": "and I think a really groundbreaking idea from them.",
      "th": "และฉันว่าเป็นไอเดียที่แปลกใหม่มากจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Ah, waiter.",
      "th": "บริกร"
    }
  },
  {
    "translation": {
      "en": "More.",
      "th": "เอาอีก"
    }
  },
  {
    "translation": {
      "en": "Don't you think you've had enough?",
      "th": "ดื่มพอแล้วไหม"
    }
  },
  {
    "translation": {
      "en": "The problem is you're a fucking bore.",
      "th": "นายนี่มันโคตรน่าเบื่อเลย"
    }
  },
  {
    "translation": {
      "en": "Ángel, lower your voice, please.",
      "th": "อังเฆล พูดเบาๆ สิ"
    }
  },
  {
    "translation": {
      "en": "\"Ángel, lower your voice, please. Calm down.\"",
      "th": "\"อังเฆล พูดเบาๆ อังเฆล ใจเย็นๆ\""
    }
  },
  {
    "translation": {
      "en": "None of these fuckers understands a word I'm saying. Why should I?",
      "th": "ไอ้ห่าพวกนี้มันไม่เข้าใจที่ฉันพูดซะหน่อย"
    }
  },
  {
    "translation": {
      "en": "[in English] 1899 is really a complicated construct",
      "th": "1899 มีโครงสร้างที่ซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "in terms of how to deal with different languages.",
      "th": "ในแง่ของการรับมือกับภาษาต่างๆ"
    }
  },
  {
    "translation": {
      "en": "We have a crew from all kinds of different countries,",
      "th": "เรามีทีมงานจากหลากหลายประเทศ"
    }
  },
  {
    "translation": {
      "en": "but our main cast is also from all different countries,",
      "th": "แต่นักแสดงหลักของเราก็มาจากหลายประเทศ"
    }
  },
  {
    "translation": {
      "en": "and so are the characters in the show.",
      "th": "เช่นเดียวกันกับตัวละครในซีรีส์"
    }
  },
  {
    "translation": {
      "en": "[in Cantonese] I am Isabella Wei. My character's name in 1899 is Ling Yi.",
      "th": "ฉันชื่ออิซาเบลล่า เหว่ย เล่นเป็นตัวละครชื่อเหล่งหยี่ใน 1899"
    }
  },
  {
    "translation": {
      "en": "[in English] The people on the ship, they think that Ling Yi is a Japanese geisha",
      "th": "คนบนเรือคิดว่าเหล่งหยี่เป็นเกอิชาชาวญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "who is traveling with her servant.",
      "th": "ที่เดินทางกับคนรับใช้"
    }
  },
  {
    "translation": {
      "en": "In reality, she is a very poor girl from Hong Kong.",
      "th": "แต่ในความเป็นจริงแล้ว เธอเป็นหญิงสาวยากจนจากฮ่องกง"
    }
  },
  {
    "translation": {
      "en": "[in Cantonese] What would you need that many knives for?",
      "th": "มีมีดทำไมตั้งหลายเล่ม"
    }
  },
  {
    "translation": {
      "en": "[woman] I don't know.",
      "th": "ไม่รู้"
    }
  },
  {
    "translation": {
      "en": "Try and pretend you know.",
      "th": "เนียนๆ เหมือนใช้เป็นไปเถอะ"
    }
  },
  {
    "translation": {
      "en": "[in English] We'd like to add, \"Just eat it.\"",
      "th": "เราอยากให้เพิ่มว่า \"กินๆ ไปเถอะ\""
    }
  },
  {
    "translation": {
      "en": "And so, I think you're picking the knife and the fork.",
      "th": "ผมว่าคุณต้องกำลังเลือก ระหว่างจะหยิบมีดหรือส้อม"
    }
  },
  {
    "translation": {
      "en": "Maybe you share one more look, and then you say, like, \"Just eat it.\"",
      "th": "อาจมองหน้ากันอีกรอบ แล้วก็พูดว่า \"กินๆ ไปเถอะ\""
    }
  },
  {
    "translation": {
      "en": "-Okay. -Yeah, okay.",
      "th": "- ค่ะ - ค่ะ"
    }
  },
  {
    "translation": {
      "en": "-A certain… Do you know…? -[Wei speaking in Cantonese]",
      "th": "ประมาณว่า… พอจะรู้ไหมว่า…"
    }
  },
  {
    "translation": {
      "en": "-[whispers] That how you say it? -Yeah.",
      "th": "- พูดแบบนั้นเหรอ - ใช่"
    }
  },
  {
    "translation": {
      "en": "-Okay. -Is that with \"just,\" or is that \"eat it\"?",
      "th": "- โอเค - มี \"เถอะ\" ไหม หรือว่าแค่ \"กินๆ ไป\""
    }
  },
  {
    "translation": {
      "en": "There are days where I have to listen to Cantonese the whole day,",
      "th": "บางวันผมก็ต้องฟังแต่ภาษาจีนกวางตุ้งทั้งวัน"
    }
  },
  {
    "translation": {
      "en": "and I have no clue what they're saying, but I can tell what they're saying",
      "th": "ซึ่งผมไม่เข้าใจเลยสักคำเดียว แต่ผมดูออกว่าพูดว่าอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "by rehearsing a lot",
      "th": "ด้วยการซ้อมบ่อยๆ"
    }
  },
  {
    "translation": {
      "en": "and trusting the actors that they tell me,",
      "th": "และไว้ใจเวลานักแสดงบอกผมว่า"
    }
  },
  {
    "translation": {
      "en": "\"This is the angry version of 'I love you' in Cantonese,\"",
      "th": "\"นี่เป็นคำบอกรักแบบดุๆ ในภาษากวางตุ้ง\""
    }
  },
  {
    "translation": {
      "en": "as almost everything in Cantonese sounds, to us, very angry.",
      "th": "เพราะสำหรับเรา ภาษากวางตุ้งมันฟังดูดุอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "[Friese] We had to come up with a lot of systems",
      "th": "เราต้องคิดหาระบบ"
    }
  },
  {
    "translation": {
      "en": "for us to understand what everyone is saying.",
      "th": "เพื่อช่วยให้เราเข้าใจว่าทุกคนพูดอะไร"
    }
  },
  {
    "translation": {
      "en": "Um, is this in character? Is this not in character?",
      "th": "อันนี้เข้ากับตัวละครไหม หรือว่าไม่เข้า"
    }
  },
  {
    "translation": {
      "en": "[woman] And let's roll sound.",
      "th": "มาเริ่มอัดเสียงกันเลย"
    }
  },
  {
    "translation": {
      "en": "[in French] You used me to get what you wanted.",
      "th": "คุณใช้ผมเพื่อให้ได้สิ่งที่คุณต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Wei] Cantonese, Spanish, Danish, Polish, German, French.",
      "th": "กวางตุ้ง สเปน เดนมาร์ก โปแลนด์ เยอรมัน ฝรั่งเศส"
    }
  },
  {
    "translation": {
      "en": "We all have language assistants with us on set",
      "th": "พวกเรามีผู้ช่วยด้านภาษาอยู่ในกองถ่ายด้วย"
    }
  },
  {
    "translation": {
      "en": "who kind of help us if we have missed a line or have said something wrong.",
      "th": "ซึ่งจะคอยช่วยเหลือเวลาเราลืมบท หรือว่าพูดอะไรผิด"
    }
  },
  {
    "translation": {
      "en": "[in Danish] My name is Lucas Lynggaard Tønnesen.",
      "th": "ผมลูคัส ลิงกอร์ด ทึนเนเซน รับบทเป็นเครสเตอร์"
    }
  },
  {
    "translation": {
      "en": "I play Krester in the new Netflix series 1899.",
      "th": "ผมลูคัส ลิงกอร์ด ทึนเนเซน รับบทเป็นเครสเตอร์ ในซีรีส์ 1899 ของ NETFLIX"
    }
  },
  {
    "translation": {
      "en": "[woman in German] Everyone, from the start!",
      "th": "ทุกคน เริ่มใหม่ตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "[in English] The first scene we see Krester in,",
      "th": "ฉากแรกที่เราได้เห็นเครสเตอร์เป็นฉากหนึ่งที่"
    }
  },
  {
    "translation": {
      "en": "it was actually one of the scenes I was most worried about.",
      "th": "ฉากแรกที่เราได้เห็นเครสเตอร์เป็นฉากหนึ่งที่ ผมกังวลที่สุด"
    }
  },
  {
    "translation": {
      "en": "The dining room is full of these high-profile individuals,",
      "th": "ห้องอาหารมีคนสำคัญกับคนใหญ่คนโตเยอะ"
    }
  },
  {
    "translation": {
      "en": "and this guy suddenly appears who looks like a freak,",
      "th": "แล้วจู่ๆ คนที่ดูเหมือนตัวประหลาดก็โผล่เข้าไป"
    }
  },
  {
    "translation": {
      "en": "asking something on a language they don't understand.",
      "th": "ถามคำถามเป็นภาษาที่พวกเขาไม่เข้าใจ"
    }
  },
  {
    "translation": {
      "en": "[in Danish] Excuse me. Excuse me.",
      "th": "ขอโทษนะครับ"
    }
  },
  {
    "translation": {
      "en": "Excuse me.",
      "th": "ขอโทษครับ"
    }
  },
  {
    "translation": {
      "en": "We need help.",
      "th": "เราต้องการให้ช่วย"
    }
  },
  {
    "translation": {
      "en": "[woman] You embrace the fact that you don't understand one another.",
      "th": "เรายอมรับความจริงที่ว่า เราไม่เข้าใจภาษากันและกัน"
    }
  },
  {
    "translation": {
      "en": "You don't have to spend the scene going, \"I don't understand you.\"",
      "th": "แต่เราไม่จำเป็น ต้องทำเป็นไม่เข้าใจตลอดทั้งฉาก"
    }
  },
  {
    "translation": {
      "en": "It's just in the scene, and you just have to get on with it.",
      "th": "มันแค่เป็นสิ่งที่รู้กัน แล้วเราก็ต้องมูฟออนต่อไป"
    }
  },
  {
    "translation": {
      "en": "Much like you would in real life, if you were found in these situations.",
      "th": "คล้ายๆ กับในชีวิตจริง ถ้าเราไปเจอกับสถานการณ์แบบนี้"
    }
  },
  {
    "translation": {
      "en": "You just have to just… run with it.",
      "th": "เราก็แค่ต้อง… ไปต่อ"
    }
  },
  {
    "translation": {
      "en": "[in Danish] We need a doctor! Let go of me!",
      "th": "ขอหมอหน่อย ปล่อยนะ!"
    }
  },
  {
    "translation": {
      "en": "[man in English] The weird part, it's speaking your language",
      "th": "ที่รู้สึกแปลกๆ คือเราต้องพูดภาษาของเรา"
    }
  },
  {
    "translation": {
      "en": "to someone that you know is not understanding you.",
      "th": "กับคนที่เรารู้ว่าไม่เข้าใจภาษาเรา"
    }
  },
  {
    "translation": {
      "en": "I have a love interest in the show, Krester,",
      "th": "ในซีรีส์นี้ผมมีคู่จิ้น เครสเตอร์"
    }
  },
  {
    "translation": {
      "en": "with whom I communicate a lot… in very special ways.",
      "th": "ซึ่งผมต้องสื่อสารกับเขาบ่อยๆ… ด้วยวิธีการที่พิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "But not with words, just with the eyes,",
      "th": "แต่ไม่ใช่คำพูด ใช้แค่สายตา"
    }
  },
  {
    "translation": {
      "en": "with the body language.",
      "th": "และภาษากาย"
    }
  },
  {
    "translation": {
      "en": "And I think that makes it very special.",
      "th": "แล้วผมคิดว่านั่นทำให้มันพิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "A lot more special than",
      "th": "พิเศษมากกว่า"
    }
  },
  {
    "translation": {
      "en": "what it would be if I could just say it.",
      "th": "ถ้าคุยกันรู้เรื่องเยอะเลย"
    }
  },
  {
    "translation": {
      "en": "'Cause of his eyes, he can tell that",
      "th": "เพราะพอเห็นแววตา เขาดูออกว่า"
    }
  },
  {
    "translation": {
      "en": "Krester has a similar past as he has.",
      "th": "อดีตของเครสเตอร์คล้ายกับเขา"
    }
  },
  {
    "translation": {
      "en": "They understand each other very well.",
      "th": "พวกเขาเข้าใจกันดี"
    }
  },
  {
    "translation": {
      "en": "They understand troubles they've gone through",
      "th": "พวกเขาเข้าใจอุปสรรคที่พบเจอ"
    }
  },
  {
    "translation": {
      "en": "because they're both gay in a time where you can't be gay.",
      "th": "เพราะทั้งคู่เป็นเกย์ในยุคที่คนจะเป็นเกย์ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "[Tønnesen] It's absolutely amazing to have all these nationalities combined.",
      "th": "มันน่าทึ่งมากที่เอาคนหลากหลายเชื้อชาติ มาผสมผสานรวมกันแบบนี้"
    }
  },
  {
    "translation": {
      "en": "We can communicate in sort of a way.",
      "th": "เราสื่อสารกันได้"
    }
  },
  {
    "translation": {
      "en": "It really depends on how we see through the language barrier.",
      "th": "มันขึ้นอยู่กับว่าเรามองผ่านกำแพงภาษายังไง"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen…",
      "th": "สุภาพบุรุษและสุภาพสตรี…"
    }
  },
  {
    "translation": {
      "en": "Ladies and gent… Oh, is it?",
      "th": "สุภาพบุรุษและสุภาพสตรี… หรือว่า…"
    }
  },
  {
    "translation": {
      "en": "-He's trying to…? -Come here.",
      "th": "- เขาพยายามจะ… - มานี่"
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, welcome to… [tudum] Word.",
      "th": "สุภาพบุรุษและสุภาพสตรี ขอต้อนรับเข้าสู่… เกมความหมาย"
    }
  },
  {
    "translation": {
      "en": "What does \"bangers and mash\" mean?",
      "th": "\"แบงเกอร์สแอนด์แมช\" แปลว่าอะไร"
    }
  },
  {
    "translation": {
      "en": "-Bangers? -Bangers?",
      "th": "- แบงเกอร์ส - แบงเกอร์ส"
    }
  },
  {
    "translation": {
      "en": "\"Bangers and mash.\"",
      "th": "\"แบงเกอร์สแอนด์แมช\""
    }
  },
  {
    "translation": {
      "en": "-Sorry. -[repeating in Cantonese]",
      "th": "ว่าไงนะ"
    }
  },
  {
    "translation": {
      "en": "Oh, God.",
      "th": "ให้ตาย"
    }
  },
  {
    "translation": {
      "en": "There's a lot of people from different countries working.",
      "th": "ทีมงานมีคนมาจากทั่วทุกมุมโลกเลย"
    }
  },
  {
    "translation": {
      "en": "That's really cool.",
      "th": "เจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "I feel like it's \"custard.\"",
      "th": "ผมว่าน่าจะแปลว่า \"คัสตาร์ด\""
    }
  },
  {
    "translation": {
      "en": "No, it's not.",
      "th": "ไม่ใช่"
    }
  },
  {
    "translation": {
      "en": "I agree.",
      "th": "เห็นด้วย"
    }
  },
  {
    "translation": {
      "en": "[in Polish] My name's Maciej Musiał, and I play Olek in 1899.",
      "th": "ผมมาเชจ์ มูเชา รับบทเป็นโอเลคในซีรีส์ 1899"
    }
  },
  {
    "translation": {
      "en": "It's fine.",
      "th": "ไม่เป็นไรแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Musiał in English] Olek finds Ling Yi on the deck",
      "th": "โอเลคไปเจอเหล่งหยี่ที่ดาดฟ้าเรือ"
    }
  },
  {
    "translation": {
      "en": "when she's trying to hide from her mother.",
      "th": "ตอนที่เธอขึ้นไปหลบแม่"
    }
  },
  {
    "translation": {
      "en": "And he's like, \"Oh, come. I can hide you.\"",
      "th": "เขาเลยเสนอตัว \"มาสิ จะพาไปซ่อน\""
    }
  },
  {
    "translation": {
      "en": "[Olek in Polish] Are you cold?",
      "th": "หนาวเหรอ"
    }
  },
  {
    "translation": {
      "en": "[in English] It's a beautiful scene 'cause we don't understand each other.",
      "th": "มันเป็นฉากที่งดงามมาก เพราะว่าเราไม่เข้าใจภาษาอีกฝ่าย"
    }
  },
  {
    "translation": {
      "en": "She speaks Cantonese, and I speak Polish.",
      "th": "เธอพูดภาษากวางตุ้ง ส่วนผมพูดภาษาโปแลนด์"
    }
  },
  {
    "translation": {
      "en": "Just by our intentions, we understand each other.",
      "th": "แต่เราเข้าใจกันผ่านเจตนา"
    }
  },
  {
    "translation": {
      "en": "[in Polish] Dirty. But warm.",
      "th": "สกปรก แต่อุ่นสบายนะ"
    }
  },
  {
    "translation": {
      "en": "[in English] I believe that in languages, you have seeds of cultures,",
      "th": "ผมเชื่อว่าภาษามีเมล็ดพันธุ์ทางวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "of feelings, of… of different countries,",
      "th": "ทางความรู้สึก มีความเป็นประเทศต่างๆ"
    }
  },
  {
    "translation": {
      "en": "and in order to, like, meet them,",
      "th": "และถ้าอยากได้รู้จักกัน"
    }
  },
  {
    "translation": {
      "en": "you have to be brave enough to listen to them.",
      "th": "เราก็ต้องกล้าที่จะรับฟังกันและกัน"
    }
  },
  {
    "translation": {
      "en": "I think this show gives you the opportunity.",
      "th": "ผมคิดว่าซีรีส์นี้ให้โอกาสนั้นกับเรา"
    }
  },
  {
    "translation": {
      "en": "It feels like you're… you're traveling to all those places.",
      "th": "มันรู้สึกเหมือนเราได้เดินทางไปยังสถานที่เหล่านี้"
    }
  },
  {
    "translation": {
      "en": "[producer] I've got something to send you Josefine sent me from Denmark.",
      "th": "หวังว่าฉันจะมีของที่ส่งไปให้คุณได้ โจเซฟีนส่งมาให้จากเดนมาร์ก"
    }
  },
  {
    "translation": {
      "en": "There's no quarantine there",
      "th": "ที่นั่นไม่ต้องกักตัว…"
    }
  },
  {
    "translation": {
      "en": "so it looks like we might be able to go to Denmark…",
      "th": "(ประชุมก่อนการถ่ายทำ สตูดิโอบาเบลส์เบิร์ก เยอรมนี)"
    }
  },
  {
    "translation": {
      "en": "[Odar] The first issue we were facing was the pandemic that happened that, yeah,",
      "th": "ปัญหาแรกของเราคือโควิดระบาด"
    }
  },
  {
    "translation": {
      "en": "turned this world upside down.",
      "th": "ทำให้โลกกลับตาลปัตร"
    }
  },
  {
    "translation": {
      "en": "We wanted to make a European show",
      "th": "เราอยากทำซีรีส์ยุโรป"
    }
  },
  {
    "translation": {
      "en": "with a European cast and a European crew.",
      "th": "มีนักแสดงชาวยุโรป ทีมงานชาวยุโรป"
    }
  },
  {
    "translation": {
      "en": "Wanted, actually, also to travel to all these places",
      "th": "ที่จริงเราอยากเดินทางไปยังสถานที่ต่างๆ"
    }
  },
  {
    "translation": {
      "en": "where we wanted to shoot and just realized,",
      "th": "เพื่อถ่ายทำด้วย แต่กลับต้องมาเจอว่า"
    }
  },
  {
    "translation": {
      "en": "\"Wait, we can't do that anymore.\"",
      "th": "\"อ้าว ทำแบบนั้นไม่ได้แล้ว\""
    }
  },
  {
    "translation": {
      "en": "[producer] We have to get special dispensation…",
      "th": "เราต้องขอให้มีการงดเว้น…"
    }
  },
  {
    "translation": {
      "en": "Every production is always a headache. It's always a crazy puzzle.",
      "th": "งานสร้างสื่อมันปวดหัวตลอดค่ะ มีปัญหาให้หาทางแก้อยู่เสมอ"
    }
  },
  {
    "translation": {
      "en": "But in COVID, it's insane.",
      "th": "แต่พอเจอโควิด งานหินเลย"
    }
  },
  {
    "translation": {
      "en": "You're not only dealing with people who are going to be in other shows",
      "th": "เราไม่ได้แค่เจอปัญหา ของคนที่ทำรายการอื่นอยู่ด้วย"
    }
  },
  {
    "translation": {
      "en": "or traveling from countries. They've got families.",
      "th": "หรือต้องเดินทางจากต่างประเทศ เพราะมีครอบครัว"
    }
  },
  {
    "translation": {
      "en": "You're also dealing with quarantine.",
      "th": "แต่ก็ต้องรับมือกับเรื่องกักตัวด้วย"
    }
  },
  {
    "translation": {
      "en": "Quarantine when they go home, quarantine when they come to us.",
      "th": "กลับบ้านก็ต้องกักตัว กลับมาหาเราก็ต้องกักตัว"
    }
  },
  {
    "translation": {
      "en": "So if someone's coming two days, you're taking them out for three weeks.",
      "th": "เพราะงั้นถ้าใครจะมาถ่ายทำสองวัน เขาต้องเสียเวลาถึงสามอาทิตย์"
    }
  },
  {
    "translation": {
      "en": "That's when the Volume started to be talked about.",
      "th": "นั่นคือตอนที่เรา เริ่มคุยกันเรื่องการใช้เดอะวอลลุ่ม"
    }
  },
  {
    "translation": {
      "en": "Me and Bo, I think we're both quite strong in stressful situations.",
      "th": "ฉันว่าฉันกับโบทำงานในภาวะกดดันได้ดี"
    }
  },
  {
    "translation": {
      "en": "There are people who just crumble under stress.",
      "th": "บางคนพอเจอแรงกดดันก็จะไม่ไหว"
    }
  },
  {
    "translation": {
      "en": "And I think both… Bo and I, we kind of… grow.",
      "th": "แต่ฉันกับโบจะเติบโต"
    }
  },
  {
    "translation": {
      "en": "[Odar] Someone at Netflix told us about the Volume technology.",
      "th": "คนที่ NETFLIX มาบอกเราเรื่องเทคโนโลยีวอลลุ่ม"
    }
  },
  {
    "translation": {
      "en": "At the beginning, we didn't really take it seriously, to be honest,",
      "th": "ตอนแรกเราไม่ได้คิดอะไรจริงจังกับมัน"
    }
  },
  {
    "translation": {
      "en": "because we are more the very traditional filmmakers.",
      "th": "เพราะเราชอบทำหนังสไตล์ดั้งเดิมมากกว่า"
    }
  },
  {
    "translation": {
      "en": "Anything that can be done in camera, we prefer.",
      "th": "ถ้าถ่ายกับกล้องได้ก็ขอใช้กล้องดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Like, we really hate green screen.",
      "th": "ไม่ถูกกับกรีนสกรีนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Venturing into something that's completely new is very difficult,",
      "th": "การทดลองทำสิ่งแปลกใหม่มันยากมาก"
    }
  },
  {
    "translation": {
      "en": "and it helps if the people at the table",
      "th": "และมันจะช่วยได้ถ้าทุกคนที่เกี่ยวข้อง"
    }
  },
  {
    "translation": {
      "en": "understand what each and every one is talking about.",
      "th": "เข้าใจสิ่งที่แต่ละคนกำลังพูดถึง"
    }
  },
  {
    "translation": {
      "en": "Some key figures for us were definitely Udo Kramer and Nik Summerer.",
      "th": "คนที่มีความสำคัญมากสำหรับเรา คืออูดู คราเมอร์กับนิค ซัมเมอเรอร์"
    }
  },
  {
    "translation": {
      "en": "They already know what kind of look we're aiming for,",
      "th": "พวกเขารู้อยู่แล้วว่าเราอยากได้ลุคแบบไหน"
    }
  },
  {
    "translation": {
      "en": "and we know that we can communicate with them",
      "th": "และเรารู้ว่าเราสื่อสารกับพวกเขาได้"
    }
  },
  {
    "translation": {
      "en": "and that the communication works.",
      "th": "รู้ว่าเราเข้าใจกัน"
    }
  },
  {
    "translation": {
      "en": "The Volume is an incredible artistic tool to work with.",
      "th": "วอลลุ่มเป็นเครื่องมือสร้างสรรค์ที่น่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "But it also is quite a beast in its own rights,",
      "th": "แต่มันก็ยังโหดในแบบของมันเองด้วย"
    }
  },
  {
    "translation": {
      "en": "and it can be really challenging",
      "th": "ซึ่งก็ไม่ง่ายเลยทีเดียว"
    }
  },
  {
    "translation": {
      "en": "to actually tame this Volume animal.",
      "th": "ที่จะปราบพยศอสูรวอลลุ่มตัวนี้"
    }
  },
  {
    "translation": {
      "en": "[Odar] Every person who reads about it",
      "th": "ทุกคนที่เคยอ่านบทความเกี่ยวกับมัน"
    }
  },
  {
    "translation": {
      "en": "or watches some \"making of\" always thinks it's a magic tool.",
      "th": "หรือเคยดูเบื้องหลังการใช้งาน มักจะคิดว่ามันเป็นเครื่องมือที่วิเศษ"
    }
  },
  {
    "translation": {
      "en": "You just push a button, you choose any landscape you want.",
      "th": "แค่กดปุ่มก็เลือกแลนด์สเคปที่ต้องการได้แล้ว"
    }
  },
  {
    "translation": {
      "en": "And in seconds you have it, and you can do it right away.",
      "th": "และมันจะขึ้นจอภายในไม่กี่วินาที เลือกได้ตามใจชอบ"
    }
  },
  {
    "translation": {
      "en": "It's a lot of prep work.",
      "th": "แต่ที่จริงเตรียมงานเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "It is a lot of frustration.",
      "th": "มันน่าหงุดหงิดมาก"
    }
  },
  {
    "translation": {
      "en": "It is literally a new way of filmmaking.",
      "th": "มันเป็นวิธีใหม่ในการสร้างหนังจริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Friese] Going into production,",
      "th": "ตอนเริ่มการผลิต"
    }
  },
  {
    "translation": {
      "en": "we didn't know whether this was actually going to work.",
      "th": "เราไม่รู้เลยว่าวิธีนี้จะได้ผลจริงๆ ไหม"
    }
  },
  {
    "translation": {
      "en": "We did a lot of research,",
      "th": "เราทำการค้นคว้ากันเยอะ"
    }
  },
  {
    "translation": {
      "en": "but there wasn't so much research we could do.",
      "th": "แต่มันไม่ค่อยจะมีข้อมูลให้ค้นคว้าเนี่ยน่ะสิ"
    }
  },
  {
    "translation": {
      "en": "There was just basically one show that used this technology before.",
      "th": "ก่อนหน้านี้มีแค่เรื่องเดียวที่ใช้เทคโนโลยีนี้"
    }
  },
  {
    "translation": {
      "en": "[Odar] We did the test shoot in London.",
      "th": "เราทดลองถ่ายทำที่ลอนดอน"
    }
  },
  {
    "translation": {
      "en": "Really tested things that we knew will not work",
      "th": "เราทดลองทำสิ่งที่รู้ว่าจะไม่ได้ผล"
    }
  },
  {
    "translation": {
      "en": "to understand why it's not working.",
      "th": "เพื่อทำความเข้าใจว่าทำไมไม่เวิร์ก"
    }
  },
  {
    "translation": {
      "en": "Really harsh sunlight scenes are still tricky to create",
      "th": "ฉากที่มีแสงแดดจ้ายังทำยากอยู่"
    }
  },
  {
    "translation": {
      "en": "because the sun is such a hot source",
      "th": "เพราะดวงอาทิตย์เป็นแหล่งแสงที่ร้อนมาก"
    }
  },
  {
    "translation": {
      "en": "that it's really hard to create on stage.",
      "th": "เอามาจำลองในฉากยากมาก"
    }
  },
  {
    "translation": {
      "en": "But the stuff that actually then worked…",
      "th": "แต่มีหลายอย่างที่เราทำได้"
    }
  },
  {
    "translation": {
      "en": "And that was, for example, the evening atmosphere.",
      "th": "ยกตัวอย่างเช่นบรรยากาศยามโพล้เพล้"
    }
  },
  {
    "translation": {
      "en": "We shot with a woman standing there in the desert",
      "th": "เราถ่ายฉากผู้หญิงยืนอยู่กลางทะเลทราย"
    }
  },
  {
    "translation": {
      "en": "and had this really beautiful reddish sunlight",
      "th": "และมีแสงแดดสีแดงงดงาม"
    }
  },
  {
    "translation": {
      "en": "on her hair and skin tone.",
      "th": "มากระทบผมและผิว"
    }
  },
  {
    "translation": {
      "en": "It was really mind-blowing for us that it looked so real.",
      "th": "เราทึ่งมากที่มันดูสมจริงเหลือเกิน"
    }
  },
  {
    "translation": {
      "en": "We've looked at each other, Nik and I.",
      "th": "ผมกับนิคมองหน้ากัน"
    }
  },
  {
    "translation": {
      "en": "And we knew, \"Okay, this is definitely the way we're going.\"",
      "th": "แล้วเรารู้เลยว่านี่แหละวิธีที่เราจะใช้"
    }
  },
  {
    "translation": {
      "en": "[interviewer] How would you describe the Volume to somebody who knows nothing about it?",
      "th": "ช่วยอธิบายวอลลุ่มให้กับคนที่ไม่รู้อะไรเลยทีครับ"
    }
  },
  {
    "translation": {
      "en": "Well, I tried to describe it to my son, and I just said…",
      "th": "ผมพยายามอธิบายให้ลูกชายฟัง ผมบอกว่า…"
    }
  },
  {
    "translation": {
      "en": "\"It's like the biggest TV you'll ever see,",
      "th": "มันเหมือนทีวีจอใหญ่ที่สุดที่เคยเห็น… (โฌเซ่ พิเมนเตา รามิโร)"
    }
  },
  {
    "translation": {
      "en": "and we just act in front of it.\"",
      "th": "แล้วเราก็แสดงหน้าฉากนั้น"
    }
  },
  {
    "translation": {
      "en": "The Volume is a massive, massive cylindrical wall of LED lights.",
      "th": "วอลลุ่มเป็นกำแพงไฟแอลอีดี ทรงกระบอกขนาดยักษ์ใหญ่… (แก็บบี้ หว่อง หยู่จี)"
    }
  },
  {
    "translation": {
      "en": "And it literally can take you anywhere in the world.",
      "th": "และมันจะพาเราไปที่ไหนก็ได้ในโลก"
    }
  },
  {
    "translation": {
      "en": "[in Cantonese] Mother!",
      "th": "แม่!"
    }
  },
  {
    "translation": {
      "en": "[man in Portuguese] Don't go! Help!",
      "th": "อย่าไป มาช่วยดึงสิ!"
    }
  },
  {
    "translation": {
      "en": "[in English] We call it the Dark Bay.",
      "th": "เราเรียกมันว่าดาร์กเบย์"
    }
  },
  {
    "translation": {
      "en": "It's built in the oldest building complex here on the lot.",
      "th": "มันถูกสร้างขึ้นในอาคารที่เก่าแก่ที่สุดที่นี่"
    }
  },
  {
    "translation": {
      "en": "That's the Marlene-Dietrich stage, built in 1910.",
      "th": "เป็นเวทีมาร์เลเน-ดีทริชที่สร้างขึ้นในปี 1910"
    }
  },
  {
    "translation": {
      "en": "Fritz Lang's Metropolis was shot in there.",
      "th": "เรื่องเมโทรโพลิสของฟริตซ์ ลังถ่ายทำที่นี่"
    }
  },
  {
    "translation": {
      "en": "They used, on these stages, rear projection.",
      "th": "พวกเขาใช้การฉายภาพบนเวทีจากด้านหลัง"
    }
  },
  {
    "translation": {
      "en": "The Volume itself is the development of that technology.",
      "th": "วอลลุ่มเองก็เกิดขึ้นมาจากเทคโนโลยีนั้น"
    }
  },
  {
    "translation": {
      "en": "It's rear projection brought into the future.",
      "th": "คือการฉายภาพจากด้านหลังของโลกอนาคต"
    }
  },
  {
    "translation": {
      "en": "We have 350 square meter shooting area,",
      "th": "เรามีพื้นที่ถ่ายทำกว้าง 350 ตารางเมตร"
    }
  },
  {
    "translation": {
      "en": "270 degrees of viewing angles.",
      "th": "มุมภาพ 270 องศา"
    }
  },
  {
    "translation": {
      "en": "And has an industry-first revolving stage,",
      "th": "และมีเวทีหมุนเป็นครั้งแรกในวงการนี้"
    }
  },
  {
    "translation": {
      "en": "which can basically move the entire set",
      "th": "ซึ่งสามารถเคลื่อนย้ายฉากทั้งฉาก"
    }
  },
  {
    "translation": {
      "en": "and enable the filmmaker to shoot 360 degrees",
      "th": "ทำให้ผู้สร้างหนังสามารถถ่ายได้ 360 องศา"
    }
  },
  {
    "translation": {
      "en": "in whatever environment you could think of.",
      "th": "ในสภาพแวดล้อมแบบไหนก็ได้"
    }
  },
  {
    "translation": {
      "en": "[production designer] We thought we could bring this on a new level",
      "th": "เราคิดว่าเราสามารถยกระดับการถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "and try to not change the set all over again,",
      "th": "โดยพยายามไม่เปลี่ยนฉากใหม่ทั้งหมด… (อูดู คราเมอร์ ผู้ออกแบบการผลิต)"
    }
  },
  {
    "translation": {
      "en": "but change part of the set that fits in like a pizza slice.",
      "th": "แต่เปลี่ยนฉากบางส่วน ที่สามารถสอดเข้าไปเหมือนพิซซ่าได้"
    }
  },
  {
    "translation": {
      "en": "Get this part, bring it in here.",
      "th": "เอาส่วนนี้เข้ามาตรงนี้"
    }
  },
  {
    "translation": {
      "en": "Whoops.",
      "th": "อุ๊ย"
    }
  },
  {
    "translation": {
      "en": "Go back, shoot it.",
      "th": "กลับไป ถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "[Summerer] So now we have a turnaround situation",
      "th": "ตอนนี้เรามีสถานการณ์ที่เราเปลี่ยนฉากได้"
    }
  },
  {
    "translation": {
      "en": "of just a few minutes.",
      "th": "ภายในเวลาไม่กี่นาที"
    }
  },
  {
    "translation": {
      "en": "Actually, we have camera assistants complaining",
      "th": "อันที่จริงแล้วมีผู้ช่วยช่างวิดีโอมาบ่นว่า"
    }
  },
  {
    "translation": {
      "en": "that they have no time to have a cigarette.",
      "th": "ไม่มีเวลาให้พักสูบบุหรี่เลย"
    }
  },
  {
    "translation": {
      "en": "[woman] Start the rain, please.",
      "th": "เปิดเครื่องทำฝนเลย"
    }
  },
  {
    "translation": {
      "en": "[Summerer] The other great thing that we have in here is a rain rig.",
      "th": "อีกอย่างที่เรามีในนี้ ซึ่งเยี่ยมมากก็คือท่อทำน้ำฝน"
    }
  },
  {
    "translation": {
      "en": "And this is something where I think nobody believed in but Bo",
      "th": "และผมคิดว่านี่เป็นอะไรที่มีโบคนเดียวเท่านั้น"
    }
  },
  {
    "translation": {
      "en": "that this is possible.",
      "th": "ที่คิดว่ามันเป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "And I'm not talking about drizzle, I'm talking about proper rain,",
      "th": "แล้วนี่ไม่ได้พูดถึงฝนพรำนะ แต่ฝนตกหนักจริงๆ"
    }
  },
  {
    "translation": {
      "en": "where we've been all standing, and the actors have been standing,",
      "th": "ทีมงานกับนักแสดงทุกคนที่ยืนกลางฝนนี้"
    }
  },
  {
    "translation": {
      "en": "and we all got really wet.",
      "th": "ตัวเปียกโชก"
    }
  },
  {
    "translation": {
      "en": "And it worked like a breeze.",
      "th": "และมันใช้ได้ผลดีมาก"
    }
  },
  {
    "translation": {
      "en": "Nice. Come here, I'll help you.",
      "th": "เจ๋ง มาจะช่วย"
    }
  },
  {
    "translation": {
      "en": "And this boot.",
      "th": "แล้วก็ข้างนี้"
    }
  },
  {
    "translation": {
      "en": "Yay, here's my flying sweetheart!",
      "th": "เย่ หนูน้อยบินได้ที่รัก"
    }
  },
  {
    "translation": {
      "en": "It's okay. It's okay. I'm fine. Thank you so much.",
      "th": "ไม่เป็นไรครับ ผมไม่เป็นอะไร ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "It's really hard to kill people.",
      "th": "มันยากมากเลยที่ต้องฆ่าคน"
    }
  },
  {
    "translation": {
      "en": "Hiya. I'm, uh, Fflyn Edwards,",
      "th": "สวัสดีครับ ผมฟลิน เอ็ดเวิร์ดส์"
    }
  },
  {
    "translation": {
      "en": "um, and I just did a stunt.",
      "th": "แล้วผมก็เพิ่งเล่นสตันต์ด้วย"
    }
  },
  {
    "translation": {
      "en": "Hey. Nice to meet you, guys.",
      "th": "ว่าไง ยินดีที่ได้รู้จักทุกคน"
    }
  },
  {
    "translation": {
      "en": "Introduce yourself.",
      "th": "แนะนำตัวสิครับ"
    }
  },
  {
    "translation": {
      "en": "I'm Antje, the stunt coordinator on this show.",
      "th": "ฉันเอนท์จี ผู้ประสานงานสตันต์ของซีรีส์"
    }
  },
  {
    "translation": {
      "en": "I'm really proud to be here, and he did just an awesome job.",
      "th": "ฉันภูมิใจมากที่ได้มาอยู่ที่นี่ และเขาทำได้ดีเยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "I don't wanna do this anymore.",
      "th": "ไม่อยากทำงานนี้ละ"
    }
  },
  {
    "translation": {
      "en": "That's why I… I rest.",
      "th": "ฉันเลยมานั่งพัก"
    }
  },
  {
    "translation": {
      "en": "I already killed him multiple times. You know, the boy. So, um…",
      "th": "ฉันฆ่าเขา หลายครั้งแล้ว เด็กคนนั้นน่ะ เพราะงั้น…"
    }
  },
  {
    "translation": {
      "en": "Yeah, I think they're doing it up there again.",
      "th": "อืม ดูเหมือนบนนั้นจะเริ่มถ่ายทำกันใหม่อีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "[in Danish] Throw the boy overboard!",
      "th": "โยนเด็กลงจากเรือ!"
    }
  },
  {
    "translation": {
      "en": "[Maura in English] Stop!",
      "th": "หยุด!"
    }
  },
  {
    "translation": {
      "en": "Don't do this, please!",
      "th": "อย่าทำแบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "[in Danish] Don't let them stop us!",
      "th": "อย่าให้มันมาขวางเราได้!"
    }
  },
  {
    "translation": {
      "en": "[Erwolter] To be honest, I feel guilty that I start this riot,",
      "th": "พูดตามตรง ฉันรู้สึกผิดนะที่เป็นคนก่อการจลาจล"
    }
  },
  {
    "translation": {
      "en": "and I'm sick and sitting right here in a robe.",
      "th": "แต่กลับได้มานั่งใส่เสื้อคลุมชิลๆ อยู่ตรงนี้"
    }
  },
  {
    "translation": {
      "en": "[Rau] Three, two, one, go!",
      "th": "สาม สอง หนึ่ง เริ่ม!"
    }
  },
  {
    "translation": {
      "en": "When you do work in a virtual production,",
      "th": "เวลาทำโปรดักชั่นเสมือนจริง"
    }
  },
  {
    "translation": {
      "en": "you have to create content beforehand.",
      "th": "เราต้องสร้างเนื้อหาไว้ก่อนเริ่ม"
    }
  },
  {
    "translation": {
      "en": "You're kind of pulling postproduction up front before shooting.",
      "th": "เหมือนเราดึงเอาขั้นตอนหลังการผลิต มาไว้ข้างหน้าก่อนเริ่มถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "It was new for everyone on both sides,",
      "th": "มันใหม่สำหรับทุกคนทั้งสองฝ่าย"
    }
  },
  {
    "translation": {
      "en": "on our traditional filmmaker side,",
      "th": "ทั้งฝ่ายคนทำหนังแบบดั้งเดิมของเรา"
    }
  },
  {
    "translation": {
      "en": "but also on the side of the guys who are actually doing all the backgrounds,",
      "th": "อีกทั้งคนที่มีหน้าที่ทำฉากหลังทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Framestore from London.",
      "th": "เฟรมสโตร์จากลอนดอน"
    }
  },
  {
    "translation": {
      "en": "[man] We started this when there was no script.",
      "th": "เราเริ่มทำงานกันก่อนจะมีสคริปต์"
    }
  },
  {
    "translation": {
      "en": "Jantje was writing. The story was evolving.",
      "th": "ยานท์เยยังเขียนบทอยู่ กำลังสร้างเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "There was just an idea.",
      "th": "มีแค่ไอเดียคร่าวๆ"
    }
  },
  {
    "translation": {
      "en": "With virtual production, we have to provide content,",
      "th": "ในการโปรดักชั่นเสมือนจริง เราต้องสร้างเนื้อหา"
    }
  },
  {
    "translation": {
      "en": "visual effects, before we film,",
      "th": "วิชวลเอฟเฟกต์ก่อนถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "so that on the day when we film,",
      "th": "เพื่อที่ในวันถ่ายทำจะได้มีเนื้อหา"
    }
  },
  {
    "translation": {
      "en": "we have content that we can provide and get it in camera.",
      "th": "เพื่อที่ในวันถ่ายทำจะได้มีเนื้อหา ที่เราเอาไปใส่ไว้ถ่ายทำได้"
    }
  },
  {
    "translation": {
      "en": "[in German] It's great, no?",
      "th": "เยี่ยมไปเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[in English] The basic key for me as a designer is there is no virtual set",
      "th": "สำหรับผม ในฐานะดีไซเนอร์ ผมไม่สนว่าจะเป็นฉากเสมือนจริง"
    }
  },
  {
    "translation": {
      "en": "and the physical set or different sets.",
      "th": "หรือเป็นฉากจริงๆ หรือฉากอะไรก็ตามแต่"
    }
  },
  {
    "translation": {
      "en": "There's a set, and the set is following the story.",
      "th": "มันมีแค่ฉากเดียว ซึ่งเป็นไปตามเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "The Volume itself, it's logistically challenging.",
      "th": "ตัวจอวอลลุ่มเองมันมีความท้าทายนิดนึง"
    }
  },
  {
    "translation": {
      "en": "It requires far more prep time.",
      "th": "ต้องใช้เวลาเตรียมการมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "You need to be close in contact with all your colleagues.",
      "th": "เราต้องทำงานใกล้ชิดกับผู้ร่วมงานทุกคน"
    }
  },
  {
    "translation": {
      "en": "Working with Udo on the production design",
      "th": "การได้ร่วมงานกับอูดูเพื่อออกแบบการผลิต"
    }
  },
  {
    "translation": {
      "en": "was a new experience, I think, for some of our artists",
      "th": "เป็นประสบการณ์ใหม่ สำหรับศิลปินหลายๆ คนของเรา"
    }
  },
  {
    "translation": {
      "en": "because they were used to receiving production designs,",
      "th": "เพราะพวกเขาเคยแต่รับงานออกแบบ"
    }
  },
  {
    "translation": {
      "en": "and just translating them.",
      "th": "แล้วก็แปลงเป็นฉากเลย"
    }
  },
  {
    "translation": {
      "en": "In this case, for 1899, we were developing them from scratch with him.",
      "th": "แต่สำหรับเรื่อง 1899 เขากับเราช่วยกันสร้างฉากขึ้นมาจากศูนย์"
    }
  },
  {
    "translation": {
      "en": "His sets needed to fit into our environments or our virtual sets,",
      "th": "ฉากของเขาต้องเข้ามาอยู่ใน สภาพแวดล้อมหรือฉากเสมือนจริงของเราได้"
    }
  },
  {
    "translation": {
      "en": "and our virtual sets needed to work with his.",
      "th": "และฉากเสมือนจริงของเราต้องใช้กับฉากเขาได้"
    }
  },
  {
    "translation": {
      "en": "It's a lot of fun to do it and see so many people, um, being on it.",
      "th": "มันสนุกมากที่ได้ทำงานนี้ และได้เห็นหลายๆ คนมามีส่วนร่วม"
    }
  },
  {
    "translation": {
      "en": "Not that feeling, \"Ah, I'll fix it in post.\"",
      "th": "ไม่ใช่ต้องมาคิดว่า \"ไว้ค่อยแก้ตอนตัดต่อ\""
    }
  },
  {
    "translation": {
      "en": "Or, \"We do it now, and we see later what's going on.\"",
      "th": "หรือ \"ตอนนี้ถ่ายไปก่อน แล้วค่อยไปดูเอาทีหลังว่าเป็นไง\""
    }
  },
  {
    "translation": {
      "en": "It's now or never, and you get the magic to be on the point.",
      "th": "แต่ต้องเอาให้จบตรงนั้นเลย และมันรู้สึกวิเศษที่งานออกมาเป๊ะ"
    }
  },
  {
    "translation": {
      "en": "It's stressful, but the payoff is amazing.",
      "th": "มันเครียด แต่ผลตอบแทนดีมาก"
    }
  },
  {
    "translation": {
      "en": "Can you see my screen?",
      "th": "เห็นจอผมไหมครับ"
    }
  },
  {
    "translation": {
      "en": "[Odar] Yes.",
      "th": "เห็น"
    }
  },
  {
    "translation": {
      "en": "Can you show the LED wall just so I understand where it would be?",
      "th": "ขอดูกำแพงแอลอีดีหน่อย ผมจะได้เข้าใจว่ามันจะอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "[Summerer] Christian Kästner and the team of Framestore,",
      "th": "คริสเตียน เคสต์เนอร์กับทีมเฟรมสโตร์"
    }
  },
  {
    "translation": {
      "en": "they shaped all this in the beginning.",
      "th": "ขึ้นโครงทุกอย่างตั้งแต่ต้น"
    }
  },
  {
    "translation": {
      "en": "So we had a lot of scoutings",
      "th": "ดังนั้นเราจึงต้องหาโลเคชั่น"
    }
  },
  {
    "translation": {
      "en": "in a virtual world of where we wanna go.",
      "th": "ในโลกเสมือนว่าเราอยากไปที่ไหน"
    }
  },
  {
    "translation": {
      "en": "What angles are we shooting? Where could we stand with the camera?",
      "th": "เราจะถ่ายมุมไหน เรายืนตรงไหนได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Where we wanna be?",
      "th": "เราอยากอยู่ตรงไหน"
    }
  },
  {
    "translation": {
      "en": "This one is still the trickiest to sort out.",
      "th": "อันนี้ยังจัดการยากที่สุดอยู่"
    }
  },
  {
    "translation": {
      "en": "[Odar] Uh-huh. So where's the shopping center?",
      "th": "แล้วห้างอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "It's fun. You're like a little child.",
      "th": "มันสนุกมาก เหมือนได้เป็นเด็ก"
    }
  },
  {
    "translation": {
      "en": "You create worlds, and then you feel like it's not real enough,",
      "th": "เราสร้างโลกขึ้นมา แล้วถ้าคิดว่ามันยังสมจริงไม่พอ"
    }
  },
  {
    "translation": {
      "en": "and then you add stuff here and add there.",
      "th": "ก็เติมนู่นนี่นั่นเข้าไป"
    }
  },
  {
    "translation": {
      "en": "And step by step, you're getting closer,",
      "th": "จนมันค่อยๆ เริ่มที่จะ"
    }
  },
  {
    "translation": {
      "en": "creating a reality that doesn't feel like it was created, but it actually exists.",
      "th": "เป็นโลกจำลองที่ดูไม่ใช่โลกจำลอง แต่กลายเป็นโลกจริงขึ้นมาแล้ว"
    }
  },
  {
    "translation": {
      "en": "[in German] Yes, thanks.",
      "th": "ครับ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[in English] Could you go back?",
      "th": "ย้อนกลับไปได้ไหม"
    }
  },
  {
    "translation": {
      "en": "I sent a screenshot",
      "th": "ผมส่งภาพแคป"
    }
  },
  {
    "translation": {
      "en": "of an area I really liked.",
      "th": "พื้นที่ที่ผมชอบมากๆ ไปให้"
    }
  },
  {
    "translation": {
      "en": "Do you see that?",
      "th": "เห็นหรือเปล่า"
    }
  },
  {
    "translation": {
      "en": "[Kästner] Bo was shooting ocean plates in Scotland,",
      "th": "โบออกไปถ่ายแผ่นธรณีสมุทรที่สกอตแลนด์"
    }
  },
  {
    "translation": {
      "en": "and the helicopter captured a valley that he really liked.",
      "th": "แล้วเฮลิคอปเตอร์ จับภาพหุบเขาที่เขาชอบมากมาให้"
    }
  },
  {
    "translation": {
      "en": "He told us, \"You know when we talked about Scotland?\"",
      "th": "เขาบอกเราว่า \"จำตอนคุยเรื่องสกอตแลนด์ได้ไหม\""
    }
  },
  {
    "translation": {
      "en": "\"This is what I really would like it to look like.\"",
      "th": "\"ผมอยากให้มันมีหน้าตาแบบนั้นแหละ\""
    }
  },
  {
    "translation": {
      "en": "We decided very quickly, \"Okay, let's go up and scan the environment.\"",
      "th": "เราเลยตัดสินใจกันเลยว่าจะขึ้นไปสแกนพื้นที่"
    }
  },
  {
    "translation": {
      "en": "So we did a drone scanning of the environment, photogrammetry.",
      "th": "เราทำการสแกนพื้นที่รอบๆ ด้วยโดรน วัดพื้นที่ด้วยภาพถ่าย"
    }
  },
  {
    "translation": {
      "en": "After that, we modeled and… and stitched the environment,",
      "th": "จากนั้นเอาภาพมาต่อกัน ทำเป็นโมเดลของภูมิประเทศนั้น"
    }
  },
  {
    "translation": {
      "en": "and that's our background for Scotland.",
      "th": "ได้เป็นฉากหลังสกอตแลนด์ของเรา"
    }
  },
  {
    "translation": {
      "en": "[woman] Um, already much better.",
      "th": "ดีขึ้นมากแล้ว"
    }
  },
  {
    "translation": {
      "en": "There's still some kind of strange plants, some stragglers.",
      "th": "มันยังมีพุ่มไม้แปลกๆ ที่ดูผิดที่ผิดทางอยู่"
    }
  },
  {
    "translation": {
      "en": "They stand out quite a bit, especially when we rotate to the right.",
      "th": "มันเด่นพอสมควรเลย โดยเฉพาะเวลาหมุนไปทางขวา"
    }
  },
  {
    "translation": {
      "en": "So that's real rock? Fake rock?",
      "th": "อันนั้นหินจริงหรือของปลอม"
    }
  },
  {
    "translation": {
      "en": "That's us too, right?",
      "th": "นั่นก็ของเราใช่ไหม"
    }
  },
  {
    "translation": {
      "en": "[Kästner] Being such a core part of the production,",
      "th": "การได้เป็นส่วนสำคัญในการผลิต"
    }
  },
  {
    "translation": {
      "en": "with 16 people live here",
      "th": "ที่มีคนมาอยู่ในกองถ่ายจริง 16 คน"
    }
  },
  {
    "translation": {
      "en": "when we're shooting every day, that's super exciting",
      "th": "ตอนถ่ายทำกันทุกวัน มันน่าตื่นเต้นมาก"
    }
  },
  {
    "translation": {
      "en": "because for a lot of visual effects artists, this is new.",
      "th": "เพราะสำหรับศิลปินวิชวลเอฟเฟกต์ หลายๆ คน นี่เป็นเรื่องใหม่"
    }
  },
  {
    "translation": {
      "en": "It's been, you know, a little bit of a dream come true, I must say,",
      "th": "ผมว่ามันคล้ายความฝันกลายเป็นจริงด้วย"
    }
  },
  {
    "translation": {
      "en": "that you can be part of the puzzle.",
      "th": "ที่เราได้เป็นส่วนหนึ่งของจิ๊กซอว์"
    }
  },
  {
    "translation": {
      "en": "[in French] Where are we?",
      "th": "เราอยู่ไหน"
    }
  },
  {
    "translation": {
      "en": "How did we get here?",
      "th": "มาที่นี่ได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "[in English] What is very important for me when it comes to the Volume work",
      "th": "สิ่งที่สำคัญมากสำหรับผม ในเรื่องของการทำงานกับวอลลุ่ม คือการจัดไฟล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "is the pre-lighting,",
      "th": "ในเรื่องของการทำงานกับวอลลุ่ม คือการจัดไฟล่วงหน้า"
    }
  },
  {
    "translation": {
      "en": "so that I have time to establish this world,",
      "th": "ผมจะได้มีเวลาสร้างโลกนี้ขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "to create the lighting here,",
      "th": "จัดแสงให้เหมาะสมกับที่นี่"
    }
  },
  {
    "translation": {
      "en": "and that whatever light mood is in the preproduction,",
      "th": "และทำให้มู้ดแสงในขั้นตอนก่อนการถ่ายทำ"
    }
  },
  {
    "translation": {
      "en": "created on the wall, is actually going into the foreground.",
      "th": "ที่อยู่บนผนังด้านหลังนั้น สะท้อนมาอยู่ในฉากหน้าด้วย"
    }
  },
  {
    "translation": {
      "en": "And they, you know, fit well together.",
      "th": "ให้แสงดูสามัคคีกัน"
    }
  },
  {
    "translation": {
      "en": "And we're still 1899, so there's no florescent lights or anything,",
      "th": "และนี่ยังเป็นปี 1899 อยู่ ดังนั้นต้องไม่มีแสงไฟนีออน"
    }
  },
  {
    "translation": {
      "en": "so it should be all warmish.",
      "th": "ควรเป็นแสงอุ่นๆ ทั้งหมด"
    }
  },
  {
    "translation": {
      "en": "It's all fire-based flames, basically.",
      "th": "มาจากเปลวไฟทั้งหมดเลย"
    }
  },
  {
    "translation": {
      "en": "The Hong Kong harbor is my favorite set, I would say.",
      "th": "ผมว่าท่าเรือฮ่องกงเป็นฉากโปรดของผม"
    }
  },
  {
    "translation": {
      "en": "The mood that is created, everything that is on the screens",
      "th": "มู้ดที่เราสร้างขึ้นมา ทุกอย่างที่อยู่ในจอ"
    }
  },
  {
    "translation": {
      "en": "and the foreground are marrying so nicely together.",
      "th": "กับฉากหน้ามันผสมผสานเข้ากันดีมาก"
    }
  },
  {
    "translation": {
      "en": "It's just such an…",
      "th": "มันช่างเป็น…"
    }
  },
  {
    "translation": {
      "en": "Yeah, beautiful scenery.",
      "th": "ทัศนียภาพที่งดงามจับใจ"
    }
  },
  {
    "translation": {
      "en": "[woman] The ambience, the peacefulness of this set,",
      "th": "บรรยากาศ ความสงบของฉากนี้"
    }
  },
  {
    "translation": {
      "en": "the way Nik sees the light, how fast he works,",
      "th": "มุมมองแสงของนิค ความรวดเร็วในการทำงานของเขา"
    }
  },
  {
    "translation": {
      "en": "they managed to create something that was so…",
      "th": "พวกเขาได้สร้างสรรค์… (มาธิลด์ โอลิวิเยร์ เคลม็องซ์) สิ่งที่ช่าง…"
    }
  },
  {
    "translation": {
      "en": "I don't know, that was",
      "th": "คิดคำไม่ออกเลย มันเป็น"
    }
  },
  {
    "translation": {
      "en": "the most beautiful set I've ever seen in my life.",
      "th": "ฉากที่สวยที่สุดที่ฉันเคยเห็นมาเลย"
    }
  },
  {
    "translation": {
      "en": "[man] You don't need to have a part of your brain focused",
      "th": "เราไม่ต้องเผื่อสมองไว้เพื่อจดจ่อ"
    }
  },
  {
    "translation": {
      "en": "on projecting and imagining.",
      "th": "กับการจินตนาการภาพอะไรขึ้นมา… (ยันน์ กาเอล เจอโรม)"
    }
  },
  {
    "translation": {
      "en": "You can just receive it.",
      "th": "(ยันน์ กาเอล เจอโรม) เราแค่รับภาพบนจอเข้ามา"
    }
  },
  {
    "translation": {
      "en": "It looks real. It really looks real.",
      "th": "มันเหมือนจริง เหมือนจริงมากๆ"
    }
  },
  {
    "translation": {
      "en": "And it's a huge help for us.",
      "th": "ซึ่งก็ช่วยเราได้เยอะเลย"
    }
  },
  {
    "translation": {
      "en": "So we don't have to travel to the desert nor to the North Pole nor to the glaciers.",
      "th": "ไม่ต้องเดินทางไปทะเลทราย หรือขั้วโลกเหนือ หรือธารน้ำแข็ง"
    }
  },
  {
    "translation": {
      "en": "You can change that within a minute.",
      "th": "เปลี่ยนฉากได้ภายในนาทีเดียว"
    }
  },
  {
    "translation": {
      "en": "[Beecham] It would be a different experience on green screen.",
      "th": "ถ้าใช้กรีนสกรีน ประสบการณ์จะเป็นอีกแบบเลย"
    }
  },
  {
    "translation": {
      "en": "It just illuminates, like, literally everything.",
      "th": "มันทำให้ทุกอย่างมีชีวิตชีวาขึ้นมาเลยจริงๆ"
    }
  },
  {
    "translation": {
      "en": "You can see the whole landscape in front of you and the lighting and…",
      "th": "เรามองเห็นทัศนียภาพ ข้างหน้าเราจริงๆ แล้วก็แสง…"
    }
  },
  {
    "translation": {
      "en": "So you're really looking at the sea.",
      "th": "เรากำลังมองท้องทะเลอยู่จริงๆ"
    }
  },
  {
    "translation": {
      "en": "[Craig] It doesn't get less thrilling.",
      "th": "ดูกี่ทีก็ยังตื่นตาตื่นใจ"
    }
  },
  {
    "translation": {
      "en": "You may stay on a sound stage for 14, 15 hours,",
      "th": "เราอาจอยู่บนเวทีเสียงถึง 14 หรือ 15 ชั่วโมง"
    }
  },
  {
    "translation": {
      "en": "but it still takes your breath away that this is possible.",
      "th": "แต่มันก็ยังทำให้อึ้งอยู่ดีที่สิ่งนี้เป็นไปได้"
    }
  },
  {
    "translation": {
      "en": "[Wei] It's so real that a lot of us, when we first stepped onto the Volume,",
      "th": "มันเหมือนจริงมากจนครั้งแรก ที่เราขึ้นไปยืนบนฉากวอลลุ่ม หลายคนเมาทะเล"
    }
  },
  {
    "translation": {
      "en": "got seasick when we were watching waves in the background go up and down.",
      "th": "ที่เราขึ้นไปยืนบนฉากวอลลุ่ม หลายคนเมาทะเล ตอนเห็นคลื่นทะเลที่ฉากหลังซัดขึ้นลง"
    }
  },
  {
    "translation": {
      "en": "I said to Izzy, I was like,",
      "th": "ฉันบอกอิซซี่ว่า"
    }
  },
  {
    "translation": {
      "en": "\"I just can't believe that we've been able to make a series on here, you know?\"",
      "th": "\"ไม่อยากจะเชื่อเลยว่าเราทำซีรีส์บนนี้ได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "\"It's just… It's incredible.\"",
      "th": "มันเหลือเชื่อที่สุด\""
    }
  },
  {
    "translation": {
      "en": "She was saying, \"I wanna do something on location next,\"",
      "th": "เธอบอกว่า \"คราวหน้าฉันอยากถ่ายในสถานที่จริง\""
    }
  },
  {
    "translation": {
      "en": "and I said, \"I absolutely don't. I just wanna stay in here.\"",
      "th": "ฉันสวนไปว่า \"ฉันไม่เอาด้วยหรอก อยู่ในนี้แหละดีแล้ว\""
    }
  },
  {
    "translation": {
      "en": "[Wei] So much has been going into this kimono over so many months.",
      "th": "ชุดกิโมโนตัวนี้มีรายละเอียด ที่ใช้เวลาทำกันอยู่นานหลายเดือน"
    }
  },
  {
    "translation": {
      "en": "All of the designs on this costume have actually Incorporated elements",
      "th": "ลวดลายทั้งหมดในชุดนี้มีองค์ประกอบ"
    }
  },
  {
    "translation": {
      "en": "from the entire show.",
      "th": "ของทั้งซีรีส์"
    }
  },
  {
    "translation": {
      "en": "On the bottom of my kimono, we actually have the waves from the ocean.",
      "th": "ที่ชายกระโปรงกิโมโนเป็นคลื่นทะเล"
    }
  },
  {
    "translation": {
      "en": "And then we have this Japanese landscape, and it's embroidered.",
      "th": "ขึ้นมาก็มีการปักลวดลายภูมิทัศน์สไตล์ญี่ปุ่น"
    }
  },
  {
    "translation": {
      "en": "On my sleeves, there are some mountains,",
      "th": "ที่แขนเสื้อเป็นรูปภูเขา"
    }
  },
  {
    "translation": {
      "en": "um, upside down, like the camera flips upside down many times.",
      "th": "กลับหัว เหมือนกล้องถูกหมุนกลับหัวหลายๆ ที"
    }
  },
  {
    "translation": {
      "en": "My favorite detail of this whole thing is actually on the obi.",
      "th": "รายละเอียดที่ฉันชอบที่สุดอยู่ที่โอบิ"
    }
  },
  {
    "translation": {
      "en": "We have a cockroach in the front,",
      "th": "ด้านหน้าเป็นรูปแมลงสาบ"
    }
  },
  {
    "translation": {
      "en": "and we have a bunch of little cockroaches in the shape of a triangle,",
      "th": "แล้วรอบๆ มีแมลงสาบตัวเล็กๆ เรียงกันเป็นรูปสามเหลี่ยม"
    }
  },
  {
    "translation": {
      "en": "which is the earth sign that is shown a lot in the series.",
      "th": "ซึ่งเป็นสัญลักษณ์ของโลก ที่มีให้เห็นอยู่บ่อยๆ ในซีรีส์เรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "[Daigeler in German] Are they waiting outside already?",
      "th": "มารอข้างนอกกันแล้วเหรอ (บีน่า ไดเกเลอร์ นักออกแบบเครื่องแต่งกาย)"
    }
  },
  {
    "translation": {
      "en": "[man] You are all third-class passengers.",
      "th": "ทุกคนที่นี่เป็นผู้โดยสารชั้นสาม"
    }
  },
  {
    "translation": {
      "en": "You really need to look tired and exhausted.",
      "th": "ต้องดูเหนื่อยล้าและอ่อนแรง"
    }
  },
  {
    "translation": {
      "en": "[Daigeler] Wonderful extras, beautiful, with costume and makeup.",
      "th": "ตัวประกอบเยี่ยมมาก สวยมาก ใส่ชุดแต่งหน้าเรียบร้อย"
    }
  },
  {
    "translation": {
      "en": "Could you put on the hat? Thanks.",
      "th": "ช่วยสวมหมวกได้ไหมคะ ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Friese in English] It's great to work with people we've already worked with on Dark,",
      "th": "มันเยี่ยมมากที่ได้ร่วมงานกับ หลายๆ คนที่เคยทำเรื่องดาร์กมาก่อน"
    }
  },
  {
    "translation": {
      "en": "but I think it's also great to have some new additions in the team.",
      "th": "แต่ก็คิดว่ามันดีมากด้วยที่ในทีมงานมีคนหน้าใหม่ๆ"
    }
  },
  {
    "translation": {
      "en": "And I'm especially really thankful for Bina",
      "th": "ซึ่งฉันดีใจเป็นพิเศษที่ได้มีบีน่า"
    }
  },
  {
    "translation": {
      "en": "because she's just such a talent and such a hardworking person.",
      "th": "เพราะเธอมีพรสวรรค์และขยันทำงานมาก"
    }
  },
  {
    "translation": {
      "en": "-[in German] Do you like it? -[Daigeler] It's a nice souvenir, no?",
      "th": "ชอบไหมคะ เป็นของที่ระลึกที่น่ารักดีนะ"
    }
  },
  {
    "translation": {
      "en": "[Daigeler in English] All the costumes, they are all done in our workroom.",
      "th": "เราทำชุดทั้งหมดขึ้นมาในห้องทำงานของเรา"
    }
  },
  {
    "translation": {
      "en": "We made everything.",
      "th": "เราทำทุกอย่างขึ้นมาเอง"
    }
  },
  {
    "translation": {
      "en": "We made all the shoes, the hats.",
      "th": "ทั้งรองเท้า หมวก"
    }
  },
  {
    "translation": {
      "en": "There's a lot of embroidery.",
      "th": "มีงานเย็บปักถักร้อยเยอะมาก"
    }
  },
  {
    "translation": {
      "en": "We printed a lot of fabrics.",
      "th": "เราพิมพ์ผ้าหลายผืน"
    }
  },
  {
    "translation": {
      "en": "It was all dyed and aged.",
      "th": "ผ้าทุกผืนถูกย้อมและทำให้ดูมีอายุ"
    }
  },
  {
    "translation": {
      "en": "So the workroom was huge and a very long process.",
      "th": "ห้องทำงานก็เลยใหญ่มาก และขั้นตอนการทำงานใช้เวลานาน"
    }
  },
  {
    "translation": {
      "en": "[in German] Do you think it's prettier when you do it this way?",
      "th": "คิดว่าถ้าใส่แบบนี้จะสวยกว่าไหม"
    }
  },
  {
    "translation": {
      "en": "[in English] At the beginning,",
      "th": "ในตอนแรกตัวละครทั้งหมดเปลี่ยนชุด"
    }
  },
  {
    "translation": {
      "en": "all the characters had like four or five changes",
      "th": "ในตอนแรกตัวละครทั้งหมดเปลี่ยนชุด สักสี่หรือห้าครั้งได้"
    }
  },
  {
    "translation": {
      "en": "because of the different dates of the story.",
      "th": "ตามวันเวลาที่ผ่านไปในเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "When we discussed the evolution of each character,",
      "th": "ตอนที่เราคุยกันเรื่อง วิวัฒนาการของตัวละครแต่ละตัว"
    }
  },
  {
    "translation": {
      "en": "we realized that",
      "th": "เราก็ได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "we rather prefer that each character has one hero piece,",
      "th": "เราอยากให้แต่ละคนมีชุดตัวเก่งตัวเดียวมากกว่า"
    }
  },
  {
    "translation": {
      "en": "like a superhero costume.",
      "th": "เหมือนคอสตูมซูเปอร์ฮีโร่"
    }
  },
  {
    "translation": {
      "en": "[Beecham] Basically, our characters don't change.",
      "th": "โดยพื้นฐานแล้วตัวละครของเราไม่ได้เปลี่ยน"
    }
  },
  {
    "translation": {
      "en": "There's many days, and they are in the same costume.",
      "th": "เวลาผ่านไปหลายวัน แต่พวกเขาใส่ชุดเดิม"
    }
  },
  {
    "translation": {
      "en": "And that's, of course, a clue to that this is not really as it seems",
      "th": "ซึ่งแน่นอนว่านั่นเป็นคำใบ้ ว่าทุกอย่างไม่ได้เป็นอย่างที่เห็น"
    }
  },
  {
    "translation": {
      "en": "and maybe we're not in a reality.",
      "th": "และเราอาจไม่ได้อยู่ในโลกความจริง"
    }
  },
  {
    "translation": {
      "en": "Yeah, Maura is a very modern character for her time.",
      "th": "มอร่าเป็นตัวละครที่ทันสมัยเกินยุคนั้นมาก"
    }
  },
  {
    "translation": {
      "en": "[Wagner] For Maura, we wanted to have a more simple hairstyle.",
      "th": "สำหรับมอร่า เราอยากให้เธอ มีทรงผมที่เรียบง่าย"
    }
  },
  {
    "translation": {
      "en": "In this period, women secretly do blush and lip tint.",
      "th": "ในยุคนั้น ผู้หญิงจะแอบปัดแก้มและทาปากเบาๆ"
    }
  },
  {
    "translation": {
      "en": "Maura does not.",
      "th": "แต่มอร่าไม่แต่ง"
    }
  },
  {
    "translation": {
      "en": "She also has very simple, um, hair accessories",
      "th": "และเครื่องประดับผมของเธอเรียบง่ายมาก"
    }
  },
  {
    "translation": {
      "en": "as she has just two golden pins in the hairstyle.",
      "th": "ผมเธอเสียบปิ่นปักผมสีทองแค่สองอัน"
    }
  },
  {
    "translation": {
      "en": "In 1899, all the women still were wearing corsets.",
      "th": "ในปี 1899 ผู้หญิงทุกคนยังสวมเสื้อรัดทรงอยู่"
    }
  },
  {
    "translation": {
      "en": "Wouldn't Maura, perhaps, be a person",
      "th": "แต่มอร่าน่าจะเป็นคนประเภทที่"
    }
  },
  {
    "translation": {
      "en": "who, once she is on the boat,",
      "th": "เมื่อขึ้นเรือไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "she just forgets about the corset and just said,",
      "th": "จะไม่ยอมใส่เสื้อรัดทรงอีกเลย ประมาณว่า"
    }
  },
  {
    "translation": {
      "en": "\"I am without it. I'm done with it.\"",
      "th": "\"ไม่ใส่แล้ว พอกันที\""
    }
  },
  {
    "translation": {
      "en": "[Friese] It has been such a joy to see how the characters actually are shaped",
      "th": "ฉันดีใจมากที่ได้เห็นว่าตัวละครถูกปั้นแต่ง"
    }
  },
  {
    "translation": {
      "en": "by the costumes they are wearing.",
      "th": "ด้วยชุดที่พวกเขาใส่"
    }
  },
  {
    "translation": {
      "en": "And it has been for me, as a writer,",
      "th": "และสำหรับฉัน ในฐานะนักเขียน"
    }
  },
  {
    "translation": {
      "en": "really inspiring",
      "th": "มันทำให้มีแรงบันดาลใจ"
    }
  },
  {
    "translation": {
      "en": "to see how costume and makeup",
      "th": "ที่ได้เห็นชุดและสไตล์การแต่งหน้า"
    }
  },
  {
    "translation": {
      "en": "influence also my choices on the characters.",
      "th": "มีอิทธิพลต่อตัวเลือกตัวละครของฉันด้วย"
    }
  },
  {
    "translation": {
      "en": "[in French] You know what they say?",
      "th": "เคยได้ยินที่เขาว่ากันไหม"
    }
  },
  {
    "translation": {
      "en": "Men invented dresses and heels so that women can't run away.",
      "th": "พวกผู้ชายประดิษฐ์ชุดกระโปรงกับส้นสูงขึ้นมา เพื่อไม่ให้ผู้หญิงวิ่งหนีได้"
    }
  },
  {
    "translation": {
      "en": "[Klausing] To find that location, to find the look of the story,",
      "th": "การเฟ้นหาสถานที่ เฟ้นหาลุคที่เหมาะกับเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "was probably the biggest challenge art department had to face.",
      "th": "น่าจะเป็นงานที่ท้าทายที่สุดของแผนกเราเลย"
    }
  },
  {
    "translation": {
      "en": "There's no ship of that era",
      "th": "ปัจจุบันไม่มีเรือจากยุคนั้น"
    }
  },
  {
    "translation": {
      "en": "which is still floating somewhere or in a museum.",
      "th": "ที่ยังแล่นได้อยู่หรือยังอยู่ในพิพิธภัณฑ์เลยสักลำ"
    }
  },
  {
    "translation": {
      "en": "They're all gone.",
      "th": "ไม่เหลือแล้ว"
    }
  },
  {
    "translation": {
      "en": "We're talking about a ship which is 330 meters long",
      "th": "เรากำลังพูดถึงเรือยาว 330 เมตร"
    }
  },
  {
    "translation": {
      "en": "and was made to travel over the North Atlantic.",
      "th": "ที่สร้างขึ้นมาเพื่อเดินทาง ข้ามมหาสมุทรแอตแลนติกเหนือ"
    }
  },
  {
    "translation": {
      "en": "And to recreate these environments",
      "th": "และการสร้างสภาพแวดล้อมเหล่านี้ขึ้นมาใหม่"
    }
  },
  {
    "translation": {
      "en": "is something which takes a lot of energy from a production designer.",
      "th": "เป็นสิ่งที่เหนื่อยมากสำหรับนักออกแบบการผลิต"
    }
  },
  {
    "translation": {
      "en": "[in German] That's the first pipe, second pipe.",
      "th": "อันนี้ตำแหน่งท่อแรก ท่อสอง"
    }
  },
  {
    "translation": {
      "en": "[in English] I'm addicted to details.",
      "th": "ผมเสพติดรายละเอียดทุกจุด"
    }
  },
  {
    "translation": {
      "en": "Could be the architecture, the surfaces, the moldings, the props,",
      "th": "ไม่ว่าจะเป็นสถาปัตยกรรม พื้นผิว งานคิ้ว อุปกรณ์ประกอบฉาก"
    }
  },
  {
    "translation": {
      "en": "the set decoration, the right things at the right place.",
      "th": "การตกแต่งฉาก ของที่ใช่ต้องอยู่ในตำแหน่งที่เหมาะสม"
    }
  },
  {
    "translation": {
      "en": "[woman] We had a lot of reference materials.",
      "th": "เรามีเอกสารอ้างอิงมากมาย"
    }
  },
  {
    "translation": {
      "en": "And I think this is a good thing to start,",
      "th": "และฉันคิดว่ามันเป็นจุดเริ่มต้นที่ดี"
    }
  },
  {
    "translation": {
      "en": "so that you have a feeling for this period, you have to know the rules.",
      "th": "เราจะได้พอเข้าใจยุคนั้น เราต้องรู้กฎเกณฑ์"
    }
  },
  {
    "translation": {
      "en": "You have to know what you can do and what you shouldn't do.",
      "th": "ต้องรู้ว่าทำอะไรได้บ้าง และไม่ควรทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Or if you break the rules, then you should do it on purpose",
      "th": "หรือถ้าเราแหกกฎ ก็ต้องเป็นการจงใจทำ"
    }
  },
  {
    "translation": {
      "en": "and not because you didn't know.",
      "th": "ไม่ใช่ทำเพราะไม่รู้"
    }
  },
  {
    "translation": {
      "en": "1899, what would they have?",
      "th": "\"1899 เหรอ ยุคนั้นมีอะไรบ้างนะ\""
    }
  },
  {
    "translation": {
      "en": "No, you should be sure about that,",
      "th": "ไม่ได้ เราต้องมั่นใจ"
    }
  },
  {
    "translation": {
      "en": "and then you see what you can find, and you build it around that.",
      "th": "แล้วดูว่าไปหาอะไรมาได้บ้าง แล้วค่อยสร้างสรรค์จากตรงนั้น"
    }
  },
  {
    "translation": {
      "en": "-[leadman blows whistle] -[worker] We're moving on!",
      "th": "ไปต่อ!"
    }
  },
  {
    "translation": {
      "en": "[man] The world is very big, visually.",
      "th": "จากที่เห็น โลกนี้กว้างใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "The sets are incredible.",
      "th": "ฉากน่าทึ่งมาก"
    }
  },
  {
    "translation": {
      "en": "One especially for me is the engine room,",
      "th": "ที่ผมทึ่งโดยเฉพาะคือห้องเครื่อง…"
    }
  },
  {
    "translation": {
      "en": "where there's secret panels,",
      "th": "(แอนูริน บานาร์ด แดเนี่ยล) ที่มีแผงลับซ่อนอยู่"
    }
  },
  {
    "translation": {
      "en": "and we find these incredible, designed futuristic machines,",
      "th": "และเราไปพบกับ เครื่องจักรยุคอนาคตที่น่าอัศจรรย์มาก"
    }
  },
  {
    "translation": {
      "en": "which are mother brains, to operate the simulation.",
      "th": "ซึ่งเป็นสมองหลักที่ควบคุมโลกจำลอง"
    }
  },
  {
    "translation": {
      "en": "And I seem to know where all of them are,",
      "th": "และผมก็ดูจะรู้ไปหมดว่ามันอยู่ไหนบ้าง"
    }
  },
  {
    "translation": {
      "en": "and… and I'm able to manipulate them.",
      "th": "แล้วยังรู้วิธีการใช้งานมัน"
    }
  },
  {
    "translation": {
      "en": "I have a device, which is this wonderful silver thing.",
      "th": "ผมมีอุปกรณ์สีเงินที่วิเศษมาก"
    }
  },
  {
    "translation": {
      "en": "It's got moving plates on it,",
      "th": "มันมีแผ่นเลื่อนได้"
    }
  },
  {
    "translation": {
      "en": "which are different codings",
      "th": "มันมีแผ่นเลื่อนได้ ซึ่งเป็นโค้ดต่างๆ ที่สามารถ ป้อนเข้าไปในแผงหลักคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "so I can plug it into these motherboard computers",
      "th": "ซึ่งเป็นโค้ดต่างๆ ที่สามารถ ป้อนเข้าไปในแผงหลักคอมพิวเตอร์"
    }
  },
  {
    "translation": {
      "en": "and manipulate the simulation itself.",
      "th": "เพื่อดัดแปลงโลกจำลอง"
    }
  },
  {
    "translation": {
      "en": "Even if we use something like the Volume,",
      "th": "ต่อให้เราใช้เทคโนโลยีอย่างวอลลุ่ม"
    }
  },
  {
    "translation": {
      "en": "we want to create as much as possible in-camera.",
      "th": "แต่เราก็อยากถ่ายจบหลังกล้องให้มากที่สุด"
    }
  },
  {
    "translation": {
      "en": "So everything needs to feel believable",
      "th": "ดังนั้นทุกอย่างต้องดูน่าเชื่อถือ"
    }
  },
  {
    "translation": {
      "en": "and that you can touch it.",
      "th": "และจับต้องได้"
    }
  },
  {
    "translation": {
      "en": "In Dark, we had the time machine, and here, we have a weird object.",
      "th": "ในดาร์ก เรามีไทม์แมชชีน ส่วนเรื่องนี้เรามีวัตถุพิสดาร"
    }
  },
  {
    "translation": {
      "en": "We're really fans of gadgets.",
      "th": "เราชอบกลไกกันสุดๆ"
    }
  },
  {
    "translation": {
      "en": "[Barnard] The design behind these gadgets are very, like, steampunk-esque",
      "th": "ดีไซน์เบื้องหลังกลไกเหล่านี้ เป็นแนวคล้ายๆ สตีมพังก์"
    }
  },
  {
    "translation": {
      "en": "but of a completely different world.",
      "th": "แต่มาจากคนละโลกกันเลย"
    }
  },
  {
    "translation": {
      "en": "1899, through its design, is creating its own genre almost.",
      "th": "ดีไซน์ของ 1899 แทบจะคิดค้นแนวใหม่ขึ้นมาเลย"
    }
  },
  {
    "translation": {
      "en": "[Virginia] What's going on?",
      "th": "เกิดอะไรขึ้น"
    }
  },
  {
    "translation": {
      "en": "[whispers] Follow me.",
      "th": "ตามมา"
    }
  },
  {
    "translation": {
      "en": "It's like a living organism.",
      "th": "มันเหมือนสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "You don't know what it's doing with you. It's a little bit alien-esque.",
      "th": "เราไม่รู้ว่ามันทำอะไรกับเรา อารมณ์เอเลี่ยนนิดๆ"
    }
  },
  {
    "translation": {
      "en": "We said from the beginning the ship should be its own character.",
      "th": "เราพูดไว้ตั้งแต่แรกแล้วว่า เรือก็ควรเป็นตัวละครตัวหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "That you feel it's like a weird monster.",
      "th": "ที่เราสัมผัสได้ว่ามันเป็นสัตว์ประหลาดพิลึก"
    }
  },
  {
    "translation": {
      "en": "[Kramer] We wanted to see the ship not just as a period ship,",
      "th": "เราอยากเห็นเรือที่ไม่ใช่แค่เรือย้อนยุค"
    }
  },
  {
    "translation": {
      "en": "steaming across the Atlantic.",
      "th": "ที่แล่นข้ามมหาสมุทรแอตแลนติก"
    }
  },
  {
    "translation": {
      "en": "It's more like a living structure in itself.",
      "th": "มันเหมือนโครงสร้างที่มีชีวิตจิตใจของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "The anti-Titanic, leading directly into the brain of each character.",
      "th": "เรือแอนตี้ไททานิกที่พาเราเข้าไป ในสมองของตัวละครแต่ละตัว"
    }
  },
  {
    "translation": {
      "en": "[Kramer] We can go from one cabin to the next",
      "th": "เราสามารถเดินจากห้องโดยสารหนึ่ง ไปยังอีกห้องหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "through hidden shafts, ventilation chambers, tubes,",
      "th": "ผ่านทางช่องทางลับ ช่องระบายอากาศ ท่อ"
    }
  },
  {
    "translation": {
      "en": "places that transport the sensation of,",
      "th": "สถานที่ที่ถ่ายทอดความรู้สึกของ"
    }
  },
  {
    "translation": {
      "en": "\"My God, there's a door behind the wall\" feeling.",
      "th": "\"ชิบเป๋ง ข้างหลังกำแพงนั้นมีประตูด้วย\""
    }
  },
  {
    "translation": {
      "en": "\"I want to see behind the wall.\"",
      "th": "\"อยากเห็นจังว่าหลังกำแพงมีอะไร\""
    }
  },
  {
    "translation": {
      "en": "You feel that you get deeper and deeper into something that you should stay out.",
      "th": "เรารู้สึกเหมือนกำลังถลำลึก ลงไปในที่ที่ไม่ควรเข้าไปแต่แรก"
    }
  },
  {
    "translation": {
      "en": "I like this kind of tension.",
      "th": "ผมชอบความตึงเครียดแบบนี้"
    }
  },
  {
    "translation": {
      "en": "Look at this.",
      "th": "ดูนี่"
    }
  },
  {
    "translation": {
      "en": "Then I disappear.",
      "th": "แล้วผมก็หายวับไป"
    }
  },
  {
    "translation": {
      "en": "1899 was recorded all over the world.",
      "th": "เราบันทึกดนตรีใน 1899 จากทั่วทุกมุมโลก"
    }
  },
  {
    "translation": {
      "en": "The Tangram Ensemble from London.",
      "th": "กลุ่มแทนแกรมจากลอนดอน"
    }
  },
  {
    "translation": {
      "en": "Sinfonietta Cracovia,",
      "th": "ซินโฟเนียตตาคราโคเวีย"
    }
  },
  {
    "translation": {
      "en": "this amazing string section, the same people I worked with on Dark.",
      "th": "วงดนตรีเครื่องสายพวกเขาเก่งมาก เคยร่วมงานกันในดาร์ก"
    }
  },
  {
    "translation": {
      "en": "And then there's actually quite a lot of vocal material.",
      "th": "อีกทั้งยังมีการใช้เสียงร้องอีกหลายจุด"
    }
  },
  {
    "translation": {
      "en": "They are the three main elements.",
      "th": "นี่เป็นสามองค์ประกอบหลัก"
    }
  },
  {
    "translation": {
      "en": "And there's everything that I'm sort of doing with that.",
      "th": "และแน่นอนว่าก็ต้องมีส่วนที่ผมเป็นคนทำด้วย"
    }
  },
  {
    "translation": {
      "en": "I took a lot of that material with me",
      "th": "ผมเอาดนตรีพวกนั้นติดตัว"
    }
  },
  {
    "translation": {
      "en": "here back to Iceland and took it into",
      "th": "กลับมาที่ไอซ์แลนด์ แล้วเอาไปเปิด"
    }
  },
  {
    "translation": {
      "en": "various ships down here in the harbor.",
      "th": "ในเรือหลายๆ ลำที่อยู่จอดอยู่ตรงท่าเรือนี้"
    }
  },
  {
    "translation": {
      "en": "So I'm taking those recordings and actually feeding them through a speaker, um,",
      "th": "สิ่งที่ผมทำคือเปิดดนตรีที่บันทึกมาทางลำโพง"
    }
  },
  {
    "translation": {
      "en": "into various parts of the ship,",
      "th": "ในส่วนต่างๆ ของเรือ"
    }
  },
  {
    "translation": {
      "en": "and sort of using the music to resonate…",
      "th": "และให้เสียงดนตรีนี้สะท้อนกลับมา"
    }
  },
  {
    "translation": {
      "en": "literally resonate the hull of the boat.",
      "th": "และให้เสียงดนตรีนี้สะท้อนกลับมา จากตัวเรือ"
    }
  },
  {
    "translation": {
      "en": "Kinda terrifying, honestly.",
      "th": "พูดตรงๆ นี่น่ากลัวอยู่นะ"
    }
  },
  {
    "translation": {
      "en": "It… It becomes something else.",
      "th": "มันแปรสภาพ"
    }
  },
  {
    "translation": {
      "en": "It becomes very, um, alive.",
      "th": "กลายเป็นสิ่งมีชีวิต"
    }
  },
  {
    "translation": {
      "en": "[Henry] Our brain is a very complicated construct.",
      "th": "สมองของเราเป็นโครงสร้างที่ซับซ้อนมาก"
    }
  },
  {
    "translation": {
      "en": "As much as we can try to forget the things we don't want to remember,",
      "th": "ต่อให้เราพยายามลืมสิ่งที่ไม่อยากจดจำไป"
    }
  },
  {
    "translation": {
      "en": "we will never be able to delete them entirely.",
      "th": "ยังไงก็ไม่มีวันลบทิ้งไปได้"
    }
  },
  {
    "translation": {
      "en": "They're part of who we are.",
      "th": "มันเป็นส่วนหนึ่งของตัวเรา"
    }
  },
  {
    "translation": {
      "en": "Woven into our very fabric.",
      "th": "ถักทอเข้ากับเส้นใยตัวตนเรา"
    }
  },
  {
    "translation": {
      "en": "[man] And landscape!",
      "th": "และภูมิทัศน์"
    }
  },
  {
    "translation": {
      "en": "[Henry] There's no reason to be afraid.",
      "th": "ไม่จำเป็นต้องกลัวเลย"
    }
  },
  {
    "translation": {
      "en": "This isn't real.",
      "th": "นี่ไม่ใช่ของจริง"
    }
  },
  {
    "translation": {
      "en": "Remember?",
      "th": "จำได้ไหม"
    }
  },
  {
    "translation": {
      "en": "It's so complex that I couldn't say, \"Well, it's about this.\"",
      "th": "มันซับซ้อนมากจนผมไม่สามารถบอกได้ว่า \"อ๋อ มันเกี่ยวกับเรื่องนี้\""
    }
  },
  {
    "translation": {
      "en": "[laughs] It's about so many things.",
      "th": "มันเกี่ยวกับหลายอย่างมาก"
    }
  },
  {
    "translation": {
      "en": "And, um, I guess if you ask me what it's about",
      "th": "และถ้าคุณมาถามผมว่ามันเกี่ยวกับอะไร"
    }
  },
  {
    "translation": {
      "en": "and you ask someone else, and you get different answers,",
      "th": "และไปถามอีกคนหนึ่ง แล้วได้คำตอบไม่เหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "in a way, they're both true.",
      "th": "ในมุมหนึ่งก็ถูกต้องทั้งสองคำตอบ"
    }
  },
  {
    "translation": {
      "en": "I guess I think 1899… Yes, it's incredibly confusing.",
      "th": "ฉันคิดว่า 1899… ค่ะ มันชวนสับสนมาก"
    }
  },
  {
    "translation": {
      "en": "And, um, all of these…",
      "th": "และพวก…"
    }
  },
  {
    "translation": {
      "en": "No, I don't wanna say that. Um, okay. [chuckles]",
      "th": "ไม่สิ ไม่พูดงั้นดีกว่า โอเค"
    }
  },
  {
    "translation": {
      "en": "Should not say it's incredibly confusing.",
      "th": "ไม่ควรพูดว่ามันชวนสับสนอย่างแรง"
    }
  },
  {
    "translation": {
      "en": "My picture of it is like a round puzzle that is moving at great speed,",
      "th": "ผมมองว่ามันคือจิ๊กซอว์กลมที่หมุน อย่างเร็วจี๋ แล้วยานท์เยค่อยๆ ใส่ชิ้นส่วนลงไป"
    }
  },
  {
    "translation": {
      "en": "and Jantje's putting in the pieces.",
      "th": "อย่างเร็วจี๋ แล้วยานท์เยค่อยๆ ใส่ชิ้นส่วนลงไป"
    }
  },
  {
    "translation": {
      "en": "I have no idea.",
      "th": "บอกตรงๆ ว่าไม่รู้"
    }
  },
  {
    "translation": {
      "en": "I mean, I have no idea how she keeps it all straight.",
      "th": "ผมไม่รู้จริงๆ ว่าเธอไม่สับสนได้ยังไง"
    }
  },
  {
    "translation": {
      "en": "I mean, I don't know how they do it.",
      "th": "ผมไม่รู้ว่าพวกเขาทำได้ไง"
    }
  },
  {
    "translation": {
      "en": "[Friese] The only thing that I think that's really important with mystery",
      "th": "สิ่งเดียวที่ฉันคิดว่า สำคัญมากสำหรับแนวปริศนาลึกลับ"
    }
  },
  {
    "translation": {
      "en": "is that you don't listen to anyone who says, \"I didn't understand this,\"",
      "th": "คือเราต้องไม่ฟังพวกคนที่พูดว่า \"ดูไม่รู้เรื่องเลย\""
    }
  },
  {
    "translation": {
      "en": "or, \"I think this needs to be made clearer,\"",
      "th": "หรือพูดว่า \"เขาน่าจะอธิบายอันนี้ให้ชัดกว่านี้นะ\""
    }
  },
  {
    "translation": {
      "en": "or anything like that.",
      "th": "หรืออะไรก็ตามแนวนั้น"
    }
  },
  {
    "translation": {
      "en": "I just go, \"La, la.\"",
      "th": "ฉันจะอุดหูไม่ฟังค่ะ"
    }
  },
  {
    "translation": {
      "en": "I gave up to try and understand her brain a long time ago.",
      "th": "ผมเลิกพยายาม ทำความเข้าใจสมองเธอไปนานแล้ว"
    }
  },
  {
    "translation": {
      "en": "She puts different, strange worlds together into one,",
      "th": "เธอเอาโลกพันลึกที่แตกต่างกัน มาหลอมรวมกันเป็นหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "and you think there's no way",
      "th": "แล้วเราคิดว่าไม่มีทาง"
    }
  },
  {
    "translation": {
      "en": "they can ever connect, they can ever be combined.",
      "th": "ที่มันจะเกี่ยวโยงหรือเข้ากันได้"
    }
  },
  {
    "translation": {
      "en": "But then later on, it reveals that the one is actually the source of the other one.",
      "th": "แต่แล้วก็มีการเฉลยทีหลังว่า ที่แท้โลกหนึ่งเป็นต้นกำเนิดของอีกโลกหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "[Friese] I'm a huge puzzle freak.",
      "th": "ฉันเป็นติ่งพวกเกมปริศนาค่ะ"
    }
  },
  {
    "translation": {
      "en": "I love mysteries, and I love, um, solving any kind of riddles.",
      "th": "ฉันชอบเรื่องลึกลับ และฉันชอบแก้ปริศนาทุกชนิด"
    }
  },
  {
    "translation": {
      "en": "For me now to be like the person",
      "th": "การที่ตอนนี้ฉันได้มาเป็น"
    }
  },
  {
    "translation": {
      "en": "who actually builds the riddle is just pure pleasure.",
      "th": "คนสร้างปริศนานั้นขึ้นมา มันมีความสุขมาก"
    }
  },
  {
    "translation": {
      "en": "So I'm actually, yes, I'm doing it for the fans,",
      "th": "ก็ใช่ ฉันทำเพื่อแฟนคลับ"
    }
  },
  {
    "translation": {
      "en": "but I'm also doing it for myself.",
      "th": "แต่นี่ก็ทำเพื่อตัวเองเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Barnard] Jantje is doing all the writing.",
      "th": "ยานท์เยเป็นคนเขียนบททั้งหมด"
    }
  },
  {
    "translation": {
      "en": "Uh, the rest of us are on set with Bo directing.",
      "th": "พวกเราที่เหลืออยู่ในกองถ่ายโดยมีโบเป็นผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "As things are being dripped back to Jantje within the edit room,",
      "th": "ขณะที่ทุกอย่างถูกส่งกลับไป ให้ยานท์เยในห้องตัดต่อดู"
    }
  },
  {
    "translation": {
      "en": "she can really see what's working, what isn't working,",
      "th": "เธอจะมองเห็นว่าอะไรเวิร์ก อะไรไม่เวิร์ก"
    }
  },
  {
    "translation": {
      "en": "how things could be more interesting.",
      "th": "ว่าควรเปลี่ยนอะไรให้เรื่องน่าสนใจขึ้น"
    }
  },
  {
    "translation": {
      "en": "They have this flexibility to move the story",
      "th": "พวกเขามีความยืดหยุ่นในการเบี่ยงเรื่องราว"
    }
  },
  {
    "translation": {
      "en": "in any direction they want.",
      "th": "ไปทิศทางไหนก็ได้ตามต้องการ"
    }
  },
  {
    "translation": {
      "en": "[Friese] I might see a prop in the background that art department put there.",
      "th": "ฉันอาจเห็นของประกอบฉาก ที่แผนกศิลป์เอาไปวางไว้"
    }
  },
  {
    "translation": {
      "en": "For example, in Ramiro and Ángel's cabin,",
      "th": "อย่างเช่นในห้องผู้โดยสารของรามิโรกับอังเฆล"
    }
  },
  {
    "translation": {
      "en": "there is an old picture of a wolf and a lamb on the wall,",
      "th": "มีรูปหมาป่ากับแกะเก่าๆ แขวนอยู่บนกำแพง ซึ่งก็ทำให้ฉันมีแรงบันดาลใจเขียนบทพูด"
    }
  },
  {
    "translation": {
      "en": "and that inspired me to actually write a dialogue",
      "th": "แขวนอยู่บนกำแพง ซึ่งก็ทำให้ฉันมีแรงบันดาลใจเขียนบทพูด"
    }
  },
  {
    "translation": {
      "en": "that kind of grasps those two characters.",
      "th": "ที่สื่อให้เห็นถึงตัวละครทั้งสองคนนั้น"
    }
  },
  {
    "translation": {
      "en": "[in Spanish] Why don't you have a little conversation with God?",
      "th": "ไปคุยกับพระเจ้าไป รามิโร"
    }
  },
  {
    "translation": {
      "en": "Ask him why he turned you into a sheep",
      "th": "ถามพระเจ้าสิว่าทำไมถึงเสกนายเป็นแกะ"
    }
  },
  {
    "translation": {
      "en": "and me into a wolf.",
      "th": "ส่วนฉันเป็นหมาป่า"
    }
  },
  {
    "translation": {
      "en": "The power of… of decisions here in the show",
      "th": "อำนาจในการตัดสินใจในซีรีส์นี้รวมศูนย์มาก"
    }
  },
  {
    "translation": {
      "en": "are very centralized in them, in Bo and Jantje,",
      "th": "อำนาจในการตัดสินใจในซีรีส์นี้รวมศูนย์มาก อำนาจอยู่ที่โบกับยานท์เย และผมคิดว่าแบบนี้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "and I think that's really good.",
      "th": "อำนาจอยู่ที่โบกับยานท์เย และผมคิดว่าแบบนี้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "It adds a lot of personality, their personality.",
      "th": "มันช่วยเพิ่มบุคลิกในเรื่องราว บุคลิกของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "[man] It's still the mind of Bo and Jantje.",
      "th": "มันยังคงเป็นผลงานจากมันสมองโบกับยานท์เย"
    }
  },
  {
    "translation": {
      "en": "They didn't step away from what they want and what they like.",
      "th": "พวกเขาไม่ได้ยอมละทิ้งสิ่งที่ต้องการและชอบไป"
    }
  },
  {
    "translation": {
      "en": "They like weirdness.",
      "th": "พวกเขาชอบความพิสดาร"
    }
  },
  {
    "translation": {
      "en": "They like fantasies.",
      "th": "พวกเขาชอบแนวแฟนตาซี"
    }
  },
  {
    "translation": {
      "en": "They like mystery.",
      "th": "ชอบความลึกลับ"
    }
  },
  {
    "translation": {
      "en": "They like fucking with your mind.",
      "th": "พวกเขาชอบปั่นหัวคนดู…"
    }
  },
  {
    "translation": {
      "en": "And that's what they do. Even with us sometimes, actors.",
      "th": "(โฌนัส โบลเกต์ ลูเซียง) และนั่นคือสิ่งที่ทำ บางทีก็มาปั่นหัวนักแสดงด้วย"
    }
  },
  {
    "translation": {
      "en": "We were like, \"We wanna ask about season two for our characters.\"",
      "th": "พอไปถาม \"เราอยากถาม เรื่องตัวละครของเราในซีซั่นสอง\""
    }
  },
  {
    "translation": {
      "en": "They were like, \"No! You do season one, and then you'll see.\"",
      "th": "พวกเขาก็ตอบว่า \"ไม่ได้ เล่นซีซั่นแรกไปก่อน แล้วค่อยมาดูกัน\""
    }
  },
  {
    "translation": {
      "en": "[Barnard] When you go into a scene,",
      "th": "ตอนที่เราเข้าฉาก"
    }
  },
  {
    "translation": {
      "en": "and you've got 100 questions for Bo,",
      "th": "แล้วมีคำถามอยากถามโบเป็นร้อย"
    }
  },
  {
    "translation": {
      "en": "and he goes, \"I haven't made that choice yet.\"",
      "th": "แล้วเขาตอบว่า \"เรื่องนั้นยังไม่ตัดสินใจเลย"
    }
  },
  {
    "translation": {
      "en": "\"I don't know if I want this character to go down that road or that one yet.\"",
      "th": "ยังไม่รู้ว่าอยากให้ตัวละครนั้น เลือกเส้นทางนั้นหรือเส้นทางนี้"
    }
  },
  {
    "translation": {
      "en": "\"So let's see where we take it where you don't know.\"",
      "th": "เพราะงั้นมาดูกันว่า จะไปทางไหนโดยที่คุณไม่ต้องรู้\""
    }
  },
  {
    "translation": {
      "en": "\"Yeah, okay, great.\"",
      "th": "\"โอเค ดีครับ"
    }
  },
  {
    "translation": {
      "en": "\"That's really helpful.\"",
      "th": "กระจ่างขึ้นเยอะเลย\""
    }
  },
  {
    "translation": {
      "en": "But, you know, that's the… that is the interesting thing about it.",
      "th": "แต่นั่นคือสิ่งที่ทำให้มันน่าสนใจ"
    }
  },
  {
    "translation": {
      "en": "In that moment, you have to make a natural choice of the circumstances…",
      "th": "ในช่วงเวลานั้นเราต้องเลือกทำ สิ่งที่ดูเป็นธรรมชาติในสถานการณ์นั้นๆ"
    }
  },
  {
    "translation": {
      "en": "[Barnard] …and play that and play the honesty of the moment,",
      "th": "แล้วแสดงอารมณ์นั้นออกมา ทำให้มันเข้ากับอารมณ์สถานการณ์"
    }
  },
  {
    "translation": {
      "en": "regardless of where it's going next.",
      "th": "ไม่ว่าจะเป็นยังไงต่อไปก็ตาม"
    }
  },
  {
    "translation": {
      "en": "Maura, please.",
      "th": "ขอร้องล่ะมอร่า"
    }
  },
  {
    "translation": {
      "en": "[Maura] Get in there.",
      "th": "เข้าไป"
    }
  },
  {
    "translation": {
      "en": "[Henry] I know all of this",
      "th": "ฉันรู้ว่าเรื่องพวกนี้"
    }
  },
  {
    "translation": {
      "en": "must be quite confusing for you.",
      "th": "มันคงชวนสับสนน่าดู"
    }
  },
  {
    "translation": {
      "en": "[Lesser] You feel a safety in the hands of people who have this pedigree.",
      "th": "เรารู้สึกปลอดภัยที่อยู่ใต้บารมี ของคนที่มีดีกรีขนาดนั้น"
    }
  },
  {
    "translation": {
      "en": "They've done this amazing series before.",
      "th": "พวกเขาเคยทำซีรีส์มหากาฬมาก่อน"
    }
  },
  {
    "translation": {
      "en": "And yet you feel they are operating in a very free way.",
      "th": "แต่แล้วเราก็ได้สัมผัสว่า พวกเขาทำงานกันอย่างยืดหยุ่นมาก"
    }
  },
  {
    "translation": {
      "en": "And the way it starts out may be the way it continues or it may not.",
      "th": "และเรื่องราวอาจดำเนินต่อไป ตามเส้นทางแรกที่วางไว้หรืออาจไม่ก็ได้"
    }
  },
  {
    "translation": {
      "en": "I've not come across that a lot in modern drama.",
      "th": "ผมไม่ค่อยได้เห็นระบบนี้ ในการละครสมัยใหม่สักเท่าไร"
    }
  },
  {
    "translation": {
      "en": "The key.",
      "th": "กุญแจ"
    }
  },
  {
    "translation": {
      "en": "[porter] Everyone, please assemble in the dining room.",
      "th": "ทุกท่านกรุณาไปรวมตัวกันที่ห้องอาหาร"
    }
  },
  {
    "translation": {
      "en": "The captain would like to address the current situation.",
      "th": "กัปตันอยากแจ้งสถานการณ์"
    }
  },
  {
    "translation": {
      "en": "What's happening?",
      "th": "มีเรื่องอะไรกัน"
    }
  },
  {
    "translation": {
      "en": "They're not telling us a thing.",
      "th": "พวกเขาไม่บอกอะไรเราเลย"
    }
  },
  {
    "translation": {
      "en": "That's what you get when you have a German running this.",
      "th": "ให้พวกเยอรมันคุมงานก็โกลาหลงี้แหละ"
    }
  },
  {
    "translation": {
      "en": "I don't know if it's similar because I've never been a captain on a ship, um,",
      "th": "ผมไม่รู้ว่ามันคล้ายกันไหมนะ เพราะไม่เคยเป็นกัปตันเรือมาก่อน"
    }
  },
  {
    "translation": {
      "en": "but I guess it's maybe as exhausting.",
      "th": "แต่มันก็น่าจะเหนื่อยพอๆ กัน"
    }
  },
  {
    "translation": {
      "en": "[Odar] If you wanna have family on the set,",
      "th": "ถ้าอยากให้กองถ่ายเหมือนครอบครัว"
    }
  },
  {
    "translation": {
      "en": "then you also have to create a safe place for everyone,",
      "th": "เราก็ต้องสร้างพื้นที่ปลอดภัยให้กับทุกคน"
    }
  },
  {
    "translation": {
      "en": "and especially for the actors because you ask so much from them",
      "th": "โดยเฉพาะนักแสดง เพราะเราเรียกร้องหลายอย่างจากพวกเขา"
    }
  },
  {
    "translation": {
      "en": "to do in front of a camera, almost being naked.",
      "th": "ให้ต้องทำหน้ากล้องในสภาพแทบเปลือยเปล่า"
    }
  },
  {
    "translation": {
      "en": "He's a very dark soul. [chuckles]",
      "th": "เขาเป็นคนที่จิตใจดาร์กมาก (คลารา โรเซเยอร์ โทฟ)"
    }
  },
  {
    "translation": {
      "en": "Which is very cool.",
      "th": "ซึ่งมันเจ๋งดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "He's not afraid of the ugliness or…",
      "th": "เขาไม่กลัวความต่ำตมหรือ…"
    }
  },
  {
    "translation": {
      "en": "the deep dark secrets",
      "th": "ความลับดำมืด"
    }
  },
  {
    "translation": {
      "en": "or sorrow or grief",
      "th": "หรือความเศร้าโศกเสียใจ"
    }
  },
  {
    "translation": {
      "en": "or… just all the dark sides that humans have.",
      "th": "หรือด้านมืดทั้งหลายแหล่ในใจมนุษย์"
    }
  },
  {
    "translation": {
      "en": "And I just love to have a director who wanna go in there.",
      "th": "และฉันชอบที่มีผู้กำกับ ที่อยากดำดิ่งเข้าไปในด้านนั้น"
    }
  },
  {
    "translation": {
      "en": "[Barnard] I'm not good if I don't trust the director.",
      "th": "ผมจะเล่นไม่ดีถ้าไม่ไว้ใจผู้กำกับ"
    }
  },
  {
    "translation": {
      "en": "And if a director doesn't make me feel like I can go to places",
      "th": "และถ้าผู้กำกับไม่ทำให้ผมรู้สึกว่าสามารถ"
    }
  },
  {
    "translation": {
      "en": "which are very vulnerable,",
      "th": "ลดการ์ดได้"
    }
  },
  {
    "translation": {
      "en": "I can't give you my all.",
      "th": "ผมก็ทำเต็มที่ให้ไม่ได้"
    }
  },
  {
    "translation": {
      "en": "I feel comfortable enough to explore what the possibilities are because of Bo.",
      "th": "ผมสบายใจที่จะ ทดลองความเป็นไปได้ทั้งหมดก็เพราะโบ"
    }
  },
  {
    "translation": {
      "en": "And that's a good captain, to make you feel safe",
      "th": "และนั่นเป็นกัปตันที่ดี ทำให้เรารู้สึกปลอดภัย"
    }
  },
  {
    "translation": {
      "en": "in a very vulnerable place.",
      "th": "ถึงแม้จะอยู่ในจุดที่เปิดเผยมาก"
    }
  },
  {
    "translation": {
      "en": "Him and Jantje, they both know what they want.",
      "th": "เขากับยานท์เยต่างรู้ว่าตัวเองต้องการอะไร"
    }
  },
  {
    "translation": {
      "en": "Sometimes they don't know how they wanna get there.",
      "th": "บางครั้งอาจไม่รู้ว่าต้องทำยังไง"
    }
  },
  {
    "translation": {
      "en": "Then you're a part of that creative team, so you help them get there.",
      "th": "งั้นเราที่เป็นส่วนหนึ่งของทีมครีเอทีฟ ก็ต้องช่วยหาทางให้ทำได้"
    }
  },
  {
    "translation": {
      "en": "And there's a great essence of family because of that.",
      "th": "ซึ่งมันก็ทำให้มีความเป็นครอบครัวกัน"
    }
  },
  {
    "translation": {
      "en": "It's been such a journey. I get so emotional.",
      "th": "งานนี้ยิ่งใหญ่มาก พูดแล้วตื้นตันใจ"
    }
  },
  {
    "translation": {
      "en": "People here are amazing.",
      "th": "ผู้คนที่นี่น่ารักมาก"
    }
  },
  {
    "translation": {
      "en": "I met actors from all over the world with different cultures.",
      "th": "ฉันได้รู้จักกับนักแสดงหลากวัฒนธรรม จากประเทศต่างๆ ทั่วโลก"
    }
  },
  {
    "translation": {
      "en": "I hope that people see that no matter where you're from,",
      "th": "ฉันหวังว่าทุกคนจะเห็นว่า ไม่ว่าเราจะมาจากที่ไหน"
    }
  },
  {
    "translation": {
      "en": "no matter your skin tone, no matter your religion,",
      "th": "จะมีผิวสีอะไร นับถือศาสนาอะไร"
    }
  },
  {
    "translation": {
      "en": "we're just equal, we're just all just human beings.",
      "th": "เราเท่าเทียมกันหมด ทุกคนล้วนเป็นคนเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "It is the same hurt, love, and happiness.",
      "th": "มันมีความเจ็บปวด ความรัก และความสุขที่เหมือนกัน (อเล็กซานเดอร์ วิลเลียม อังเคอร์)"
    }
  },
  {
    "translation": {
      "en": "We're on the same boat.",
      "th": "เราลงเรือลำเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "You're looking for what you have in common and you try to build up a synergy",
      "th": "เรามองหาสิ่งที่มีเหมือนกัน และเราพยายามจะสร้างความสามัคคี"
    }
  },
  {
    "translation": {
      "en": "to create together, and that's what we're doing here internationally.",
      "th": "เพื่อสร้างสรรค์ผลงานร่วมกัน ซึ่งนั่นเป็นสิ่งที่ทีมงานหลากเชื้อชาติของเราทำ"
    }
  },
  {
    "translation": {
      "en": "Especially during our time, with COVID and Brexit,",
      "th": "โดยเฉพาะในยุคของเราที่มีทั้งโควิดกับเบร็กซิต"
    }
  },
  {
    "translation": {
      "en": "and everyone wants to become way more selfish",
      "th": "ยุคที่ทุกคนอยากทำตัวเห็นแก่ตัวมากขึ้น"
    }
  },
  {
    "translation": {
      "en": "than they probably already were.",
      "th": "เกินกว่าที่น่าจะเคยเป็นอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "It's just great just to see that we're all together.",
      "th": "มันเยี่ยมมากที่ได้เห็นพวกเราสามัคคีกัน"
    }
  },
  {
    "translation": {
      "en": "And this is the beautiful story about 1899.",
      "th": "และนี่คือเรื่องราวที่งดงามของ 1899"
    }
  },
  {
    "translation": {
      "en": "If you actually wanna survive, we have to be together.",
      "th": "ถ้าเราอยากรอด เราต้องเป็นอันหนึ่งอันเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "No one can survive on their own.",
      "th": "เพราะไม่มีใครอยู่รอดเองคนเดียวได้"
    }
  },
  {
    "translation": {
      "en": "[Odar] I will definitely fall into a hole",
      "th": "ผมต้องคลานลงหลุมไปนอนเศร้าแน่นอน"
    }
  },
  {
    "translation": {
      "en": "after the end of this shoot.",
      "th": "หลังถ่ายทำเสร็จแล้ว"
    }
  },
  {
    "translation": {
      "en": "You always do.",
      "th": "เป็นแบบนั้นทุกครั้ง"
    }
  },
  {
    "translation": {
      "en": "'Cause I really…",
      "th": "เพราะว่าผม…"
    }
  },
  {
    "translation": {
      "en": "No one sees me behind my monitors in my tent,",
      "th": "ไม่มีใครเห็นผมที่อยู่หลังจอในเต็นท์ส่วนตัว"
    }
  },
  {
    "translation": {
      "en": "but I do, uh, live the characters as well.",
      "th": "แต่ผมมีอารมณ์ร่วมไปกับตัวละครเช่นกัน"
    }
  },
  {
    "translation": {
      "en": "And I do act in front of the monitors. No one sees that.",
      "th": "แล้วผมก็สวมบทหน้าจอด้วย แต่ไม่มีใครเห็น"
    }
  },
  {
    "translation": {
      "en": "Just to try to understand what that character could do or not.",
      "th": "เพื่อพยายามทำความเข้าใจ ว่าตัวละครนั้นทำอะไรได้หรือไม่ได้บ้าง"
    }
  },
  {
    "translation": {
      "en": "Of course, in a very bad way because I'm not a good actor.",
      "th": "แน่นอนว่าสวมบทได้ห่วยแตก เพราะไม่ใช่นักแสดงมีฝีมือ"
    }
  },
  {
    "translation": {
      "en": "But, like, I really live these characters,",
      "th": "แต่ผมสวมบทบาทนั้นเข้าไปจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and it's sad always to say goodbye to them.",
      "th": "และการบอกลามันก็เศร้าเสมอ"
    }
  },
  {
    "translation": {
      "en": "But maybe hopefully we will say hello again to them in another season.",
      "th": "แต่หวังว่าเราจะได้ ทักทายตัวละครอีกในซีซั่นต่อไป"
    }
  },
  {
    "translation": {
      "en": "This is where they shot Alien.",
      "th": "นี่เป็นที่ถ่ายทำเรื่องเอเลี่ยน"
    }
  },
  {
    "translation": {
      "en": "-[man] Oh, wow. -Yeah.",
      "th": "- ว้าว - ใช่"
    }
  },
  {
    "translation": {
      "en": "So it has good history.",
      "th": "ประวัติความเป็นมายิ่งใหญ่"
    }
  },
  {
    "translation": {
      "en": "Thank you, sir.",
      "th": "ขอบคุณครับ"
    }
  },
  {
    "translation": {
      "en": "[Bill] You're welcome, sir.",
      "th": "ด้วยความยินดี"
    }
  },
  {
    "translation": {
      "en": "Hello.",
      "th": "สวัสดีครับ"
    }
  },
  {
    "translation": {
      "en": "-[Beecham] Hello. -[Wagner] Hello there.",
      "th": "- สวัสดีค่ะ - สวัสดี"
    }
  },
  {
    "translation": {
      "en": "[in German] It is of course a bit of an undercut, as we had discussed.",
      "th": "นี่เป็นทรงคล้ายอันเดอร์คัต อย่างที่เราคุยกันไปแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Odar] Yeah.",
      "th": "ใช่"
    }
  },
  {
    "translation": {
      "en": "[in English] How are you feeling?",
      "th": "รู้สึกยังไงบ้าง"
    }
  },
  {
    "translation": {
      "en": "[Beecham] Yeah. It's growing on me. I like it.",
      "th": "ค่ะ ก็เริ่มจะชอบแล้วนะ"
    }
  },
  {
    "translation": {
      "en": "[Odar] It looks pretty cool.",
      "th": "ดูเท่อยู่นะ"
    }
  },
  {
    "translation": {
      "en": "-[Odar] Hello. -[makeup artist] Hello.",
      "th": "- สวัสดีครับ - สวัสดีค่ะ"
    }
  },
  {
    "translation": {
      "en": "-[Odar] Ah! Now you're a footballer? -[Pietschmann] I'm a footballer.",
      "th": "- เป็นนักฟุตบอลแล้วเหรอ - เป็นนักฟุตบอล"
    }
  },
  {
    "translation": {
      "en": "Where is your beard?",
      "th": "เคราหายไปไหนแล้ว"
    }
  },
  {
    "translation": {
      "en": "Yeah, man.",
      "th": "นั่นสิ"
    }
  },
  {
    "translation": {
      "en": "-See ya in a minute. See you. -[makeup artist] See you.",
      "th": "เดี๋ยวเจอกันนะ - แล้วเจอกัน - แล้วเจอกัน"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "th": "แล้วเจอกัน"
    }
  },
  {
    "translation": {
      "en": "[in German] Then we'll go…",
      "th": "จากนั้นเราจะมา…"
    }
  },
  {
    "translation": {
      "en": "-[in English] It looks pretty amazing. -Yeah.",
      "th": "- ฉากดูน่าทึ่งมาก - ใช่"
    }
  },
  {
    "translation": {
      "en": "And we have to fit all the actors in.",
      "th": "แล้วเราต้องเอานักแสดงทุกคนเข้าไปใส่"
    }
  },
  {
    "translation": {
      "en": "Actually, let's start with the people in the pods.",
      "th": "ที่จริงเริ่มพาคนมาใส่พ็อดกันเลยดีกว่า"
    }
  },
  {
    "translation": {
      "en": "Jérôme, Clémence, Virginia, Eyk,",
      "th": "เจอโรม เคลม็องซ์ เวอร์จิเนีย ไอค์"
    }
  },
  {
    "translation": {
      "en": "Maura, Krester,",
      "th": "มอร่า เครสเตอร์"
    }
  },
  {
    "translation": {
      "en": "Tove, and Olek.",
      "th": "โทฟ แล้วก็โอเลค"
    }
  },
  {
    "translation": {
      "en": "[Odar] Get used to it.",
      "th": "ทำตัวให้ชินซะนะ"
    }
  },
  {
    "translation": {
      "en": "This is season two,",
      "th": "นี่คือซีซั่นสอง"
    }
  },
  {
    "translation": {
      "en": "just like this.",
      "th": "แบบนี้เลย"
    }
  },
  {
    "translation": {
      "en": "-In this box? -But beautiful dialogues.",
      "th": "- ในกล่องนี่เหรอ - แต่บทพูดจับใจ"
    }
  },
  {
    "translation": {
      "en": "Yeah, beautiful. It's so well written.",
      "th": "ใช่ จับใจ เขียนดีเว่อร์"
    }
  },
  {
    "translation": {
      "en": "[woman] Okay, let's stand by to shoot.",
      "th": "โอเค เตรียมถ่ายกันนะ"
    }
  },
  {
    "translation": {
      "en": "Rolling sound.",
      "th": "อัดเสียง"
    }
  },
  {
    "translation": {
      "en": "And action.",
      "th": "และแอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "[Odar] The ring. The ring.",
      "th": "วงแหวน"
    }
  },
  {
    "translation": {
      "en": "-Cut. Very good. Moving on. -[woman] Cut. And cut.",
      "th": "- คัต - คัต - ดีมาก ต่อไป - และคัต"
    }
  },
  {
    "translation": {
      "en": "[Odar] Good news. It looks awesome.",
      "th": "ข่าวดี มันดูเจ๋งมาก"
    }
  },
  {
    "translation": {
      "en": "Then at the end, your head as straight as possible.",
      "th": "แล้วในตอนท้าย ตั้งหัวให้ตรงที่สุด"
    }
  },
  {
    "translation": {
      "en": "'Cause you're going into…",
      "th": "เพราะคุณจะ…"
    }
  },
  {
    "translation": {
      "en": "[Odar] I want to wrap.",
      "th": "อยากเลิกกองแล้ว"
    }
  },
  {
    "translation": {
      "en": "-[woman] Aw, so sweet. -[Odar] \"With love.\"",
      "th": "- น่ารักจัง - \"ด้วยรัก\""
    }
  },
  {
    "translation": {
      "en": "And now my postcard. Thank you.",
      "th": "ทีนี้โปสการ์ดของฉัน ขอบคุณ"
    }
  },
  {
    "translation": {
      "en": "[Odar] There. Where's the champagne?",
      "th": "เอ้า แชมเปญอยู่ไหนเนี่ย"
    }
  },
  {
    "translation": {
      "en": "Everyone, we're super quiet 'cause it's the last one on the cast.",
      "th": "ทุกคน เงียบๆ กันนะเพราะนี่เป็นฉากสุดท้ายแล้ว"
    }
  },
  {
    "translation": {
      "en": "1899.",
      "th": "1899"
    }
  },
  {
    "translation": {
      "en": "If this isn't iconic…",
      "th": "ถ้าฉากนี้ไม่โดดเด่นก็ไม่รู้ละ"
    }
  },
  {
    "translation": {
      "en": "And…",
      "th": "และ…"
    }
  },
  {
    "translation": {
      "en": "action!",
      "th": "แอ็คชั่น"
    }
  },
  {
    "translation": {
      "en": "Cut!",
      "th": "คัต"
    }
  },
  {
    "translation": {
      "en": "That's a wrap!",
      "th": "จบแล้ว!"
    }
  },
  {
    "translation": {
      "en": "So guys, it was a pleasure and honor working with you.",
      "th": "ทุกคน ผมดีใจ และถือเป็นเกียรติที่ได้ร่วมงานกับคุณ"
    }
  },
  {
    "translation": {
      "en": "You're a fantastic cast.",
      "th": "เป็นกลุ่มนักแสดงที่เยี่ยมมาก"
    }
  },
  {
    "translation": {
      "en": "I thank you from the bottom of my heart.",
      "th": "ขอบคุณจากใจจริง"
    }
  },
  {
    "translation": {
      "en": "It was a hell of a ride,",
      "th": "งานนี้วิเศษจริงๆ"
    }
  },
  {
    "translation": {
      "en": "hell of a cast, hell of characters,",
      "th": "นักแสดงสุดยอด ตัวละครสุดติ่ง"
    }
  },
  {
    "translation": {
      "en": "hell of everything.",
      "th": "เยี่ยมไปหมดทุกอย่าง"
    }
  },
  {
    "translation": {
      "en": "I love you all, really. Really.",
      "th": "ผมรักทุกคนจริงๆ"
    }
  },
  {
    "translation": {
      "en": "Thank you. Thank you very much.",
      "th": "ขอบคุณมากครับ"
    }
  },
  {
    "translation": {
      "en": "[man] Well done.",
      "th": "ทำได้ดีมาก"
    }
  },
  {
    "translation": {
      "en": "Bo, from all the cast, this is a little gift.",
      "th": "โบ นักแสดงทุกคนมีของขวัญชิ้นน้อยๆ จะให้"
    }
  },
  {
    "translation": {
      "en": "There you go. It's for you.",
      "th": "นี่ครับ ให้คุณ"
    }
  },
  {
    "translation": {
      "en": "[Odar] This is awesome!",
      "th": "เจ๋งไปเลย"
    }
  },
  {
    "translation": {
      "en": "[woman] I want this picture.",
      "th": "นี่อยากได้รูปเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "[Odar] This is amazing. Thank you very much.",
      "th": "สุดยอดเลย ขอบคุณมากครับ"
    }
  }
]