[
  {
    "translation": {
      "en": "[man] So there was a day in the room where we were trying to figure out",
      "th": "มีอยู่วันหนึ่งในห้องนักเขียน เราพยายามคิดกันว่า"
    }
  },
  {
    "translation": {
      "en": "what the world looked like pre-Conjunction of the Spheres.",
      "th": "โลกก่อนเกิดการเชื่อมพหุจักรวาล หน้าตาเป็นยังไง"
    }
  },
  {
    "translation": {
      "en": "'Cause in Sapkowski's books,",
      "th": "เพราะแม้แต่ในหนังสือของซาพคอฟสกี"
    }
  },
  {
    "translation": {
      "en": "there's actually not very much about that period.",
      "th": "ก็แทบไม่มีข้อมูลอะไรเท่าไหร่เกี่ยวกับยุคนั้น"
    }
  },
  {
    "translation": {
      "en": "It's-- it's kind of, like, a dark zone.",
      "th": "เหมือนเป็นแดนลึกลับ"
    }
  },
  {
    "translation": {
      "en": "Those unanswered questions, where you go,",
      "th": "คำถามที่ไม่มีคำตอบนั้น"
    }
  },
  {
    "translation": {
      "en": "\"What happened in the world pre-Conjunction?\"",
      "th": "\"เกิดอะไรขึ้นในโลกก่อนจะมีการเชื่อม\""
    }
  },
  {
    "translation": {
      "en": "You get to play in that sandbox.",
      "th": "ทำให้เรามีโอกาสทดลองอะไรมากมาย"
    }
  },
  {
    "translation": {
      "en": "It's wonderful and terrifying at the same time, because you--",
      "th": "ทั้งยอดเยี่ยมและน่ากลัว เพราะเราอยากให้เกียรติหนังสือ"
    }
  },
  {
    "translation": {
      "en": "you want to pay homage to the books and the lore,",
      "th": "ทั้งยอดเยี่ยมและน่ากลัว เพราะเราอยากให้เกียรติหนังสือ และตำนานที่มีอยู่"
    }
  },
  {
    "translation": {
      "en": "but also, you want to create a whole story that exists",
      "th": "แต่เราก็อยากสร้างเรื่องราวใหม่ๆ ที่มีอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "that will be worthy of a Sapkowski book.",
      "th": "และคู่ควรกับหนังสือชุดของซาพคอฟสกี"
    }
  },
  {
    "translation": {
      "en": "And getting to build that world",
      "th": "การมีโอกาสได้สร้างโลกนั้น"
    }
  },
  {
    "translation": {
      "en": "and explain how everything came to be with The Witcher,",
      "th": "และได้อธิบายที่มาที่ไปใน \"วิทเชอร์\""
    }
  },
  {
    "translation": {
      "en": "that's, like, a golden opportunity.",
      "th": "นั่นเหมือนเป็นโอกาสทองเลยครับ"
    }
  },
  {
    "translation": {
      "en": "[Sophia Brown] It's a whole world every day you walk into,",
      "th": "ทุกวันที่เดินเข้าฉาก เราเหมือนเจอโลกใหม่ทั้งโลก"
    }
  },
  {
    "translation": {
      "en": "and you're just, kind of, mouth… to the floor.",
      "th": "เราอ้าปากค้างกันตลอดเลย"
    }
  },
  {
    "translation": {
      "en": "[Laurence O'Fuarain] Every single time we got to set, you're blown away.",
      "th": "ทุกครั้งที่เราเดินเข้าฉากใหม่ เราจะตื่นตาตื่นใจจนแทบไม่ต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "You don't have to do much.",
      "th": "เราจะตื่นตาตื่นใจจนแทบไม่ต้องทำอะไร"
    }
  },
  {
    "translation": {
      "en": "Just stick the ears on, walk into an Elven bank,",
      "th": "ใส่หูแล้วเดินเข้าไปในธนาคารเอลฟ์"
    }
  },
  {
    "translation": {
      "en": "you're pretty much there, right?",
      "th": "ก็เหมือนเข้าไปอยู่ในโลกนั้นแล้ว"
    }
  },
  {
    "translation": {
      "en": "[Michelle Yeoh] The care and effort from every single department",
      "th": "ความใส่ใจทุ่มเทของทุกฝ่าย"
    }
  },
  {
    "translation": {
      "en": "has brought this magic to life.",
      "th": "ได้เสกให้มนตร์อัศจรรย์นี้มีชีวิตขึ้นมา"
    }
  },
  {
    "translation": {
      "en": "[woman] So Blood Origin takes place",
      "th": "เรื่องในปฐมบทเลือดเกิดขึ้น"
    }
  },
  {
    "translation": {
      "en": "about twelve hundred years before the main Witcher show,",
      "th": "เมื่อประมาณ 1,200 ปี ก่อนซีรีส์หลักของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "and it actually takes place in the Elven empire.",
      "th": "และเป็นเหตุการณ์ในจักรวรรดิเอลฟ์"
    }
  },
  {
    "translation": {
      "en": "It's very different than people in The Witcher think it is.",
      "th": "มันแตกต่างจากที่คนในวิทเชอร์คิด"
    }
  },
  {
    "translation": {
      "en": "It's much more advanced, more built-up. There's technology.",
      "th": "ที่นั่นเป็นสังคมที่เจริญกว่า สมบูรณ์กว่า มีเทคโนโลยีแล้ว"
    }
  },
  {
    "translation": {
      "en": "Our spies in the Dwarven…",
      "th": "สายลับในแดนคนแคระ…"
    }
  },
  {
    "translation": {
      "en": "[Meenanhan] I was a huge fan of The Witcher.",
      "th": "ฉันเป็นแฟนตัวยงของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "I came into it through the video games, and then the books, and then the series.",
      "th": "ตอนแรกฉันรู้จักผ่านวิดีโอเกม แล้วก็ไปอ่านหนังสือ จากนั้นค่อยมาซีรีส์"
    }
  },
  {
    "translation": {
      "en": "This show is absolutely rooted in Sapkowski's writing and in his stories.",
      "th": "ซีรีส์นี้มีรากอยู่ในงานเขียนของซาพคอฟสกี และเรื่องราวที่เขาเล่าไว้"
    }
  },
  {
    "translation": {
      "en": "We kind of combed through his writing and his books",
      "th": "เราแทบจะควานหา รายละเอียดในงานเขียนและหนังสือของเขา"
    }
  },
  {
    "translation": {
      "en": "to find all of those little pieces of lore of what the elves might have been.",
      "th": "เพื่อหาสิ่งละอันพันละน้อยในตำนาน ที่จะเล่าความเป็นมาของเอลฟ์"
    }
  },
  {
    "translation": {
      "en": "[de Barra] Witcher fans are conversant",
      "th": "แฟนๆ วิทเชอร์เป็นกลุ่มที่มีความรู้"
    }
  },
  {
    "translation": {
      "en": "and fully understand the Conjunction of the Spheres",
      "th": "และเข้าใจการเชื่อมโยงของพหุจักรวาลอยู่แล้ว"
    }
  },
  {
    "translation": {
      "en": "being the merging of the worlds where monsters and men",
      "th": "ในแง่ที่เป็นการรวมหลายโลกภพ ซึ่งทำให้ทั้งอสูรและมนุษย์"
    }
  },
  {
    "translation": {
      "en": "ended up in the Continent that we know of The Witcher.",
      "th": "ตกมาอยู่ในมหาทวีป อย่างที่เรารู้จักในเรื่องวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "So we're taking it up to that moment. It's the month that leads up to there,",
      "th": "เราจึงจะเล่าเรื่องไปจนถึงจังหวะนั้น ช่วงหนึ่งเดือนก่อนถึงตอนนั้น"
    }
  },
  {
    "translation": {
      "en": "and we explain the mechanics of it and the tragic tale of how it came to be.",
      "th": "และอธิบายกลไกของการเชื่อมจักรวาล พร้อมเรื่องราวแสนเศร้าที่ทำให้เกิดเรื่องนั้น"
    }
  },
  {
    "translation": {
      "en": "Declan conceived a kind of adventure show,",
      "th": "เดคลันเขียนซีรีส์ผจญภัย"
    }
  },
  {
    "translation": {
      "en": "and we started calling it a road show, actually,",
      "th": "เราเรียกมันเป็นหนังเดินทางแต่แรกเลยนะ"
    }
  },
  {
    "translation": {
      "en": "with a band of misfits",
      "th": "มีคนนอกคอกกลุ่มหนึ่ง"
    }
  },
  {
    "translation": {
      "en": "that is sort of coming back to stake their claim",
      "th": "พวกเขาเดินทางกลับมาเรียกร้องสิทธิ์ของตน"
    }
  },
  {
    "translation": {
      "en": "on the Elven city of Xin'trea,",
      "th": "ในเมืองเอลฟ์แห่งซินเทรีย"
    }
  },
  {
    "translation": {
      "en": "which is related to our main series' Cintra.",
      "th": "ซึ่งก็เกี่ยวข้องกับเมืองซินทราในซีรีส์หลัก"
    }
  },
  {
    "translation": {
      "en": "[de Barra] And it's based around Éile and Fjall,",
      "th": "เรื่องนี้วนเวียนกับเอล่าและฟยอล"
    }
  },
  {
    "translation": {
      "en": "who are two enemies from different clans",
      "th": "ซึ่งเป็นศัตรูจากคนละเผ่า"
    }
  },
  {
    "translation": {
      "en": "who protect royals,",
      "th": "ซึ่งเป็นองครักษ์พิทักษ์เจ้า"
    }
  },
  {
    "translation": {
      "en": "and she has abandoned her way",
      "th": "เธอละทิ้งวิถีองครักษ์มาแล้ว"
    }
  },
  {
    "translation": {
      "en": "and left her family, and she's been ostracized.",
      "th": "ทิ้งครอบครัวจนกระทั่งถูกอัปเปหิ"
    }
  },
  {
    "translation": {
      "en": "By circumstances, he's been ostracized too,",
      "th": "เขาก็ถูกอัปเปหิเหมือนกัน"
    }
  },
  {
    "translation": {
      "en": "and they find each other on the same side as the world gets turned upside down,",
      "th": "ทั้งสองมาเจอกันและมาอยู่ข้างเดียวกัน ขณะที่โลกพลิกกลับตาลปัตร"
    }
  },
  {
    "translation": {
      "en": "and they have to go and get revenge for their clans.",
      "th": "จนกระทั่งทั้งคู่ต้องไปแก้แค้นให้เผ่า"
    }
  },
  {
    "translation": {
      "en": "Send them all to clay.",
      "th": "เชือดมันลงหลุมให้หมด"
    }
  },
  {
    "translation": {
      "en": "They are all bound together by a shared experience,",
      "th": "ทั้งสองผูกพันกันด้วยประสบการณ์ร่วม"
    }
  },
  {
    "translation": {
      "en": "trying to figure out who they are through each other,",
      "th": "พยายามค้นหาตัวตนผ่านสายตากันและกัน"
    }
  },
  {
    "translation": {
      "en": "and it becomes this, like, flow of water",
      "th": "สุดท้ายมันเป็นเหมือนสายน้ำไหล"
    }
  },
  {
    "translation": {
      "en": "that then just takes its own rhythm.",
      "th": "แล้วจากนั้นก็มีจังหวะจะโคนของตัวเอง"
    }
  },
  {
    "translation": {
      "en": "A lot of them are really suffering.",
      "th": "ตัวละครหลายตัวทุกข์ทรมาน"
    }
  },
  {
    "translation": {
      "en": "Within that suffering, they come together,",
      "th": "และความทุกข์นั้นก็พาพวกเขามารวมตัวกัน"
    }
  },
  {
    "translation": {
      "en": "as they become a strange support group.",
      "th": "จนกระทั่งกลายเป็นเหมือน กลุ่มสนับสนุนกันแบบแปลกๆ"
    }
  },
  {
    "translation": {
      "en": "They're trying to figure out how to make things better, make things right.",
      "th": "เขาพยายามหาว่าจะทำให้ชีวิตดีขึ้นยังไง จะทำยังไงให้มันถูกต้อง"
    }
  },
  {
    "translation": {
      "en": "They all kind of end up",
      "th": "จนกระทั่งสุดท้าย"
    }
  },
  {
    "translation": {
      "en": "on this kind of ride-or-die quest together",
      "th": "พวกเขาก็มาทำภารกิจร่วมหัวจมท้ายด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "because they have a shared goal,",
      "th": "เพราะพวกเขามีเป้าหมายเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "and they have a shared focus, and they have a shared desire.",
      "th": "มีความตั้งใจและความปรารถนาแบบเดียวกัน"
    }
  },
  {
    "translation": {
      "en": "They found each other for a reason.",
      "th": "พวกเขามีเหตุให้มาเจอกัน"
    }
  },
  {
    "translation": {
      "en": "The fate of the world is down to them.",
      "th": "ชะตาของโลกขึ้นอยู่กับพวกเขา"
    }
  },
  {
    "translation": {
      "en": "I think the group works 'cause they've all got their connections,",
      "th": "ฉันว่าคนกลุ่มนี้เข้ากันได้ เพราะแต่ละคนก็มีสัมพันธ์ย่อย"
    }
  },
  {
    "translation": {
      "en": "which then creates a really strong, unbreakable circle.",
      "th": "พอมารวมกันแล้วกลายเป็น กลุ่มที่เข้มแข็งไม่อาจทำลายได้ง่ายๆ"
    }
  },
  {
    "translation": {
      "en": "For most of us, this is, like, one of the biggest and best things",
      "th": "สำหรับพวกเราส่วนใหญ่ นี่เป็นงานใหญ่และงานดีที่สุด"
    }
  },
  {
    "translation": {
      "en": "that we've done in our career so far,",
      "th": "ตั้งแต่ทำงานในวงการ"
    }
  },
  {
    "translation": {
      "en": "and I think we're all just so excited to be part of it",
      "th": "ผมว่าเราทุกคนตื่นเต้นดีใจที่จะได้แสดงเรื่องนี้"
    }
  },
  {
    "translation": {
      "en": "and so excited to be on set together",
      "th": "ตื่นเต้นที่จะได้เข้าฉากด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "and be experiencing this together.",
      "th": "ได้มีประสบการณ์นี้ด้วยกัน"
    }
  },
  {
    "translation": {
      "en": "And then you've got Michelle, who's kinda been there, done it,",
      "th": "แถมยังมีมิเชลที่ทำมาหมดทุกอย่างแล้ว"
    }
  },
  {
    "translation": {
      "en": "you know, almost like the kind of… the fun, young auntie.",
      "th": "เหมือนคุณป้ายังสาวที่เฮฮามาก"
    }
  },
  {
    "translation": {
      "en": "[Yeoh] When you are doing a good fight sequence",
      "th": "เวลาเราถ่ายฉากต่อสู้ที่ดี"
    }
  },
  {
    "translation": {
      "en": "where there is real energy and real dynamics,",
      "th": "ที่มีความกระฉับกระเฉงและตอบโต้กันจริงๆ"
    }
  },
  {
    "translation": {
      "en": "and you must be able to feel that,",
      "th": "เราต้องรู้สึกได้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "is when-- if the camera can move with you.",
      "th": "กล้องต้องสามารถขยับตามไปกับเราด้วย"
    }
  },
  {
    "translation": {
      "en": "Because when you are doing action,",
      "th": "เพราะเวลาที่เราเล่นฉากบู๊"
    }
  },
  {
    "translation": {
      "en": "it's not just about the big picture.",
      "th": "มันไม่ใช่แค่ภาพรวมอย่างเดียว"
    }
  },
  {
    "translation": {
      "en": "It's about the nuances.",
      "th": "แต่เป็นเรื่องรายละเอียดเล็กๆ น้อยๆ"
    }
  },
  {
    "translation": {
      "en": "In all our fight sequences, you will notice that you will see",
      "th": "ในฉากต่อสู้ทุกฉาก เราจะสังเกตได้ว่าเห็น"
    }
  },
  {
    "translation": {
      "en": "all the different characters that come into play,",
      "th": "ตัวละครทุกตัวที่มีบทบาทในนั้น"
    }
  },
  {
    "translation": {
      "en": "and you can see their motivation,",
      "th": "เราจะเห็นแรงผลักดันของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "you can see the precision,",
      "th": "เห็นความแม่นยำของพวกเขา"
    }
  },
  {
    "translation": {
      "en": "and you can feel the drama and the dynamics of it.",
      "th": "เราจะสัมผัสถึงดราม่าและจังหวะการต่อสู้ได้"
    }
  },
  {
    "translation": {
      "en": "[Brown] When we meet Éile for the first time,",
      "th": "ตอนที่เจอเอล่าครั้งแรกในเรื่อง"
    }
  },
  {
    "translation": {
      "en": "I think what she wants is… she wants to share a message.",
      "th": "ฉันคิดว่าเธอต้องการจะเผยแพร่ข้อความ"
    }
  },
  {
    "translation": {
      "en": "I think that's a necessity for her,",
      "th": "ฉันว่านั่นเป็นสิ่งที่เธอต้องทำ"
    }
  },
  {
    "translation": {
      "en": "to share her story,",
      "th": "อยากบอกเล่าเรื่องของตนเอง"
    }
  },
  {
    "translation": {
      "en": "connect with people, and move on.",
      "th": "ได้สื่อใจกับผู้คนก่อนจะทำใจก้าวต่อไป"
    }
  },
  {
    "translation": {
      "en": "It became her purpose,",
      "th": "นั่นกลายเป็นจุดหมายในชีวิต"
    }
  },
  {
    "translation": {
      "en": "and it was her truth, and she couldn't ignore it.",
      "th": "และเป็นความจริงในชีวิตที่ไม่อาจเพิกเฉย"
    }
  },
  {
    "translation": {
      "en": "Where's the road taking you?",
      "th": "แล้วเจ้าจะไปไหนต่อ"
    }
  },
  {
    "translation": {
      "en": "To seek redemption.",
      "th": "ไปค้นหาทางล้างบาป"
    }
  },
  {
    "translation": {
      "en": "[Éile] ♪ We are the Black Rose ♪",
      "th": "เราคือกุหลาบดำ"
    }
  },
  {
    "translation": {
      "en": "♪ Let no one doubt… ♪",
      "th": "มิยอมให้ใครติฉินนินทา"
    }
  },
  {
    "translation": {
      "en": "[de Barra] It's funny, because the music was… not an afterthought,",
      "th": "ตลกดีเพราะดนตรีในเรื่องไม่ใช่เอามาใส่ทีหลัง"
    }
  },
  {
    "translation": {
      "en": "but didn't exist in the original scripts, other than she was a musician.",
      "th": "ในบทตอนแรกก็ไม่ได้เขียนไว้ นอกจากบอกว่าเธอเป็นนักดนตรี"
    }
  },
  {
    "translation": {
      "en": "But then it became the through line, you know?",
      "th": "แต่มันก็กลายเป็นองค์ประกอบร่วม"
    }
  },
  {
    "translation": {
      "en": "It was the connective tissue in her journey.",
      "th": "เป็นสายใยที่โยงตลอดการเดินทางของเธอ"
    }
  },
  {
    "translation": {
      "en": "♪ A flower shall grow where our peasant… ♪",
      "th": "มวลผกาจะเติบโต ด้วยหยาดเลือดจากรากหญ้า…"
    }
  },
  {
    "translation": {
      "en": "It was the a-ha moment,",
      "th": "เป็นจังหวะ \"ใช่เลย\""
    }
  },
  {
    "translation": {
      "en": "that scene in-- where the people rise up and start to sing \"The Black Rose.\"",
      "th": "ตอนที่คนลุกฮือแล้วเริ่มร้องเพลง \"กุหลาบดำ\""
    }
  },
  {
    "translation": {
      "en": "♪ Rise up and let them feel our thorns… ♪",
      "th": "งอกเงย ให้มันสัมผัสคมหนาม"
    }
  },
  {
    "translation": {
      "en": "[Lenny Henry] What the Lark sings about is freedom.",
      "th": "สกุณาร้องเพลงที่มีเนื้อหาถึงเสรีภาพ"
    }
  },
  {
    "translation": {
      "en": "Freedom from the shackles of oppression,",
      "th": "เสรีภาพจากโซ่ตรวนแห่งการกดขี่"
    }
  },
  {
    "translation": {
      "en": "freedom from starvation.",
      "th": "เสรีภาพจากความอดอยากปากแห้ง"
    }
  },
  {
    "translation": {
      "en": "Um, and she wants everybody to get three square meals a day,",
      "th": "เธออยากให้ทุกคน ได้กินอาหารดีๆ วันละสามมื้อ"
    }
  },
  {
    "translation": {
      "en": "education, and to not have the boot of the oppressor on their necks.",
      "th": "มีการศึกษาและไม่ต้องอยู่ภายใต้ ฝ่าเท้าที่คอยกดขี่เหยียบย่ำประชาชน"
    }
  },
  {
    "translation": {
      "en": "These are important things to be singing and writing about,",
      "th": "นี่เป็นเรื่องสำคัญที่ควรจะต้องเขียนและร้องถึง"
    }
  },
  {
    "translation": {
      "en": "fighting against the law",
      "th": "การต่อสู้กับกฎ"
    }
  },
  {
    "translation": {
      "en": "and fighting against oppressive government.",
      "th": "ต่อสู้กับรัฐบาลที่กดขี่อย่างไม่เป็นธรรม"
    }
  },
  {
    "translation": {
      "en": "-Go! -[crowd cheers]",
      "th": "ไปเลย!"
    }
  },
  {
    "translation": {
      "en": "Spread the word. Let them know this is the day the lowborns rise.",
      "th": "กระจายข่าวให้ทุกคนรู้ว่าวันนี้ รากหญ้าจะลุกขึ้นสู้"
    }
  },
  {
    "translation": {
      "en": "-[cheering] -The day Xin'trea becomes yours.",
      "th": "วันนี้ซินเทรียกลายเป็นของทุกคน"
    }
  },
  {
    "translation": {
      "en": "[Schmidt Hissrich] We are really starting to lean into the Elven civilization",
      "th": "เราเริ่มอิงกับอารยธรรมเอลฟ์มากขึ้น"
    }
  },
  {
    "translation": {
      "en": "in the Witcher mothership,",
      "th": "ในซีรีส์ยานแม่ของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "because they're gonna become increasingly important",
      "th": "เพราะเรื่องนั้นจะสำคัญมากขึ้นเรื่อยๆ"
    }
  },
  {
    "translation": {
      "en": "as the series continues.",
      "th": "เมื่อซีรีส์หลักดำเนินต่อไป"
    }
  },
  {
    "translation": {
      "en": "But one of the things we never understood was the timing of their rise and fall.",
      "th": "แต่หนึ่งในเรื่องที่เราไม่เคยเข้าใจ คือช่วงเวลาที่อารยธรรมรุ่งเรืองและเสื่อมสลาย"
    }
  },
  {
    "translation": {
      "en": "We knew that they had been the sort of original inhabitants of the Continent,",
      "th": "เรารู้ว่าเอลฟ์เป็นผู้อาศัยเดิมของมหาทวีป"
    }
  },
  {
    "translation": {
      "en": "and that at some point, they were pushed out by humans,",
      "th": "และ ณ จุดหนึ่ง มนุษย์กดดันพวกเขาจนไปอยู่ชายขอบ"
    }
  },
  {
    "translation": {
      "en": "and it started sort of a cycle of violence and horror.",
      "th": "นั่นเป็นจุดที่เริ่มวังวน แห่งความรุนแรงและความสยดสยอง"
    }
  },
  {
    "translation": {
      "en": "But we didn't really understand when that happened, why,",
      "th": "แต่เราไม่เคยเข้าใจจริงๆ ว่าเกิดขึ้นเมื่อไหร่หรือเพราะอะไร"
    }
  },
  {
    "translation": {
      "en": "and what that universe was.",
      "th": "และจักรวาลนั้นคืออะไรกันแน่"
    }
  },
  {
    "translation": {
      "en": "It's set on the same Continent that we know from Sapkowski's books,",
      "th": "มันตั้งอยู่บนมหาทวีปเดียวกัน กับจักรวาลในหนังสือของซาพคอฟสกี"
    }
  },
  {
    "translation": {
      "en": "and if you're a very eagle-eyed fan, we'll have some maps in there,",
      "th": "และถ้าคุณเป็นแฟนๆ ตาคม เรามีแผนที่ในซีรีส์ด้วย"
    }
  },
  {
    "translation": {
      "en": "and you will see that certain cities overlay other cities",
      "th": "คุณจะเห็นว่าบางเมืองก็ทาบทับกับเมืองอื่นๆ"
    }
  },
  {
    "translation": {
      "en": "that we know of in the Witcher lore from the books.",
      "th": "ที่เรารู้จักจากตำนานวิทเชอร์ในหนังสือ"
    }
  },
  {
    "translation": {
      "en": "You will also notice that the coastline is slightly different.",
      "th": "คุณยังอาจสังเกตด้วยว่า แผนที่ชายฝั่งแตกต่างจากเดิมหน่อย"
    }
  },
  {
    "translation": {
      "en": "I just wanted to play with the idea that after the Conjunction,",
      "th": "ผมอยากลองคิดเล่นๆ ว่า หลังจากการเชื่อมพหุจักรวาล"
    }
  },
  {
    "translation": {
      "en": "it was like climate change.",
      "th": "มันก็เหมือนภาวะโลกร้อน"
    }
  },
  {
    "translation": {
      "en": "It wasn't just people being brought into this world, and monsters.",
      "th": "ไม่ใช่แค่มนุษย์ที่ถูกพาเข้ามาในโลกแห่งอสูร"
    }
  },
  {
    "translation": {
      "en": "The actual climate changed.",
      "th": "แต่สภาพอากาศจริงๆ เปลี่ยนไปด้วย"
    }
  },
  {
    "translation": {
      "en": "Like, the Korath Desert is smaller, Brokilon Forest is huge.",
      "th": "เหมือนทะเลทรายโครัธก็เล็กลง ป่าโบรคิลอนใหญ่มาก"
    }
  },
  {
    "translation": {
      "en": "I wanted the world to feel very different than the world of The Witcher.",
      "th": "ผมอยากทำให้โลกนี้ รู้สึกแตกต่างจากโลกของวิทเชอร์มากๆ"
    }
  },
  {
    "translation": {
      "en": "The world of The Witcher is a very dark, oppressive, medieval kind of world.",
      "th": "โลกวิทเชอร์นั้นมืดมน กดขี่ เหมือนโลกยุคกลาง"
    }
  },
  {
    "translation": {
      "en": "Uh, so I wanted this world to surprise.",
      "th": "ผมอยากให้โลกนี้ทำให้คนประหลาดใจ"
    }
  },
  {
    "translation": {
      "en": "So when we come into it, we understand straightaway",
      "th": "เพื่อที่เมื่อเห็นแล้วจะเข้าใจได้ทันที"
    }
  },
  {
    "translation": {
      "en": "this is a different time, a different culture,",
      "th": "ว่านี่เป็นคนละยุคสมัย คนละวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "and it's the height of a culture.",
      "th": "และอยู่ ณ จุดสูงสุดของวัฒนธรรม"
    }
  },
  {
    "translation": {
      "en": "[Schmidt Hissrich] Elven society was actually more modern than we expected.",
      "th": "สังคมเอลฟ์มีความก้าวหน้ามากกว่าที่เราคาดคิด"
    }
  },
  {
    "translation": {
      "en": "It wasn't medieval at all. It was a society based on art",
      "th": "ไม่ใช่สังคมยุคกลางเลย เป็นสังคมที่สร้างสรรค์จากศิลปะ"
    }
  },
  {
    "translation": {
      "en": "and music and literature and history,",
      "th": "ดนตรี วรรณคดี และประวัติศาสตร์"
    }
  },
  {
    "translation": {
      "en": "and I thought that was a really sort of bold concept.",
      "th": "ฉันว่านั่นเป็นแนวคิดที่กล้ามากๆ"
    }
  },
  {
    "translation": {
      "en": "[man] It was a really exciting challenge, actually, moving into this world,",
      "th": "เป็นความท้าทายที่น่าตื่นเต้น เมื่อต้องเข้ามาทำโลกใบนี้จริงๆ"
    }
  },
  {
    "translation": {
      "en": "because we had sort of touched on it a bit in the Witcher world,",
      "th": "เพราะเราแตะไว้แล้วนิดหน่อย ในซีรีส์หลักของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "and it was a chance to really explore",
      "th": "แต่นี่เป็นโอกาสที่เราจะได้สำรวจ"
    }
  },
  {
    "translation": {
      "en": "the depths of something that was happening behind the curtains in the Witcher world.",
      "th": "ความลึกล้ำของสิ่งที่เกิดขึ้นหลังฉาก ในโลกวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "Xin'trean architecture is the idea of an elevation of engineering.",
      "th": "สถาปัตยกรรมซินเทรีย เป็นแนวคิดวิศวกรรมอีกระดับ"
    }
  },
  {
    "translation": {
      "en": "It's not just the standard columns and arches that you might expect.",
      "th": "ไม่ใช่แค่เสาหรือซุ้มโค้งแบบเดิมๆ อย่างที่คาดว่าจะเห็น"
    }
  },
  {
    "translation": {
      "en": "It's quite open, quite minimalist.",
      "th": "แต่เป็นพื้นที่เปิด ค่อนข้างมินิมอล"
    }
  },
  {
    "translation": {
      "en": "[woman] The Elven world is very sophisticated, it's very art deco,",
      "th": "โลกของเอลฟ์นั้นมีวัฒนาการสูงมาก มีความเป็นอาร์ตเดโค"
    }
  },
  {
    "translation": {
      "en": "and Andrew's designs were very far removed from The Witcher,",
      "th": "และงานออกแบบของแอนดรูว์ ก็ต่างจากในวิทเชอร์มาก"
    }
  },
  {
    "translation": {
      "en": "so it was like the Silk Road, very distant lands.",
      "th": "คล้ายๆ เส้นทางสายไหม เหมือนดินแดนแปลกแสนไกล"
    }
  },
  {
    "translation": {
      "en": "The colors were gonna be incredibly vibrant.",
      "th": "เราจะใช้สีสันสดใส"
    }
  },
  {
    "translation": {
      "en": "The textures and the fabrics were gonna be silks,",
      "th": "สัมผัสและเนื้อผ้าก็จะต้องเป็นผ้าไหม"
    }
  },
  {
    "translation": {
      "en": "and it was gonna be a huge contrast.",
      "th": "จะต้องใช้เส้นและสีสันที่ตัดกันหนัก"
    }
  },
  {
    "translation": {
      "en": "It was very much important to Declan and myself and to Lauren",
      "th": "เรื่องสำคัญสำหรับทั้งเดคลัน ผมและลอเรน"
    }
  },
  {
    "translation": {
      "en": "to give the… the world of Blood Origin its own unique identity,",
      "th": "คือเราอยากให้โลกของปฐมบทเลือด มีลักษณะเด่นเป็นเอกลักษณ์"
    }
  },
  {
    "translation": {
      "en": "but for that identity to then have a reciprocal effect",
      "th": "แต่เอกลักษณ์นั้นต้องให้ความรู้สึก"
    }
  },
  {
    "translation": {
      "en": "very much related to the Witcher world.",
      "th": "เชื่อมโยงกลับไปยังโลกของวิทเชอร์ได้ด้วย"
    }
  },
  {
    "translation": {
      "en": "We see the remnant, fading vestiges",
      "th": "เราจะเห็นเศษซากร่องรอยที่เหลืออยู่"
    }
  },
  {
    "translation": {
      "en": "of what was once there before, which is the Dwarven ruins",
      "th": "จากอดีตกาลที่เป็นซากเมืองคนแคระ"
    }
  },
  {
    "translation": {
      "en": "upon which the city of Xin'trea was built.",
      "th": "ซึ่งเมืองซินเทรียสร้างทับไว้"
    }
  },
  {
    "translation": {
      "en": "Dwarven script, fifteen hundred years old,",
      "th": "อักษรคนแคระ อายุ 1,500 ปี"
    }
  },
  {
    "translation": {
      "en": "telling of Solryth's arrival.",
      "th": "เล่าเรื่องราวการมาถึงของโซลริธ"
    }
  },
  {
    "translation": {
      "en": "[de Barra] Which is ironic, because then you go to the world of The Witcher",
      "th": "ซึ่งก็จะย้อนแยงดี เพราะเมื่อไปถึงโลกของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "and Xin'trea looks completely different and the palace looks different",
      "th": "ซินเทรียจะดูแตกต่างไปโดยสิ้นเชิง วังก็ดูไม่เหมือนกันเลย"
    }
  },
  {
    "translation": {
      "en": "'cause they'd built upon the ruins of the Elven city.",
      "th": "เพราะนั่นก็สร้างทับซากของเมืองเอลฟ์"
    }
  },
  {
    "translation": {
      "en": "[Meenanhan] In Blood Origin, what we learn",
      "th": "ในปฐมบทเลือด เราได้เรียนรู้ว่า"
    }
  },
  {
    "translation": {
      "en": "is that there were ancient Dwarven monuments,",
      "th": "เคยมีอนุสาวรีย์คนแคระโบราณ"
    }
  },
  {
    "translation": {
      "en": "these monoliths that were buried to bring bounty to the land,",
      "th": "เป็นโมโนลิธที่ถูกฝังไว้ เพื่อนำความอุดมสมบูรณ์มาสู่แผ่นดิน"
    }
  },
  {
    "translation": {
      "en": "and in The Witcher,",
      "th": "ในซีรีส์หลักของวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "our main characters don't really know exactly what they are",
      "th": "ตัวละครหลักของเราก็ไม่รู้ว่า โมโนลิธเหล่านั้นคืออะไร"
    }
  },
  {
    "translation": {
      "en": "or what they were for.",
      "th": "หรือมีไว้ทำไม"
    }
  },
  {
    "translation": {
      "en": "In the Witcher universe, we're seeing the, sort of, monoliths",
      "th": "ในจักรวาลวิทเชอร์ เราจะเห็นโมโนลิธหลายรูปแบบ"
    }
  },
  {
    "translation": {
      "en": "as they've been decayed over time",
      "th": "เมื่อมันผุพังไปตามกาลเวลา"
    }
  },
  {
    "translation": {
      "en": "or decayed during the Conjunction of the Spheres.",
      "th": "หรือผุพังไประหว่างการเชื่อมของพหุจักรวาล"
    }
  },
  {
    "translation": {
      "en": "So we're seeing fragments, in a way, or shrapnel.",
      "th": "เรียกได้ว่าเราเห็นแค่เศษหรือซากที่เหลือ"
    }
  },
  {
    "translation": {
      "en": "And Balor has found this place called the arid world, the dry world,",
      "th": "แต่บาลอร์เข้าไปพบที่ซึ่งเรียกว่า โลกแล้งร้าง โลกแห้งแล้ง"
    }
  },
  {
    "translation": {
      "en": "and on this world, there is a woman who speaks to him.",
      "th": "ในโลกนี้ มีสตรีนางหนึ่งพูดกับเขา"
    }
  },
  {
    "translation": {
      "en": "[Meenanhan] And this voice has promised him power like he's never known before.",
      "th": "เสียงนั้นสัญญาจะมอบพลังที่เขาไม่เคยรู้จักมาก่อน"
    }
  },
  {
    "translation": {
      "en": "[Schmidt Hissrich] And what he ends up accessing is human Chaos.",
      "th": "สิ่งที่เขาได้ สุดท้ายก็คือพลังโกลาหลของมนุษย์"
    }
  },
  {
    "translation": {
      "en": "It's very similar to what we see fire magic do in the Witcher series,",
      "th": "มันคล้ายๆ เวทอัคคีในซีรีส์วิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "which is deaden you inside.",
      "th": "ซึ่งจะดูดพลังภายในให้เราตายไปช้าๆ"
    }
  },
  {
    "translation": {
      "en": "[Meenanhan] And this is a voice who knows the destruction",
      "th": "นี่คือเสียงของผู้ล่วงรู้หายนะ"
    }
  },
  {
    "translation": {
      "en": "that all of this is gonna cause,",
      "th": "รู้สิ่งที่ทั้งหมดนี้จะก่อเกิด"
    }
  },
  {
    "translation": {
      "en": "who knows the future,",
      "th": "เสียงที่ล่วงรู้อนาคต"
    }
  },
  {
    "translation": {
      "en": "who knows the Conjunction of the Spheres is gonna happen,",
      "th": "รู้ว่าจะเกิดการเชื่อมพหุจักรวาล"
    }
  },
  {
    "translation": {
      "en": "and is a Chaos agent and sort of delights in that.",
      "th": "และเป็นสื่อของพลังโกลาหล แถมยังยินดีที่เกิดความวุ่นวาย"
    }
  },
  {
    "translation": {
      "en": "And she sort of exists in reality,",
      "th": "และนางมีตัวตนอยู่ในความจริง"
    }
  },
  {
    "translation": {
      "en": "but also in myth.",
      "th": "แต่ก็อยู่ในตำนานด้วย"
    }
  },
  {
    "translation": {
      "en": "[female voice] What will you do with such wonderful Chaos?",
      "th": "เจ้าจะนำพลังโกลาหลแสนวิเศษนี้ไปทำสิ่งใด"
    }
  },
  {
    "translation": {
      "en": "And once Balor has that power that he's found in the other world,",
      "th": "เมื่อบาลอร์ได้พลังซึ่งเขาเคยพบจากโลกอื่น"
    }
  },
  {
    "translation": {
      "en": "he banishes Eredin and his soldiers to roam the spheres for all of eternity,",
      "th": "เขาจึงเนรเทศเอเรดินกับกองทหาร ให้เร่ร่อนอยู่ในพหุจักรวาลตราบชั่วนิรันดร์"
    }
  },
  {
    "translation": {
      "en": "and this is the beginning of the Wild Hunt.",
      "th": "นี่คือจุดเริ่มต้นของไวลด์ฮันต์"
    }
  },
  {
    "translation": {
      "en": "There are a lot of characters, actually, that pop up in Blood Origin",
      "th": "จริงๆ ก็มีตัวละครเยอะมากมาย ที่โผล่มาในปฐมบทเลือด"
    }
  },
  {
    "translation": {
      "en": "in kind of unexpected ways.",
      "th": "ในแบบที่ใครไม่คาดคิด"
    }
  },
  {
    "translation": {
      "en": "It's been really exciting to find little points of connection between the worlds.",
      "th": "น่าตื่นเต้นมากเวลาที่เรา หาจุดเชื่อมโยงระหว่างโลกต่างๆ"
    }
  },
  {
    "translation": {
      "en": "[de Barra] We know in the books, to a certain point,",
      "th": "ในหนังสือ ณ จุดหนึ่งเราจะได้รู้ว่า"
    }
  },
  {
    "translation": {
      "en": "how the witchers were created.",
      "th": "วิทเชอร์ถูกสร้างมายังไง"
    }
  },
  {
    "translation": {
      "en": "[Schmidt Hissrich] Before the Conjunction, there were no witchers.",
      "th": "ก่อนการเชื่อมพหุจักรวาล ไม่เคยมีวิทเชอร์"
    }
  },
  {
    "translation": {
      "en": "There wasn't a need for them. There were no monsters.",
      "th": "ไม่จำเป็นต้องมีพวกเขา เพราะโลกไม่มีอสูร"
    }
  },
  {
    "translation": {
      "en": "[de Barra] This witcher is not the witcher we know,",
      "th": "วิทเชอร์คนนี้ก็ไม่ใช่วิทเชอร์อย่างที่เรารู้จัก"
    }
  },
  {
    "translation": {
      "en": "who's humanlike and can take potions and have powers.",
      "th": "แบบที่เหมือนมนุษย์ ดื่มน้ำยาแล้วมีพลัง"
    }
  },
  {
    "translation": {
      "en": "[Schmidt Hissrich] And yet, what happens is that Fjall is transformed",
      "th": "แต่สิ่งที่เกิดขึ้นคือฟยอลได้แปลงร่าง"
    }
  },
  {
    "translation": {
      "en": "through a mixture of magic and herbs,",
      "th": "โดยใช้เวทมนตร์และสมุนไพร"
    }
  },
  {
    "translation": {
      "en": "and he begins to transform into a monster himself.",
      "th": "จนกระทั่งเขาเองเริ่มกลายเป็นอสูร"
    }
  },
  {
    "translation": {
      "en": "It's the very first prototype of a witcher, that goes wrong.",
      "th": "เรียกว่าเป็นต้นแบบรุ่นแรกของวิทเชอร์ ที่ออกมาผิดพลาด"
    }
  },
  {
    "translation": {
      "en": "It doesn't work. It's-- it's 1.0.",
      "th": "มันไม่ได้ผลครับ เป็นดราฟต์แรก"
    }
  },
  {
    "translation": {
      "en": "Getting cast as the very first witcher was an awful lot of pressure.",
      "th": "การได้รับเลือกมาเป็นวิทเชอร์คนแรก นั่นก็กดดันมากทีเดียว"
    }
  },
  {
    "translation": {
      "en": "I wanted to honor the story, I wanted to honor this character,",
      "th": "ผมอยากให้เกียรติเรื่องราวนี้ อยากให้เกียรติตัวละครนี้"
    }
  },
  {
    "translation": {
      "en": "and I wanted to take it seriously, and I wanted to, uh… really give it every single thing I had.",
      "th": "อยากเล่นอย่างจริงจัง และทุ่มเททุกอย่างให้กับบทนี้"
    }
  },
  {
    "translation": {
      "en": "You can see its arsehole.",
      "th": "เห็นรูตูดเลยนะ"
    }
  },
  {
    "translation": {
      "en": "[O'Fuarain] And it was very challenging, because I had to go to places",
      "th": "มันท้าทายมากครับ เพราะผมต้องทำใจ"
    }
  },
  {
    "translation": {
      "en": "and I had to do things that were really, really tough.",
      "th": "และต้องทำสิ่งที่ยากมากๆ"
    }
  },
  {
    "translation": {
      "en": "There was an awful lot of writhing and physical work that I had to do, and…",
      "th": "มีงานแสดงทางกายภาพที่ผมต้องทำ"
    }
  },
  {
    "translation": {
      "en": "Yeah, I felt, um… I felt that I'd done a couple of rounds in a-- a boxing ring.",
      "th": "แล้วก็… รู้สึกเหมือนต้องขึ้นชกไปหลายยกเลย"
    }
  },
  {
    "translation": {
      "en": "[Meenanhan] And the Continent is now something different once again.",
      "th": "แล้วมหาทวีปก็ไม่เหมือนเดิมอีกแล้ว"
    }
  },
  {
    "translation": {
      "en": "There are humans, and there are monsters,",
      "th": "มีทั้งมนุษย์ มีทั้งอสูร"
    }
  },
  {
    "translation": {
      "en": "and in twelve hundred years, there will be Geralt.",
      "th": "และในอีก 1,200 ปี จะมีเกรัลท์"
    }
  },
  {
    "translation": {
      "en": "-Hah. -[creature groans]",
      "th": "(เดอะวิทเชอร์ - ซีซั่นหนึ่ง)"
    }
  },
  {
    "translation": {
      "en": "[Éile] ♪ Where once there were Two standing stones ♪",
      "th": "ครั้งหนึ่งเสาหินสองต้นตระหง่าน"
    }
  },
  {
    "translation": {
      "en": "♪ Facing proudly in a field ♪",
      "th": "โดดเด่นกลางผืนธรณี"
    }
  },
  {
    "translation": {
      "en": "♪ One lies broken on its side ♪",
      "th": "บัดนี้เสาต้นหนึ่งทลาย"
    }
  },
  {
    "translation": {
      "en": "♪ Since the meeting of the spheres ♪",
      "th": "ยามโลกหลายใบพลันบรรจบ"
    }
  },
  {
    "translation": {
      "en": "♪ Beneath that stone, a warrior ♪",
      "th": "ภายใต้ศิลานักรบนิทรา"
    }
  },
  {
    "translation": {
      "en": "♪ Whose bravery knew no bounds ♪",
      "th": "ลืมนามในความห้าวหาญ"
    }
  },
  {
    "translation": {
      "en": "♪ Who gave his life so you'd be free ♪",
      "th": "ผู้สละชีวีเพื่อมอบเสรี"
    }
  },
  {
    "translation": {
      "en": "♪ And a tyrant be overthrown ♪",
      "th": "โค่นล้มทรราชให้จมดิน"
    }
  },
  {
    "translation": {
      "en": "♪ They said he had a heart of stone ♪",
      "th": "ได้ยินว่าใจเขาไร้การุณย์"
    }
  },
  {
    "translation": {
      "en": "♪ No love or tender touch, no ♪",
      "th": "ดุจดั่งหินผาไร้ซึ่งปรานี"
    }
  },
  {
    "translation": {
      "en": "♪ Till a singin' Lark sang her song ♪",
      "th": "จนได้สกุณาเฝ้าร้องขับกล่อม"
    }
  },
  {
    "translation": {
      "en": "♪ And cracked his heart in two ♪",
      "th": "กะเทาะใจเขาแตกเป็นสอง"
    }
  }
]