[
  {
    "translation": {
      "en": "[woman] Sérgio was a man that had lived all over the world.",
      "fr": "Sérgio était un homme qui avait vécu dans le monde entier."
    }
  },
  {
    "translation": {
      "en": "Well, he was a Brazilian.",
      "fr": "Il était Brésilien."
    }
  },
  {
    "translation": {
      "en": "It's a place where he was a son, he was...",
      "fr": "C'est un endroit où il était un fils..."
    }
  },
  {
    "translation": {
      "en": "the man from Rio de Janeiro.",
      "fr": "un homme de Rio de Janeiro."
    }
  },
  {
    "translation": {
      "en": "He was anonymous.",
      "fr": "Il était anonyme."
    }
  },
  {
    "translation": {
      "en": "He could become himself.",
      "fr": "Il pouvait être lui-même."
    }
  },
  {
    "translation": {
      "en": "Sérgio had a well-worked tradition.",
      "fr": "Sérgio avait une tradition."
    }
  },
  {
    "translation": {
      "en": "Every time he would land in Rio de Janeiro,",
      "fr": "Chaque fois qu'il atterrissait à Rio de Janeiro,"
    }
  },
  {
    "translation": {
      "en": "we would rush to Gilda's house, to his mother's house,",
      "fr": "on se précipitait chez Gilda, sa mère,"
    }
  },
  {
    "translation": {
      "en": "drop the luggage, dash to the beach, to his favorite corner,",
      "fr": "il déposait ses bagages, courait jusqu'à son coin préféré de la plage,"
    }
  },
  {
    "translation": {
      "en": "run straight into the water",
      "fr": "et allait directement dans l'eau."
    }
  },
  {
    "translation": {
      "en": "and the moment that he would go and put his head under the water",
      "fr": "Et après avoir mis sa tête sous l'eau"
    }
  },
  {
    "translation": {
      "en": "and emerge up, he would say, \"Ah, yes.",
      "fr": "et émergé, il disait \"Enfin."
    }
  },
  {
    "translation": {
      "en": "I have arrived.\"",
      "fr": "Je suis arrivé.\""
    }
  },
  {
    "translation": {
      "en": "[man] So, what were you wishing to say?",
      "fr": "NATIONS UNIES, GENÈVE Que vouliez-vous dire?"
    }
  },
  {
    "translation": {
      "en": "Well, you're going to speak to the people.",
      "fr": "Vous allez parler aux gens. HAUT-COMMISSAIRE AUX DROITS DE L'HOMME"
    }
  },
  {
    "translation": {
      "en": "-Really? -Going to have 35 new staff members...",
      "fr": "HAUT-COMMISSAIRE AUX DROITS DE L'HOMME - Vraiment ? - Il y aura 35 employés..."
    }
  },
  {
    "translation": {
      "en": "-I see. -...where Gary is now, so...",
      "fr": "- Je vois. - ... là où Gary se tient..."
    }
  },
  {
    "translation": {
      "en": "I see. Some spontaneous wisdom.",
      "fr": "Je vois. Une sagesse spontanée."
    }
  },
  {
    "translation": {
      "en": "Huh?",
      "fr": "N'est-ce pas ?"
    }
  },
  {
    "translation": {
      "en": "[reporter] Just how you came to be the High Commissioner?",
      "fr": "Vous êtes-vous devenu Haut-Commissaire ?"
    }
  },
  {
    "translation": {
      "en": "Oh, my God, but you realize I can't summarize 34 years",
      "fr": "Mon Dieu, vous réalisez que je ne peux pas résumer 34 années"
    }
  },
  {
    "translation": {
      "en": "in three minutes.",
      "fr": "en trois minutes."
    }
  },
  {
    "translation": {
      "en": "That's a huge theme.",
      "fr": "C'est une longue histoire."
    }
  },
  {
    "translation": {
      "en": "'Cause you're asking me to recount my life. [laughs]",
      "fr": "Vous voulez que je raconte ma vie."
    }
  },
  {
    "translation": {
      "en": "But I suppose it's, uh...",
      "fr": "Mais c'est censé..."
    }
  },
  {
    "translation": {
      "en": "it's intended to be inspirational, right?",
      "fr": "être une source d'inspiration, n'est-ce pas?"
    }
  },
  {
    "translation": {
      "en": "[reporter] Absolutely.",
      "fr": "Absolument."
    }
  },
  {
    "translation": {
      "en": "Hi, good afternoon.",
      "fr": "VIDÉO DE BIENVENUE POUR LES NOUVEAUX EMPLOYÉS DE L'ONU Bonjour."
    }
  },
  {
    "translation": {
      "en": "My name is Sérgio Vieira de Mello.",
      "fr": "Je m'appelle Sérgio Vieira de Mello."
    }
  },
  {
    "translation": {
      "en": "I'm Brazilian and I'm presently",
      "fr": "Je suis brésilien et je suis"
    }
  },
  {
    "translation": {
      "en": "United Nations High Commissioner for Human Rights.",
      "fr": "Haut-Commissaire des Nations Unies aux droits de l'homme."
    }
  },
  {
    "translation": {
      "en": "I joined the organization at the age of 21, believe it or not.",
      "fr": "J'ai rejoint l'organisation à l'âge de 21 ans."
    }
  },
  {
    "translation": {
      "en": "Just out of university.",
      "fr": "Juste après l'université."
    }
  },
  {
    "translation": {
      "en": "[Sérgio] I was lucky to have served in East Pakistan,",
      "fr": "J'ai eu la chance d'avoir servi au Pakistan oriental,"
    }
  },
  {
    "translation": {
      "en": "Cyprus, South America, Bosnia, Lebanon,",
      "fr": "à Chypre, en Amérique du Sud, en Bosnie, au Liban,"
    }
  },
  {
    "translation": {
      "en": "Cambodia, Kosovo, and from there, East Timor.",
      "fr": "au Cambodge, au Kosovo et au Timor oriental."
    }
  },
  {
    "translation": {
      "en": "This organization is the best opportunity you have in your life",
      "fr": "Cette organisation vous offre la meilleure occasion de votre vie"
    }
  },
  {
    "translation": {
      "en": "of achieving your dreams.",
      "fr": "de réaliser vos rêves."
    }
  },
  {
    "translation": {
      "en": "Never forget the real challenges,",
      "fr": "N'oubliez jamais que les vrais défis"
    }
  },
  {
    "translation": {
      "en": "and the real rewards of serving the United Nations",
      "fr": "et les vrais avantages de servir les Nations Unies"
    }
  },
  {
    "translation": {
      "en": "are out there in the field where people are suffering, where people need you.",
      "fr": "sont sur le terrain où les gens souffrent, où les gens ont besoin de vous."
    }
  },
  {
    "translation": {
      "en": "[George Bush] Remember Rwanda or Kosovo, the UN didn't do its job.",
      "fr": "Souvenez-vous du Rwanda ou du Kosovo, l'ONU n'a pas fait son travail."
    }
  },
  {
    "translation": {
      "en": "Will the United Nations serve the purpose of its founding...",
      "fr": "L'ONU servira-t-elle l'objectif pour lequel elle a été créée,"
    }
  },
  {
    "translation": {
      "en": "or will it be irrelevant?",
      "fr": "ou n'aura-t-elle plus aucun sens ?"
    }
  },
  {
    "translation": {
      "en": "[reporter 1] The President said last night",
      "fr": "Le président a déclaré hier soir"
    }
  },
  {
    "translation": {
      "en": "that he is prepared to invade with or without the backing of the United Nations.",
      "fr": "qu'il était prêt à envahir avec ou sans le soutien des Nations Unies."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] So, President Bush made it clear, no time left for stately diplomatic",
      "fr": "Le président Bush a dit clairement qu'il ne restait plus de temps"
    }
  },
  {
    "translation": {
      "en": "waltzes at the United Nations.",
      "fr": "pour des valses diplomatiques avec l'ONU."
    }
  },
  {
    "translation": {
      "en": "It's now the Texas two-step from here on out.",
      "fr": "C'est le Texas two-step à partir de maintenant."
    }
  },
  {
    "translation": {
      "en": "So we just met with the President and he explained",
      "fr": "Nous venons de rencontrer le président et il a expliqué"
    }
  },
  {
    "translation": {
      "en": "the position of the United States,",
      "fr": "la position des États-Unis,"
    }
  },
  {
    "translation": {
      "en": "which I think you're all aware.",
      "fr": "dont vous êtes tous conscients."
    }
  },
  {
    "translation": {
      "en": "I reminded him of the position of the Secretary General on this issue.",
      "fr": "Je lui ai rappelé la position du secrétaire général."
    }
  },
  {
    "translation": {
      "en": "But I don't think anyone can predict",
      "fr": "Personne ne peut prédire"
    }
  },
  {
    "translation": {
      "en": "what the human cost of such a war would be,",
      "fr": "le coût humain d'une telle guerre,"
    }
  },
  {
    "translation": {
      "en": "but it will be high by definition.",
      "fr": "mais il sera élevé par définition."
    }
  },
  {
    "translation": {
      "en": "[Tony Blair] The conflict in Iraq",
      "fr": "Le conflit en Irak et la destitution"
    }
  },
  {
    "translation": {
      "en": "and the removal of Saddam had been immensely controversial.",
      "fr": "de Saddam ont été extrêmement controversés."
    }
  },
  {
    "translation": {
      "en": "It had been deeply opposed by many within the international community.",
      "fr": "PREMIER MINISTRE DU ROYAUME-UNI 1997-2007 Beaucoup au sein de la communauté internationale s'y sont opposés."
    }
  },
  {
    "translation": {
      "en": "It split the UN Security Council.",
      "fr": "Ça a divisé le Conseil de sécurité de l'ONU."
    }
  },
  {
    "translation": {
      "en": "So I thought it was particularly important that the UN were in a prime role.",
      "fr": "Je pensais qu'il était important que l'ONU joue un rôle primordial."
    }
  },
  {
    "translation": {
      "en": "[Samantha Power] The countries that had fought",
      "fr": "Les pays qui se sont battus si farouchement"
    }
  },
  {
    "translation": {
      "en": "so fiercely over whether to go for war,",
      "fr": "pour la décision d'aller en guerre ou pas,"
    }
  },
  {
    "translation": {
      "en": "decided that they had to somehow kiss and make up.",
      "fr": "ont décidé qu'ils devaient se réconcilier."
    }
  },
  {
    "translation": {
      "en": "\"Let's agree that we all have an interest in seeing Iraq stabilized.",
      "fr": "\"Nous voulons tous voir la situation se stabiliser en Irak."
    }
  },
  {
    "translation": {
      "en": "Let's send a United Nations mission,",
      "fr": "Envoyons l'ONU,"
    }
  },
  {
    "translation": {
      "en": "and much more importantly, in a way, let's send the most charismatic,",
      "fr": "et surtout, envoyons la personne la plus charismatique, AUTEUR"
    }
  },
  {
    "translation": {
      "en": "most experienced person in the entire system of conflict management,",
      "fr": "la plus expérimentée du système de gestion des conflits,"
    }
  },
  {
    "translation": {
      "en": "conflict prevention, nation building, refugee care, you name it.",
      "fr": "de prévention des conflits, d'édification de nation, de soins aux réfugiés."
    }
  },
  {
    "translation": {
      "en": "Let's send this guy who's known as a cross between James Bond and Bobby Kennedy.",
      "fr": "Envoyons ce type qui est un croisement entre James Bond et Bobby Kennedy."
    }
  },
  {
    "translation": {
      "en": "Let's send Sérgio.\"",
      "fr": "Envoyons Sérgio.\""
    }
  },
  {
    "translation": {
      "en": "[Condoleezza Rice] I asked him personally to take the job in Iraq.",
      "fr": "Je lui ai demandé de prendre le poste en Irak."
    }
  },
  {
    "translation": {
      "en": "I said, \"You're the right person for this job and I hope you'll do it.\"",
      "fr": "CONSEILLÈRE À LA SÉCURITÉ NATIONALE 2001-2005 J'ai dit qu'il était parfait pour ce poste et que j'espérais qu'il le ferait."
    }
  },
  {
    "translation": {
      "en": "President Bush, I know, had met him and, I think, rated him very highly.",
      "fr": "Le président Bush l'avait rencontré et en avait pensée beaucoup de bien."
    }
  },
  {
    "translation": {
      "en": "Um, and, yeah, there was therefore a general consensus",
      "fr": "Il y avait donc un consensus général sur le fait"
    }
  },
  {
    "translation": {
      "en": "that if he could be persuaded to do it, he would be the right person.",
      "fr": "que s'il pouvait être persuadé de le faire, il serait parfait."
    }
  },
  {
    "translation": {
      "en": "[Carolina Larriera] He never wanted the job in Iraq.",
      "fr": "Il n'a jamais voulu le poste en Irak."
    }
  },
  {
    "translation": {
      "en": "But that week he called me to say",
      "fr": "Mais cette semaine-là, il m'a appelé pour dire"
    }
  },
  {
    "translation": {
      "en": "that he had just received a phone call from New York,",
      "fr": "qu'il venait de recevoir un appel de New York,"
    }
  },
  {
    "translation": {
      "en": "where the Secretary General was asking him to go and see him.",
      "fr": "le secrétaire général lui avait demandé de venir le voir."
    }
  },
  {
    "translation": {
      "en": "And I ask him, \"Is that to talk about what? About Iraq?",
      "fr": "Je lui ai demandé, \"C'est pour parler de l'Irak ?"
    }
  },
  {
    "translation": {
      "en": "But you were already clear about your position vis-à-vis Iraq.\"",
      "fr": "ÉCONOMISTE À L'ONU FIANCÉE DE SÉRGIO Mais tu as été clair sur ta position vis-à-vis de l'Irak. \""
    }
  },
  {
    "translation": {
      "en": "Sérgio, with his friends, was absolutely adamantly saying, \"No way, forget it.",
      "fr": "Sérgio, avec ses amis, disait catégoriquement \"Pas question, oubliez ça."
    }
  },
  {
    "translation": {
      "en": "Are you crazy?",
      "fr": "Vous êtes fou ?"
    }
  },
  {
    "translation": {
      "en": "I've just got a new job, and here with Carolina, etc., etc...\"",
      "fr": "J'ai un nouveau boulot, avec Carolina, etc...\" HAUT-COMMISSAIRE DE L'ONU POUR LES RÉFUGIÉS"
    }
  },
  {
    "translation": {
      "en": "Gradually the interest mounted and the pressures mounted",
      "fr": "Peu à peu, l'intérêt montait et les pressions montaient"
    }
  },
  {
    "translation": {
      "en": "and, uh, he clearly became more interested and, uh...",
      "fr": "et il est clairement devenu plus intéressé..."
    }
  },
  {
    "translation": {
      "en": "was finally influenced I think, by the profile of the issue.",
      "fr": "Il a finalement été influencé par le profil du problème."
    }
  },
  {
    "translation": {
      "en": "It was the center stage of international UN action in 2003.",
      "fr": "C'était l'épicentre de l'action internationale de l'ONU en 2003."
    }
  },
  {
    "translation": {
      "en": "I have asked Mr. Sérgio de Mello to serve as my special representative.",
      "fr": "J'ai demandé à M. Sérgio de Mello de me servir de représentant spécial."
    }
  },
  {
    "translation": {
      "en": "He will lead the UN effort in Iraq...",
      "fr": "Il dirigera l'effort de l'ONU en Irak"
    }
  },
  {
    "translation": {
      "en": "for the next four months.",
      "fr": "pendant les quatre prochains mois."
    }
  },
  {
    "translation": {
      "en": "[Power] He went to Iraq with a cadre of experts",
      "fr": "Il est allé en Irak avec un groupe d'experts"
    }
  },
  {
    "translation": {
      "en": "on constitutions, elections, policing, refugees...",
      "fr": "sur les constitutions, les élections, le maintien de l'ordre, les réfugiés..."
    }
  },
  {
    "translation": {
      "en": "The best and brightest of international community.",
      "fr": "Les meilleurs et les plus brillants de la communauté internationale."
    }
  },
  {
    "translation": {
      "en": "He felt like he had all that he needed for success,",
      "fr": "Il pensait qu'il avait tout ce qu'il fallait pour réussir,"
    }
  },
  {
    "translation": {
      "en": "and the way he defines success was a speedy end to the occupation,",
      "fr": "et sa définition du succès était une fin rapide à l'occupation,"
    }
  },
  {
    "translation": {
      "en": "and a smooth and peaceful transition",
      "fr": "et une transition douce et paisible"
    }
  },
  {
    "translation": {
      "en": "to a brighter post-Saddam independent future.",
      "fr": "vers un avenir plus radieux et indépendant après Saddam."
    }
  },
  {
    "translation": {
      "en": "We see our role as one that supports the Iraqis to replace",
      "fr": "Notre rôle est d'aider les Irakiens à remplacer au plus vite la coalition"
    }
  },
  {
    "translation": {
      "en": "as soon as possible the coalition",
      "fr": "à remplacer au plus vite la coalition"
    }
  },
  {
    "translation": {
      "en": "and recover fully their sovereignty.",
      "fr": "et à retrouver pleinement leur souveraineté."
    }
  },
  {
    "translation": {
      "en": "No one likes to be under occupation.",
      "fr": "Personne n'aime être sous occupation."
    }
  },
  {
    "translation": {
      "en": "And I often ask myself how would I feel",
      "fr": "Je me demande souvent ce que je ressentirais"
    }
  },
  {
    "translation": {
      "en": "if I saw foreign tanks in the streets of Rio de Janeiro, my home town.",
      "fr": "si je voyais des tanks étrangers à Rio de Janeiro, dans ma ville natale."
    }
  },
  {
    "translation": {
      "en": "I wouldn't like it",
      "fr": "Ça ne me plairait pas"
    }
  },
  {
    "translation": {
      "en": "and I would want that to come to an end very, very quickly.",
      "fr": "et je voudrais que ça se termine très vite."
    }
  },
  {
    "translation": {
      "en": "And I would have wanted it not to happen in the first place.",
      "fr": "J'aurais voulu que ça n'arrive pas du tout."
    }
  },
  {
    "translation": {
      "en": "[Larriera] Sérgio was exhausted. It was the month of August.",
      "fr": "Sérgio était épuisé. C'était le mois d'août."
    }
  },
  {
    "translation": {
      "en": "It was extremely hot in Baghdad.",
      "fr": "Il extrêmement chaud à Bagdad."
    }
  },
  {
    "translation": {
      "en": "We got up early. We met our other colleagues downstairs,",
      "fr": "On s'est levés tôt. On a rencontré nos collègues en bas,"
    }
  },
  {
    "translation": {
      "en": "and then, uh, headed all together to the Canal Hotel.",
      "fr": "puis on est allés tous ensemble à l'hôtel Canal."
    }
  },
  {
    "translation": {
      "en": "[Power in English] On August 19th, he was preparing to issue two statements.",
      "fr": "Le 19 août, il se préparait à faire deux déclarations."
    }
  },
  {
    "translation": {
      "en": "Two open criticisms of the coalition for their excessive use of force.",
      "fr": "Deux critiques contre la coalition pour leur usage excessif de la force."
    }
  },
  {
    "translation": {
      "en": "He knew the Americans would go nuts,",
      "fr": "Il savait que ça rendrait fous les Américains,"
    }
  },
  {
    "translation": {
      "en": "and yet Sérgio understood if he didn't take this step,",
      "fr": "mais Sérgio avait compris que s'il ne le faisait pas,"
    }
  },
  {
    "translation": {
      "en": "the United Nations would continue more and more to just be seen as an accomplice",
      "fr": "l'ONU continuerait d'être de plus en plus considéré comme des complices"
    }
  },
  {
    "translation": {
      "en": "of the United States.",
      "fr": "des États-Unis."
    }
  },
  {
    "translation": {
      "en": "[in English] Unexpectedly, the meeting had been cancelled,",
      "fr": "De façon inattendue, la réunion a été annulée,"
    }
  },
  {
    "translation": {
      "en": "so he ended up remaining in the office",
      "fr": "alors il est resté dans le bureau"
    }
  },
  {
    "translation": {
      "en": "and called me in at lunchtime to have lunch with him.",
      "fr": "et m'a appelé pour déjeuner avec lui."
    }
  },
  {
    "translation": {
      "en": "I told him that I was going to stay in and skip lunch and just work through.",
      "fr": "Je lui ai dit que j'allais rester, sauter le déjeuner et travailler."
    }
  },
  {
    "translation": {
      "en": "Then I knew that in the afternoon he was having another series of meetings",
      "fr": "Je savais que l'après-midi, il aurait une autre série de réunions"
    }
  },
  {
    "translation": {
      "en": "and we were going to meet each other again.",
      "fr": "et qu'on se reverrait."
    }
  },
  {
    "translation": {
      "en": "[Gil Loescher] We arrived in Baghdad that morning.",
      "fr": "Nous sommes arrivés à Bagdad ce matin-là."
    }
  },
  {
    "translation": {
      "en": "It was a short initial trip to get a feel for the lay of the land.",
      "fr": "C'était une petite visite pour se faire une idée de la configuration du terrain."
    }
  },
  {
    "translation": {
      "en": "We went directly to the headquarters of the Coalition Provisional Authority",
      "fr": "Nous sommes allés directement au siège de l'Autorité provisoire de la coalition INSTITUT INTERNATIONAL D'ÉTUDES STRATÉGIQUES"
    }
  },
  {
    "translation": {
      "en": "and saw Paul Bremer.",
      "fr": "où nous avons rencontré Paul Bremer."
    }
  },
  {
    "translation": {
      "en": "My abiding memory of the interview was that, at the very end he said,",
      "fr": "Mon souvenir de l'entretien, c'est qu'à la fin, il a dit,"
    }
  },
  {
    "translation": {
      "en": "\"You know, the security situation is improving,",
      "fr": "\"La sécurité s'améliore,"
    }
  },
  {
    "translation": {
      "en": "in fact it's, you know, it's, it's in very good shape.\"",
      "fr": "et qu'elle est même très stable.\""
    }
  },
  {
    "translation": {
      "en": "From there we went to the United Nations.",
      "fr": "De là, on est allés aux Nations Unies."
    }
  },
  {
    "translation": {
      "en": "We wanted to hear from Sérgio what he thought the UN had been able to achieve.",
      "fr": "Nous voulions savoir ce que Sérgio pensait sur ce que l'ONU avait pu accomplir."
    }
  },
  {
    "translation": {
      "en": "We were early for the meeting.",
      "fr": "On était en avance pour la réunion."
    }
  },
  {
    "translation": {
      "en": "Someone came and let us up, I think it was the third floor,",
      "fr": "Quelqu'un nous a menés au troisième étage, je crois,"
    }
  },
  {
    "translation": {
      "en": "to Sérgio's office.",
      "fr": "au bureau de Sérgio."
    }
  },
  {
    "translation": {
      "en": "[in English] Sérgio was at his desk and was putting papers together,",
      "fr": "Sérgio était à son bureau et assemblait des papiers,"
    }
  },
  {
    "translation": {
      "en": "and then he came over to us and sat us down.",
      "fr": "puis il est venu nous voir et nous a assis."
    }
  },
  {
    "translation": {
      "en": "I was sitting directly opposite him, just a couple of feet away.",
      "fr": "J'étais assis juste en face de lui, à quelques mètres."
    }
  },
  {
    "translation": {
      "en": "I think we will be surprised at the highlight of causalities that we have.",
      "fr": "Nous serons surpris par les effets des causalités que nous avons."
    }
  },
  {
    "translation": {
      "en": "Specifically with the unexploded ordinance.",
      "fr": "Surtout avec les engins non explosés."
    }
  },
  {
    "translation": {
      "en": "And in our landmine impact survey in the north we found that...",
      "fr": "Dans notre enquête sur les mines terrestres dans le nord, on a trouvé..."
    }
  },
  {
    "translation": {
      "en": "-eighty-- -[explosion]",
      "fr": "quatre-vingts..."
    }
  },
  {
    "translation": {
      "en": "-[man] Stay where you are! -[people screaming]",
      "fr": "Restez où vous êtes !"
    }
  },
  {
    "translation": {
      "en": "Stay where you are!",
      "fr": "Restez où vous êtes !"
    }
  },
  {
    "translation": {
      "en": "Stay where you are!",
      "fr": "Restez où vous êtes !"
    }
  },
  {
    "translation": {
      "en": "Stay where you are!",
      "fr": "Restez où vous êtes !"
    }
  },
  {
    "translation": {
      "en": "Stay where you are!",
      "fr": "Restez où vous êtes !"
    }
  },
  {
    "translation": {
      "en": "[man] Tell your people to stay near a wall, please.",
      "fr": "Dites aux gens de rester près d'un mur."
    }
  },
  {
    "translation": {
      "en": "[Ghassan Salamé] When the explosion took place, I thought it was a mortar.",
      "fr": "Quand l'explosion a eu lieu, j'ai cru que c'était un mortier."
    }
  },
  {
    "translation": {
      "en": "Which tells you that even after many years in Beirut,",
      "fr": "Ce qui prouve que même après des années à Beyrouth, CONSEILLER POLITIQUE POUR L'ONU EN IRAK"
    }
  },
  {
    "translation": {
      "en": "you still can be wrong on things.",
      "fr": "CONSEILLER POLITIQUE POUR L'ONU EN IRAK on peut encore se tromper."
    }
  },
  {
    "translation": {
      "en": "When Ghassan stood up,",
      "fr": "Quand Ghassan s'est levé,"
    }
  },
  {
    "translation": {
      "en": "he-- he had some kind of very strange kind of smile that...",
      "fr": "ASSISTANTE ADMINISTRATIVE POUR L'ONU EN IRAK Il avait un genre de sourire étrange..."
    }
  },
  {
    "translation": {
      "en": "he's okay,",
      "fr": "Il allait bien."
    }
  },
  {
    "translation": {
      "en": "and then immediately he said, \"Let us go and see what's happened to the people.\"",
      "fr": "Et immédiatement, il a dit, \"Allons voir comment vont les autres.\""
    }
  },
  {
    "translation": {
      "en": "I took my telephone, took my neck tie, my jacket, my laptop, my passport,",
      "fr": "J'ai pris mon téléphone, ma cravate, ma veste, mon ordinateur, mon passeport,"
    }
  },
  {
    "translation": {
      "en": "and I went out and I discovered that...",
      "fr": "je suis sorti et j'ai découvert que..."
    }
  },
  {
    "translation": {
      "en": "a lot of people were shouting, crying, bleeding.",
      "fr": "beaucoup de gens criaient, pleuraient, saignaient."
    }
  },
  {
    "translation": {
      "en": "[Taher] We could see blood everywhere.",
      "fr": "On voyait du sang partout."
    }
  },
  {
    "translation": {
      "en": "On the walls of the corridor, body is there...",
      "fr": "Sur les murs du couloir. Il y avait des corps..."
    }
  },
  {
    "translation": {
      "en": "You don't know if they're alive or not.",
      "fr": "On ne savait pas s'ils étaient vivants ou pas."
    }
  },
  {
    "translation": {
      "en": "And things burning...",
      "fr": "Et il y a des choses qui brûlent..."
    }
  },
  {
    "translation": {
      "en": "The smell of burn, the smell of blood.",
      "fr": "L'odeur de brûlé, l'odeur du sang."
    }
  },
  {
    "translation": {
      "en": "I stood up and I see Mona Rishmawi across from me",
      "fr": "Je me suis levée et j'ai vu Mona Rishmawi en face de moi."
    }
  },
  {
    "translation": {
      "en": "and I see her looking at me",
      "fr": "Je l'ai vue me regarder"
    }
  },
  {
    "translation": {
      "en": "and there's a drip of blood that is coming down her forehead.",
      "fr": "et il y a du sang qui coule sur son front."
    }
  },
  {
    "translation": {
      "en": "[Mona Rishmawi] And then I came to the first floor,",
      "fr": "Je suis arrivée au premier étage."
    }
  },
  {
    "translation": {
      "en": "my husband was in the first floor.",
      "fr": "Mon mari était au premier étage."
    }
  },
  {
    "translation": {
      "en": "So I called him, I said, \"Andrew? Andrew?\" And miraculously he came out,",
      "fr": "Je l'ai appelé. \"Andrew ?\" Et miraculeusement, il est apparu. CONSEILLÈRE EN DROITS DE L'HOMME POUR L'ONU EN IRAK"
    }
  },
  {
    "translation": {
      "en": "I'll never forget this.",
      "fr": "Je n'oublierai jamais ça."
    }
  },
  {
    "translation": {
      "en": "And the moment he took my hand, Carolina said, \"Sérgio. Sérgio. Sérgio,\"",
      "fr": "Quand il m'a pris la main, Carolina appelait, \"Sérgio. Sérgio.\""
    }
  },
  {
    "translation": {
      "en": "and she said, \"I have to find Sérgio.\"",
      "fr": "Elle disait, \"Je dois trouver Sérgio.\""
    }
  },
  {
    "translation": {
      "en": "[Larriera] I started screaming.",
      "fr": "J'ai commencé à crier."
    }
  },
  {
    "translation": {
      "en": "I cannot see anything because it's all dust.",
      "fr": "Je n'y voyais rien, c'était plein de poussière."
    }
  },
  {
    "translation": {
      "en": "I couldn't see. I saw this light, this blinding light all around me,",
      "fr": "Je ne voyais rien, puis il y a eu une lumière aveuglante tout autour de moi,"
    }
  },
  {
    "translation": {
      "en": "and, uh...",
      "fr": "Et..."
    }
  },
  {
    "translation": {
      "en": "and suddenly the dust starts to settle,",
      "fr": "la poussière commence à se disperser,"
    }
  },
  {
    "translation": {
      "en": "and I realize that this light is the sun.",
      "fr": "et je réalise que cette lumière est le soleil."
    }
  },
  {
    "translation": {
      "en": "The sunlight of 4:00 p.m. Baghdad.",
      "fr": "Le soleil de 16 heures à Bagdad."
    }
  },
  {
    "translation": {
      "en": "[William von Zehle] We were about 100 meters from the point of the blast.",
      "fr": "On était à environ 100 mètres du point de l'explosion."
    }
  },
  {
    "translation": {
      "en": "Bent over to pick up the paper work and the next thing I knew,",
      "fr": "Je me suis penché pour prendre les papiers et après ça, SERGENT-CHEF BATAILLON DES AFFAIRES CIVILES"
    }
  },
  {
    "translation": {
      "en": "I saw this intensely bright flash",
      "fr": "SERGENT-CHEF BATAILLON DES AFFAIRES CIVILES j'ai vu ce flash lumineux"
    }
  },
  {
    "translation": {
      "en": "and I had about an eighth of a second to think what the--",
      "fr": "et j'ai eu environ un huitième de seconde pour penser..."
    }
  },
  {
    "translation": {
      "en": "And then when I woke up I was lying across the room.",
      "fr": "Et je me suis réveillé de l'autre côté de la pièce."
    }
  },
  {
    "translation": {
      "en": "Minutes ago, an explosion ripped through a hotel in central Baghdad,",
      "fr": "Il y a quelques minutes, une explosion a détruit un hôtel du centre de Bagdad,"
    }
  },
  {
    "translation": {
      "en": "the headquarters for the UN. An update live...",
      "fr": "le siège de l'ONU. Une mise à jour en direct..."
    }
  },
  {
    "translation": {
      "en": "[reporter 1] ...by far the most serious attack that's been,",
      "fr": "...de loin l'attaque la plus sérieuse"
    }
  },
  {
    "translation": {
      "en": "since US troops took Baghdad.",
      "fr": "depuis que les troupes américaines ont pris Bagdad."
    }
  },
  {
    "translation": {
      "en": "[reporter 2] First this hour, terrorism in Baghdad.",
      "fr": "EXPLOSION DÉTRUIT LE SIÈGE DE L'ONU À BAGDAD Tout d'abord, le terrorisme à Bagdad."
    }
  },
  {
    "translation": {
      "en": "Right now at least 14 people are dead, dozens wounded...",
      "fr": "Au moins 14 personnes sont mortes, des dizaines ont été blessées..."
    }
  },
  {
    "translation": {
      "en": "[reporter 3] A bomb exploded directly below",
      "fr": "Une bombe a explosé"
    }
  },
  {
    "translation": {
      "en": "the office of its special representative here, Sérgio de Mello.",
      "fr": "sous le bureau du représentant spécial, Sérgio de Mello."
    }
  },
  {
    "translation": {
      "en": "The UN has been there in what used to be the Canal Hotel since the early 1990s.",
      "fr": "L'ONU siégeait dans ce qui était l'hôtel Canal depuis 1990."
    }
  },
  {
    "translation": {
      "en": "Three hundred UN staff work inside.",
      "fr": "Trois cents employés de l'ONU travaillaient à l'intérieur."
    }
  },
  {
    "translation": {
      "en": "It's home to several UN humanitarian agencies,",
      "fr": "Il abritait plusieurs agences humanitaires de l'ONU"
    }
  },
  {
    "translation": {
      "en": "all working on the rebuilding of Iraq.",
      "fr": "qui travaillaient à la reconstruction de l'Irak."
    }
  },
  {
    "translation": {
      "en": "[in English] I was calling out, stopping, listening.",
      "fr": "J'appelais, j'arrêtais, j'écoutais. CONSEILLER MILITAIRE DE L'ONU EN IRAK"
    }
  },
  {
    "translation": {
      "en": "Move a meter, call out, stop, listen.",
      "fr": "Je me déplaçais d'un mètre et je recommençais."
    }
  },
  {
    "translation": {
      "en": "There was this other fellow who was running towards the rubble,",
      "fr": "Il y avait un autre type qui courait vers les décombres,"
    }
  },
  {
    "translation": {
      "en": "who was in US military uniform.",
      "fr": "qui était en uniforme militaire américain."
    }
  },
  {
    "translation": {
      "en": "I said, \"Who are you?\" And he said, \"My name's Bill.\"",
      "fr": "Je lui ai demandé qui il était, il a répondu, \"Je m'appelle Bill\"."
    }
  },
  {
    "translation": {
      "en": "The gentleman in a blue UN baseball cap came up and he said,",
      "fr": "Le monsieur avec la casquette bleue de l'ONU est venu et a dit"
    }
  },
  {
    "translation": {
      "en": "something to the effect of like, \"Where are the rest of your guys?\"",
      "fr": "quelque chose du genre, \"Où est le reste de vos hommes ?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"There are no rest of our guys,",
      "fr": "Et j'ai répondu, \"Il n'y a personne d'autre,"
    }
  },
  {
    "translation": {
      "en": "it's me and a captain right now.\"",
      "fr": "il n'y a que moi et un capitaine.\""
    }
  },
  {
    "translation": {
      "en": "I want to go in the building and do an internal reconnaissance and see.",
      "fr": "Je voulais aller dans le bâtiment pour faire une ronde et voir."
    }
  },
  {
    "translation": {
      "en": "I must be nuts to even think about going in the building.",
      "fr": "Je devais être fou pour penser à aller dans le bâtiment."
    }
  },
  {
    "translation": {
      "en": "But firefighters have this thing, we run into burning buildings",
      "fr": "Mais les pompiers ont ce truc, on court dans des bâtiments en feu"
    }
  },
  {
    "translation": {
      "en": "when everybody else is running out of burning buildings.",
      "fr": "quand tout le monde les fuit."
    }
  },
  {
    "translation": {
      "en": "We made our way upstairs and it was almost unrecognizable.",
      "fr": "On est montés à l'étage et c'était presque méconnaissable."
    }
  },
  {
    "translation": {
      "en": "I'd been up there on many occasions, for meetings...",
      "fr": "J'y étais souvent, pour des réunions..."
    }
  },
  {
    "translation": {
      "en": "As we walked along, I was looking",
      "fr": "En marchant, je regardais"
    }
  },
  {
    "translation": {
      "en": "and at one point I found a little spot of light down below.",
      "fr": "et à un moment, j'ai trouvé une petite lumière en bas."
    }
  },
  {
    "translation": {
      "en": "If you looked in there, I could see two people.",
      "fr": "En regardant de plus près, je pouvais voir deux personnes."
    }
  },
  {
    "translation": {
      "en": "[Loescher] The flash is what I remember.",
      "fr": "Le flash, c'est ce dont je me souviens."
    }
  },
  {
    "translation": {
      "en": "The ceiling collapsed, the floor collapsed.",
      "fr": "Le plafond s'est effondré, le sol s'est effondré."
    }
  },
  {
    "translation": {
      "en": "We were thrust down.",
      "fr": "On a été projetés."
    }
  },
  {
    "translation": {
      "en": "I heard someone say, \"Oh, shit!\"",
      "fr": "J'ai entendu quelqu'un dire, \"Oh, merde !\""
    }
  },
  {
    "translation": {
      "en": "As if someone had expected it.",
      "fr": "Comme s'il s'y attendait."
    }
  },
  {
    "translation": {
      "en": "I'm pretty sure it was Sérgio.",
      "fr": "Je suis sûr que c'était Sérgio."
    }
  },
  {
    "translation": {
      "en": "The next thing I remember is regaining consciousness",
      "fr": "Puis je me souviens d'avoir repris conscience"
    }
  },
  {
    "translation": {
      "en": "and not being able to move.",
      "fr": "et de ne plus pouvoir bouger."
    }
  },
  {
    "translation": {
      "en": "I remember looking up, um...",
      "fr": "Je me souviens d'avoir regardé vers le haut..."
    }
  },
  {
    "translation": {
      "en": "at, at someone...",
      "fr": "Il y avait quelqu'un"
    }
  },
  {
    "translation": {
      "en": "who was wearing a...",
      "fr": "qui portait un..."
    }
  },
  {
    "translation": {
      "en": "like a fireman's hat or, or helmet,",
      "fr": "un casque de pompier, un casque,"
    }
  },
  {
    "translation": {
      "en": "and, and I sort of waved at him.",
      "fr": "et je lui ai fait un signe de la main."
    }
  },
  {
    "translation": {
      "en": "It may sound melodramatic, but honestly from looking at it",
      "fr": "Ça peut sembler mélodramatique, mais honnêtement,"
    }
  },
  {
    "translation": {
      "en": "I was pretty convinced that this was gonna be a one-way trip. Um...",
      "fr": "j'étais persuadé que ce serait un voyage à sens unique."
    }
  },
  {
    "translation": {
      "en": "You know, I'd seen Oklahoma City done enough collapse-rescue stuff,",
      "fr": "J'ai vu Oklahoma City et fait assez de sauvetages dans des effondrements"
    }
  },
  {
    "translation": {
      "en": "and the building, it was still moving.",
      "fr": "et le bâtiment bougeait encore."
    }
  },
  {
    "translation": {
      "en": "Uh, you know, bricks were still falling,",
      "fr": "Les briques tombaient toujours,"
    }
  },
  {
    "translation": {
      "en": "it was, you know, within a few minutes of the blast.",
      "fr": "c'était quelques minutes après l'explosion."
    }
  },
  {
    "translation": {
      "en": "I was kind of convinced this was a one-way trip,",
      "fr": "J'étais sûr que c'était un voyage à sens unique,"
    }
  },
  {
    "translation": {
      "en": "and I said, you know, \"Tell my wife and, uh, my daughter I love them.\"",
      "fr": "et j'ai dit, \"Dites à ma femme et à ma fille que je les aime.\""
    }
  },
  {
    "translation": {
      "en": "I took my body armor off and started to climb down the hole.",
      "fr": "J'ai retiré mon gilet pare-balles et j'ai commencé à descendre dans le trou."
    }
  },
  {
    "translation": {
      "en": "I got down to about... [sighs] where the first floor would be.",
      "fr": "Je me suis retrouvé... où était le premier étage."
    }
  },
  {
    "translation": {
      "en": "At that point I had to turn around in a space",
      "fr": "À ce moment-là, j'ai devais me retourner"
    }
  },
  {
    "translation": {
      "en": "and basically slide down head first, so I could get next to him.",
      "fr": "et glisser la tête la première pour que je puisse l'approcher."
    }
  },
  {
    "translation": {
      "en": "And fortunately there was a piece of reinforcing rod, a rebar,",
      "fr": "Et heureusement, il y avait une barre d'armature, une barre,"
    }
  },
  {
    "translation": {
      "en": "that was sticking out of a concrete and I put my shoulder up against that.",
      "fr": "qui dépassait du béton et j'ai mis mon épaule contre ça."
    }
  },
  {
    "translation": {
      "en": "It was perfect, where I could basically lean down",
      "fr": "C'était parfait, je pouvais me pencher"
    }
  },
  {
    "translation": {
      "en": "and, you know, touch them.",
      "fr": "et les toucher."
    }
  },
  {
    "translation": {
      "en": "Um, and that's when I first introduced myself when I said,",
      "fr": "C'est là que je me suis présenté, j'ai dit,"
    }
  },
  {
    "translation": {
      "en": "you know, \"My name is Bill. I'm a civilian EMT. I'm from the army unit.",
      "fr": "\"Je m'appelle Bill. Je suis urgentiste. Je suis de l'armée."
    }
  },
  {
    "translation": {
      "en": "I promise I'm gonna get you guys out of here alive.\"",
      "fr": "Je promets de vous sortir d'ici vivants.\""
    }
  },
  {
    "translation": {
      "en": "I remember saying my name to that person.",
      "fr": "Je me souviens avoir dit mon nom à cette personne."
    }
  },
  {
    "translation": {
      "en": "Telling him that my name was Gil.",
      "fr": "J'ai dit que je m'appelais Gil."
    }
  },
  {
    "translation": {
      "en": "I remember very little else.",
      "fr": "Je me souviens très peu."
    }
  },
  {
    "translation": {
      "en": "One gentleman said \"My name is Gil,\" and he was directly in front of me.",
      "fr": "Un homme a dit \"Je m'appelle Gil\", il était devant moi."
    }
  },
  {
    "translation": {
      "en": "There was another gentleman, and he said his name was Sérgio.",
      "fr": "Il y avait un autre homme, il a dit qu'il s'appelait Sérgio."
    }
  },
  {
    "translation": {
      "en": "As we're talking, you know, he starts to say, I thought he initially said,",
      "fr": "En parlant, il commence à dire, ou je pensais qu'il avait dit,"
    }
  },
  {
    "translation": {
      "en": "\"Don't pull me out.\" And I said, \"Don't worry. We're gonna get you both out.",
      "fr": "\"Ne me retirez pas.\" J'ai dit \"Ne vous en faites pas. On vous sortira tous les deux."
    }
  },
  {
    "translation": {
      "en": "I promise we'll get you both out.\"",
      "fr": "Je promets vous le promets. \""
    }
  },
  {
    "translation": {
      "en": "And he goes, \"No, no. Don't let them pull the mission out.\"",
      "fr": "Et il dit, \"Non, non. Ne les laissez pas retirer la mission.\""
    }
  },
  {
    "translation": {
      "en": "And at this point, I'm still not sure who he is.",
      "fr": "À ce stade, je ne sais toujours pas qui il est."
    }
  },
  {
    "translation": {
      "en": "Then he's asking about, you know, the other people.",
      "fr": "Puis il pose des questions sur les autres."
    }
  },
  {
    "translation": {
      "en": "\"How many people are killed? How many people are wounded?",
      "fr": "Combien sont morts ? Combien de personnes ?"
    }
  },
  {
    "translation": {
      "en": "Do we know what happened?\"",
      "fr": "Sait-on ce qui s'est passé ?\""
    }
  },
  {
    "translation": {
      "en": "And suddenly I'm dawning, this guy's somebody who's, you know, in charge.",
      "fr": "Et soudain, je commence à réaliser que ce type est un responsable."
    }
  },
  {
    "translation": {
      "en": "It's not just a worker, he's asking questions as the guy in charge.",
      "fr": "Ce n'est pas juste un employé, il pose des questions en tant que responsable."
    }
  },
  {
    "translation": {
      "en": "And it dawned on me, \"Jesus, this is Sérgio de Mello.\"",
      "fr": "Et je me suis dit, \"Mon Dieu, c'est Sérgio de Mello.\""
    }
  },
  {
    "translation": {
      "en": "He had such perfect teeth.",
      "fr": "Il avait des dents parfaites."
    }
  },
  {
    "translation": {
      "en": "He was a happy boy, always laughing,",
      "fr": "C'était un garçon heureux, toujours souriant, MÈRE DE SÉRGIO"
    }
  },
  {
    "translation": {
      "en": "always in a good mood.",
      "fr": "toujours de bonne humeur."
    }
  },
  {
    "translation": {
      "en": "People would ask him to sing everywhere.",
      "fr": "Les gens lui demandaient toujours de chanter."
    }
  },
  {
    "translation": {
      "en": "When he was about three years old",
      "fr": "Quand il avait trois ans,"
    }
  },
  {
    "translation": {
      "en": "he could sing in four languages.",
      "fr": "il pouvait chanter en quatre langues."
    }
  },
  {
    "translation": {
      "en": "We moved to Italy.",
      "fr": "On a déménagé en Italie."
    }
  },
  {
    "translation": {
      "en": "There he attended a Catholic school.",
      "fr": "Là, il a fréquenté une école catholique."
    }
  },
  {
    "translation": {
      "en": "[Power in English] Sérgio was the son of a Brazilian diplomat,",
      "fr": "Sérgio était le fils d'un diplomate brésilien."
    }
  },
  {
    "translation": {
      "en": "so he spent most of his childhood years abroad, in Europe, mainly.",
      "fr": "Il a passé la plupart de son enfance à l'étranger, en Europe, principalement."
    }
  },
  {
    "translation": {
      "en": "In Genoa, in Milan, in Rome,",
      "fr": "À Gênes, à Milan, à Rome,"
    }
  },
  {
    "translation": {
      "en": "uh, Naples, and even in Beirut.",
      "fr": "à Naples, et même à Beyrouth."
    }
  },
  {
    "translation": {
      "en": "Through that vagabond life, this was just second nature to him.",
      "fr": "À travers cette vie vagabonde, c'est devenu une seconde nature pour lui."
    }
  },
  {
    "translation": {
      "en": "His capacity to just descend into a new place and look around and say,",
      "fr": "Sa capacité à arriver dans un nouvel endroit et à dire,"
    }
  },
  {
    "translation": {
      "en": "\"Okay, I'm home.\"",
      "fr": "\"Je suis à la maison.\""
    }
  },
  {
    "translation": {
      "en": "And then finally he went to a French school",
      "fr": "Et enfin, il est allé dans une école française,"
    }
  },
  {
    "translation": {
      "en": "at the Sorbonne",
      "fr": "à la Sorbonne"
    }
  },
  {
    "translation": {
      "en": "where he studied philosophy.",
      "fr": "où il a étudié la philosophie."
    }
  },
  {
    "translation": {
      "en": "[Power in English] He became activated politically,",
      "fr": "Il s'est activé politiquement,"
    }
  },
  {
    "translation": {
      "en": "partly by the philosophy, and mainly by what was going on",
      "fr": "en partie à travers la philosophie, et surtout par ce qui se passait"
    }
  },
  {
    "translation": {
      "en": "on the campus of the Sorbonne at that time.",
      "fr": "sur le campus de la Sorbonne à cette époque."
    }
  },
  {
    "translation": {
      "en": "It was 1968, war in Vietnam was raging,",
      "fr": "C'était en 1968, la guerre au Vietnam faisait rage,"
    }
  },
  {
    "translation": {
      "en": "um, students and workers throughout France were striking.",
      "fr": "les étudiants et les ouvriers dans toute la France étaient en grève."
    }
  },
  {
    "translation": {
      "en": "And of course in May of '68,",
      "fr": "Et bien sûr, en mai 1968,"
    }
  },
  {
    "translation": {
      "en": "the students ended up affectively taking over the campus.",
      "fr": "les étudiants finirent par prendre le contrôle du campus."
    }
  },
  {
    "translation": {
      "en": "Sérgio manned the barricades, threw stones at the police.",
      "fr": "Sérgio a tenu les barricades et jeté des pierres sur la police."
    }
  },
  {
    "translation": {
      "en": "What's amazing about his politics in those days is,",
      "fr": "Ce qui était génial avec sa politique de l'époque,"
    }
  },
  {
    "translation": {
      "en": "how dogmatic he is,",
      "fr": "c'était son dogmatisme,"
    }
  },
  {
    "translation": {
      "en": "how virulent his anti-Americanism, his anti-imperialism,",
      "fr": "et la virulence de son anti-américanisme, de son anti-impérialisme,"
    }
  },
  {
    "translation": {
      "en": "even his Marxism or Neo-Marxism is.",
      "fr": "et même son marxisme ou son néo-marxisme."
    }
  },
  {
    "translation": {
      "en": "I mean, he is a revolutionary to the core.",
      "fr": "Il était profondément révolutionnaire."
    }
  },
  {
    "translation": {
      "en": "He graduated from the Sorbonne in 1969.",
      "fr": "Il est diplômé de la Sorbonne en 1969."
    }
  },
  {
    "translation": {
      "en": "One of his best friends lived in Geneva,",
      "fr": "Un de ses meilleurs amis vivait à Genève,"
    }
  },
  {
    "translation": {
      "en": "and Sérgio, looking for work, went and crashed at his place.",
      "fr": "et Sérgio, à la recherche de travail, est allé rester avec lui."
    }
  },
  {
    "translation": {
      "en": "Got some interviews with international organizations,",
      "fr": "Il a eu des entretiens avec des organisations internationales,"
    }
  },
  {
    "translation": {
      "en": "and ended up at the UN High Commissioner for Refugees.",
      "fr": "et a fini au Haut-Commissariat des Nations Unies pour les Réfugiés."
    }
  },
  {
    "translation": {
      "en": "[McNamara] Those of us who joined in the '70s really worked on Third World issues.",
      "fr": "Dans les années 70, ils se concentraient vraiment sur les problèmes du tiers-monde."
    }
  },
  {
    "translation": {
      "en": "It was well regarded,",
      "fr": "Ils avaient une excellente réputation,"
    }
  },
  {
    "translation": {
      "en": "it was expanding rapidly,",
      "fr": "ça se développait rapidement,"
    }
  },
  {
    "translation": {
      "en": "it had an interesting mandate of not just aid, but also protection,",
      "fr": "il y avait un objectif intéressant de secours, mais aussi de protection,"
    }
  },
  {
    "translation": {
      "en": "it was politically very active in the sense,",
      "fr": "ils étaient politiquement très actifs,"
    }
  },
  {
    "translation": {
      "en": "that it was on hot borders and conflict areas.",
      "fr": "sur les frontières et zones de conflit."
    }
  },
  {
    "translation": {
      "en": "The turning point of Sérgio's relationship to his new place of employment",
      "fr": "Le tournant de la relation de Sérgio avec ses nouveaux employeurs,"
    }
  },
  {
    "translation": {
      "en": "was his first field mission,",
      "fr": "fut sa première mission de terrain"
    }
  },
  {
    "translation": {
      "en": "uh, which was in Bangladesh.",
      "fr": "qui a eu lieu au Bangladesh."
    }
  },
  {
    "translation": {
      "en": "Here Sérgio is tasked as a very young man to help provide shelter,",
      "fr": "Sérgio est très jeune et a pour mission d'aider à fournir un abri,"
    }
  },
  {
    "translation": {
      "en": "to help provide food, um, to try to come up with some kind of political strategy",
      "fr": "de la nourriture, et de trouver une stratégie politique"
    }
  },
  {
    "translation": {
      "en": "by which these people could eventually return to their homes.",
      "fr": "pour que ces gens puissent retourner chez eux."
    }
  },
  {
    "translation": {
      "en": "He discovered himself.",
      "fr": "Il s'est découvert."
    }
  },
  {
    "translation": {
      "en": "He suddenly saw extreme poverty, enormous refugee flows,",
      "fr": "Il a soudain vu l'extrême pauvreté, d'énormes flux de réfugiés,"
    }
  },
  {
    "translation": {
      "en": "and the ideals that had motivated him took life, they took flesh.",
      "fr": "et les idéaux qui l'avaient motivé ont pris la vie, ils ont pris chair."
    }
  },
  {
    "translation": {
      "en": "He realized that he was not merely a man of thought,",
      "fr": "Il a compris qu'il n'était pas qu'un homme de pensée,"
    }
  },
  {
    "translation": {
      "en": "but that if he wanted to make those ideals real,",
      "fr": "mais que s'il voulait réaliser ces idéaux,"
    }
  },
  {
    "translation": {
      "en": "he had to be a man of action.",
      "fr": "il devait être un homme d'action."
    }
  },
  {
    "translation": {
      "en": "[McNamara] I met Sérgio first time actually in Swaziland in 1976,",
      "fr": "J'ai rencontré Sérgio pour la première fois au Swaziland en 1976,"
    }
  },
  {
    "translation": {
      "en": "to move the Soweto kids who'd been attacked by the South African police,",
      "fr": "pour déplacer les enfants de Soweto attaqués par la police sud-africaine,"
    }
  },
  {
    "translation": {
      "en": "out of Swaziland to Tanzania.",
      "fr": "du Swaziland en Tanzanie."
    }
  },
  {
    "translation": {
      "en": "This was a very hot operation, as you can imagine",
      "fr": "C'était une opération compliquée, comme vous pouvez imaginer,"
    }
  },
  {
    "translation": {
      "en": "the South African security were all over the place,",
      "fr": "la sécurité sud-africaine était partout,"
    }
  },
  {
    "translation": {
      "en": "but we evacuated them through Mozambique.",
      "fr": "on les a évacués par le Mozambique."
    }
  },
  {
    "translation": {
      "en": "Sérgio was the acting UNHCR person in Maputo.",
      "fr": "Sérgio était le Haut-Commissaire de l'ONU pour les réfugiés à Maputo."
    }
  },
  {
    "translation": {
      "en": "[Richard Holbrooke] I met Sérgio Vieira de Mello in Cambodia and Thailand",
      "fr": "J'ai rencontré Sérgio Vieira de Mello au Cambodge et en Thaïlande"
    }
  },
  {
    "translation": {
      "en": "when the Khmer Rouge were driven out of power",
      "fr": "quand les Khmers rouges ont été chassés du pouvoir"
    }
  },
  {
    "translation": {
      "en": "and a massive refugee crisis ensued.",
      "fr": "une crise massive de réfugiés s'en est suivie."
    }
  },
  {
    "translation": {
      "en": "This is what brought a whole generation of people",
      "fr": "C'est ce qui a amené toute une génération ANCIEN AMBASSADEUR AMÉRICAIN POUR L'ONU"
    }
  },
  {
    "translation": {
      "en": "into the international humanitarian effort.",
      "fr": "dans l'effort humanitaire international."
    }
  },
  {
    "translation": {
      "en": "You're a better agronomist than I am.",
      "fr": "Tu es un meilleur agronome que moi."
    }
  },
  {
    "translation": {
      "en": "[grunts] Voilà.",
      "fr": "Voilà."
    }
  },
  {
    "translation": {
      "en": "[Holbrooke] Sérgio was the most dazzling, charismatic person in that area.",
      "fr": "Sérgio était l'homme le plus éblouissant et le plus charismatique de la région."
    }
  },
  {
    "translation": {
      "en": "[Sérgio] I better not shower him.",
      "fr": "Vaut mieux pas le doucher."
    }
  },
  {
    "translation": {
      "en": "[Holbrooke] How could a guy this charismatic, this good looking,",
      "fr": "Comment un bel homme aussi charismatique"
    }
  },
  {
    "translation": {
      "en": "be doing this kind of work?",
      "fr": "peut-il faire ce genre de travail ?"
    }
  },
  {
    "translation": {
      "en": "Well, he was one of the bright stars, no question.",
      "fr": "Il était très brillant."
    }
  },
  {
    "translation": {
      "en": "Probably, maybe, the brightest.",
      "fr": "Probablement, le plus brillant."
    }
  },
  {
    "translation": {
      "en": "He was the master magician,",
      "fr": "C'était maître magicien,"
    }
  },
  {
    "translation": {
      "en": "mediator, manager, massager of egos.",
      "fr": "médiateur, manager, masseur d'ego."
    }
  },
  {
    "translation": {
      "en": "[reporter] Would you mind spelling your last name?",
      "fr": "Pouvez-vous épeler votre nom de famille?"
    }
  },
  {
    "translation": {
      "en": "[chuckles] V-I-E-I-R-A D-E M-E-L-L-O.",
      "fr": "V-I-E-I-R-A D-E M-E-L-L-O."
    }
  },
  {
    "translation": {
      "en": "The mission was to return between 350 and 400,000 refugees",
      "fr": "La mission était de ramener entre 350 et 400 000 réfugiésÛ ASSISTANTE DE DIRECTION DE SÉRGIO AU CAMBODGE"
    }
  },
  {
    "translation": {
      "en": "who were primarily living on the borders with Thailand in refugee camps",
      "fr": "qui vivaient près de la frontière thaïlandaise dans des camps de réfugiés"
    }
  },
  {
    "translation": {
      "en": "for a prolonged period of time already",
      "fr": "déjà depuis longtemps"
    }
  },
  {
    "translation": {
      "en": "to return them ahead of the elections that were scheduled to take place.",
      "fr": "pour les ramener avant les élections qui devaient avoir lieu."
    }
  },
  {
    "translation": {
      "en": "Sérgio was convinced that the only way to make the repatriation a success",
      "fr": "Sérgio était convaincu que la seule façon de réussir le rapatriement"
    }
  },
  {
    "translation": {
      "en": "was to work with the Khmer Rouge.",
      "fr": "était de travailler avec les Khmers rouges."
    }
  },
  {
    "translation": {
      "en": "But this was controversial because...",
      "fr": "Mais c'était controversé car..."
    }
  },
  {
    "translation": {
      "en": "they were what they were. They, they...",
      "fr": "Ils étaient ce qu'ils étaient. Ils ont..."
    }
  },
  {
    "translation": {
      "en": "Their senior leadership had been part of a genocidal regime.",
      "fr": "Leur hauts fonctionnaires ont fait partie d'un régime génocidaire."
    }
  },
  {
    "translation": {
      "en": "[McNamara] He had a long fascination with evil genius.",
      "fr": "Il était fasciné par le génie du mal."
    }
  },
  {
    "translation": {
      "en": "The mind of evil men and how they functioned and why.",
      "fr": "L'esprit des hommes cruels et comment ils fonctionnaient et pourquoi."
    }
  },
  {
    "translation": {
      "en": "Especially intellectual evil, as the Khmer Rouge were.",
      "fr": "Surtout le mal intellectuel, comme les Khmers rouges."
    }
  },
  {
    "translation": {
      "en": "There was no question it was high risk and it shouldn't have happened.",
      "fr": "C'était à haut risque et ça n'aurait pas dû arriver."
    }
  },
  {
    "translation": {
      "en": "It was all done, um, in a bit of a...",
      "fr": "Tout a été fait dans un..."
    }
  },
  {
    "translation": {
      "en": "an unorthodox way.",
      "fr": "D'une façon peu orthodoxe."
    }
  },
  {
    "translation": {
      "en": "There was a meeting place which was in the middle of nowhere.",
      "fr": "Il y avait un lieu de rencontre, au milieu de nulle part."
    }
  },
  {
    "translation": {
      "en": "We had no idea where we were going.",
      "fr": "On ne savait pas où on allait."
    }
  },
  {
    "translation": {
      "en": "I remember Sérgio's driver declared him, basically, insane.",
      "fr": "Le chauffeur de Sérgio l'a traité de fou."
    }
  },
  {
    "translation": {
      "en": "We had to walk through minefields.",
      "fr": "On a dû traverser des champs de mines."
    }
  },
  {
    "translation": {
      "en": "There was no radio contact.",
      "fr": "Il n'y avait pas de contact radio."
    }
  },
  {
    "translation": {
      "en": "And it was an hour and a half by tractor trailer",
      "fr": "Et c'était une heure et demie par camion-remorque"
    }
  },
  {
    "translation": {
      "en": "to a miniscule kind of settlement headquarters.",
      "fr": "jusqu'à un minuscule quartier général dans un campement."
    }
  },
  {
    "translation": {
      "en": "We spent the rest of the day there and evening and had discussions with them",
      "fr": "On a y passé le reste de la journée et le soir et on a discuté avec eux"
    }
  },
  {
    "translation": {
      "en": "about the land and where people could return.",
      "fr": "de territoires et des endroits où les gens pourraient revenir."
    }
  },
  {
    "translation": {
      "en": "It was just an extraordinary experience.",
      "fr": "C'était une expérience extraordinaire."
    }
  },
  {
    "translation": {
      "en": "Sérgio never underestimated, of course, who he was dealing with",
      "fr": "Sérgio n'a jamais sous-estimé, bien sûr, à qui il avait affaire"
    }
  },
  {
    "translation": {
      "en": "and what their, their historical baggage was,",
      "fr": "et quel était leur bagage historique,"
    }
  },
  {
    "translation": {
      "en": "but that did not cause him to think that he shouldn't talk to them.",
      "fr": "mais ça ne l'a pas empêché de leur parler."
    }
  },
  {
    "translation": {
      "en": "He wasn't a black or white kind of guy.",
      "fr": "Il ne voyait pas les choses en noir ou blanc."
    }
  },
  {
    "translation": {
      "en": "[McNamara] War Criminals, My Friends",
      "fr": "\"Les criminels de guerre, mes amis\""
    }
  },
  {
    "translation": {
      "en": "is what his autobiography could have been called.",
      "fr": "aurait pu être le titre de son autobiographie."
    }
  },
  {
    "translation": {
      "en": "He was rather inclined to see a broader view, perhaps, than many of us would.",
      "fr": "Il était plutôt enclin à avoir une vision plus large que beaucoup d'entre nous."
    }
  },
  {
    "translation": {
      "en": "Uh, I would be the dogmatic, uh...",
      "fr": "J'avais plutôt une approche dogmatique,"
    }
  },
  {
    "translation": {
      "en": "human rights approach that these guys were war criminals",
      "fr": "des droits de l'homme. C'était des criminels de guerre"
    }
  },
  {
    "translation": {
      "en": "and should be put on trial immediately.",
      "fr": "et ils devaient être jugés immédiatement."
    }
  },
  {
    "translation": {
      "en": "He told me to stop, get off my high horse.",
      "fr": "Il m'a dit d'arrêter et de descendre de mes grands chevaux."
    }
  },
  {
    "translation": {
      "en": "I think, and it was a breakthrough.",
      "fr": "C'était une percée."
    }
  },
  {
    "translation": {
      "en": "It was the first time that the UN,",
      "fr": "C'était la première fois que l'ONU,"
    }
  },
  {
    "translation": {
      "en": "and probably foreigners for that matter,",
      "fr": "et probablement des étrangers d'ailleurs,"
    }
  },
  {
    "translation": {
      "en": "were in touch with the official Khmer governing structure.",
      "fr": "étaient en contact avec la structure officielle khmère."
    }
  },
  {
    "translation": {
      "en": "Sérgio managed to convince at least some leading members of the Khmer Rouge",
      "fr": "Sérgio a réussi à convaincre certains membres influents des Khmers rouges"
    }
  },
  {
    "translation": {
      "en": "that cooperation with the international community",
      "fr": "que la coopération avec la communauté internationale"
    }
  },
  {
    "translation": {
      "en": "was a more constructive approach,",
      "fr": "était plus constructive,"
    }
  },
  {
    "translation": {
      "en": "and more in their self-interest than sabotage.",
      "fr": "et plus dans leur propre intérêt que le sabotage."
    }
  },
  {
    "translation": {
      "en": "More tangibly, he managed to produce one of the few concrete successes",
      "fr": "Plus concrètement, il a réussi à produire l'un des rares succès concrets"
    }
  },
  {
    "translation": {
      "en": "of a long international",
      "fr": "d'un long et coûteux"
    }
  },
  {
    "translation": {
      "en": "and a very expensive international engagement in Cambodia...",
      "fr": "engagement international au Cambodge..."
    }
  },
  {
    "translation": {
      "en": "the return of 400,000 Cambodians to their homes.",
      "fr": "Le retour de 400 000 Cambodgiens chez eux."
    }
  },
  {
    "translation": {
      "en": "[Bos] I think there was a huge sense of being vindicated.",
      "fr": "Je crois qu'il y avait un sentiment d'être vengé."
    }
  },
  {
    "translation": {
      "en": "I think you can almost see a sense of satisfaction on his face",
      "fr": "On peut presque voir un sentiment de satisfaction sur son visage"
    }
  },
  {
    "translation": {
      "en": "that they're able to take their destiny in their own hands.",
      "fr": "car ils pouvaient enfin prendre leur destin en main."
    }
  },
  {
    "translation": {
      "en": "May they be blessed with happiness, lasting peace, and prosperity.",
      "fr": "Puissent-ils être bénis par le bonheur, la paix durable et la prospérité."
    }
  },
  {
    "translation": {
      "en": "We are all here betting on peace.",
      "fr": "Nous parions tous ici sur la paix."
    }
  },
  {
    "translation": {
      "en": "We will, as from this morning,",
      "fr": "Ce matin,"
    }
  },
  {
    "translation": {
      "en": "and with deep emotion, escort you home.",
      "fr": "nous vous escorterons chez vous avec beaucoup d'émotion."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "From that point forward, he wasn't just a UN success story,",
      "fr": "À partir de à, il n'était pas seulement un exemple de réussite de l'ONU,"
    }
  },
  {
    "translation": {
      "en": "or a humanitarian success story,",
      "fr": "ou de réussite humanitaire,"
    }
  },
  {
    "translation": {
      "en": "he was an individual that governments thought about as a problem solver,",
      "fr": "il était un individu que les gouvernements voyaient comme un résolveur de problèmes,"
    }
  },
  {
    "translation": {
      "en": "as a troubleshooter, as a go-to guy.",
      "fr": "un conciliateur, l'homme de la situation."
    }
  },
  {
    "translation": {
      "en": "As someone that you could put into harm's way,",
      "fr": "Quelqu'un qu'on peut mettre en danger,"
    }
  },
  {
    "translation": {
      "en": "have talk to the world's most dangerous people,",
      "fr": "qui peut parler aux gens les plus dangereux du monde,"
    }
  },
  {
    "translation": {
      "en": "and he could somehow pull rabbits out of the hat.",
      "fr": "et qui fait des miracles."
    }
  },
  {
    "translation": {
      "en": "I already looked at him like 007.",
      "fr": "Je le voyais déjà comme 007."
    }
  },
  {
    "translation": {
      "en": "He never dies.",
      "fr": "Il ne meurt jamais."
    }
  },
  {
    "translation": {
      "en": "I asked him one time, \"Sérgio,",
      "fr": "Je lui ai demandé une fois, \"Sérgio,"
    }
  },
  {
    "translation": {
      "en": "why do you go to all these countries,",
      "fr": "NEVEU DE SÉRGIO pourquoi tu vas dans tous ces pays,"
    }
  },
  {
    "translation": {
      "en": "that have such conflicts, that are so dangerous?\"",
      "fr": "qui ont de tels conflits, qui sont si dangereux?\""
    }
  },
  {
    "translation": {
      "en": "He just laughed",
      "fr": "Il a ri"
    }
  },
  {
    "translation": {
      "en": "and didn't reply.",
      "fr": "et n'a pas répondu."
    }
  },
  {
    "translation": {
      "en": "[Vance Kuhner] It sounded to me like a 500-pound bomb",
      "fr": "On aurait dit qu'une bombe de 200 kilos"
    }
  },
  {
    "translation": {
      "en": "had gone off, and very close.",
      "fr": "avait explosé, et tout près."
    }
  },
  {
    "translation": {
      "en": "I went down on one knee",
      "fr": "Je suis tombé sur un genou CAPITAINE, POLICE MILITAIRE"
    }
  },
  {
    "translation": {
      "en": "and when I stood back up again, I looked at my first sergeant and I said,",
      "fr": "CAPITAINE, POLICE MILITAIRE et quand je me suis relevé, j'ai dit à mon sergent-chef,"
    }
  },
  {
    "translation": {
      "en": "\"Let's go. Let's get in the truck.\"",
      "fr": "\"Allons dans le camion.\""
    }
  },
  {
    "translation": {
      "en": "My driver said, \"Where to go?\" I said, \"You see the smoke?",
      "fr": "Mon chauffeur a dit, \"On va où ?\" J'ai dit, MÉDECIN, ARMÉE DE RÉSERVE"
    }
  },
  {
    "translation": {
      "en": "Follow the smoke.\"",
      "fr": "\"Suivez la fumée.\""
    }
  },
  {
    "translation": {
      "en": "My philosophy of the UN was not 100%.",
      "fr": "Ma philosophie de l'ONU n'était pas à 100 %."
    }
  },
  {
    "translation": {
      "en": "The UN believes a lot of talking will solve all the problems,",
      "fr": "L'ONU pense que beaucoup de discussions résoudront tous les problèmes,"
    }
  },
  {
    "translation": {
      "en": "and they don't.",
      "fr": "et c'est faux."
    }
  },
  {
    "translation": {
      "en": "Sometimes you need to have brute force.",
      "fr": "Parfois, il faut de la force."
    }
  },
  {
    "translation": {
      "en": "On that day it didn't make any difference.",
      "fr": "Ce jour-là, ça n'a rien changé."
    }
  },
  {
    "translation": {
      "en": "There were people there that needed our help,",
      "fr": "Il y avait des gens qui avaient besoin de notre aide,"
    }
  },
  {
    "translation": {
      "en": "and my job was to accomplish that.",
      "fr": "et mon travail était d'y parvenir."
    }
  },
  {
    "translation": {
      "en": "[Kuhner] I wasn't prepared for what I'd saw.",
      "fr": "Je n'étais pas préparé pour ce que j'avais vu."
    }
  },
  {
    "translation": {
      "en": "Mass chaos.",
      "fr": "Un chaos de masse."
    }
  },
  {
    "translation": {
      "en": "Wounded people everywhere.",
      "fr": "Des blessés partout."
    }
  },
  {
    "translation": {
      "en": "I saw one man, he had a piece of rebar that was stuck through his cheeks",
      "fr": "J'ai vu un homme, il avait un morceau de ferraille coincé entre les joues"
    }
  },
  {
    "translation": {
      "en": "and he was sitting there smoking a cigarette.",
      "fr": "et il fumait une cigarette."
    }
  },
  {
    "translation": {
      "en": "Absolute insanity.",
      "fr": "La folie absolue."
    }
  },
  {
    "translation": {
      "en": "Time was our enemy.",
      "fr": "Le temps était notre ennemi."
    }
  },
  {
    "translation": {
      "en": "We needed to start moving people.",
      "fr": "On devait évacuer les gens."
    }
  },
  {
    "translation": {
      "en": "[Valentine] It looked like a car bomb came in",
      "fr": "On aurait dit une voiture piégée"
    }
  },
  {
    "translation": {
      "en": "and it was setting off all the other vehicles that were next to it.",
      "fr": "qui aurait déclenché tous les autres véhicules à côté."
    }
  },
  {
    "translation": {
      "en": "We had people that were crawling out of the building.",
      "fr": "Il y avait des gens qui sortaient en ranpant du bâtiment."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay, I'll take control of this.\"",
      "fr": "J'ai dit, \"Bon, je vais prendre le contrôle.\""
    }
  },
  {
    "translation": {
      "en": "This little section, this little island,",
      "fr": "Cette petite section, cette île insulaire,"
    }
  },
  {
    "translation": {
      "en": "dirt island is gonna be our triage and staging area right now.",
      "fr": "sera notre zone de triage et de rassemblement."
    }
  },
  {
    "translation": {
      "en": "We had to make decisions on who was gonna live and who was gonna die.",
      "fr": "On devait décider qui allait vivre et qui allait mourir."
    }
  },
  {
    "translation": {
      "en": "[William] One of the things we have in civilian medical world",
      "fr": "L'une des choses qu'on a dans le monde médical civil,"
    }
  },
  {
    "translation": {
      "en": "is called the \"Golden Hour.\"",
      "fr": "c'est \"l'heure d'or\"."
    }
  },
  {
    "translation": {
      "en": "Basically if you can get somebody to the trauma center",
      "fr": "Si on peut amener un blessé au centre de traumatologie"
    }
  },
  {
    "translation": {
      "en": "within 60 minutes from injury,",
      "fr": "dans les 60 minutes,"
    }
  },
  {
    "translation": {
      "en": "if you can get him there alive, they have a pretty good chance of surviving.",
      "fr": "si on peut l'amener vivant, il aura de bonnes chances de survivre."
    }
  },
  {
    "translation": {
      "en": "At least in the Western world.",
      "fr": "Du moins, dans le monde occidental."
    }
  },
  {
    "translation": {
      "en": "At this point, I don't hear anybody calling,",
      "fr": "À ce stade, je n'entends personne appeler,"
    }
  },
  {
    "translation": {
      "en": "it's just a quiet little womb in there,",
      "fr": "c'est juste un petit vide tranquille,"
    }
  },
  {
    "translation": {
      "en": "it's hotter than you know what.",
      "fr": "il y fait extrêmement chaud."
    }
  },
  {
    "translation": {
      "en": "Both men were covered in brick and debris from the waist down.",
      "fr": "Les deux hommes étaient couverts de briques et de débris jusqu'à la taille."
    }
  },
  {
    "translation": {
      "en": "Sérgio was actually more almost chest high.",
      "fr": "Pour Sérgio c'était plus près de la poitrine."
    }
  },
  {
    "translation": {
      "en": "You couldn't see that anything was broken or out of place,",
      "fr": "On ne voyait pas s'il avait quelque chose de cassé,"
    }
  },
  {
    "translation": {
      "en": "but he was covered completely.",
      "fr": "mais il était complètement couvert."
    }
  },
  {
    "translation": {
      "en": "They both had severe lower extremity injuries.",
      "fr": "Ils avaient de graves blessures aux membres inférieurs."
    }
  },
  {
    "translation": {
      "en": "Gil, you could see, his left leg was folded up.",
      "fr": "La jambe gauch de Gil était repliée."
    }
  },
  {
    "translation": {
      "en": "Uh, Sérgio, we presumed he's got that much weight on him, he's got crush injuries.",
      "fr": "Sérgio avait tellement de poids sur lui, il avait des blessures par écrasement."
    }
  },
  {
    "translation": {
      "en": "I was able to start an IV on Gil Loescher.",
      "fr": "J'ai pu faire une intraveineuse surGil Loescher."
    }
  },
  {
    "translation": {
      "en": "I could not get to Sérgio de Mello well enough to get an IV going.",
      "fr": "Je n'ai pas réussi à atteindre Sérgio pour faire une intraveineuse."
    }
  },
  {
    "translation": {
      "en": "I just physically couldn't get in there without lying on top of Gil.",
      "fr": "Je n'arrivais pas à entrer physiquement sans m'appuyer sur Gil."
    }
  },
  {
    "translation": {
      "en": "I knew we had no heavy equipment,",
      "fr": "On n'avait pas d'équipement lourd,"
    }
  },
  {
    "translation": {
      "en": "so I knew the only way we're gonna get these guys out is the old-fashioned way",
      "fr": "la seule façon de les faire sortir, c'était de les dégager."
    }
  },
  {
    "translation": {
      "en": "so I started taking bricks, you know, a couple of bricks at a time,",
      "fr": "Alors j'ai commencé à prendre des briques, une par une,"
    }
  },
  {
    "translation": {
      "en": "throwing them up in the opening,",
      "fr": "je les jetais hors de l'ouverture,"
    }
  },
  {
    "translation": {
      "en": "go back down, get a couple more bricks",
      "fr": "redescendais, prenais d'autres briques"
    }
  },
  {
    "translation": {
      "en": "and just, to try to get these guys uncovered.",
      "fr": "et essayais de les dégager."
    }
  },
  {
    "translation": {
      "en": "[Valentine] We saw about 185 people,",
      "fr": "On a vu environ 185 personnes,"
    }
  },
  {
    "translation": {
      "en": "and we moved 130 of them in 55 minutes in whatever vehicle we could find,",
      "fr": "on en a déplacé 130 en 55 minutes dans les premiers véhicules qu'on trouvait."
    }
  },
  {
    "translation": {
      "en": "uh, Deuce and a Half, 5 tons, pick-up trucks.",
      "fr": "Dans des camions de charge, des cinq tonnes, des camionettes."
    }
  },
  {
    "translation": {
      "en": "[Kuhner] MPU's were arriving at this point",
      "fr": "Les militaires sont arrivés"
    }
  },
  {
    "translation": {
      "en": "and they've set up a 360 degree security perimeter on the outside.",
      "fr": "et ils ont installé un périmètre de sécurité de 360 degrés à l'extérieur."
    }
  },
  {
    "translation": {
      "en": "Sorry, I need you to back up.",
      "fr": "Désolée, vous devez reculer."
    }
  },
  {
    "translation": {
      "en": "We then set to work searching the building and looking for survivors.",
      "fr": "On s'est mis à fouiller le bâtiment à la recherche de survivants."
    }
  },
  {
    "translation": {
      "en": "[Valentine] Probably about an hour or so down the line,",
      "fr": "Environ une heure plus tard,"
    }
  },
  {
    "translation": {
      "en": "I heard a cry that there's more people up here.",
      "fr": "j'ai entendu qu'il y avait plus de monde."
    }
  },
  {
    "translation": {
      "en": "So I said, \"Okay, I'm going upstairs to check.\"",
      "fr": "J'ai dit, \"Je vais monter vérifier.\""
    }
  },
  {
    "translation": {
      "en": "I went floor to floor, room to room",
      "fr": "Je suis allée d'étage en étage, de pièce en pièce"
    }
  },
  {
    "translation": {
      "en": "till I got to the top floor and I heard another cry there,",
      "fr": "jusqu'à ce que j'arrive au dernier étage et j'ai entendu un autre cri,"
    }
  },
  {
    "translation": {
      "en": "and that's where I met Bill.",
      "fr": "et c'est là que j'ai rencontré Bill."
    }
  },
  {
    "translation": {
      "en": "About 40 minutes after I arrived, I hear somebody yelling from up above,",
      "fr": "Environ 40 minutes après mon arrivée, j'entends quelqu'un crier d'en haut,"
    }
  },
  {
    "translation": {
      "en": "and the guy goes, \"Do you need any help?\"",
      "fr": "et le type dit, \"Vous avez besoin d'aide ?\""
    }
  },
  {
    "translation": {
      "en": "And the last thing I wanted was somebody wo had no training down there,",
      "fr": "Je voulais pas de quelqu'un qui n'avait pas d'entraînement,"
    }
  },
  {
    "translation": {
      "en": "gonna make more problem, knock more bricks down,",
      "fr": "qui aurait tout compliqué et fait tomber des briques."
    }
  },
  {
    "translation": {
      "en": "and I said, \"You have any experience?\"",
      "fr": "J'ai demandé s'il avait de l'expérience."
    }
  },
  {
    "translation": {
      "en": "and he said \"I'm a New York City firefighter paramedic,\"",
      "fr": "Il a dit \"Je suis pompier urgentiste de New York\","
    }
  },
  {
    "translation": {
      "en": "and I said, \"Come on down.\"",
      "fr": "et j'ai répondu, \"Descends.\""
    }
  },
  {
    "translation": {
      "en": "[Valentine] I looked at the hole",
      "fr": "J'ai regardé le trou"
    }
  },
  {
    "translation": {
      "en": "and I just said \"Holy crap!\"",
      "fr": "et j'ai dit, \"Merde !\""
    }
  },
  {
    "translation": {
      "en": "Here would be the third floor...",
      "fr": "Voici le troisième étage..."
    }
  },
  {
    "translation": {
      "en": "looking at it from the side.",
      "fr": "en le regardant de côté."
    }
  },
  {
    "translation": {
      "en": "When it collapsed, the roof basically went...",
      "fr": "Quand il s'est effondré, le toit est tombé..."
    }
  },
  {
    "translation": {
      "en": "And Sérgio's office would've been somewhere... in here.",
      "fr": "Le bureau de Sérgio était quelque part ici."
    }
  },
  {
    "translation": {
      "en": "The second floor had collapsed partially down.",
      "fr": "Le deuxième étage s'est effondré partiellement."
    }
  },
  {
    "translation": {
      "en": "They were basically here. Their heads were down.",
      "fr": "Ils étaient là. Ils avaient la tête vers le bas."
    }
  },
  {
    "translation": {
      "en": "Now, they would be next to each other. So this would, let's say, be Gil Loescher",
      "fr": "Ils étaient l'un à côté de l'autre. C'était Gil Loescher."
    }
  },
  {
    "translation": {
      "en": "here in his feet...",
      "fr": "Et ses pieds..."
    }
  },
  {
    "translation": {
      "en": "To his right behind him, on that diagram,",
      "fr": "À sa droite, derrière lui, sur ce diagramme,"
    }
  },
  {
    "translation": {
      "en": "Sérgio would be basically in the same position.",
      "fr": "Sérgio était dans la même position."
    }
  },
  {
    "translation": {
      "en": "Several bodies were actually located in this area, over here.",
      "fr": "Il y avait plusieurs corps dans cette zone."
    }
  },
  {
    "translation": {
      "en": "That were, the other people that were in the meeting.",
      "fr": "C'était les autres personnes présentes à la réunion."
    }
  },
  {
    "translation": {
      "en": "We treat everybody in the EMS the same.",
      "fr": "On traite tout le monde pareil en médecine d'urgence"
    }
  },
  {
    "translation": {
      "en": "If I could have gotten Sérgio out first, would I?",
      "fr": "Aurais-je pu faire sortir Sérgio en premier ?"
    }
  },
  {
    "translation": {
      "en": "All things being equal, maybe.",
      "fr": "Toutes choses étant égales, peut-être."
    }
  },
  {
    "translation": {
      "en": "But if it could have been the President of United States",
      "fr": "Mais si c'était le président des États-Unis,"
    }
  },
  {
    "translation": {
      "en": "and I would've had to get Gil Loescher out first",
      "fr": "j'aurais dû d'abord virer Gil Loescher"
    }
  },
  {
    "translation": {
      "en": "physically to get room to pull Sérgio out.",
      "fr": "physiquement pour faire sortir Sérgio."
    }
  },
  {
    "translation": {
      "en": "I said \"Let me go down, you've already gone your turn.\"",
      "fr": "J'ai dit, \"Laisse-moi descendre, tu as déjà fait ta part.\""
    }
  },
  {
    "translation": {
      "en": "My little one-man hole in the ground became a two-man hole in the ground,",
      "fr": "Ce trou assez grand pour un homme est devenu un trou pour deux hommes."
    }
  },
  {
    "translation": {
      "en": "and we spent the next, uh, two, three hours working together like a team,",
      "fr": "On a passé deux à trois heures à travailler ensemble comme une équipe,"
    }
  },
  {
    "translation": {
      "en": "uh, trying to get these guys out of there.",
      "fr": "à essayer de faire sortir ces types de là."
    }
  },
  {
    "translation": {
      "en": "[Valentine] I had to climb over two victims. First victim was a female.",
      "fr": "J'ai dû escalader deux victimes. La première victime était une femme."
    }
  },
  {
    "translation": {
      "en": "She had, uh, this side of the face covered with a concrete slab.",
      "fr": "Elle avait ce côté du visage recouvert d'une dalle en béton."
    }
  },
  {
    "translation": {
      "en": "Uh, she had what we call agonal breaths, but still had a pulse.",
      "fr": "Elle avait une respiration agonale, mais avait quand même un pouls."
    }
  },
  {
    "translation": {
      "en": "She had a real severe head injury, I knew she wasn't gonna be survivable.",
      "fr": "Elle a eu une grave blessure à la tête, je savais qu'elle ne survivrait pas."
    }
  },
  {
    "translation": {
      "en": "I told her to hang on and I said \"Keep your faith,",
      "fr": "Je lui ai dit de s'accrocher et de garder la foi,"
    }
  },
  {
    "translation": {
      "en": "and I said that God is with you,\" and she squeezed my hand.",
      "fr": "et j'ai dit que Dieu était avec elle. Elle m'a serré la main."
    }
  },
  {
    "translation": {
      "en": "So I'm assuming, because in the medical community",
      "fr": "Je suppose, car en médecine on dit que"
    }
  },
  {
    "translation": {
      "en": "the last thing that goes is your hearing,",
      "fr": "la dernière chose qu'on perd est l' ouïe."
    }
  },
  {
    "translation": {
      "en": "so I really believe the lady heard me.",
      "fr": "Je crois vraiment que cette femme m'a entendue."
    }
  },
  {
    "translation": {
      "en": "I quietly pray, and I tell him \"Jesus loves you.\"",
      "fr": "J'ai prié en silence et je lui ai dit, \"Jésus t'aime\"."
    }
  },
  {
    "translation": {
      "en": "I do that automatically.",
      "fr": "Je le fais automatiquement."
    }
  },
  {
    "translation": {
      "en": "Some of my co-workers think I'm crazy, but, you know, that's who I am.",
      "fr": "Certains de mes collègues pensent que je suis fou, mais je suis comme ça."
    }
  },
  {
    "translation": {
      "en": "I continue to go down.",
      "fr": "J'ai continué à descendre."
    }
  },
  {
    "translation": {
      "en": "I finally got down to the bottom of the first floor,",
      "fr": "J'ai fini par descendre au fond du premier étage,"
    }
  },
  {
    "translation": {
      "en": "and I heard two people, they were talking, and one was Sérgio,",
      "fr": "j'ai entendu deux personnes parler et l'une d'elles était Sérgio,"
    }
  },
  {
    "translation": {
      "en": "he was to the left of me and Gil was more or less straight right in front of me.",
      "fr": "il était à ma gauche et Gil était plus ou moins devant moi."
    }
  },
  {
    "translation": {
      "en": "He was conscious, he knew what was going on,",
      "fr": "Il était conscient, il savait ce qui se passait,"
    }
  },
  {
    "translation": {
      "en": "he knew what happened, he knew where he was.",
      "fr": "ce qu'il s'était passé et où il était."
    }
  },
  {
    "translation": {
      "en": "Uh, he knew his name, he knew how old he was and where he was from.",
      "fr": "Il connaissait son nom, son âge et d'où il venait."
    }
  },
  {
    "translation": {
      "en": "Uh, and he told me he was from Oxford, England.",
      "fr": "Il m'a dit qu'il venait d'Oxford, en Angleterre."
    }
  },
  {
    "translation": {
      "en": "He was an American working there.",
      "fr": "C'était un Américain qui travaillait là-bas."
    }
  },
  {
    "translation": {
      "en": "I'm told that I was conscious for most of that time,",
      "fr": "On m'a dit que j'étais conscient la majorité du temps,"
    }
  },
  {
    "translation": {
      "en": "but I don't remember.",
      "fr": "mais je ne m'en souviens pas."
    }
  },
  {
    "translation": {
      "en": "[Valentine] I told him, \"I'm gonna continue to work while you talk.\"",
      "fr": "Je lui ai dit, \"Je vais continuer à travailler pendant que tu parles.\""
    }
  },
  {
    "translation": {
      "en": "He was telling me about his family, his wife and his two lovely daughters.",
      "fr": "Il me parlait de sa famille, de sa femme et de ses deux adorables filles."
    }
  },
  {
    "translation": {
      "en": "I said, \"This is my promise to you...",
      "fr": "J'ai dit, \"Je te fais une promesse..."
    }
  },
  {
    "translation": {
      "en": "I will get you out of here alive if you stay with me.\"",
      "fr": "Je te sortirai vivant si tu restes avec moi.\""
    }
  },
  {
    "translation": {
      "en": "[Davie in English] My memory was of dirt.",
      "fr": "Je me souviens de la terre."
    }
  },
  {
    "translation": {
      "en": "I was surprised about how much dirt there was.",
      "fr": "J'ai été surpris par la quantité de terre."
    }
  },
  {
    "translation": {
      "en": "I remember thinking I'm going to move a piece of rubble and he will be there.",
      "fr": "Je me souviens avoir pensé que je bougerai des gravats et il sera là."
    }
  },
  {
    "translation": {
      "en": "I then saw a slit.",
      "fr": "J'ai vu une fente."
    }
  },
  {
    "translation": {
      "en": "I put my head in and called out again, and it was Sérgio.",
      "fr": "J'ai mis ma tête et j'ai appelé, et c'était Sérgio."
    }
  },
  {
    "translation": {
      "en": "I just felt wonderful, you know.",
      "fr": "J'étais si heureux."
    }
  },
  {
    "translation": {
      "en": "He was alive, and, uh, and we'd found him.",
      "fr": "Il était vivant et on l'avait trouvé."
    }
  },
  {
    "translation": {
      "en": "[Salamé] We found a hole through which we were communicating.",
      "fr": "On a trouvé un trou par lequel on communiquait."
    }
  },
  {
    "translation": {
      "en": "\"Sérgio! Sérgio!\"",
      "fr": "\"Sérgio ! Sérgio !\""
    }
  },
  {
    "translation": {
      "en": "In French... [speaks French]",
      "fr": "En français..."
    }
  },
  {
    "translation": {
      "en": "\"We will come and help you. Don't worry.\"",
      "fr": "\"Nous viendrons vous aider. Ne t'inquiète pas.\""
    }
  },
  {
    "translation": {
      "en": "His first questions of me after I'd asked of him,",
      "fr": "Ses premières questions après que je lui ai demandé comment il allait"
    }
  },
  {
    "translation": {
      "en": "were concern for others in the team,",
      "fr": "concernaient les autres dans l'équipe,"
    }
  },
  {
    "translation": {
      "en": "not of himself or of his circumstances.",
      "fr": "pas lui-même ou ses circonstances."
    }
  },
  {
    "translation": {
      "en": "\"Where is Carolina? Where are the others? Please look for them.\"",
      "fr": "\"Où est Carolina ? Où sont les autres ? Cherchez-les.\""
    }
  },
  {
    "translation": {
      "en": "Um, \"Don't stop.\"",
      "fr": "\"Ne vous arrêtez pas.\""
    }
  },
  {
    "translation": {
      "en": "[William] I was not aware that there were people still working outside of the base",
      "fr": "Je ne savais pas qu'il y avait des gens qui travaillaient dehors à la base"
    }
  },
  {
    "translation": {
      "en": "of the opening. I didn't hear anybody.",
      "fr": "de l'ouverture. Je n'ai entendu personne."
    }
  },
  {
    "translation": {
      "en": "At this point I was able to yell out one of my sergeants.",
      "fr": "À ce moment-là, j'ai pu crier à un de mes sergents,"
    }
  },
  {
    "translation": {
      "en": "I said, \"Robbie, I need a rope.",
      "fr": "\"Robbie, il me faut une corde."
    }
  },
  {
    "translation": {
      "en": "I need something to haul this stuff out, I need lights.\"",
      "fr": "Il me faut quelque chose pour tirer ça et des lumières.\""
    }
  },
  {
    "translation": {
      "en": "I never saw any equipment, because he was a buck sergeant and as he came through,",
      "fr": "Je n'ai jamais vu de matériel, il était sergent et quand il est arrivé,"
    }
  },
  {
    "translation": {
      "en": "now as more and more people were showing up from the army,",
      "fr": "de plus en plus de gens débarquaient de l'armée,"
    }
  },
  {
    "translation": {
      "en": "higher ranking, it was like, \"Hey, we need that rope.\"",
      "fr": "de hauts rangs. Il nous fallait cette corde."
    }
  },
  {
    "translation": {
      "en": "You know, Captain would say \"Give me the rope,\" and he'd say,",
      "fr": "Le capitaine demandait la corde,"
    }
  },
  {
    "translation": {
      "en": "\"Well, I need it for my first sergeant.",
      "fr": "\"Il me la faut pour mon sergent-chef."
    }
  },
  {
    "translation": {
      "en": "I'm a captain, give me the rope.\"",
      "fr": "Je suis capitaine, donnez-moi la corde.\""
    }
  },
  {
    "translation": {
      "en": "You know, \"I need it and I'm a colonel, give me...\"",
      "fr": "\"J'en ai besoin et je suis colonel, donne-moi...\""
    }
  },
  {
    "translation": {
      "en": "Never got any of that stuff.",
      "fr": "Je ne l'ai jamais eue."
    }
  },
  {
    "translation": {
      "en": "At that point both of them were lucid, conscious.",
      "fr": "Ils étaient lucides et conscients."
    }
  },
  {
    "translation": {
      "en": "I'm just trying to keep them talking.",
      "fr": "J'essayais juste de les faire parler."
    }
  },
  {
    "translation": {
      "en": "What I was taught was to get their minds off their injuries.",
      "fr": "On m'a appris à leur faire oublier leurs blessures."
    }
  },
  {
    "translation": {
      "en": "The survival rate is greater",
      "fr": "Le taux de survie est plus élevé"
    }
  },
  {
    "translation": {
      "en": "when we get their mind off of what's going on at that time.",
      "fr": "quand on ne pense pas à ce qui se passe à ce moment-là."
    }
  },
  {
    "translation": {
      "en": "Kind of put them in another area in their life.",
      "fr": "Je les mets dans un autre domaine de leur vie."
    }
  },
  {
    "translation": {
      "en": "Get their mind away from Baghdad.",
      "fr": "Loin de Bagdad."
    }
  },
  {
    "translation": {
      "en": "[Holbrooke] A seminal moment in Sérgio's life came",
      "fr": "Le moment décisif de la vie de Sérgio est arrivé"
    }
  },
  {
    "translation": {
      "en": "when East Timor was cut loose from Indonesia",
      "fr": "quand le Timor oriental s'est détaché de l'Indonésie"
    }
  },
  {
    "translation": {
      "en": "after tremendous fighting and genocide.",
      "fr": "après de terribles combats et un génocide."
    }
  },
  {
    "translation": {
      "en": "We needed a senior UN official to be in effect the president,",
      "fr": "Il nous fallait un haut fonctionnaire des Nations Unies pour être le président, ANCIEN AMBASSADEUR AMÉRICAIN POUR L'ONU"
    }
  },
  {
    "translation": {
      "en": "the power in an area which was no longer part of Indonesia",
      "fr": "le pouvoir dans une zone qui ne faisait plus partie de l'Indonésie"
    }
  },
  {
    "translation": {
      "en": "and not yet an independent country.",
      "fr": "et qui n'était pas encore un pays indépendant."
    }
  },
  {
    "translation": {
      "en": "Sérgio Vieira de Mello had the drive, the leadership and the skills to do it,",
      "fr": "Sérgio Vieira de Mello avait le dynamisme, le leadership et les compétences."
    }
  },
  {
    "translation": {
      "en": "and it was the biggest test the UN had ever faced in the nation-building phase.",
      "fr": "C'était le plus grand test auquel l'ONU ait été confronté en phase de construction nationale."
    }
  },
  {
    "translation": {
      "en": "[Larriera] I never heard of Timor in my life.",
      "fr": "Je n'ai jamais entendu parler de Timor."
    }
  },
  {
    "translation": {
      "en": "When I was proposed to go there, I, I could...",
      "fr": "Quand on m'a proposé d'y aller..."
    }
  },
  {
    "translation": {
      "en": "I couldn't in a million years have placed it on the map.",
      "fr": "Je n'aurais pas pu le pointer du doigt sur la carte."
    }
  },
  {
    "translation": {
      "en": "I was an economics officer",
      "fr": "J'étais une économiste"
    }
  },
  {
    "translation": {
      "en": "working in establishing the traditional structure of the new government.",
      "fr": "qui travaillait à établir la structure traditionnelle du nouveau gouvernement."
    }
  },
  {
    "translation": {
      "en": "I did know Sérgio Vieira de Mello from Brazil.",
      "fr": "Je connaissais Sérgio Vieira de Mello du Brésil."
    }
  },
  {
    "translation": {
      "en": "My part of the government knew him as the SRSG.",
      "fr": "Ma partie du gouvernement le connaissait comme le RSSG."
    }
  },
  {
    "translation": {
      "en": "The Special Representative of the Secretary General.",
      "fr": "Le représentant spécial du secrétaire général."
    }
  },
  {
    "translation": {
      "en": "Um, one morning I was running along the beach road,",
      "fr": "Un matin, je courais près de la plage,"
    }
  },
  {
    "translation": {
      "en": "and I saw this man running with someone else who looks like a bodyguard.",
      "fr": "et j'ai vu cet homme courir avec ce qui semblait être un garde du corps."
    }
  },
  {
    "translation": {
      "en": "He passed by and I looked at...",
      "fr": "Il est passé et j'ai regardé..."
    }
  },
  {
    "translation": {
      "en": "You know, I looked at the two and I realized this was the SRSG.",
      "fr": "J'ai regardé les deux et j'ai compris que c'était le RSSG."
    }
  },
  {
    "translation": {
      "en": "And I'm looking at him thinking,",
      "fr": "Et je le regarde en me disant,"
    }
  },
  {
    "translation": {
      "en": "\"Well, I am a woman, here I am running on my own,",
      "fr": "\"Je suis une femme, je cours ici toute seule,"
    }
  },
  {
    "translation": {
      "en": "why does he need a bodyguard next to him? What a chicken.\"",
      "fr": "pourquoi un garde du corps ? Quel peureux.\""
    }
  },
  {
    "translation": {
      "en": "[reporter] The two man who hold East Timor's immediate future in their hands",
      "fr": "Les deux hommes qui tiennent l'avenir du Timor oriental entre leurs mains"
    }
  },
  {
    "translation": {
      "en": "enjoy another rapturous welcome in an East Timorese town.",
      "fr": "bénéficient d'un accueil enthousiaste dans une ville du Timor oriental."
    }
  },
  {
    "translation": {
      "en": "On this day, Xanana Gusmão has been crowned king of the Ermera regency.",
      "fr": "En ce jour, Xanana Gusmão a été couronné roi de la régence Ermera."
    }
  },
  {
    "translation": {
      "en": "By his side is the man with the real power in East Timor today.",
      "fr": "À ses côtés se trouve l'homme au pouvoir au Timor oriental."
    }
  },
  {
    "translation": {
      "en": "Sérgio de Mello is East Timor's legal leader for the next two years",
      "fr": "Sérgio de Mello est le dirigeant du Timor oriental pour les deux prochaines années"
    }
  },
  {
    "translation": {
      "en": "as it makes its transition to full independence.",
      "fr": "durant sa transition vers une indépendance totale."
    }
  },
  {
    "translation": {
      "en": "Here, Sérgio, a guy who in his early 20s,",
      "fr": "Sérgio, un type qui dans sa vingtaine,"
    }
  },
  {
    "translation": {
      "en": "you know, had preached against imperialism,",
      "fr": "a prêché contre l'impérialisme,"
    }
  },
  {
    "translation": {
      "en": "had thrown stones at Parisian police,",
      "fr": "a jeté des pierres sur la police parisienne,"
    }
  },
  {
    "translation": {
      "en": "and suddenly he was in charge, he was the viceroy.",
      "fr": "et soudain, il était responsable, il était le vice-roi."
    }
  },
  {
    "translation": {
      "en": "[Peter Galbraith] United Nations gave Sérgio all the powers of a dictator,",
      "fr": "Les Nations Unies ont donné à Sérgio tous les pouvoirs d'un dictateur,"
    }
  },
  {
    "translation": {
      "en": "but he never dictated anything.",
      "fr": "mais il n'a jamais rien dicté."
    }
  },
  {
    "translation": {
      "en": "He set up a consultative council that included the top East Timorese leaders,",
      "fr": "Il a mis en place un conseil comprenant de hauts dirigeants du Timor oriental, ADMINISTRATEUR ADJOINT DE L'ONU TIMOR ORIENTAL"
    }
  },
  {
    "translation": {
      "en": "and later a cabinet",
      "fr": "et plus tard un cabinet"
    }
  },
  {
    "translation": {
      "en": "which included the East Timorese leaders.",
      "fr": "composé des dirigeants du Timor oriental."
    }
  },
  {
    "translation": {
      "en": "And he never took a decision that the East Timorese disagreed with.",
      "fr": "Il n'a jamais pris de décision sans l'accord des Timorais."
    }
  },
  {
    "translation": {
      "en": "East Timor will have an elected representative body",
      "fr": "Le Timor oriental aura un corps élu"
    }
  },
  {
    "translation": {
      "en": "working for the people to frame a constitution",
      "fr": "qui travaillera pour le peuple afin d'élaborer une constitution"
    }
  },
  {
    "translation": {
      "en": "that is of the people.",
      "fr": "qui soit du peuple."
    }
  },
  {
    "translation": {
      "en": "This is a momentous achievement.",
      "fr": "C'est une réussite capitale."
    }
  },
  {
    "translation": {
      "en": "Democracy looks to be in a very healthy state indeed.",
      "fr": "La démocratie semble en bonne santé."
    }
  },
  {
    "translation": {
      "en": "[Larriera] The real first time when I talked to Sérgio",
      "fr": "La première fois que j'ai parlé à Sérgio,"
    }
  },
  {
    "translation": {
      "en": "was at a formal dinner.",
      "fr": "c'était lors d'un dîner officiel."
    }
  },
  {
    "translation": {
      "en": "I arrived very early, and, um...",
      "fr": "Je suis arrivée très tôt, et..."
    }
  },
  {
    "translation": {
      "en": "it turned out that the only person who was there,",
      "fr": "il s'est avéré que la seule personne qui était là,"
    }
  },
  {
    "translation": {
      "en": "the first person who was there was Sérgio.",
      "fr": "la première personne qui était là, c'était Sérgio."
    }
  },
  {
    "translation": {
      "en": "No one else was there, so we... started chatting away.",
      "fr": "Il n'y avait personne d'autre, alors on s'est mis à bavarder."
    }
  },
  {
    "translation": {
      "en": "He told me that he knew I was from Argentina, and that, uh,",
      "fr": "Il m'a dit qu'il savait que je venais d'Argentine"
    }
  },
  {
    "translation": {
      "en": "he had spent the first days of his life in Argentina, in Buenos Aires,",
      "fr": "et qu'il avait passé les premiers jours de sa vie en Argentine, à Buenos Aires,"
    }
  },
  {
    "translation": {
      "en": "and I was surprised to hear that.",
      "fr": "et ça m'a surpris."
    }
  },
  {
    "translation": {
      "en": "As he was telling me this, he was drifting away in memories,",
      "fr": "Pendant qu'il me racontait ça, il dérivait dans les souvenirs"
    }
  },
  {
    "translation": {
      "en": "until everyone suddenly arrived and our conversation was cut short.",
      "fr": "jusqu'à ce que tout le monde arrive et que la conversation soit interrompue."
    }
  },
  {
    "translation": {
      "en": "It was that time, it was that day that we had really, you know...",
      "fr": "C'est à ce moment-là qu'on a vraiment établi..."
    }
  },
  {
    "translation": {
      "en": "established a connection and liked each other.",
      "fr": "un lien et qu'on s'est aimés."
    }
  },
  {
    "translation": {
      "en": "He had told me he was separated, you know,",
      "fr": "Il m'a dit qu'il était séparé,"
    }
  },
  {
    "translation": {
      "en": "and I assumed that that was a legal separation.",
      "fr": "et j'ai supposé que c'était une séparation légale."
    }
  },
  {
    "translation": {
      "en": "It was later on that he told me that he was not legally separated.",
      "fr": "Plus tard, il m'a dit qu'il n'était pas séparé légalement."
    }
  },
  {
    "translation": {
      "en": "But I must say that in the beginning he was not, you know...",
      "fr": "Mais je dois dire qu'au début, il n'était pas..."
    }
  },
  {
    "translation": {
      "en": "You know,",
      "fr": "Vous savez..."
    }
  },
  {
    "translation": {
      "en": "hundred percent clear from that.",
      "fr": "il n'était pas clair à 100% sur ce sujet."
    }
  },
  {
    "translation": {
      "en": "[Power] Sérgio had gotten married very young to Annie",
      "fr": "Sérgio s'était marié très jeune avec Annie"
    }
  },
  {
    "translation": {
      "en": "and I don't think when he had his two sons that he would've forecast",
      "fr": "et je ne pense pas, quand il aurait eu ses deux fils, qu'il aurait"
    }
  },
  {
    "translation": {
      "en": "that so much of his life would be spent away from his home in France.",
      "fr": "prévu qu'une si grande partie de sa vie serait passée loin de chez lui en France."
    }
  },
  {
    "translation": {
      "en": "He was never a terribly faithful husband.",
      "fr": "Il n'a jamais été un mari très fidèle."
    }
  },
  {
    "translation": {
      "en": "He had relationships outside his marriage,",
      "fr": "Il avait des relations en dehors"
    }
  },
  {
    "translation": {
      "en": "um, you know, couple of which were very, very public.",
      "fr": "de son mariage, dont quelques-unes étaient très publiques."
    }
  },
  {
    "translation": {
      "en": "Uh, in Cambodia, he had lived with his girlfriend",
      "fr": "Au Cambodge, il vivait avec sa copine"
    }
  },
  {
    "translation": {
      "en": "and worked with her in the mission.",
      "fr": "et travaillait avec elle dans la mission."
    }
  },
  {
    "translation": {
      "en": "It was clear to everybody with whom we worked that,",
      "fr": "Tout le monde avec qui on travaillait était"
    }
  },
  {
    "translation": {
      "en": "um, we had a relationship.",
      "fr": "clair qu'on avait une relation."
    }
  },
  {
    "translation": {
      "en": "It was, for me, very difficult because he was married",
      "fr": "C'était très difficile pour moi, car il était marié"
    }
  },
  {
    "translation": {
      "en": "and we were clearly serious.",
      "fr": "et on était clairement sérieux."
    }
  },
  {
    "translation": {
      "en": "I never met his wife but I'm sure she knew.",
      "fr": "Je n'ai jamais rencontré sa femme, mais je suis sûre qu'elle savait."
    }
  },
  {
    "translation": {
      "en": "Sérgio had an eye for women and, uh, enjoyed their company.",
      "fr": "Sérgio avait de l'affection pour les femmes et aimait leur compagnie."
    }
  },
  {
    "translation": {
      "en": "A lot.",
      "fr": "Beaucoup."
    }
  },
  {
    "translation": {
      "en": "[Bos] It didn't last.",
      "fr": "Ça n'a pas duré."
    }
  },
  {
    "translation": {
      "en": "But we stayed in touch, sort of, and through friends, uh, mutual friends.",
      "fr": "Mais on est restés en contact, par le truchement d'amis, d'amis communs."
    }
  },
  {
    "translation": {
      "en": "Then I remember receiving an email from him that he sent",
      "fr": "Je me souviens avoir reçu un e-mail de lui"
    }
  },
  {
    "translation": {
      "en": "to his closest friends just before he left for Iraq.",
      "fr": "qu'il avait envoyé à ses meilleurs amis juste avant son départ pour l'Irak."
    }
  },
  {
    "translation": {
      "en": "He said, you know, \"I'm so happy that I'm...",
      "fr": "Il a dit \"Je suis si heureux que j'entre"
    }
  },
  {
    "translation": {
      "en": "moving into a phase in my life where I'm...",
      "fr": "dans une phase de ma vie où je commence"
    }
  },
  {
    "translation": {
      "en": "I'm starting to have a personal life, and I'm looking forward.",
      "fr": "à avoir une vie personnelle, et j'ai hâte."
    }
  },
  {
    "translation": {
      "en": "This is going to be my last assignment and then...",
      "fr": "Ce sera ma dernière mission, puis ... Je veux"
    }
  },
  {
    "translation": {
      "en": "I want to have a more normal lifestyle and start with Carolina.\"",
      "fr": "avoir un style de vie plus normal et commencer avec Carolina. \""
    }
  },
  {
    "translation": {
      "en": "What I remember from that email was that he was ready to,",
      "fr": "Ce que je me souviens de cet e-mail, c'est qu'il était prêt,"
    }
  },
  {
    "translation": {
      "en": "to settle down and start enjoying life.",
      "fr": "pour se reposer et profiter de la vie."
    }
  },
  {
    "translation": {
      "en": "[Power] With Carolina, he was saying, \"This is the woman I'm gonna marry.\"",
      "fr": "Avec Carolina, il disait \"C'est la femme que je vais épouser.\""
    }
  },
  {
    "translation": {
      "en": "He was wearing a ring with her name on it.",
      "fr": "Il portait une bague avec son nom dessus."
    }
  },
  {
    "translation": {
      "en": "She was wearing a ring with his name on it.",
      "fr": "Elle portait une bague avec son nom dessus."
    }
  },
  {
    "translation": {
      "en": "He started legal proceedings to end his marriage,",
      "fr": "Il a intenté une action en justice pour mettre"
    }
  },
  {
    "translation": {
      "en": "and, uh, with a thought of beginning a new life with Carolina.",
      "fr": "fin à son mariage, et avec l'idée de commencer une nouvelle vie avec Carolina."
    }
  },
  {
    "translation": {
      "en": "He really wanted to have a second chance at having a family.",
      "fr": "Il voulait vraiment avoir une deuxième chance d'avoir une famille."
    }
  },
  {
    "translation": {
      "en": "[Galbraith] I think he did regret not having spent more time with his sons.",
      "fr": "Je pense qu'il regrettait de ne pas avoir passé plus de temps avec ses fils."
    }
  },
  {
    "translation": {
      "en": "On the other hand, it didn't change his behavior,",
      "fr": "D'un autre côté, ça ne changeait rien à son comportement,"
    }
  },
  {
    "translation": {
      "en": "and he felt drawn intellectually,",
      "fr": "et il se sentait intellectuellement"
    }
  },
  {
    "translation": {
      "en": "uh, and emotionally to the work he was doing. He was ambitious.",
      "fr": "et émotionnellement attaché au travail qu'il faisait. Il était ambitieux."
    }
  },
  {
    "translation": {
      "en": "He was-- His career was very important to him.",
      "fr": "Sa carrière était très importante pour lui."
    }
  },
  {
    "translation": {
      "en": "And I think he also felt that he was doing good.",
      "fr": "Je pense qu'il pensait aussi qu'il allait bien."
    }
  },
  {
    "translation": {
      "en": "In that scheme of things, spending time with his sons",
      "fr": "Dans ce contexte, passer du temps avec"
    }
  },
  {
    "translation": {
      "en": "ended up being less, less important.",
      "fr": "ses fils était moins important."
    }
  },
  {
    "translation": {
      "en": "But the truth is, had he been a family man,",
      "fr": "Mais en vérité, s'il avait été un père"
    }
  },
  {
    "translation": {
      "en": "he would not have done,",
      "fr": "de famille, il n'aurait"
    }
  },
  {
    "translation": {
      "en": "he could not have accomplished what he accomplished.",
      "fr": "pas pu accomplir ce qu'il avait accompli."
    }
  },
  {
    "translation": {
      "en": "[Larriera] All of a sudden, things just started falling into place.",
      "fr": "Tout à coup, les choses ont commencé à se mettre en place."
    }
  },
  {
    "translation": {
      "en": "Yes, independence will take place and yes, we are in love, and...",
      "fr": "Oui, l'indépendance aura lieu et oui, on est amoureux, et ..."
    }
  },
  {
    "translation": {
      "en": "You know, life cannot be better",
      "fr": "La vie ne peut pas être meilleure que"
    }
  },
  {
    "translation": {
      "en": "than life at that moment in time.",
      "fr": "la vie à ce moment-là."
    }
  },
  {
    "translation": {
      "en": "[Holbrooke] It was his success in East Timor",
      "fr": "C'est son succès au Timor oriental"
    }
  },
  {
    "translation": {
      "en": "that proved that he was at a unique level.",
      "fr": "qui a prouvé qu'il était à un niveau unique."
    }
  },
  {
    "translation": {
      "en": "He inherited this war-torn, genocide-torn half an island,",
      "fr": "Il a hérité de cette île déchirée par le génocide et déchirée par"
    }
  },
  {
    "translation": {
      "en": "had presided over it, built it up, and handed it off",
      "fr": "le génocide, l'a présidée, l'a bâtie et l'a léguée en"
    }
  },
  {
    "translation": {
      "en": "as an independent country.",
      "fr": "tant que pays indépendant."
    }
  },
  {
    "translation": {
      "en": "[Larriera] After the ceremony was finished,",
      "fr": "Après la cérémonie,"
    }
  },
  {
    "translation": {
      "en": "several parties were taking place.",
      "fr": "plusieurs fêtes ont eu lieu."
    }
  },
  {
    "translation": {
      "en": "The President of the World Bank was toasting with President Clinton,",
      "fr": "Le président de la Banque mondiale trinquait avec le président Clinton"
    }
  },
  {
    "translation": {
      "en": "and many heads of state were in town.",
      "fr": "et de nombreux chefs d'État étaient en ville."
    }
  },
  {
    "translation": {
      "en": "He told me, \"Carolina, I don't want to go to any party.",
      "fr": "Il m'a dit \"Carolina, je ne veux aller à aucune fête."
    }
  },
  {
    "translation": {
      "en": "I just want for the two of us to be together,",
      "fr": "Je veux juste qu'on soit ensemble,"
    }
  },
  {
    "translation": {
      "en": "and let's do our own thing.",
      "fr": "et qu'on fasse notre truc."
    }
  },
  {
    "translation": {
      "en": "Why don't we go for a run?\"",
      "fr": "Pourquoi ne pas courir ? \""
    }
  },
  {
    "translation": {
      "en": "As we were running along, the Timorese were recognizing him.",
      "fr": "Pendant qu'on courait, les Timorais le reconnaissaient."
    }
  },
  {
    "translation": {
      "en": "They were saying, \"Whoa, look. Here he comes.\"",
      "fr": "Ils disaient, \"Regardez. Le voilà. \""
    }
  },
  {
    "translation": {
      "en": "I could see Sérgio smiling from ear to ear,",
      "fr": "Je pouvais voir Sérgio sourire d'une oreille à l'autre"
    }
  },
  {
    "translation": {
      "en": "waving his hand to the people, you know,",
      "fr": "saluer les gens"
    }
  },
  {
    "translation": {
      "en": "as if he was waving bye-bye to East Timor.",
      "fr": "comme s'il faisait signe au Timor oriental."
    }
  },
  {
    "translation": {
      "en": "And many times afterwards, he will bring me back to that moment.",
      "fr": "Et bien souvent après, il me rappelait ce moment-là."
    }
  },
  {
    "translation": {
      "en": "He would take me back to that moment.",
      "fr": "Il me rappelait ce moment-là."
    }
  },
  {
    "translation": {
      "en": "\"Tell me you remember that night when we went running, the taste of independence,",
      "fr": "\"Tu te souviens de ce soir-là, quand on courrait, le goût de l'indépendance,"
    }
  },
  {
    "translation": {
      "en": "didn't it feel good? Didn't we do the right thing?\"",
      "fr": "n'était-ce pas agréable ? N'était-ce pas le bon choix ?\""
    }
  },
  {
    "translation": {
      "en": "Let us examine the stand of the West and the United Nations in Indonesia",
      "fr": "Examinons la position de l'Occident et des Nations Unies en Indonésie"
    }
  },
  {
    "translation": {
      "en": "when they moved to divide the largest country in the Islamic world...",
      "fr": "quand ils ont voulu diviser le plus grand pays du monde islamique..."
    }
  },
  {
    "translation": {
      "en": "[in English] Osama bin Laden had issued a statement saying that, uh,",
      "fr": "Oussama ben Laden a fait une déclaration demandant que"
    }
  },
  {
    "translation": {
      "en": "jihadis all over the world should take up arms not only against United States,",
      "fr": "les djihadistes du monde entier prennent les armes contre les États-Unis,"
    }
  },
  {
    "translation": {
      "en": "but against the United Nations.",
      "fr": "et contre les Nations Unies."
    }
  },
  {
    "translation": {
      "en": "[in Arabic] Under no circumstances should any Muslim or sane person",
      "fr": "En aucun cas, une personne musulmane ou saine d'esprit"
    }
  },
  {
    "translation": {
      "en": "resort to the United Nations.",
      "fr": "ne devrait avoir recours aux Nations Unies."
    }
  },
  {
    "translation": {
      "en": "[in English] And the grounds for that appeal",
      "fr": "Et les motifs de cet appel"
    }
  },
  {
    "translation": {
      "en": "was that the United Nations had helped dismember Indonesia,",
      "fr": "était que les Nations Unies avaient aidé à démembrer l'Indonésie,"
    }
  },
  {
    "translation": {
      "en": "the largest Muslim country in the world,",
      "fr": "le plus grand pays musulman du monde,"
    }
  },
  {
    "translation": {
      "en": "and that it had pried away, uh, East Timor from this Muslim motherland, Indonesia,",
      "fr": "et qu'ils avaient évincé le Timor oriental de cette terre musulmane, l'Indonésie,"
    }
  },
  {
    "translation": {
      "en": "and bin Laden was sending the signal the UN is a target.",
      "fr": "et Ben Laden envoyait le signal que l'ONU était une cible."
    }
  },
  {
    "translation": {
      "en": "It's not an unusual thing for the United Nations to be, uh, targeted",
      "fr": "Il n'est pas inhabituel que les Nations Unies soient ciblées FLASH INFO PORTE-PAROLE DE L'ONU"
    }
  },
  {
    "translation": {
      "en": "when our objective in that country, I think,",
      "fr": "PLUSIEURS DIZAINES DE BLESSÉS quand notre objectif dans ce pays"
    }
  },
  {
    "translation": {
      "en": "which should be recognized by all,",
      "fr": "qui devrait être reconnu par tous,"
    }
  },
  {
    "translation": {
      "en": "is to just help Iraqis get back on their feet.",
      "fr": "est d'aider les Irakiens à se remettre sur pied."
    }
  },
  {
    "translation": {
      "en": "[reporter] A Special Representative of the UN, Sérgio de Mello,",
      "fr": "Un représentant spécial de l'ONU, Sérgio de Mello,"
    }
  },
  {
    "translation": {
      "en": "was there in the compound when this truck bomb detonated",
      "fr": "était dans l'enceinte quand ce camion a explosé EXPLOSION DÉTRUIT LE SIÈGE DE L'ONU À BAGHDAD"
    }
  },
  {
    "translation": {
      "en": "right below his window.",
      "fr": "AU MOINS DIX MORTS sous sa fenêtre."
    }
  },
  {
    "translation": {
      "en": "We still don't have any conformation about the extent of the injuries.",
      "fr": "Nous n'avons toujours pas de confirmation quant au nombre de blessés."
    }
  },
  {
    "translation": {
      "en": "We're still searching out more information about that. We are...",
      "fr": "Nous attendons d'avoir plus d'informations. Nous sommes..."
    }
  },
  {
    "translation": {
      "en": "[Valentine] I told ranking officers,",
      "fr": "J'ai dit aux officiers supérieurs,"
    }
  },
  {
    "translation": {
      "en": "I'd said, \"Get me the heavy equipment, bull dozers, cranes...",
      "fr": "\"Trouvez-moi du matériel, des bulldozers, des grues..."
    }
  },
  {
    "translation": {
      "en": "Just find me anything.\"",
      "fr": "Trouvez-moi quelque chose.\""
    }
  },
  {
    "translation": {
      "en": "[William] Finally, somebody threw down a woman's purse,",
      "fr": "Finalement, quelqu'un a jeté le sac d'une femme,"
    }
  },
  {
    "translation": {
      "en": "and it was tied with a string",
      "fr": "et il était attaché avec une ficelle"
    }
  },
  {
    "translation": {
      "en": "which looked like the kind of cord that you use on a set of drapes,",
      "fr": "qui ressemblait au genre de corde qu'on utilise sur un rideau."
    }
  },
  {
    "translation": {
      "en": "that they had tied together and that became what we used to haul the bricks up.",
      "fr": "Et c'est ce qu'on a utilisé pour transporter les briques.."
    }
  },
  {
    "translation": {
      "en": "So I'd fill it with a half a dozen bricks",
      "fr": "Je le remplissais d'une demi-douzaine de briques,"
    }
  },
  {
    "translation": {
      "en": "and these guys would haul it up to the third floor,",
      "fr": "ils le transporteraient jusqu'au troisième étage,"
    }
  },
  {
    "translation": {
      "en": "throw it somewhere and they'd drop it back down",
      "fr": "ils jetaient ça et faisaient redescendre le sac"
    }
  },
  {
    "translation": {
      "en": "and we'd throw a few more bricks in.",
      "fr": "et on le remplissait de briques."
    }
  },
  {
    "translation": {
      "en": "And this just kept going on and on.",
      "fr": "Et on recommençait encore et encore."
    }
  },
  {
    "translation": {
      "en": "That went on for hours until there was enough room",
      "fr": "Ça a duré des heures, jusqu'à ce qu'il y ait assez de place"
    }
  },
  {
    "translation": {
      "en": "for me to move Gil or Sérgio a little bit out of the way.",
      "fr": "pour déplacer Gil ou Sérgio un peu à l'écart."
    }
  },
  {
    "translation": {
      "en": "Sérgio did move a little bit,",
      "fr": "Sérgio a bougé un peu,"
    }
  },
  {
    "translation": {
      "en": "but every time I moved him, he was in agony,",
      "fr": "mais à chaque fois que je le déplaçais, il agonisait,"
    }
  },
  {
    "translation": {
      "en": "and every time I moved him, the dirt and the walls were shifting.",
      "fr": "et à chaque fois, la terre et les murs bougeaient."
    }
  },
  {
    "translation": {
      "en": "So I really had no means of supporting the walls up,",
      "fr": "Je n'avais aucun moyen de soutenir les murs,"
    }
  },
  {
    "translation": {
      "en": "because I didn't have two by fours, or four by fours or anything like that.",
      "fr": "car je n'avais ni planche ni quoi que ce soit d'autre."
    }
  },
  {
    "translation": {
      "en": "But this stuff didn't come fast enough.",
      "fr": "Ces choses ne sont pas arrivées assez vite."
    }
  },
  {
    "translation": {
      "en": "[William] There was no unity in command, no unity of effort.",
      "fr": "Il n'y avait aucune unité en commande ou en efforts."
    }
  },
  {
    "translation": {
      "en": "Basically, you know, fire service in America, Canada, Western Europe",
      "fr": "Les pompiers en Amérique, au Canada, en Europe de l'Ouest,"
    }
  },
  {
    "translation": {
      "en": "they're going to have shoring equipment, they're gonna have things that we can use",
      "fr": "ils auraient eu du matériel d'étayage, des choses qu'on aurait pu utiliser"
    }
  },
  {
    "translation": {
      "en": "to stabilize the building to get them out. We had nothing but our hands,",
      "fr": "pour stabiliser le bâtiment. On n'avait que nos mains,"
    }
  },
  {
    "translation": {
      "en": "a ladies purse and a string.",
      "fr": "un sac à main et une ficelle."
    }
  },
  {
    "translation": {
      "en": "At the base of the rubble pile, there were a couple of people milling around.",
      "fr": "Au pied de la pile de décombres, des gens tournait en rond."
    }
  },
  {
    "translation": {
      "en": "One was a female.",
      "fr": "Il y avait une femme."
    }
  },
  {
    "translation": {
      "en": "She was missing a shoe. She had torn dress.",
      "fr": "Il lui manquait une chaussure. Sa robe était déchirée."
    }
  },
  {
    "translation": {
      "en": "I don't know what language she was speaking, to be quite honest with you,",
      "fr": "Je ne sais pas dans quelle langue elle parlait,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't English.",
      "fr": "mais ce n'était pas anglais."
    }
  },
  {
    "translation": {
      "en": "She was told a number of occasions to go to the casualty collection point,",
      "fr": "On lui répétait d'aller au point de collecte des blessés,"
    }
  },
  {
    "translation": {
      "en": "but she kept milling around.",
      "fr": "mais elle n'a pas bougé."
    }
  },
  {
    "translation": {
      "en": "[Larriera] I tell the soldiers, \"Come on, you know, help me. Let's get him out.",
      "fr": "J'ai dit au soldat, \"Allez, aidez-moi. Il faut le sortir de là."
    }
  },
  {
    "translation": {
      "en": "Let's get some shovels and start digging the debris out.\"",
      "fr": "Prenons des pelles et commençons à creuser les débris.\""
    }
  },
  {
    "translation": {
      "en": "And he tells me, \"There are no shovels.\"",
      "fr": "Il me répond qu'il n'y a pas de pelle."
    }
  },
  {
    "translation": {
      "en": "\"Well, okay, let's do it, you know, with this piece of steel.\"",
      "fr": "\"Bon, d'accord, on peut utiliser ce morceau d'acier.\""
    }
  },
  {
    "translation": {
      "en": "He said, \"No, no, no. We need to wait for equipment to come.\"",
      "fr": "Il a dit, \"Non, non. On doit attendre que l'équipement arrive. \""
    }
  },
  {
    "translation": {
      "en": "\"But where is equipment?",
      "fr": "\"Mais où est l'équipement ?"
    }
  },
  {
    "translation": {
      "en": "Who the hell is in charge?\"",
      "fr": "Qui est le responsable ?\""
    }
  },
  {
    "translation": {
      "en": "[Rice] I got a phone call saying that, uh,",
      "fr": "J'ai reçu un appel disant que"
    }
  },
  {
    "translation": {
      "en": "Sérgio de Mello had perhaps been very seriously wounded.",
      "fr": "Sérgio de Mello avait peut-être été gravement blessé."
    }
  },
  {
    "translation": {
      "en": "That he was trapped and that they didn't know how serious the situation was.",
      "fr": "Qu'il était pris au piège et qu'ils ne savaient pas à quel point la situation était grave."
    }
  },
  {
    "translation": {
      "en": "But then a few minutes later,",
      "fr": "Mais quelques minutes plus tard,"
    }
  },
  {
    "translation": {
      "en": "someone said, \"Well, no, he'd been speaking,",
      "fr": "quelqu'un a dit qu'il parlait."
    }
  },
  {
    "translation": {
      "en": "and had been talking to people outside the building.\"",
      "fr": "Il parlait aux gens qui étaient à l'extérieur des décombres."
    }
  },
  {
    "translation": {
      "en": "And I remember just a sense of relief that, uh, perhaps this was all right.",
      "fr": "Je me souviens d'avoir été soulagée en pensant que peut-être ça irait bien."
    }
  },
  {
    "translation": {
      "en": "[Bremer] The President called and he said, \"Well, please find out what happened.\"",
      "fr": "Le Président a appelé pour nous demander de découvrir ce qui s'est passé."
    }
  },
  {
    "translation": {
      "en": "And my Chief of Staff pulled me aside and he said,",
      "fr": "Mon chef de cabinet m'a pris à part et m'a dit,"
    }
  },
  {
    "translation": {
      "en": "\"We don't know what's happened with Sérgio.\"",
      "fr": "\"On ne sait pas ce qui est arrivé à Sérgio. ADMINISTRATEUR CIVIL EN CHEF EN IRAK"
    }
  },
  {
    "translation": {
      "en": "Um, \"The last we heard he was alive,",
      "fr": "On a entendu dire qu'il était vivant,"
    }
  },
  {
    "translation": {
      "en": "but, you know, we just don't know what's going on.",
      "fr": "mais on ne sait pas ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "Um, he's trapped somewhere in the rubble.\"",
      "fr": "Il est coincé dans les décombres.\""
    }
  },
  {
    "translation": {
      "en": "Short time ago I spoke with Ambassador Bremer,",
      "fr": "J'ai parlé récemment à l'ambassadeur Bremer."
    }
  },
  {
    "translation": {
      "en": "directed him to provide all possible assistance",
      "fr": "Je lui ai demandé de fournir toute l'aide possible"
    }
  },
  {
    "translation": {
      "en": "to the rescue and recovery effort",
      "fr": "à l'effort de sauvetage"
    }
  },
  {
    "translation": {
      "en": "at the United Nations headquarters.",
      "fr": "au siège des Nations Unies."
    }
  },
  {
    "translation": {
      "en": "[man] Heads up.",
      "fr": "Par ici."
    }
  },
  {
    "translation": {
      "en": "You ask questions or you want to hear from me?",
      "fr": "Vous voulez poser les questions ou je vous raconte ?"
    }
  },
  {
    "translation": {
      "en": "-[reporter] Both. -Yeah?",
      "fr": "- Les deux. - Oui ?"
    }
  },
  {
    "translation": {
      "en": "[Rice] The President immediately took to him.",
      "fr": "Il a plu tout de suite au président."
    }
  },
  {
    "translation": {
      "en": "He was eloquent.",
      "fr": "Il était éloquent."
    }
  },
  {
    "translation": {
      "en": "He was committed.",
      "fr": "Il était impliqué."
    }
  },
  {
    "translation": {
      "en": "He drew you in in the conversation with him.",
      "fr": "Il vous attirait dans la conversation avec lui."
    }
  },
  {
    "translation": {
      "en": "You just knew that this was somebody who could command a room.",
      "fr": "On savait que c'était quelqu'un qui pouvait commander."
    }
  },
  {
    "translation": {
      "en": "Secretary General,",
      "fr": "Secrétaire général,"
    }
  },
  {
    "translation": {
      "en": "distinguished members of the Council,",
      "fr": "membres distingués du Conseil,"
    }
  },
  {
    "translation": {
      "en": "friends,",
      "fr": "chers amis,"
    }
  },
  {
    "translation": {
      "en": "I believe we have reason to be optimistic",
      "fr": "je pense qu'on a des raisons d'être optimistes"
    }
  },
  {
    "translation": {
      "en": "about the future of Iraq.",
      "fr": "sur l'avenir de l'Irak."
    }
  },
  {
    "translation": {
      "en": "But we have little margin for error.",
      "fr": "Mais on a peu de marge d'erreur."
    }
  },
  {
    "translation": {
      "en": "[in English] The United Nations' presence in Iraq remains vulnerable to",
      "fr": "La présence des Nations Unies en Irak reste vulnérable"
    }
  },
  {
    "translation": {
      "en": "any who would seek to target our organization.",
      "fr": "à ceux qui chercheraient à viser notre organisation."
    }
  },
  {
    "translation": {
      "en": "Our security continues to rely significantly",
      "fr": "Notre sécurité continue de dépendre"
    }
  },
  {
    "translation": {
      "en": "on the reputation of the United Nations,",
      "fr": "de la réputation des Nations Unies,"
    }
  },
  {
    "translation": {
      "en": "our ability to demonstrate meaningfully that we are in Iraq to assist its people",
      "fr": "de notre capacité à démontrer que nous sommes en Irak pour aider le peuple"
    }
  },
  {
    "translation": {
      "en": "in our independence.",
      "fr": "dans leur indépendance."
    }
  },
  {
    "translation": {
      "en": "[Power] Sérgio hadn't wanted to go to Iraq in any deep way.",
      "fr": "Sérgio ne voulait pas nécessairement aller en Irak."
    }
  },
  {
    "translation": {
      "en": "I mean, he liked being at the center of, uh, the action, always.",
      "fr": "Il aimait être au centre de l'action, toujours."
    }
  },
  {
    "translation": {
      "en": "He liked being the center of attention, always.",
      "fr": "Il aimait être le centre de l'attention, toujours."
    }
  },
  {
    "translation": {
      "en": "But he was beginning to build a new life with Carolina",
      "fr": "Mais il commençait une nouvelle vie avec Carolina,"
    }
  },
  {
    "translation": {
      "en": "and exhausted from East Timor,",
      "fr": "il était épuisé depuis le Timor oriental,"
    }
  },
  {
    "translation": {
      "en": "coupled with the fact that he opposed the war in Iraq, to begin with,",
      "fr": "et il était contre la guerre en Irak depuis le début,"
    }
  },
  {
    "translation": {
      "en": "but as soon as the question was posed, Sérgio did not feel like he could say no,",
      "fr": "mais dès que la question lui a été posée, Sérgio s'est senti obligé d'accepter"
    }
  },
  {
    "translation": {
      "en": "and of course tried to make the best of, uh, not an ideal situation.",
      "fr": "et a essayé de tirer le meilleur parti de la situation."
    }
  },
  {
    "translation": {
      "en": "[McNamara] I never forget him writing his speech for his landing in Baghdad.",
      "fr": "Je n'oublierai jamais quand il a écrit son discours pour son arrivé à Bagdad."
    }
  },
  {
    "translation": {
      "en": "I think he didn't have the press that he expected",
      "fr": "Il n'y avait pas beaucoup de journalistes"
    }
  },
  {
    "translation": {
      "en": "because Bremer had called a press conference for his own at the same time,",
      "fr": "parce que Bremer avait déjà organisé une conférence de presse."
    }
  },
  {
    "translation": {
      "en": "so that sort of sabotaged a little bit,",
      "fr": "Alors, ça a un peu été saboté."
    }
  },
  {
    "translation": {
      "en": "but he was pretty aware of a historic event,",
      "fr": "Mais il était au courant d'un événement historique,"
    }
  },
  {
    "translation": {
      "en": "and I think also pretty aware",
      "fr": "et je pense aussi qu'il savait"
    }
  },
  {
    "translation": {
      "en": "that he had an awful mandate from the Security Council.",
      "fr": "qu'il avait un mandat terrible du Conseil de sécurité."
    }
  },
  {
    "translation": {
      "en": "It wasn't a political management mission.",
      "fr": "Ce n'était pas une mission de gestion politique."
    }
  },
  {
    "translation": {
      "en": "It wasn't a humanitarian mission.",
      "fr": "Ce n'était pas une mission humanitaire."
    }
  },
  {
    "translation": {
      "en": "It was a compromised mission under the US occupation.",
      "fr": "C'était une mission compromise sous l'occupation américaine."
    }
  },
  {
    "translation": {
      "en": "But if anyone could have achieved something",
      "fr": "Mais si quelqu'un pouvait accomplir quelque chose"
    }
  },
  {
    "translation": {
      "en": "in that political hotchpotch mess of a situation,",
      "fr": "dans cette situation politique désastreuse,"
    }
  },
  {
    "translation": {
      "en": "it would've been Sérgio.",
      "fr": "c'était Sérgio."
    }
  },
  {
    "translation": {
      "en": "Hi.",
      "fr": "Bonsoir."
    }
  },
  {
    "translation": {
      "en": "[Rishmawi] The first thing he wanted to do is to listen.",
      "fr": "Il voulait d'abord écouter."
    }
  },
  {
    "translation": {
      "en": "He went to Basra, Mosul, Erbil, all over. All over.",
      "fr": "Il est allé à Bassorah, Mossoul, Erbil, partout. Vraiment partout."
    }
  },
  {
    "translation": {
      "en": "He was very attentive to how normal Iraqis were living day by day.",
      "fr": "Il était très attentif à la façon dont les Irakiens vivaient leur quotidien."
    }
  },
  {
    "translation": {
      "en": "Water, electricity.",
      "fr": "L'eau, l'électricité."
    }
  },
  {
    "translation": {
      "en": "He saw it very much as a question of human dignity.",
      "fr": "Il voyait ça comme une question de dignité humaine."
    }
  },
  {
    "translation": {
      "en": "What I do if I don't have money? What I do?",
      "fr": "Qu'est-ce que je fais si je n'ai pas d'argent ? Je fais quoi ?"
    }
  },
  {
    "translation": {
      "en": "I stole. Became a thief.",
      "fr": "Je vole. Je deviens un voleur."
    }
  },
  {
    "translation": {
      "en": "-No, don't do that. I understand-- -No, I am...",
      "fr": "- Ne faites pas ça... - Je suis..."
    }
  },
  {
    "translation": {
      "en": "I am a graduate from a university.",
      "fr": "diplômé d'une université."
    }
  },
  {
    "translation": {
      "en": "[Salamé] Well, he didn't know much, but he did not pretend to know much.",
      "fr": "Il ne savait pas grand-chose, mais il ne prétendait pas en savoir beaucoup."
    }
  },
  {
    "translation": {
      "en": "That was something that you'd immediately like about him that...",
      "fr": "C'est quelque chose qu'on aimait immédiatement chez lui..."
    }
  },
  {
    "translation": {
      "en": "he was willing to listen, to learn.",
      "fr": "Il était prêt à écouter, à apprendre."
    }
  },
  {
    "translation": {
      "en": "We had an advantage.",
      "fr": "On avait un avantage."
    }
  },
  {
    "translation": {
      "en": "Everybody is in principle willing to talk to us,",
      "fr": "Tout le monde était en principe disposé à nous parler,"
    }
  },
  {
    "translation": {
      "en": "which was not the case with the Americans.",
      "fr": "ce qui n'était pas le cas pour les Américains."
    }
  },
  {
    "translation": {
      "en": "[Sérgio] I am here to listen to you.",
      "fr": "Je suis là pour vous écouter."
    }
  },
  {
    "translation": {
      "en": "I am here to learn.",
      "fr": "Je suis là pour apprendre."
    }
  },
  {
    "translation": {
      "en": "[Sérgio] Tell me frankly, how you believe the United Nations, myself,",
      "fr": "Dites-moi franchement comment vous pensez que les Nations Unies, moi-même,"
    }
  },
  {
    "translation": {
      "en": "and my colleagues can be helpful to you.",
      "fr": "et mes collègues peuvent vous être utiles."
    }
  },
  {
    "translation": {
      "en": "[Larriera] Sérgio worked non-stop.",
      "fr": "Sérgio travaillait sans arrêt."
    }
  },
  {
    "translation": {
      "en": "He was eternally optimistic that, uh,",
      "fr": "Il était éternellement optimiste, il pensait"
    }
  },
  {
    "translation": {
      "en": "he and his team, single-handedly, and perhaps naively, um,",
      "fr": "peut-être naïvement, que son équipe et lui-même, à eux seuls,"
    }
  },
  {
    "translation": {
      "en": "could turn the tables around.",
      "fr": "pourraient renverser la situation."
    }
  },
  {
    "translation": {
      "en": "[Bremer] We've had a very good first meeting with Mr. de Mello here,",
      "fr": "On a eu une très bonne première rencontre avec M. de Mello."
    }
  },
  {
    "translation": {
      "en": "going over a very wide range of issues on which we can work together",
      "fr": "Nous avons évoqué un large éventail de questions sur lesquelles nous pouvons travailler ensemble"
    }
  },
  {
    "translation": {
      "en": "to help in our common objective which is producing an independent, democratic",
      "fr": "pour atteindre notre objectif commun qui est un Irak indépendant, démocratique"
    }
  },
  {
    "translation": {
      "en": "peaceful Iraq, and I think we have a very good sense...",
      "fr": "et pacifique. Je pense que nous avons un bon sens..."
    }
  },
  {
    "translation": {
      "en": "Sérgio saw nothing incompatible with trying to help the UN",
      "fr": "Sérgio n'a rien vu d'incompatible à apporter son aide à l'ONU"
    }
  },
  {
    "translation": {
      "en": "by helping the Iraqis, which in turn would help the United States.",
      "fr": "en aidant les Irakiens, ce qui résulterait à aider les États-Unis."
    }
  },
  {
    "translation": {
      "en": "There wasn't any press briefing foreseen in our program.",
      "fr": "Il n'y avait pas de point de presse prévu dans notre programme."
    }
  },
  {
    "translation": {
      "en": "[Holbrooke] He was not an accomplice",
      "fr": "Il n'était pas complice"
    }
  },
  {
    "translation": {
      "en": "to the terrible mistakes of the Bush administration.",
      "fr": "des terribles erreurs de l'administration Bush."
    }
  },
  {
    "translation": {
      "en": "He was doing what he could for the Iraqi people",
      "fr": "Il faisait ce qu'il pouvait pour le peuple irakien."
    }
  },
  {
    "translation": {
      "en": "in a typical Sérgio fashion.",
      "fr": "Comme à son habitude,"
    }
  },
  {
    "translation": {
      "en": "He was paying too little attention to the fact",
      "fr": "il n'accordait que peu d'attention au fait"
    }
  },
  {
    "translation": {
      "en": "that he was at great personal risk",
      "fr": "qu'il courait un grand risque personnel"
    }
  },
  {
    "translation": {
      "en": "precisely because the more effective he was",
      "fr": "parce que plus il était efficace"
    }
  },
  {
    "translation": {
      "en": "the more he would be perceived by the enemies of the US",
      "fr": "plus les ennemis des États-Unis considéraient qu'il servait"
    }
  },
  {
    "translation": {
      "en": "as serving American interests.",
      "fr": "les intérêts américains."
    }
  },
  {
    "translation": {
      "en": "[reporter] Mr. de Mello,",
      "fr": "Monsieur de Mello,"
    }
  },
  {
    "translation": {
      "en": "is there a real role to the United Nations",
      "fr": "les Nations Unies ont-elles un vrai rôle"
    }
  },
  {
    "translation": {
      "en": "in the political process in Iraq",
      "fr": "dans le processus politique en Irak"
    }
  },
  {
    "translation": {
      "en": "or it's just a cover to the American...",
      "fr": "ou est-ce une couverture pour... l'occupation américaine ?"
    }
  },
  {
    "translation": {
      "en": "American occupation?",
      "fr": "l'occupation américaine ?"
    }
  },
  {
    "translation": {
      "en": "Thank you. First of all, my friend, and answering your second question,",
      "fr": "Merci. Tout d'abord, mon ami, je vais répondre à votre deuxième question,"
    }
  },
  {
    "translation": {
      "en": "the UN, its Secretary General,",
      "fr": "l'ONU, son secrétaire général,"
    }
  },
  {
    "translation": {
      "en": "and Sérgio Vieira de Mello, Representative of the Secretary General,",
      "fr": "et Sérgio Vieira de Mello, représentant du secrétaire général,"
    }
  },
  {
    "translation": {
      "en": "are no tool and no cover for anyone, all right?",
      "fr": "ne sont l'instrument ou la couverture de personne. D'accord ?"
    }
  },
  {
    "translation": {
      "en": "We are an independent organization.",
      "fr": "Nous sommes une organisation indépendante."
    }
  },
  {
    "translation": {
      "en": "Secretary General Kofi Annan and myself are independent from anyone.",
      "fr": "Le secrétaire général, Kofi Annan, et moi-même ne dépendons de personne."
    }
  },
  {
    "translation": {
      "en": "So don't suggest for a second that we are there supporting the United States",
      "fr": "Alors, arrêtez de suggérer qu'on soutient les États-Unis"
    }
  },
  {
    "translation": {
      "en": "or the coalition, all right?",
      "fr": "ou la coalition. D'accord ?"
    }
  },
  {
    "translation": {
      "en": "Once in the street, there were small pieces of paper in blue.",
      "fr": "Une fois dans la rue, il y avait de petits bouts de papier bleus."
    }
  },
  {
    "translation": {
      "en": "Like, square ones in blue,",
      "fr": "Des carrés bleus,"
    }
  },
  {
    "translation": {
      "en": "uh, that says \"Al-Qaeda is now here,\" or something like that.",
      "fr": "qui disaient qu'Al-Qaïda est là, ou quelque chose comme ça."
    }
  },
  {
    "translation": {
      "en": "Someone had been reportedly seen taking down the numbers of the license plates",
      "fr": "Quelqu'un aurait été vu en train de noter le numéro des plaques d'immatriculation"
    }
  },
  {
    "translation": {
      "en": "of cars coming in and out of the compound.",
      "fr": "des voitures entrant et sortant du complexe."
    }
  },
  {
    "translation": {
      "en": "[William] As an anti-terrorism specialist,",
      "fr": "En tant que spécialiste de l'antiterrorisme,"
    }
  },
  {
    "translation": {
      "en": "I try to look at it from the terrorist point of view and I was thinking that,",
      "fr": "j'essayais de voir ça du point de vue terroriste et je me disais,"
    }
  },
  {
    "translation": {
      "en": "you know, \"If I was a terrorist,",
      "fr": "\"Si j'étais un terroriste,"
    }
  },
  {
    "translation": {
      "en": "it would be so easy to drive a truck loaded with explosives down the driveway",
      "fr": "ce serait si facile de conduire un camion chargé d'explosifs dans l'allée"
    }
  },
  {
    "translation": {
      "en": "and detonate it right next to the UN and blow it up.\"",
      "fr": "et de le faire exploser juste à côté de l'ONU.\""
    }
  },
  {
    "translation": {
      "en": "I recommended strongly that they put in a large reinforced gate",
      "fr": "Je leur ai recommandé de mettre une grande porte blindée"
    }
  },
  {
    "translation": {
      "en": "at the entrance to the Canal road driveway,",
      "fr": "à l'entrée de l'allée,"
    }
  },
  {
    "translation": {
      "en": "but it was a very busy road and they were concerned the traffic",
      "fr": "mais la route était très fréquentée et ils s'inquiétaient"
    }
  },
  {
    "translation": {
      "en": "trying to get into the parking lot would queue up,",
      "fr": "des queues pour entrer dans le parking,"
    }
  },
  {
    "translation": {
      "en": "and they'd have accidents and it would just be a mess and...",
      "fr": "et des accidents et du désordre que ça causerait..."
    }
  },
  {
    "translation": {
      "en": "I reported back that I thought, you know,",
      "fr": "J'ai dit que je pensais"
    }
  },
  {
    "translation": {
      "en": "it'd be better to have a few fender-bender accidents",
      "fr": "qu'il valait mieux avoir quelques accidents"
    }
  },
  {
    "translation": {
      "en": "than have somebody drive a truck up the driveway and blow up the building.",
      "fr": "que d'avoir un camion dans l'allée qui fait exploser le bâtiment."
    }
  },
  {
    "translation": {
      "en": "In lieu of the gate that I'd recommended,",
      "fr": "Au lieu du portail que j'avais recommandé,"
    }
  },
  {
    "translation": {
      "en": "the 2nd Cavalry had supplied them",
      "fr": "la 2e régiment de cavalerie leur avait fourni"
    }
  },
  {
    "translation": {
      "en": "with a Bradley armored fighting vehicle and a crew,",
      "fr": "un véhicule de combat Bradley et une équipe,"
    }
  },
  {
    "translation": {
      "en": "and they were basically the valet parking.",
      "fr": "c'était un peu le service de voiturier."
    }
  },
  {
    "translation": {
      "en": "Later on, I noticed the vehicle was gone",
      "fr": "Plus tard, j'ai remarqué que le véhicule n'était plus là."
    }
  },
  {
    "translation": {
      "en": "and there was nothing there except a roll of concertina wire across the driveway,",
      "fr": "Il n'y avait rien d'autre qu'un fil de fer barbelé à travers l'allée"
    }
  },
  {
    "translation": {
      "en": "and I was, like, \"Uh-oh.\"",
      "fr": "et je me suis dit, \"Oh, non.\""
    }
  },
  {
    "translation": {
      "en": "When I spoke to somebody at the UN, I said \"What happened to it?\"",
      "fr": "J'ai parlé à quelqu'un à l'ONU et j'ai demandé ce qu'il s'était passé."
    }
  },
  {
    "translation": {
      "en": "And they said, \"Oh, Sérgio ordered it moved.\" I'm, like, \"Oh, Jesus.\"",
      "fr": "Ils ont répondu, \"Sérgio a ordonné de le faire enlever.\" J'ai pensé, \"Mon Dieu\"."
    }
  },
  {
    "translation": {
      "en": "He was trying to tone down the American presence at the UN compound,",
      "fr": "Il essayait d'atténuer la présence américaine au commissariat de l'ONU,"
    }
  },
  {
    "translation": {
      "en": "so it didn't look like the UN was, you know, part of the coalition forces.",
      "fr": "pour qu'on ne voit pas l'ONU comme faisant partie des forces de la coalition."
    }
  },
  {
    "translation": {
      "en": "The UN is ruled by the Jews and the Americans",
      "fr": "L'ONU est gouvernée par les Juifs et les Américains"
    }
  },
  {
    "translation": {
      "en": "and its crimes are flagrant in the Arab and Islamic world.",
      "fr": "et ses crimes sont flagrants dans le monde arabe et islamique."
    }
  },
  {
    "translation": {
      "en": "Zarqawi told me he needed to hit a big target - to recruit followers.",
      "fr": "Zarqawi m'a dit qu'il devait frapper une grande cible pour recruter des partisans."
    }
  },
  {
    "translation": {
      "en": "Zarqawi said that the UN was a nest for secret services and American spies.",
      "fr": "était un nid pour les services secrets et les espions américains."
    }
  },
  {
    "translation": {
      "en": "He said he needed to attack the UN",
      "fr": "Il a dit qu'il devait attaquer l'ONU et tuer ce criminel Sérgio."
    }
  },
  {
    "translation": {
      "en": "and kill that criminal Sérgio.",
      "fr": "et tuer ce criminel Sérgio."
    }
  },
  {
    "translation": {
      "en": "On that Monday, he told me that he...",
      "fr": "Ce lundi-là, il m'a dit"
    }
  },
  {
    "translation": {
      "en": "he really needed something to look on to the future.",
      "fr": "qu'il avait vraiment besoin de se concentrer sur l'avenir."
    }
  },
  {
    "translation": {
      "en": "We needed to get going and start planning immediately",
      "fr": "On devait commencer immédiatement à planifier"
    }
  },
  {
    "translation": {
      "en": "on our next steps, on our next move.",
      "fr": "nos prochaines étapes, notre prochaine destination."
    }
  },
  {
    "translation": {
      "en": "And really our next move had been to go back to Brazil.",
      "fr": "Notre prochaine destination, c'était de rentrer au Brésil."
    }
  },
  {
    "translation": {
      "en": "Monday night he said, \"Carolina, let's book the flights",
      "fr": "Lundi soir, il a dit, \"Carolina, réservons les vols"
    }
  },
  {
    "translation": {
      "en": "and make sure that we have a clear exit strategy.",
      "fr": "et assurons-nous une stratégie de sortie bien définie."
    }
  },
  {
    "translation": {
      "en": "Because I need to be thinking that I'm going back to Brazil,",
      "fr": "Parce que je dois penser que je retourne au Brésil,"
    }
  },
  {
    "translation": {
      "en": "I'm going back to Rio.\"",
      "fr": "je retourne à Rio.\""
    }
  },
  {
    "translation": {
      "en": "We were six weeks away from leaving Baghdad.",
      "fr": "On était à six semaines de quitter Bagdad."
    }
  },
  {
    "translation": {
      "en": "[William] They say time flies when you're having fun.",
      "fr": "Le temps passe vite quand on s'amuse."
    }
  },
  {
    "translation": {
      "en": "Well, I certainly wasn't having fun but time was flying.",
      "fr": "Je ne m'amusais pas, mais le temps passait."
    }
  },
  {
    "translation": {
      "en": "And the golden hour, it came and went, we didn't even realize it.",
      "fr": "Et l'heure d'or est passée, on ne s'en est pas rendu compte."
    }
  },
  {
    "translation": {
      "en": "I'm tired, my legs and arms were cramping.",
      "fr": "J'étais fatigué, j'avais mal aux jambes et aux bras."
    }
  },
  {
    "translation": {
      "en": "We were driven, basically.",
      "fr": "On était motivés."
    }
  },
  {
    "translation": {
      "en": "We were determined that these guys were not gonna die in this hole.",
      "fr": "On était déterminés à ne pas laisser ces types mourir dans ce trou."
    }
  },
  {
    "translation": {
      "en": "I tried to get them into their, what I felt was their religious belief.",
      "fr": "J'ai essayé de les diriger vers leurs croyances religieuses."
    }
  },
  {
    "translation": {
      "en": "[William] At one point Andre wanted to pray with Sérgio",
      "fr": "À un moment, Andre voulait prier avec Sérgio"
    }
  },
  {
    "translation": {
      "en": "and he was still lucid enough to say if prayers...",
      "fr": "et il était encore assez lucide pour dire que les prières..."
    }
  },
  {
    "translation": {
      "en": "You know, this is not the time,",
      "fr": "Ce n'était pas le moment."
    }
  },
  {
    "translation": {
      "en": "uh, which I think kind of [chuckles] upset Andre a little bit.",
      "fr": "Je pense que ça a un peu contrarié André."
    }
  },
  {
    "translation": {
      "en": "I asked him, you know, you got to have faith, you have to believe,",
      "fr": "Je lui ai dit qu'il devait avoir la foi, qu'il devait croire,"
    }
  },
  {
    "translation": {
      "en": "and he said, \"Believe? Damn, God. God did this to me,\" you know.",
      "fr": "et il a dit \"Croire ? Bon sang. C'est Dieu qui m'a fait ça."
    }
  },
  {
    "translation": {
      "en": "\"Curse God.\" He was using some other words that I will not say,",
      "fr": "Je maudis Dieu.\" Il a utilisé d'autres mots que je ne répéterai pas,"
    }
  },
  {
    "translation": {
      "en": "um, and I was trying to tell him, \"God didn't do this to you, man.",
      "fr": "et j'essayais de lui dire, \"Dieu ne t'a pas fait ça."
    }
  },
  {
    "translation": {
      "en": "You have to have faith this strong",
      "fr": "Il faut avoir une foi forte"
    }
  },
  {
    "translation": {
      "en": "to believe that God could get you out of here.",
      "fr": "et croire que Dieu peut te sortir d'ici."
    }
  },
  {
    "translation": {
      "en": "I'm you savior, in a sense.",
      "fr": "Je suis un peu ton sauveur."
    }
  },
  {
    "translation": {
      "en": "You have to believe in me.\"",
      "fr": "Tu dois croire en moi.\""
    }
  },
  {
    "translation": {
      "en": "I've never had that experience.",
      "fr": "Je n'ai jamais vécu ça."
    }
  },
  {
    "translation": {
      "en": "In 35 years, nobody's ever said, \"Hey, let's stop and pray.\"",
      "fr": "En 35 ans, personne n'a jamais dit, \"Arrêtons et prions.\""
    }
  },
  {
    "translation": {
      "en": "What's so wrong with praying with somebody, you know?",
      "fr": "Qu'y a-t-il de mal à prier avec quelqu'un ?"
    }
  },
  {
    "translation": {
      "en": "It, it, uh... It wouldn't have hurt.",
      "fr": "Ça... Ça n'aurait pas fait de mal."
    }
  },
  {
    "translation": {
      "en": "And Sérgio wanted no part of that, so, you know...",
      "fr": "Et Sérgio ne voulait pas de ça, alors..."
    }
  },
  {
    "translation": {
      "en": "And he was... [chuckles]",
      "fr": "Et il..."
    }
  },
  {
    "translation": {
      "en": "expletive deleted \"no,\" you know. He didn't want any part of that.",
      "fr": "Il a dit clairement \"non\". Il ne voulait pas de ça."
    }
  },
  {
    "translation": {
      "en": "I'm not a big prayer guy either. I was, like, I don't know if I...",
      "fr": "Je ne suis pas non plus un fervent croyant. Je ne sais pas si..."
    }
  },
  {
    "translation": {
      "en": "tactfully or untactfully said, \"We haven't got time for this shit.",
      "fr": "j'ai dit gentiment ou pas, \"On n'a pas le temps pour ces conneries."
    }
  },
  {
    "translation": {
      "en": "Prayer's great, we'll pray when we get him out. But let's get him out.\"",
      "fr": "Prier, c'est super. On priera quand on le sortira. Faisons-le sortir. \""
    }
  },
  {
    "translation": {
      "en": "[Larriera] There are some soldiers that told me to clear the area.",
      "fr": "Il y a des soldats qui m'ont dit d'évacuer la zone."
    }
  },
  {
    "translation": {
      "en": "I said, \"No, no, no, I'm going there because I hear that Sérgio's there.\"",
      "fr": "J'ai dit, \"Non, j'y vais parce que j'ai entendu dire que Sérgio est là.\""
    }
  },
  {
    "translation": {
      "en": "And the soldier comes to me and says,",
      "fr": "Et le soldat vient me dire"
    }
  },
  {
    "translation": {
      "en": "\"No, you know, you have to clear the area. You have to step back.\"",
      "fr": "\"Non, vous devez dégager la zone. Vous devez reculer.\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"No, no.\"",
      "fr": "J'ai dit, \"Non.\""
    }
  },
  {
    "translation": {
      "en": "After a period of time I started to figure out that",
      "fr": "Après un certain temps, j'ai compris qu'il se passait"
    }
  },
  {
    "translation": {
      "en": "maybe there was something going on between her and somebody in there.",
      "fr": "peut-être quelque chose entre elle et quelqu'un."
    }
  },
  {
    "translation": {
      "en": "She was close with him or something, I don't know.",
      "fr": "Elle était proche de lui. Je ne sais pas."
    }
  },
  {
    "translation": {
      "en": "I could see she wanted to get up,",
      "fr": "Je voyais qu'elle voulait se lever,"
    }
  },
  {
    "translation": {
      "en": "and I though about it for a second and I said, \"You know what?",
      "fr": "et j'y ai pensé une seconde et je me suis dit \"Pourquoi pas ?"
    }
  },
  {
    "translation": {
      "en": "Let them talk to each other.\"",
      "fr": "Laisse-les se parler.\""
    }
  },
  {
    "translation": {
      "en": "I gave her my hand, I let her come up,",
      "fr": "Je lui ai donné ma main, je l'ai laissée monter,"
    }
  },
  {
    "translation": {
      "en": "she put her head on the hole and started talking.",
      "fr": "elle a mis sa tête dans le trou et a commencé à parler."
    }
  },
  {
    "translation": {
      "en": "I put my ear and my mouth very close to the hole",
      "fr": "J'ai mis mon oreille et ma bouche très près du trou"
    }
  },
  {
    "translation": {
      "en": "and I, I say...",
      "fr": "et j'ai dit..."
    }
  },
  {
    "translation": {
      "en": "Sérgio, are you there?",
      "fr": "\"Sérgio, tu es là ?\""
    }
  },
  {
    "translation": {
      "en": "And a very weak voice says, \"Carolina, my love, I'm in pain, I'm here.",
      "fr": "Une voix très faible a répondu, \"Carolina, mon amour, j'ai mal, je suis là."
    }
  },
  {
    "translation": {
      "en": "I love you.\"",
      "fr": "Je t'aime.\""
    }
  },
  {
    "translation": {
      "en": "And I tell him I love him too...",
      "fr": "Et je lui dis que je l'aimais aussi..."
    }
  },
  {
    "translation": {
      "en": "to be strong...",
      "fr": "d'être fort ..."
    }
  },
  {
    "translation": {
      "en": "and I'm going to get him out.",
      "fr": "et que j'allais le sortir de là."
    }
  },
  {
    "translation": {
      "en": "At this point, Gil is reacting to some verbal stimuli, but not much.",
      "fr": "À ce stade, Gil réagit à des stimuli verbaux, mais pas beaucoup."
    }
  },
  {
    "translation": {
      "en": "You can't get really more than a word or two in reply.",
      "fr": "Il ne disait pas plus d'un mot ou deux."
    }
  },
  {
    "translation": {
      "en": "We got to get him out, we know we got to get him out,",
      "fr": "On doit le sortir, on sait qu'on doit le sortir,"
    }
  },
  {
    "translation": {
      "en": "we got to get him out now.",
      "fr": "et tout de suite."
    }
  },
  {
    "translation": {
      "en": "But the problem is he's still pinned from his lower legs.",
      "fr": "Mais le problème, c'est qu'il est toujours coincé au niveau des jambes."
    }
  },
  {
    "translation": {
      "en": "Where Sérgio was, Gil had to be removed first.",
      "fr": "Pour atteindre Sérgio, il fallait d'abord évacuer Gil."
    }
  },
  {
    "translation": {
      "en": "I said, \"Buddy, you know, I've done the best I can,",
      "fr": "J'ai dit, \"Écoute, j'ai fait de mon mieux,"
    }
  },
  {
    "translation": {
      "en": "and if I don't get you out now, we're never gonna get out.\"",
      "fr": "et si je ne te fais pas sortir maintenant, on ne sortira jamais.\""
    }
  },
  {
    "translation": {
      "en": "So he said, \"Do what you have to do,",
      "fr": "Il a dit, \"Fais ce que tu as à faire,"
    }
  },
  {
    "translation": {
      "en": "and I just wanna live and I wanna go home.\"",
      "fr": "je veux vivre et je veux rentrer chez moi.\""
    }
  },
  {
    "translation": {
      "en": "My memory of it is that, you know, I'm just not going to give in.",
      "fr": "Je me rappelle penser que je ne céderai pas."
    }
  },
  {
    "translation": {
      "en": "I'm not going to die. I have...",
      "fr": "Je ne vais pas mourir. J'ai..."
    }
  },
  {
    "translation": {
      "en": "a lot to live for, you know. I...",
      "fr": "beaucoup de raisons de vivre. Je..."
    }
  },
  {
    "translation": {
      "en": "You know, I thought...",
      "fr": "J'ai pensé..."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] immediately of my family.",
      "fr": "immédiatement à ma famille."
    }
  },
  {
    "translation": {
      "en": "A decision was made and, uh, we all agreed on it,",
      "fr": "Une décision a été prise et on était tous d'accord,"
    }
  },
  {
    "translation": {
      "en": "and the most important thing was Gil was ready for it.",
      "fr": "et le plus important, c'était que Gil était prêt."
    }
  },
  {
    "translation": {
      "en": "The only thing they found me was an old rusty wood saw",
      "fr": "La seule chose qu'ils m'ont trouvée, c'est une vieille scie en bois rouillée"
    }
  },
  {
    "translation": {
      "en": "and my trusty paramedic scissors.",
      "fr": "et mes fidèles ciseaux paramédicaux."
    }
  },
  {
    "translation": {
      "en": "I said, \"I'm gonna start sawing away.",
      "fr": "J'ai dit, \"Je vais commencer à scier."
    }
  },
  {
    "translation": {
      "en": "If you have to scream out, scream out.",
      "fr": "Si tu dois crier, crie."
    }
  },
  {
    "translation": {
      "en": "If the pain is unbearable, let me know and I will stop",
      "fr": "Si la douleur est insupportable, préviens-moi et j'arrêterai."
    }
  },
  {
    "translation": {
      "en": "and give you some more pain medicine.\"",
      "fr": "Je te donnerai d'autres analgésiques.\""
    }
  },
  {
    "translation": {
      "en": "I don't remember any of that. I've... blacked that out.",
      "fr": "Je ne me souviens de rien... J'ai oublié."
    }
  },
  {
    "translation": {
      "en": "[Valentine] I started to cut through his first leg.",
      "fr": "J'ai commencé à couper la première jambe."
    }
  },
  {
    "translation": {
      "en": "I had to kind of separate his screaming from what I had to do,",
      "fr": "Je devais séparer ses cris de ce que je devais faire,"
    }
  },
  {
    "translation": {
      "en": "'cause I knew it had to be done.",
      "fr": "car ça devait être fait."
    }
  },
  {
    "translation": {
      "en": "Even with morphine, even being deeply in shock",
      "fr": "Même avec de la morphine, même en état de choc,"
    }
  },
  {
    "translation": {
      "en": "and basically reacting only to pain,",
      "fr": "il réagissait à la douleur,"
    }
  },
  {
    "translation": {
      "en": "it was pretty gruesome work. Um...",
      "fr": "c'était un travail horrible..."
    }
  },
  {
    "translation": {
      "en": "He screamed. I mean, you probably could've heard the screams in, you know,",
      "fr": "Il a crié. On pouvait probablement entendre les cris"
    }
  },
  {
    "translation": {
      "en": "the green zone.",
      "fr": "dans la zone verte."
    }
  },
  {
    "translation": {
      "en": "We felt terrible, but we knew if we didn't do this,",
      "fr": "On se sentait mal, mais on savait que si on ne faisait pas ça,"
    }
  },
  {
    "translation": {
      "en": "he would die where he was, because we physically couldn't get him out.",
      "fr": "il allait mourir, car on ne pouvait pas le sortir physiquement."
    }
  },
  {
    "translation": {
      "en": "I pulled tighter on the tourniquet,",
      "fr": "J'ai resserré le garrot"
    }
  },
  {
    "translation": {
      "en": "and I told him I'm gonna go to the second leg.",
      "fr": "et je lui ai dit que j'allais couper la deuxième jambe."
    }
  },
  {
    "translation": {
      "en": "He didn't answer for a while, for a few minutes, I thought I'd lost him.",
      "fr": "Il n'a pas répondu. Pendant un moment, j'ai cru que je l'avais perdu."
    }
  },
  {
    "translation": {
      "en": "What I believe what happened was,",
      "fr": "Ce que ce qu'il s'est passé,"
    }
  },
  {
    "translation": {
      "en": "the pain was so bad that it literally just knocked him out.",
      "fr": "c'est que la douleur était si terrible qu'il s'est évanoui."
    }
  },
  {
    "translation": {
      "en": "So, in a way, that was probably a blessing.",
      "fr": "C'était sûrement mieux comme ça."
    }
  },
  {
    "translation": {
      "en": "I started to cut into the second leg and he woke up again,",
      "fr": "J'ai commencé à couper l'autre jambe et il s'est réveillé à nouveau,"
    }
  },
  {
    "translation": {
      "en": "and he started to moan and he just said, \"Andre, I feel that,",
      "fr": "et il a commencé à gémir et il a dit \"Andre, je le sens,"
    }
  },
  {
    "translation": {
      "en": "but go ahead and do it and finish.\"",
      "fr": "mais vas-y, fais-le et finis.\""
    }
  },
  {
    "translation": {
      "en": "Um, and I did. I finished cutting the second leg,",
      "fr": "Et je l'ai fait. J'ai coupé la deuxième jambe,"
    }
  },
  {
    "translation": {
      "en": "pulled tighter on the tourniquet, and I bandaged it.",
      "fr": "j'ai resserré le garrot et j'ai fait le bandage."
    }
  },
  {
    "translation": {
      "en": "[William] We finally got a Sked.",
      "fr": "On a enfin eu un Sked."
    }
  },
  {
    "translation": {
      "en": "It's an acronym for something and I have no idea what it is,",
      "fr": "C'est un acronyme pour quelque chose, je ne sais pas ce que c'est,"
    }
  },
  {
    "translation": {
      "en": "but it's this plastic roll-up thing",
      "fr": "mais c'est un truc enroulé en plastique."
    }
  },
  {
    "translation": {
      "en": "that when you unroll it and lace the sides",
      "fr": "Quand on le déroule et qu'on attache les côtés"
    }
  },
  {
    "translation": {
      "en": "it forms a semi-rigid stretcher.",
      "fr": "ça forme une civière semi-rigide."
    }
  },
  {
    "translation": {
      "en": "[Valentine] I got him in the best I can,",
      "fr": "Je l'ai placé dessus de mon mieux,"
    }
  },
  {
    "translation": {
      "en": "and the team up on top was just waiting on me to say go ahead and go.",
      "fr": "et l'équipe au sommet attendait mon signal pour lui dire de commencer."
    }
  },
  {
    "translation": {
      "en": "They pulled, and they pulled, and they pulled.",
      "fr": "Ils ont tiré, tiré et tiré."
    }
  },
  {
    "translation": {
      "en": "The reinforcing rod was blocking one part of the small opening",
      "fr": "La tige d'armature bloquait une partie de la petite ouverture"
    }
  },
  {
    "translation": {
      "en": "and the body was blocking the other.",
      "fr": "et un corps bloquait l'autre."
    }
  },
  {
    "translation": {
      "en": "We tried to pull the SKD past it, it wouldn't fit.",
      "fr": "On a essayé de faire passer le Sked, mais ça ne fonctionnait pas."
    }
  },
  {
    "translation": {
      "en": "Since we never got the hacksaw, we couldn't move the reinforcing rod.",
      "fr": "Comme on n'a pas eu la scie à métaux, on ne pouvait pas déplacer la tige d'armature."
    }
  },
  {
    "translation": {
      "en": "So the only other way to get Gil up was to",
      "fr": "La seule façon de faire monter Gil,"
    }
  },
  {
    "translation": {
      "en": "remove the body that was pinned in the rubble",
      "fr": "c'était de dégager le corps qui était coincé dans les décombres"
    }
  },
  {
    "translation": {
      "en": "part way up.",
      "fr": "en partie."
    }
  },
  {
    "translation": {
      "en": "So I had the unenviable task of, uh, using my combat knife again to, uh,",
      "fr": "J'ai eu la tâche peu enviable d'utiliser mon couteau de combat"
    }
  },
  {
    "translation": {
      "en": "cut the body in half so they could haul it.",
      "fr": "pour couper le corps en deux pour pouvoir soulever la civière."
    }
  },
  {
    "translation": {
      "en": "[exhales] And if you think cutting a leg off was fun...",
      "fr": "Et si vous pensiez que couper une jambe était amusant..."
    }
  },
  {
    "translation": {
      "en": "Uh, now even though the victim was dead and obviously deceased...",
      "fr": "Même si la victime était morte, visiblement décédée..."
    }
  },
  {
    "translation": {
      "en": "it was still hard work.",
      "fr": "c'était tout de même difficile."
    }
  },
  {
    "translation": {
      "en": "[Valentine] And they finally got Gil up.",
      "fr": "Et ils ont enfin sorti Gil."
    }
  },
  {
    "translation": {
      "en": "I looked at him and I said, \"Gil, you're free, you're home now.",
      "fr": "Je l'ai regardé et j'ai dit, \"Gil, tu es libre, tu rentres chez toi."
    }
  },
  {
    "translation": {
      "en": "I'm gonna give you to my other guys and they will take you to the doctors.\"",
      "fr": "Je vais te confier à mes hommes et ils t'emmèneront voir un médecin.\""
    }
  },
  {
    "translation": {
      "en": "[Loescher] My family was my anchor.",
      "fr": "Ma famille était mon pilier."
    }
  },
  {
    "translation": {
      "en": "I probably knew instinctively that if I got out of there...",
      "fr": "Je savais instinctivement que si je sortais de là..."
    }
  },
  {
    "translation": {
      "en": "that they would, uh...",
      "fr": "ils me soutiendraient..."
    }
  },
  {
    "translation": {
      "en": "[sighs] see me through my recovery.",
      "fr": "pendant mon rétablissement."
    }
  },
  {
    "translation": {
      "en": "He was close to death when they got him out there.",
      "fr": "Il était sur le point de mourir quand ils l'ont sorti."
    }
  },
  {
    "translation": {
      "en": "His vital signs were, like, 60 over 40 for blood pressure,",
      "fr": "Ses signes vitaux étaient de 60 sur 40 pour la pression artérielle,"
    }
  },
  {
    "translation": {
      "en": "uh, and they did a hot load",
      "fr": "et ils l'ont fait évacuer"
    }
  },
  {
    "translation": {
      "en": "into one of the medivac helicopters and flew him away.",
      "fr": "dans l'un des hélicoptères Medivac."
    }
  },
  {
    "translation": {
      "en": "I spotted this man. I rushed to him and I asked him,",
      "fr": "J'ai vu cet homme. J'ai couru vers lui pour lui dire,"
    }
  },
  {
    "translation": {
      "en": "\"Please, I need your help. I need your help.",
      "fr": "\"J'ai besoin de votre aide. J'ai besoin de ton aide."
    }
  },
  {
    "translation": {
      "en": "My Sérgio is in the rubble, and he is going to die if...",
      "fr": "Mon Sérgio est dans les décombres, et il va mourir si..."
    }
  },
  {
    "translation": {
      "en": "if we don't help him out.\"",
      "fr": "si on ne l'aide pas.\""
    }
  },
  {
    "translation": {
      "en": "He told me, \"I have news for you.",
      "fr": "Il m'a dit, \"J'ai des nouvelles pour vous."
    }
  },
  {
    "translation": {
      "en": "Do you see that helicopter, the black copter that just left off?\"",
      "fr": "Vous voyez cet hélicoptère noir qui vient de partir ?\""
    }
  },
  {
    "translation": {
      "en": "And I said, \"Yes, yes.\"",
      "fr": "J'ai répondu, \"Oui.\""
    }
  },
  {
    "translation": {
      "en": "\"That is passing by now? That's probably...",
      "fr": "\"L'hélicoptère qui passe ? C'est sûrement..."
    }
  },
  {
    "translation": {
      "en": "the helicopter with him. But I have bad news for you,",
      "fr": "l'hélicoptère qui le transporte. Mais j'ai une mauvaise nouvelle,"
    }
  },
  {
    "translation": {
      "en": "and you have to be strong.",
      "fr": "et vous devez être forte."
    }
  },
  {
    "translation": {
      "en": "To free him out we had to cut his legs",
      "fr": "Pour le libérer, on a dû lui couper les jambes"
    }
  },
  {
    "translation": {
      "en": "and he is in a very bad shape.",
      "fr": "et il est en très mauvais état."
    }
  },
  {
    "translation": {
      "en": "One of his arms is also in very bad shape.\"",
      "fr": "Un de ses bras est en très mauvais état.\""
    }
  },
  {
    "translation": {
      "en": "I said, \"Okay, it doesn't matter. Is he alive?",
      "fr": "J'ai répondu, \"Peu importe. Mais est-il en vie ?"
    }
  },
  {
    "translation": {
      "en": "I don't care about his legs, is he alive?\"",
      "fr": "Je me fiche de ses jambes, est-il vivant ?\""
    }
  },
  {
    "translation": {
      "en": "\"Yes.\"",
      "fr": "\"Oui.\""
    }
  },
  {
    "translation": {
      "en": "[Valentine] His mind was starting to go. He wasn't talking much anymore.",
      "fr": "Son esprit commençait à partir. Il ne parlait plus beaucoup."
    }
  },
  {
    "translation": {
      "en": "He was... You could hear his breathing was a lot more erratic",
      "fr": "Il était... Sa respiration était plus instable"
    }
  },
  {
    "translation": {
      "en": "and, and, uh, irregular and stuff,",
      "fr": "et irrégulière."
    }
  },
  {
    "translation": {
      "en": "and I just went over there and I continued to encourage him,",
      "fr": "Je me suis approché et j'ai continué à l'encourager."
    }
  },
  {
    "translation": {
      "en": "I tried to, uh, hold his hand,",
      "fr": "J'ai essayé de lui tenir la main,"
    }
  },
  {
    "translation": {
      "en": "and you know, lay next to him and put my head on him,",
      "fr": "je me suis allongé à côté de lui et j'ai posé ma tête sur lui,"
    }
  },
  {
    "translation": {
      "en": "uh, so he'll know that somebody was there.",
      "fr": "pour qu'il sache que quelqu'un était là."
    }
  },
  {
    "translation": {
      "en": "I went back over to talk to Sérgio, tell him we'll get you out next,",
      "fr": "Je suis retourné parler à Sérgio, pour lui dire qu'on allait le sortir,"
    }
  },
  {
    "translation": {
      "en": "he didn't reply to me. Shook him, he didn't reply to me.",
      "fr": "il ne m'a pas répondu. Je l'ai secoué, il ne m'a pas répondu."
    }
  },
  {
    "translation": {
      "en": "Felt for a pulse, and there wasn't one.",
      "fr": "J'ai essayé de sentir son pouls, il n'y en avait pas."
    }
  },
  {
    "translation": {
      "en": "We weren't gonna get him out, and that kind of hit me like a ton of bricks.",
      "fr": "On n'allait pas le sortir et ça m'a fait l'effet d'une tonne de briques."
    }
  },
  {
    "translation": {
      "en": "[Larriera] I, I felt there is something wrong. I know there was something wrong.",
      "fr": "Quelque chose clochait. Je me doutais de quelque chose clochait."
    }
  },
  {
    "translation": {
      "en": "I hear on the back...",
      "fr": "J'ai entendu derrière moi..."
    }
  },
  {
    "translation": {
      "en": "someone saying Sérgio's dead.",
      "fr": "quelqu'un dire que Sérgio est mort."
    }
  },
  {
    "translation": {
      "en": "Sérgio's dead. [sobs]",
      "fr": "Sérgio est mort."
    }
  },
  {
    "translation": {
      "en": "No.",
      "fr": "Non."
    }
  },
  {
    "translation": {
      "en": "No.",
      "fr": "Non."
    }
  },
  {
    "translation": {
      "en": "[softly] I wanted to die.",
      "fr": "Je voulais mourir."
    }
  },
  {
    "translation": {
      "en": "He failed me. He really failed me.",
      "fr": "Il m'a déçu. Il m'a vraiment déçu."
    }
  },
  {
    "translation": {
      "en": "I really believe God sent two miracles.",
      "fr": "Je crois vraiment que Dieu a envoyé deux miracles."
    }
  },
  {
    "translation": {
      "en": "Bill and myself, we were his angels,",
      "fr": "Bill et moi, on était ses anges,"
    }
  },
  {
    "translation": {
      "en": "and he failed both of us.",
      "fr": "et il nous a tous les deux déçus."
    }
  },
  {
    "translation": {
      "en": "And it hurt real bad.",
      "fr": "Et ça fait très mal."
    }
  },
  {
    "translation": {
      "en": "I'm mad at him, but I'm also hurt for him,",
      "fr": "Je suis en colère contre lui, mais j'ai aussi de la peine pour lui,"
    }
  },
  {
    "translation": {
      "en": "because he didn't believe in me. He didn't believe in a miracle.",
      "fr": "car il ne croyait pas en moi. Il ne croyait pas aux miracles."
    }
  },
  {
    "translation": {
      "en": "We only asked him to stay alive, have the will to survive,",
      "fr": "On lui a juste demandé de rester en vie, d'avoir la volonté de survivre,"
    }
  },
  {
    "translation": {
      "en": "have the faith to survive and he didn't want to.",
      "fr": "d'avoir la foi pour survivre et il ne voulait pas."
    }
  },
  {
    "translation": {
      "en": "Maybe he's misconstruing where he's saying...",
      "fr": "Peut-être qu'il interprète mal le fait..."
    }
  },
  {
    "translation": {
      "en": "you know, basically don't worry about me, get everybody else out first.",
      "fr": "qu'il ne voulait pas qu'on s'inquiète pour lui et qu'on s'occupe de autres"
    }
  },
  {
    "translation": {
      "en": "Maybe he's construing that as not a will to live.",
      "fr": "et qu'il voit ça comme n'étant pas une volonté de vivre."
    }
  },
  {
    "translation": {
      "en": "I look at that as being pretty selfless.",
      "fr": "Je trouve ça plutôt altruiste."
    }
  },
  {
    "translation": {
      "en": "I don't think that's a lack of will to live, I think that's, you know,",
      "fr": "Je ne pense pas que ce soit un manque de volonté de vivre, je crois que"
    }
  },
  {
    "translation": {
      "en": "I think that's a pretty damn good thing.",
      "fr": "c'est une sacrée bonne chose."
    }
  },
  {
    "translation": {
      "en": "I told him, \"I promise I'm gonna get you out.\" And I didn't.",
      "fr": "Je lui ai dit, \"Je te promets de te faire sortir.\" Et je ne l'ai pas fait."
    }
  },
  {
    "translation": {
      "en": "I felt almost, like, he knew I lied to him.",
      "fr": "J'avais presque l'impression qu'il savait que je lui mentais."
    }
  },
  {
    "translation": {
      "en": "To this day, it's probably the thing that bothers me the most is that",
      "fr": "Jusqu'à aujourd'hui, c'est sûrement ce qui me dérange le plus."
    }
  },
  {
    "translation": {
      "en": "I truly felt that I'd get both of these guys out alive.",
      "fr": "J'ai vraiment senti que je pouvais sortir ces deux types vivants."
    }
  },
  {
    "translation": {
      "en": "[Bremer] A soldier covered with sweat and dirt came over and he said,",
      "fr": "Un soldat couvert de sueur et de terre est venu et il a dit,"
    }
  },
  {
    "translation": {
      "en": "Mr. Ambassador, I'm very sorry, we tried to save Sérgio,",
      "fr": "\"Monsieur l'ambassadeur, je suis désolé, on a essayé de sauver Sérgio,"
    }
  },
  {
    "translation": {
      "en": "but he's dead.",
      "fr": "mais il est mort.\""
    }
  },
  {
    "translation": {
      "en": "Now the press were clamoring for an interview.",
      "fr": "Et la presse réclamait une interview."
    }
  },
  {
    "translation": {
      "en": "I could not say that I knew Sérgio was dead because",
      "fr": "Je ne pouvais pas dire que je savais que Sérgio était mort parce que"
    }
  },
  {
    "translation": {
      "en": "I couldn't have his family find out by my making a statement on television,",
      "fr": "je ne pouvais pas laisser sa famille le découvrir en faisant une déclaration à la télévision,"
    }
  },
  {
    "translation": {
      "en": "so I basically lied.",
      "fr": "alors j'ai menti."
    }
  },
  {
    "translation": {
      "en": "[reporter] Excuse me, sir.",
      "fr": "Excusez-moi, monsieur."
    }
  },
  {
    "translation": {
      "en": "Sérgio Vieira de Mello apparently also has been injured in this attack...",
      "fr": "Sérgio Vieira de Mello a aussi été blessé dans cette attaque..."
    }
  },
  {
    "translation": {
      "en": "Yes, that's right. As of this time,",
      "fr": "Oui, c'est vrai. En ce moment même,"
    }
  },
  {
    "translation": {
      "en": "my dear friend Sérgio is somewhere back there.",
      "fr": "mon ami, Sérgio, est quelque part dans les décombres."
    }
  },
  {
    "translation": {
      "en": "Uh, it may well be that he was the target of this attack.",
      "fr": "Il a peut-être été la cible de cette attaque."
    }
  },
  {
    "translation": {
      "en": "The truck was parked in such a place, here in front of the building",
      "fr": "Le camion était garé ici, devant le bâtiment,"
    }
  },
  {
    "translation": {
      "en": "that it had to affect his office which was in the second floor above us.",
      "fr": "devant son bureau qui était au deuxième étage au-dessus de nous."
    }
  },
  {
    "translation": {
      "en": "What strikes me about the rescue is just the utter indignity",
      "fr": "Ce qui me frappe dans le sauvetage, c'est l'outrage de la situation,"
    }
  },
  {
    "translation": {
      "en": "of Sérgio being left under the rubble for three and a half hours,",
      "fr": "Sérgio qui est resté sous les décombres pendant trois heures et demie,"
    }
  },
  {
    "translation": {
      "en": "for them to be relying upon a lady's handbag and a curtain rope?",
      "fr": "pour qu'ils comptent sur le sac d'une dame et une corde à rideau."
    }
  },
  {
    "translation": {
      "en": "Are we kidding?",
      "fr": "Est-ce une plaisanterie ?"
    }
  },
  {
    "translation": {
      "en": "This is the United States.",
      "fr": "Ce sont les États-Unis."
    }
  },
  {
    "translation": {
      "en": "And the degree to which the political planners of this war failed",
      "fr": "La mesure dans laquelle les planificateurs politiques de cette guerre ont abandonné"
    }
  },
  {
    "translation": {
      "en": "not only Sérgio and the UN officials and others who were killed that day,",
      "fr": "non seulement Sérgio et les fonctionnaires de l'ONU et tous ceux qui ont été tués,"
    }
  },
  {
    "translation": {
      "en": "but also their own soldiers who put their lives on the line in that way.",
      "fr": "mais aussi leurs propres soldats qui ont mis leur vie en danger de cette façon."
    }
  },
  {
    "translation": {
      "en": "Terrible. Terrible.",
      "fr": "Horrible. Horrible."
    }
  },
  {
    "translation": {
      "en": "[Davie] He was lying on his flag, in the rubble.",
      "fr": "Il était allongé sur son drapeau dans les décombres."
    }
  },
  {
    "translation": {
      "en": "The United Nations flag.",
      "fr": "Le drapeau des Nations Unies."
    }
  },
  {
    "translation": {
      "en": "The, uh, the team...",
      "fr": "L'équipe..."
    }
  },
  {
    "translation": {
      "en": "above then, uh, pulled...",
      "fr": "Au-dessus, ils ont tiré..."
    }
  },
  {
    "translation": {
      "en": "and, uh, slowly we were able to take him up, uh,",
      "fr": "Et lentement, on a pu le sortir"
    }
  },
  {
    "translation": {
      "en": "up the shaft.",
      "fr": "de ce trou."
    }
  },
  {
    "translation": {
      "en": "Gaby was up there and some of his other, uh, bodyguards, and, uh, and they...",
      "fr": "Gaby était là-haut, avec ses autres gardes du corps... Et..."
    }
  },
  {
    "translation": {
      "en": "took one of the stretchers and, uh,",
      "fr": "ils ont pris une civière"
    }
  },
  {
    "translation": {
      "en": "and laid him on... Sorry.",
      "fr": "et l'ont allongé... Désolé."
    }
  },
  {
    "translation": {
      "en": "[in English] We were standing up there in the second floor and the body came,",
      "fr": "On était debout au deuxième étage et le corps est arrivé,"
    }
  },
  {
    "translation": {
      "en": "and, uh, it was put on a...",
      "fr": "et on l'a mis sur un..."
    }
  },
  {
    "translation": {
      "en": "[exhales deeply] on a...",
      "fr": "sur un..."
    }
  },
  {
    "translation": {
      "en": "Uh, and I recognized him. His face was...",
      "fr": "Je l'ai reconnu. Son visage était..."
    }
  },
  {
    "translation": {
      "en": "entirely intact.",
      "fr": "complètement intact."
    }
  },
  {
    "translation": {
      "en": "And he looked handsome as usual, I remember.",
      "fr": "Et il était beau comme d'habitude, je me souviens."
    }
  },
  {
    "translation": {
      "en": "I received a call",
      "fr": "J'ai reçu un appel"
    }
  },
  {
    "translation": {
      "en": "that he had died.",
      "fr": "disant qu'il était mort."
    }
  },
  {
    "translation": {
      "en": "I felt like crying, screaming",
      "fr": "J'avais envie de pleurer, de hurler,"
    }
  },
  {
    "translation": {
      "en": "but my Grandmother was here",
      "fr": "mais ma grand-mère était là"
    }
  },
  {
    "translation": {
      "en": "and she didn't know.",
      "fr": "et elle ne savait pas."
    }
  },
  {
    "translation": {
      "en": "She didn't know anything.",
      "fr": "Elle ne savait rien."
    }
  },
  {
    "translation": {
      "en": "So I controlled myself as much as possible,",
      "fr": "Je me suis contrôlé autant que possible,"
    }
  },
  {
    "translation": {
      "en": "went to the bedroom and cried for a bit",
      "fr": "je suis allé dans la chambre et j'ai pleuré un moment,"
    }
  },
  {
    "translation": {
      "en": "then pulled my head together and took care of it.",
      "fr": "puis je me suis repris et je m'en suis occupé."
    }
  },
  {
    "translation": {
      "en": "That was when my world collapsed inside my head.",
      "fr": "C'est là que mon monde s'est effondré dans ma tête."
    }
  },
  {
    "translation": {
      "en": "[voice breaking] To have a son like that",
      "fr": "Avoir un fils comme ça avec de si bonnes qualités"
    }
  },
  {
    "translation": {
      "en": "with such good qualities",
      "fr": "avec de si bonnes qualités"
    }
  },
  {
    "translation": {
      "en": "and it ends like that.",
      "fr": "et il finit comme ça."
    }
  },
  {
    "translation": {
      "en": "I miss him immensely.",
      "fr": "Il me manque énormément."
    }
  },
  {
    "translation": {
      "en": "[in English] I was really impressed with his stoicism.",
      "fr": "J'ai été impressionné par son stoïcisme."
    }
  },
  {
    "translation": {
      "en": "Never asked about himself, he asked about others, you know.",
      "fr": "Il ne se préoccupait pas de son sort, mais de celui des autres."
    }
  },
  {
    "translation": {
      "en": "Never asked for anything for himself in the way of pain medicine.",
      "fr": "Il n'a jamais demandé d'analgésique."
    }
  },
  {
    "translation": {
      "en": "He was always asking, \"Take care of the others,\"",
      "fr": "Il disait, \"Occupez-vous des autres\","
    }
  },
  {
    "translation": {
      "en": "and I thought somebody should know that.",
      "fr": "et quelqu'un devait le savoir."
    }
  },
  {
    "translation": {
      "en": "I didn't know who to contact, I didn't know where he was from.",
      "fr": "Je ne savais pas qui contacter ni d'où il venait."
    }
  },
  {
    "translation": {
      "en": "I just knew his boss was Kofi Annan.",
      "fr": "Je savais juste que son patron était Kofi Annan."
    }
  },
  {
    "translation": {
      "en": "So that night on my broken and battered laptop computer,",
      "fr": "Alors, cette nuit-là, sur mon ordinateur cassé et abîmé,"
    }
  },
  {
    "translation": {
      "en": "I wrote a letter to Kofi Annan.",
      "fr": "j'ai écrit une lettre à Kofi Annan."
    }
  },
  {
    "translation": {
      "en": "19th August, 2003.",
      "fr": "Le 19 août 2003."
    }
  },
  {
    "translation": {
      "en": "[sniffles] You know, I'm not gonna get through this.",
      "fr": "Je ne vais pas pouvoir terminer."
    }
  },
  {
    "translation": {
      "en": "\"Subject: Sérgio Vieira de Mello.",
      "fr": "\"Objet : Sérgio Vieira de Mello."
    }
  },
  {
    "translation": {
      "en": "As you are painfully aware, at approximately 1630 today local time,",
      "fr": "Malheureusement, comme vous le savez, aujourd'hui, vers 16h30, heure locale,"
    }
  },
  {
    "translation": {
      "en": "a horrible disaster occurred",
      "fr": "un terrible désastre s'est produit"
    }
  },
  {
    "translation": {
      "en": "[voice breaks] at the UN headquarters in Baghdad.",
      "fr": "au siège de l'ONU à Bagdad."
    }
  },
  {
    "translation": {
      "en": "I was the first US soldier to arrive on the scene, and the sight was catastrophic.",
      "fr": "J'étais le premier soldat américain sur place, et la vue était catastrophique."
    }
  },
  {
    "translation": {
      "en": "Unfortunately, Mr. de Mello passed away.",
      "fr": "Malheureusement, M. de Mello est décédé."
    }
  },
  {
    "translation": {
      "en": "While there is no good way to die, it says a lot about a man's character",
      "fr": "Il n'y a pas de bonne façon de mourir, mais ça en dit long sur le caractère"
    }
  },
  {
    "translation": {
      "en": "when his last thoughts are for his family, his co-workers,",
      "fr": "d'un homme quand il pense à sa famille, à ses collègues"
    }
  },
  {
    "translation": {
      "en": "and his country, or in this case, the UN.",
      "fr": "et à son pays, ou dans ce cas, à l'ONU."
    }
  },
  {
    "translation": {
      "en": "I'm truly sorry we could not",
      "fr": "Je suis vraiment désolée qu'on n'ait pas tenu"
    }
  },
  {
    "translation": {
      "en": "have kept our promise to get him out alive.",
      "fr": "notre promesse de le sortir vivant."
    }
  },
  {
    "translation": {
      "en": "The UN is fortunate to have people of this caliber working for them.",
      "fr": "L'ONU a de la chance d'avoir des gens de ce calibre qui travaillent pour eux."
    }
  },
  {
    "translation": {
      "en": "I salute all of them",
      "fr": "Je les salue tous"
    }
  },
  {
    "translation": {
      "en": "and hope that your mission in Iraq will conclude successfully.",
      "fr": "et j'espère que votre mission en Irak se conclura avec succès."
    }
  },
  {
    "translation": {
      "en": "Mr. de Mello was a humanitarian of the first order.",
      "fr": "M. de Mello était un humanitaire de premier ordre."
    }
  },
  {
    "translation": {
      "en": "He will be hard to be replaced.\"",
      "fr": "Il sera difficile de le remplacer.\""
    }
  },
  {
    "translation": {
      "en": "[Kofi Annan] Today we share our shock and sorrow",
      "fr": "Aujourd'hui, nous partageons notre choc et notre tristesse"
    }
  },
  {
    "translation": {
      "en": "at the loss of people we loved.",
      "fr": "face à la perte de gens que nous aimions."
    }
  },
  {
    "translation": {
      "en": "All of them leave a huge void.",
      "fr": "Ils laissent tous un grand vide."
    }
  },
  {
    "translation": {
      "en": "Raid, Leen, Ihsan, Emaad, and Basim,",
      "fr": "Raid, Lynn, Ihsan, Emaad et Basim."
    }
  },
  {
    "translation": {
      "en": "finally, Sérgio, my dear friend.",
      "fr": "et enfin, Sérgio, mon cher ami."
    }
  },
  {
    "translation": {
      "en": "Why did you never seem tired",
      "fr": "Pourquoi tu n'avais jamais l'air fatigué"
    }
  },
  {
    "translation": {
      "en": "while even working 18-hour days?",
      "fr": "alors que tu travaillais 18 heures par jour ?"
    }
  },
  {
    "translation": {
      "en": "Why did you never look crumpled",
      "fr": "Pourquoi tu n'avais jamais l'air frippé,"
    }
  },
  {
    "translation": {
      "en": "even after an 18-hour flight?",
      "fr": "même après 18 heures de vol ?"
    }
  },
  {
    "translation": {
      "en": "Why were you never sick?",
      "fr": "Pourquoi tu n'étais jamais malade ?"
    }
  },
  {
    "translation": {
      "en": "Why were you never grumpy?",
      "fr": "Pourquoi tu n'étais jamais grincheux?"
    }
  },
  {
    "translation": {
      "en": "And you were the only top official in the UN known to everyone",
      "fr": "Et tu étais le seul haut fonctionnaire de l'ONU connu de tous"
    }
  },
  {
    "translation": {
      "en": "by his first name.",
      "fr": "par son prénom."
    }
  },
  {
    "translation": {
      "en": "Even to those who didn't know you personally",
      "fr": "Même pour ceux qui ne te connaissaient pas personnellement,"
    }
  },
  {
    "translation": {
      "en": "you were always just Sérgio.",
      "fr": "tu étais toujours Sérgio."
    }
  },
  {
    "translation": {
      "en": "[Power] It is heartening that around the world,",
      "fr": "C'est réconfortant de savoir que dans le monde entier,"
    }
  },
  {
    "translation": {
      "en": "whether in the United Nations missions",
      "fr": "que ce soit dans les missions des Nations Unies"
    }
  },
  {
    "translation": {
      "en": "or in humanitarian organizations or in governments,",
      "fr": "ou dans des organisations humanitaires ou gouvernementales,"
    }
  },
  {
    "translation": {
      "en": "you do have individuals who ask themselves",
      "fr": "vous avez des gens qui se demandent"
    }
  },
  {
    "translation": {
      "en": "what would Sérgio do.",
      "fr": "ce que ferait Sérgio."
    }
  },
  {
    "translation": {
      "en": "The one answer that they know he would give is,",
      "fr": "La seule réponse que tout le monde sait qu'il donnerait, c'est,"
    }
  },
  {
    "translation": {
      "en": "\"Get out of the capital and go out into the world",
      "fr": "\"Sortez de la capitale, allez dans le monde"
    }
  },
  {
    "translation": {
      "en": "and figure out what's happening.",
      "fr": "et découvrez ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "Figure out what's making people tick.",
      "fr": "Trouvez ce qui fait avancer les gens."
    }
  },
  {
    "translation": {
      "en": "Respect the dignity of the human beings whose lives are at stake here.",
      "fr": "Respectez la dignité des êtres humains dont la vie est en jeu ici."
    }
  },
  {
    "translation": {
      "en": "Don't treat them as a model if there is a mass.",
      "fr": "Ne les traitez pas comme un modèle s'il y a une masse."
    }
  },
  {
    "translation": {
      "en": "Engage the bad guys.",
      "fr": "Parlez aux méchants."
    }
  },
  {
    "translation": {
      "en": "Be a man of action,",
      "fr": "Soyez des hommes d'action,"
    }
  },
  {
    "translation": {
      "en": "but also never stop being a man of reflection.\"",
      "fr": "mais n'oubliez jamais d'être des hommes de réflexion.\""
    }
  },
  {
    "translation": {
      "en": "[Larriera] I wish I could have an elastic time.",
      "fr": "J'aimerais que le temps soit élastique."
    }
  },
  {
    "translation": {
      "en": "To be able to go back to the past and stretch out some special moments",
      "fr": "Pour pouvoir retourner dans le passé et prolonger des moments spéciaux"
    }
  },
  {
    "translation": {
      "en": "to a maximum.",
      "fr": "au maximum."
    }
  },
  {
    "translation": {
      "en": "Now we know where that, uh, those times are finished and, uh...",
      "fr": "Maintenant, on sait que ces temps sont passés et..."
    }
  },
  {
    "translation": {
      "en": "and... they won't happen again.",
      "fr": "et ils ne se reproduiront plus."
    }
  },
  {
    "translation": {
      "en": "When I finally made it back to Brazil, I went to this spot.",
      "fr": "Quand je suis rentré au Brésil, je suis allé à cet endroit."
    }
  },
  {
    "translation": {
      "en": "The spot where we will always arrive",
      "fr": "L'endroit où on allait toujours à notre arrivée,"
    }
  },
  {
    "translation": {
      "en": "every time we would hit the ground in Brazil,",
      "fr": "chaque fois qu'on touchait le sol du Brésil,"
    }
  },
  {
    "translation": {
      "en": "and go straight into the water at the sea.",
      "fr": "on allait directement dans l'eau, à la plage."
    }
  },
  {
    "translation": {
      "en": "I really felt the strength of his spirit and the kindness of his spirit",
      "fr": "J'ai vraiment senti que la force de son esprit et la bonté de son esprit"
    }
  },
  {
    "translation": {
      "en": "were right there.",
      "fr": "étaient là."
    }
  },
  {
    "translation": {
      "en": "That's where I feel that... that Sérgio is now.",
      "fr": "C'est là que je sens... que Sérgio est maintenant."
    }
  },
  {
    "translation": {
      "en": "And where I feel that, uh, he really, really rests forever.",
      "fr": "Et c'est là où je sens qu'il repose vraiment, à jamais."
    }
  },
  {
    "translation": {
      "en": "[Sérgio] My message is very simple.",
      "fr": "Mon message est très simple."
    }
  },
  {
    "translation": {
      "en": "Never forget that the real challenges",
      "fr": "N'oubliez jamais que les vrais défis"
    }
  },
  {
    "translation": {
      "en": "and the real rewards of serving the United Nations",
      "fr": "et la vraie récompense de servir les Nations Unies"
    }
  },
  {
    "translation": {
      "en": "are out there in the field,",
      "fr": "sont sur le terrain,"
    }
  },
  {
    "translation": {
      "en": "where people are suffering, where people need you.",
      "fr": "Là où les gens souffrent, là où ils ont besoin de vous."
    }
  },
  {
    "translation": {
      "en": "So, good luck. Welcome to the organization,",
      "fr": "Bonne chance. Bienvenue dans l'organisation,"
    }
  },
  {
    "translation": {
      "en": "and here we are to help you in any way we can.",
      "fr": "nous sommes à votre service si vous avez besoin d'aide."
    }
  },
  {
    "translation": {
      "en": "All the best.",
      "fr": "Bonne chance."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "D’accord."
    }
  }
]