[
  {
    "translation": {
      "en": "When I left Georgia, there was a piece of me that was missing.",
      "fr": "Lorsque j'ai quitté la Géorgie, il manquait une partie de moi."
    }
  },
  {
    "translation": {
      "en": "Maybe it was the sun, maybe it was the marsh,",
      "fr": "Peut-être était-ce le soleil, peut-être les marais,"
    }
  },
  {
    "translation": {
      "en": "maybe it was the smell of cut grass.",
      "fr": "peut-être l'odeur de l'herbe coupée."
    }
  },
  {
    "translation": {
      "en": "Something was calling me.",
      "fr": "Quelque chose m'appelait."
    }
  },
  {
    "translation": {
      "en": "And then to come back to the Golden Coast,",
      "fr": "Puis revenir sur la côte,"
    }
  },
  {
    "translation": {
      "en": "and connect with the people and the land,",
      "fr": "renouer avec les gens et la terre,"
    }
  },
  {
    "translation": {
      "en": "there's something started to fill my soul.",
      "fr": "quelque chose commence à emplir mon âme."
    }
  },
  {
    "translation": {
      "en": "I think that there's a sense of pride and a sense of peace that happens",
      "fr": "On éprouve un sentiment de fierté, un sentiment de paix,"
    }
  },
  {
    "translation": {
      "en": "when you decide to come back home.",
      "fr": "quand on décide de rentrer chez soi."
    }
  },
  {
    "translation": {
      "en": "When I walk through Savannah, there's no better place",
      "fr": "Quand je marche dans Savannah, il n'y a pas meilleur endroit"
    }
  },
  {
    "translation": {
      "en": "to think about the spirits of the past, because they're here.",
      "fr": "pour penser aux esprits du passé, parce qu'ils sont ici."
    }
  },
  {
    "translation": {
      "en": "When you walk into The Grey, you immediately understand",
      "fr": "Quand on entre dans The Grey, on comprend immédiatement... SAVANNAH, GÉORGIE"
    }
  },
  {
    "translation": {
      "en": "this is a place that is evoking the spirit of times past.",
      "fr": "...que ce lieu évoque l'esprit du passé. AUTEURE LAURÉATE D'UN AWARD"
    }
  },
  {
    "translation": {
      "en": "The restaurant lives in a formerly segregated Jim Crow- era bus station.",
      "fr": "Le restaurant se trouve dans une ancienne gare routière de l'ère Jim Crow."
    }
  },
  {
    "translation": {
      "en": "What The Grey does is it says, We have this past, we have this history,",
      "fr": "Ce que fait The Grey, c'est dire : On a ce passé, on a cette histoire,"
    }
  },
  {
    "translation": {
      "en": "and here is where we're going. It's a forward- moving conversation.",
      "fr": "et voici où on va. Il cherche à aller de l'avant."
    }
  },
  {
    "translation": {
      "en": "Southern food is so charged,",
      "fr": "La cuisine du Sud est très marquée,"
    }
  },
  {
    "translation": {
      "en": "particularly when it comes to a black person cooking that food.",
      "fr": "notamment quand elle est préparée par une personne noire."
    }
  },
  {
    "translation": {
      "en": "Black cooking in the South means",
      "fr": "La cuisine noire dans le Sud signifie"
    }
  },
  {
    "translation": {
      "en": "black eyed peas, shrimp and grits, fried chicken.",
      "fr": "niébé, crevettes et grits, poulet frit."
    }
  },
  {
    "translation": {
      "en": "Mashama Bailey has shown Savannah that,",
      "fr": "Mashama Bailey a montré à Savannah"
    }
  },
  {
    "translation": {
      "en": "yes, you can celebrate these traditional dishes,",
      "fr": "que l'on pouvait célébrer ces plats traditionnels,"
    }
  },
  {
    "translation": {
      "en": "but we can push it, too.",
      "fr": "mais aussi les faire évoluer."
    }
  },
  {
    "translation": {
      "en": "We can expand.",
      "fr": "On peut élargir les horizons."
    }
  },
  {
    "translation": {
      "en": "When you look at The Grey's menu,",
      "fr": "Quand on regarde la carte du Grey,"
    }
  },
  {
    "translation": {
      "en": "you might be surprised, seeing cucumber gazpacho.",
      "fr": "on risque d'être surpris d'y voir un gaspacho de concombre."
    }
  },
  {
    "translation": {
      "en": "But, guess what? We grow cucumber in the South.",
      "fr": "Mais devinez quoi ? On cultive le concombre dans le Sud."
    }
  },
  {
    "translation": {
      "en": "If you want to blend cucumber",
      "fr": "Mixez un concombre,"
    }
  },
  {
    "translation": {
      "en": "and mix it with these delicious local herbs and summer tomatoes,",
      "fr": "mélangez-le avec ces délicieuses fines herbes locales et ces tomates d'été,"
    }
  },
  {
    "translation": {
      "en": "that's a Southern dish.",
      "fr": "ça donne un plat du Sud."
    }
  },
  {
    "translation": {
      "en": "What's so beautiful about Mashama",
      "fr": "Ce qui est si beau chez Mashama,"
    }
  },
  {
    "translation": {
      "en": "is the extent to which she can express everything",
      "fr": "c'est l'étendue de sa capacité à tout exprimer,"
    }
  },
  {
    "translation": {
      "en": "from white- tablecloth fine dining that she studied in France",
      "fr": "de la cuisine gastronomique qu'elle a étudiée en France"
    }
  },
  {
    "translation": {
      "en": "to the Black tradition of the South in Savannah, Georgia.",
      "fr": "à la tradition noire du Sud à Savannah, en Géorgie."
    }
  },
  {
    "translation": {
      "en": "Her food embodies that kind of bridge.",
      "fr": "Sa cuisine incarne ce genre de grand écart."
    }
  },
  {
    "translation": {
      "en": "She's crafting a personal cuisine of her own,",
      "fr": "Elle élabore une cuisine très personnelle... ÉCRIVAIN"
    }
  },
  {
    "translation": {
      "en": "and that's why it resonates.",
      "fr": "...qui parle aux gens."
    }
  },
  {
    "translation": {
      "en": "When you come to Savannah,",
      "fr": "Quand on arrive à Savannah,"
    }
  },
  {
    "translation": {
      "en": "you're in this city that's steeped in Southern tradition.",
      "fr": "on est dans cette ville qui est imprégnée de la tradition du Sud."
    }
  },
  {
    "translation": {
      "en": "They love the past.",
      "fr": "Ils adorent le passé."
    }
  },
  {
    "translation": {
      "en": "There are trolley tours,",
      "fr": "Il y a des visites en trolleybus,"
    }
  },
  {
    "translation": {
      "en": "people dressed up in colonial attire.",
      "fr": "des personnes portant des tenues coloniales."
    }
  },
  {
    "translation": {
      "en": "People come down and they wanna see that.",
      "fr": "Les gens qui viennent ici veulent voir ça."
    }
  },
  {
    "translation": {
      "en": "They want the black chef at The Grey restaurant to be frying chicken.",
      "fr": "Ils veulent que la chef noire du Grey fasse frire du poulet."
    }
  },
  {
    "translation": {
      "en": "I just find that to be a slap in the face.",
      "fr": "Pour moi, c'est une insulte."
    }
  },
  {
    "translation": {
      "en": "That's not the best that Savannah has to offer.",
      "fr": "Savannah a bien mieux à offrir."
    }
  },
  {
    "translation": {
      "en": "Should we put the sausage in there?",
      "fr": "On y met les saucisses ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, let it go soak all the way through.",
      "fr": "Oui, laissons-les tremper."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - How many you wanna put in there?",
      "fr": "- Oui. - Tu veux en mettre combien ?"
    }
  },
  {
    "translation": {
      "en": "Just the three. Wanna open them up?",
      "fr": "Ces trois-là. Tu les ouvres ?"
    }
  },
  {
    "translation": {
      "en": "That's a good idea, and I'll give them to you.",
      "fr": "Bonne idée, et je te les donnerai."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "I know. It smells good, right?",
      "fr": "Je sais. Ça sent bon, pas vrai ?"
    }
  },
  {
    "translation": {
      "en": "African American history in this area",
      "fr": "L'histoire afro-américaine dans cette région"
    }
  },
  {
    "translation": {
      "en": "is so rich.",
      "fr": "est si riche."
    }
  },
  {
    "translation": {
      "en": "- Oh, these look nice. -",
      "fr": "Jolis."
    }
  },
  {
    "translation": {
      "en": "These traditions and food,",
      "fr": "Ces traditions et cette cuisine..."
    }
  },
  {
    "translation": {
      "en": "it's about the storytelling and preserving heritage.",
      "fr": "Il s'agit de transmission orale et de préservation de l'héritage."
    }
  },
  {
    "translation": {
      "en": "Whenever you get a bunch of people at a table,",
      "fr": "À chaque fois qu'il y a des gens à une table,"
    }
  },
  {
    "translation": {
      "en": "you learn about the people at that table.",
      "fr": "on apprend sur les personnes autour de cette table."
    }
  },
  {
    "translation": {
      "en": "The young folks learn about their elders.",
      "fr": "Les jeunes apprennent des choses sur leurs aînés."
    }
  },
  {
    "translation": {
      "en": "They learn about their culture and listen to stories about the past.",
      "fr": "Ils apprennent sur leur culture et écoutent des histoires sur le passé."
    }
  },
  {
    "translation": {
      "en": "I feel this responsibility",
      "fr": "Je ressens cette responsabilité"
    }
  },
  {
    "translation": {
      "en": "to educate people through my cooking.",
      "fr": "d'éduquer les gens à travers ma cuisine."
    }
  },
  {
    "translation": {
      "en": "There you go.",
      "fr": "Et voilà."
    }
  },
  {
    "translation": {
      "en": "Oh, my God.",
      "fr": "Oh, mon Dieu."
    }
  },
  {
    "translation": {
      "en": "That's the part of Savannah that I want to share.",
      "fr": "C'est cette partie-là de Savannah que je veux partager."
    }
  },
  {
    "translation": {
      "en": "- That is good. - That's delicious.",
      "fr": "- C'est bon. - C'est délicieux."
    }
  },
  {
    "translation": {
      "en": "It's sweet.",
      "fr": "C'est sucré."
    }
  },
  {
    "translation": {
      "en": "We'll clean 'em up.",
      "fr": "On les nettoiera."
    }
  },
  {
    "translation": {
      "en": "Oh, this is like...",
      "fr": "On dirait..."
    }
  },
  {
    "translation": {
      "en": "It's good.",
      "fr": "C'est bon."
    }
  },
  {
    "translation": {
      "en": "I grew up in Savannah.",
      "fr": "J'ai grandi à Savannah."
    }
  },
  {
    "translation": {
      "en": "My mom was 19 when she had me,",
      "fr": "Ma mère avait 19 ans quand elle m'a eue,"
    }
  },
  {
    "translation": {
      "en": "and we had a little two- bedroom apartment in a black neighborhood.",
      "fr": "et on avait un petit trois-pièces dans un quartier noir."
    }
  },
  {
    "translation": {
      "en": "As a child in Savannah, there was just a sense of freedom here.",
      "fr": "Quand j'étais petite, il y avait un sentiment de liberté ici."
    }
  },
  {
    "translation": {
      "en": "There were kids on stoops and doors were open,",
      "fr": "Il y avait des enfants sur les perrons, et les portes étaient ouvertes,"
    }
  },
  {
    "translation": {
      "en": "and everyone would just run to each other's houses.",
      "fr": "on courait les uns chez les autres."
    }
  },
  {
    "translation": {
      "en": "And you'd play old maid on the porch with your friends.",
      "fr": "On jouait au pouilleux sur le porche avec les copains."
    }
  },
  {
    "translation": {
      "en": "After playing for three, four hours out in the sun,",
      "fr": "Après trois ou quatre heures à jouer au soleil,"
    }
  },
  {
    "translation": {
      "en": "you would go to your neighbor's house to purchase these little Popsicles.",
      "fr": "on allait chez le voisin pour acheter ces petites glaces à l'eau."
    }
  },
  {
    "translation": {
      "en": "We call them thrills, and it's exactly how it sounds.",
      "fr": "On appelle ça des Frissons, et c'est exactement ça."
    }
  },
  {
    "translation": {
      "en": "It's thrilling to get a thrill.",
      "fr": "Ça fait frissonner de plaisir."
    }
  },
  {
    "translation": {
      "en": "And then I would come home, sit around the table and have dinner.",
      "fr": "Et ensuite, je rentrais à la maison, m'asseyais autour de la table et dînais."
    }
  },
  {
    "translation": {
      "en": "My grandmother would be there.",
      "fr": "Ma grand-mère était là."
    }
  },
  {
    "translation": {
      "en": "And she would have a pot of grits on",
      "fr": "Elle avait une marmite de grits sur le feu"
    }
  },
  {
    "translation": {
      "en": "and then she would have fish frying in the cast iron.",
      "fr": "et du poisson en train de cuire dans la poêle en fonte."
    }
  },
  {
    "translation": {
      "en": "She didn't have a lot of money,",
      "fr": "Elle ne roulait pas sur l'or,"
    }
  },
  {
    "translation": {
      "en": "but the way she cooked was tremendously generous.",
      "fr": "mais sa cuisine était extrêmement généreuse."
    }
  },
  {
    "translation": {
      "en": "Cooking was a way that she just let us all know how much she loved us.",
      "fr": "Cuisiner était pour elle un moyen de nous dire combien elle nous aimait."
    }
  },
  {
    "translation": {
      "en": "And that was a very poetic time of my life.",
      "fr": "Cette période de ma vie était très poétique."
    }
  },
  {
    "translation": {
      "en": "I found that the heart of many relationships",
      "fr": "J'ai constaté qu'un repas est au cœur"
    }
  },
  {
    "translation": {
      "en": "is surrounded by a meal.",
      "fr": "de nombreuses relations."
    }
  },
  {
    "translation": {
      "en": "It really cemented what I think life is and what I want out of life.",
      "fr": "Ça a vraiment renforcé mon idée de la vie et de ce que j'en attends."
    }
  },
  {
    "translation": {
      "en": "When Mashama was growing up,",
      "fr": "Lorsque Mashama était enfant,"
    }
  },
  {
    "translation": {
      "en": "looking at the differences between the white neighborhood",
      "fr": "si on comparait les différences entre le quartier blanc"
    }
  },
  {
    "translation": {
      "en": "and the black neighborhood,",
      "fr": "et le quartier noir,"
    }
  },
  {
    "translation": {
      "en": "the scale wasn't balanced.",
      "fr": "ce n'était pas très équilibré."
    }
  },
  {
    "translation": {
      "en": "Opportunities were to work at a factory or being the help.",
      "fr": "Soit on travaillait à l'usine, soit on était domestique."
    }
  },
  {
    "translation": {
      "en": "We had to go somewhere where there were more doors open.",
      "fr": "On devait aller où il y avait plus d'opportunités. MÈRE DE MASHAMA"
    }
  },
  {
    "translation": {
      "en": "When I turned 11, we moved into this middle- class",
      "fr": "Quand j'ai eu 11 ans, on a déménagé à New York,"
    }
  },
  {
    "translation": {
      "en": "African American neighborhood in New York City.",
      "fr": "dans ce quartier afro-américain de la classe moyenne."
    }
  },
  {
    "translation": {
      "en": "There were a lot of doctors and lawyers and accountants.",
      "fr": "Il y avait beaucoup de médecins, d'avocats et de comptables."
    }
  },
  {
    "translation": {
      "en": "My parents were working all the time.",
      "fr": "Mes parents travaillaient non-stop."
    }
  },
  {
    "translation": {
      "en": "When they weren't working, they were going to school.",
      "fr": "Quand ils ne travaillaient pas, ils étudiaient."
    }
  },
  {
    "translation": {
      "en": "All they wanted was that American dream.",
      "fr": "Tout ce qu'ils voulaient, c'était le rêve américain."
    }
  },
  {
    "translation": {
      "en": "Every move that they made and all of their sacrifices",
      "fr": "Toutes les actions engagées et tous les sacrifices consentis,"
    }
  },
  {
    "translation": {
      "en": "was so they could live a little bit better.",
      "fr": "c'était pour pouvoir vivre un peu mieux."
    }
  },
  {
    "translation": {
      "en": "But one thing that was sacrificed was food.",
      "fr": "Mais la nourriture avait été sacrifiée."
    }
  },
  {
    "translation": {
      "en": "Back home, it always smelled like food, even in the middle of the day.",
      "fr": "À Savannah, il y avait des effluves de cuisine, même en pleine journée."
    }
  },
  {
    "translation": {
      "en": "But in New York City, working and school was more important than cooking.",
      "fr": "Mais à New York, travailler et étudier étaient plus importants que cuisiner."
    }
  },
  {
    "translation": {
      "en": "It wasn't the same.",
      "fr": "Ce n'était pas pareil."
    }
  },
  {
    "translation": {
      "en": "I felt like there was a piece of me that was missing.",
      "fr": "Il manquait une partie de moi."
    }
  },
  {
    "translation": {
      "en": "I longed to be back in the South.",
      "fr": "Il me tardait de retourner dans le Sud."
    }
  },
  {
    "translation": {
      "en": "There's a huge labor force in the South.",
      "fr": "Il y a une immense main-d'œuvre dans le Sud."
    }
  },
  {
    "translation": {
      "en": "And when they go out in the morning,",
      "fr": "Quand les gens sortent le matin,"
    }
  },
  {
    "translation": {
      "en": "they want a meal that is going to sustain them.",
      "fr": "ils veulent un repas nourrissant."
    }
  },
  {
    "translation": {
      "en": "Yeah, there's syrup in the box and your butter, as well, okay?",
      "fr": "Oui, c'est dans une boîte, et le beurre aussi."
    }
  },
  {
    "translation": {
      "en": "Enjoy the rest of your day.",
      "fr": "Bonne journée."
    }
  },
  {
    "translation": {
      "en": "That's why beef liver and grits was invented, why it was born.",
      "fr": "C'est pour ça qu'on a inventé le foie de bœuf et les grits."
    }
  },
  {
    "translation": {
      "en": "You have this really rich protein that boosts your energy.",
      "fr": "Vous avez cette protéine très riche qui stimule votre énergie."
    }
  },
  {
    "translation": {
      "en": "You have grits that are very humble.",
      "fr": "Les grits sont très simples."
    }
  },
  {
    "translation": {
      "en": "It's a quintessential Southern breakfast.",
      "fr": "C'est le petit-déjeuner du Sud par excellence."
    }
  },
  {
    "translation": {
      "en": "A few years ago, we were thinking about doing something",
      "fr": "Il y a quelques années, on réfléchissait à faire quelque chose"
    }
  },
  {
    "translation": {
      "en": "for New Year's Eve that was really over the top.",
      "fr": "de vraiment fou pour la Saint-Sylvestre."
    }
  },
  {
    "translation": {
      "en": "One of the things that I loved in France was eating foie gras.",
      "fr": "Une des choses que j'aimais en France, c'était manger du foie gras."
    }
  },
  {
    "translation": {
      "en": "And that's when I had this epiphany.",
      "fr": "Et j'ai eu cette illumination."
    }
  },
  {
    "translation": {
      "en": "Instead of doing beef liver and grits, why not do a foie and grit dish?",
      "fr": "Si on faisait un plat à base de foie gras et de grits pour changer ?"
    }
  },
  {
    "translation": {
      "en": "It was really this morph of something Southern",
      "fr": "Il s'agissait de transformer quelque chose de typique"
    }
  },
  {
    "translation": {
      "en": "into something that is completely decadent.",
      "fr": "en quelque chose de décadent."
    }
  },
  {
    "translation": {
      "en": "You have very humble beginnings,",
      "fr": "Une base simple,"
    }
  },
  {
    "translation": {
      "en": "and then you have it topped with something rich and sophisticated.",
      "fr": "puis au-dessus, quelque chose de riche et sophistiqué."
    }
  },
  {
    "translation": {
      "en": "And what really melds them together is just a good, old- fashioned gravy.",
      "fr": "Et une bonne vieille sauce lie le tout."
    }
  },
  {
    "translation": {
      "en": "It's Mashama as a little girl on the plate,",
      "fr": "C'est Mashama petite fille dans l'assiette,"
    }
  },
  {
    "translation": {
      "en": "and it's also Mashama as a grown culinary force on the plate.",
      "fr": "et c'est aussi Mashama la force culinaire adulte dans l'assiette."
    }
  },
  {
    "translation": {
      "en": "It illustrates my culinary journey.",
      "fr": "Ça illustre mon parcours culinaire."
    }
  },
  {
    "translation": {
      "en": "That's what's up.",
      "fr": "Voilà, c'est ça."
    }
  },
  {
    "translation": {
      "en": "Just eating grits out of the pot like I'm home.",
      "fr": "Manger les grits dans la marmite comme à la maison."
    }
  },
  {
    "translation": {
      "en": "Hi. Can I order a hot pastrami with shaved onion and provolone cheese?",
      "fr": "Bonjour. Un sandwich au pastrami chaud avec oignon émincé et provolone."
    }
  },
  {
    "translation": {
      "en": "And would you like a pickle with that?",
      "fr": "Et des cornichons ?"
    }
  },
  {
    "translation": {
      "en": "Yes, please. Please.",
      "fr": "Oui, merci."
    }
  },
  {
    "translation": {
      "en": "For my parents, progress was education.",
      "fr": "Pour mes parents, le progrès, c'était l'éducation."
    }
  },
  {
    "translation": {
      "en": "It was not a question that I would go to college.",
      "fr": "Il était évident que j'irais à la fac."
    }
  },
  {
    "translation": {
      "en": "When I started looking into different avenues that I can take,",
      "fr": "Quand j'ai commencé à examiner mes différentes options,"
    }
  },
  {
    "translation": {
      "en": "nothing really interested me.",
      "fr": "rien ne m'intéressait vraiment."
    }
  },
  {
    "translation": {
      "en": "So I was like, All right, I guess I'll just do what my parents did.",
      "fr": "J'étais là : Bon, je ferai comme mes parents."
    }
  },
  {
    "translation": {
      "en": "I guess I'll just go into social work.",
      "fr": "Je travaillerai dans le social."
    }
  },
  {
    "translation": {
      "en": "Oh, boy. Oh, boy. I was just beaming. I was so proud of her.",
      "fr": "PÈRE DE MASHAMA J'avais un sourire jusque-là. J'étais si fier d'elle."
    }
  },
  {
    "translation": {
      "en": "It was important that she graduated from college.",
      "fr": "C'était important qu'elle décroche un diplôme universitaire."
    }
  },
  {
    "translation": {
      "en": "This was something that we wanted her to complete.",
      "fr": "C'était quelque chose qu'on tenait à ce qu'elle réussisse."
    }
  },
  {
    "translation": {
      "en": "I got a psychology degree,",
      "fr": "J'ai obtenu un diplôme en psychologie,"
    }
  },
  {
    "translation": {
      "en": "and I started working with kids at this homeless shelter.",
      "fr": "puis j'ai travaillé avec des enfants dans un foyer pour sans-abri."
    }
  },
  {
    "translation": {
      "en": "And that was super heavy for me.",
      "fr": "Et c'était super dur pour moi."
    }
  },
  {
    "translation": {
      "en": "I just felt overwhelmed, and I wasn't doing a good job.",
      "fr": "Je me sentais accablée, je ne faisais pas du bon travail."
    }
  },
  {
    "translation": {
      "en": "And then I got fired.",
      "fr": "Et j'ai été renvoyée."
    }
  },
  {
    "translation": {
      "en": "That was a shock to the system.",
      "fr": "Ça a été un choc pour moi."
    }
  },
  {
    "translation": {
      "en": "That's when it set in that I needed to figure out what I wanted to do.",
      "fr": "Je devais clairement trouver ce que je voulais faire."
    }
  },
  {
    "translation": {
      "en": "When I got fired from my job, I was just sort of on autopilot.",
      "fr": "Après mon licenciement, je marchais au radar."
    }
  },
  {
    "translation": {
      "en": "Around that time, one of my best friends was going to culinary school.",
      "fr": "À cette époque, un de mes meilleurs amis allait à l'école hôtelière."
    }
  },
  {
    "translation": {
      "en": "And I always had this fondness with food,",
      "fr": "Et j'avais toujours eu ce penchant pour la cuisine,"
    }
  },
  {
    "translation": {
      "en": "but I thought, I don't have money to go to culinary school.",
      "fr": "mais , je n'avais pas l'argent pour aller à l'école hôtelière."
    }
  },
  {
    "translation": {
      "en": "I'm just starting to pay off my student loans.",
      "fr": "Je commençais à peine à rembourser mon prêt étudiant."
    }
  },
  {
    "translation": {
      "en": "He was like, You don't need money. You can go to work- study.",
      "fr": "Il m'a dit : Pas de souci. Forme-toi en alternance."
    }
  },
  {
    "translation": {
      "en": "And I thought, A- ha! Maybe I'll try cooking.",
      "fr": "Et j'ai pensé : Tiens donc. J'essaierai peut-être la cuisine."
    }
  },
  {
    "translation": {
      "en": "There was this externship and I signed up for it.",
      "fr": "Il y avait ce stage auquel je m'étais inscrite."
    }
  },
  {
    "translation": {
      "en": "Lo and behold, I'm on a plane to France.",
      "fr": "Et voilà, je me retrouve dans un avion pour la France."
    }
  },
  {
    "translation": {
      "en": "I went to work at a château with Anne Willan.",
      "fr": "Je suis allée travailler dans un château avec Anne Willan."
    }
  },
  {
    "translation": {
      "en": "It was this beautiful castle on top of a hillside.",
      "fr": "Ce magnifique château situé en haut d'un coteau."
    }
  },
  {
    "translation": {
      "en": "We had herb gardens and vegetable gardens,",
      "fr": "On avait des jardins d'herbes aromatiques, des potagers."
    }
  },
  {
    "translation": {
      "en": "and we went down to the market twice a week,",
      "fr": "On allait au marché deux fois par semaine,"
    }
  },
  {
    "translation": {
      "en": "and it was all this color.",
      "fr": "et il y avait toutes ces couleurs."
    }
  },
  {
    "translation": {
      "en": "And I thought this was heaven.",
      "fr": "Pour moi, c'était le paradis."
    }
  },
  {
    "translation": {
      "en": "Living in this environment,",
      "fr": "Vivre dans cet environnement"
    }
  },
  {
    "translation": {
      "en": "where you're completely connected to the ingredients,",
      "fr": "où on est totalement en osmose avec les ingrédients,"
    }
  },
  {
    "translation": {
      "en": "and slow, all- day cooking.",
      "fr": "et cuisiner toute la journée, lentement."
    }
  },
  {
    "translation": {
      "en": "I just soaked it up.",
      "fr": "Je me suis imprégnée de tout ça."
    }
  },
  {
    "translation": {
      "en": "When I went back to New York City, I landed a job as a personal chef.",
      "fr": "À mon retour à New York, j'ai décroché un emploi de chef à domicile."
    }
  },
  {
    "translation": {
      "en": "But when I told my parents, it immediately brought them back to the '50s.",
      "fr": "Mais cette nouvelle a immédiatement ramené mes parents dans les années 50."
    }
  },
  {
    "translation": {
      "en": "She had gotten a job",
      "fr": "Elle avait été embauchée"
    }
  },
  {
    "translation": {
      "en": "with this white family out in the Hamptons,",
      "fr": "par cette famille de Blancs dans les Hamptons,"
    }
  },
  {
    "translation": {
      "en": "which is a really ritzier New York on Long Island.",
      "fr": "une région vraiment plus chic sur Long Island."
    }
  },
  {
    "translation": {
      "en": "And we didn't like the image.",
      "fr": "C'est déplaisait."
    }
  },
  {
    "translation": {
      "en": "- I didn't like the image at all. - No, not at all.",
      "fr": "- J'aimais pas cette image du tout. - Non, pas du tout."
    }
  },
  {
    "translation": {
      "en": "She was more like a live- in maid.",
      "fr": "Elle était plus comme une domestique à domicile."
    }
  },
  {
    "translation": {
      "en": "- Like the help. - Yeah, the help.",
      "fr": "- Comme une bonne. - Oui."
    }
  },
  {
    "translation": {
      "en": "It didn't look like progress to me. It was more like... a setback.",
      "fr": "Pour moi, ce n'était pas un progrès. C'était plus un revers."
    }
  },
  {
    "translation": {
      "en": "They just didn't understand.",
      "fr": "Ils ne comprenaient pas."
    }
  },
  {
    "translation": {
      "en": "They just saw a black woman working in a house for white folks.",
      "fr": "Ils voyaient juste une Noire travaillant chez des Blancs."
    }
  },
  {
    "translation": {
      "en": "That's not the chef that I wanted to be.",
      "fr": "Je ne voulais pas être cette chef-là."
    }
  },
  {
    "translation": {
      "en": "I didn't want to be the maid.",
      "fr": "Je ne voulais pas être la domestique."
    }
  },
  {
    "translation": {
      "en": "I wanted to be something more elevated than that.",
      "fr": "Je visais plus haut que ça."
    }
  },
  {
    "translation": {
      "en": "Oh, my God, that looks amazing.",
      "fr": "Bon sang, c'est magnifique."
    }
  },
  {
    "translation": {
      "en": "So, tonight, we're doing crudo. We're not doing fish toast.",
      "fr": "Bon, ce soir, on fait du cru. On ne fait pas de toast au poisson."
    }
  },
  {
    "translation": {
      "en": "And then tomorrow, we're gonna have an extra prep person",
      "fr": "Et demain, on aura quelqu'un en plus à la préparation"
    }
  },
  {
    "translation": {
      "en": "to help with the new dishes.",
      "fr": "pour aider avec les nouveaux plats."
    }
  },
  {
    "translation": {
      "en": "So, then we'll just focus on plating the dishes.",
      "fr": "On se concentrera uniquement sur le dressage des plats."
    }
  },
  {
    "translation": {
      "en": "- Does that make sense? - That makes sense.",
      "fr": "- C'est bon pour tous ? - Oui."
    }
  },
  {
    "translation": {
      "en": "Okay. All right, thank you, everyone.",
      "fr": "Très bien, merci à tous."
    }
  },
  {
    "translation": {
      "en": "I wanted to take my cooking seriously,",
      "fr": "Je voulais prendre ma cuisine au sérieux,"
    }
  },
  {
    "translation": {
      "en": "and I knew that in order for me to do that,",
      "fr": "et je savais que pour ce faire,"
    }
  },
  {
    "translation": {
      "en": "I had to go into fine dining.",
      "fr": "je devais me lancer dans la cuisine raffinée."
    }
  },
  {
    "translation": {
      "en": "Growing up, I wasn't exposed to a fine dining environment.",
      "fr": "Petite, je n'ai pas fait l'expérience de la cuisine gastronomique."
    }
  },
  {
    "translation": {
      "en": "We never went to restaurants. My parents just couldn't afford it.",
      "fr": "On n'allait jamais aux restaurants. Mes parents n'en avaient pas les moyens."
    }
  },
  {
    "translation": {
      "en": "I was going into a whole different world.",
      "fr": "Je me lançais dans un tout autre monde."
    }
  },
  {
    "translation": {
      "en": "I immediately started at the bottom.",
      "fr": "J'ai tout de suite commencé au bas de l'échelle."
    }
  },
  {
    "translation": {
      "en": "I worked all the stations, I took from each station I worked,",
      "fr": "J'ai travaillé à tous les postes, j'ai appris à chacun d'eux,"
    }
  },
  {
    "translation": {
      "en": "and once I could take the heat, then I wanted to learn from a chef.",
      "fr": "et une fois rodée, j'ai voulu apprendre d'un chef."
    }
  },
  {
    "translation": {
      "en": "I had heard about Prune throughout my entire career.",
      "fr": "Toute ma carrière, j'avais entendu parler de Prune."
    }
  },
  {
    "translation": {
      "en": "Prune, it was one of the places you were supposed to go.",
      "fr": "Prune, c'était l'un des endroits où on devait aller."
    }
  },
  {
    "translation": {
      "en": "Everybody was talking about it.",
      "fr": "Tout le monde en parlait."
    }
  },
  {
    "translation": {
      "en": "Lot of what Gabrielle Hamilton did at Prune",
      "fr": "À Prune, Gabrielle Hamilton prenait souvent"
    }
  },
  {
    "translation": {
      "en": "was take, sort of lowly ingredients, like saltine crackers,",
      "fr": "de modestes ingrédients comme des crackers"
    }
  },
  {
    "translation": {
      "en": "and do things with them that were magical...",
      "fr": "et elle faisait des choses magiques avec..."
    }
  },
  {
    "translation": {
      "en": "in ways that most chefs might not have thought to do.",
      "fr": "auxquelles la plupart des chefs n'auraient jamais songé."
    }
  },
  {
    "translation": {
      "en": "The type of food that Gabrielle was cooking was so simple,",
      "fr": "La cuisine de Gabrielle était très simple,"
    }
  },
  {
    "translation": {
      "en": "taking a few ingredients and having them really sing.",
      "fr": "elle prenait quelques ingrédients et les faisait vraiment ressortir."
    }
  },
  {
    "translation": {
      "en": "And I really thought that's what food is all about.",
      "fr": "Et pour moi, c'était véritablement ça la cuisine."
    }
  },
  {
    "translation": {
      "en": "I was at Prune for about three years and I was happy.",
      "fr": "J'ai passé près de trois ans à Prune et j'étais heureuse."
    }
  },
  {
    "translation": {
      "en": "I was growing.",
      "fr": "J'évoluais."
    }
  },
  {
    "translation": {
      "en": "I'd finally found an environment that I felt at home in.",
      "fr": "J'avais enfin trouvé un environnement où je me sentais comme chez moi."
    }
  },
  {
    "translation": {
      "en": "So, what's the next big switch?",
      "fr": "Alors, quelle est la prochaine nouveauté ?"
    }
  },
  {
    "translation": {
      "en": "So, I wanna do a rabbit- sorghum mustard glaze with, like, cayenne.",
      "fr": "Je veux faire un lapin avec un glaçage moutarde-sorgho et poivre de Cayenne."
    }
  },
  {
    "translation": {
      "en": "I think it's gonna be really good.",
      "fr": "Ça va être excellent."
    }
  },
  {
    "translation": {
      "en": "The Dijon is so traditionally French,",
      "fr": "La moutarde de Dijon est si traditionnellement française,"
    }
  },
  {
    "translation": {
      "en": "but then you throw cayenne and sorghum into it, and it's like...",
      "fr": "mais en y rajoutant du poivre de Cayenne et sorgho..."
    }
  },
  {
    "translation": {
      "en": "Yeah, it turns into something else.",
      "fr": "Ça donne autre chose."
    }
  },
  {
    "translation": {
      "en": "It turns into something Southern, I think.",
      "fr": "Quelque chose du Sud, je pense."
    }
  },
  {
    "translation": {
      "en": "- Yeah, I think so. - Yeah.",
      "fr": "Je crois bien."
    }
  },
  {
    "translation": {
      "en": "When I was trying to find my business partner for The Grey,",
      "fr": "Quand j'essayais de trouver mon associé pour The Grey,"
    }
  },
  {
    "translation": {
      "en": "I called Gabrielle Hamilton, and Gabrielle said, Talk to Mashama.",
      "fr": "j'ai appelé Gabrielle Hamilton qui m'a dit : Parle à Mashama."
    }
  },
  {
    "translation": {
      "en": "- And so, I met Mashama. -",
      "fr": "Et j'ai donc rencontré Mashama."
    }
  },
  {
    "translation": {
      "en": "We had an hour in the schedule, and I'm a very regimented guy.",
      "fr": "J'avais calé une heure. Je suis très organisé... ASSOCIÉ"
    }
  },
  {
    "translation": {
      "en": "If I have an hour, it's an hour.",
      "fr": "... Si j'ai une heure, c'est une heure."
    }
  },
  {
    "translation": {
      "en": "And four hours later, we were still together in a bar, having drinks,",
      "fr": "Et quatre heures après, on était encore dans un bar, à boire des verres,"
    }
  },
  {
    "translation": {
      "en": "and all we did was talk about food.",
      "fr": "et on n'a fait que parler cuisine."
    }
  },
  {
    "translation": {
      "en": "It was almost like being with an old friend.",
      "fr": "C'était presque comme si j'étais avec une vieille amie."
    }
  },
  {
    "translation": {
      "en": "If you bring that ugali in, then the bridges--",
      "fr": "Si tu introduis l'ugali, alors les ponts..."
    }
  },
  {
    "translation": {
      "en": "- Would you like me to make you some ugali? - I would like it.",
      "fr": "- Tu voudrais que j'en fasse ? - Oui."
    }
  },
  {
    "translation": {
      "en": "I knew right there I wanted her to be my partner in The Grey.",
      "fr": "J'ai su tout de suite que je voulais m'associer avec elle."
    }
  },
  {
    "translation": {
      "en": "I love the fact that we have things so under control here",
      "fr": "J'adore, tout est tellement sous contrôle ici"
    }
  },
  {
    "translation": {
      "en": "that we can just sit and eat a bowl of pasta and have a glass of wine.",
      "fr": "qu'on peut manger des pâtes et boire un verre de vin."
    }
  },
  {
    "translation": {
      "en": "From your mouth to God's ears.",
      "fr": "Pourvu que Dieu t'entende."
    }
  },
  {
    "translation": {
      "en": "When I met Johno,",
      "fr": "Quand j'ai rencontré Johno,"
    }
  },
  {
    "translation": {
      "en": "I found out that the restaurant was going to be located in Savannah,",
      "fr": "j'ai appris que le restaurant serait situé à Savannah,"
    }
  },
  {
    "translation": {
      "en": "and I was immediately intrigued.",
      "fr": "et j'ai été immédiatement intriguée."
    }
  },
  {
    "translation": {
      "en": "So I'd come down to view the space.",
      "fr": "Je suis venue voir le local."
    }
  },
  {
    "translation": {
      "en": "We get out of the car and I look up,",
      "fr": "On sort de la voiture, je lève les yeux,"
    }
  },
  {
    "translation": {
      "en": "and I can see that we're on Martin Luther King Boulevard,",
      "fr": "et je vois qu'on se trouve sur le boulevard Martin Luther King,"
    }
  },
  {
    "translation": {
      "en": "across the street from where my parents got married,",
      "fr": "en face du lieu où mes parents se sont mariés,"
    }
  },
  {
    "translation": {
      "en": "in a city that I lived in for my childhood.",
      "fr": "dans la ville de mon enfance."
    }
  },
  {
    "translation": {
      "en": "We walked inside,",
      "fr": "On est entrés à l'intérieur,"
    }
  },
  {
    "translation": {
      "en": "and it was this old Greyhound bus station that was initially segregated.",
      "fr": "et c'était cette ancienne gare routière où on pratiquait la ségrégation raciale."
    }
  },
  {
    "translation": {
      "en": "And I walked through the seating area where the ticket counter was,",
      "fr": "J'ai traversé la zone des places assises où se trouvait le guichet..."
    }
  },
  {
    "translation": {
      "en": "and in the back, there's the Colored waiting room.",
      "fr": "...et au fond, il y avait la salle d'attente des gens de couleur."
    }
  },
  {
    "translation": {
      "en": "And I thought, How unfair.",
      "fr": "Et j'ai pensé : Que c'est injuste. SALLE D'ATTENTE DES GENS DE COULEUR"
    }
  },
  {
    "translation": {
      "en": "My ancestors were here,",
      "fr": "Mes ancêtres étaient ici,"
    }
  },
  {
    "translation": {
      "en": "and so many struggles have happened in this building.",
      "fr": "et ce bâtiment a connu tant de luttes."
    }
  },
  {
    "translation": {
      "en": "I felt a connection.",
      "fr": "J'ai senti une connexion."
    }
  },
  {
    "translation": {
      "en": "I just let that take me with it.",
      "fr": "Je me suis laissé embarquer."
    }
  },
  {
    "translation": {
      "en": "I knew that I was on the right path.",
      "fr": "Je savais que j'étais sur la bonne voie."
    }
  },
  {
    "translation": {
      "en": "Um, we're gonna do this tomorrow,",
      "fr": "On va faire ça demain,"
    }
  },
  {
    "translation": {
      "en": "and we need to figure out what we're gonna do with quail,",
      "fr": "et on doit trouver quoi faire avec la caille"
    }
  },
  {
    "translation": {
      "en": "'cause that whole thing has to change.",
      "fr": "parce qu'il faut changer tout ça."
    }
  },
  {
    "translation": {
      "en": "- Yeah. - Should we just fry it?",
      "fr": "- Oui. - Si on la faisait simplement frire ?"
    }
  },
  {
    "translation": {
      "en": "- Fried quail? - Fried quail with molasses,",
      "fr": "- De la caille frite ? - De la caille frite"
    }
  },
  {
    "translation": {
      "en": "- blackstrap molasses. - Sauce would be nice with cucumber.",
      "fr": "- à la mélasse. - La sauce serait bien avec du concombre."
    }
  },
  {
    "translation": {
      "en": "We have all those peppers up there.",
      "fr": "On a tous ces poivrons là-haut."
    }
  },
  {
    "translation": {
      "en": "We have so many peppers, and I know peppers are in the meatballs,",
      "fr": "On en a tellement, et on s'en sert pour les boulettes de viande,"
    }
  },
  {
    "translation": {
      "en": "- but we can do like a... - Pepper relish or--",
      "fr": "- mais on peut faire... - Un condiment ou..."
    }
  },
  {
    "translation": {
      "en": "Yeah, we could do pickled peppers or something, you know?",
      "fr": "Oui, on pourrait faire des poivrons marinés, tu vois ?"
    }
  },
  {
    "translation": {
      "en": "When I initially came down to think about this restaurant,",
      "fr": "Quand j'ai accepté le projet dans ce restaurant,"
    }
  },
  {
    "translation": {
      "en": "I had a few months to figure out what was gonna be our breakout menu.",
      "fr": "j'ai eu quelques mois pour élaborer notre première carte."
    }
  },
  {
    "translation": {
      "en": "Up until that point, I worked as a sous chef,",
      "fr": "Jusqu'alors, je travaillais comme sous-chef,"
    }
  },
  {
    "translation": {
      "en": "emulating the wants and desires of this creative genius.",
      "fr": "prenant exemple sur les exigences et les désirs de ce génie créatif."
    }
  },
  {
    "translation": {
      "en": "And then all of a sudden,",
      "fr": "Et tout à coup,"
    }
  },
  {
    "translation": {
      "en": "I have an opportunity to really express myself.",
      "fr": "j'ai cette opportunité de m'exprimer."
    }
  },
  {
    "translation": {
      "en": "I started thinking about, what kind of chef was I?",
      "fr": "J'ai commencé à m'interroger : quel genre de chef j'étais ?"
    }
  },
  {
    "translation": {
      "en": "Was I the chef that just kinda looked at an ingredient,",
      "fr": "Étais-je le chef qui, à la vue d'un ingrédient,"
    }
  },
  {
    "translation": {
      "en": "and all of a sudden, I made this crazy dish out of it?",
      "fr": "allait soudain réaliser ce plat de folie ?"
    }
  },
  {
    "translation": {
      "en": "Or was I a kind of chef that took older recipes",
      "fr": "Ou étais-je le chef qui prend de vieilles recettes"
    }
  },
  {
    "translation": {
      "en": "and reinterpret them? What kind of chef am I?",
      "fr": "et les réinterprète ? Quel genre de chef suis-je ?"
    }
  },
  {
    "translation": {
      "en": "When Mashama started to develop her first menu,",
      "fr": "Quand Mashama s'est mise à élaborer sa 1re carte,"
    }
  },
  {
    "translation": {
      "en": "she read book after book and sought inspiration.",
      "fr": "elle a lu livre après livre, en quête d'inspiration."
    }
  },
  {
    "translation": {
      "en": "Any moment she could get to travel somewhere, she would go.",
      "fr": "Si elle pouvait voyager quelque part, elle y allait."
    }
  },
  {
    "translation": {
      "en": "Mashama would come to me with a dish and she would say, Taste this.",
      "fr": "Mashama venait me trouver avec un plat et me disait : Goûte ça."
    }
  },
  {
    "translation": {
      "en": "And I would taste it.",
      "fr": "Et je le goûtais."
    }
  },
  {
    "translation": {
      "en": "And she'd go, What do you think? And I would tell her.",
      "fr": "Elle disait : Alors, ton avis ? Et je le lui donnais."
    }
  },
  {
    "translation": {
      "en": "And she would go back into the kitchen.",
      "fr": "Elle retournait en cuisine."
    }
  },
  {
    "translation": {
      "en": "It was really important to her to do it right and do it well.",
      "fr": "C'était très important pour elle de bien faire et de le faire bien."
    }
  },
  {
    "translation": {
      "en": "After I wrote the menu, I was very nervous,",
      "fr": "Après avoir composé la carte, j'étais très stressée,"
    }
  },
  {
    "translation": {
      "en": "but I sent a copy of the first menu to Gabrielle.",
      "fr": "mais j'en ai envoyé une copie à Gabrielle."
    }
  },
  {
    "translation": {
      "en": "She looked at it and she was like, This food is all over the place.",
      "fr": "Elle l'a regardée et a dit : Ça part dans tous les sens."
    }
  },
  {
    "translation": {
      "en": "I don't know what this menu is telling me. It's not really telling me a story.",
      "fr": "J'ignore ce que cette carte me raconte. Mais elle ne me raconte pas une histoire."
    }
  },
  {
    "translation": {
      "en": "It really hit Mashama hard how difficult the undertaking was.",
      "fr": "La difficulté de ce projet a vraiment frappé Mashama de plein fouet."
    }
  },
  {
    "translation": {
      "en": "Something was missing and I wasn't sure what it was.",
      "fr": "Il manquait quelque chose, et je ne savais pas quoi."
    }
  },
  {
    "translation": {
      "en": "I felt that I need to learn about who I am and what I had to say.",
      "fr": "Je devais apprendre qui j'étais et ce que j'avais à dire."
    }
  },
  {
    "translation": {
      "en": "When I returned to Savannah, I was super nostalgic.",
      "fr": "Quand je suis revenue à Savannah, j'étais super nostalgique."
    }
  },
  {
    "translation": {
      "en": "I thought I could almost pick up where I left off,",
      "fr": "Je pensais pouvoir y reprendre ma vie comme avant,"
    }
  },
  {
    "translation": {
      "en": "but I did not know this city at all through adult eyes.",
      "fr": "mais l'adulte que j'étais devenue ne connaissait pas du tout cette ville."
    }
  },
  {
    "translation": {
      "en": "I was on my own. I had no friends here.",
      "fr": "J'étais seule. Je n'avais pas d'amis ici."
    }
  },
  {
    "translation": {
      "en": "I realized very quickly that I was an outsider.",
      "fr": "Très vite, j'ai compris que j'étais une étrangère."
    }
  },
  {
    "translation": {
      "en": "- Here you go, ma'am. - Thank you.",
      "fr": "- Tenez, madame. - Merci."
    }
  },
  {
    "translation": {
      "en": "One day, I went to this place called the Mayflower.",
      "fr": "Un jour, je suis allée au Mayflower Cafe."
    }
  },
  {
    "translation": {
      "en": "And I order deviled crabs, and every meal comes with a dressing.",
      "fr": "Et j'ai commandé des croquettes de crabe. Chaque plat s'accompagne d'une sauce."
    }
  },
  {
    "translation": {
      "en": "I take one taste of it...",
      "fr": "Je la goûte"
    }
  },
  {
    "translation": {
      "en": "and I'm back in my grandmother's kitchen.",
      "fr": "et me voilà dans la cuisine de ma grand-mère."
    }
  },
  {
    "translation": {
      "en": "And I have this a- ha moment that I've been eating this way all my life...",
      "fr": "Et j'ai cette révélation soudaine : j'ai mangé comme ça toute ma vie"
    }
  },
  {
    "translation": {
      "en": "and that I wasn't aware",
      "fr": "et je ne savais pas"
    }
  },
  {
    "translation": {
      "en": "that there was actually restaurants built around the food that I grew up on.",
      "fr": "que des restaurants proposaient la nourriture de mon enfance."
    }
  },
  {
    "translation": {
      "en": "I think that there's something that I buried with that little girl",
      "fr": "J'ai dû enfouir quelque chose avec cette petite fille"
    }
  },
  {
    "translation": {
      "en": "that moved to New York City when she was 11.",
      "fr": "qui a déménagé à New York à l'âge de 11 ans."
    }
  },
  {
    "translation": {
      "en": "I wanted to reacquaint myself with the South.",
      "fr": "Je voulais me refamiliariser avec le Sud."
    }
  },
  {
    "translation": {
      "en": "I started reading old cookbooks",
      "fr": "J'ai lu de vieux livres de cuisine"
    }
  },
  {
    "translation": {
      "en": "to learn about the first African- American chefs in this country.",
      "fr": "pour tout savoir sur les premiers chefs afro-américains de ce pays."
    }
  },
  {
    "translation": {
      "en": "Who was cooking before me in this environment,",
      "fr": "Qui cuisinait avant moi dans cet environnement,"
    }
  },
  {
    "translation": {
      "en": "and what can I learn from them?",
      "fr": "et que puis-je apprendre d'eux ?"
    }
  },
  {
    "translation": {
      "en": "Thank you, Mr. Hayes.",
      "fr": "Merci, M. Hayes."
    }
  },
  {
    "translation": {
      "en": "I started introducing myself to people and learning about the food culture here.",
      "fr": "J'ai commencé à me présenter aux gens et m'initier à la culture culinaire d'ici."
    }
  },
  {
    "translation": {
      "en": "- How do you know a watermelon is ready? - I slap mine.",
      "fr": "- Comment savoir qu'elle est mûre ? - Je la tapote."
    }
  },
  {
    "translation": {
      "en": "- And what you looking for? - I'm listening for the sound.",
      "fr": "- Dans quel but ? - J'écoute le bruit que ça fait."
    }
  },
  {
    "translation": {
      "en": "I really wanted to educate myself",
      "fr": "Je tenais vraiment à m'instruire"
    }
  },
  {
    "translation": {
      "en": "on different climates, different terroir, different Southern ingredients.",
      "fr": "sur les différents climats, terroirs et ingrédients du Sud."
    }
  },
  {
    "translation": {
      "en": "Yeah, so you just...",
      "fr": "Donc, tu fais juste..."
    }
  },
  {
    "translation": {
      "en": "Hey, look at you.",
      "fr": "Ça alors !"
    }
  },
  {
    "translation": {
      "en": "- Yeah. - I don't believe you.",
      "fr": "- Oui. - Incroyable !"
    }
  },
  {
    "translation": {
      "en": "Now, you know what I think is amazing about this whole thing is?",
      "fr": "Tu sais ce que je trouve stupéfiant à propos de tout ça ?"
    }
  },
  {
    "translation": {
      "en": "Like, we're walking back into time - and this is what we did. Okra. - Mmm- hmm.",
      "fr": "On remonte dans le temps, et ça, c'est ce qu'on faisait. Du gombo."
    }
  },
  {
    "translation": {
      "en": "- It's West African. - Yeah.",
      "fr": "- De l'Afrique de l'Ouest. - Oui."
    }
  },
  {
    "translation": {
      "en": "You'll be here. Where you going? Orlando?",
      "fr": "Vous serez là. Vous allez où ? Orlando ?"
    }
  },
  {
    "translation": {
      "en": "- That's gonna be really nice. -",
      "fr": "Ça va être vraiment super."
    }
  },
  {
    "translation": {
      "en": "Thank you, lady. You are tough.",
      "fr": "Merci, ma petite dame. Vous êtes résistante."
    }
  },
  {
    "translation": {
      "en": "Having this open dialogue with these farmers",
      "fr": "Avoir ce dialogue ouvert avec ces cultivateurs"
    }
  },
  {
    "translation": {
      "en": "gave me a true sense of where I was.",
      "fr": "m'a donné une vraie idée d'où j'étais."
    }
  },
  {
    "translation": {
      "en": "- How do you like to cook them? - Succotash.",
      "fr": "- Comment vous les préparez ? - Je fais un succotash."
    }
  },
  {
    "translation": {
      "en": "Yeah, that's my favorite, succotash.",
      "fr": "Oui, moi aussi, c'est ce que je préfère."
    }
  },
  {
    "translation": {
      "en": "- Succotash! Oh, yes. -",
      "fr": "Le succotash ! Oh, oui."
    }
  },
  {
    "translation": {
      "en": "- That's my favorite. - You can smell it.",
      "fr": "- J'adore. - On peut le sentir"
    }
  },
  {
    "translation": {
      "en": "You can smell it a mile down the road.",
      "fr": "à plus d'un kilomètre."
    }
  },
  {
    "translation": {
      "en": "- -",
      "fr": "HARRIS NECK, GÉORGIE"
    }
  },
  {
    "translation": {
      "en": "I got some work to do, huh?",
      "fr": "On a du pain sur la planche."
    }
  },
  {
    "translation": {
      "en": "- You know, some of those-- - These are pretty!",
      "fr": "- Certaines... - Elles sont belles !"
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "These are pretty. These are awesome.",
      "fr": "Elles sont superbes."
    }
  },
  {
    "translation": {
      "en": "- Those are the best. - Yeah, these are good.",
      "fr": "- Ce sont les meilleures. - Oui, elles sont bonnes."
    }
  },
  {
    "translation": {
      "en": "As I've started to learn about Georgia,",
      "fr": "Quand j'ai commencé à tout apprendre sur la Géorgie,"
    }
  },
  {
    "translation": {
      "en": "I realized that the tradition here is so rich.",
      "fr": "je me suis rendu compte de la richesse de la tradition locale."
    }
  },
  {
    "translation": {
      "en": "Should be close.",
      "fr": "On y est presque."
    }
  },
  {
    "translation": {
      "en": "I wasn't even aware of it.",
      "fr": "Je n'en avais même pas conscience."
    }
  },
  {
    "translation": {
      "en": "Oh, it's right there.",
      "fr": "C'est juste là."
    }
  },
  {
    "translation": {
      "en": "These border islands along the coast,",
      "fr": "Ces îles le long de la côte,"
    }
  },
  {
    "translation": {
      "en": "this was an area that no one wanted to live.",
      "fr": "c'était un coin où personne ne voulait vivre."
    }
  },
  {
    "translation": {
      "en": "It's humid and buggy and hot.",
      "fr": "C'est humide, infesté de bestioles, et il y fait chaud."
    }
  },
  {
    "translation": {
      "en": "Right after slavery,",
      "fr": "Juste après l'esclavagisme,"
    }
  },
  {
    "translation": {
      "en": "a lot of African Americans lived on these islands.",
      "fr": "beaucoup d'Afro-Américains ont vécu sur ces îles."
    }
  },
  {
    "translation": {
      "en": "And they learned how to cultivate the land.",
      "fr": "Et ils ont appris comment cultiver la terre."
    }
  },
  {
    "translation": {
      "en": "Look at that sucker.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "They were fishing and crabbing and oyster farming.",
      "fr": "Ils pêchaient des poissons, des crabes et cultivaient des huîtres."
    }
  },
  {
    "translation": {
      "en": "Four more months, they'll be ready.",
      "fr": "Encore quatre mois, et ce sera bon."
    }
  },
  {
    "translation": {
      "en": "I didn't know black people ate oysters,",
      "fr": "J'ignorais que les Noirs mangeaient des huîtres."
    }
  },
  {
    "translation": {
      "en": "and not only do they eat oysters, they made a living off of oysters.",
      "fr": "Non seulement ils en mangent, mais en plus, ils en vivaient."
    }
  },
  {
    "translation": {
      "en": "Years and years later, throughout all these hardships,",
      "fr": "Bien des années plus tard, après toutes ces épreuves,"
    }
  },
  {
    "translation": {
      "en": "the people who have been working the waters for generations",
      "fr": "les gens qui travaillent dans ces eaux depuis des générations"
    }
  },
  {
    "translation": {
      "en": "are keeping these traditions alive.",
      "fr": "préservent ces traditions."
    }
  },
  {
    "translation": {
      "en": "You can't help to be humbled by that kind of history.",
      "fr": "On ne peut qu'être touché par ce genre d'histoire."
    }
  },
  {
    "translation": {
      "en": "So much of Southern food has been forged",
      "fr": "La cuisine du Sud est en grande partie l'œuvre"
    }
  },
  {
    "translation": {
      "en": "from people who came from Africa and their descendants.",
      "fr": "des gens qui venaient d'Afrique et leurs descendants."
    }
  },
  {
    "translation": {
      "en": "People were brought here in chains,",
      "fr": "Ils étaient amenés ici , enchaînés,"
    }
  },
  {
    "translation": {
      "en": "ripped apart from their loved ones, their language, their lives,",
      "fr": "arrachés à ceux qu'ils aimaient, à leur langue, à leur vie,"
    }
  },
  {
    "translation": {
      "en": "and made to forge a country without any say in the matter.",
      "fr": "et forcés à construire un pays sans avoir leur mot à dire."
    }
  },
  {
    "translation": {
      "en": "Because of those atrocities,",
      "fr": "À cause de ces atrocités,"
    }
  },
  {
    "translation": {
      "en": "so many people moved away to forge something better.",
      "fr": "tant de gens sont partis construire quelque chose de mieux ailleurs."
    }
  },
  {
    "translation": {
      "en": "After so much time away,",
      "fr": "Après être partie si longtemps,"
    }
  },
  {
    "translation": {
      "en": "Mashama had this openness to being back in the South",
      "fr": "Mashama avait cette ouverture d'esprit pour son retour dans le Sud"
    }
  },
  {
    "translation": {
      "en": "and learning more about the story of Southern food.",
      "fr": "et pour en apprendre davantage sur l'histoire de la cuisine du Sud."
    }
  },
  {
    "translation": {
      "en": "I was soaking in all that heritage and all that knowledge,",
      "fr": "Je m'imprégnais de tout cet héritage, de toutes ces informations,"
    }
  },
  {
    "translation": {
      "en": "and there's a sadness that comes with that.",
      "fr": "qui s'accompagnent de tristesse."
    }
  },
  {
    "translation": {
      "en": "But it's also this great sense of pride...",
      "fr": "Mais il y a également ce grand sentiment de fierté..."
    }
  },
  {
    "translation": {
      "en": "because you look at the beauty of survival...",
      "fr": "parce qu'on contemple la beauté de la survie,"
    }
  },
  {
    "translation": {
      "en": "the fruitfulness of hope.",
      "fr": "le succès qu'a engendré l'espoir."
    }
  },
  {
    "translation": {
      "en": "You realize how resilient your culture is.",
      "fr": "On prend conscience de cette résilience culturelle."
    }
  },
  {
    "translation": {
      "en": "Learning about history in this area was so empowering.",
      "fr": "Apprendre tout de l'histoire de cette région a été si puissant."
    }
  },
  {
    "translation": {
      "en": "I started to see where I wanted to go with the food.",
      "fr": "J'ai commencé à voir où je voulais aller culinairement parlant."
    }
  },
  {
    "translation": {
      "en": "That confidence started to reawaken.",
      "fr": "J'ai repris confiance."
    }
  },
  {
    "translation": {
      "en": "I became this chef",
      "fr": "Je suis devenue ce chef"
    }
  },
  {
    "translation": {
      "en": "that was looking backwards in order to look forward.",
      "fr": "qui regardait en arrière afin de se tourner vers l'avenir."
    }
  },
  {
    "translation": {
      "en": "New ticket. Order fire. Meatball, clam and a fish toast.",
      "fr": "Nouvelle commande. Boulettes de viande, palourdes et toast au poisson."
    }
  },
  {
    "translation": {
      "en": "One day, Mashama decided we are changing this menu.",
      "fr": "Un jour, Mashama a décidé de changer la carte."
    }
  },
  {
    "translation": {
      "en": "What we're gonna do from this point forward",
      "fr": "À partir de maintenant,"
    }
  },
  {
    "translation": {
      "en": "is reclaim African- American history,",
      "fr": "on va reprendre possession de l'histoire afro-américaine"
    }
  },
  {
    "translation": {
      "en": "and we're going to advance Southern food.",
      "fr": "et faire progresser la cuisine du Sud."
    }
  },
  {
    "translation": {
      "en": "In that moment, all those experiences, her heritage,",
      "fr": "À ce moment-là, toutes ces expériences, son héritage,"
    }
  },
  {
    "translation": {
      "en": "her readings, her memories, her life in New York City,",
      "fr": "ses lectures, ses souvenirs, sa vie à New York,"
    }
  },
  {
    "translation": {
      "en": "it all came together for her.",
      "fr": "tout s'est harmonisé en elle."
    }
  },
  {
    "translation": {
      "en": "She would come to me with a dish, and she would say, Taste this,",
      "fr": "Elle venait me voir avec un plat et me disait : Goûte ça,"
    }
  },
  {
    "translation": {
      "en": "and she would walk away. There was no doubt anymore.",
      "fr": "puis elle partait. Plus aucun doute ne subsistait."
    }
  },
  {
    "translation": {
      "en": "I was ready to portray my Southern heritage.",
      "fr": "J'étais prête à représenter mon héritage du Sud."
    }
  },
  {
    "translation": {
      "en": "I started focusing on rice, fresh Southern vegetables,",
      "fr": "J'ai commencé à mettre l'accent sur le riz, les légumes frais,"
    }
  },
  {
    "translation": {
      "en": "crab, shrimp and oysters.",
      "fr": "le crabe, les crevettes et les huîtres."
    }
  },
  {
    "translation": {
      "en": "And then I wanted to focus on young Mashama.",
      "fr": "Et après, j'ai voulu privilégier la petite Mashama."
    }
  },
  {
    "translation": {
      "en": "So, after the guests have dinner, we clear their plates,",
      "fr": "Donc, à la fin du repas, on débarrasse les assiettes"
    }
  },
  {
    "translation": {
      "en": "and we give them a thrill.",
      "fr": "et on sert un Frisson."
    }
  },
  {
    "translation": {
      "en": "Locals would come in and be like,",
      "fr": "Les habitants du coin venaient et disaient :"
    }
  },
  {
    "translation": {
      "en": "What? You know what a thrill is? What?",
      "fr": "Quoi ? Vous connaissez ça ?"
    }
  },
  {
    "translation": {
      "en": "That made me feel good",
      "fr": "Ça me faisait du bien,"
    }
  },
  {
    "translation": {
      "en": "because they understand that I have roots here.",
      "fr": "parce qu'ils comprenaient que j'avais des racines ici."
    }
  },
  {
    "translation": {
      "en": "It's a little part of my history on the plate.",
      "fr": "C'est un petit bout de mon histoire dans l'assiette."
    }
  },
  {
    "translation": {
      "en": "Just in case you were wondering why Savannah's such a special place.",
      "fr": "Au cas où vous vous demandiez pourquoi Savannah est si chère à mon cœur."
    }
  },
  {
    "translation": {
      "en": "- Full of the sunshine. Full of sunshine. - And they're so warm.",
      "fr": "- Gorgées de soleil. - Elles sont toutes chaudes."
    }
  },
  {
    "translation": {
      "en": "Yeah. See, you put it in my hands.",
      "fr": "Oui. Vous me la donnez."
    }
  },
  {
    "translation": {
      "en": "- I'm gonna eat it. - Good, eat it.",
      "fr": "- Je vais la manger. - Bien, mangez-la."
    }
  },
  {
    "translation": {
      "en": "You live in the city?",
      "fr": "Vous vivez ici ?"
    }
  },
  {
    "translation": {
      "en": "I used to. Now, I live in Georgia.",
      "fr": "Avant, oui. Maintenant, je vis en Géorgie."
    }
  },
  {
    "translation": {
      "en": "- Definitely a slower pace than New York. -",
      "fr": "C'est assurément moins speed que New York."
    }
  },
  {
    "translation": {
      "en": "He's like, We were cracking pepper at the table. I'm like, Really?",
      "fr": "Il dit : On moud le poivre à table. Moi : Ah oui ?"
    }
  },
  {
    "translation": {
      "en": "- Salty fresh.  - Salty fresh.",
      "fr": "- Fraîche et salée. - Fraîche et salée."
    }
  },
  {
    "translation": {
      "en": "Here's this. I'll trade you. Be careful with it.",
      "fr": "Tenez. On échange. Faites attention."
    }
  },
  {
    "translation": {
      "en": "I remember when Mashama jumped in the front seat of the Galaxie 500.",
      "fr": "Je me rappelle quand Mashama a sauté sur le siège avant de la Galaxie 500."
    }
  },
  {
    "translation": {
      "en": "I was thinking about that.  Your legs weren't even long enough",
      "fr": "- J'y pensais. - Tes jambes étaient trop courtes"
    }
  },
  {
    "translation": {
      "en": "to touch the pedals. I had got my back turned,",
      "fr": "pour toucher les pédales. J'avais tourné le dos,"
    }
  },
  {
    "translation": {
      "en": "- and the car is rolling down the street. -",
      "fr": "et la voiture descendait la rue."
    }
  },
  {
    "translation": {
      "en": "Mashama was determined to do things her way.",
      "fr": "Mashama était déterminée à faire les choses à sa sauce."
    }
  },
  {
    "translation": {
      "en": "Mmm- hmm. Yeah.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "She had a strong personality - even as a baby. - Yeah.",
      "fr": "- Déjà bébé, elle avait du caractère. - Oui."
    }
  },
  {
    "translation": {
      "en": "I remember the park was there, and that's where...",
      "fr": "Je me rappelle que le parc était là, et..."
    }
  },
  {
    "translation": {
      "en": "Our daughter is head chef",
      "fr": "Notre fille est chef cuisinier"
    }
  },
  {
    "translation": {
      "en": "in a Jim Crow- era building.",
      "fr": "dans un bâtiment de l'ère Jim Crow."
    }
  },
  {
    "translation": {
      "en": "She opened our eyes to a whole new way of how we were gonna make it.",
      "fr": "Elle nous a ouvert les yeux sur une toute nouvelle manière de faire."
    }
  },
  {
    "translation": {
      "en": "This is my daughter that is blazing new trails.",
      "fr": "C'est ma fille qui ouvre la voie."
    }
  },
  {
    "translation": {
      "en": "- If your grandparents were here... - Yeah.",
      "fr": "- Si tes grands-parents étaient là... - Oui."
    }
  },
  {
    "translation": {
      "en": "- Your grandmothers would be equally proud. - Oh, man.",
      "fr": "- Tes grands-mères aussi seraient fières. - Bon sang."
    }
  },
  {
    "translation": {
      "en": "They would just be amazed.",
      "fr": "Elles seraient stupéfaites."
    }
  },
  {
    "translation": {
      "en": "Your ma- ma, she would have talked you to death.",
      "fr": "Ta mamie, elle t'aurait cassé les oreilles."
    }
  },
  {
    "translation": {
      "en": "- She'd be giggling... - Yeah.",
      "fr": "Elle rigolerait..."
    }
  },
  {
    "translation": {
      "en": "She would have been so happy. She'd be slapping you on the knee, boy.",
      "fr": "Elle aurait été heureuse, à t'en taper les cuisses."
    }
  },
  {
    "translation": {
      "en": "It is really exciting to see Mashama be celebrated.",
      "fr": "C'est vraiment fantastique de voir Mashama être célébrée ainsi."
    }
  },
  {
    "translation": {
      "en": "She opened up an idea for Savannah of what was possible here,",
      "fr": "Elle a révélé quelque chose à Savannah, ce qui était possible,"
    }
  },
  {
    "translation": {
      "en": "and she's sharing that light",
      "fr": "et elle partage cette connaissance"
    }
  },
  {
    "translation": {
      "en": "with many men and women who came before her,",
      "fr": "avec nombre d'hommes et de femmes qui l'ont précédée,"
    }
  },
  {
    "translation": {
      "en": "who just didn't have the chance.",
      "fr": "qui n'ont pas eu cette chance."
    }
  },
  {
    "translation": {
      "en": "When I'm in this building,",
      "fr": "Quand je suis dans cet édifice,"
    }
  },
  {
    "translation": {
      "en": "I can't help but understand the historical impact that it holds.",
      "fr": "je ne peux m'empêcher de penser à son impact historique."
    }
  },
  {
    "translation": {
      "en": "My family members would not have been able to walk freely in this space,",
      "fr": "Ma famille n'aurait pas pu circuler librement dans cet espace,"
    }
  },
  {
    "translation": {
      "en": "and now to be the executive chef here, to be a partner in this restaurant,",
      "fr": "et le fait d'être le chef ici, d'être associée dans ce restaurant,"
    }
  },
  {
    "translation": {
      "en": "you understand that change is willing to happen",
      "fr": "on comprend que ce changement est prêt à se produire"
    }
  },
  {
    "translation": {
      "en": "in a place like Savannah.",
      "fr": "à Savannah."
    }
  },
  {
    "translation": {
      "en": "And at the same time, there's so much to do.",
      "fr": "Et en même temps, il y a tant à faire."
    }
  },
  {
    "translation": {
      "en": "I'm just getting warmed up.",
      "fr": "Ce n'est que l'échauffement."
    }
  }
]