[
  {
    "translation": {
      "en": "Cuba has always been fighting for its freedom.",
      "fr": "Cuba a toujours lutté pour sa liberté."
    }
  },
  {
    "translation": {
      "en": "100,000 died, and even though we lost the war, the country had changed.",
      "fr": "Il y a eu 100 000 morts. Même si nous avons perdu la guerre, le pays a changé."
    }
  },
  {
    "translation": {
      "en": "There is little question that Meyer Lansky had thoroughly corrupted Batista.",
      "fr": "Peu de doutes subsistent sur le fait que Meyer Lansky avait corrompu Batista."
    }
  },
  {
    "translation": {
      "en": "It's not a lie, they didn't promise anything.",
      "fr": "Ce n'est pas un mensonge, ils n'ont rien promis."
    }
  },
  {
    "translation": {
      "en": "They promised a revolution, they did a revolution.",
      "fr": "Ils ont promis une révolution et elle a eu lieu."
    }
  },
  {
    "translation": {
      "en": "These guys were bound to become either martyrs, or national heroes.",
      "fr": "Ces hommes étaient destinés à devenir soit des martyrs soit des héros nationaux."
    }
  },
  {
    "translation": {
      "en": "Una revolución!",
      "fr": "Une révolution !"
    }
  },
  {
    "translation": {
      "en": "- Fidel Castro! -",
      "fr": "Fidel Castro !"
    }
  },
  {
    "translation": {
      "en": "He told Khrushchev, You should unleash the entire Soviet nuclear arsenals.",
      "fr": "Il a dit à Khrouchtchev : Vous devriez déployer tout l'arsenal nucléaire soviétique."
    }
  },
  {
    "translation": {
      "en": "Apocalypse.",
      "fr": "L'apocalypse."
    }
  },
  {
    "translation": {
      "en": "Cuba will never bend its knee.",
      "fr": "Cuba ne se mettra jamais à genoux."
    }
  },
  {
    "translation": {
      "en": "Today's Cuba is a curious mix of tropical paradise and quaint nostalgia.",
      "fr": "Aujourd'hui, Cuba mélange paradis tropical et nostalgie pittoresque."
    }
  },
  {
    "translation": {
      "en": "The island is renowned for its cigars, its rum and its colonial beauty.",
      "fr": "L'île est célèbre pour ses cigares, son rhum et sa beauté coloniale."
    }
  },
  {
    "translation": {
      "en": "But to understand Cuba today, you have to understand its tumultuous past.",
      "fr": "Mais pour comprendre Cuba aujourd'hui, il faut comprendre son passé tumultueux."
    }
  },
  {
    "translation": {
      "en": "Because for centuries, Cuba has been a hotbed for upheaval.",
      "fr": "En effet, pendant des siècles, Cuba a été le foyer de révoltes."
    }
  },
  {
    "translation": {
      "en": "How did Cuba become the hub of the slave- trade?",
      "fr": "Comment Cuba est-elle devenue la plaque tournante du trafic d'esclaves ?"
    }
  },
  {
    "translation": {
      "en": "Why, of all places, did the Spanish colonial empire collapse here?",
      "fr": "Pourquoi l'empire colonial espagnol s'est-il justement effondré ici ?"
    }
  },
  {
    "translation": {
      "en": "And why does the United States possess a military base in Cuba, at Guantanamo?",
      "fr": "Et pourquoi les États-Unis possèdent-ils une base militaire à Cuba, à Guantanamo ?"
    }
  },
  {
    "translation": {
      "en": "Cuba bears the scars of 500 years of foreign occupation.",
      "fr": "Cuba porte les cicatrices laissées par 500 ans d'occupation étrangère."
    }
  },
  {
    "translation": {
      "en": "But that does not mean that its people have ever given up their dream of freedom.",
      "fr": "Mais ce n'est pas pour autant que son peuple a arrêté de rêver de liberté."
    }
  },
  {
    "translation": {
      "en": "Cuba is a country, which has always been coveted by the world powers.",
      "fr": "Cuba est un pays qui a toujours été convoité par des puissances mondiales."
    }
  },
  {
    "translation": {
      "en": "By the Spanish empire, by England, and by France.",
      "fr": "ÉCRIVAIN CUBAIN Par l'empire espagnol, par l'Angleterre et la France."
    }
  },
  {
    "translation": {
      "en": "It was conquered, of course, by Spain.",
      "fr": "Et le pays a bien entendu été conquis par l'Espagne."
    }
  },
  {
    "translation": {
      "en": "Cuba played a decisive role in the discovery of the Americas.",
      "fr": "Cuba a joué un rôle particulier dans la découverte des Amériques. PHILOSOPHE CUBAIN"
    }
  },
  {
    "translation": {
      "en": "But I'm very happy that this phrase is not used very often anymore,",
      "fr": "Mais je suis content que cette expression ne soit plus utilisée"
    }
  },
  {
    "translation": {
      "en": "because we were here before it was discovered.",
      "fr": "Mais je suis content que cette expression ne soit plus utilisée car nous étions déjà là avant."
    }
  },
  {
    "translation": {
      "en": "Cuba is the biggest island in the Caribbean.",
      "fr": "Cuba est la plus grande île des Caraïbes."
    }
  },
  {
    "translation": {
      "en": "It spans 760 miles from east to west.",
      "fr": "Elle s'étend sur 1 200 km de l'est à l'ouest."
    }
  },
  {
    "translation": {
      "en": "That's roughly the distance from Washington, DC, to Miami.",
      "fr": "C'est environ la distance qui sépare Washington, D.C. de Miami."
    }
  },
  {
    "translation": {
      "en": "Cuba's climate is hot and tropical.",
      "fr": "Le climat de Cuba est chaud et tropical."
    }
  },
  {
    "translation": {
      "en": "The land is fertile and the ocean surrounding it is rich in fish.",
      "fr": "Les terres sont fertiles et l'océan tout autour regorge de poissons."
    }
  },
  {
    "translation": {
      "en": "For centuries, this has made Cuba a choice destination for immigrants and invaders.",
      "fr": "Pendant des siècles, Cuba a dès lors été une destination de choix pour les immigrés et les envahisseurs."
    }
  },
  {
    "translation": {
      "en": "The first traces of human life in Cuba are more than 4,000 years old,",
      "fr": "Les premières traces de vie humaine à Cuba remontent à plus de 4 000 ans,"
    }
  },
  {
    "translation": {
      "en": "predating the pyramids of Egypt.",
      "fr": "soit avant la construction des pyramides d'Égypte."
    }
  },
  {
    "translation": {
      "en": "Cuba's native inhabitants lived in palm tree huts, or caves.",
      "fr": "Le peuple indigène vit dans des huttes faites de branches de palmier ou des grottes."
    }
  },
  {
    "translation": {
      "en": "They subsisted on sweet potatoes, yucca, peanuts, as well as fish and game.",
      "fr": "Ils mangent des patates douces, du yucca, des cacahuètes, mais aussi du poisson et du gibier."
    }
  },
  {
    "translation": {
      "en": "They were also the first people to farm and smoke tobacco.",
      "fr": "Ils sont aussi les premiers à cultiver et fumer le tabac."
    }
  },
  {
    "translation": {
      "en": "On October 28th, 1492, three caravels appeared on Cuba's horizon.",
      "fr": "Le 28 octobre 1492, trois caravelles apparaissent au large de Cuba."
    }
  },
  {
    "translation": {
      "en": "The men who disembarked were unfamiliar to the islanders.",
      "fr": "Les hommes qui débarquent ne ressemblent pas aux insulaires."
    }
  },
  {
    "translation": {
      "en": "They were white. They carried swords and helmets made of steel.",
      "fr": "Ils sont blancs. Ils portent des épées et des casques en acier."
    }
  },
  {
    "translation": {
      "en": "They were Spaniards, and their leader was called Christopher Columbus.",
      "fr": "Ce sont des Espagnols et leur chef s'appelle Christophe Colomb."
    }
  },
  {
    "translation": {
      "en": "It was through Columbus, in 1492, that the Spaniards discovered these islands.",
      "fr": "C'est grâce à Colomb qu'en 1492, les Espagnols ont découvert ces îles."
    }
  },
  {
    "translation": {
      "en": "Back then, they could not know",
      "fr": "À l'époque, ils n'imaginaient pas..."
    }
  },
  {
    "translation": {
      "en": "that it would one day be something as grand as today's America.",
      "fr": "HISTORIEN ALLEMAND ...qu'un jour, ça deviendrait aussi puissant que l'Amérique."
    }
  },
  {
    "translation": {
      "en": "Columbus returned to Barcelona,",
      "fr": "Colomb retourne à Barcelone auprès de ses mécènes,"
    }
  },
  {
    "translation": {
      "en": "to his patrons, Queen Isabella and King Ferdinand.",
      "fr": "Colomb retourne à Barcelone auprès de ses mécènes, la reine Isabelle et le roi Ferdinand."
    }
  },
  {
    "translation": {
      "en": "They had financed his voyage, but he brought back neither gold nor silver,",
      "fr": "Ils ont financé son expédition, mais il ne leur rapporte ni or ni argent,"
    }
  },
  {
    "translation": {
      "en": "only some indigenous Cubans, whom he called Indians.",
      "fr": "juste des Cubains indigènes qu'il appelle Indiens."
    }
  },
  {
    "translation": {
      "en": "In his diary, he wrote that they would make good slaves.",
      "fr": "Dans son journal, il écrit qu'ils feraient de bons esclaves."
    }
  },
  {
    "translation": {
      "en": "But the Spanish regents declared that there was to be no slavery",
      "fr": "Mais les rois déclarent qu'il n'y aura pas d'esclavage dans le Nouveau Monde"
    }
  },
  {
    "translation": {
      "en": "in the New World, before sending Columbus back to conquer Cuba",
      "fr": "Mais les rois déclarent qu'il n'y aura pas d'esclavage dans le Nouveau Monde et envoient Colomb conquérir Cuba et les îles avoisinantes."
    }
  },
  {
    "translation": {
      "en": "and the surrounding islands. Their orders were promptly ignored.",
      "fr": "et envoient Colomb conquérir Cuba et les îles avoisinantes. Leurs ordres sont rapidement ignorés."
    }
  },
  {
    "translation": {
      "en": "What probably happened is that the men",
      "fr": "Le plus probable, c'est que les hommes étaient soit réduits en esclavage,"
    }
  },
  {
    "translation": {
      "en": "were either enslaved, killed outright, or worked to death as porters.",
      "fr": "Le plus probable, c'est que les hommes étaient soit réduits en esclavage, soit tués, soit ils devenaient porteurs et se tuaient à la tâche. Les enfants étaient plus ou moins élevés comme des Espagnols."
    }
  },
  {
    "translation": {
      "en": "Children were brought up more or less as Spanish.",
      "fr": "Les enfants étaient plus ou moins élevés comme des Espagnols."
    }
  },
  {
    "translation": {
      "en": "Women joined the families of Spanish conquistadors.",
      "fr": "Et les femmes rejoignaient les familles des conquistadors."
    }
  },
  {
    "translation": {
      "en": "At first, many natives welcomed the Spaniards with open arms.",
      "fr": "Au début, beaucoup d'indigènes accueillent les Espagnols à bras ouverts."
    }
  },
  {
    "translation": {
      "en": "Once hostilities began, they did not stand a chance against the conquistadors.",
      "fr": "Quand les hostilités éclatent, ils n'ont aucune chance contre les conquistadors."
    }
  },
  {
    "translation": {
      "en": "They met with little resistance,",
      "fr": "Les indigènes n'ont pas vraiment pu résister,"
    }
  },
  {
    "translation": {
      "en": "because the natives were completely outmatched, militarily,",
      "fr": "ils étaient totalement dépassés d'un point de vue militaire. Ensuite, ils ont succombé aux maladies que les Espagnols avaient amenées avec eux,"
    }
  },
  {
    "translation": {
      "en": "and were then basically eradicated by the diseases",
      "fr": "Ensuite, ils ont succombé aux maladies que les Espagnols avaient amenées avec eux,"
    }
  },
  {
    "translation": {
      "en": "the Spaniards brought with them, such as measles and smallpox.",
      "fr": "Ensuite, ils ont succombé aux maladies que les Espagnols avaient amenées avec eux, comme la rougeole et la variole."
    }
  },
  {
    "translation": {
      "en": "Spanish swords and European diseases killed 90 percent of Cuba's inhabitants",
      "fr": "Les épées espagnoles et les maladies européennes ont raison de 90 % des habitants de Cuba en quelques années."
    }
  },
  {
    "translation": {
      "en": "within a few short years.",
      "fr": "de 90 % des habitants de Cuba en quelques années."
    }
  },
  {
    "translation": {
      "en": "But the exchange of diseases went both ways.",
      "fr": "Mais l'échange de maladies n'est pas à sens unique."
    }
  },
  {
    "translation": {
      "en": "For Columbus's conquistadores also brought something back. Syphilis.",
      "fr": "En effet, les conquistadors rapportent autre chose en Espagne : la syphilis."
    }
  },
  {
    "translation": {
      "en": "Nevertheless, Spain's triumph in the New World was unparalleled in history.",
      "fr": "Néanmoins, le triomphe espagnol dans le Nouveau Monde est sans pareil."
    }
  },
  {
    "translation": {
      "en": "In the name of the cross, the conquistadors spread death and slavery.",
      "fr": "Au nom de la religion, les conquistadors tuent et réduisent en esclavage."
    }
  },
  {
    "translation": {
      "en": "Due to its strategic position, Cuba played a decisive role.",
      "fr": "En raison de sa position stratégique, Cuba joue un rôle décisif."
    }
  },
  {
    "translation": {
      "en": "Havana was the key to the Caribbean.",
      "fr": "Le port de La Havane était la clé des Caraïbes. AUTEUR CUBAIN Dans ce port,"
    }
  },
  {
    "translation": {
      "en": "Through its port came all the riches of the New World.",
      "fr": "Dans ce port, toutes les richesses d'Espagne arrivaient et celles du Nouveau Monde partaient :"
    }
  },
  {
    "translation": {
      "en": "Gold, silver, wood, and spices.",
      "fr": "l'or, l'argent, le bois et les épices."
    }
  },
  {
    "translation": {
      "en": "Cuba was a cornerstone of the Spanish Empire,",
      "fr": "Cuba était la pierre angulaire de l'empire espagnol,"
    }
  },
  {
    "translation": {
      "en": "when it comes to Latin America.",
      "fr": "en ce qui concerne l'Amérique latine."
    }
  },
  {
    "translation": {
      "en": "From the early colonial days,",
      "fr": "HISTORIEN SUISSE Dès le début de l'époque coloniale,"
    }
  },
  {
    "translation": {
      "en": "Havana was the main commercial hub for colonial goods and treasures.",
      "fr": "La Havane était le principal noyau commercial pour les biens et trésors coloniaux."
    }
  },
  {
    "translation": {
      "en": "It was the place where, once or twice a year,",
      "fr": "pour les biens et trésors coloniaux. Une ou deux fois par an, la Flotte du trésor espagnol se rassemblait là-bas"
    }
  },
  {
    "translation": {
      "en": "the ships of the Spanish treasure fleet gathered",
      "fr": "Une ou deux fois par an, la Flotte du trésor espagnol se rassemblait là-bas pour la Carrera de Indias et traversait l'océan Atlantique."
    }
  },
  {
    "translation": {
      "en": "for the so- called Carrera de Indias, and crossed the Atlantic.",
      "fr": "pour la Carrera de Indias et traversait l'océan Atlantique."
    }
  },
  {
    "translation": {
      "en": "It took Spain barely 50 years to conquer the New World.",
      "fr": "En 50 ans à peine, l'Espagne conquiert le Nouveau Monde."
    }
  },
  {
    "translation": {
      "en": "They destroyed the mighty Inca and Aztec Empires.",
      "fr": "Ils détruisent les puissants empires inca et aztèque."
    }
  },
  {
    "translation": {
      "en": "The treasures of the New World were loaded onto Spanish galleons.",
      "fr": "Les trésors du Nouveau Monde sont chargés à bord de galions espagnols."
    }
  },
  {
    "translation": {
      "en": "En route to Spain, they gathered in Havana,",
      "fr": "Sur le chemin pour l'Espagne, ils s'arrêtent à La Havane"
    }
  },
  {
    "translation": {
      "en": "and added one of the island's precious plants to their cargo. Tobacco.",
      "fr": "pour ajouter une des plantes les plus précieuses de l'île à leur cargaison : le tabac."
    }
  },
  {
    "translation": {
      "en": "Throughout the 16th century, tobacco was Cuba's principal export.",
      "fr": "Au 16e siècle, le tabac est le principal produit d'exportation de Cuba."
    }
  },
  {
    "translation": {
      "en": "The natives of Cuba were the first to grow and smoke it.",
      "fr": "Les indigènes de Cuba ont été les premiers à le cultiver et le fumer."
    }
  },
  {
    "translation": {
      "en": "Spanish sailors and merchants took it around the globe.",
      "fr": "Les marins et marchands espagnols le font connaître partout dans le monde."
    }
  },
  {
    "translation": {
      "en": "Because of them, Cuba became known as a tobacco island.",
      "fr": "À cause d'eux, Cuba acquiert la réputation d'île au tabac."
    }
  },
  {
    "translation": {
      "en": "Tobacco is a very demanding plant, which needs a lot of care.",
      "fr": "Le tabac est une plante dont la culture est très exigeante... HISTORIEN ESPAGNOL"
    }
  },
  {
    "translation": {
      "en": "The tobacco leaves must be watched carefully",
      "fr": "...et qui demande de nombreux soins."
    }
  },
  {
    "translation": {
      "en": "because they can only be cut at the right moment.",
      "fr": "Il faut surveiller les feuilles de tabac pour les couper au bon moment."
    }
  },
  {
    "translation": {
      "en": "There were always slaves in tobacco,",
      "fr": "Il y a toujours eu des esclaves dans la culture du tabac,"
    }
  },
  {
    "translation": {
      "en": "but also a lot of independent farmers and smallholders.",
      "fr": "mais il y a aussi des cultivateurs indépendants et des petits propriétaires."
    }
  },
  {
    "translation": {
      "en": "A hundred years after Columbus's landing,",
      "fr": "Un siècle après l'arrivée de Colomb,"
    }
  },
  {
    "translation": {
      "en": "the natives of the Caribbean had been all but exterminated.",
      "fr": "les indigènes des Caraïbes ont presque tous été exterminés."
    }
  },
  {
    "translation": {
      "en": "To continue the exploitation of their new domains,",
      "fr": "Pour continuer à exploiter ses nouvelles terres,"
    }
  },
  {
    "translation": {
      "en": "Spain had to import a new workforce.",
      "fr": "l'Espagne doit faire venir une nouvelle main-d'œuvre."
    }
  },
  {
    "translation": {
      "en": "Unscrupulous traders found the solution in Africa's slave markets.",
      "fr": "Des trafiquants sans scrupules pensent alors aux marchés d'esclaves africains."
    }
  },
  {
    "translation": {
      "en": "12.5 million Africans were crammed into slave ships and taken to the New World.",
      "fr": "Douze millions et demi d'Africains sont entassés dans des bateaux et emmenés vers le Nouveau Monde."
    }
  },
  {
    "translation": {
      "en": "1.5 million of them died during the journey.",
      "fr": "Un million et demi d'entre eux meurent pendant le voyage."
    }
  },
  {
    "translation": {
      "en": "Slavery came to Cuba as it did to all of the Americas.",
      "fr": "L'esclavage est arrivé à Cuba comme dans toutes les Amériques."
    }
  },
  {
    "translation": {
      "en": "About two million of them were brought to Cuba.",
      "fr": "Ils sont environ deux millions à avoir été emmenés là-bas."
    }
  },
  {
    "translation": {
      "en": "They were like merchandise.",
      "fr": "Ils étaient considérés comme de la marchandise. C'était un commerce énorme et sinistre."
    }
  },
  {
    "translation": {
      "en": "It was a big, sinister business.",
      "fr": "C'était un commerce énorme et sinistre."
    }
  },
  {
    "translation": {
      "en": "Slavery came to Cuba very early when the Spanish took over,",
      "fr": "L'esclavage est arrivé à Cuba quand les Espagnols ont pris le contrôle... EXILÉ CUBAIN ET HISTORIEN"
    }
  },
  {
    "translation": {
      "en": "but it didn't develop as a major institution",
      "fr": "EXILÉ CUBAIN ET HISTORIEN ...mais ce n'est devenu une institution majeure qu'après 1804-1805,"
    }
  },
  {
    "translation": {
      "en": "until after 1804, 1805,",
      "fr": "...mais ce n'est devenu une institution majeure qu'après 1804-1805,"
    }
  },
  {
    "translation": {
      "en": "when Haiti, the sugar mills in Haiti, were destroyed.",
      "fr": "quand les moulins à sucre en Haïti ont été détruits."
    }
  },
  {
    "translation": {
      "en": "Haiti is part of Cuba's neighboring island, and a French colony since 1660.",
      "fr": "Haïti est une île voisine de Cuba et une colonie française depuis 1660."
    }
  },
  {
    "translation": {
      "en": "While Cuba relied on tobacco farming, Haiti's staple crop was sugar cane.",
      "fr": "Alors que Cuba vit de la culture du tabac, Haïti cultive surtout la canne à sucre."
    }
  },
  {
    "translation": {
      "en": "With sufficient manpower, it was a lucrative business.",
      "fr": "Avec une main d'œuvre suffisante, c'est un commerce lucratif."
    }
  },
  {
    "translation": {
      "en": "In 1789, 32,000 white settlers lived in Haiti,",
      "fr": "En 1789, 32 000 colons blancs vivent en Haïti,"
    }
  },
  {
    "translation": {
      "en": "as did 432,000 African slaves.",
      "fr": "tout comme 432 000 esclaves africains."
    }
  },
  {
    "translation": {
      "en": "On August 17th, 1791, Haiti's slaves rose up in revolt.",
      "fr": "Le 17 août 1791, les esclaves d'Haïti déclenchent une révolte."
    }
  },
  {
    "translation": {
      "en": "They killed their masters and fought a bloody war to gain their freedom.",
      "fr": "Ils tuent leurs maîtres et mènent une guerre sanglante pour obtenir la liberté."
    }
  },
  {
    "translation": {
      "en": "Haiti's sugar industry was wiped out.",
      "fr": "L'industrie sucrière d'Haïti est détruite."
    }
  },
  {
    "translation": {
      "en": "The consequence is that the world's main sugar producer",
      "fr": "Par conséquent, le principal producteur de sucre au monde"
    }
  },
  {
    "translation": {
      "en": "disappears for a few years.",
      "fr": "disparaît pendant quelques années."
    }
  },
  {
    "translation": {
      "en": "The Cubans see an opportunity.",
      "fr": "Les Cubains y voient l'opportunité de reprendre le commerce de la colonie française."
    }
  },
  {
    "translation": {
      "en": "They want to take over the French colony's business.",
      "fr": "de reprendre le commerce de la colonie française."
    }
  },
  {
    "translation": {
      "en": "It's important to note",
      "fr": "Il est très important de noter que beaucoup de personnes"
    }
  },
  {
    "translation": {
      "en": "that many people migrated from French Haiti to Cuba.",
      "fr": "Il est très important de noter que beaucoup de personnes ont quitté la colonie française pour rejoindre Cuba."
    }
  },
  {
    "translation": {
      "en": "They brought both a lot of money,",
      "fr": "ont quitté la colonie française pour rejoindre Cuba. Ils ont apporté beaucoup d'argent et un savoir-faire important."
    }
  },
  {
    "translation": {
      "en": "but also considerable know- how with them.",
      "fr": "Ils ont apporté beaucoup d'argent et un savoir-faire important."
    }
  },
  {
    "translation": {
      "en": "The Cubans welcomed the refugee plantation owners from Haiti with open arms.",
      "fr": "Les Cubains accueillent les propriétaires de plantation d'Haïti à bras ouverts."
    }
  },
  {
    "translation": {
      "en": "With their help, Cuba aimed to become the Caribbean's new sugar capital.",
      "fr": "Avec leur aide, Cuba espère devenir la nouvelle capitale du sucre des Caraïbes."
    }
  },
  {
    "translation": {
      "en": "But this required more and more slaves from Africa.",
      "fr": "Mais pour ce faire, ils ont besoin de plus en plus d'esclaves africains."
    }
  },
  {
    "translation": {
      "en": "The Haitian revolution, however, had undermined the entire practice of slavery.",
      "fr": "Cependant, la révolution haïtienne a ébranlé la pratique de l'esclavage."
    }
  },
  {
    "translation": {
      "en": "There were increasing calls for the liberation of slaves.",
      "fr": "Il y a de plus en plus d'appels à la libération des esclaves."
    }
  },
  {
    "translation": {
      "en": "On August first, 1834, the British declared that all slaves",
      "fr": "Le 1er août 1834, la Grande-Bretagne déclare que tous les esclaves,"
    }
  },
  {
    "translation": {
      "en": "throughout their Empire were now free.",
      "fr": "partout dans l'empire, sont à présent libres."
    }
  },
  {
    "translation": {
      "en": "But Spain and Cuba refused to follow suit.",
      "fr": "Mais l'Espagne et Cuba refusent de suivre l'exemple."
    }
  },
  {
    "translation": {
      "en": "Their sugar business depended on slave labor.",
      "fr": "L'industrie sucrière dépend des esclaves."
    }
  },
  {
    "translation": {
      "en": "By the middle of the century, 1850, 1860,",
      "fr": "À la moitié du 19e siècle, en 1850-1860,"
    }
  },
  {
    "translation": {
      "en": "Spain had developed the sugar industry in Cuba, was the major exporter of sugar.",
      "fr": "l'Espagne avait développé l'industrie et était le principal exportateur de sucre."
    }
  },
  {
    "translation": {
      "en": "Sugar, for the Cubans at least,",
      "fr": "L'industrie sucrière, du moins l'industrie cubaine,"
    }
  },
  {
    "translation": {
      "en": "meant the need to resort to slave labor.",
      "fr": "avait besoin d'utiliser des esclaves."
    }
  },
  {
    "translation": {
      "en": "Slaves were brought to Cuba without much interruption until the 1860s.",
      "fr": "Des esclaves ont été amenés à Cuba sans interruption jusque dans les années 1860."
    }
  },
  {
    "translation": {
      "en": "Slavery was a defining part of Cuban history for several centuries.",
      "fr": "L'esclavage est un élément déterminant de l'histoire cubaine pendant des siècles."
    }
  },
  {
    "translation": {
      "en": "Several times historical censuses show that African slaves",
      "fr": "Selon différents recensements historiques, les esclaves africains sont plus nombreux que les colons espagnols,"
    }
  },
  {
    "translation": {
      "en": "outnumbered Spanish settlers,",
      "fr": "les esclaves africains sont plus nombreux que les colons espagnols,"
    }
  },
  {
    "translation": {
      "en": "but never by the margins that had made Haiti's revolution possible.",
      "fr": "mais jamais dans les proportions qui ont mené à la révolution haïtienne."
    }
  },
  {
    "translation": {
      "en": "Even today, an estimated 60 percent of Cubans",
      "fr": "Même aujourd'hui, environ 60 % des Cubains descendent, du moins en partie, des esclaves."
    }
  },
  {
    "translation": {
      "en": "are at least in part descendants of slaves.",
      "fr": "environ 60 % des Cubains descendent, du moins en partie, des esclaves."
    }
  },
  {
    "translation": {
      "en": "Without the blacks, Cuba wouldn't be Cuba.",
      "fr": "Sans les Noirs, Cuba ne serait pas Cuba."
    }
  },
  {
    "translation": {
      "en": "Without the Afro- Cubans, we wouldn't have the literature,",
      "fr": "Sans les Africains, on n'aurait pas la littérature, la musique"
    }
  },
  {
    "translation": {
      "en": "the music and the dances that we have today.",
      "fr": "Sans les Africains, on n'aurait pas la littérature, la musique et les danses qu'on connaît aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "Cuba as we know it would never have existed.",
      "fr": "Cuba telle qu'on la connaît n'aurait jamais existé."
    }
  },
  {
    "translation": {
      "en": "Nevertheless, that is not their major legacy.",
      "fr": "Mais ce n'est pas leur principal héritage."
    }
  },
  {
    "translation": {
      "en": "The major legacy of the African slaves brought to Cuba",
      "fr": "Mais ce n'est pas leur principal héritage. Le principal héritage laissé par les esclaves africains à Cuba,"
    }
  },
  {
    "translation": {
      "en": "is their sweat and their blood, which built the Cuban nation.",
      "fr": "c'est la sueur et le sang qu'ils ont versés pour créer la nation cubaine."
    }
  },
  {
    "translation": {
      "en": "Cuba's sugar plantations were expanding,",
      "fr": "Les plantations de canne à sucre à Cuba s'étendent,"
    }
  },
  {
    "translation": {
      "en": "despite ever- increasing taxes and customs duties imposed by Spain.",
      "fr": "malgré les taxes et les frais douaniers croissants imposés par l'Espagne."
    }
  },
  {
    "translation": {
      "en": "The white settlers in Havana grew rich. The countryside was racked by poverty.",
      "fr": "Les colons blancs de La Havane s'enrichissent, alors que la campagne est frappée par la pauvreté."
    }
  },
  {
    "translation": {
      "en": "Cuba's biggest sugar customer was its northern neighbor, the United States of America.",
      "fr": "Le principal client de Cuba est son voisin du nord : les États-Unis d'Amérique."
    }
  },
  {
    "translation": {
      "en": "Spain upheld slavery on Cuba.",
      "fr": "L'Espagne a maintenu l'esclavage à Cuba. UNIVERSITÉ POMPEU FABRA, BARCELONE C'est pour cette unique raison qu'elle a réussi à maintenir sa domination coloniale"
    }
  },
  {
    "translation": {
      "en": "This is the only reason that it could maintain its colonial rule for so long.",
      "fr": "C'est pour cette unique raison qu'elle a réussi à maintenir sa domination coloniale aussi longtemps."
    }
  },
  {
    "translation": {
      "en": "The Cubans knew perfectly well that without Spain's protection,",
      "fr": "Les Cubains savaient parfaitement que sans la protection espagnole,"
    }
  },
  {
    "translation": {
      "en": "the British would have put an end to the whole system.",
      "fr": "la Grande-Bretagne aurait mis fin à tout ce système."
    }
  },
  {
    "translation": {
      "en": "For 300 years, Spain ruled over vast territories in the Americas.",
      "fr": "Pendant 300 ans, l'Espagne règne sur de vastes territoires des Amériques."
    }
  },
  {
    "translation": {
      "en": "It was only in the early 19th century",
      "fr": "Ce n'est qu'au début du 19e siècle que colonie après colonie"
    }
  },
  {
    "translation": {
      "en": "that colony after colony began to rebel against Spain.",
      "fr": "Ce n'est qu'au début du 19e siècle que colonie après colonie commence à se révolter."
    }
  },
  {
    "translation": {
      "en": "It was the beginning of the end for the Spanish Empire.",
      "fr": "C'est le début de la fin pour l'empire espagnol."
    }
  },
  {
    "translation": {
      "en": "Cuba remained faithful, because of slavery.",
      "fr": "Cuba reste fidèle, à cause de l'esclavage."
    }
  },
  {
    "translation": {
      "en": "It alone guaranteed the huge sugar profits.",
      "fr": "Rien que cette pratique garantit d'énormes bénéfices de l'industrie sucrière."
    }
  },
  {
    "translation": {
      "en": "It was like a trump card in Madrid's hand.",
      "fr": "C'était un atout entre les mains de Madrid."
    }
  },
  {
    "translation": {
      "en": "The Spanish always emphasized that they were maintaining order,",
      "fr": "Les Espagnols ont toujours souligné qu'ils maintenaient l'ordre,"
    }
  },
  {
    "translation": {
      "en": "and that thus Cuba's economy could flourish.",
      "fr": "ce qui permettait à l'économie cubaine de prospérer."
    }
  },
  {
    "translation": {
      "en": "The Cubans paid a heavy price for this.",
      "fr": "Et les Cubains l'ont payé cher."
    }
  },
  {
    "translation": {
      "en": "Spain considered Cuba as a zone for exploitation.",
      "fr": "L'Espagne considérait Cuba... HISTORIENNE ET AUTEUR CUBAINE ...presque comme une zone d'exploitation."
    }
  },
  {
    "translation": {
      "en": "They wanted to strengthen their own economy,",
      "fr": "Ils voulaient développer leur propre économie"
    }
  },
  {
    "translation": {
      "en": "which was lagging behind the rest of Europe.",
      "fr": "qui était un peu en retard par rapport au reste de l'Europe."
    }
  },
  {
    "translation": {
      "en": "They massively exploited Cuba.",
      "fr": "Cuba sera donc exploitée de manière intensive par l'Espagne."
    }
  },
  {
    "translation": {
      "en": "Much like Cuba, the Southern States of the US depended on slavery.",
      "fr": "Tout comme Cuba, les États sudistes des États-Unis dépendent de l'esclavage."
    }
  },
  {
    "translation": {
      "en": "Many Cubans, and many Southerners, wanted Cuba to join the Union.",
      "fr": "De nombreux Cubains et sudistes veulent que Cuba rejoigne l'Union."
    }
  },
  {
    "translation": {
      "en": "This would both protect slavery in Cuba,",
      "fr": "Cette annexion protégerait l'esclavage à Cuba"
    }
  },
  {
    "translation": {
      "en": "and introduce another slave state to the US, and hand them a majority in Congress.",
      "fr": "et donnerait la majorité au Congrès américain aux États sudistes."
    }
  },
  {
    "translation": {
      "en": "But in 1860, Abraham Lincoln, an opponent of slavery,",
      "fr": "Mais en 1860, Abraham Lincoln, un opposant de l'esclavage,"
    }
  },
  {
    "translation": {
      "en": "was elected president of the United States.",
      "fr": "est élu président des États-Unis."
    }
  },
  {
    "translation": {
      "en": "The Southern States promptly seceded from the Union.",
      "fr": "Les États sudistes se séparent rapidement de l'Union."
    }
  },
  {
    "translation": {
      "en": "President Lincoln mobilized the army. Thus began a long and bloody struggle.",
      "fr": "Le président Lincoln mobilise l'armée, s'ensuit une longue guerre sanglante."
    }
  },
  {
    "translation": {
      "en": "Early on in the war, Lincoln emancipated all slaves in the United States.",
      "fr": "Assez vite, Lincoln émancipe tous les esclaves aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "After four years, the North prevailed over the South, and slavery was abolished.",
      "fr": "Après quatre ans, le Nord l'emporte sur le Sud et l'esclavage est aboli."
    }
  },
  {
    "translation": {
      "en": "The Civil War in the United States created a nation that didn't have slavery,",
      "fr": "La guerre de Sécession a créé une nation où l'esclavage n'existait plus."
    }
  },
  {
    "translation": {
      "en": "or slavery was ended, so many Cubans saw the possibility of annexing",
      "fr": "La guerre de Sécession a créé une nation où l'esclavage n'existait plus. Donc de nombreux Cubains ne voyaient plus d'un bon œil une annexion aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "to the United States as not a good possibility,",
      "fr": "Donc de nombreux Cubains ne voyaient plus d'un bon œil une annexion aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "and then they began to think about, well,",
      "fr": "et ont commencé à évaluer leurs options : réformer la relation avec l'Espagne"
    }
  },
  {
    "translation": {
      "en": "we have to either reform the relationship with Spain or break completely with Spain.",
      "fr": "et ont commencé à évaluer leurs options : réformer la relation avec l'Espagne ou couper les ponts avec l'Espagne."
    }
  },
  {
    "translation": {
      "en": "Already in the 19th century, Cuba was divided into an eastern and a western half.",
      "fr": "Déjà au 19e siècle, Cuba est divisée entre l'est et l'ouest."
    }
  },
  {
    "translation": {
      "en": "The capital, Havana, was in the western part of the island.",
      "fr": "La capitale, La Havane, se situe dans la partie occidentale de l'île."
    }
  },
  {
    "translation": {
      "en": "Here lived merchants of Spanish origin and the island's leading civil servants,",
      "fr": "Ici vivent des marchands d'origine espagnole et les principaux fonctionnaires de l'île, ceux qui ont profité du commerce sucrier."
    }
  },
  {
    "translation": {
      "en": "people who benefitted from the sugar trade.",
      "fr": "et les principaux fonctionnaires de l'île, ceux qui ont profité du commerce sucrier."
    }
  },
  {
    "translation": {
      "en": "We have two completely distinct histories on Cuba.",
      "fr": "Il y a deux histoires différentes à Cuba."
    }
  },
  {
    "translation": {
      "en": "One of a global city, Havana, and one of the territory around it,",
      "fr": "Celle d'une ville mondiale, La Havane, et celle du territoire autour..."
    }
  },
  {
    "translation": {
      "en": "which I dare say was content to be a province.",
      "fr": "UNIVERSITÉ DE COLOGNE ...qui, si j'ose dire, était content d'être une province."
    }
  },
  {
    "translation": {
      "en": "In the history of Cuba,",
      "fr": "Dans l'histoire de Cuba, on observe que les révolutions ont toujours commencé à l'est"
    }
  },
  {
    "translation": {
      "en": "revolutions have always spread from the east to the west.",
      "fr": "on observe que les révolutions ont toujours commencé à l'est avant d'atteindre l'ouest."
    }
  },
  {
    "translation": {
      "en": "Cuba's slaves looked first to Haiti, then to the USA with hope,",
      "fr": "Les esclaves cubains regardent avec espoir Haïti, puis les États-Unis,"
    }
  },
  {
    "translation": {
      "en": "while their owners did so in fear.",
      "fr": "alors que les propriétaires ont peur."
    }
  },
  {
    "translation": {
      "en": "America's former slaves were now free, and entitled to payment for their labor.",
      "fr": "Les anciens esclaves américains sont à présent libres et ont droit à un salaire."
    }
  },
  {
    "translation": {
      "en": "But their condition barely improved.",
      "fr": "Mais leur condition s'améliore à peine."
    }
  },
  {
    "translation": {
      "en": "Slave owners in Cuba, however, were in trouble.",
      "fr": "Les propriétaires d'esclaves à Cuba ont cependant des ennuis."
    }
  },
  {
    "translation": {
      "en": "It's an historical twist of fate.",
      "fr": "C'est un coup du sort historique. Durant des décennies,"
    }
  },
  {
    "translation": {
      "en": "For decades, the plantation owners",
      "fr": "les propriétaires de plantation et des aristocrates de l'industrie sucrière"
    }
  },
  {
    "translation": {
      "en": "and sugar industry aristocracy had feared a slave rebellion.",
      "fr": "les propriétaires de plantation et des aristocrates de l'industrie sucrière ont craint une révolte des esclaves."
    }
  },
  {
    "translation": {
      "en": "But, ironically, the first revolt did not arise from among the slaves.",
      "fr": "Mais, paradoxalement, la première révolte n'a pas éclaté chez les esclaves. UNIVERSITÉ DE BERNE"
    }
  },
  {
    "translation": {
      "en": "It was a group of white, Creole plantation owners from eastern Cuba",
      "fr": "C'était des propriétaires de plantation blancs de l'est de Cuba"
    }
  },
  {
    "translation": {
      "en": "that brought about the war of 1868.",
      "fr": "qui ont déclenché la guerre en 1868."
    }
  },
  {
    "translation": {
      "en": "Cuba's fight for freedom is forever linked with the name Carlos Manuel de Céspedes.",
      "fr": "La lutte pour la liberté de Cuba est à jamais liée à Carlos Manuel de Céspedes."
    }
  },
  {
    "translation": {
      "en": "He owned a small sugar cane plantation in eastern Cuba,",
      "fr": "Il possède une petite plantation de canne à sucre dans l'est de Cuba,"
    }
  },
  {
    "translation": {
      "en": "but benefitted little from Cuba's sugar profits.",
      "fr": "mais ne profite que peu des bénéfices de l'industrie sucrière."
    }
  },
  {
    "translation": {
      "en": "According to Céspedes, the reasons for this were Spain's excessive taxes and customs duties.",
      "fr": "Selon Céspedes, c'est dû aux taxes et frais douaniers excessifs de l'Espagne."
    }
  },
  {
    "translation": {
      "en": "On October 10th, 1868, he called on all Cubans to rebel against Spain,",
      "fr": "Le 10 octobre 1868, il appelle tous les Cubains à se révolter contre l'Espagne"
    }
  },
  {
    "translation": {
      "en": "and declared the island an independent country.",
      "fr": "et déclare l'île pays indépendant."
    }
  },
  {
    "translation": {
      "en": "The next day, he freed all his slaves.",
      "fr": "Le lendemain, il libère tous ses esclaves."
    }
  },
  {
    "translation": {
      "en": "If I free my slaves, I have my own army. It's perhaps a bit cynical, but I think that's what happened.",
      "fr": "POLITOLOGUE FRANÇAIS"
    }
  },
  {
    "translation": {
      "en": "In 1868, Spain's army in Cuba was 7,000 soldiers strong,",
      "fr": "En 1868, l'armée espagnole à Cuba compte 7 000 soldats"
    }
  },
  {
    "translation": {
      "en": "and augmented by 30,000 Cuban volunteers.",
      "fr": "et est rejointe par 30 000 volontaires cubains."
    }
  },
  {
    "translation": {
      "en": "Against them stood Céspedes, his allies and their freed slaves.",
      "fr": "Face à eux, on retrouve Céspedes, ses alliés et leurs esclaves libérés."
    }
  },
  {
    "translation": {
      "en": "12,000 men in all, most without any military experience.",
      "fr": "En tout, 12 000 hommes, la plupart sans la moindre expérience militaire."
    }
  },
  {
    "translation": {
      "en": "It was a guerilla war. The Cubans had very mobile troops,",
      "fr": "C'était une guerre de guérilla. Les Cubains avaient des troupes très mobiles, mais souvent mal armées."
    }
  },
  {
    "translation": {
      "en": "but they were often very badly armed.",
      "fr": "Les Cubains avaient des troupes très mobiles, mais souvent mal armées."
    }
  },
  {
    "translation": {
      "en": "Some may have had guns, but most only had a machete.",
      "fr": "Certains avaient des fusils, mais la plupart avaient juste une machette."
    }
  },
  {
    "translation": {
      "en": "A century after Cuba's war of independence,",
      "fr": "Un siècle après la guerre d'indépendance cubaine,"
    }
  },
  {
    "translation": {
      "en": "the Cuban's main weapon was given a cinematic monument.",
      "fr": "un monument cinématographique est dédié à cette arme."
    }
  },
  {
    "translation": {
      "en": "The film La Primera Carga Al Machete",
      "fr": "La première charge à la machette montre comment l'outil de base des esclaves"
    }
  },
  {
    "translation": {
      "en": "shows how the slaves' basic tool was transformed into a formidable weapon.",
      "fr": "La première charge à la machette montre comment l'outil de base des esclaves s'est transformé en arme extraordinaire."
    }
  },
  {
    "translation": {
      "en": "The machete?",
      "fr": "La machette ? Je sais que nous avons une arme et que nous savons nous en servir."
    }
  },
  {
    "translation": {
      "en": "Well, I know that we have a weapon, and we know how to use it.",
      "fr": "Je sais que nous avons une arme et que nous savons nous en servir."
    }
  },
  {
    "translation": {
      "en": "And the Spaniards fear it like the devil himself.",
      "fr": "Et les Espagnols la craignent comme le diable."
    }
  },
  {
    "translation": {
      "en": "We will soon be done with this ridiculous criminal revolt,",
      "fr": "Nous en aurons bientôt fini avec cette tentative ridicule et criminelle,"
    }
  },
  {
    "translation": {
      "en": "which some peasants have been forcibly dragged into.",
      "fr": "dans laquelle des paysans ont été traînés de force."
    }
  },
  {
    "translation": {
      "en": "Spain sent reinforcements. 33,000 additional soldiers.",
      "fr": "L'Espagne envoie des renforts : trente-trois mille soldats supplémentaires."
    }
  },
  {
    "translation": {
      "en": "Against all odds, the rebels managed to take most of eastern Cuba",
      "fr": "Contre toute attente, les rebelles réussissent à prendre la plus grande partie de l'est de Cuba en quelques mois."
    }
  },
  {
    "translation": {
      "en": "within just a few months.",
      "fr": "la plus grande partie de l'est de Cuba en quelques mois."
    }
  },
  {
    "translation": {
      "en": "The Spanish countered by massively recruiting additional Cuban auxiliary troops.",
      "fr": "Les Espagnols recrutent alors massivement des troupes cubaines supplémentaires."
    }
  },
  {
    "translation": {
      "en": "And thus, Céspedes's rebellion becomes a civil war,",
      "fr": "Dès lors, la révolte de Céspedes se transforme en guerre civile,"
    }
  },
  {
    "translation": {
      "en": "as Cubans fight Cubans for the future of their country.",
      "fr": "puisque les Cubains s'affrontent pour l'avenir de leur pays."
    }
  },
  {
    "translation": {
      "en": "The Spaniards knew how war was waged in Europe,",
      "fr": "Les Espagnols avaient élaboré différentes stratégies militaires... HISTORIEN CUBAIN"
    }
  },
  {
    "translation": {
      "en": "and brought these strategies with them.",
      "fr": "...d'après la psychologie et les concepts militaires utilisés en Europe."
    }
  },
  {
    "translation": {
      "en": "They saw Cuba's geography, its long, narrow shape,",
      "fr": "Et en raison de la géographie de Cuba, de sa forme étroite et allongée,"
    }
  },
  {
    "translation": {
      "en": "and had the idea to divide the island.",
      "fr": "Et en raison de la géographie de Cuba, de sa forme étroite et allongée, ils ont eu l'idée de diviser l'île."
    }
  },
  {
    "translation": {
      "en": "The Spanish Army constructed a system of trenches and watchtowers across Cuba.",
      "fr": "L'armée espagnole construit un système de tranchées et de tours de guet traversant Cuba."
    }
  },
  {
    "translation": {
      "en": "Their plan was to divide the island, and limit the war to Cuba's eastern part.",
      "fr": "Leur plan est de diviser l'île et limiter la guerre à la partie orientale de Cuba."
    }
  },
  {
    "translation": {
      "en": "The wealthy west, and the capital Havana, were to be preserved.",
      "fr": "Le riche ouest et la capitale, La Havane, doivent être préservés."
    }
  },
  {
    "translation": {
      "en": "This line of defense did little to stop the rebels.",
      "fr": "La ligne de défense n'arrête pas vraiment les rebelles."
    }
  },
  {
    "translation": {
      "en": "Time and time again, they broke through,",
      "fr": "Encore et encore, ils franchissent la ligne,"
    }
  },
  {
    "translation": {
      "en": "burnt sugarcane fields and killed Spanish collaborators.",
      "fr": "brûlent des champs de canne à sucre et tuent des collaborateurs espagnols."
    }
  },
  {
    "translation": {
      "en": "But terror did little but breed more terror.",
      "fr": "Mais la terreur ne fait qu'engendrer plus de terreur."
    }
  },
  {
    "translation": {
      "en": "Soon after, the Spaniards began executing captured rebels on the spot,",
      "fr": "Peu après, les Espagnols commencent à exécuter les rebelles capturés"
    }
  },
  {
    "translation": {
      "en": "and without trial.",
      "fr": "sans procès."
    }
  },
  {
    "translation": {
      "en": "On February 27th, 1874, Carlos Manuel de Céspedes was killed by a Spanish bullet.",
      "fr": "Le 27 février 1874, Carlos Manuel de Céspedes est tué par un tir espagnol."
    }
  },
  {
    "translation": {
      "en": "Deprived of their leader, the rebel army disintegrated into a multitude of smaller guerilla groups.",
      "fr": "Privée de son chef, l'armée rebelle se divise en petits groupes de guérilla."
    }
  },
  {
    "translation": {
      "en": "The rebels could no longer win the war; but neither could the Spaniards.",
      "fr": "Les rebelles ne peuvent plus gagner la guerre, mais les Espagnols non plus."
    }
  },
  {
    "translation": {
      "en": "From a military standpoint, such wars cannot be won.",
      "fr": "De telles guerres ne peuvent pas se gagner d'un point de vue militaire. Ça repose sur les négociations délicates menées par les politiciens."
    }
  },
  {
    "translation": {
      "en": "It requires politicians and skillful negotiations,",
      "fr": "Ça repose sur les négociations délicates menées par les politiciens. Ici, les négociations ont eu lieu après dix ans de guerre"
    }
  },
  {
    "translation": {
      "en": "and that's what happened after ten years of war,",
      "fr": "Ici, les négociations ont eu lieu après dix ans de guerre"
    }
  },
  {
    "translation": {
      "en": "leading to a peace agreement in 1878.",
      "fr": "et ont abouti à un accord de paix en 1878."
    }
  },
  {
    "translation": {
      "en": "100,000 died, and even though we lost the war,",
      "fr": "Il y a eu 100 000 morts. Et même si nous avons perdu la guerre, le pays a changé."
    }
  },
  {
    "translation": {
      "en": "the country had changed.",
      "fr": "UNIVERSITÉ DE LA HAVANE Cuba restait une colonie espagnole, mais des réformes importantes ont eu lieu,"
    }
  },
  {
    "translation": {
      "en": "Cuba remained a Spanish colony, but there were real reforms.",
      "fr": "Cuba restait une colonie espagnole, mais des réformes importantes ont eu lieu, au niveau administratif, municipal, de la liberté d'expression,"
    }
  },
  {
    "translation": {
      "en": "There was a kind of freedom of speech, and even political parties were allowed.",
      "fr": "au niveau administratif, municipal, de la liberté d'expression, même au niveau de partis politiques au sein de la colonie."
    }
  },
  {
    "translation": {
      "en": "Even so, Cuba remained a colony.",
      "fr": "Néanmoins, Cuba restait une colonie."
    }
  },
  {
    "translation": {
      "en": "But Spain's reforms were half- hearted at best.",
      "fr": "Mais les réformes de l'Espagne sont en demi-teinte."
    }
  },
  {
    "translation": {
      "en": "Only slaves who could prove that they'd fought in the war were freed.",
      "fr": "Seuls les esclaves prouvant qu'ils ont combattu sont libérés."
    }
  },
  {
    "translation": {
      "en": "The outright abolition of slavery would have to wait another eight long years.",
      "fr": "Il faudra encore attendre huit ans avant que l'esclavage soit totalement aboli."
    }
  },
  {
    "translation": {
      "en": "During this period, no new slaves were brought to Cuba.",
      "fr": "Durant cette période, il n'y a pas eu de nouveaux esclaves amenés à Cuba. Mais les esclaves présents n'ont pas été libérés pour autant."
    }
  },
  {
    "translation": {
      "en": "But none were freed either.",
      "fr": "Mais les esclaves présents n'ont pas été libérés pour autant. L'abolition de l'esclavage a été un processus graduel."
    }
  },
  {
    "translation": {
      "en": "The abolition of slavery was a gradual process,",
      "fr": "L'abolition de l'esclavage a été un processus graduel."
    }
  },
  {
    "translation": {
      "en": "before it ended completely in 1886.",
      "fr": "L'abolition de l'esclavage a été un processus graduel. L'esclavage a été finalement aboli en 1886."
    }
  },
  {
    "translation": {
      "en": "For many rebels, the Spanish reforms were insufficient.",
      "fr": "Aux yeux de nombreux rebelles, les réformes espagnoles sont insuffisantes."
    }
  },
  {
    "translation": {
      "en": "Thousands went into exile, most to the United States.",
      "fr": "Ils s'exilent par milliers, surtout aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "Among them was a young journalist and poet.",
      "fr": "Parmi eux se trouve un jeune journaliste et poète."
    }
  },
  {
    "translation": {
      "en": "During the war, he was arrested by the Spanish and condemned to hard labor.",
      "fr": "Pendant la guerre, il a été arrêté par les Espagnols et condamné aux travaux forcés."
    }
  },
  {
    "translation": {
      "en": "His name was José Martí.",
      "fr": "Il s'appelle José Martí."
    }
  },
  {
    "translation": {
      "en": "José Martí decided to leave Cuba, due to the political situation.",
      "fr": "José Martí a décidé de quitter Cuba, en raison de la situation politique."
    }
  },
  {
    "translation": {
      "en": "He settled in the United States and realized that a majority of Cuban exiles",
      "fr": "Il s'est installé aux États-Unis et s'est rendu compte qu'une majorité des exilés cubains parlait ouvertement"
    }
  },
  {
    "translation": {
      "en": "openly talked about waging a new war against Spain,",
      "fr": "et s'est rendu compte qu'une majorité des exilés cubains parlait ouvertement de partir à nouveau en guerre contre l'Espagne pour libérer leur patrie."
    }
  },
  {
    "translation": {
      "en": "to free their homeland.",
      "fr": "de partir à nouveau en guerre contre l'Espagne pour libérer leur patrie."
    }
  },
  {
    "translation": {
      "en": "What I mean by that, he was a young man from an average family, who was convinced that the Spaniards had no more business on Cuba.",
      "fr": "NÉ À LA HAVANE EN 1853 HÉROS NATIONAL CUBAIN"
    }
  },
  {
    "translation": {
      "en": "He was known as El Maestro, the teacher.",
      "fr": "On l'appelait El Maestro, le professeur. En effet, il a appris à lire et à écrire à bon nombre d'Afro-Cubains"
    }
  },
  {
    "translation": {
      "en": "He taught many Afro- Cuban exiles how to read and write.",
      "fr": "En effet, il a appris à lire et à écrire à bon nombre d'Afro-Cubains"
    }
  },
  {
    "translation": {
      "en": "At the same time, he was one of the most important Spanish writers",
      "fr": "En effet, il a appris à lire et à écrire à bon nombre d'Afro-Cubains qui étaient ouvriers ou employés aux États-Unis. Il a été un des écrivains espagnols les plus importants du 19e siècle"
    }
  },
  {
    "translation": {
      "en": "of the 19th century and a renewer of Spanish poetry.",
      "fr": "Il a été un des écrivains espagnols les plus importants du 19e siècle et un rénovateur de la poésie espagnole."
    }
  },
  {
    "translation": {
      "en": "To this day, José Martí's poetry is famous around the world,",
      "fr": "Aujourd'hui encore, la poésie de José Martí est célèbre de par le monde,"
    }
  },
  {
    "translation": {
      "en": "even if many people don't realize it.",
      "fr": "même si beaucoup ne s'en rendent pas compte."
    }
  },
  {
    "translation": {
      "en": "In 1929, Cuban radio singer José Fernandez Díaz",
      "fr": "En 1929, le chanteur radiophonique cubain José Fernandez Díaz compose une chanson"
    }
  },
  {
    "translation": {
      "en": "composed a song from part of José Martí's work. The song is called...",
      "fr": "En 1929, le chanteur radiophonique cubain José Fernandez Díaz compose une chanson basée sur une partie de l'œuvre de José Martí. Cette chanson s'intitule..."
    }
  },
  {
    "translation": {
      "en": "Long before Guantanamera, José Martí was already famous for his poetry",
      "fr": "Bien avant Guantanamera, José Martí est déjà célèbre pour ses poèmes"
    }
  },
  {
    "translation": {
      "en": "while living in exile in the United States.",
      "fr": "alors qu'il vit en exil aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "Many of his works focus on Cuba's hard fight for freedom,",
      "fr": "Une grande partie de son œuvre parle de l'âpre lutte de Cuba pour la liberté,"
    }
  },
  {
    "translation": {
      "en": "which he had personally and brutally experienced.",
      "fr": "dans laquelle il a été personnellement et brutalement impliqué."
    }
  },
  {
    "translation": {
      "en": "During the war, Martí was arrested by the Spanish and sentenced to hard labor.",
      "fr": "Durant la guerre, Martí a été arrêté par les Espagnols et condamné aux travaux forcés."
    }
  },
  {
    "translation": {
      "en": "As a poet, he used his experiences to advance Cuba's dream of freedom.",
      "fr": "En tant que poète, il utilise ses expériences pour faire progresser le rêve cubain de liberté."
    }
  },
  {
    "translation": {
      "en": "And in the name of this dream, he sought to unify Cubans in exile.",
      "fr": "Et au nom de ce rêve, il cherche à unifier les Cubains en exil."
    }
  },
  {
    "translation": {
      "en": "He was the leader that brought together different factions within the Cuban rebels.",
      "fr": "C'était le leader qui a rassemblé différentes factions de rebelles cubains :"
    }
  },
  {
    "translation": {
      "en": "Maceo, Máximo Gómez, and others, and brought them together to form an alliance.",
      "fr": "Maceo et Máximo Gómez, entre autres. Il les a rassemblés pour former une alliance."
    }
  },
  {
    "translation": {
      "en": "While in exile, José Martí's generals",
      "fr": "Durant leur exil, les généraux de Martí prévoient une guerre"
    }
  },
  {
    "translation": {
      "en": "planned the war for their country's liberation.",
      "fr": "Durant leur exil, les généraux de Martí prévoient une guerre pour libérer leur pays."
    }
  },
  {
    "translation": {
      "en": "Their goal was simple. To free Cuba from Spanish occupation once and for all.",
      "fr": "Leur objectif est simple : libérer Cuba de l'occupation espagnole une bonne fois pour toutes."
    }
  },
  {
    "translation": {
      "en": "To achieve this, they raised money among Cuban exiles in Miami, bought weapons,",
      "fr": "Pour ce faire, ils récoltent de l'argent auprès des exilés cubains à Miami, achètent des armes et les envoient en secret sur l'île."
    }
  },
  {
    "translation": {
      "en": "and shipped them to the island in secret.",
      "fr": "achètent des armes et les envoient en secret sur l'île."
    }
  },
  {
    "translation": {
      "en": "Then, on April 11th, 1895, Martí and the other commanders themselves landed in eastern Cuba,",
      "fr": "Le 11 avril 1895, Martí et les autres commandants débarquent à l'est de Cuba."
    }
  },
  {
    "translation": {
      "en": "where they met up with veteran soldiers of Cuba's war against Spain.",
      "fr": "Là-bas, ils retrouvent d'anciens soldats de la guerre contre l'Espagne."
    }
  },
  {
    "translation": {
      "en": "But it soon became apparent that Martí,",
      "fr": "Mais il devient vite clair que la place de Martí, un poète,"
    }
  },
  {
    "translation": {
      "en": "a poet, was out of place among these military men.",
      "fr": "Mais il devient vite clair que la place de Martí, un poète, n'est pas parmi ces soldats."
    }
  },
  {
    "translation": {
      "en": "He was a very emotional man.",
      "fr": "C'était un homme très sensible."
    }
  },
  {
    "translation": {
      "en": "More importantly, it is obvious that he was no soldier.",
      "fr": "Et surtout, il est évident que ce n'était pas un soldat."
    }
  },
  {
    "translation": {
      "en": "He was brilliant when it came to preparing the war, when it came to communicating",
      "fr": "Il était très doué pour préparer la guerre, communiquer et convaincre les anciens héros de guerre"
    }
  },
  {
    "translation": {
      "en": "and convincing all the old war heroes, telling them, You must be with us again!",
      "fr": "et convaincre les anciens héros de guerre en leur disant : Vous devez à nouveau combattre avec nous !"
    }
  },
  {
    "translation": {
      "en": "But when push came to shove and he had to prove himself a leader, he could not.",
      "fr": "Mais quand le moment est venu pour lui de se révéler en tant que leader, il n'a pas pu."
    }
  },
  {
    "translation": {
      "en": "Historians unanimously consider Martí",
      "fr": "Entre historiens, on considère que d'une certaine façon,"
    }
  },
  {
    "translation": {
      "en": "to have been, in a way, longing for death.",
      "fr": "Entre historiens, on considère que d'une certaine façon, Martí désirait mourir."
    }
  },
  {
    "translation": {
      "en": "When he galloped forward on his white horse at the battle of Dos Rios,",
      "fr": "Quand il s'est lancé au galop sur son cheval blanc à la bataille de Dos Rios,"
    }
  },
  {
    "translation": {
      "en": "it was basically suicide.",
      "fr": "c'était presque du suicide."
    }
  },
  {
    "translation": {
      "en": "On May 19th, 1895, during the war's very first battle,",
      "fr": "Le 19 mai 1895, lors de la première bataille de la guerre,"
    }
  },
  {
    "translation": {
      "en": "José Martí charged between the Cuban and Spanish lines.",
      "fr": "José Martí charge entre les lignes cubaines et espagnoles."
    }
  },
  {
    "translation": {
      "en": "A Spanish bullet hit him in the chest.",
      "fr": "Il est touché à la poitrine par un tir espagnol."
    }
  },
  {
    "translation": {
      "en": "José Martí died without seeing his dream for freedom come true.",
      "fr": "José Martí meurt avant de voir son rêve de liberté devenir réalité."
    }
  },
  {
    "translation": {
      "en": "I think he died the way he wanted to die.",
      "fr": "Je crois qu'il a connu... ÉCRIVAIN CUBAIN ...la mort qu'il souhaitait."
    }
  },
  {
    "translation": {
      "en": "Martí wanted to live, to be sure, but he died the way he wanted;",
      "fr": "Martí voulait vivre, bien sûr, mais il est mort de la façon qu'il souhaitait :"
    }
  },
  {
    "translation": {
      "en": "on the battlefield. It was the best possible death for him.",
      "fr": "sur le champ de bataille. C'était la meilleure façon de mourir pour lui."
    }
  },
  {
    "translation": {
      "en": "Martí only lived to be 42.",
      "fr": "Martí n'a vécu que jusque 42 ans. SOCIOLOGUE CUBAIN"
    }
  },
  {
    "translation": {
      "en": "But he left an extraordinary heritage, as politician, as journalist, and as writer.",
      "fr": "Mais il a laissé une œuvre extraordinaire d'un point de vue politique, journalistique et littéraire."
    }
  },
  {
    "translation": {
      "en": "His biggest achievement was that he decisively shaped Cuba's longing for independence.",
      "fr": "Il a aussi façonné de façon décisive la soif d'indépendance de Cuba."
    }
  },
  {
    "translation": {
      "en": "The remaining Cuban generals make a martyr out of the fallen Martí.",
      "fr": "Les généraux cubains survivants font de Martí un martyr."
    }
  },
  {
    "translation": {
      "en": "They use his heroic example, as well as terror and intimidation,",
      "fr": "Ils utilisent ce modèle d'héroïsme ainsi que la terreur et l'intimidation"
    }
  },
  {
    "translation": {
      "en": "to recruit new soldiers in Cuba. Their tactics were successful.",
      "fr": "pour recruter de nouveaux soldats à Cuba. Leurs tactiques portent leurs fruits."
    }
  },
  {
    "translation": {
      "en": "Many Cubans, especially from rural areas, began to sign up to fight.",
      "fr": "De nombreux Cubains, surtout issus des zones rurales, rejoignent leurs rangs."
    }
  },
  {
    "translation": {
      "en": "We must not forget that neither the revolution,",
      "fr": "Il ne faut pas oublier que la révolution et les guerres d'indépendance"
    }
  },
  {
    "translation": {
      "en": "nor the wars of independence were popular uprisings.",
      "fr": "Il ne faut pas oublier que la révolution et les guerres d'indépendance n'ont pas pour origine le peuple..."
    }
  },
  {
    "translation": {
      "en": "They did not originate from the people, but from an intellectual elite.",
      "fr": "JOURNALISTE ALLEMAND ...mais une élite intellectuelle,"
    }
  },
  {
    "translation": {
      "en": "Remember that they were led by José Martí",
      "fr": "qui était menée par José Martí et d'autres généraux de la haute société."
    }
  },
  {
    "translation": {
      "en": "and numerous other generals from the upper classes.",
      "fr": "qui était menée par José Martí et d'autres généraux de la haute société. Ils ont rassemblé leurs troupes et ont été soutenus par le peuple cubain."
    }
  },
  {
    "translation": {
      "en": "They then gathered their troops and were, of course, supported by the Cuban people.",
      "fr": "Ils ont rassemblé leurs troupes et ont été soutenus par le peuple cubain."
    }
  },
  {
    "translation": {
      "en": "The Spanish Army suffered one defeat after another. Once again,",
      "fr": "L'armée espagnole essuie défaite sur défaite. Une fois encore,"
    }
  },
  {
    "translation": {
      "en": "the Cuban insurrectionists managed to conquer large swaths of eastern Cuba.",
      "fr": "les insurgés réussissent à conquérir de larges bandes de l'Est de l'île."
    }
  },
  {
    "translation": {
      "en": "To counter these successes,",
      "fr": "Afin de riposter, le gouvernement espagnol se rend compte"
    }
  },
  {
    "translation": {
      "en": "the Spanish government realized that new leadership was needed in Cuba.",
      "fr": "Afin de riposter, le gouvernement espagnol se rend compte que Cuba a besoin d'un nouveau leader."
    }
  },
  {
    "translation": {
      "en": "They sent their most ruthless general to win the war by any means necessary.",
      "fr": "Il envoie le plus impitoyable des généraux pour gagner la guerre par tous les moyens."
    }
  },
  {
    "translation": {
      "en": "His name was Valeriano Weyler.",
      "fr": "Il s'appelle Valeriano Weyler."
    }
  },
  {
    "translation": {
      "en": "Weyler was a man of extermination methods.",
      "fr": "Weyler utilisait des méthodes d'extermination. Il a créé et appliqué à Cuba la politique"
    }
  },
  {
    "translation": {
      "en": "He created the so- called Policy of Reconcentration.",
      "fr": "Il a créé et appliqué à Cuba la politique qu'on nomme habituellement la Reconcentration."
    }
  },
  {
    "translation": {
      "en": "This meant a forced resettlement of the rural population into the towns.",
      "fr": "HISTORIEN CUBAIN C'est en fait le regroupement forcé de la population rurale dans les villes."
    }
  },
  {
    "translation": {
      "en": "Weyler's Reconcentration Policy was designed to deprive the revolutionaries",
      "fr": "Le but de la politique de reconcentration de Weyler est de priver les révolutionnaires du support rural."
    }
  },
  {
    "translation": {
      "en": "of their rural support base.",
      "fr": "est de priver les révolutionnaires du support rural."
    }
  },
  {
    "translation": {
      "en": "Large swaths of Cuba were depopulated.",
      "fr": "De larges bandes de Cuba sont dépeuplées."
    }
  },
  {
    "translation": {
      "en": "The rural populace was forced to leave their homes",
      "fr": "Les habitants ruraux sont forcés à abandonner leur maison"
    }
  },
  {
    "translation": {
      "en": "and to move to the already overcrowded towns and cities.",
      "fr": "et à s'installer dans les villages et villes déjà surpeuplés."
    }
  },
  {
    "translation": {
      "en": "Those who resisted were immediately executed.",
      "fr": "Ceux qui résistent sont immédiatement exécutés."
    }
  },
  {
    "translation": {
      "en": "In the deserted rural areas, everything was razed to the ground,",
      "fr": "Dans les régions rurales désertées, tout est rasé."
    }
  },
  {
    "translation": {
      "en": "down to the last banana tree.",
      "fr": "Il ne reste pas un seul bananier."
    }
  },
  {
    "translation": {
      "en": "And when Cuba's cities had no more room for refugees,",
      "fr": "Et lorsque les villes cubaines ne peuvent plus accueillir de réfugiés,"
    }
  },
  {
    "translation": {
      "en": "Weyler ordered the construction of concentration camps.",
      "fr": "Weyler ordonne la construction de camps de concentration."
    }
  },
  {
    "translation": {
      "en": "Waves of refugees became mixed up with those who were being resettled.",
      "fr": "Des vagues de réfugiés se sont mélangées avec les personnes déplacées. C'était une crise de réfugiés aux proportions inimaginables."
    }
  },
  {
    "translation": {
      "en": "It was a refugee crisis of unimaginable proportions.",
      "fr": "C'était une crise de réfugiés aux proportions inimaginables."
    }
  },
  {
    "translation": {
      "en": "Tens of thousands of civilians streamed into the remaining towns and villages",
      "fr": "Des dizaines de milliers de civils affluaient dans les villes et villages."
    }
  },
  {
    "translation": {
      "en": "and had to be cared for.",
      "fr": "Et il fallait s'occuper d'eux."
    }
  },
  {
    "translation": {
      "en": "It was a gigantic humanitarian disaster.",
      "fr": "C'était un gigantesque désastre humanitaire."
    }
  },
  {
    "translation": {
      "en": "Imagine, 400,000 people were resettled.",
      "fr": "Vous imaginez ? 400 000 personnes ont été déplacées."
    }
  },
  {
    "translation": {
      "en": "Between 155,000 and 170,000 of them died.",
      "fr": "Entre 155 000 et 170 000 d'entre elles ont perdu la vie."
    }
  },
  {
    "translation": {
      "en": "I think today, the United Nations would vote in favor of an intervention.",
      "fr": "Je crois qu'à notre époque, l'ONU voterait en faveur d'une intervention."
    }
  },
  {
    "translation": {
      "en": "An intervention could only come from Cuba's powerful neighbor,",
      "fr": "Les seuls à pouvoir intervenir sont les puissants voisins de Cuba :"
    }
  },
  {
    "translation": {
      "en": "the United States.",
      "fr": "les États-Unis."
    }
  },
  {
    "translation": {
      "en": "In view of the Spanish terror on Cuba, it was the rebels' last chance.",
      "fr": "Vu la terreur que les Espagnols sèment, c'est la dernière chance des rebelles."
    }
  },
  {
    "translation": {
      "en": "To bring about an intervention, they turned to a new ally;",
      "fr": "Pour provoquer une intervention, ils se tournent vers un nouvel allié :"
    }
  },
  {
    "translation": {
      "en": "the American yellow press.",
      "fr": "le journalisme jaune américain."
    }
  },
  {
    "translation": {
      "en": "Cubans smuggled photos and reports of atrocities to the United States,",
      "fr": "Des Cubains font passer aux États-Unis des photos et rapports des atrocités"
    }
  },
  {
    "translation": {
      "en": "and handed them to newspapers owned by press barons Joseph Pulitzer",
      "fr": "et les remettent aux journaux appartenant aux barons de la presse Joseph Pulitzer et William Randolph Hearst."
    }
  },
  {
    "translation": {
      "en": "and William Randolph Hearst.",
      "fr": "Joseph Pulitzer et William Randolph Hearst."
    }
  },
  {
    "translation": {
      "en": "It can be said that this was one of the first modern wars of information.",
      "fr": "On peut dire que c'était une des premières guerres modernes de l'information."
    }
  },
  {
    "translation": {
      "en": "The Cuban revolutionary organizations in the United States",
      "fr": "Les organisations révolutionnaires cubaines aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "sought to raise awareness of the war,",
      "fr": "voulaient sensibiliser les Américains à la guerre"
    }
  },
  {
    "translation": {
      "en": "and to feed information to the press.",
      "fr": "en fournissant des informations à la presse."
    }
  },
  {
    "translation": {
      "en": "They of course emphasized the atrocities committed by the Spanish",
      "fr": "Bien sûr, ils mettaient l'accent sur les atrocités commises par les Espagnols"
    }
  },
  {
    "translation": {
      "en": "and the great victories of the revolutionaries.",
      "fr": "et les grandes victoires des révolutionnaires."
    }
  },
  {
    "translation": {
      "en": "In this propaganda battle,",
      "fr": "Dans cette bataille de propagande,"
    }
  },
  {
    "translation": {
      "en": "the revolutionaries clearly had the upper hand.",
      "fr": "les révolutionnaires avaient clairement le dessus."
    }
  },
  {
    "translation": {
      "en": "Many newspapers in the United States were against Spanish control of Cuba",
      "fr": "Bon nombre de journaux aux États-Unis étaient opposés au contrôle espagnol à Cuba. AUTEUR DE CUBA: FROM COLUMBUS TO CASTRO"
    }
  },
  {
    "translation": {
      "en": "and began to accelerate the mood of the American people,",
      "fr": "Ils ont dès lors commencé à faire évoluer l'état d'esprit des Américains"
    }
  },
  {
    "translation": {
      "en": "and preparing the mood of the American people for military intervention.",
      "fr": "et à les préparer à une intervention militaire."
    }
  },
  {
    "translation": {
      "en": "US president William McKinley was under pressure from the press.",
      "fr": "Le président américain, William McKinley, subit des pressions de la presse."
    }
  },
  {
    "translation": {
      "en": "Many Americans demanded an intervention in Cuba,",
      "fr": "De nombreux Américains exigent une intervention à Cuba,"
    }
  },
  {
    "translation": {
      "en": "but McKinley did not want to drag his country into war.",
      "fr": "mais McKinley ne veut pas impliquer son pays dans la guerre."
    }
  },
  {
    "translation": {
      "en": "Instead, he sent Spain an ultimatum. Free Cuba,",
      "fr": "À la place, il envoie un ultimatum à l'Espagne : s'ils ne libèrent pas Cuba, les États-Unis vendront des armes modernes aux rebelles."
    }
  },
  {
    "translation": {
      "en": "or the United States would begin selling modern weaponry to the rebels.",
      "fr": "s'ils ne libèrent pas Cuba, les États-Unis vendront des armes modernes aux rebelles."
    }
  },
  {
    "translation": {
      "en": "As a show of force, McKinley ordered",
      "fr": "Pour montrer sa puissance, McKinley envoie un des navires les plus modernes de la marine américaine"
    }
  },
  {
    "translation": {
      "en": "one of the US Navy's most modern ships to Havana in January of 1898.",
      "fr": "McKinley envoie un des navires les plus modernes de la marine américaine à La Havane en janvier 1898."
    }
  },
  {
    "translation": {
      "en": "The USS Maine was just three years old,",
      "fr": "L'USS Maine a trois ans à peine"
    }
  },
  {
    "translation": {
      "en": "and its formidable ten- inch guns had a range of 18,000 meters.",
      "fr": "et ses incroyables canons de 25 cm ont une portée de 18 000 mètres."
    }
  },
  {
    "translation": {
      "en": "The Maine's official mission was to protect American property in Cuba.",
      "fr": "Sa mission officielle est de protéger les biens américains à Cuba."
    }
  },
  {
    "translation": {
      "en": "The chief US diplomat on Cuba insisted already in 1896",
      "fr": "Le diplomate en chef américain à Cuba a déjà insisté en 1896"
    }
  },
  {
    "translation": {
      "en": "that a fleet should be kept close,",
      "fr": "sur le fait qu'une flotte devrait se tenir à proximité"
    }
  },
  {
    "translation": {
      "en": "to protect American interests, assets and citizens, in case of emergency.",
      "fr": "pour protéger les intérêts, les biens et les citoyens américains, en cas d'urgence."
    }
  },
  {
    "translation": {
      "en": "The Spanish government was prepared to meet President McKinley's demands.",
      "fr": "Le gouvernement espagnol est prêt à satisfaire les demandes de McKinley."
    }
  },
  {
    "translation": {
      "en": "But the deployment of the USS Maine",
      "fr": "Mais la presse jaune espagnole dénonce le déploiement de l'USS Maine"
    }
  },
  {
    "translation": {
      "en": "was denounced by the Spanish yellow press as an act of aggression.",
      "fr": "Mais la presse jaune espagnole dénonce le déploiement de l'USS Maine comme un acte d'agression."
    }
  },
  {
    "translation": {
      "en": "Just by its proximity, one could imagine a courtesy visit, or in fact a reconnaissance mission.",
      "fr": "BIOGRAPHE DE CASTRO"
    }
  },
  {
    "translation": {
      "en": "It's 9:40pm on the evening of February 15th, 1898.",
      "fr": "Il est 21h40 le soir du 15 février 1898."
    }
  },
  {
    "translation": {
      "en": "The USS Maine is anchoring in Havana Harbor.",
      "fr": "L'USS Maine est dans le port de La Havane."
    }
  },
  {
    "translation": {
      "en": "Most of the 355 American sailors and officers aboard are asleep,",
      "fr": "La plupart des 355 marins et officiers à bord sont endormis,"
    }
  },
  {
    "translation": {
      "en": "when the unthinkable happens.",
      "fr": "quand l'impensable se produit."
    }
  },
  {
    "translation": {
      "en": "Without warning, a terrible explosion tears the ship in half.",
      "fr": "Soudain, une terrible explosion détruit le navire."
    }
  },
  {
    "translation": {
      "en": "It takes hours before the full extent of the catastrophe is known.",
      "fr": "Il faut attendre des heures avant que l'étendue de la catastrophe soit connue."
    }
  },
  {
    "translation": {
      "en": "The death toll is horrific.",
      "fr": "Le bilan est terrifiant :"
    }
  },
  {
    "translation": {
      "en": "261 of the 355 men on board are killed.",
      "fr": "261 des 355 hommes à bord sont morts."
    }
  },
  {
    "translation": {
      "en": "An investigation into the cause of the explosion begins immediately.",
      "fr": "Une enquête est directement ouverte pour déterminer la cause de l'explosion."
    }
  },
  {
    "translation": {
      "en": "There are several points of view.",
      "fr": "Il y a différents avis."
    }
  },
  {
    "translation": {
      "en": "The Castro point of view is that the United States blew it itself",
      "fr": "Selon Castro, les États-Unis l'ont fait exploser eux-mêmes"
    }
  },
  {
    "translation": {
      "en": "to justify an intervention.",
      "fr": "pour justifier une intervention."
    }
  },
  {
    "translation": {
      "en": "Some people point out that the Cubans that were fighting against Spain",
      "fr": "Certains estiment que les Cubains qui luttaient contre l'Espagne"
    }
  },
  {
    "translation": {
      "en": "may have blown it up to bring about an intervention.",
      "fr": "ont pu faire exploser le navire pour provoquer une intervention."
    }
  },
  {
    "translation": {
      "en": "In my personal opinion, it was a provocation.",
      "fr": "Selon moi, c'était une provocation. UNIVERSITÉ DE LA HAVANE"
    }
  },
  {
    "translation": {
      "en": "The United States needed an excuse to intervene in Cuba,",
      "fr": "Les États-Unis avaient besoin d'une raison pour intervenir à Cuba"
    }
  },
  {
    "translation": {
      "en": "and this excuse was the Maine.",
      "fr": "Les États-Unis avaient besoin d'une raison pour intervenir à Cuba et ils ont utilisé le Maine comme raison."
    }
  },
  {
    "translation": {
      "en": "It seems logical to me that the cause was a technical malfunction,",
      "fr": "Il me semble logique qu'une défaillance technique soit à l'origine de l'explosion."
    }
  },
  {
    "translation": {
      "en": "since during this time, there were similar cases involving other vessels,",
      "fr": "Il me semble logique qu'une défaillance technique soit à l'origine de l'explosion. En effet, à cette époque, il y a eu des cas similaires de navires"
    }
  },
  {
    "translation": {
      "en": "which suffered similar explosions.",
      "fr": "En effet, à cette époque, il y a eu des cas similaires de navires qui ont été soufflés par une explosion."
    }
  },
  {
    "translation": {
      "en": "A US warship sunk. Hundreds of dead Americans.",
      "fr": "Un navire américain coulé, des centaines d'Américains morts."
    }
  },
  {
    "translation": {
      "en": "The American public was outraged. They demanded justice.",
      "fr": "Le peuple américain est scandalisé. Ils exigent la justice."
    }
  },
  {
    "translation": {
      "en": "After two years of relentless warmongering in America's newspapers,",
      "fr": "Après deux années d'articles incessants sur la guerre dans la presse américaine,"
    }
  },
  {
    "translation": {
      "en": "it did not take long until a culprit was found.",
      "fr": "un coupable est très vite trouvé."
    }
  },
  {
    "translation": {
      "en": "The immediate reaction in the United States was that this was something done by the Spaniards,",
      "fr": "Les Américains ont directement pensé que c'était un acte des Espagnols"
    }
  },
  {
    "translation": {
      "en": "that they were trying to kick the United States out of the island",
      "fr": "qui essayaient de chasser les Américains de l'île."
    }
  },
  {
    "translation": {
      "en": "and that therefore they had to do something.",
      "fr": "Ils devaient donc agir."
    }
  },
  {
    "translation": {
      "en": "President McKinley finally caved to public pressure, and mobilized the army.",
      "fr": "Le président McKinley cède finalement sous la pression et mobilise l'armée."
    }
  },
  {
    "translation": {
      "en": "On April 21st, 1898, Congress declared war on Spain.",
      "fr": "Le 21 avril 1898, le Congrès déclare la guerre à l'Espagne."
    }
  },
  {
    "translation": {
      "en": "The official objective was to give Cuba its independence.",
      "fr": "L'objectif officiel est d'aider Cuba à obtenir l'indépendance."
    }
  },
  {
    "translation": {
      "en": "Additionally, Congress decrees that Cuba is not to be annexed to the United States.",
      "fr": "De plus, le Congrès décrète que Cuba ne sera pas annexé aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "For Spain, the declaration of war was a disaster.",
      "fr": "Pour l'Espagne, la déclaration de guerre est un désastre."
    }
  },
  {
    "translation": {
      "en": "Cuba was regarded as part of Spain.",
      "fr": "Cuba était considérée comme faisant partie de l'Espagne."
    }
  },
  {
    "translation": {
      "en": "This made it an attack of a foreign power against the nation.",
      "fr": "C'était donc une attaque d'une puissance étrangère sur le territoire."
    }
  },
  {
    "translation": {
      "en": "For many Spaniards, this was an unacceptable aggression.",
      "fr": "Bien sûr, pour de nombreux Espagnols, c'était une agression inadmissible."
    }
  },
  {
    "translation": {
      "en": "The Spanish Army in Cuba could not last long without reinforcements from Europe.",
      "fr": "L'armée espagnole ne tiendra pas longtemps sans des renforts venus d'Europe."
    }
  },
  {
    "translation": {
      "en": "To exploit this vulnerability,",
      "fr": "Afin d'exploiter cette vulnérabilité,"
    }
  },
  {
    "translation": {
      "en": "the US Navy quickly established a naval blockade around Cuba.",
      "fr": "la marine américaine établit rapidement un blocus naval autour de Cuba."
    }
  },
  {
    "translation": {
      "en": "Spain's own navy found itself in the same trap as its army.",
      "fr": "La marine espagnole se retrouve coincée dans le même piège que son armée."
    }
  },
  {
    "translation": {
      "en": "Its ships were anchored in the port of Santiago,",
      "fr": "Ses navires sont amarrés dans le port de Santiago,"
    }
  },
  {
    "translation": {
      "en": "the largest city in the east of the island.",
      "fr": "la plus grande ville de l'est de l'île."
    }
  },
  {
    "translation": {
      "en": "Following the blockade, US troops landed in southeastern Cuba",
      "fr": "Après le blocus, les troupes américaines débarquent dans le sud-est de Cuba,"
    }
  },
  {
    "translation": {
      "en": "without encountering any resistance.",
      "fr": "sans rencontrer de résistance."
    }
  },
  {
    "translation": {
      "en": "Cynics claimed that the United States let Cuba bleed itself dry",
      "fr": "Les cyniques ont affirmé que les États-Unis avaient laissé Cuba se vider de son sang pendant trois années de guerre,"
    }
  },
  {
    "translation": {
      "en": "in three years of war, before intervening at the last moment,",
      "fr": "avaient laissé Cuba se vider de son sang pendant trois années de guerre, avant d'intervenir à la dernière minute, quand tout le monde était épuisé."
    }
  },
  {
    "translation": {
      "en": "when everyone was exhausted.",
      "fr": "avant d'intervenir à la dernière minute, quand tout le monde était épuisé."
    }
  },
  {
    "translation": {
      "en": "In 1898, the regular American Army numbered only 28,000 men.",
      "fr": "avant d'intervenir à la dernière minute, quand tout le monde était épuisé. En 1898, l'armée régulière américaine compte à peine 28 000 hommes,"
    }
  },
  {
    "translation": {
      "en": "Far to few for an invasion of Cuba.",
      "fr": "ce qui est bien trop peu pour envahir Cuba."
    }
  },
  {
    "translation": {
      "en": "To bolster its numbers, volunteer units were drawn up.",
      "fr": "Pour gonfler les rangs, des régiments volontaires sont envoyés."
    }
  },
  {
    "translation": {
      "en": "The most famous of these was known as the Rough Riders,",
      "fr": "Le plus célèbre régiment est connu sous le nom de Rough Riders"
    }
  },
  {
    "translation": {
      "en": "and commanded by Theodore Roosevelt.",
      "fr": "et commandé par Theodore Roosevelt."
    }
  },
  {
    "translation": {
      "en": "Roosevelt was assistant secretary of the Navy.",
      "fr": "Roosevelt est le Secrétaire adjoint à la Marine."
    }
  },
  {
    "translation": {
      "en": "Now, he volunteered for the cause of Cuban liberation.",
      "fr": "À présent, il se porte volontaire pour la cause de la libération cubaine."
    }
  },
  {
    "translation": {
      "en": "In June of 1898, the Rough Riders were the subject of one of the first films",
      "fr": "En juin 1898, les Rough Riders sont le sujet de l'un des premiers films"
    }
  },
  {
    "translation": {
      "en": "of pioneer filmmaker Thomas Edison.",
      "fr": "du réalisateur pionnier Thomas Edison."
    }
  },
  {
    "translation": {
      "en": "In the United States, if you wanted to be a real man,",
      "fr": "Aux États-Unis, si vous vouliez être un homme, un vrai, c'était bien de se porter volontaire."
    }
  },
  {
    "translation": {
      "en": "it was seen as cool to volunteer.",
      "fr": "Et donc Teddy, qui n'avait pas vraiment le physique de l'emploi,"
    }
  },
  {
    "translation": {
      "en": "And so Teddy, who didn't really have the physique for it,",
      "fr": "Et donc Teddy, qui n'avait pas vraiment le physique de l'emploi, mais qui était un excellent chasseur, s'est aussi enrôlé."
    }
  },
  {
    "translation": {
      "en": "but was a great hunter, signed up as well.",
      "fr": "mais qui était un excellent chasseur, s'est aussi enrôlé."
    }
  },
  {
    "translation": {
      "en": "The Rough Riders landed in Cuba on June 23rd, 1898.",
      "fr": "Les Rough Riders arrivent à Cuba le 23 juin 1898."
    }
  },
  {
    "translation": {
      "en": "Their first mission was to take the Spanish stronghold of Santiago.",
      "fr": "Leur première mission est de prendre le bastion espagnol de Santiago."
    }
  },
  {
    "translation": {
      "en": "The Spanish Army had taken up strong positions outside the city.",
      "fr": "L'armée espagnole a pris position en dehors de la ville."
    }
  },
  {
    "translation": {
      "en": "With the battle in full swing, Theodore Roosevelt,",
      "fr": "Alors que la guerre bat son plein, Roosevelt, à la tête des Rough Riders,"
    }
  },
  {
    "translation": {
      "en": "commanding the Rough Riders, ordered his men to storm the hills outside Santiago.",
      "fr": "Alors que la guerre bat son plein, Roosevelt, à la tête des Rough Riders, ordonne à ses hommes d'attaquer les collines en dehors de Santiago."
    }
  },
  {
    "translation": {
      "en": "Casualties on both sides were tremendous, but in the end, the Americans prevailed.",
      "fr": "Il y a de nombreuses victimes dans les deux camps, mais au final, les Américains l'emportent."
    }
  },
  {
    "translation": {
      "en": "The battle brought fame and distinction to Roosevelt and his Rough Riders.",
      "fr": "La bataille fait la gloire et la renommée de Roosevelt et ses Rough Riders,"
    }
  },
  {
    "translation": {
      "en": "But their actual contribution to victory has been hotly contested.",
      "fr": "mais leur réelle contribution à la victoire est fortement contestée."
    }
  },
  {
    "translation": {
      "en": "I laugh, because there's been a lot of propaganda in the United States",
      "fr": "AUTEUR DE CARIBE, RAZA E IDENTIDAD Je rigole parce qu'en réalité, il y a eu une intense propagande aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "about the Rough Riders.",
      "fr": "au sujet des Rough Riders."
    }
  },
  {
    "translation": {
      "en": "But when studying the battlefield,",
      "fr": "Mais après étude du champ de bataille, même mes collègues nord-américains sont obligés de l'admettre,"
    }
  },
  {
    "translation": {
      "en": "even my North American colleagues had to admit that, in reality,",
      "fr": "même mes collègues nord-américains sont obligés de l'admettre,"
    }
  },
  {
    "translation": {
      "en": "the Rough Riders didn't even take San Juan Hill,",
      "fr": "en réalité, les Rough Riders n'ont même pas pris la colline de San Juan."
    }
  },
  {
    "translation": {
      "en": "it was a different hill which is a bit further away.",
      "fr": "C'était une colline différente qui était un peu plus loin."
    }
  },
  {
    "translation": {
      "en": "Following the victory, American troops and Cuban rebels",
      "fr": "Après la victoire, les troupes américaines et les rebelles cubains assiègent Santiago."
    }
  },
  {
    "translation": {
      "en": "laid siege to Santiago itself.",
      "fr": "les troupes américaines et les rebelles cubains assiègent Santiago."
    }
  },
  {
    "translation": {
      "en": "This threatened not just Spain's army, but also its last chance of victory.",
      "fr": "Ça menace l'armée espagnole, mais aussi sa dernière chance de victoire."
    }
  },
  {
    "translation": {
      "en": "The Spanish battle fleet still lay at anchor in Santiago harbor.",
      "fr": "Les navires de guerre sont encore dans le port de Santiago."
    }
  },
  {
    "translation": {
      "en": "The fleet was outgunned by the US Navy blockading the harbor.",
      "fr": "La flotte est en infériorité par rapport à la marine américaine qui bloque le port,"
    }
  },
  {
    "translation": {
      "en": "But Spain's vessels, a mix of cruisers and destroyers, were more modern.",
      "fr": "mais les croiseurs et destroyers espagnols sont plus modernes."
    }
  },
  {
    "translation": {
      "en": "Breaking out to the open sea was their only chance.",
      "fr": "Leur seule chance, c'est d'atteindre les eaux libres."
    }
  },
  {
    "translation": {
      "en": "On July 3rd, 1898, the Spanish fleet steamed out of the harbor to attempt the breakout.",
      "fr": "Le 3 juillet 1898, la flotte espagnole quitte le port pour tenter sa chance."
    }
  },
  {
    "translation": {
      "en": "In fact, the smaller and more mobile Spanish ships",
      "fr": "En fait, ils pensaient que les navires espagnols, plus petits et plus mobiles,"
    }
  },
  {
    "translation": {
      "en": "were thought to be able to overcome the US Navy's might through superior speed,",
      "fr": "pouvaient vaincre la puissance américaine grâce à leur vitesse supérieure. Ils avaient donc un avantage stratégique."
    }
  },
  {
    "translation": {
      "en": "and thus gain a tactical advantage.",
      "fr": "Ils avaient donc un avantage stratégique."
    }
  },
  {
    "translation": {
      "en": "But they had problems, beginning with a shortage of quality coal,",
      "fr": "Mais ils avaient des problèmes, à commencer par une pénurie de charbon de qualité,"
    }
  },
  {
    "translation": {
      "en": "which meant that they could not even reach their maximum speed.",
      "fr": "à commencer par une pénurie de charbon de qualité, ils ne pouvaient donc pas atteindre leur vitesse maximale."
    }
  },
  {
    "translation": {
      "en": "On top of that, the Spanish sailors were simply not trained well enough.",
      "fr": "De plus, les marins espagnols n'étaient tout simplement pas assez entraînés."
    }
  },
  {
    "translation": {
      "en": "The Spanish fleet included the armored cruiser Vizcaya, seen here in 1898.",
      "fr": "La flotte espagnole compte le croiseur blindé, le Vizcaya, qu'on voit à l'image."
    }
  },
  {
    "translation": {
      "en": "But the Spanish fleet soon found itself in dire straits, because it was so brand new.",
      "fr": "Mais les navires espagnols se retrouvent vite en difficulté parce qu'ils sont tout neufs."
    }
  },
  {
    "translation": {
      "en": "Many gun turrets had simply not been finished.",
      "fr": "De nombreuses tourelles ne sont pas terminées."
    }
  },
  {
    "translation": {
      "en": "The cannons that were able to fire sure enough hit their targets.",
      "fr": "Les canons utilisables atteignent leurs cibles,"
    }
  },
  {
    "translation": {
      "en": "But most of the ammunition carried by the Spanish ships were filled with sawdust.",
      "fr": "mais la plupart des munitions transportées par les navires espagnols sont remplies de sciure de bois."
    }
  },
  {
    "translation": {
      "en": "These dummy grenades rained down on the American ships with little effect.",
      "fr": "Ces grenades inertes ne font guère d'effet sur les navires américains."
    }
  },
  {
    "translation": {
      "en": "The US fleet had no such problems.",
      "fr": "La flotte américaine ne connaît pas de tels problèmes."
    }
  },
  {
    "translation": {
      "en": "The entire Spanish fleet perished in a battle lasting barely two hours.",
      "fr": "L'entièreté de la flotte espagnole est détruite en deux heures à peine."
    }
  },
  {
    "translation": {
      "en": "323 Spanish sailors were killed. 1,729 were taken prisoner.",
      "fr": "Au total, 323 marins espagnols décèdent et 1 729 sont faits prisonniers."
    }
  },
  {
    "translation": {
      "en": "On the other side, a single US sailor was killed, and one other wounded.",
      "fr": "Dans l'autre camp, un seul marin américain est mort et un autre est blessé."
    }
  },
  {
    "translation": {
      "en": "Deprived of its fleet, the war was over for Spain.",
      "fr": "La guerre est finie pour l'Espagne, privée de sa flotte."
    }
  },
  {
    "translation": {
      "en": "It was a veritable turning point in Spanish history.",
      "fr": "C'était un véritable tournant dans l'histoire espagnole. Il y avait l'Espagne d'avant 1898, un empire colonial, mondial,"
    }
  },
  {
    "translation": {
      "en": "There was Spain before 1898, a global, colonial empire,",
      "fr": "Il y avait l'Espagne d'avant 1898, un empire colonial, mondial,"
    }
  },
  {
    "translation": {
      "en": "and Spain after 1898, a mediocre European country,",
      "fr": "et l'Espagne d'après 1898, un pays européen médiocre, sur la touche et de peu d'importance."
    }
  },
  {
    "translation": {
      "en": "on the sidelines and unimportant.",
      "fr": "sur la touche et de peu d'importance."
    }
  },
  {
    "translation": {
      "en": "Spain surrendered, and Cuba was jubilant.",
      "fr": "L'Espagne capitule et Cuba est en liesse."
    }
  },
  {
    "translation": {
      "en": "The Spanish flag in Havana was lowered for the last time on August 13th, 1898.",
      "fr": "Le drapeau espagnol à La Havane est baissé pour la dernière fois le 13 août 1898."
    }
  },
  {
    "translation": {
      "en": "But Cuba's dream of freedom did not come true.",
      "fr": "Mais le rêve cubain de liberté ne se réalise pas."
    }
  },
  {
    "translation": {
      "en": "Hoisted instead of the Spanish flag was not that of Cuba",
      "fr": "À la place du drapeau espagnol, on ne hisse pas celui de Cuba,"
    }
  },
  {
    "translation": {
      "en": "but that of the United States.",
      "fr": "mais celui des États-Unis."
    }
  },
  {
    "translation": {
      "en": "Previously a Spanish colony, Cuba was now an American protectorate.",
      "fr": "Ancienne colonie espagnole, Cuba est à présent un protectorat américain."
    }
  },
  {
    "translation": {
      "en": "There was significant discussion among Cuban historians whether the Cubans",
      "fr": "Il y a eu un débat important entre historiens cubains, la question étant de savoir si les Cubains auraient de toute façon gagné"
    }
  },
  {
    "translation": {
      "en": "would have defeated anyway Spain had the war continued.",
      "fr": "la question étant de savoir si les Cubains auraient de toute façon gagné si la guerre avait continué."
    }
  },
  {
    "translation": {
      "en": "Others said that no, the United States played a key role,",
      "fr": "D'autres ont dit que non, que les États-Unis avaient joué un rôle capital,"
    }
  },
  {
    "translation": {
      "en": "but the nationalistic historians, and later on some of the Marxist historians,",
      "fr": "mais les historiens nationalistes, et plus tard certains historiens marxistes,"
    }
  },
  {
    "translation": {
      "en": "said that while the Cubans would have won the war,",
      "fr": "ont dit que les Cubains auraient gagné"
    }
  },
  {
    "translation": {
      "en": "that the United States took advantage to conquer Cuba and take over Cuba,",
      "fr": "et que les États-Unis en ont profité pour conquérir Cuba et prendre le contrôle."
    }
  },
  {
    "translation": {
      "en": "so there are different interpretations to what happened there.",
      "fr": "Donc il existe différentes interprétations de cette situation."
    }
  },
  {
    "translation": {
      "en": "Victory over Spain helped open the White House doors to Theodore Roosevelt,",
      "fr": "La victoire sur l'Espagne ouvre les portes de la Maison-Blanche à Roosevelt,"
    }
  },
  {
    "translation": {
      "en": "who became president in 1901.",
      "fr": "qui devient président en 1901."
    }
  },
  {
    "translation": {
      "en": "As promised before the war, Cuba was to become independent under his presidency.",
      "fr": "Comme promis avant la guerre, Cuba doit devenir indépendante sous sa présidence."
    }
  },
  {
    "translation": {
      "en": "But by now, American companies",
      "fr": "Mais en attendant, des sociétés américaines ont pris le contrôle"
    }
  },
  {
    "translation": {
      "en": "had taken control of a large part of the Cuban economy.",
      "fr": "Mais en attendant, des sociétés américaines ont pris le contrôle d'une grande partie de l'économie cubaine."
    }
  },
  {
    "translation": {
      "en": "In 1898, the Cuban people's opinion of the US government",
      "fr": "Selon moi, en 1898, le peuple cubain avait une opinion positive sur le gouvernement et l'armée des États-Unis."
    }
  },
  {
    "translation": {
      "en": "and the US Army was largely positive.",
      "fr": "sur le gouvernement et l'armée des États-Unis."
    }
  },
  {
    "translation": {
      "en": "For Americans, Cuba has historically always been a land that was basically an appendix to the United States.",
      "fr": "JOURNALISTE ET AUTEUR FRANÇAIS"
    }
  },
  {
    "translation": {
      "en": "It was not a colony, but it sure looked like one.",
      "fr": "BÉNÉFICES DU TRUST DU SUCRE"
    }
  },
  {
    "translation": {
      "en": "The United States had gone from being Cuba's liberators to its occupiers.",
      "fr": "Les États-Unis ne sont plus les libérateurs de Cuba, mais ses occupants."
    }
  },
  {
    "translation": {
      "en": "But Cubans were not content to endure further foreign rule,",
      "fr": "Mais les Cubains ne sont pas satisfaits d'être sous un autre joug étranger,"
    }
  },
  {
    "translation": {
      "en": "and after all, hadn't the Americans waged war against Spain to free Cuba?",
      "fr": "et puis les Américains n'ont-ils pas combattu l'Espagne pour libérer Cuba ?"
    }
  },
  {
    "translation": {
      "en": "In exchange for withdrawing their troops,",
      "fr": "Avant de retirer ses troupes,"
    }
  },
  {
    "translation": {
      "en": "the United States government demanded serious guarantees.",
      "fr": "le gouvernement américain exige de sérieuses garanties."
    }
  },
  {
    "translation": {
      "en": "Another thing they did was the creation of a constitutional convention.",
      "fr": "Ils ont aussi créé une convention constitutionnelle."
    }
  },
  {
    "translation": {
      "en": "So the Cubans got together and began to write a constitution for Cuba in 1901.",
      "fr": "Donc les Cubains se sont rassemblés et se sont mis à rédiger une constitution pour Cuba en 1901."
    }
  },
  {
    "translation": {
      "en": "At that point a number of congressmen, led by a senator named Orville Platt,",
      "fr": "À ce moment-là, plusieurs membres du Congrès, menés par un sénateur du nom d'Orville Platt,"
    }
  },
  {
    "translation": {
      "en": "decided that in order to give Cuba its independence and the United States to withdraw,",
      "fr": "ont décidé qu'avant d'accorder à Cuba l'indépendance et de retirer les troupes,"
    }
  },
  {
    "translation": {
      "en": "they have to have certain guarantees that American property would be protected,",
      "fr": "ils voulaient qu'on leur garantisse que les biens américains seraient protégés"
    }
  },
  {
    "translation": {
      "en": "and if not, the US would have the right to intervene.",
      "fr": "et si ce n'était pas le cas, les États-Unis auraient le droit d'intervenir."
    }
  },
  {
    "translation": {
      "en": "When the Cubans learned this, they immediately rejected the idea.",
      "fr": "Lorsque les Cubains en ont vent, ils rejettent immédiatement l'idée."
    }
  },
  {
    "translation": {
      "en": "Under the Platt Amendment, Cuba would not be a free country.",
      "fr": "Sous l'amendement Platt, Cuba ne sera pas un pays libre."
    }
  },
  {
    "translation": {
      "en": "And yet, as they well knew,",
      "fr": "Pourtant, ils le savent, s'ils ne font pas de concessions,"
    }
  },
  {
    "translation": {
      "en": "without concessions to Washington there would be no withdrawal of US troops.",
      "fr": "Pourtant, ils le savent, s'ils ne font pas de concessions, les États-Unis ne retireront pas leurs troupes."
    }
  },
  {
    "translation": {
      "en": "The Cubans voted on it and accepted, many of them protested,",
      "fr": "Les Cubains ont voté et accepté, même si beaucoup ont protesté."
    }
  },
  {
    "translation": {
      "en": "but they accept it as a way of ending the war and ending the occupation of the US.",
      "fr": "Ils l'ont accepté pour mettre fin à la guerre et à l'occupation américaine."
    }
  },
  {
    "translation": {
      "en": "The Platt Amendment also authorized the United States",
      "fr": "L'amendement Platt autorise aussi les États-Unis"
    }
  },
  {
    "translation": {
      "en": "to establish military bases in Cuba. Among other locations,",
      "fr": "à établir des bases militaires à Cuba. Entre autres endroits, les Américains choisissent la baie de Guantanamo,"
    }
  },
  {
    "translation": {
      "en": "the Americans chose Guantanamo Bay, in the extreme southeast of the island.",
      "fr": "Entre autres endroits, les Américains choisissent la baie de Guantanamo, à l'extrême sud-est de l'île."
    }
  },
  {
    "translation": {
      "en": "The bay features a natural, deep harbor, ideal for sheltering even large warships.",
      "fr": "La baie a un port naturel et profond, idéal pour abriter de grands navires de guerre."
    }
  },
  {
    "translation": {
      "en": "Cuba had to hand over territory, such as the base at Guantanamo that exists until today.",
      "fr": "Cuba a dû céder des terres pour la base actuelle de Guantanamo."
    }
  },
  {
    "translation": {
      "en": "Thus, the United States solidified their control of Cuba.",
      "fr": "Les États-Unis consolidaient donc leur contrôle sur Cuba."
    }
  },
  {
    "translation": {
      "en": "Since the 18th century, all world powers had been interested in Guantanamo.",
      "fr": "Depuis le 18e siècle, les puissances mondiales qui voulaient prendre le contrôle des Caraïbes"
    }
  },
  {
    "translation": {
      "en": "From here, it was possible to control the Caribbean,",
      "fr": "qui voulaient prendre le contrôle des Caraïbes étaient intéressées par Guantanamo"
    }
  },
  {
    "translation": {
      "en": "and thus access to the Americas.",
      "fr": "car de là, on pouvait accéder aux Amériques."
    }
  },
  {
    "translation": {
      "en": "At Guantanamo, the US Navy built their biggest naval base outside the USA.",
      "fr": "À Guantanamo, la marine américaine bâtit sa plus grande base navale à l'étranger."
    }
  },
  {
    "translation": {
      "en": "At the same time, they began construction of the Panama Canal,",
      "fr": "Parallèlement, ils entament la construction du canal de Panama,"
    }
  },
  {
    "translation": {
      "en": "linking the Atlantic and Pacific Oceans.",
      "fr": "reliant les océans Atlantique et Pacifique."
    }
  },
  {
    "translation": {
      "en": "From Guantanamo, the American Navy could control all shipping in the Caribbean.",
      "fr": "Depuis Guantanamo, les Américains peuvent contrôler le transport dans les Caraïbes."
    }
  },
  {
    "translation": {
      "en": "One of the interests of the United States was to protect the Panama Canal,",
      "fr": "L'un des intérêts des États-Unis était de protéger le canal de Panama,"
    }
  },
  {
    "translation": {
      "en": "which was, at the time, beginning to be built.",
      "fr": "dont la construction a démarré au même moment."
    }
  },
  {
    "translation": {
      "en": "So having naval stations in the Caribbean",
      "fr": "Des stations navales dans les Caraïbes"
    }
  },
  {
    "translation": {
      "en": "would protect the entrance to the Panama Canal in the Caribbean,",
      "fr": "protégeraient l'entrée du canal de Panama et la mer des Caraïbes."
    }
  },
  {
    "translation": {
      "en": "so that was a strategic interest of the United States then.",
      "fr": "Ça avait donc un intérêt stratégique pour les États-Unis à l'époque."
    }
  },
  {
    "translation": {
      "en": "The US has leased the Guantanamo Bay base from Cuba in perpetuity since 1903,",
      "fr": "Les Américains louent la base de Guantanamo à Cuba à perpétuité depuis 1903, pour un loyer annuel de 4 085 dollars."
    }
  },
  {
    "translation": {
      "en": "for an annual rent of $4,085.",
      "fr": "à perpétuité depuis 1903, pour un loyer annuel de 4 085 dollars."
    }
  },
  {
    "translation": {
      "en": "The base itself is huge, and features many amenities for US sailors,",
      "fr": "La base est énorme et compte de nombreuses infrastructures pour les marins,"
    }
  },
  {
    "translation": {
      "en": "like the only McDonald's restaurant in Cuba.",
      "fr": "comme le seul McDonald's de Cuba."
    }
  },
  {
    "translation": {
      "en": "But internationally, Guantanamo became infamously known for its prison camps",
      "fr": "Mais dans le monde, Guantanamo devient tristement célèbre pour ses camps"
    }
  },
  {
    "translation": {
      "en": "and the human rights abuses committed here.",
      "fr": "et les atteintes aux droits de l'homme qui y sont portées."
    }
  },
  {
    "translation": {
      "en": "Then, as well as now, the issue of Guantanamo is a flashpoint of tension",
      "fr": "À l'époque comme aujourd'hui, Guantanamo est un point de tension"
    }
  },
  {
    "translation": {
      "en": "between the United States and Cuba.",
      "fr": "entre les États-Unis et Cuba."
    }
  },
  {
    "translation": {
      "en": "In 1901, President Theodore Roosevelt authorized elections in Cuba.",
      "fr": "En 1901, le président Theodore Roosevelt autorise des élections à Cuba."
    }
  },
  {
    "translation": {
      "en": "On December 31st, 1901, Cubans were allowed to vote for their president for the first time.",
      "fr": "Le 31 décembre 1901, les Cubains élisent leur président pour la première fois."
    }
  },
  {
    "translation": {
      "en": "But as a sign of protest against the USA, the most promising candidate,",
      "fr": "Mais en signe de protestation contre les États-Unis, le candidat favori,"
    }
  },
  {
    "translation": {
      "en": "a general of the wars of independence, withdrew his candidacy.",
      "fr": "un général des guerres d'indépendance, retire sa candidature."
    }
  },
  {
    "translation": {
      "en": "The only remaining candidate was Tomás Estrada Palma,",
      "fr": "Le seul candidat restant est Tomás Estrada Palma,"
    }
  },
  {
    "translation": {
      "en": "a Cuban living in exile in the United States.",
      "fr": "un Cubain vivant en exil aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "Tomás Estrada Palma had lived most of his time in the United States,",
      "fr": "Tomás Estrada Palma avait vécu pendant longtemps aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "he was a teacher in Philadelphia, didn't participate actively in the war.",
      "fr": "C'était un professeur à Philadelphie, il n'avait pas participé activement à la guerre."
    }
  },
  {
    "translation": {
      "en": "Facing no opposition, Estrada Palma's victory was inevitable.",
      "fr": "En l'absence d'opposition, la victoire d'Estrada Palma est inévitable."
    }
  },
  {
    "translation": {
      "en": "Almost three- quarters of Cubans voted for him, the other votes were blank, or invalid.",
      "fr": "Près de 75 % des Cubains votent pour lui, les autres bulletins étant blancs ou nuls."
    }
  },
  {
    "translation": {
      "en": "Through his military commander in Cuba,",
      "fr": "Le président Roosevelt envoie ses félicitations"
    }
  },
  {
    "translation": {
      "en": "President Roosevelt sent his congratulations.",
      "fr": "Le président Roosevelt envoie ses félicitations via son commandant militaire à Cuba."
    }
  },
  {
    "translation": {
      "en": "Under Estrada and his successors, Cuba remained largely under American influence.",
      "fr": "Sous Estrada et ses successeurs, Cuba reste largement sous l'influence américaine."
    }
  },
  {
    "translation": {
      "en": "In homage to the USS Maine victims,",
      "fr": "En hommage aux victimes de l'USS Maine,"
    }
  },
  {
    "translation": {
      "en": "a monument was erected in the center of Havana.",
      "fr": "un monument est érigé dans le centre de La Havane :"
    }
  },
  {
    "translation": {
      "en": "An American eagle to watch over Cuba.",
      "fr": "un aigle américain qui surveille Cuba."
    }
  },
  {
    "translation": {
      "en": "Cuba was never truly independent,",
      "fr": "Cuba n'a jamais vraiment été indépendante,"
    }
  },
  {
    "translation": {
      "en": "apart from a brief period after the wars of independence.",
      "fr": "sauf pour une courte période entre les guerres d'indépendance."
    }
  },
  {
    "translation": {
      "en": "But very quickly, the United States intervened, and took control of Cuba.",
      "fr": "Mais très vite, les Américains sont intervenus et ont pris le contrôle de Cuba."
    }
  },
  {
    "translation": {
      "en": "We emerged from Spanish colonial rule,",
      "fr": "Nous sommes sortis du règne colonial espagnol"
    }
  },
  {
    "translation": {
      "en": "only to fall directly into the semi- colonial rule of the United States.",
      "fr": "pour tomber directement sous le règne semi-colonial américain."
    }
  },
  {
    "translation": {
      "en": "In this way, Cuba has always been fighting",
      "fr": "Dès lors, Cuba a toujours lutté"
    }
  },
  {
    "translation": {
      "en": "for its freedom, for its dignity, and for its sovereignty.",
      "fr": "pour sa liberté, sa dignité et sa souveraineté."
    }
  },
  {
    "translation": {
      "en": "In 1901, Cuba was allowed to take its first steps towards freedom.",
      "fr": "En 1901, Cuba peut faire ses premiers pas vers la liberté."
    }
  },
  {
    "translation": {
      "en": "400 years of Spanish colonial rule had ended,",
      "fr": "Quatre cents ans de règne colonial espagnol ont pris fin,"
    }
  },
  {
    "translation": {
      "en": "but Cuba's future was as uncertain then as it is today.",
      "fr": "mais l'avenir de Cuba est aussi incertain à l'époque qu'aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "The concept of democracy that the United States brought to the island",
      "fr": "Le concept de démocratie que les États-Unis ont introduit sur l'île"
    }
  },
  {
    "translation": {
      "en": "was entirely new to Cubans, and harder to implement than we can imagine today.",
      "fr": "est nouveau pour les Cubains et bien plus difficile à appliquer que ce que l'on peut imaginer aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "And, should Cuba begin to waver,",
      "fr": "Et si Cuba voulait y renoncer,"
    }
  },
  {
    "translation": {
      "en": "US soldiers stood ready to take over the island again.",
      "fr": "les soldats américains se tiennent prêts à reprendre le contrôle de l'île."
    }
  },
  {
    "translation": {
      "en": "And so, since the times of Pulitzer and Hearst, since the USS Maine disaster,",
      "fr": "Dès lors, depuis l'époque de Pulitzer et Hearst, l'explosion de l'USS Maine,"
    }
  },
  {
    "translation": {
      "en": "the Spanish- American War, and the US occupation,",
      "fr": "la guerre hispano-américaine et l'occupation américaine,"
    }
  },
  {
    "translation": {
      "en": "relations between the United States and Cuba have never been free of tension.",
      "fr": "les relations entre les États-Unis et Cuba ont toujours été tendues."
    }
  }
]