[
  {
    "translation": {
      "en": "Every powerful image has a powerful story behind it.",
      "fr": "Il y a une puissante histoire derrière toute image puissante."
    }
  },
  {
    "translation": {
      "en": "Simon Lister has always looked at photography, not as a profession,",
      "fr": "Simon Lister a toujours considéré la photographie non comme une profession, mais comme la passion d'une vie."
    }
  },
  {
    "translation": {
      "en": "but as a lifelong passion.",
      "fr": "non comme une profession, mais comme la passion d'une vie."
    }
  },
  {
    "translation": {
      "en": "He first picked up a camera while escaping to far corners of the world,",
      "fr": "Il prenait des photos lors de ses voyages dans les coins reculés du monde"
    }
  },
  {
    "translation": {
      "en": "bringing home a record of the places and cultures he encountered.",
      "fr": "et ramenait des images de ces lieux et de leurs cultures."
    }
  },
  {
    "translation": {
      "en": "However, his focus was soon to shift.",
      "fr": "Mais son objectif allait bientôt changer."
    }
  },
  {
    "translation": {
      "en": "After meeting many disadvantaged children and their families,",
      "fr": "Après avoir rencontré des enfants défavorisés et leurs familles,"
    }
  },
  {
    "translation": {
      "en": "Simon decided that it was their stories that he most wanted to capture.",
      "fr": "Simon décida que c'était leurs vies qu'il voulait le plus capturer."
    }
  },
  {
    "translation": {
      "en": "In 2016, the potential of his portraits",
      "fr": "En 2016, l'organisation caritative internationale UNICEF"
    }
  },
  {
    "translation": {
      "en": "were identified by the global children's charity Unicef.",
      "fr": "En 2016, l'organisation caritative internationale UNICEF prit conscience du potentiel de ses portraits."
    }
  },
  {
    "translation": {
      "en": "And so began a partnership,",
      "fr": "C'était le début d'un partenariat."
    }
  },
  {
    "translation": {
      "en": "to use his photography to bring greater awareness to children in need.",
      "fr": "Utiliser ses photos pour attirer l'attention sur les enfants dans le besoin."
    }
  },
  {
    "translation": {
      "en": "I've always had a sense of adventure.",
      "fr": "J'ai toujours aimé l'aventure."
    }
  },
  {
    "translation": {
      "en": "Had a craving to explore places that were so different to my own.",
      "fr": "J'avais envie de découvrir des endroits différents."
    }
  },
  {
    "translation": {
      "en": "To immerse myself in different landscapes and cultures",
      "fr": "Plonger dans différents paysages et différentes cultures"
    }
  },
  {
    "translation": {
      "en": "and go see them for myself with my own eyes.",
      "fr": "et les voir de mes propres yeux."
    }
  },
  {
    "translation": {
      "en": "The more remote they were, the more I wanted to go and see them.",
      "fr": "Plus ces lieux étaient lointains, plus je voulais aller les voir."
    }
  },
  {
    "translation": {
      "en": "And go there with my camera.",
      "fr": "Et y aller avec mon appareil photo."
    }
  },
  {
    "translation": {
      "en": "Photography is a window into other parts of the world.",
      "fr": "La photographie nous montre d'autres parties du monde."
    }
  },
  {
    "translation": {
      "en": "I want to bring the outside world in to see what I am seeing",
      "fr": "Je veux que le reste du monde puisse voir ce que je vois"
    }
  },
  {
    "translation": {
      "en": "and photography does this so well.",
      "fr": "et la photographie est l'outil idéal pour ça."
    }
  },
  {
    "translation": {
      "en": "Every trip that I've done, there's always been these wonderful moments",
      "fr": "J'ai toujours de merveilleux moments durant mes voyages"
    }
  },
  {
    "translation": {
      "en": "connecting with the local people.",
      "fr": "en faisant connaissance avec la population locale."
    }
  },
  {
    "translation": {
      "en": "Even though we can't speak in the same language,",
      "fr": "Même si on ne parle pas la même langue,"
    }
  },
  {
    "translation": {
      "en": "we do have a universal language with the camera.",
      "fr": "l'appareil photo a un langage universel."
    }
  },
  {
    "translation": {
      "en": "I love taking photographs of people's faces cos I think portrait photography",
      "fr": "J'adore prendre en photo le visage des gens, car on y voit l'esprit d'une personne."
    }
  },
  {
    "translation": {
      "en": "really shows the spirit of the person.",
      "fr": "car on y voit l'esprit d'une personne."
    }
  },
  {
    "translation": {
      "en": "The eyes can say so much.",
      "fr": "Les yeux peuvent en dire beaucoup."
    }
  },
  {
    "translation": {
      "en": "Children bring a light and a sense of laughter, and playfulness and innocence,",
      "fr": "Les enfants apportent une lumière, du rire, de la joie et de l'innocence."
    }
  },
  {
    "translation": {
      "en": "even in some of the world's poorest places.",
      "fr": "Même dans certains des lieux les plus pauvres du monde."
    }
  },
  {
    "translation": {
      "en": "I thought that child labour would have finished centuries ago.",
      "fr": "Je pensais que le travail des enfants n'existait plus depuis longtemps."
    }
  },
  {
    "translation": {
      "en": "But we're still seeing children working in horrendous conditions",
      "fr": "Mais on voit encore des enfants travailler dans des conditions horribles"
    }
  },
  {
    "translation": {
      "en": "and it breaks my heart.",
      "fr": "et ça me brise le cœur."
    }
  },
  {
    "translation": {
      "en": "It's a very scary place. Every step you take is...",
      "fr": "C'est un endroit très effrayant. Chaque pas que tu fais, c'est..."
    }
  },
  {
    "translation": {
      "en": "You know, you feel like you're going to fall down a hole or something,",
      "fr": "Tu penses que tu vas tomber dans un trou et il y a..."
    }
  },
  {
    "translation": {
      "en": "and the tracks here, you can trip over all the time.",
      "fr": "Tu peux trébucher sur les rails à tout moment."
    }
  },
  {
    "translation": {
      "en": "It's very hard working conditions here. Some of worst I've ever seen.",
      "fr": "Les conditions de travail sont parmi les pires que j'aie vues."
    }
  },
  {
    "translation": {
      "en": "People can really only care about the things they know about.",
      "fr": "On ne peut se soucier que de ce dont on a connaissance."
    }
  },
  {
    "translation": {
      "en": "I feel like I've found my calling in life.",
      "fr": "Je pense avoir trouvé ma vocation dans la vie."
    }
  },
  {
    "translation": {
      "en": "It's what I'm meant to do.",
      "fr": "C'est ce que je suis censé faire."
    }
  },
  {
    "translation": {
      "en": "What started off to be just a hobby and a passion was then recognised by Unicef.",
      "fr": "Un passe-temps et une passion que l'UNICEF a reconnus."
    }
  },
  {
    "translation": {
      "en": "I now have this tremendous opportunity to use my photographs",
      "fr": "J'ai maintenant cette chance immense d'utiliser mes photos pour contribuer au changement."
    }
  },
  {
    "translation": {
      "en": "to help make change.",
      "fr": "d'utiliser mes photos pour contribuer au changement."
    }
  },
  {
    "translation": {
      "en": "Unicef considers video and photographic work",
      "fr": "L'UNICEF considère la vidéo et la photographie comme très importantes"
    }
  },
  {
    "translation": {
      "en": "extremely important to show the problematic and terrible situations",
      "fr": "pour montrer au reste du monde le terrible problème"
    }
  },
  {
    "translation": {
      "en": "of these children and communities to the rest of the world.",
      "fr": "pour montrer au reste du monde le terrible problème de ces enfants et communautés."
    }
  },
  {
    "translation": {
      "en": "Photography helps extremely vulnerable people",
      "fr": "La photographie aide les personnes les plus vulnérables"
    }
  },
  {
    "translation": {
      "en": "to speak about their situation",
      "fr": "La photographie aide les personnes les plus vulnérables à parler de leur situation"
    }
  },
  {
    "translation": {
      "en": "and raise their voice asking for equal rights",
      "fr": "à parler de leur situation pour demander l'égalité des droits et de meilleures conditions de vie."
    }
  },
  {
    "translation": {
      "en": "and better living conditions.",
      "fr": "pour demander l'égalité des droits et de meilleures conditions de vie."
    }
  },
  {
    "translation": {
      "en": "Simon has arrived in Bangladesh.",
      "fr": "Simon est arrivé au Bangladesh."
    }
  },
  {
    "translation": {
      "en": "His new assignment is to document the lives",
      "fr": "Sa nouvelle mission est de documenter les vies"
    }
  },
  {
    "translation": {
      "en": "of some of the region's most at- risk children.",
      "fr": "d'enfants en danger dans la région."
    }
  },
  {
    "translation": {
      "en": "He's joined by Unicef Goodwill Ambassador Orlando Bloom.",
      "fr": "Il est rejoint par Orlando Bloom, ambassadeur de bonne volonté de l'UNICEF."
    }
  },
  {
    "translation": {
      "en": "Oh, my gosh. I mean, you know, you look at the way these people are living",
      "fr": "Oh, mon Dieu. Tu vois comment ces gens vivent et tu te dis..."
    }
  },
  {
    "translation": {
      "en": "and you just think, Oh!",
      "fr": "Tu vois comment ces gens vivent et tu te dis..."
    }
  },
  {
    "translation": {
      "en": "- How lucky you are. - Yeah.",
      "fr": "- On a de la chance ! - Oui."
    }
  },
  {
    "translation": {
      "en": "And it's just...",
      "fr": "Et c'est..."
    }
  },
  {
    "translation": {
      "en": "- A reminder, eh? - Yeah.",
      "fr": "- Un rappel ? - Oui."
    }
  },
  {
    "translation": {
      "en": "It started in 2007, when I took my first trip with Unicef and it was...",
      "fr": "Tout a commencé en 2007 pendant mon premier voyage avec l'UNICEF. Et c'était..."
    }
  },
  {
    "translation": {
      "en": "a really eye- opening experience.",
      "fr": "AMBASSADEUR UNICEF ...une expérience vraiment révélatrice."
    }
  },
  {
    "translation": {
      "en": "I got to see, first- hand, how these communities were immediately",
      "fr": "J'ai eu l'occasion de voir comment ces communautés bénéficiaient directement du travail de l'UNICEF."
    }
  },
  {
    "translation": {
      "en": "impacted through the work that Unicef does with them.",
      "fr": "ces communautés bénéficiaient directement du travail de l'UNICEF."
    }
  },
  {
    "translation": {
      "en": "And I just had this moment of, like...",
      "fr": "Et je me suis demandé..."
    }
  },
  {
    "translation": {
      "en": "What can I do and how can I help?",
      "fr": "Que puis-je faire et comment puis-je aider ?"
    }
  },
  {
    "translation": {
      "en": "It was like a real kind of a- ha moment.",
      "fr": "C'était comme un moment de réalisation."
    }
  },
  {
    "translation": {
      "en": "I've always loved kids and children are the most vulnerable",
      "fr": "J'aime les enfants et ils sont les plus vulnérables sur la planète."
    }
  },
  {
    "translation": {
      "en": "on the planet.",
      "fr": "et ils sont les plus vulnérables sur la planète."
    }
  },
  {
    "translation": {
      "en": "- What's her baby's name? -",
      "fr": "Comment s'appelle son bébé ?"
    }
  },
  {
    "translation": {
      "en": "We forget and yet, it's an obvious thing to say, they are our future.",
      "fr": "On oublie et pourtant, c'est une évidence, mais ils sont notre avenir."
    }
  },
  {
    "translation": {
      "en": "One image can say more than a thousand words.",
      "fr": "Une image... peut en dire plus que mille mots."
    }
  },
  {
    "translation": {
      "en": "We're all familiar with the...",
      "fr": "On connaît tous la..."
    }
  },
  {
    "translation": {
      "en": "horrifying photograph of the young boy who was washed up on the beach in Turkey.",
      "fr": "photo atroce du jeune garçon échoué sur la plage en Turquie."
    }
  },
  {
    "translation": {
      "en": "And that was a call to action to the rest of the world.",
      "fr": "Ça a fait réagir le reste du monde."
    }
  },
  {
    "translation": {
      "en": "- Wow, man. - You been to a slum before?",
      "fr": "- Ouah, mec. - Tu as déjà été dans un bidonville ?"
    }
  },
  {
    "translation": {
      "en": "Yeah, I've been to a few slums before, but this is, um...",
      "fr": "Oui, j'y ai déjà été. - Ouais. - Mais là, c'est vraiment"
    }
  },
  {
    "translation": {
      "en": "this is definitely... this definitely goes up there.",
      "fr": "- Ouais. - Mais là, c'est vraiment impressionnant."
    }
  },
  {
    "translation": {
      "en": "Dhaka is a city today of over 20 million people.",
      "fr": "Dhaka est une ville de plus de 20 millions d'habitants."
    }
  },
  {
    "translation": {
      "en": "A few years ago, it was only one million.",
      "fr": "Il y a quelques années, il n'y en avait qu'un million."
    }
  },
  {
    "translation": {
      "en": "So you could imagine, in the space of 20 years,",
      "fr": "Donc vous pouvez imaginer, en l'espace de 20 ans,"
    }
  },
  {
    "translation": {
      "en": "the growth of the city is going to worsen,",
      "fr": "la croissance d'une ville va aggraver"
    }
  },
  {
    "translation": {
      "en": "in terms of lack of space and difficulties",
      "fr": "les problèmes de manque d'espace et les difficultés à accéder aux services de base pour les enfants."
    }
  },
  {
    "translation": {
      "en": "to attain basic services for children.",
      "fr": "et les difficultés à accéder aux services de base pour les enfants."
    }
  },
  {
    "translation": {
      "en": "As the population of the city continues to swell,",
      "fr": "Alors que la population de la ville continue à croître,"
    }
  },
  {
    "translation": {
      "en": "the very poorest have been forced to live in the most inhospitable places.",
      "fr": "les plus pauvres sont forcés de vivre dans les endroits les plus inhospitaliers."
    }
  },
  {
    "translation": {
      "en": "The railway tracks provide a last resort for those with nowhere else to go.",
      "fr": "La voie ferrée est un dernier recours pour ceux qui ont nulle part où aller."
    }
  },
  {
    "translation": {
      "en": "I wonder how permanent these are, how long they live here for? Do we know that?",
      "fr": "Je me demande si c'est permanent. Depuis quand ils vivent ici. On le sait ?"
    }
  },
  {
    "translation": {
      "en": "- Three decades. - Three decades?",
      "fr": "- Trois décennies. - Trois décennies ?"
    }
  },
  {
    "translation": {
      "en": "- Three decades? - 30 years.",
      "fr": "- Trois décennies. - Trois décennies ? Trente ans."
    }
  },
  {
    "translation": {
      "en": "So once people have made one of these, like, makeshift- looking houses,",
      "fr": "Une fois qu'ils ont fabriqué une de ces maisons de fortune,"
    }
  },
  {
    "translation": {
      "en": "- how long do they stay in it for? - For life?",
      "fr": "- combien de temps y restent-ils ? - À vie ?"
    }
  },
  {
    "translation": {
      "en": "- For life. - Wow.",
      "fr": "À vie."
    }
  },
  {
    "translation": {
      "en": "My name is Jahedul Islam.",
      "fr": "Je m'appelle Jahedul Islam."
    }
  },
  {
    "translation": {
      "en": "I am 42 years old.",
      "fr": "J'ai 42 ans."
    }
  },
  {
    "translation": {
      "en": "I live beside the railway line at Kaoran Bazar.",
      "fr": "J'habite à côté de la voie ferrée au Kawran Bazar. Dix à quinze mille personnes vivent dans ce bidonville."
    }
  },
  {
    "translation": {
      "en": "In this slum, 10,000 to 15,000 people live, all of them are facing a hard life.",
      "fr": "Dix à quinze mille personnes vivent dans ce bidonville. Ils ont tous une vie dure."
    }
  },
  {
    "translation": {
      "en": "We need to buy drinking water. There is no bathroom facility in the area.",
      "fr": "On doit acheter de l'eau potable. Il n'y a pas de sanitaires ici."
    }
  },
  {
    "translation": {
      "en": "It's really tough.",
      "fr": "C'est très dur."
    }
  },
  {
    "translation": {
      "en": "The kids often don't realise the sound of the train.",
      "fr": "Les enfants n'entendent souvent pas le train arriver."
    }
  },
  {
    "translation": {
      "en": "Parents have to move their children,",
      "fr": "Les parents doivent bouger leurs enfants"
    }
  },
  {
    "translation": {
      "en": "pull them away from the tracks.",
      "fr": "et les éloigner des rails."
    }
  },
  {
    "translation": {
      "en": "Hello!",
      "fr": "Salut !"
    }
  },
  {
    "translation": {
      "en": "Everyone, whoever sees, helps the children move away.",
      "fr": "Tout le monde s'y met pour aider les enfants."
    }
  },
  {
    "translation": {
      "en": "A person died recently in front of my house.",
      "fr": "Quelqu'un est décédé récemment devant ma maison."
    }
  },
  {
    "translation": {
      "en": "Likewise, many have died.",
      "fr": "Beaucoup sont morts."
    }
  },
  {
    "translation": {
      "en": "We see it happen.",
      "fr": "On en est témoins."
    }
  },
  {
    "translation": {
      "en": "I just can't believe how tight that comes up to the track though.",
      "fr": "C'est incroyable comme on est proches des voies ferrées."
    }
  },
  {
    "translation": {
      "en": "Yeah. Especially these houses here.",
      "fr": "Oui, ces maisons juste là."
    }
  },
  {
    "translation": {
      "en": "And that people just...",
      "fr": "Et les gens..."
    }
  },
  {
    "translation": {
      "en": "- live like this for decades. - Yeah.",
      "fr": "- vivent comme ça depuis des décennies. - Ouais."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just the dirt and the...",
      "fr": "C'est juste la saleté et..."
    }
  },
  {
    "translation": {
      "en": "- the smells and the... - Everything's wet.",
      "fr": "- les odeurs et la... - Tout est mouillé."
    }
  },
  {
    "translation": {
      "en": "Yeah.",
      "fr": "Ouais."
    }
  },
  {
    "translation": {
      "en": "I can't believe that there isn't much more disease here.",
      "fr": "Étonnant qu'il n'y ait pas plus de maladies."
    }
  },
  {
    "translation": {
      "en": "Are you far enough back in? Yeah.",
      "fr": "Tu as assez reculé ? Ouais."
    }
  },
  {
    "translation": {
      "en": "- How long have you lived here? -",
      "fr": "Tu vis ici depuis longtemps ?"
    }
  },
  {
    "translation": {
      "en": "About 20- 22 years.",
      "fr": "Environ 20 ou 22 ans."
    }
  },
  {
    "translation": {
      "en": "22 years?",
      "fr": "Vingt-deux ans ?"
    }
  },
  {
    "translation": {
      "en": "- They were all born here? -",
      "fr": "Ils sont tous nés ici ?"
    }
  },
  {
    "translation": {
      "en": "Only him in hospital. Others born here.",
      "fr": "Seul lui à l'hôpital. Les autres sont nés ici."
    }
  },
  {
    "translation": {
      "en": "How often does the train travel past here?",
      "fr": "À quelle fréquence le train passe par ici ?"
    }
  },
  {
    "translation": {
      "en": "So every...after ten minutes, one train passes by.",
      "fr": "Il peut passer un train toutes les dix minutes."
    }
  },
  {
    "translation": {
      "en": "So they have to be very careful because of their kids.",
      "fr": "Ils doivent faire très attention à leurs enfants."
    }
  },
  {
    "translation": {
      "en": "And, you know, the shaking and all, it is a problem.",
      "fr": "Et le tremblement et tout, c'est un problème."
    }
  },
  {
    "translation": {
      "en": "But they are already habituated to this.",
      "fr": "Mais ils sont déjà habitués à cela."
    }
  },
  {
    "translation": {
      "en": "Is that all 24 hours a day?",
      "fr": "C'est 24 heures par jour ?"
    }
  },
  {
    "translation": {
      "en": "Isn't that insane? Your life's in danger every ten minutes.",
      "fr": "C'est fou. Votre vie est en danger toutes les dix minutes."
    }
  },
  {
    "translation": {
      "en": "Thank you very much. Thank you.",
      "fr": "Merci beaucoup. Merci."
    }
  },
  {
    "translation": {
      "en": "It's just insane to think that these are people's homes",
      "fr": "C'est fou de penser que ces gens ont des maisons au bord des rails."
    }
  },
  {
    "translation": {
      "en": "- right by the side of the track, isn't it? - Yeah.",
      "fr": "C'est fou de penser que ces gens ont des maisons au bord des rails. Ouais."
    }
  },
  {
    "translation": {
      "en": "My name is Dulaly.",
      "fr": "Je m'appelle Dulaly."
    }
  },
  {
    "translation": {
      "en": "My daughter goes to the railway track to collect spares.",
      "fr": "Ma fille va sur les rails ramasser des ordures."
    }
  },
  {
    "translation": {
      "en": "I am very much worried about it.",
      "fr": "Je suis très inquiète pour elle."
    }
  },
  {
    "translation": {
      "en": "We are very poor.",
      "fr": "On est très pauvres. Elle doit le faire pour qu'on survive."
    }
  },
  {
    "translation": {
      "en": "She has to go there to earn our living",
      "fr": "Elle doit le faire pour qu'on survive."
    }
  },
  {
    "translation": {
      "en": "and the trains are passing on both sides.",
      "fr": "Les trains passent des deux côtés."
    }
  },
  {
    "translation": {
      "en": "She takes care of us in our hardship.",
      "fr": "Elle s'occupe de nous."
    }
  },
  {
    "translation": {
      "en": "I feel really sorry when she has to go for work.",
      "fr": "Je suis vraiment désolée de la voir travailler."
    }
  },
  {
    "translation": {
      "en": "I am scared.",
      "fr": "Je suis vraiment désolée de la voir travailler. J'ai peur."
    }
  },
  {
    "translation": {
      "en": "I cry at home.",
      "fr": "J'ai peur. Je pleure à la maison."
    }
  },
  {
    "translation": {
      "en": "God, please turn our luck.",
      "fr": "Dieu, s'il te plaît, change notre destin."
    }
  },
  {
    "translation": {
      "en": "If anything happens to my daughter...",
      "fr": "Si quelque chose arrive..."
    }
  },
  {
    "translation": {
      "en": "At night, I hug my daughter and tell her,",
      "fr": "La nuit, je serre ma fille dans mes bras et lui dis"
    }
  },
  {
    "translation": {
      "en": "No need to go to work tomorrow.",
      "fr": "qu'elle n'a pas à aller au travail le matin."
    }
  },
  {
    "translation": {
      "en": "But again in the morning, thinking about daily living, I tell her to go.",
      "fr": "Mais le matin, parce qu'on doit vivre, je lui dis d'y aller."
    }
  },
  {
    "translation": {
      "en": "What are you picking up? Let's have a look.",
      "fr": "Que ramasses-tu ? Fais-nous voir."
    }
  },
  {
    "translation": {
      "en": "What have we got in here?",
      "fr": "C'est quoi ?"
    }
  },
  {
    "translation": {
      "en": "Bits of plastic. Interesting to know...",
      "fr": "C'est du plastique. Je me demande..."
    }
  },
  {
    "translation": {
      "en": "what it's worth to her...",
      "fr": "ce que ça va lui rapporter."
    }
  },
  {
    "translation": {
      "en": "and how she works out what's valuable to put into her sack.",
      "fr": "Et comment elle sait ce qu'il faut mettre dans le sac."
    }
  },
  {
    "translation": {
      "en": "Dulaly's situation is not uncommon.",
      "fr": "La situation de Dulaly n'est pas inhabituelle."
    }
  },
  {
    "translation": {
      "en": "Countless children across Dhaka collect what is known as spares,",
      "fr": "À Dhaka, un nombre incalculable d'enfants ramassent des rebus."
    }
  },
  {
    "translation": {
      "en": "scrap items salvaged from the city's waste.",
      "fr": "Des objets récupérés dans les ordures municipales."
    }
  },
  {
    "translation": {
      "en": "How are you? I'm good, thank you.",
      "fr": "- Comment ça va ? - Bien, merci."
    }
  },
  {
    "translation": {
      "en": "Oh, you have good English.",
      "fr": "Tu parles bien l'anglais."
    }
  },
  {
    "translation": {
      "en": "It's a quite awful place to be in, actually.",
      "fr": "C'est un terrible endroit."
    }
  },
  {
    "translation": {
      "en": "It's probably the last place in the world that you would want to be in yourself.",
      "fr": "Sûrement le dernier endroit où vous voudriez être."
    }
  },
  {
    "translation": {
      "en": "But here we've got children picking up rubbish,",
      "fr": "Et les enfants y ramassent des ordures."
    }
  },
  {
    "translation": {
      "en": "making it a day's income somehow.",
      "fr": "Ils en tirent leur pain quotidien."
    }
  },
  {
    "translation": {
      "en": "It's kind of amazing seeing children as young as this",
      "fr": "C'est incroyable de voir de si petits enfants"
    }
  },
  {
    "translation": {
      "en": "wandering around in such a dangerous area and toxic,",
      "fr": "errer dans une zone si dangereuse. C'est toxique et ils sont pieds nus."
    }
  },
  {
    "translation": {
      "en": "and even in bare feet.",
      "fr": "C'est toxique et ils sont pieds nus."
    }
  },
  {
    "translation": {
      "en": "It's definitely a wake- up call to think about children like this, um...",
      "fr": "Ça vous secoue de voir des enfants comme ça"
    }
  },
  {
    "translation": {
      "en": "when you've got your own kids at home, you know. But they're beautiful.",
      "fr": "quand on a les siens à la maison. Mais ils sont beaux."
    }
  },
  {
    "translation": {
      "en": "It's so camouflaged, with all the rubbish sort of just covering over it.",
      "fr": "C'est comme un camouflage, cette couverture de déchets."
    }
  },
  {
    "translation": {
      "en": "It feels you can just walk across it, but you can't.",
      "fr": "On pense pouvoir y marcher, mais on ne peut pas."
    }
  },
  {
    "translation": {
      "en": "It's literally a liquid lake of rubbish.",
      "fr": "C'est littéralement un lac de déchets."
    }
  },
  {
    "translation": {
      "en": "And even the kids when they're walking across it,",
      "fr": "Même quand les enfants passent dessus,"
    }
  },
  {
    "translation": {
      "en": "have to test where to put their feet, so they don't fall through.",
      "fr": "ils regardent où mettre les pieds pour ne pas tomber."
    }
  },
  {
    "translation": {
      "en": "I don't want to get too close. I don't want to fall in.",
      "fr": "Je n'approche pas trop pour ne pas tomber."
    }
  },
  {
    "translation": {
      "en": "This guy here is balancing...",
      "fr": "Ce petit rebondit..."
    }
  },
  {
    "translation": {
      "en": "on the water.",
      "fr": "sur l'eau."
    }
  },
  {
    "translation": {
      "en": "What happens if this guy goes in,",
      "fr": "Que se passera-t-il s'il passe au travers ?"
    }
  },
  {
    "translation": {
      "en": "falls through and he's here alone or something?",
      "fr": "Que se passera-t-il s'il passe au travers ? Et qu'il est seul. On pourrait s'y noyer."
    }
  },
  {
    "translation": {
      "en": "It's just, um... You could drown in this stuff.",
      "fr": "Et qu'il est seul. On pourrait s'y noyer."
    }
  },
  {
    "translation": {
      "en": "I hate to think what sort of diseases are in this water.",
      "fr": "Je préfère ne pas penser aux maladies qu'il y a dans l'eau."
    }
  },
  {
    "translation": {
      "en": "I suppose just when you didn't think it couldn't get any worse, you come to a rubbish dump.",
      "fr": "On pense que ça ne pourrait être pire et on arrive à une décharge."
    }
  },
  {
    "translation": {
      "en": "They're walking across this, like, uneven surface",
      "fr": "Ils marchent sur cette surface inégale."
    }
  },
  {
    "translation": {
      "en": "and, like, with the risk of falling through, breaking through into it,",
      "fr": "Ils risquent de passer au travers"
    }
  },
  {
    "translation": {
      "en": "to collect a plastic fork...",
      "fr": "pour récupérer une fourchette en plastique..."
    }
  },
  {
    "translation": {
      "en": "that somebody's thrown out.",
      "fr": "qui a été jetée."
    }
  },
  {
    "translation": {
      "en": "I mean, I thought the train tracks were bad.",
      "fr": "Je trouvais les rails dangereux."
    }
  },
  {
    "translation": {
      "en": "It just doesn't get much worse than this.",
      "fr": "On ne peut pas faire pire."
    }
  },
  {
    "translation": {
      "en": "Watching the children playing in this area, it's like their backyard.",
      "fr": "Les enfants jouent ici comme dans un jardin."
    }
  },
  {
    "translation": {
      "en": "This is all they have.",
      "fr": "C'est tout ce qu'ils ont."
    }
  },
  {
    "translation": {
      "en": "It's amazing. Children can adapt and live anywhere.",
      "fr": "C'est incroyable. Les enfants s'adaptent à tout."
    }
  },
  {
    "translation": {
      "en": "Even in this environment, they still...",
      "fr": "Malgré l'environnement, ils sont toujours..."
    }
  },
  {
    "translation": {
      "en": "They have laughter.",
      "fr": "Ils rient encore."
    }
  },
  {
    "translation": {
      "en": "The dangers don't end at the rubbish tip.",
      "fr": "Le danger ne s'arrête pas à la décharge."
    }
  },
  {
    "translation": {
      "en": "The busy streets pose their own threats.",
      "fr": "Les rues animées constituent également une menace."
    }
  },
  {
    "translation": {
      "en": "Simon and Orlando want to learn what the risk of collecting these spares",
      "fr": "Simon et Orlando veulent savoir si le risque de récupérer les ordures"
    }
  },
  {
    "translation": {
      "en": "is worth to the children.",
      "fr": "en vaut la peine."
    }
  },
  {
    "translation": {
      "en": "We're down here at the recycling centre.",
      "fr": "On est au centre de recyclage."
    }
  },
  {
    "translation": {
      "en": "So this is where the kids bring their rubbish.",
      "fr": "Ici, les enfants apportent leurs ordures pour les peser."
    }
  },
  {
    "translation": {
      "en": "Weigh it up. It's crazy.",
      "fr": "Ici, les enfants apportent leurs ordures pour les peser. C'est fou."
    }
  },
  {
    "translation": {
      "en": "This is where the kids earn their money.",
      "fr": "Ils gagnent de l'argent ici."
    }
  },
  {
    "translation": {
      "en": "Yeah, there's just some syringes in there as well, do you know what I mean?",
      "fr": "Il y a aussi des seringues."
    }
  },
  {
    "translation": {
      "en": "It's just so full on.",
      "fr": "Il y en a beaucoup."
    }
  },
  {
    "translation": {
      "en": "So I guess they sift through the rubbish, then figure out what's...",
      "fr": "Ils inspectent les ordures et décident de ce qui a..."
    }
  },
  {
    "translation": {
      "en": "- What's valuable. - What's valuable.",
      "fr": "- le plus de valeur. - De la valeur."
    }
  },
  {
    "translation": {
      "en": "What is amazing is that they are doing something with it",
      "fr": "C'est incroyable de voir... Ils font quelque chose avec."
    }
  },
  {
    "translation": {
      "en": "- and recycling it in some form or way. - Yeah.",
      "fr": "Et ils les recyclent. - D'une certaine manière. - Oui."
    }
  },
  {
    "translation": {
      "en": "But there's syringes, there's...",
      "fr": "Il y a des seringues..."
    }
  },
  {
    "translation": {
      "en": "- Bad, bad, bad. - Glass. They're all barefoot.",
      "fr": "Du verre. Ils sont tous pieds nus."
    }
  },
  {
    "translation": {
      "en": "He's like cutting up one of the shoes here and using a knife to tear it apart.",
      "fr": "Il découpe une des chaussures... avec un couteau."
    }
  },
  {
    "translation": {
      "en": "It's madness.",
      "fr": "C'est fou."
    }
  },
  {
    "translation": {
      "en": "One man's trash is another man's treasure, you know.",
      "fr": "Les ordures des uns sont le trésor des autres."
    }
  },
  {
    "translation": {
      "en": "To millions, right? Yeah.",
      "fr": "C'est un moyen, non ?"
    }
  },
  {
    "translation": {
      "en": "It's a means to getting food on the table at night.",
      "fr": "- Un moyen de ramener à manger. - Ouais."
    }
  },
  {
    "translation": {
      "en": "It's a one- stop shop. He's paying them and giving them antiseptic for their cuts.",
      "fr": "On trouve tout ici. Il les paie et leur donne de quoi désinfecter les coupures."
    }
  },
  {
    "translation": {
      "en": "My name is Abul Bashar. I sell those spares which the children collect.",
      "fr": "Je m'appelle Abul Bashar. Je vends ce que les enfants ramassent."
    }
  },
  {
    "translation": {
      "en": "I have to use children for collecting spares.",
      "fr": "Je dois utiliser des enfants pour cela."
    }
  },
  {
    "translation": {
      "en": "There are different items in the garbage, sometimes they get injured.",
      "fr": "Il y a diverses choses dans les ordures et parfois les enfants se blessent."
    }
  },
  {
    "translation": {
      "en": "There are acids in the garbage, their hands get burnt.",
      "fr": "Il y a des acides qui brûlent les mains."
    }
  },
  {
    "translation": {
      "en": "They get sick from poisonous gas.",
      "fr": "Ils tombent malades à cause des gaz toxiques."
    }
  },
  {
    "translation": {
      "en": "Children don't have time for school, they have to go to work.",
      "fr": "Les enfants n'ont pas le temps d'aller à l'école. Ils doivent travailler."
    }
  },
  {
    "translation": {
      "en": "They should study, go to school.",
      "fr": "Ils devraient étudier et aller à l'école."
    }
  },
  {
    "translation": {
      "en": "If these arrangements can be done for them,",
      "fr": "Si c'était possible,"
    }
  },
  {
    "translation": {
      "en": "they could go a long way.",
      "fr": "ils iraient loin."
    }
  },
  {
    "translation": {
      "en": "Children have many hazardous jobs.",
      "fr": "Les enfants font un travail dangereux."
    }
  },
  {
    "translation": {
      "en": "There is about 1.4 million children",
      "fr": "Environ 1,4 million d'enfants"
    }
  },
  {
    "translation": {
      "en": "working in Bangladesh, as we are speaking.",
      "fr": "travaillent actuellement au Bangladesh."
    }
  },
  {
    "translation": {
      "en": "So we have set up Second Chance Education.",
      "fr": "On a donc créé l'éducation de la deuxième chance."
    }
  },
  {
    "translation": {
      "en": "So during a few hours a day, they could attain a curriculum,",
      "fr": "Quelques heures par jour, ils peuvent suivre un programme"
    }
  },
  {
    "translation": {
      "en": "where they, pending the times they're dropped school,",
      "fr": "pour rattraper le retard accumulé depuis qu'ils ont arrêté l'école."
    }
  },
  {
    "translation": {
      "en": "they could catch up.",
      "fr": "depuis qu'ils ont arrêté l'école."
    }
  },
  {
    "translation": {
      "en": "And the idea is, after one year,",
      "fr": "L'idée est qu'au bout d'un an,"
    }
  },
  {
    "translation": {
      "en": "they could integrate again into normal school.",
      "fr": "ils puissent retourner à l'école normalement."
    }
  },
  {
    "translation": {
      "en": "Education is a key to giving children a future,",
      "fr": "L'éducation est cruciale pour l'avenir des enfants."
    }
  },
  {
    "translation": {
      "en": "a sense of hope, a sense of possibility. The idea they can live out their dreams.",
      "fr": "Cela donne de l'espoir. Des possibilités. Une chance de réaliser leurs rêves."
    }
  },
  {
    "translation": {
      "en": "Time and time again, what I've seen with these children is,",
      "fr": "Maintes fois, j'ai vu la chose la plus simple avec ces enfants."
    }
  },
  {
    "translation": {
      "en": "it's the simplest thing, like, just giving them a safe space to play.",
      "fr": "j'ai vu la chose la plus simple avec ces enfants. Leur donner un espace sûr pour jouer."
    }
  },
  {
    "translation": {
      "en": "A safe place to engage their imaginations, to give them a chance.",
      "fr": "Un endroit sûr pour stimuler leur imagination, leur donner une chance."
    }
  },
  {
    "translation": {
      "en": "It's so simple.",
      "fr": "C'est si simple."
    }
  },
  {
    "translation": {
      "en": "And yet it goes so deep.",
      "fr": "Et pourtant si profond."
    }
  },
  {
    "translation": {
      "en": "And there we were an hour ago, on the train tracks,",
      "fr": "Il y a une heure, on était sur les rails, on a vu Dulaly."
    }
  },
  {
    "translation": {
      "en": "seeing Dulaly on the tracks picking up rubbish.",
      "fr": "Il y a une heure, on était sur les rails, on a vu Dulaly. Sur les rails où elle ramassait des ordures."
    }
  },
  {
    "translation": {
      "en": "It's so nice to see this new face and happy face here in the class.",
      "fr": "C'est bien de voir un nouveau visage, un visage heureux en classe."
    }
  },
  {
    "translation": {
      "en": "Here she's in a safe environment, getting an education for the rest of her life.",
      "fr": "Ici, dans un endroit sûr, à recevoir une éducation pour la vie."
    }
  },
  {
    "translation": {
      "en": "And her hopes are to become a doctor. How cool is that?",
      "fr": "Et elle espère devenir médecin. Chouette, non ?"
    }
  },
  {
    "translation": {
      "en": "Everybody's idea of an education is different.",
      "fr": "Tout le monde a une idée différente de l'éducation."
    }
  },
  {
    "translation": {
      "en": "But whether it's a tarp that's laid down on the floor",
      "fr": "Mais que ce soit une bâche posée sur le sol"
    }
  },
  {
    "translation": {
      "en": "in the terminal of the shipyard",
      "fr": "du terminal du chantier naval"
    }
  },
  {
    "translation": {
      "en": "or that's set up in the slums...",
      "fr": "ou que ce soit installé dans les bidonvilles,"
    }
  },
  {
    "translation": {
      "en": "something that creates community, that creates a safe space",
      "fr": "quelque chose... qui crée une communauté et un espace sûr"
    }
  },
  {
    "translation": {
      "en": "for children to come to, that's a future.",
      "fr": "où les enfants peuvent venir pour... C'est un avenir."
    }
  },
  {
    "translation": {
      "en": "It's a step towards a future.",
      "fr": "C'est un pas vers l'avenir."
    }
  },
  {
    "translation": {
      "en": "I'm going to try doing that dance move.",
      "fr": "Je vais essayer cette danse."
    }
  },
  {
    "translation": {
      "en": "How was I?",
      "fr": "J'étais comment ?"
    }
  },
  {
    "translation": {
      "en": "When you see a statistic, actually, one million, it's a lot.",
      "fr": "En regardant les statistiques, un million, c'est beaucoup."
    }
  },
  {
    "translation": {
      "en": "But it is important to understand",
      "fr": "Il est toutefois important de comprendre"
    }
  },
  {
    "translation": {
      "en": "what does it mean behind, for one person.",
      "fr": "ce que cela signifie pour une personne."
    }
  },
  {
    "translation": {
      "en": "And the photograph is about capturing that.",
      "fr": "La photographie peut le capturer."
    }
  },
  {
    "translation": {
      "en": "Not only to capture but as well to be then shared",
      "fr": "Non seulement le capturer, mais le partager avec des gens"
    }
  },
  {
    "translation": {
      "en": "with people and touch other people's hearts.",
      "fr": "Non seulement le capturer, mais le partager avec des gens et toucher leur cœur."
    }
  },
  {
    "translation": {
      "en": "And I think this is what is very important.",
      "fr": "C'est ce qui est important pour moi."
    }
  },
  {
    "translation": {
      "en": "To be able to take a photo of this lovely, happy face here...",
      "fr": "Pouvoir prendre en photo ce joli visage heureux."
    }
  },
  {
    "translation": {
      "en": "She, um... She represents a big population here of kids that, um...",
      "fr": "Elle représente une énorme population d'enfants"
    }
  },
  {
    "translation": {
      "en": "that all need help, they all need more.",
      "fr": "qui ont besoin d'aide. Ils auront besoin de plus."
    }
  },
  {
    "translation": {
      "en": "And these photographs are hopefully going to end up on billboards and posters",
      "fr": "Espérons que ces photos finissent sur les affichages et les réseaux sociaux du monde entier."
    }
  },
  {
    "translation": {
      "en": "and social media all around the world.",
      "fr": "sur les affichages et les réseaux sociaux du monde entier."
    }
  },
  {
    "translation": {
      "en": "And people can see and be emotionally affected",
      "fr": "Et que les gens puissent voir et être émotionnellement touchés"
    }
  },
  {
    "translation": {
      "en": "and change to help make change and give.",
      "fr": "et changés au point d'aider au changement et de donner..."
    }
  },
  {
    "translation": {
      "en": "That's what these guys really need. We need so much more here.",
      "fr": "ce dont ces gens ont vraiment besoin. Ils ont besoin de tellement plus ici."
    }
  },
  {
    "translation": {
      "en": "We need to make a change. It's...it's important.",
      "fr": "On doit apporter un changement. C'est important."
    }
  },
  {
    "translation": {
      "en": "And, hopefully, my photos can help make that change.",
      "fr": "Et j'espère que mes photos peuvent y contribuer."
    }
  },
  {
    "translation": {
      "en": "How can it not?",
      "fr": "C'est forcé."
    }
  }
]