[
  {
    "translation": {
      "en": "I thank God for all the freedoms we've got in this country.",
      "fr": "Je remercie Dieu pour les libertés que nous avons dans ce pays."
    }
  },
  {
    "translation": {
      "en": "- I cherish them. -",
      "fr": "Je les chéris."
    }
  },
  {
    "translation": {
      "en": "Even the rights to burn the flag, you know, I'm proud of those rights.",
      "fr": "Même le droit de brûler notre drapeau. Je suis fier qu'on ait ces droits."
    }
  },
  {
    "translation": {
      "en": "- - But I'll tell you what,",
      "fr": "Mais, écoutez-moi."
    }
  },
  {
    "translation": {
      "en": "we've also got-- Let me tell you something. Shh.",
      "fr": "On a aussi... Laissez-moi vous dire quelque chose."
    }
  },
  {
    "translation": {
      "en": "We've also got a right to bear arms, and if you burn my flag, I'll shoot you.",
      "fr": "On a aussi le droit de porter une arme. Et si vous brûlez le drapeau, je vous tue."
    }
  },
  {
    "translation": {
      "en": "But I'll shoot you with a lot of love, like a good American.",
      "fr": "Je vous tue d'amour, comme un bon Américain."
    }
  },
  {
    "translation": {
      "en": "In the '60s and '70s, America was torn apart",
      "fr": "Dans les années 60 et 70, l'Amérique était déchirée"
    }
  },
  {
    "translation": {
      "en": "around issues of race, war, peace,",
      "fr": "sur des questions de race, de guerre, de paix"
    }
  },
  {
    "translation": {
      "en": "and a battle for the heart and soul of what it meant to be an American patriot.",
      "fr": "et sur ce que cela signifiait profondément d'être un patriote américain."
    }
  },
  {
    "translation": {
      "en": "We will determine what kind of nation America will be.",
      "fr": "Nous déterminerons quelle genre de nation sera l'Amérique."
    }
  },
  {
    "translation": {
      "en": "It's the prettiest country in the world that we've got.",
      "fr": "Nous avons le plus beau pays du monde."
    }
  },
  {
    "translation": {
      "en": "- There ain't nothing like it anywhere. -",
      "fr": "Il n'a son semblable nulle part ailleurs."
    }
  },
  {
    "translation": {
      "en": "Mr. Nixon said Johnny Cash speaks to all America.",
      "fr": "Selon M. Nixon, Johnny Cash parle à toute l'Amérique."
    }
  },
  {
    "translation": {
      "en": "He understood Johnny Cash's symbolic importance.",
      "fr": "Il avait compris l'importance symbolique de Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "Country music is the Johnny Cash crowd.",
      "fr": "NIXON : Le public de Cash, c'est la Country."
    }
  },
  {
    "translation": {
      "en": "- It gets you elected. - Yeah. You know, it's Southern.",
      "fr": "ENREGISTREMENTS SECRETS DE NIXON CONSEILLER : Ça peut vous faire élire. NIXON : C'est le sud."
    }
  },
  {
    "translation": {
      "en": "Nixon wanted to identify with Middle America,",
      "fr": "Nixon voulait s'identifier à l'Amérique moyenne"
    }
  },
  {
    "translation": {
      "en": "and Johnny Cash was as Middle America as you can get.",
      "fr": "et Johnny Cash représentait on ne peut mieux l'Amérique moyenne."
    }
  },
  {
    "translation": {
      "en": "We got a phone call from the White House. It was President Nixon.",
      "fr": "On a reçu un appel de la Maison Blanche. C'était le président Nixon."
    }
  },
  {
    "translation": {
      "en": "He had invited Johnny to sing and do a concert there.",
      "fr": "Il invitait Johnny à donner un concert à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "President Nixon requested that John sing",
      "fr": "Richard Nixon a demandé que John chante des chansons country rednecks, de l'Amérique profonde."
    }
  },
  {
    "translation": {
      "en": "redneck country music songs,",
      "fr": "que John chante des chansons country rednecks, de l'Amérique profonde."
    }
  },
  {
    "translation": {
      "en": "affiliating country music with the president's cause,",
      "fr": "Il voulait associer la musique country à sa cause."
    }
  },
  {
    "translation": {
      "en": "and the result was just catastrophic.",
      "fr": "Le résultat a été catastrophique."
    }
  },
  {
    "translation": {
      "en": "How could the president be so mean- spirited?",
      "fr": "Comment le président a-t-il pu être si mesquin ?"
    }
  },
  {
    "translation": {
      "en": "Johnny was very, very conflicted.",
      "fr": "Johnny était vraiment tiraillé."
    }
  },
  {
    "translation": {
      "en": "It was a defining moment for him.",
      "fr": "C'était un moment décisif pour lui."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, Johnny Cash!",
      "fr": "Mesdames et Messieurs, Johnny Cash !"
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "fr": "Merci beaucoup."
    }
  },
  {
    "translation": {
      "en": "Who was going to show up to the White House?",
      "fr": "Qui allait se pointer à la Maison Blanche ?"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash of Folsom Prison Blues,",
      "fr": "Le Johnny Cash de Folsom Prison Blues,"
    }
  },
  {
    "translation": {
      "en": "The Rebel...",
      "fr": "le rebelle…"
    }
  },
  {
    "translation": {
      "en": "So, what do you want to hear?",
      "fr": "Alors, pourquoi vous êtes là ?"
    }
  },
  {
    "translation": {
      "en": "...the guy who was photographed flippin' off the man,",
      "fr": "l'homme pris en photo, faisant un doigt au système ?"
    }
  },
  {
    "translation": {
      "en": "or the God- fearing family man with a baby on the way,",
      "fr": "Ou le bon croyant, le père de famille qui attendait un enfant,"
    }
  },
  {
    "translation": {
      "en": "gospel- singing Johnny Cash.",
      "fr": "le Johnny Cash chanteur de gospel ?"
    }
  },
  {
    "translation": {
      "en": "How do you be both?",
      "fr": "Pouvait-il être les deux ?"
    }
  },
  {
    "translation": {
      "en": "What did Johnny Cash stand for?",
      "fr": "Que représentait Johnny Cash ?"
    }
  },
  {
    "translation": {
      "en": "Carl Perkins wrote a song that tells about the reason for it all.",
      "fr": "Carl Perkins a écrit une chanson qui explique tout."
    }
  },
  {
    "translation": {
      "en": "It takes us back home and again,",
      "fr": "Ça nous ramène en arrière,"
    }
  },
  {
    "translation": {
      "en": "tells it like it was when I was a little- bitty kid",
      "fr": "du temps où j'étais un petit garçon."
    }
  },
  {
    "translation": {
      "en": "and we gathered around the piano,",
      "fr": "On se rassemblait autour du piano,"
    }
  },
  {
    "translation": {
      "en": "and me and little brother would join in and Mama'd sing tenor and Daddy sang bass.",
      "fr": "mon frère et moi, ma mère chantant d'une voix de ténor, mon père, de basse."
    }
  },
  {
    "translation": {
      "en": "♪ I remember when I was a lad Times were hard and things were bad... ♪",
      "fr": "Du temps où j'étais un jeune gars La vie était dure et ça n'allait pas"
    }
  },
  {
    "translation": {
      "en": "Johnny was born in Kingsland,",
      "fr": "Johnny est né à Kingsland… SŒUR DE JOHNNY MUSICIENNE"
    }
  },
  {
    "translation": {
      "en": "in south Arkansas.",
      "fr": "SŒUR DE JOHNNY MUSICIENNE …en Arkansas du Sud."
    }
  },
  {
    "translation": {
      "en": "♪ Just poor people That's all we were ♪",
      "fr": "On était pauvres C'était comme ça"
    }
  },
  {
    "translation": {
      "en": "♪ Trying to make a living Out of black land dirt ♪",
      "fr": "On essayait de gagner notre pain Sur un bout de terrain"
    }
  },
  {
    "translation": {
      "en": "♪ We'd get together In a family circle singing loud... ♪",
      "fr": "On se réunissait en famille Pour chanter des airs"
    }
  },
  {
    "translation": {
      "en": "When my family came to Dyess, Johnny was three years old.",
      "fr": "Quand ma famille est arrivée à Dyess, Johnny avait trois ans."
    }
  },
  {
    "translation": {
      "en": "♪ Singin' seems to help a troubled soul ♪",
      "fr": "Chanter fait du bien aux âmes tourmentées"
    }
  },
  {
    "translation": {
      "en": "♪ One of these days and it won't be long ♪",
      "fr": "Un jour, dans pas longtemps"
    }
  },
  {
    "translation": {
      "en": "♪ I'll rejoin them in a song ♪",
      "fr": "Je les rejoindrai en chantant"
    }
  },
  {
    "translation": {
      "en": "♪ I'm gonna join the family circle At the Throne ♪",
      "fr": "Je rejoindrai le cercle familial autour du Trône."
    }
  },
  {
    "translation": {
      "en": "Now each one of these houses had a barn,",
      "fr": "MAISON D'ENFANCE DE JOHNNY DYESS, ARKANSAS Chacune de ces maisons avait une grange,"
    }
  },
  {
    "translation": {
      "en": "a chicken house, and a smoke- house where the farmers raised their own hogs",
      "fr": "un poulailler et un fumoir où les fermiers élevaient leurs porcs et faisaient leur charcuterie."
    }
  },
  {
    "translation": {
      "en": "and cured their meat.",
      "fr": "élevaient leurs porcs et faisaient leur charcuterie."
    }
  },
  {
    "translation": {
      "en": "And they had a mule and 20 acres of land here.",
      "fr": "Ils avaient une mule et huit hectares de terrain ici."
    }
  },
  {
    "translation": {
      "en": "It was a beautiful little place.",
      "fr": "C'était un bel endroit."
    }
  },
  {
    "translation": {
      "en": "The Dyess, Arkansas experience was part of FDR's New Deal.",
      "fr": "AMI DE JOHNNY HISTORIEN DE LA FAMILLE La vie à Dyess faisait partie du New Deal."
    }
  },
  {
    "translation": {
      "en": "They moved people from terrible situations where they had no hope, no future,",
      "fr": "On a déplacé des personnes en situation de détresse, sans espoir ni avenir,"
    }
  },
  {
    "translation": {
      "en": "and gave them an opportunity.",
      "fr": "et on leur a donné une opportunité."
    }
  },
  {
    "translation": {
      "en": "♪ My clothes may be ragged And my shoes may be worn ♪",
      "fr": "Mes habits sont peut-être élimés Et mes chaussures usées"
    }
  },
  {
    "translation": {
      "en": "♪ But I've been a wealthy boy Since I've been born... ♪",
      "fr": "Mais je suis un gamin riche Depuis que je suis né"
    }
  },
  {
    "translation": {
      "en": "We were a happy family. We didn't know we were poor.",
      "fr": "On était pauvres mais heureux. FRÈRE DE JOHNNY MUSICIEN"
    }
  },
  {
    "translation": {
      "en": "We always had plenty to eat and plenty of clothes.",
      "fr": "On avait à manger, des habits…"
    }
  },
  {
    "translation": {
      "en": "We were happy to be part of the American dream.",
      "fr": "On était heureux de vivre le rêve américain."
    }
  },
  {
    "translation": {
      "en": "Our family would start the day in the cotton fields,",
      "fr": "On commençait la journée dans les champs de coton, en chantant"
    }
  },
  {
    "translation": {
      "en": "singing old church hymns and songs that we all knew, we'd sing together.",
      "fr": "On commençait la journée dans les champs de coton, en chantant des chants religieux qu'on connaissait. On chantait tous ensemble."
    }
  },
  {
    "translation": {
      "en": "Gospel songs or country songs",
      "fr": "Des gospels et des chansons country,"
    }
  },
  {
    "translation": {
      "en": "because it's about our life with the Lord.",
      "fr": "qui parlaient de notre vie avec le Seigneur."
    }
  },
  {
    "translation": {
      "en": "Johnny's grandfather was a hellfire preacher.",
      "fr": "Le grand-père de Johnny prêchait les feux de l'enfer."
    }
  },
  {
    "translation": {
      "en": "He had preacher grandparents on multiple lines of his family tree.",
      "fr": "Plusieurs de ses aïeuls étaient prédicateurs."
    }
  },
  {
    "translation": {
      "en": "They spoke of hell and damnation,",
      "fr": "Ils parlaient de l'enfer et de la damnation,"
    }
  },
  {
    "translation": {
      "en": "and what it was like if you did not live the right kind of a life.",
      "fr": "et de ce qui arrivait quand on ne vivait pas dans la droiture."
    }
  },
  {
    "translation": {
      "en": "John was a dyed- in- the- wool conservative person",
      "fr": "John était un conservateur endurci... PASTEUR DE JOHNNY CASH"
    }
  },
  {
    "translation": {
      "en": "because his parents were. He was from that part of Arkansas.",
      "fr": "...car ses parents l'étaient. Il était de ce côté-là de l'Arkansas."
    }
  },
  {
    "translation": {
      "en": "I don't remember anybody in our family criticizing the government.",
      "fr": "Ma famille ne critiquait jamais le gouvernement."
    }
  },
  {
    "translation": {
      "en": "We were patriotic no matter who the president was.",
      "fr": "On était patriotes, peu importe le président."
    }
  },
  {
    "translation": {
      "en": "We loved to see the American flag flown.",
      "fr": "On aimait voir flotter le drapeau américain."
    }
  },
  {
    "translation": {
      "en": "My daddy flew it every day until the day he died.",
      "fr": "Mon père a hissé le drapeau tous les jours jusqu'à sa mort."
    }
  },
  {
    "translation": {
      "en": "Johnny loved America.",
      "fr": "Johnny adorait l'Amérique."
    }
  },
  {
    "translation": {
      "en": "He believed that you should support your government",
      "fr": "MANAGER DE JOHNNY Il croyait au fait de devoir soutenir son gouvernement"
    }
  },
  {
    "translation": {
      "en": "and support the president.",
      "fr": "et soutenir son président."
    }
  },
  {
    "translation": {
      "en": "He was one of the most patriotic men I've ever known.",
      "fr": "Il était l'un des hommes les plus patriotiques que j'aie connus."
    }
  },
  {
    "translation": {
      "en": "In 1968, the idea of patriotism itself",
      "fr": "En 1968, l'idée même du patriotisme… ACTIVISTE ANTIGUERRE AUTEUR"
    }
  },
  {
    "translation": {
      "en": "became controversial.",
      "fr": "…est devenue controversée."
    }
  },
  {
    "translation": {
      "en": "As we look at America, we see cities enveloped in smoke and flames.",
      "fr": "Si on regarde l'Amérique, on voit des villes en feu."
    }
  },
  {
    "translation": {
      "en": "We hear sirens in the night.",
      "fr": "On entend des sirènes la nuit."
    }
  },
  {
    "translation": {
      "en": "We see Americans dying on distant battlefields abroad.",
      "fr": "On voit des Américains mourir au combat dans des pays lointains."
    }
  },
  {
    "translation": {
      "en": "We see Americans hating each other, fighting each other,",
      "fr": "BRÛLEZ VOTRE CARTE DE CONSCRIPTION On voit des Américains se haïr, s'entrebattre, s’entre-tuer chez eux."
    }
  },
  {
    "translation": {
      "en": "killing each other at home.",
      "fr": "On voit des Américains se haïr, s'entrebattre, s’entre-tuer chez eux."
    }
  },
  {
    "translation": {
      "en": "It was a period where",
      "fr": "C'était une période… RÉDACTEUR DE NIXON"
    }
  },
  {
    "translation": {
      "en": "lots of stuff came to a boil at the same time.",
      "fr": "…où plusieurs problèmes ont culminé en même temps."
    }
  },
  {
    "translation": {
      "en": "We not only have a right to be free, we have a duty to be free.",
      "fr": "LIBERTÉ ET JUSTICE POUR TOUS ? Nous avons le droit d'être libres et aussi le devoir de l'être."
    }
  },
  {
    "translation": {
      "en": "There were civil rights protests.",
      "fr": "Des manifestations pour les droits civiques..."
    }
  },
  {
    "translation": {
      "en": "There was this unpopular war.",
      "fr": "Une guerre impopulaire…"
    }
  },
  {
    "translation": {
      "en": "We will prevail in Vietnam over the Communist aggressor!",
      "fr": "Nous triompherons de l'agresseur communiste au Vietnam !"
    }
  },
  {
    "translation": {
      "en": "The country split into what has come to be called hawks and doves.",
      "fr": "Le pays était divisé entre ce qu'on a appelé les faucons et les colombes."
    }
  },
  {
    "translation": {
      "en": "Doves wanted to end the war.",
      "fr": "Les colombes voulaient la paix."
    }
  },
  {
    "translation": {
      "en": "Hawks wanted to pursue the war.",
      "fr": "Les faucons, poursuivre la guerre."
    }
  },
  {
    "translation": {
      "en": "- What do you want? - Peace! - When do we get it? - Now!",
      "fr": "Que voulez-vous ? La paix ! Quand ? Maintenant !"
    }
  },
  {
    "translation": {
      "en": "And these two sides, both Americans,",
      "fr": "Ces deux camps, tous deux américains… BOMBARDONS HANOÏ"
    }
  },
  {
    "translation": {
      "en": "both claiming to be patriots, went to war with each other.",
      "fr": "…tous deux se disant patriotes, se sont fait la guerre."
    }
  },
  {
    "translation": {
      "en": "It was the perfect storm,",
      "fr": "C'était une vraie tempête."
    }
  },
  {
    "translation": {
      "en": "and Nixon understood that.",
      "fr": "Nixon l'avait compris."
    }
  },
  {
    "translation": {
      "en": "And I pledge to you tonight that the first priority",
      "fr": "Je fais le serment que la première… CONVENTION NATIONALE RÉPUBLICAINE 8 AOÛT 1968"
    }
  },
  {
    "translation": {
      "en": "foreign policy objective of our next administration",
      "fr": "CONVENTION NATIONALE RÉPUBLICAINE 8 AOÛT 1968 …mesure de politique étrangère de notre gouvernement"
    }
  },
  {
    "translation": {
      "en": "will be to bring an honorable end to the war in Vietnam.",
      "fr": "sera de mettre fin honorablement à la guerre au Vietnam."
    }
  },
  {
    "translation": {
      "en": "Nixon lost the 1960 presidential election to Kennedy,",
      "fr": "Nixon a perdu l'élection face à Kennedy en 1960."
    }
  },
  {
    "translation": {
      "en": "and he was traumatized by that defeat.",
      "fr": "Cette défaite l'a traumatisé."
    }
  },
  {
    "translation": {
      "en": "In 1968, he was running for president",
      "fr": "En 1968, il s'est présenté à la présidence"
    }
  },
  {
    "translation": {
      "en": "in a desperate attempt to resurrect his career.",
      "fr": "dans une tentative désespérée de relancer sa carrière."
    }
  },
  {
    "translation": {
      "en": "The time has come for honest government in the United States of America!",
      "fr": "Il est temps que les États-Unis aient un gouvernement honnête !"
    }
  },
  {
    "translation": {
      "en": "- Thank you! - Thank you, girls.",
      "fr": "- Merci ! - Merci, Mesdemoiselles."
    }
  },
  {
    "translation": {
      "en": "My father was never afraid to stand up for someone in need.",
      "fr": "Mon père n'a jamais eu peur de défendre quelqu'un dans le besoin."
    }
  },
  {
    "translation": {
      "en": "And he would always put himself in a position to help those if he could.",
      "fr": "FILS DE JOHNNY MUSICIEN, PRODUCTEUR Il faisait toujours son possible pour aider les autres."
    }
  },
  {
    "translation": {
      "en": "It was that simplicity that was within the heart of the man.",
      "fr": "C'est cette simplicité qui le définissait,"
    }
  },
  {
    "translation": {
      "en": "It wasn't the complications of politics.",
      "fr": "pas les complications de la politique."
    }
  },
  {
    "translation": {
      "en": "Thank you.",
      "fr": "Merci."
    }
  },
  {
    "translation": {
      "en": "I think that empathy goes back to the loss of his brother.",
      "fr": "Cette empathie remonte à la mort de son frère."
    }
  },
  {
    "translation": {
      "en": "♪ Beside a singin' mountain stream... ♪",
      "fr": "À côté d'un ruisseau de montagne..."
    }
  },
  {
    "translation": {
      "en": "Growing up, my father and his brother, Jack, were dearest of friends.",
      "fr": "Quand ils étaient petits, mon père et son frère Jack étaient très proches."
    }
  },
  {
    "translation": {
      "en": "Jack was a man of God at 14 years old.",
      "fr": "Jack était un homme de Dieu à 14 ans."
    }
  },
  {
    "translation": {
      "en": "He studied the Bible all the time.",
      "fr": "Il étudiait constamment la bible."
    }
  },
  {
    "translation": {
      "en": "He knew in his heart that he was going to be a pastor.",
      "fr": "Il savait dans son cœur qu'il serait pasteur."
    }
  },
  {
    "translation": {
      "en": "They were so inseparable.",
      "fr": "Ils étaient inséparables."
    }
  },
  {
    "translation": {
      "en": "♪ But flesh and blood Needs flesh and blood ♪",
      "fr": "Mais la chair et le sang ont besoin De chair et de sang"
    }
  },
  {
    "translation": {
      "en": "♪ And you are what I need ♪",
      "fr": "Tu es celui dont j'ai besoin"
    }
  },
  {
    "translation": {
      "en": "On Saturdays, Johnny, Jack, and my other brothers,",
      "fr": "Les samedis, avec Johnny, Jack et mes autres frères,"
    }
  },
  {
    "translation": {
      "en": "all of us, would do odd jobs to help Mama with the groceries.",
      "fr": "on faisait tous des petits boulots pour aider maman."
    }
  },
  {
    "translation": {
      "en": "In May of 1944, Jack was sawing some fence post.",
      "fr": "En mai 1944, Jack sciait un piquet de clôture."
    }
  },
  {
    "translation": {
      "en": "As he was pushing the fence post into the saw,",
      "fr": "Alors qu'il poussait le piquet dans la scie,"
    }
  },
  {
    "translation": {
      "en": "it jerked... and jerked him into the saw.",
      "fr": "le piquet s'est retourné brusquement et l'a fait basculer sur la scie."
    }
  },
  {
    "translation": {
      "en": "It was beyond horrible.",
      "fr": "C'était plus qu'horrible."
    }
  },
  {
    "translation": {
      "en": "I remember Johnny crying and holding his hand,",
      "fr": "Je me souviens de Johnny pleurant en lui tenant la main"
    }
  },
  {
    "translation": {
      "en": "saying, Somebody do something!",
      "fr": "et en disant Faites quelque chose !"
    }
  },
  {
    "translation": {
      "en": "It was as bad as you can imagine.",
      "fr": "C'était horrible, comme vous pouvez l'imaginer."
    }
  },
  {
    "translation": {
      "en": "The next day after the funeral,",
      "fr": "Le lendemain de l'enterrement,"
    }
  },
  {
    "translation": {
      "en": "we were all back in the cotton fields, working.",
      "fr": "on était tous de retour au champ, vêtus de noir."
    }
  },
  {
    "translation": {
      "en": "I can't even describe the emptiness and the hurt.",
      "fr": "Je ne saurais décrire le vide et la douleur qu'on ressentait."
    }
  },
  {
    "translation": {
      "en": "Ray and Carrie,",
      "fr": "Ray et Carrie,"
    }
  },
  {
    "translation": {
      "en": "Johnny's mother and father, and 12- year- old Johnny",
      "fr": "ses parents, et Johnny, âgé de 12 ans,"
    }
  },
  {
    "translation": {
      "en": "are the ones that had to shoulder that burden.",
      "fr": "ont dû porter sur leurs épaules ce fardeau."
    }
  },
  {
    "translation": {
      "en": "It was back- breaking.",
      "fr": "C’était éreintant."
    }
  },
  {
    "translation": {
      "en": "They were working every day and not getting anywhere.",
      "fr": "Ils travaillaient chaque jour, sans résultats."
    }
  },
  {
    "translation": {
      "en": "Ray Cash, who had thought Dyess was his promised land,",
      "fr": "Ray Cash, qui pensait avoir trouvé à Dyess la terre promise,"
    }
  },
  {
    "translation": {
      "en": "found that it wasn't.",
      "fr": "réalisait qu'il s'était trompé."
    }
  },
  {
    "translation": {
      "en": "Jack was going to be a preacher.",
      "fr": "Jack allait devenir pasteur."
    }
  },
  {
    "translation": {
      "en": "He was going to be the son of Dyess that made it.",
      "fr": "Il allait devenir le fils de Dyess qui avait réussi."
    }
  },
  {
    "translation": {
      "en": "Johnny was a very sensitive young man.",
      "fr": "Johnny était un jeune homme très sensible."
    }
  },
  {
    "translation": {
      "en": "There was not room for sensitivity.",
      "fr": "Il n'y avait pas de place pour la sensibilité."
    }
  },
  {
    "translation": {
      "en": "There was not room for dreamers in Dyess, Arkansas in the 1940s.",
      "fr": "Pas de place pour les rêveurs à Dyess, Arkansas dans les années 40."
    }
  },
  {
    "translation": {
      "en": "Ray became so bitter, he resented his son.",
      "fr": "Ray était devenu si amer qu'il en voulait à son fils."
    }
  },
  {
    "translation": {
      "en": "He would look at Johnny and he would say, You weren't the right son.",
      "fr": "Il regardait Johnny et lui disait : Tu n'es pas le bon fils."
    }
  },
  {
    "translation": {
      "en": "You should've died.",
      "fr": "C'est toi qui aurais dû mourir."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash grew up feeling unworthy of being himself.",
      "fr": "Johnny Cash grandit en se sentant indigne d'être lui-même."
    }
  },
  {
    "translation": {
      "en": "He felt that he would never measure up",
      "fr": "Il sentait qu'il ne serait jamais à la hauteur"
    }
  },
  {
    "translation": {
      "en": "to what his father wanted him to be.",
      "fr": "de ce qu'attendait son père de lui."
    }
  },
  {
    "translation": {
      "en": "Something happened within my dad,",
      "fr": "Quelque chose est arrivé à mon père."
    }
  },
  {
    "translation": {
      "en": "and there was this deep wound that was placed there,",
      "fr": "Une blessure profonde qui l'a marqué."
    }
  },
  {
    "translation": {
      "en": "this hollow well.",
      "fr": "Un vide immense."
    }
  },
  {
    "translation": {
      "en": "There was also a drive that was installed,",
      "fr": "Mais en même temps, une motivation est née en lui."
    }
  },
  {
    "translation": {
      "en": "and all these different faces that were Johnny Cash were developed",
      "fr": "Tous les différents visages de Johnny proviennent"
    }
  },
  {
    "translation": {
      "en": "through that great loss at an early age.",
      "fr": "de cette grande perte qu'il a subie, étant jeune."
    }
  },
  {
    "translation": {
      "en": "A prison's a prison.",
      "fr": "Une prison est une prison."
    }
  },
  {
    "translation": {
      "en": "And that's all it is.",
      "fr": "C'est tout."
    }
  },
  {
    "translation": {
      "en": "I'm sure you'll enjoy him this afternoon.",
      "fr": "Je suis sûre que vous passerez un bon après-midi."
    }
  },
  {
    "translation": {
      "en": "He seems to have a lot of things in common with you, Mr. Johnny Cash!",
      "fr": "Il semble avoir des tas de choses à vous dire. M. Johnny Cash !"
    }
  },
  {
    "translation": {
      "en": "My father knew what it was like to suffer.",
      "fr": "Mon père connaissait la souffrance."
    }
  },
  {
    "translation": {
      "en": "He knew what it was like to feel lost.",
      "fr": "Il savait ce que c'était de se sentir perdu."
    }
  },
  {
    "translation": {
      "en": "And so, he could connect with other people's suffering.",
      "fr": "Il pouvait s'unir aux autres dans leur souffrance."
    }
  },
  {
    "translation": {
      "en": "He sang for those who needed something to believe in and needed to be lifted up.",
      "fr": "Il chantait pour ceux qui avaient besoin de croire, d'être inspirés."
    }
  },
  {
    "translation": {
      "en": "In January of 1968,",
      "fr": "En janvier 1968,"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash went to Folsom Prison and performed for the inmates.",
      "fr": "Johnny Cash est allé à la prison de Folsom et a joué pour les détenus."
    }
  },
  {
    "translation": {
      "en": "♪ I hear the train a comin' It's rollin' 'round the bend ♪",
      "fr": "J'entends le train arriver Rouler le long des rails"
    }
  },
  {
    "translation": {
      "en": "♪ And I ain't seen the sunshine Since I don't know when ♪",
      "fr": "Moi j'ai pas vu le soleil Depuis, oh, ça fait un bail"
    }
  },
  {
    "translation": {
      "en": "♪ I'm stuck in Folsom Prison And time keeps draggin' on ♪",
      "fr": "Je croupis à la prison de Folsom Et le temps n'en finit plus"
    }
  },
  {
    "translation": {
      "en": "- - Yeah!",
      "fr": "Ouais !"
    }
  },
  {
    "translation": {
      "en": "He looked on some of those guys in there,",
      "fr": "Il a regardé certains de ces gars"
    }
  },
  {
    "translation": {
      "en": "looked on the desperation in their eyes,",
      "fr": "et a vu le désespoir dans leurs yeux."
    }
  },
  {
    "translation": {
      "en": "and he thought, There but for the grace of God goes me.",
      "fr": "Il s'est dit : La grâce de Dieu envers moi n'a pas été vaine."
    }
  },
  {
    "translation": {
      "en": "I made some stumbles in my life.",
      "fr": "J'ai fait des erreurs dans ma vie."
    }
  },
  {
    "translation": {
      "en": "That could've been me.",
      "fr": "Ç'aurait pu être moi."
    }
  },
  {
    "translation": {
      "en": "♪ But I shot a man in Reno Just to watch him die... ♪",
      "fr": "J'ai descendu un gars à Reno Juste pour le regarder mourir"
    }
  },
  {
    "translation": {
      "en": "He brought recording equipment because he wanted people to hear",
      "fr": "Il a voulu enregistrer le concert pour que les gens entendent"
    }
  },
  {
    "translation": {
      "en": "the rawness of what it was like to perform for these men.",
      "fr": "le côté brut de sa performance devant ces prisonniers."
    }
  },
  {
    "translation": {
      "en": "John always related to prisoners,",
      "fr": "John s'est toujours senti proche des prisonniers,"
    }
  },
  {
    "translation": {
      "en": "amongst others that had drug troubles.",
      "fr": "notamment ceux qui avaient des problèmes de drogues."
    }
  },
  {
    "translation": {
      "en": "My father was full of love. He was full of faith. He worked hard.",
      "fr": "Mon père était plein d'amour et de foi. Il avait travaillé dur."
    }
  },
  {
    "translation": {
      "en": "He was self- made.",
      "fr": "Il s'était construit tout seul."
    }
  },
  {
    "translation": {
      "en": "But he was also a man who hit hard rock bottom quite a few times.",
      "fr": "Mais c'est aussi un homme qui a touché le fond plusieurs fois."
    }
  },
  {
    "translation": {
      "en": "Whether it's alcohol, drugs, whatever it is that changes your personality,",
      "fr": "DON REID THE STATLER BROTHERS L'alcool, la drogue, tout ce qui peut changer votre personnalité,"
    }
  },
  {
    "translation": {
      "en": "your demeanor, your physical look, and he went through all of this.",
      "fr": "votre comportement, votre apparence. Il est passé par tout ça."
    }
  },
  {
    "translation": {
      "en": "He could be a liar.",
      "fr": "Il pouvait mentir."
    }
  },
  {
    "translation": {
      "en": "He struggled. He made mistakes.",
      "fr": "Il a lutté. Il a fait des erreurs."
    }
  },
  {
    "translation": {
      "en": "He was a different man when he was in that mode.",
      "fr": "Il était différent quand il était comme ça."
    }
  },
  {
    "translation": {
      "en": "My father had never been an inmate,",
      "fr": "Mon père n'était jamais allé en prison,"
    }
  },
  {
    "translation": {
      "en": "but they accepted him as one of their own.",
      "fr": "mais ils l'ont accepté comme l'un des leurs."
    }
  },
  {
    "translation": {
      "en": "He was a champion of the underdog and the downtrodden.",
      "fr": "C'était le défenseur des outsiders et des opprimés."
    }
  },
  {
    "translation": {
      "en": "Do you have political leanings?",
      "fr": "Vous avez une orientation politique ?"
    }
  },
  {
    "translation": {
      "en": "No, not all that much.",
      "fr": "Pas vraiment, non."
    }
  },
  {
    "translation": {
      "en": "If somebody says,",
      "fr": "Si quelqu'un me dit :"
    }
  },
  {
    "translation": {
      "en": "I'm not my brother's keeper, he's wrong 'cause he is.",
      "fr": "Je ne suis pas le gardien de mon frère, il a tort."
    }
  },
  {
    "translation": {
      "en": "He is his brother's keeper.",
      "fr": "Il est le gardien de son frère."
    }
  },
  {
    "translation": {
      "en": "In May 1968, Johnny Cash At Folsom Prison is released.",
      "fr": "ENREGISTRÉ LIVE À LA PRISON DE FOLSOM En mai 1968, sort Johnny Cash at Folsom Prison."
    }
  },
  {
    "translation": {
      "en": "Folsom Prison Blues gets to number one.",
      "fr": "Folsom Prison Blues atteint la première place."
    }
  },
  {
    "translation": {
      "en": "He is viewed as Johnny Cash, this rebel.",
      "fr": "On voit Johnny Cash comme un rebelle."
    }
  },
  {
    "translation": {
      "en": "And that appealed to a broad audience.",
      "fr": "Il attire un public très large."
    }
  },
  {
    "translation": {
      "en": "People responded to that rebel identity,",
      "fr": "Les gens ont aimé cette image de rebelle."
    }
  },
  {
    "translation": {
      "en": "but what was amazing is they'd think they knew him,",
      "fr": "Mais ce qui était fou, c'est qu'ils pensaient le connaître,"
    }
  },
  {
    "translation": {
      "en": "and then he'd change.",
      "fr": "et le voilà qui change."
    }
  },
  {
    "translation": {
      "en": "The Album of the Year, Johnny Cash, At Folsom Prison!",
      "fr": "Album de l'année : Johnny Cash at Folsom Prison."
    }
  },
  {
    "translation": {
      "en": "He had a lot of songs that he would cut as a country song,",
      "fr": "Beaucoup de ses chansons étaient de style country,"
    }
  },
  {
    "translation": {
      "en": "and it would spill over into the pop charts.",
      "fr": "mais finissaient dans le hit parade pop."
    }
  },
  {
    "translation": {
      "en": "I think that was why he was so successful.",
      "fr": "C'est pour ça qu'il a eu tant de succès."
    }
  },
  {
    "translation": {
      "en": "There was no limit to who wanted to listen to Johnny Cash.",
      "fr": "Tout le monde pouvait écouter Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "By the late '60s, Johnny's star rises,",
      "fr": "À la fin des années 60, Johnny Cash est une étoile montante,"
    }
  },
  {
    "translation": {
      "en": "as does Mr. Nixon's.",
      "fr": "tout comme Richard Nixon."
    }
  },
  {
    "translation": {
      "en": "He wins the presidency in 1968.",
      "fr": "Il remporte les présidentielles de 1968."
    }
  },
  {
    "translation": {
      "en": "Having lost a close one eight years ago and having won a close one this year,",
      "fr": "Ayant perdu de peu il y a huit ans et gagné de peu aujourd'hui,"
    }
  },
  {
    "translation": {
      "en": "I can say this... winning's a lot more fun!",
      "fr": "je peux vous dire que la victoire, c'est bien mieux !"
    }
  },
  {
    "translation": {
      "en": "But we won narrowly, we won with 43% of the vote.",
      "fr": "On a gagné de peu, avec 43 % des votes. CONSEILLER PRINCIPAL DE NIXON"
    }
  },
  {
    "translation": {
      "en": "I, Richard Milhous Nixon, do solemnly swear...",
      "fr": "Moi, Richard Milhous Nixon, jure solennellement…"
    }
  },
  {
    "translation": {
      "en": "That you will faithfully execute the office...",
      "fr": "Que vous exécuterez loyalement la charge…"
    }
  },
  {
    "translation": {
      "en": "That I will faithfully...",
      "fr": "Que j'exécuterai…"
    }
  },
  {
    "translation": {
      "en": "The Southern strategy that Nixon used to win the 1968 presidential election",
      "fr": "La stratégie sudiste que Nixon a utilisée pour gagner l'élection de 1968"
    }
  },
  {
    "translation": {
      "en": "has been used by every Republican presidential candidate since.",
      "fr": "a été utilisée par tous les candidats républicains depuis."
    }
  },
  {
    "translation": {
      "en": "The Southern strategy sends out dog whistles to racists",
      "fr": "La stratégie sudiste consiste à envoyer des signaux aux racistes..."
    }
  },
  {
    "translation": {
      "en": "and dog whistles to conservatives,",
      "fr": "LES CONGS BRÛLENT MIEUX QUE LES DRAPEAUX et aux conservateurs…"
    }
  },
  {
    "translation": {
      "en": "using key phrases like the silent majority.",
      "fr": "en utilisant des phrases clés comme la majorité silencieuse."
    }
  },
  {
    "translation": {
      "en": "The Southern strategy basically was to hold the South,",
      "fr": "La stratégie sudiste visait à gagner les états du sud"
    }
  },
  {
    "translation": {
      "en": "bringing those people into the Nixon Coalition.",
      "fr": "et à les faire entrer dans la coalition de Nixon."
    }
  },
  {
    "translation": {
      "en": "The essence was traditional conservatives and law and order,",
      "fr": "Le cœur était constitué de conservateurs traditionnels,"
    }
  },
  {
    "translation": {
      "en": "supporting Americans in Vietnam,",
      "fr": "qui soutenaient les troupes au Vietnam…"
    }
  },
  {
    "translation": {
      "en": "standing up against the demonstrators who were against the war,",
      "fr": "qui s'opposaient aux manifestants antiguerre."
    }
  },
  {
    "translation": {
      "en": "and basically representing the values and beliefs of Middle America",
      "fr": "Ils représentaient les valeurs et les croyances de l'Amérique moyenne,"
    }
  },
  {
    "translation": {
      "en": "against the rising social and cultural revolution in the country.",
      "fr": "contre la montée d'une révolution sociale et culturelle."
    }
  },
  {
    "translation": {
      "en": "The peace of the world will depend not just on America's military might,",
      "fr": "La paix dans le monde ne dépend pas que de la puissance de l'armée américaine,"
    }
  },
  {
    "translation": {
      "en": "which is the greatest in the world,",
      "fr": "la plus grande du monde,"
    }
  },
  {
    "translation": {
      "en": "but it's going to depend on our character,",
      "fr": "mais aussi de notre caractère,"
    }
  },
  {
    "translation": {
      "en": "our love of our country,",
      "fr": "de notre amour pour notre pays,"
    }
  },
  {
    "translation": {
      "en": "our willingness to not only wear the flag but stand up for the flag,",
      "fr": "de notre volonté de porter et de défendre notre drapeau,"
    }
  },
  {
    "translation": {
      "en": "and country music does that.",
      "fr": "comme le fait la musique country."
    }
  },
  {
    "translation": {
      "en": "Throughout Nixon's entire presidency,",
      "fr": "Durant toute la présidence de Nixon,"
    }
  },
  {
    "translation": {
      "en": "well, even into his second term,",
      "fr": "et même durant son second mandat,"
    }
  },
  {
    "translation": {
      "en": "he attempted to cultivate the support of the South.",
      "fr": "il a tenté de cultiver le soutien au Sud."
    }
  },
  {
    "translation": {
      "en": "♪ God bless America ♪",
      "fr": "Dieu bénisse l'Amérique"
    }
  },
  {
    "translation": {
      "en": "♪ My home sweet home ♪",
      "fr": "Notre douce patrie !"
    }
  },
  {
    "translation": {
      "en": "Hello, I'm Johnny Cash.",
      "fr": "Bonsoir, je suis Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "In 1969, The Johnny Cash Show first aired on national TV.",
      "fr": "En 1969, le Johnny Cash Show est diffusé à la télé."
    }
  },
  {
    "translation": {
      "en": "Oh, hi, there!",
      "fr": "Hé, salut !"
    }
  },
  {
    "translation": {
      "en": "It was a variety entertainment show,",
      "fr": "C'était une émission de variétés,"
    }
  },
  {
    "translation": {
      "en": "and it was unlike anything anyone had ever seen.",
      "fr": "comme on n'en avait jamais vues."
    }
  },
  {
    "translation": {
      "en": "Certainly unlike anything that anybody had ever seen in country music.",
      "fr": "Personne n'avait jamais vu ça dans le milieu de la musique country."
    }
  },
  {
    "translation": {
      "en": "♪ He healed the leper and the lame... ♪",
      "fr": "Il a guéri le lépreux et l'infirme"
    }
  },
  {
    "translation": {
      "en": "He sings gospel songs.",
      "fr": "Il chantait des chansons gospel."
    }
  },
  {
    "translation": {
      "en": "Make welcome my brother, Tommy Cash.",
      "fr": "Veuillez accueillir mon frère, Tommy Cash."
    }
  },
  {
    "translation": {
      "en": "Hey, Tommy! Welcome!",
      "fr": "Bienvenue, Tommy !"
    }
  },
  {
    "translation": {
      "en": "♪ He'd say do what you do, do well, boy! Do what you do, do well! ♪",
      "fr": "FRÈRE DE JOHNNY, MUSICIEN Il disait : Fais ce que tu fais de mieux, petit !"
    }
  },
  {
    "translation": {
      "en": "It was a family affair all around.",
      "fr": "C'était une affaire familiale."
    }
  },
  {
    "translation": {
      "en": "♪ You say you're lookin' for someone Who's never weak ♪",
      "fr": "Tu dis que tu cherches quelqu'un Qui ne faiblit jamais... ÉPOUSE DE JOHNNY, MUSICIENNE"
    }
  },
  {
    "translation": {
      "en": "♪ But always strong... ♪",
      "fr": "Mais qui est toujours fort..."
    }
  },
  {
    "translation": {
      "en": "He puts on a special segment on every show called Ride This Train.",
      "fr": "Il fait une séquence spéciale dans chaque spectacle qu'il appelle Ride This Train."
    }
  },
  {
    "translation": {
      "en": "Ride this train with me to San Antonio, Texas;",
      "fr": "Ride This Train a eu lieu à San Antonio au Texas,"
    }
  },
  {
    "translation": {
      "en": "Springfield, Missouri; Boise, Idaho.",
      "fr": "à Springfield dans le Missouri, à Boise en Idaho."
    }
  },
  {
    "translation": {
      "en": "It's a quintessentially American experience.",
      "fr": "Cette initiative représentait l'essence de l'Amérique."
    }
  },
  {
    "translation": {
      "en": "And he puts people on TV that nobody's ever seen before,",
      "fr": "Il faisait passer des inconnus à la télé."
    }
  },
  {
    "translation": {
      "en": "but it's not just country people.",
      "fr": "Pas seulement des musiciens de country."
    }
  },
  {
    "translation": {
      "en": "Please make welcome Ms. Joni Mitchell.",
      "fr": "Veuillez accueillir Mme Joni Mitchell."
    }
  },
  {
    "translation": {
      "en": "♪ Rows and flows of angel hair... ♪",
      "fr": "Des rangées de cheveux d'ange..."
    }
  },
  {
    "translation": {
      "en": "Bob Dylan...",
      "fr": "Bob Dylan…"
    }
  },
  {
    "translation": {
      "en": "♪ Love is all there is It makes the world go 'round... ♪",
      "fr": "L'amour, c'est tout C'est ce qui fait tourner le monde"
    }
  },
  {
    "translation": {
      "en": "He puts on Pete Seeger.",
      "fr": "Il fait passer Pete Seger."
    }
  },
  {
    "translation": {
      "en": "- That's nice.  -",
      "fr": "Joli !"
    }
  },
  {
    "translation": {
      "en": "These were all leaders of the anti- war movement.",
      "fr": "Ils étaient tous des leaders du mouvement antiguerre."
    }
  },
  {
    "translation": {
      "en": "The people that I'm contracted with said that,",
      "fr": "Les gens avec qui j'ai un contrat m'ont dit :"
    }
  },
  {
    "translation": {
      "en": "How dare you, supposedly such a good American,",
      "fr": "Comment osez-vous, vous qui vous dites bon Américain,"
    }
  },
  {
    "translation": {
      "en": "have a Communist like Pete Seeger on your TV show?",
      "fr": "inviter des communistes comme Pete Seger dans votre émission ?"
    }
  },
  {
    "translation": {
      "en": "The Pete Seeger I know",
      "fr": "Le Pete Seger que je connais"
    }
  },
  {
    "translation": {
      "en": "and the Pete Seeger that June and I have come to love is,",
      "fr": "le Pete Seger que June et moi aimons,"
    }
  },
  {
    "translation": {
      "en": "I'd say, one of the best Americans and patriots I've ever known.",
      "fr": "est l'un des plus grands patriotes que je connaisse."
    }
  },
  {
    "translation": {
      "en": "But Pete Seeger is not coming on there",
      "fr": "Mais Pete Seger ne venait pas là"
    }
  },
  {
    "translation": {
      "en": "and singing Where Have All the Flowers Gone?",
      "fr": "pour chanter Where Have All the Flowers Gone?"
    }
  },
  {
    "translation": {
      "en": "This is a non- political venue.",
      "fr": "On ne faisait pas de politique dans cette émission."
    }
  },
  {
    "translation": {
      "en": "My father did not adhere to any certain party.",
      "fr": "Mon père n'adhérait à aucun parti politique."
    }
  },
  {
    "translation": {
      "en": "A Republican would claim him and also a Democrat would,",
      "fr": "Un républicain pouvait se l'approprier, tout comme un démocrate."
    }
  },
  {
    "translation": {
      "en": "and my father wouldn't argue either point.",
      "fr": "Mon père ne contestait pas."
    }
  },
  {
    "translation": {
      "en": "♪ I keep my eyes wide open all the time ♪",
      "fr": "Je garde mes yeux toujours grand ouverts…"
    }
  },
  {
    "translation": {
      "en": "John walked a political line.",
      "fr": "John marchait droit, politiquement parlant."
    }
  },
  {
    "translation": {
      "en": "♪ I walk the line ♪",
      "fr": "Je marche droit"
    }
  },
  {
    "translation": {
      "en": "Yes, he tried. He tried to walk the line.",
      "fr": "Il a essayé de marcher droit."
    }
  },
  {
    "translation": {
      "en": "People will say, Oh, he tried to have it both ways.",
      "fr": "Les gens diraient : Il a essayé les deux chemins."
    }
  },
  {
    "translation": {
      "en": "♪ Because you're mine I walk the line... ♪",
      "fr": "Car tu es à moi Je marche droit…"
    }
  },
  {
    "translation": {
      "en": "This was in the midst of tremendous social turmoil.",
      "fr": "C'était au beau milieu d'énormes troubles sociaux."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash doesn't get involved in that. He is not political.",
      "fr": "Johnny Cash ne s'implique pas. Il est apolitique."
    }
  },
  {
    "translation": {
      "en": "He does not take a stand.",
      "fr": "Il ne prend pas parti."
    }
  },
  {
    "translation": {
      "en": "I thank you very much.",
      "fr": "Merci beaucoup."
    }
  },
  {
    "translation": {
      "en": "While you could be neutral in the middle of those polarities,",
      "fr": "On pouvait rester neutre durant cette agitation"
    }
  },
  {
    "translation": {
      "en": "culturally and politically, it was difficult.",
      "fr": "politique et sociale, mais c'était difficile."
    }
  },
  {
    "translation": {
      "en": "And the more time went by, the harder it was to be neutral.",
      "fr": "Plus le temps passait, plus il était difficile de rester neutre."
    }
  },
  {
    "translation": {
      "en": "Peace over war! Peace over war!",
      "fr": "La paix, pas la guerre !"
    }
  },
  {
    "translation": {
      "en": "Peace over war! Peace over war!",
      "fr": "La paix, pas la guerre !"
    }
  },
  {
    "translation": {
      "en": "In the Fall of '69,",
      "fr": "À l'automne 1969,"
    }
  },
  {
    "translation": {
      "en": "a huge demonstration was planned to bring out hundreds of thousands of people",
      "fr": "une manifestation devait rassembler des centaines de milliers de gens"
    }
  },
  {
    "translation": {
      "en": "to break the Nixon presidency on Vietnam.",
      "fr": "pour faire pression sur Nixon et sa politique au Vietnam."
    }
  },
  {
    "translation": {
      "en": "We have been too often disappointed by the optimism of the American leaders,",
      "fr": "Nous n'avons été que trop déçus par l'optimisme des dirigeants américains,"
    }
  },
  {
    "translation": {
      "en": "both in Vietnam and Washington,",
      "fr": "au Vietnam, comme à Washington,"
    }
  },
  {
    "translation": {
      "en": "to have faith any longer...",
      "fr": "pour y croire encore…"
    }
  },
  {
    "translation": {
      "en": "When parts of the news media projected the failures of US policy,",
      "fr": "Quand les médias ont montré l'échec de la politique américaine,"
    }
  },
  {
    "translation": {
      "en": "it began to create a gap",
      "fr": "un fossé a commencé à se creuser"
    }
  },
  {
    "translation": {
      "en": "between what the government was telling us and what the news media started to report.",
      "fr": "entre ce que le gouvernement disait et ce que les médias nous rapportaient."
    }
  },
  {
    "translation": {
      "en": "In the midst of this war, we began to understand",
      "fr": "Au milieu de cette guerre, on a commencé à comprendre"
    }
  },
  {
    "translation": {
      "en": "that we were being lied to,",
      "fr": "qu'on nous mentait."
    }
  },
  {
    "translation": {
      "en": "and that further polarized society.",
      "fr": "La société s'est encore plus divisée."
    }
  },
  {
    "translation": {
      "en": "The radical fuel that you see on your television screens night after night,",
      "fr": "Cette poignée de radicaux que vous voyez chaque soir sur vos écrans"
    }
  },
  {
    "translation": {
      "en": "they're not a majority of American youth today",
      "fr": "ne reflète pas la jeunesse américaine KLAXONNEZ POUR L'IMPEACHMENT"
    }
  },
  {
    "translation": {
      "en": "and they will not be the leaders of America tomorrow.",
      "fr": "et ils ne seront pas nos dirigeants de demain."
    }
  },
  {
    "translation": {
      "en": "Nixon was paranoid about these antiwar protesters,",
      "fr": "Nixon était parano… CHEF DE CABINET DE NIXON …à propos de ces jeunes antiguerre."
    }
  },
  {
    "translation": {
      "en": "most of whom were young.",
      "fr": "…à propos de ces jeunes antiguerre."
    }
  },
  {
    "translation": {
      "en": "One, two, three, four, Tricky Dick passed a law!",
      "fr": "Un, deux, trois, quatre, Tricky Dick arrête la guerre ! NIXON TUE LES ENFANTS"
    }
  },
  {
    "translation": {
      "en": "He used to say to me sometimes, What is it with these young people?",
      "fr": "Il me disait : C'est quoi le problème avec ces jeunes ?"
    }
  },
  {
    "translation": {
      "en": "What don't they understand?",
      "fr": "Ils ne comprennent pas ?"
    }
  },
  {
    "translation": {
      "en": "We felt that we were being patriotic.",
      "fr": "Nous pensions… NON À LA GUERRE être des patriotes."
    }
  },
  {
    "translation": {
      "en": "He wanted them to look shameful.",
      "fr": "Il voulait qu'ils aient honte."
    }
  },
  {
    "translation": {
      "en": "We're in the middle of a revolution.",
      "fr": "Nous étions au milieu d'une révolution."
    }
  },
  {
    "translation": {
      "en": "So, I told the president, If we don't stand up here,",
      "fr": "J'ai dit au président : Si on n'agit pas,"
    }
  },
  {
    "translation": {
      "en": "your presidency is going to be broken.",
      "fr": "c'en est fini de votre présidence."
    }
  },
  {
    "translation": {
      "en": "Tonight I want to talk to you on a subject of deep concern to all Americans,",
      "fr": "3 NOVEMBRE 1969 Ce soir, je veux vous parler d'un sujet qui touche tous les Américains."
    }
  },
  {
    "translation": {
      "en": "the war in Vietnam.",
      "fr": "La guerre au Vietnam."
    }
  },
  {
    "translation": {
      "en": "The American people are entitled to know the truth...",
      "fr": "Le peuple américain doit savoir la vérité. NIXON EN CRISE"
    }
  },
  {
    "translation": {
      "en": "but as President of the United States,",
      "fr": "En tant que président des USA,"
    }
  },
  {
    "translation": {
      "en": "I would be untrue to my oath of office",
      "fr": "je trahirais mon serment"
    }
  },
  {
    "translation": {
      "en": "if I allowed the policy of this nation",
      "fr": "si je laissais la politique de cette nation"
    }
  },
  {
    "translation": {
      "en": "to be dictated by the minority mounting demonstrations in the street.",
      "fr": "être dictée par la minorité qui manifeste dans la rue."
    }
  },
  {
    "translation": {
      "en": "North Vietnam cannot defeat or humiliate the United States.",
      "fr": "Le Nord-Vietnam ne peut pas vaincre ni humilier les États-Unis."
    }
  },
  {
    "translation": {
      "en": "Only Americans can do that.",
      "fr": "Seuls les Américains peuvent le faire."
    }
  },
  {
    "translation": {
      "en": "And so tonight, to you,",
      "fr": "Ce soir, à vous…"
    }
  },
  {
    "translation": {
      "en": "the great Silent Majority",
      "fr": "la grande majorité silencieuse,"
    }
  },
  {
    "translation": {
      "en": "of my fellow Americans,",
      "fr": "mes compatriotes,"
    }
  },
  {
    "translation": {
      "en": "I ask for your support.",
      "fr": "je demande votre soutien."
    }
  },
  {
    "translation": {
      "en": "I have initiated a plan which will end this war",
      "fr": "J'ai engagé un plan pour terminer cette guerre"
    }
  },
  {
    "translation": {
      "en": "in a way that will bring us closer to that great goal:",
      "fr": "d'une façon qui nous rapprochera de notre objectif."
    }
  },
  {
    "translation": {
      "en": "the goal of a just and lasting peace.",
      "fr": "Une paix juste et durable."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was, like most Southerners,",
      "fr": "Johnny Cash, comme tous les sudistes,"
    }
  },
  {
    "translation": {
      "en": "supportive of the president's position and strategy in ending the war.",
      "fr": "soutenait la position du président pour terminer la guerre."
    }
  },
  {
    "translation": {
      "en": "From his TV show, he gets up there and he says...",
      "fr": "À son émission télé, il annonce :"
    }
  },
  {
    "translation": {
      "en": "My family here and I stand behind the President of the United States",
      "fr": "Ma famille et moi soutenons le Président des États-Unis"
    }
  },
  {
    "translation": {
      "en": "in his quest for a just and lasting peace.",
      "fr": "dans sa quête pour une paix juste et durable."
    }
  },
  {
    "translation": {
      "en": "He's surrounded by a crew and by producers",
      "fr": "Il est entouré d'une équipe de télé et de producteurs"
    }
  },
  {
    "translation": {
      "en": "who are from California, who are from New York,",
      "fr": "de Californie, de New York,"
    }
  },
  {
    "translation": {
      "en": "who do not believe what they are hearing.",
      "fr": "qui n'en croient pas leurs oreilles."
    }
  },
  {
    "translation": {
      "en": "What did you just do?",
      "fr": "Qu'est-ce que tu viens de faire ?!"
    }
  },
  {
    "translation": {
      "en": "You have just alienated half of your audience.",
      "fr": "Tu viens de perdre la moitié de ton public !"
    }
  },
  {
    "translation": {
      "en": "This is outrageous!",
      "fr": "C'est un scandale !"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash said, You put that in or I do not come back to work.",
      "fr": "Johnny Cash dit : Diffusez la séquence ou je ne reviendrai pas."
    }
  },
  {
    "translation": {
      "en": "They put it in.",
      "fr": "Ils l'ont diffusée."
    }
  },
  {
    "translation": {
      "en": "Johnny's message that goes out across the airwaves",
      "fr": "Le message de Johnny passe à la télé"
    }
  },
  {
    "translation": {
      "en": "gets to the White House,",
      "fr": "et arrive à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "and the president writes a letter.",
      "fr": "Le président lui écrit une lettre."
    }
  },
  {
    "translation": {
      "en": "Dear Mr. Cash,",
      "fr": "Cher M. Cash,"
    }
  },
  {
    "translation": {
      "en": "Pat and I were so appreciative of what you said about us.",
      "fr": "Pat et moi avons beaucoup apprécié ce que vous avez dit sur nous."
    }
  },
  {
    "translation": {
      "en": "We want to find an honorable end to the war.",
      "fr": "Nous voulons finir cette guerre honorablement."
    }
  },
  {
    "translation": {
      "en": "Thank you for your support. Richard Nixon.",
      "fr": "Merci de votre soutien, Richard Nixon."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash had been",
      "fr": "Johnny Cash était"
    }
  },
  {
    "translation": {
      "en": "one of my favorites since the mid- 1950s.",
      "fr": "l'un de mes artistes préférés depuis le milieu des années 50."
    }
  },
  {
    "translation": {
      "en": "And so I started pushing, and others did,",
      "fr": "J'ai commencé à insister, avec d'autres,"
    }
  },
  {
    "translation": {
      "en": "Let's being Johnny Cash to the White House!",
      "fr": "pour faire venir Johnny Cash à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "One day, I was at work at the House of Cash",
      "fr": "Un jour, je travaillais à la House of Cash..."
    }
  },
  {
    "translation": {
      "en": "and we got a phone call from the White House.",
      "fr": "SŒUR DE JOHNNY, MUSICIENNE ...et il y a eu un appel de la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "And it was President Nixon.",
      "fr": "C'était le président Nixon."
    }
  },
  {
    "translation": {
      "en": "We were sayin', What? What?",
      "fr": "On s'est dit : Quoi ?"
    }
  },
  {
    "translation": {
      "en": "He had invited John and June and the Cash family",
      "fr": "Il invitait John, June et la famille Cash"
    }
  },
  {
    "translation": {
      "en": "to come visit the White House, and for Johnny to sing",
      "fr": "à aller visiter à la Maison Blanche, et Johnny à chanter… UNE SOIRÉE À LA MAISON BLANCHE 17 AVRIL 1970"
    }
  },
  {
    "translation": {
      "en": "and do a concert there.",
      "fr": "et à y donner un concert."
    }
  },
  {
    "translation": {
      "en": "Having Johnny Cash at the White House",
      "fr": "Inviter Johnny Cash à la Maison Blanche…"
    }
  },
  {
    "translation": {
      "en": "symbolizes the kind of base that Richard Nixon was trying to appeal to,",
      "fr": "RÉDACTEUR DE NIXON …symbolisait le public d'électeurs que Nixon voulait toucher."
    }
  },
  {
    "translation": {
      "en": "which wasn't a traditional Republican base:",
      "fr": "Ce n'était pas un public républicain traditionnel"
    }
  },
  {
    "translation": {
      "en": "blue collar Americans that did go for Nixon in millions,",
      "fr": "mais des  cols bleus américains qui aimaient Nixon par millions… FIERS DE NIXON"
    }
  },
  {
    "translation": {
      "en": "and who liked Johnny Cash's music.",
      "fr": "et qui aimaient la musique de Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "Nixon liked classical music, but we persuaded him",
      "fr": "Nixon aimait la musique classique, mais on l'a persuadé"
    }
  },
  {
    "translation": {
      "en": "that this would be a great evening.",
      "fr": "que ce serait une belle soirée."
    }
  },
  {
    "translation": {
      "en": "Also, culturally and socially,",
      "fr": "CONSEILLER PRINCIPAL DE NIXON Culturellement et socialement,"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash represented Nashville, he represented country and western.",
      "fr": "Johnny Cash représentait aussi Nashville, la musique country et western."
    }
  },
  {
    "translation": {
      "en": "This is culturally us.",
      "fr": "C'est notre culture."
    }
  },
  {
    "translation": {
      "en": "We had someone mainstream who had not been at Woodstock.",
      "fr": "On avait quelqu'un de traditionnel qui n'était pas allé à Woodstock."
    }
  },
  {
    "translation": {
      "en": "He and June are over- the- top.",
      "fr": "June et lui en font des tonnes."
    }
  },
  {
    "translation": {
      "en": "June goes out and gets herself a custom- made dress,",
      "fr": "June se fait faire une robe sur-mesure,"
    }
  },
  {
    "translation": {
      "en": "gorgeous, still in a museum.",
      "fr": "magnifique, qui est toujours au musée."
    }
  },
  {
    "translation": {
      "en": "Everybody wants to be on the guest list.",
      "fr": "Tout le monde veut être invité."
    }
  },
  {
    "translation": {
      "en": "There's only 250 people that can get into the East Room,",
      "fr": "La salle Est ne peut contenir que 250 personnes."
    }
  },
  {
    "translation": {
      "en": "and the White House had never seen anything like it.",
      "fr": "La Maison Blanche n'avait jamais rien vu de tel."
    }
  },
  {
    "translation": {
      "en": "They got requests from literally everywhere",
      "fr": "Il y a eu des demandes de partout"
    }
  },
  {
    "translation": {
      "en": "to get a ticket to this moment.",
      "fr": "pour avoir des billets pour l’événement."
    }
  },
  {
    "translation": {
      "en": "Anybody who wasn't Johnny Cash's friend suddenly became his friend,",
      "fr": "Ceux qui n'étaient pas amis avec Johnny Cash le sont soudain devenus."
    }
  },
  {
    "translation": {
      "en": "and his friends became his best friends.",
      "fr": "et ses amis sont devenus ses meilleurs amis."
    }
  },
  {
    "translation": {
      "en": "President Nixon requested that my father perform Okie from Muskogee...",
      "fr": "Le président Nixon a demandé que mon père joue Okie from Muskogee."
    }
  },
  {
    "translation": {
      "en": "♪ And I'm proud to be An Okie from Muskogee ♪",
      "fr": "Et je suis fier d'être un Oakie de Muskogee"
    }
  },
  {
    "translation": {
      "en": "...which Merle Haggard had recorded that was a big country hit.",
      "fr": "Un grand tube country de Merle Haggard. FILS DE JOHNNY CASH"
    }
  },
  {
    "translation": {
      "en": "♪ We don't smoke marijuana In Muskogee ♪",
      "fr": "On ne fume pas de marijuana à Muskogee"
    }
  },
  {
    "translation": {
      "en": "♪ We don't burn our draft cards Down on Main Street... ♪",
      "fr": "On ne brûle pas nos cartes de conscription En pleine rue"
    }
  },
  {
    "translation": {
      "en": "It was about the values of somebody in Muskogee, Oklahoma,",
      "fr": "La chanson parlait des valeurs d'un habitant de Muskogee, Oklahoma"
    }
  },
  {
    "translation": {
      "en": "and how their way of life differed utterly",
      "fr": "et de son mode de vie, à l'opposé"
    }
  },
  {
    "translation": {
      "en": "from the counter- culture hippies from San Francisco.",
      "fr": "de la contre-culture hippie de San Francisco."
    }
  },
  {
    "translation": {
      "en": "The other was Welfare Cadillac.",
      "fr": "L'autre était Welfare Cadillac."
    }
  },
  {
    "translation": {
      "en": "It was a very mean- spirited song that made fun of people who were on welfare.",
      "fr": "Une chanson mesquine, se moquant des gens qui touchaient les aides sociales."
    }
  },
  {
    "translation": {
      "en": "♪ Well, I've never worked much ♪",
      "fr": "J'ai jamais beaucoup travaillé"
    }
  },
  {
    "translation": {
      "en": "♪ In fact, I've been poor all my life ♪",
      "fr": "J'ai toujours été pauvre"
    }
  },
  {
    "translation": {
      "en": "♪ I guess about all I really own Is ten kids and a wife ♪",
      "fr": "Tout ce que je possède C'est dix gosses et une femme"
    }
  },
  {
    "translation": {
      "en": "♪ Of course This house that I live in is mine ♪ ♪ But it's really a shack ♪",
      "fr": "J'aimerais que ma maison soit à moi Mais c'est juste une baraque"
    }
  },
  {
    "translation": {
      "en": "♪ But I always managed To drive me a brand new Cadillac! ♪",
      "fr": "Heureusement, j'ai pu me payer Une toute nouvelle Cadillac"
    }
  },
  {
    "translation": {
      "en": "When a press release went out from the White House staff",
      "fr": "DIRECTEUR DE CABINET DE LA MAISON BLANCHE A MME NIXON Quand un communiqué de presse émanant du cabinet de la Maison Blanche"
    }
  },
  {
    "translation": {
      "en": "that announced that President Nixon had requested that John sing those songs,",
      "fr": "annonça que Nixon avait demandé que Johnny Cash joue ces chansons,"
    }
  },
  {
    "translation": {
      "en": "immediately there was this brouhaha in the media.",
      "fr": "il y eut immédiatement un tollé dans les médias."
    }
  },
  {
    "translation": {
      "en": "Country singer Johnny Cash is booked for a White House appearance April 17th.",
      "fr": "Le chanteur Johnny Cash doit jouer à la Maison Blanche le 17 avril."
    }
  },
  {
    "translation": {
      "en": "The performance already is stirring some protest though.",
      "fr": "Sa performance entraîne déjà son lot de protestations."
    }
  },
  {
    "translation": {
      "en": "Not about the singer, but about a song.",
      "fr": "Pas contre le chanteur mais contre une chanson."
    }
  },
  {
    "translation": {
      "en": "The name of the song is on jukeboxes all over the country, Welfare Cadillac,",
      "fr": "Le nom de la chanson est sur toutes les juke-box du pays : Welfare Cadillac."
    }
  },
  {
    "translation": {
      "en": "a man who drives to pick up his welfare checks in a big automobile.",
      "fr": "Un homme qui va chercher ses chèques d'allocations dans une grosse voiture."
    }
  },
  {
    "translation": {
      "en": "It was on the CBS News.",
      "fr": "C'était sur CBS News."
    }
  },
  {
    "translation": {
      "en": "It was in Time magazine, in newspapers.",
      "fr": "C'était dans le Time Magazine et dans les journaux."
    }
  },
  {
    "translation": {
      "en": "Nixon wants Cash to sing these songs.",
      "fr": "LES CHANSONS DE NIXON Nixon veut que Cash chante ces chansons."
    }
  },
  {
    "translation": {
      "en": "Well, now there are some protests from welfare and civil rights leaders.",
      "fr": "Des critiques émanent des leaders des droits civiques et des aides sociales."
    }
  },
  {
    "translation": {
      "en": "One says, A song like that distorts the facts about welfare",
      "fr": "L'un deux dit : Une telle chanson donne une fausse image des aides sociales"
    }
  },
  {
    "translation": {
      "en": "and further irritates those who pay their taxes.",
      "fr": "et agace davantage ceux qui paient leurs impôts."
    }
  },
  {
    "translation": {
      "en": "How could the president ask for this song that put down citizens of this country?",
      "fr": "Comment Nixon peut-il demander une chanson qui rabaisse des citoyens ?"
    }
  },
  {
    "translation": {
      "en": "A White House spokesman said the president didn't know whether",
      "fr": "Selon un porte parole, le Président ne sait pas"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash would sing it or not.",
      "fr": "si Johnny Cash la chantera ou non."
    }
  },
  {
    "translation": {
      "en": "The response from the Cash side was",
      "fr": "La réponse du clan Cash était"
    }
  },
  {
    "translation": {
      "en": "Johnny's learning them now.",
      "fr": "que Johnny était en train de les apprendre."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash says he will sing it at the White House",
      "fr": "Johnny Cash chantera la chanson si le président le veut."
    }
  },
  {
    "translation": {
      "en": "if that's what the president wants. The White House says,",
      "fr": "Johnny Cash chantera la chanson si le président le veut. Selon la Maison Blanche, il le veut."
    }
  },
  {
    "translation": {
      "en": "the president wants it.",
      "fr": "Selon la Maison Blanche, il le veut."
    }
  },
  {
    "translation": {
      "en": "The president has asked John to come and sing",
      "fr": "Le président a demandé à Johnny de venir chanter"
    }
  },
  {
    "translation": {
      "en": "for this great cultural moment.",
      "fr": "à ce grand événement culturel."
    }
  },
  {
    "translation": {
      "en": "This is as great a stage as you could possibly imagine.",
      "fr": "C'est un concert important, comme on l'imagine."
    }
  },
  {
    "translation": {
      "en": "The politicians in the White House had another agenda, though.",
      "fr": "Mais les politiques de la Maison Blanche avaient prévu autre chose."
    }
  },
  {
    "translation": {
      "en": "They wanted to use Johnny Cash as part of their Southern strategy,",
      "fr": "Ils voulaient utiliser Johnny Cash dans le cadre de leur stratégie sudiste."
    }
  },
  {
    "translation": {
      "en": "especially as it related to the upcoming Senate election in Tennessee.",
      "fr": "Surtout à l'approche des futures élections sénatoriales dans le Tennessee."
    }
  },
  {
    "translation": {
      "en": "Almost since the Civil War,",
      "fr": "Depuis la Guerre Civile,"
    }
  },
  {
    "translation": {
      "en": "Tennessee was a Democratic state,",
      "fr": "le Tennessee était démocrate."
    }
  },
  {
    "translation": {
      "en": "but with the Southern strategy,",
      "fr": "Mais avec la stratégie sudiste,"
    }
  },
  {
    "translation": {
      "en": "the new Republican party is being born in the South.",
      "fr": "le nouveau Parti républicain naissait dans le sud."
    }
  },
  {
    "translation": {
      "en": "The old Democratic party is dying.",
      "fr": "Le vieux Parti démocrate mourait."
    }
  },
  {
    "translation": {
      "en": "I am target number one of the Southern strategy.",
      "fr": "Je suis la cible numéro un de la stratégie sudiste."
    }
  },
  {
    "translation": {
      "en": "And President Nixon anointed in the White House",
      "fr": "Le Président Nixon, consacré à la Maison Blanche,"
    }
  },
  {
    "translation": {
      "en": "his chosen instrument of the Southern strategy,",
      "fr": "a choisi l'instrument de sa stratégie,"
    }
  },
  {
    "translation": {
      "en": "Congressman Brock of Chattanooga.",
      "fr": "M. Brock, de Chattanooga. BILL BROCK SÉNATEUR"
    }
  },
  {
    "translation": {
      "en": "Well, I appreciate your help my friend, very much.",
      "fr": "Merci beaucoup pour votre aide."
    }
  },
  {
    "translation": {
      "en": "Good to see you.",
      "fr": "Heureux de vous voir."
    }
  },
  {
    "translation": {
      "en": "And Bill Brock is one of the key people in the vanguard on the Southern strategy.",
      "fr": "Bill Brock est un personnage clé de la stratégie sudiste."
    }
  },
  {
    "translation": {
      "en": "And William Brock III, whose conservative record has been unsullied",
      "fr": "Le mandat de William Brock n'a jamais été entaché"
    }
  },
  {
    "translation": {
      "en": "in eight years in the House of Representatives.",
      "fr": "en huit ans à la Chambre de représentants."
    }
  },
  {
    "translation": {
      "en": "Bill Brock was being opposed by Tex Ritter",
      "fr": "Bill Brock avait pour adversaire Tex Ritter"
    }
  },
  {
    "translation": {
      "en": "for the Republican Senate nominee in Tennessee.",
      "fr": "aux primaires républicaines du Tennessee."
    }
  },
  {
    "translation": {
      "en": "- Hello there! - Hello.",
      "fr": "- Bonjour, Harry. - Bonjour."
    }
  },
  {
    "translation": {
      "en": "- Tex Ritter. - Good evening.",
      "fr": "- Tex Ritter. - Bonsoir."
    }
  },
  {
    "translation": {
      "en": "Tex Ritter was an old Country Western singer.",
      "fr": "Tex Ritter était un vieux chanteur de country."
    }
  },
  {
    "translation": {
      "en": "Cash was a great friend of Tex Ritter's.",
      "fr": "Cash était un bon ami de Tex Ritter."
    }
  },
  {
    "translation": {
      "en": "There was a memo written by a guy named Murray Chotiner",
      "fr": "Un certain Murray Chotiner a écrit un mémo"
    }
  },
  {
    "translation": {
      "en": "roughly a month prior to Johnny Cash appearing at the White House.",
      "fr": "environ un mois avant que Johnny Cash joue à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "It said, To Bob Haldeman, From Murray Chotiner:",
      "fr": "il disait : À Bob Halderman, de la part de Murray Chotiner."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash is great with a certain block of voters in Tennessee.",
      "fr": "Johnny Cash a la sympathie d'un groupe de votants du Tennessee."
    }
  },
  {
    "translation": {
      "en": "Obviously, he will not say or do anything against Tex Ritter,",
      "fr": "Il ne fera rien contre Tex Ritter"
    }
  },
  {
    "translation": {
      "en": "who is running for the US Senate against Congressman Bill Brock",
      "fr": "qui se présente pour être sénateur contre Bill Brock"
    }
  },
  {
    "translation": {
      "en": "for the GOP nomination.",
      "fr": "aux primaires du Parti républicain."
    }
  },
  {
    "translation": {
      "en": "At the Johnny Cash evening at the White House, it'll be most helpful",
      "fr": "À la soirée où jouera Johnny Cash, il serait vraiment utile"
    }
  },
  {
    "translation": {
      "en": "if privately the president can neutralize Johnny Cash",
      "fr": "que le Président parle à Johnny Cash en privé"
    }
  },
  {
    "translation": {
      "en": "so he does not campaign for Tex Ritter.",
      "fr": "pour l'empêcher de soutenir Tex Ritter."
    }
  },
  {
    "translation": {
      "en": "Nixon was thematically appealing to the Silent Majority,",
      "fr": "Thématiquement, Nixon plaisait à la majorité silencieuse."
    }
  },
  {
    "translation": {
      "en": "but more than wanting to take advantage of Johnny Cash,",
      "fr": "Mais plutôt que de tirer profit de Johnny Cash,"
    }
  },
  {
    "translation": {
      "en": "Richard Nixon really identified with him.",
      "fr": "Richard Nixon s'identifiait réellement à lui."
    }
  },
  {
    "translation": {
      "en": "And he thought they were kindred souls",
      "fr": "Il pensait qu'ils étaient liés,"
    }
  },
  {
    "translation": {
      "en": "because they both had had really tough upbringings",
      "fr": "tous deux ayant vécu une enfance difficile"
    }
  },
  {
    "translation": {
      "en": "and everything they got and everything they achieved they had earned for themselves against tight odds.",
      "fr": "et ne devant tout ce qu'ils possédaient et avaient accompli qu'à eux-mêmes."
    }
  },
  {
    "translation": {
      "en": "Well, Nixon was raised by a sometimes abusive father.",
      "fr": "Nixon avait eu un père parfois abusif."
    }
  },
  {
    "translation": {
      "en": "You know, out there on a struggling lemon farm in California.",
      "fr": "Il avait grandi dans une exploitation de citrons peu florissante de Californie."
    }
  },
  {
    "translation": {
      "en": "Two of his brothers died of tuberculosis.",
      "fr": "Deux de ses frères sont morts de tuberculose."
    }
  },
  {
    "translation": {
      "en": "And he grew up poor, poor as hell.",
      "fr": "Il a grandi dans une grande pauvreté."
    }
  },
  {
    "translation": {
      "en": "And because of these parallels,",
      "fr": "À cause de ces parallèles,"
    }
  },
  {
    "translation": {
      "en": "you know, Nixon, he thought he understood Johnny Cash.",
      "fr": "Nixon pensait comprendre Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "He felt that he knew what kind of person Cash was.",
      "fr": "Il pensait savoir quelle genre de personne était Cash."
    }
  },
  {
    "translation": {
      "en": "But when someone's invited to perform at the White House,",
      "fr": "Mais quand on est invité à jouer à la Maison Blanche,"
    }
  },
  {
    "translation": {
      "en": "there always is some political danger involved.",
      "fr": "il y a toujours un danger politique."
    }
  },
  {
    "translation": {
      "en": "During the Lyndon Johnson administration,",
      "fr": "Durant l'administration Lyndon Johnson,"
    }
  },
  {
    "translation": {
      "en": "Lady Bird Johnson had a big event",
      "fr": "Lady Bird Johnson avait organisé un grand événement"
    }
  },
  {
    "translation": {
      "en": "where Eartha Kitt was invited to the White House,",
      "fr": "où Eartha Kitt avait été invitée"
    }
  },
  {
    "translation": {
      "en": "where she proceeded to denounce Lyndon Johnson to his face",
      "fr": "et où elle avait condamné, face à Lyndon Johnson lui-même,"
    }
  },
  {
    "translation": {
      "en": "for his Vietnam policies.",
      "fr": "sa politique au Vietnam."
    }
  },
  {
    "translation": {
      "en": "There was another time when that kind of thing happened.",
      "fr": "Ce genre de choses est arrivé une autre fois."
    }
  },
  {
    "translation": {
      "en": "President Nixon, stop bombing human beings, animals, and vegetation.",
      "fr": "M. le président, arrêtez de bombarder les humains, les animaux et les plantes."
    }
  },
  {
    "translation": {
      "en": "You go to church on Sundays and pray to Jesus Christ.",
      "fr": "Vous allez à l'église le dimanche, prier Jésus Christ. ARRÊTEZ DE TUER"
    }
  },
  {
    "translation": {
      "en": "If Jesus Christ were here tonight, you would not dare drop another bomb.",
      "fr": "Si Jésus Christ était là ce soir, vous n'oseriez pas lâcher une seule bombe."
    }
  },
  {
    "translation": {
      "en": "- Throw her outta here! - Yeah!",
      "fr": "- Sortez-là d'ici. - Ouais !"
    }
  },
  {
    "translation": {
      "en": "All right.",
      "fr": "Très bien."
    }
  },
  {
    "translation": {
      "en": "In Nixon's estimation,",
      "fr": "Nixon estimait"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash wouldn't pose a risk to the White House.",
      "fr": "que Johnny Cash ne poserait pas de problème à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "But the Nixon administration may not have been aware",
      "fr": "Mais l'administration Nixon ignorait sans doute"
    }
  },
  {
    "translation": {
      "en": "that my father was paying attention to what was happening in the world.",
      "fr": "que mon père suivait ce qui se passait dans le monde."
    }
  },
  {
    "translation": {
      "en": "In example,",
      "fr": "Par exemple,"
    }
  },
  {
    "translation": {
      "en": "he was the champion for such rights as Native American rights.",
      "fr": "il défendait avec ardeur les droits des Indiens d'Amérique."
    }
  },
  {
    "translation": {
      "en": "This down here is where they were?",
      "fr": "Ils étaient là, en bas ?"
    }
  },
  {
    "translation": {
      "en": "Yeah. They was all hunted down up this canyon...",
      "fr": "Oui, on les chassait dans ce canyon"
    }
  },
  {
    "translation": {
      "en": "across the creek over there.",
      "fr": "RÉSERVE INDIENNE DE PINE RIDGE DÉCEMBRE 1968 à travers ce ruisseau."
    }
  },
  {
    "translation": {
      "en": "The American government, with Gatling guns, machine guns,",
      "fr": "Le gouvernement américain, armé de mitrailleuses, a massacré"
    }
  },
  {
    "translation": {
      "en": "killed innocent women and children",
      "fr": "Le gouvernement américain, armé de mitrailleuses, a massacré femmes et enfants..."
    }
  },
  {
    "translation": {
      "en": "on December 29th, 1890 at Wounded Knee.",
      "fr": "MUSICIEN, AMI DE LA FAMILLE CASH ...le 29 décembre 1890 à Wounded Knee."
    }
  },
  {
    "translation": {
      "en": "They shoved 'em into one mass grave.",
      "fr": "Ils les ont jetés dans une fosse commune."
    }
  },
  {
    "translation": {
      "en": "The United States lied about the atrocities they've done against American Indians.",
      "fr": "Les États-Unis ont menti sur les atrocités commises sur les Amérindiens."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash came and heard the real stories.",
      "fr": "Johnny Cash est venu et a entendu les vraies histoires."
    }
  },
  {
    "translation": {
      "en": "Is that the names of the people that are there?",
      "fr": "Ce sont les noms des personnes ?"
    }
  },
  {
    "translation": {
      "en": "Over a period of years,",
      "fr": "Pendant plusieurs années,"
    }
  },
  {
    "translation": {
      "en": "he met with several of the tribes that were still dealing with",
      "fr": "il a rencontré des tribus toujours en conflit avec"
    }
  },
  {
    "translation": {
      "en": "the Bureau of Indian Affairs. There were still tribal land issues going on.",
      "fr": "le Bureau des affaires indiennes pour des histoires de terres."
    }
  },
  {
    "translation": {
      "en": "People were seeing us as outsiders,",
      "fr": "Les gens nous voyaient comme des réprouvés,"
    }
  },
  {
    "translation": {
      "en": "and I think Johnny Cash always felt somewhat as an outcast",
      "fr": "Johnny Cash s'est toujours considéré comme un paria"
    }
  },
  {
    "translation": {
      "en": "trying to prove himself, not only to his father, but to a society that",
      "fr": "qui avait quelque chose à prouver, à son père et à une société"
    }
  },
  {
    "translation": {
      "en": "didn't accept people who've been downtrodden.",
      "fr": "qui n'acceptait pas les opprimés."
    }
  },
  {
    "translation": {
      "en": "The beauty of Johnny Cash was he'd bring it into the songs.",
      "fr": "Johnny Cash mettait ça admirablement bien en chanson."
    }
  },
  {
    "translation": {
      "en": "Bitter Tears was a serious record about United States indigenous people,",
      "fr": "Bitter Tears est un album qui parle des peuples indigènes d'Amérique"
    }
  },
  {
    "translation": {
      "en": "and there was nothing like it in the world.",
      "fr": "et il n'y avait rien de tel au monde."
    }
  },
  {
    "translation": {
      "en": "He had songs like The Ballad of Ira Hayes.",
      "fr": "Des chansons comme The Ballad of Ira Hayes."
    }
  },
  {
    "translation": {
      "en": "Ira Hayes was a Pima Indian man who'd joined the Marines at a young age.",
      "fr": "Ira Hayes était un Indien Pima qui avait rejoint très jeune les Marines."
    }
  },
  {
    "translation": {
      "en": "He was one of the men who actually hoisted the flag",
      "fr": "Il était l'un de ceux qui ont hissé le drapeau"
    }
  },
  {
    "translation": {
      "en": "upon victory in Iwo Jima.",
      "fr": "lors de la victoire d'Iwo Jima."
    }
  },
  {
    "translation": {
      "en": "♪ And when that fight was over And when Old Glory raised ♪",
      "fr": "Quand le combat fut terminé Et le drapeau hissé"
    }
  },
  {
    "translation": {
      "en": "♪ Among the men to hold it high Was the Indian, Ira Hayes ♪",
      "fr": "Parmi les hommes qui le tenaient haut Était l'Indien Ira Hayes"
    }
  },
  {
    "translation": {
      "en": "Ira Hayes died a sad, lonely death",
      "fr": "Ira Hayes a eu une mort lente et triste,"
    }
  },
  {
    "translation": {
      "en": "at the hands of alcoholism and depression.",
      "fr": "dans l'alcoolisme et la dépression."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash, this atypical son of the South,",
      "fr": "Johnny Cash, ce sudiste atypique,"
    }
  },
  {
    "translation": {
      "en": "is singing about social causes",
      "fr": "chante les causes sociales"
    }
  },
  {
    "translation": {
      "en": "that aren't necessarily norms",
      "fr": "qui ne sont pas la norme"
    }
  },
  {
    "translation": {
      "en": "for people to be hearing from Tennessee or Arkansas or Louisiana.",
      "fr": "pour quelqu'un du Tennessee, de l'Arkansas ou de la Louisiane."
    }
  },
  {
    "translation": {
      "en": "The Bitter Tears album was boycotted by the music industry",
      "fr": "L'album Bitter Tears a été boycotté par l'industrie du disque."
    }
  },
  {
    "translation": {
      "en": "and John became enraged by that.",
      "fr": "John était furieux."
    }
  },
  {
    "translation": {
      "en": "This offense brought out the rebel inside him.",
      "fr": "Cette offense a ravivé son côté rebelle."
    }
  },
  {
    "translation": {
      "en": "He wrote a letter to the music industry,",
      "fr": "Il a écrit une lettre à l'industrie du disque"
    }
  },
  {
    "translation": {
      "en": "which he had published as a full- page ad",
      "fr": "qu'il a fait publier en publicité pleine page"
    }
  },
  {
    "translation": {
      "en": "in Billboard magazine.",
      "fr": "dans le magazine Billboard."
    }
  },
  {
    "translation": {
      "en": "Why don't you play 'Ira Hayes'?",
      "fr": "Pourquoi, pas Ira Hayes ? JUSTE UNE QUESTION : POURQUOI ? TROP LÂCHE POUR DÉSAPPROUVER"
    }
  },
  {
    "translation": {
      "en": "It's like, hey, this song has purpose.",
      "fr": "JUSTE UNE QUESTION : POURQUOI ? TROP LÂCHE POUR DÉSAPPROUVER Cette chanson a une signification. Elle est importante."
    }
  },
  {
    "translation": {
      "en": "This song is important.",
      "fr": "Cette chanson a une signification. Elle est importante."
    }
  },
  {
    "translation": {
      "en": "Okay, country world, play this. I dare you.",
      "fr": "Ok, gens de la country. Jouez-la, je vous mets au défi."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was giving a voice to us who weren't being heard.",
      "fr": "On ne nous entendait pas. Johnny Cash nous a donné une voix."
    }
  },
  {
    "translation": {
      "en": "And what the brain trust at the White House also didn't know",
      "fr": "Ce que les organisateurs de la Maison Blanche ignoraient aussi,"
    }
  },
  {
    "translation": {
      "en": "is that Johnny Cash had experienced the personal side of war.",
      "fr": "c'est que Johnny Cash avait été touché par la guerre, à titre personnel."
    }
  },
  {
    "translation": {
      "en": "His views were changing.",
      "fr": "Son opinion avait changé."
    }
  },
  {
    "translation": {
      "en": "♪ His dying barely made The morning paper... ♪",
      "fr": "Les journaux ont à peine parlé de sa mort."
    }
  },
  {
    "translation": {
      "en": "Jan Howard is a very well- known Grand Ole Opry star.",
      "fr": "Jan Howard était une star du Grand Ole Opry."
    }
  },
  {
    "translation": {
      "en": "She sang with the Carter Family, with Johnny for many years.",
      "fr": "Elle a chanté avec la famille Carter et avec Johnny pendant des années."
    }
  },
  {
    "translation": {
      "en": "Jimmy, my oldest son, was drafted.",
      "fr": "Jimmy, mon fils aîné a été enrôlé. CHANTEUSE, COMPOSITRICE"
    }
  },
  {
    "translation": {
      "en": "He said, Well, I'm no better than anybody else.",
      "fr": "Il a dit : Je ne vaux pas mieux qu'un autre."
    }
  },
  {
    "translation": {
      "en": "He said, I'll be fine.",
      "fr": "Tout ira bien."
    }
  },
  {
    "translation": {
      "en": "He grew up on a little farm just a couple of miles out of town.",
      "fr": "Il a grandi dans une petite ferme À trois kilomètres de la ville"
    }
  },
  {
    "translation": {
      "en": "Her son was in Vietnam",
      "fr": "Son fils est parti au Vietnam"
    }
  },
  {
    "translation": {
      "en": "and was killed.",
      "fr": "et a été tué."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was deeply upset.",
      "fr": "Johnny Cash était bouleversé."
    }
  },
  {
    "translation": {
      "en": "He wrote a song called Route #1, Box 144.",
      "fr": "Il a écrit la chanson Route 1 Box 144."
    }
  },
  {
    "translation": {
      "en": "It was a very...",
      "fr": "C'est une prise de position"
    }
  },
  {
    "translation": {
      "en": "quietly eloquent statement",
      "fr": "discrète mais très éloquente"
    }
  },
  {
    "translation": {
      "en": "about war.",
      "fr": "sur la guerre."
    }
  },
  {
    "translation": {
      "en": "His body was sent back on a plane, and then by train.",
      "fr": "Son corps est revenu en avion Puis en train"
    }
  },
  {
    "translation": {
      "en": "Like so many in this country",
      "fr": "Beaucoup dans ce pays"
    }
  },
  {
    "translation": {
      "en": "who were called out of the fields, called out of their homes,",
      "fr": "TIRAGE AU SORT ont dû quitter leurs terres, quitter leur foyer,"
    }
  },
  {
    "translation": {
      "en": "off the assembly line, and sent to Vietnam.",
      "fr": "quitter leur usine, et partir au Vietnam."
    }
  },
  {
    "translation": {
      "en": "♪ ...thought that he was President or something ♪",
      "fr": "...qu'il était président, je crois"
    }
  },
  {
    "translation": {
      "en": "♪ At Route #1, Box 144 ♪",
      "fr": "Route 1, box 144"
    }
  },
  {
    "translation": {
      "en": "My father always supported people within the Armed Forces.",
      "fr": "Mon père a toujours soutenu les militaires."
    }
  },
  {
    "translation": {
      "en": "Of course, my father himself served in the Air Force",
      "fr": "Mon père avait servi dans l'US Air Force,"
    }
  },
  {
    "translation": {
      "en": "during the Korean conflict.",
      "fr": "durant la guerre de Corée."
    }
  },
  {
    "translation": {
      "en": "He would set aside any political notion",
      "fr": "Il mettait de côté les aspects politiques"
    }
  },
  {
    "translation": {
      "en": "or any consideration of whether one certain battle was right or wrong,",
      "fr": "et les questions de bien ou de mal"
    }
  },
  {
    "translation": {
      "en": "and support the men and young women that were fighting",
      "fr": "pour soutenir les jeunes hommes et femmes qui combattaient"
    }
  },
  {
    "translation": {
      "en": "and giving their lives for us.",
      "fr": "et donnaient leur vie pour nous."
    }
  },
  {
    "translation": {
      "en": "And so, he went to Vietnam and performed for the troops.",
      "fr": "Il est allé au Vietnam et a joué pour les troupes."
    }
  },
  {
    "translation": {
      "en": "♪ Well, one morning at breakfast I said to my wife ♪",
      "fr": "Un matin au petit déjeuner J'ai dit à ma femme, tu vois"
    }
  },
  {
    "translation": {
      "en": "♪ We've been everywhere once And some places twice ♪",
      "fr": "On est allé partout Et parfois même deux fois"
    }
  },
  {
    "translation": {
      "en": "♪ As I had another helping Of country ham ♪",
      "fr": "Je me suis servi une tranche de bacon"
    }
  },
  {
    "translation": {
      "en": "♪ She said we've never been to Vietnam ♪",
      "fr": "Elle dit on n'est jamais allé au Vietnam"
    }
  },
  {
    "translation": {
      "en": "♪ There's a quarter of a million Of our boys over there... ♪",
      "fr": "Il y a un quart de million De nos gars, là-bas…"
    }
  },
  {
    "translation": {
      "en": "He went to Vietnam in December of 1969,",
      "fr": "JOHNNY CASH JOUE POUR LES TROUPES Il est allé au Vietnam, en décembre 1969,"
    }
  },
  {
    "translation": {
      "en": "just months before the White House concert.",
      "fr": "quelques mois avant le concert à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "And he and June laid there in the tent",
      "fr": "June et lui étaient dans la tente"
    }
  },
  {
    "translation": {
      "en": "listening to the shells exploding,",
      "fr": "et entendaient les bombes exploser."
    }
  },
  {
    "translation": {
      "en": "listening to the sounds of war,",
      "fr": "Entendaient les bruits de la guerre,"
    }
  },
  {
    "translation": {
      "en": "of people dying,",
      "fr": "et des tués."
    }
  },
  {
    "translation": {
      "en": "of watching the carnage.",
      "fr": "Voir un tel carnage"
    }
  },
  {
    "translation": {
      "en": "It made a very serious impression on him.",
      "fr": "lui a fait une très forte impression."
    }
  },
  {
    "translation": {
      "en": "♪ Then we did our last song For the night ♪",
      "fr": "On a joué notre dernière chanson De la soirée"
    }
  },
  {
    "translation": {
      "en": "♪ And we crawled into bed For some peace and quiet ♪",
      "fr": "On est allé au lit Chercher paix et tranquillité"
    }
  },
  {
    "translation": {
      "en": "♪ But things weren't peaceful ♪",
      "fr": "Il n'y avait pas de paix"
    }
  },
  {
    "translation": {
      "en": "♪ Things weren't quiet ♪",
      "fr": "Pas de tranquillité"
    }
  },
  {
    "translation": {
      "en": "I'd gone over with my father to Vietnam.",
      "fr": "Je suis allé avec mon père au Vietnam."
    }
  },
  {
    "translation": {
      "en": "I was at the airport, the Tan Son Nhat airport,",
      "fr": "J'étais à l'aéroport de Tân Sn Nht…"
    }
  },
  {
    "translation": {
      "en": "getting ready to fly back,",
      "fr": "PASTEUR DE JOHNNY CASH …prêt à rentrer."
    }
  },
  {
    "translation": {
      "en": "and I said, That looks like John and June Cash!",
      "fr": "J'ai dit : On dirait John et June Cash !"
    }
  },
  {
    "translation": {
      "en": "And so I made my way over,",
      "fr": "Je suis allé les voir"
    }
  },
  {
    "translation": {
      "en": "and I said, John, what're you doing in Vietnam?",
      "fr": "et j'ai dit : John, que fais-tu au Vietnam ?"
    }
  },
  {
    "translation": {
      "en": "He said, I'm in a search mode right now.",
      "fr": "Il m'a dit : Je fais des recherches."
    }
  },
  {
    "translation": {
      "en": "He said, I'm troubled about what's happening here.",
      "fr": "Je suis troublé par ce qui se passe ici."
    }
  },
  {
    "translation": {
      "en": "He said, You know, Jimmie, I was raised in a Baptist church in Arkansas.",
      "fr": "Il a dit : Tu sais, Jimmie, j'ai grandi dans une église baptiste de l'Arkansas."
    }
  },
  {
    "translation": {
      "en": "I know what's right.",
      "fr": "Je sais ce qui est juste."
    }
  },
  {
    "translation": {
      "en": "He said, What troubled me was it had taken our soldiers down.",
      "fr": "Il a dit : Ce qui m'a troublé c'est que nos soldats sont au plus mal."
    }
  },
  {
    "translation": {
      "en": "It had pulled their... their morale, their spirit down",
      "fr": "Leur moral était au plus bas. Ils n'avaient plus de motivation,"
    }
  },
  {
    "translation": {
      "en": "because of what they heard back home.",
      "fr": "à cause de ce qui se disait aux USA. ÉRADIQUEZ LA PAUVRETÉ PAS LES GENS"
    }
  },
  {
    "translation": {
      "en": "Because of the way our country was so divided.",
      "fr": "À cause des divisions dans notre pays. BOMBARDEZ BERKLEY"
    }
  },
  {
    "translation": {
      "en": "Some of them had reached a point where...",
      "fr": "Certains avaient atteint le point"
    }
  },
  {
    "translation": {
      "en": "What're we doing this for? Why are we over here?",
      "fr": "où ils se demandaient ce qu'ils faisaient là-bas. LA PAIX MAINTENANT"
    }
  },
  {
    "translation": {
      "en": "Because politics had entered so strongly",
      "fr": "La politique était maintenant si présente"
    }
  },
  {
    "translation": {
      "en": "into Vietnam.",
      "fr": "au Vietnam."
    }
  },
  {
    "translation": {
      "en": "They were... looking for",
      "fr": "Ils… voulaient juste…"
    }
  },
  {
    "translation": {
      "en": "a little bit of hope.",
      "fr": "un peu d'espoir."
    }
  },
  {
    "translation": {
      "en": "We prayed about that.",
      "fr": "On a prié pour ça."
    }
  },
  {
    "translation": {
      "en": "Servicemen and prisoners have a lot in common.",
      "fr": "Les soldats et les prisonniers ont beaucoup en commun."
    }
  },
  {
    "translation": {
      "en": "There is a kind of a brotherhood about the whole situation.",
      "fr": "Ils traversent les épreuves avec fraternité."
    }
  },
  {
    "translation": {
      "en": "I think they feel a lot of the same things.",
      "fr": "Ils ressentent beaucoup de choses similaires."
    }
  },
  {
    "translation": {
      "en": "The loneliness, and a lot of times, boredom,",
      "fr": "La solitude, l'ennui, souvent."
    }
  },
  {
    "translation": {
      "en": "and isolation.",
      "fr": "Et l'isolation."
    }
  },
  {
    "translation": {
      "en": "And he said there are some things that I want to do",
      "fr": "Il a dit : Il y a des choses que je veux faire"
    }
  },
  {
    "translation": {
      "en": "that I feel like I need to do now with my voice.",
      "fr": "et que je dois faire, en utilisant ma voix."
    }
  },
  {
    "translation": {
      "en": "We oughta live every day just as though the Lord's coming!",
      "fr": "Vivre chaque jour comme si le Seigneur arrivait."
    }
  },
  {
    "translation": {
      "en": "Doing all we can...",
      "fr": "On doit tout faire…"
    }
  },
  {
    "translation": {
      "en": "to help our neighbor!",
      "fr": "pour aider notre voisin."
    }
  },
  {
    "translation": {
      "en": "And above all, loving!",
      "fr": "Et par dessus tout, aimer !"
    }
  },
  {
    "translation": {
      "en": "One of the people who was watching Johnny Cash",
      "fr": "Parmi ceux qui regardaient Johnny Cash,"
    }
  },
  {
    "translation": {
      "en": "is this superstar preacher, the evangelist, Billy Graham.",
      "fr": "il y avait le prédicateur star, l’évangéliste Bill Graham."
    }
  },
  {
    "translation": {
      "en": "President Nixon and Dr. Graham had been friends for decades.",
      "fr": "Le président Nixon et le Dr Graham étaient amis depuis des années."
    }
  },
  {
    "translation": {
      "en": "Billy Graham called John and said, May I meet Mr. Cash?",
      "fr": "Billy Graham a appelé John et a dit : Puis-je rencontrer M. Cash ?"
    }
  },
  {
    "translation": {
      "en": "My son is a rebellious teenager.",
      "fr": "Mon fils est un adolescent rebelle."
    }
  },
  {
    "translation": {
      "en": "I want to ask John advice.",
      "fr": "Je voudrais les conseils de John."
    }
  },
  {
    "translation": {
      "en": "One Sunday in December 1969,",
      "fr": "Un dimanche de décembre 1969,"
    }
  },
  {
    "translation": {
      "en": "Billy and Ruth Graham came to supper at the Cash's.",
      "fr": "Billy et Ruth Graham vont dîner chez les Cash."
    }
  },
  {
    "translation": {
      "en": "Billy Graham says to him,",
      "fr": "Bill Graham dit à Johnny Cash :"
    }
  },
  {
    "translation": {
      "en": "Johnny, you are somebody who speaks to youth",
      "fr": "Johnny, vous êtes quelqu'un que la jeunesse écoute."
    }
  },
  {
    "translation": {
      "en": "because you are so authentic and that's what they are looking for today.",
      "fr": "Parce que vous êtes authentique et c'est ce qu'ils cherchent."
    }
  },
  {
    "translation": {
      "en": "And I hope that you will use this gift",
      "fr": "J'espère que vous utiliserez ce don"
    }
  },
  {
    "translation": {
      "en": "to further good purpose",
      "fr": "pour accomplir de belles choses"
    }
  },
  {
    "translation": {
      "en": "in speaking to young people today.",
      "fr": "en parlant aux jeunes d'aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "This is the Arkansas sharecropper's son,",
      "fr": "C'est le fils d'un métayer de l'Arkansas"
    }
  },
  {
    "translation": {
      "en": "sitting there listening to this.",
      "fr": "qui est assis là et qui écoute ça."
    }
  },
  {
    "translation": {
      "en": "June is five months pregnant at the time. This is their first child together.",
      "fr": "June est enceinte de cinq mois de leur premier enfant ensemble."
    }
  },
  {
    "translation": {
      "en": "He hasn't necessarily been the best father",
      "fr": "Il n'a pas été le meilleur des pères"
    }
  },
  {
    "translation": {
      "en": "to his four girls that he left with Vivian in California.",
      "fr": "pour ses quatre filles restées avec Vivian, en Californie."
    }
  },
  {
    "translation": {
      "en": "He is thinking about his responsibility to the future now.",
      "fr": "Il pense à ses futures responsabilités."
    }
  },
  {
    "translation": {
      "en": "And when Billy Graham left, John said to his father, Well, Daddy,",
      "fr": "Quand Bill Graham fut parti, John a dit à son père :"
    }
  },
  {
    "translation": {
      "en": "Billy Graham just had supper in my house.",
      "fr": "Papa, Bill Graham a dîné chez moi ce soir."
    }
  },
  {
    "translation": {
      "en": "That was pretty good, wasn't it?",
      "fr": "Pas mal, hein ?"
    }
  },
  {
    "translation": {
      "en": "And Ray said, You ain't shit, boy. That's nothing.",
      "fr": "Ray lui répond, Ça ne vaut rien. C'est de la merde."
    }
  },
  {
    "translation": {
      "en": "It was devastating.",
      "fr": "Johnny était dévasté."
    }
  },
  {
    "translation": {
      "en": "Throughout his life, my father saw a lot of struggle, a lot of troubles.",
      "fr": "Toute sa vie, mon père a dû affronter des difficultés."
    }
  },
  {
    "translation": {
      "en": "When I was born and I was healthy,",
      "fr": "Quand je suis né, j'étais en bonne santé."
    }
  },
  {
    "translation": {
      "en": "he was lifted up inside.",
      "fr": "Il était exalté."
    }
  },
  {
    "translation": {
      "en": "He was just ecstatic.",
      "fr": "Il était fou de joie."
    }
  },
  {
    "translation": {
      "en": "He thought that that was a great blessing.",
      "fr": "Il voyait ça comme une bénédiction."
    }
  },
  {
    "translation": {
      "en": "Here's the chance to be the father that he never had to his own son.",
      "fr": "Voilà sa chance d'être, pour son fils, le père qu'il n'avait jamais eu."
    }
  },
  {
    "translation": {
      "en": "- He's doing all right, ain't he, Mama? - He's doing fine.",
      "fr": "- Il va bien, hein, maman ? - Très bien."
    }
  },
  {
    "translation": {
      "en": "John was so moved and inspired after meeting Billy Graham",
      "fr": "John a tellement été touché et inspiré par Bill Graham"
    }
  },
  {
    "translation": {
      "en": "and becoming a father, that he wrote a new song",
      "fr": "et par sa paternité, qu'il a écrit une chanson"
    }
  },
  {
    "translation": {
      "en": "about young people and the future.",
      "fr": "sur les jeunes et l'avenir."
    }
  },
  {
    "translation": {
      "en": "Uh, Houston, we've had a problem.",
      "fr": "Houston, nous avons un problème."
    }
  },
  {
    "translation": {
      "en": "As it happened, the same week as the White House concert,",
      "fr": "La semaine du concert à la Maison Blanche,"
    }
  },
  {
    "translation": {
      "en": "the Apollo 13 astronauts were stranded in space.",
      "fr": "les astronautes d'Apollo 13 étaient coincés dans l'espace."
    }
  },
  {
    "translation": {
      "en": "The Apollo 13 space craft has had a serious power supply malfunction.",
      "fr": "Le vaisseau spatial Apollo 13 a eu une panne d'alimentation."
    }
  },
  {
    "translation": {
      "en": "But they came down to Earth safely.",
      "fr": "Mais ils sont revenus sur Terre sains et saufs."
    }
  },
  {
    "translation": {
      "en": "Just a beautiful sight to see!",
      "fr": "Un bien beau spectacle !"
    }
  },
  {
    "translation": {
      "en": "And welcome home!",
      "fr": "Bienvenue sur Terre ! ILS ONT RÉUSSI !"
    }
  },
  {
    "translation": {
      "en": "Theirs is the spirit that built America.",
      "fr": "Voilà l'esprit de l'Amérique."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash would be at the White House that night.",
      "fr": "Johnny Cash devait arriver à la Maison Blanche ce soir-là."
    }
  },
  {
    "translation": {
      "en": "We arrived at the White House that very afternoon that Apollo 13 splashed down.",
      "fr": "Nous sommes arrivés à la Maison Blanche le jour où Apollo 13 a amerri."
    }
  },
  {
    "translation": {
      "en": "We were excited to go.",
      "fr": "On avait hâte. MEMBRE DES STATLER BROS"
    }
  },
  {
    "translation": {
      "en": "Although, you know, there was a lot of turmoil with the war going on,",
      "fr": "MEMBRE DES STATLER BROS Malgré l'agitation autour de la guerre,"
    }
  },
  {
    "translation": {
      "en": "and marching in the streets and violence",
      "fr": "les manifestations, les violences dans la rue"
    }
  },
  {
    "translation": {
      "en": "and a lot of hatred on both sides.",
      "fr": "et la haine qui divisait l'Amérique."
    }
  },
  {
    "translation": {
      "en": "But we said, No, this is the White House. This is history.",
      "fr": "On s'est dit : C'est la Maison Blanche. C'est historique."
    }
  },
  {
    "translation": {
      "en": "We were looking forward to this.",
      "fr": "On était impatients."
    }
  },
  {
    "translation": {
      "en": "The president had so many Southern Congressmen,",
      "fr": "Il y avait beaucoup de membres du Congrès du sud,"
    }
  },
  {
    "translation": {
      "en": "White House staff.",
      "fr": "le personnel..."
    }
  },
  {
    "translation": {
      "en": "HR Haldeman, the White House Chief of Staff,",
      "fr": "H.R. Haldeman, chef de cabinet de la Maison Blanche,"
    }
  },
  {
    "translation": {
      "en": "who was a great, great Johnny Cash fan,",
      "fr": "grand fan de Johnny Cash,"
    }
  },
  {
    "translation": {
      "en": "was there, as were other people in the Nixon administration.",
      "fr": "était là, ainsi que d'autres membres de l'administration Nixon."
    }
  },
  {
    "translation": {
      "en": "They were all clamoring to get in. It was very, very tight.",
      "fr": "Tout le monde voulait entrer. C'était très petit."
    }
  },
  {
    "translation": {
      "en": "These were all prominent conservative supporters of the president.",
      "fr": "Il y avait beaucoup de conservateurs influents qui soutenaient le Président."
    }
  },
  {
    "translation": {
      "en": "John invited his family.",
      "fr": "John avait invité sa famille."
    }
  },
  {
    "translation": {
      "en": "All of his siblings were there.",
      "fr": "Ses frères et sœurs étaient là."
    }
  },
  {
    "translation": {
      "en": "His father, Ray, was there.",
      "fr": "Son père, Ray était là."
    }
  },
  {
    "translation": {
      "en": "It's the first time he's ever worn a tux in his life.",
      "fr": "La première fois de sa vie qu'il portait un smoking."
    }
  },
  {
    "translation": {
      "en": "And I remember we had these beautiful long dresses.",
      "fr": "Je me rappelle qu'on portait ces belles robes longues."
    }
  },
  {
    "translation": {
      "en": "We're actually in the White House with the president.",
      "fr": "On était à la Maison Blanche avec le Président."
    }
  },
  {
    "translation": {
      "en": "It was awesome and scary and wonderful, all at the same time.",
      "fr": "C'était grandiose. Merveilleux et terrifiant à la fois."
    }
  },
  {
    "translation": {
      "en": "I would've been barely over one month old",
      "fr": "J'avais à peine plus d'un mois,"
    }
  },
  {
    "translation": {
      "en": "when they put me down for a nap in the Lincoln bed.",
      "fr": "quand j'ai fait la sieste dans le lit de Lincoln."
    }
  },
  {
    "translation": {
      "en": "We're very happy to welcome all of you tonight at this evening at the White House.",
      "fr": "Nous sommes heureux de vous recevoir ce soir à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "It's rather hard to describe Johnny Cash in terms that are perhaps adequate.",
      "fr": "Il est difficile de décrire Johnny Cash avec des mots."
    }
  },
  {
    "translation": {
      "en": "The music that he represents tonight",
      "fr": "La musique qu'il représente"
    }
  },
  {
    "translation": {
      "en": "is called country music and western music,",
      "fr": "est appelée musique country, ou western."
    }
  },
  {
    "translation": {
      "en": "but I think it's really American music,",
      "fr": "Pour moi, c'est de la musique américaine."
    }
  },
  {
    "translation": {
      "en": "because it speaks in stories about America,",
      "fr": "Pour moi, c'est de la musique américaine. Elle raconte des histoires sur l'Amérique"
    }
  },
  {
    "translation": {
      "en": "in a way that touches the hearts of all Americans, north, east,",
      "fr": "d'une manière qui touche le cœur des Américains au nord, à l'est,"
    }
  },
  {
    "translation": {
      "en": "west, and south.",
      "fr": "à l'ouest et au sud."
    }
  },
  {
    "translation": {
      "en": "Ladies and gentlemen, Johnny Cash.",
      "fr": "Mesdames et Messieurs, Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "I was a little bit uptight because you never know exactly what's going to work.",
      "fr": "J'étais un peu tendu. On ne savait pas si ça allait bien se passer."
    }
  },
  {
    "translation": {
      "en": "This is a different audience.",
      "fr": "C'était un public différent."
    }
  },
  {
    "translation": {
      "en": "And when you put a tuxedo and gowns on people,",
      "fr": "En smokings et robes de soirée,"
    }
  },
  {
    "translation": {
      "en": "they become different people.",
      "fr": "les gens sont différents."
    }
  },
  {
    "translation": {
      "en": "They're not as loose and as jovial as they usually are.",
      "fr": "Ils ne sont pas aussi détendus qu'en temps normal."
    }
  },
  {
    "translation": {
      "en": "Thank you very much.",
      "fr": "Merci beaucoup."
    }
  },
  {
    "translation": {
      "en": "You got the president and the first lady sitting in the first row staring at you,",
      "fr": "Le Président et la Première dame vous regardent au premier rang"
    }
  },
  {
    "translation": {
      "en": "and you think, Wow, let's hope this comes off.",
      "fr": "et on espère qu'on va s'en sortir."
    }
  },
  {
    "translation": {
      "en": "We hope to show you a little bit of the soul of the South tonight.",
      "fr": "Ce soir, on espère vous montrer un peu de l'âme du Sud."
    }
  },
  {
    "translation": {
      "en": "♪ Well, they gave him his orders At Monroe, Virginia... ♪",
      "fr": "On lui a donné ses ordres À Monroe, en Virginie"
    }
  },
  {
    "translation": {
      "en": "I never had any idea what we were gonna play.",
      "fr": "Je n'avais aucune idée de ce qu'on allait jouer."
    }
  },
  {
    "translation": {
      "en": "It didn't do any good to rehearse with Johnny Cash",
      "fr": "Ce n'était pas la peine de répéter avec Johnny Cash… BATTEUR DE JOHNNY CASH"
    }
  },
  {
    "translation": {
      "en": "because he didn't know what he was going do.",
      "fr": "…parce qu'il ne savait pas ce qu'il allait faire."
    }
  },
  {
    "translation": {
      "en": "♪ ...poor boy ♪",
      "fr": "Pauvre garçon"
    }
  },
  {
    "translation": {
      "en": "My father made a decision and refused to sing the two songs",
      "fr": "Mon père a pris la décision de ne pas chanter les deux chansons"
    }
  },
  {
    "translation": {
      "en": "that the president had asked him to sing.",
      "fr": "que le président voulait qu'il chante."
    }
  },
  {
    "translation": {
      "en": "Daddy. Daddy, you remember this.",
      "fr": "Papa, tu te rappelles celle-là ?"
    }
  },
  {
    "translation": {
      "en": "♪ How high is the water, Papa? ♪",
      "fr": "À quelle hauteur est l'eau, papa ?"
    }
  },
  {
    "translation": {
      "en": "♪ He said It's two feet high and rising... ♪",
      "fr": "Il dit : un mètre et elle monte"
    }
  },
  {
    "translation": {
      "en": "However, the president and the audience did not know",
      "fr": "Cependant, le Président et le public n'avaient aucune idée"
    }
  },
  {
    "translation": {
      "en": "or have any idea what he would sing.",
      "fr": "de ce qu'il allait chanter."
    }
  },
  {
    "translation": {
      "en": "♪ High and rising... ♪",
      "fr": "Et elle monte…"
    }
  },
  {
    "translation": {
      "en": "I get asked a lot of questions about war and...",
      "fr": "On me pose beaucoup de questions sur la guerre,"
    }
  },
  {
    "translation": {
      "en": "drugs and youth and...",
      "fr": "la drogue et la jeunesse."
    }
  },
  {
    "translation": {
      "en": "this and that. Well...",
      "fr": "Ceci et cela."
    }
  },
  {
    "translation": {
      "en": "We took our show to Long Bihn Air Force Base near Saigon, Vietnam.",
      "fr": "On est allé jouer à la base militaire de Long Bình, près de Saïgon."
    }
  },
  {
    "translation": {
      "en": "We did shows for the men over there,",
      "fr": "On a joué pour les soldats,"
    }
  },
  {
    "translation": {
      "en": "as many as we could for the time that we had.",
      "fr": "autant qu'on a pu, en si peu de temps."
    }
  },
  {
    "translation": {
      "en": "Somebody said, That makes you a hawk. You went to Vietnam.",
      "fr": "On m'a dit : tu es un faucon, tu es allé au Vietnam."
    }
  },
  {
    "translation": {
      "en": "No, but after you watch the wounded come in in the helicopters,",
      "fr": "Non, mais après avoir vu les blessés revenir en hélico,"
    }
  },
  {
    "translation": {
      "en": "if you were a dove, you might come away a dove with claws.",
      "fr": "si vous êtes une colombe, vous reviendrez avec des griffes."
    }
  },
  {
    "translation": {
      "en": "All of a sudden, John got very quiet.",
      "fr": "D'un coup, John s'est mis à parler doucement."
    }
  },
  {
    "translation": {
      "en": "We were in trouble...",
      "fr": "On était en difficulté."
    }
  },
  {
    "translation": {
      "en": "We're waiting with these solemn looks on our faces. What's going on?",
      "fr": "On attend, le visage grave. Que se passe-t-il ?"
    }
  },
  {
    "translation": {
      "en": "Of course, um,",
      "fr": "Bien sûr,"
    }
  },
  {
    "translation": {
      "en": "in order to say something to somebody that might be meaningful, you...",
      "fr": "pour que ce qu'on dit à quelqu'un ait un sens,"
    }
  },
  {
    "translation": {
      "en": "gotta kind of get them on your side.",
      "fr": "il faut qu'il soit de votre côté."
    }
  },
  {
    "translation": {
      "en": "So I had these words, a poem that I wrote to the youth of America.",
      "fr": "J'ai écrit ce texte, ce poème pour la jeunesse d'Amérique."
    }
  },
  {
    "translation": {
      "en": "♪ And the lonely voice of youth cries ♪",
      "fr": "La voix de la jeunesse crie :"
    }
  },
  {
    "translation": {
      "en": "♪ What is truth? ♪",
      "fr": "C'est quoi, la vérité ?"
    }
  },
  {
    "translation": {
      "en": "♪ Little boy of three Sitting on the floor ♪",
      "fr": "Un petit garçon de trois ans, assis par terre"
    }
  },
  {
    "translation": {
      "en": "♪ Looks up and says Daddy, what is war? ♪",
      "fr": "Demande à son papa : Qu'est-ce que la guerre ?"
    }
  },
  {
    "translation": {
      "en": "♪ Son, that's when people Fight and die ♪",
      "fr": "C'est quand les gens meurent au combat"
    }
  },
  {
    "translation": {
      "en": "♪ Little boy of three says Daddy, why? ♪",
      "fr": "Le petit garçon répond Pourquoi, papa ?"
    }
  },
  {
    "translation": {
      "en": "♪ A young man of 17 in Sunday school ♪",
      "fr": "Au catéchisme, à dix-sept ans"
    }
  },
  {
    "translation": {
      "en": "♪ Being taught the Golden Rule ♪",
      "fr": "Un jeune homme écoute et apprend"
    }
  },
  {
    "translation": {
      "en": "♪ And by the time Another year has gone around ♪",
      "fr": "Une année de plus doit s'écouler"
    }
  },
  {
    "translation": {
      "en": "♪ It may be his turn To lay his life down ♪",
      "fr": "Et à son tour, il ira se sacrifier"
    }
  },
  {
    "translation": {
      "en": "♪ Can you blame the voice of youth For asking ♪",
      "fr": "Peut-on en vouloir aux jeunes de demander"
    }
  },
  {
    "translation": {
      "en": "♪ What is truth? ♪",
      "fr": "C'est quoi, la vérité ?"
    }
  },
  {
    "translation": {
      "en": "I saw the squirming in Nixon's chair when Johnny was singing What is Truth.",
      "fr": "Je voyais Nixon se tortiller sur sa chaise quand Johnny a chanté What is Truth."
    }
  },
  {
    "translation": {
      "en": "Nixon was smart enough and attentive enough to be uncomfortable.",
      "fr": "Nixon était assez intelligent et attentif pour être mal à l'aise."
    }
  },
  {
    "translation": {
      "en": "♪ Young man sitting On the witness stand ♪",
      "fr": "Un jeune homme est à la barre des témoins"
    }
  },
  {
    "translation": {
      "en": "♪ Man with a book says ♪",
      "fr": "L'homme au livre lui dit : Levez la main Et répétez"
    }
  },
  {
    "translation": {
      "en": "♪ Raise your hand, repeat after me I solemnly swear ♪",
      "fr": "L'homme au livre lui dit : Levez la main Et répétez Je jure solennellement…"
    }
  },
  {
    "translation": {
      "en": "♪ Judge looked down at his long hair ♪",
      "fr": "Le juge regarde ses cheveux longs"
    }
  },
  {
    "translation": {
      "en": "♪ And although the young man Solemnly swore ♪",
      "fr": "Et bien que le jeune homme Ait solennellement juré"
    }
  },
  {
    "translation": {
      "en": "♪ Nobody seemed to hear anymore ♪",
      "fr": "Personne ne semble plus l'écouter"
    }
  },
  {
    "translation": {
      "en": "♪ And it didn't really matter If the truth was there ♪",
      "fr": "Peu importe la vérité De son serment"
    }
  },
  {
    "translation": {
      "en": "♪ It was the cut of his clothes And the length of his hair ♪",
      "fr": "On ne voyait que ses cheveux longs Et ses vêtements."
    }
  },
  {
    "translation": {
      "en": "♪ And the lonely voice of youth cries ♪",
      "fr": "Et la voix de la jeunesse crie :"
    }
  },
  {
    "translation": {
      "en": "♪ What is truth? ♪",
      "fr": "C'est quoi, la vérité ?"
    }
  },
  {
    "translation": {
      "en": "♪ Young girl dancing to the latest beat ♪",
      "fr": "La jeune fille dansant sur le dernier son"
    }
  },
  {
    "translation": {
      "en": "♪ Found new ways to move her feet ♪",
      "fr": "Veut bouger ses pieds d'une autre façon"
    }
  },
  {
    "translation": {
      "en": "♪ Young man speaking in the city square ♪",
      "fr": "Le jeune homme qui en ville, veut parler"
    }
  },
  {
    "translation": {
      "en": "♪ Trying to tell somebody that he cares ♪",
      "fr": "le fait car il se sent concerné"
    }
  },
  {
    "translation": {
      "en": "♪ Yeah, the ones That you're callin' wild ♪",
      "fr": "Ceux que vous appelez sauvageons"
    }
  },
  {
    "translation": {
      "en": "♪ Gonna be the leaders In a little while ♪",
      "fr": "Dans peu de temps nous dirigeront"
    }
  },
  {
    "translation": {
      "en": "♪ This old world's waking To a newborn day ♪",
      "fr": "Le monde verra un jour nouveau se lever"
    }
  },
  {
    "translation": {
      "en": "♪ And I solemnly swear That it'll be their way ♪",
      "fr": "Et il sera comme ils l'auront décidé"
    }
  },
  {
    "translation": {
      "en": "♪ We better help that Voice of youth find ♪",
      "fr": "La voix de la jeunesse doit savoir"
    }
  },
  {
    "translation": {
      "en": "♪ What is truth? ♪",
      "fr": "C'est quoi, la vérité"
    }
  },
  {
    "translation": {
      "en": "♪ And the lonely voice of youth cries What is truth? ♪",
      "fr": "La voix de la jeunesse crie C'est quoi, la vérité ?"
    }
  },
  {
    "translation": {
      "en": "Johnny had a way to say something in a song",
      "fr": "Johnny avait trouvé le moyen de dire en chanson"
    }
  },
  {
    "translation": {
      "en": "to get a point across,",
      "fr": "ce qu'il pensait."
    }
  },
  {
    "translation": {
      "en": "and he did it well.",
      "fr": "Et il a réussi."
    }
  },
  {
    "translation": {
      "en": "The most powerful man in the United States at that time,",
      "fr": "L'homme le plus puissant des États-Unis à l'époque"
    }
  },
  {
    "translation": {
      "en": "I think it got to him.",
      "fr": "a compris."
    }
  },
  {
    "translation": {
      "en": "He understood the message.",
      "fr": "Il a compris le message."
    }
  },
  {
    "translation": {
      "en": "My father wasn't afraid to say what he thought,",
      "fr": "Mon père n'avait pas peur de dire ce qu'il pensait,"
    }
  },
  {
    "translation": {
      "en": "which was, I hope to bring peace. But I'm not afraid to get dirty.",
      "fr": "Je veux la paix mais je n'ai pas peur de me salir les mains."
    }
  },
  {
    "translation": {
      "en": "And I'm not afraid to fight for what I believe in.",
      "fr": "Je n'ai pas peur de me battre pour ce en quoi je crois."
    }
  },
  {
    "translation": {
      "en": "And I'm not afraid to go where I'm uncomfortable",
      "fr": "Je n'ai pas peur d'être mal à l'aise"
    }
  },
  {
    "translation": {
      "en": "to stand up for love.",
      "fr": "pour défendre l'amour."
    }
  },
  {
    "translation": {
      "en": "I'm a dove with claws.",
      "fr": "Une colombe avec des griffes."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was putting himself front- and- center.",
      "fr": "Johnny Cash s'exposait."
    }
  },
  {
    "translation": {
      "en": "He had gone out on a limb there.",
      "fr": "Il prenait des risques."
    }
  },
  {
    "translation": {
      "en": "This song was delivering a message",
      "fr": "Cette chanson faisait passer un message."
    }
  },
  {
    "translation": {
      "en": "that the current leaders who were looking on young people",
      "fr": "Les dirigeants qui regardent la jeunesse"
    }
  },
  {
    "translation": {
      "en": "and marginalizing them need to understand that",
      "fr": "en la marginalisant doivent comprendre"
    }
  },
  {
    "translation": {
      "en": "this is the future,",
      "fr": "qu'elle est notre avenir."
    }
  },
  {
    "translation": {
      "en": "and we need to honor and respect that.",
      "fr": "Nous devons l'honorer et la respecter."
    }
  },
  {
    "translation": {
      "en": "Mr. Nixon, whose personal taste in music runs more to tunes from South Pacific,",
      "fr": "M. Nixon, qui écoute volontiers les chansons de South Pacific,"
    }
  },
  {
    "translation": {
      "en": "threw himself into the foot- tapping spirit of Cash's twanging guitar,",
      "fr": "s'est pris à apprécier les chansons entraînantes de Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "and when it was over, heaped praise on the entire troupe.",
      "fr": "Quand le concert fut fini, il a félicité le groupe."
    }
  },
  {
    "translation": {
      "en": "The closest Cash came to a song with obvious political overtones",
      "fr": "Johnny Cash a joué une chanson à connotation politique,"
    }
  },
  {
    "translation": {
      "en": "has a theme not from the '30s,",
      "fr": "dont le thème n'est pas les années 30,"
    }
  },
  {
    "translation": {
      "en": "but from now,",
      "fr": "mais notre époque."
    }
  },
  {
    "translation": {
      "en": "and the thrust of it seemed to surprise the president a bit.",
      "fr": "Cela a semblé surprendre le président."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash, you've played country fairs,",
      "fr": "Johnny Cash, vous avez joué dans des festivals,"
    }
  },
  {
    "translation": {
      "en": "Grand Ole Oprys and before prison audiences.",
      "fr": "au Grand Ole Oprys et dans une prison."
    }
  },
  {
    "translation": {
      "en": "Was it any different tonight,",
      "fr": "Était-ce différent, ce soir,"
    }
  },
  {
    "translation": {
      "en": "playing before the President of the United States and at the White House?",
      "fr": "de jouer devant le Président à la Maison Blanche ?"
    }
  },
  {
    "translation": {
      "en": "Well, in several ways, it was, Dan.",
      "fr": "Ça l'était pour plusieurs raisons."
    }
  },
  {
    "translation": {
      "en": "It was quite different, uh...",
      "fr": "C'était différent."
    }
  },
  {
    "translation": {
      "en": "We were playing for some very important people tonight, of course.",
      "fr": "Nous avons joué pour des gens très importants, bien sûr."
    }
  },
  {
    "translation": {
      "en": "I tried to keep the performance honest.",
      "fr": "J'ai joué avec sincérité."
    }
  },
  {
    "translation": {
      "en": "Good or bad,",
      "fr": "Bon ou mauvais,"
    }
  },
  {
    "translation": {
      "en": "it was honest, I think.",
      "fr": "c'était sincère."
    }
  },
  {
    "translation": {
      "en": "My dad would never, in his life, disrespect the office of the presidency.",
      "fr": "Mon père n'aurait jamais de sa vie manqué de respect au Président."
    }
  },
  {
    "translation": {
      "en": "It was part of his patriotism.",
      "fr": "Il était patriote."
    }
  },
  {
    "translation": {
      "en": "He had a history of being bold.",
      "fr": "Il a toujours eu de l'audace."
    }
  },
  {
    "translation": {
      "en": "But his performance at the White House was a turning point.",
      "fr": "Mais son concert à la Maison Blanche a été un tournant."
    }
  },
  {
    "translation": {
      "en": "Evidently, John knew something or picked up on something",
      "fr": "Il était évident que John savait, ou avait constaté quelque chose."
    }
  },
  {
    "translation": {
      "en": "and I think he was trying to say,",
      "fr": "Je pense qu'il a essayé de dire avec conviction"
    }
  },
  {
    "translation": {
      "en": "powerfully, to President Nixon,",
      "fr": "au Président Nixon :"
    }
  },
  {
    "translation": {
      "en": "You need to think about what you're doing.",
      "fr": "Réfléchissez à ce que vous faites."
    }
  },
  {
    "translation": {
      "en": "And you need to be truthful.",
      "fr": "Vous devez être sincère."
    }
  },
  {
    "translation": {
      "en": "Who would have ever thought that that song would have been so prophetic?",
      "fr": "Qui aurait pensé que cette chanson serait si prophétique ?"
    }
  },
  {
    "translation": {
      "en": "I have concluded that the time has come for action.",
      "fr": "30 AVRIL 1970 J'en arrive à la conclusion qu'il est temps d'agir."
    }
  },
  {
    "translation": {
      "en": "Attacks are being launched this week to clean out major enemy sanctuaries",
      "fr": "Nous avons lancé des attaques pour éliminer les sanctuaires ennemis"
    }
  },
  {
    "translation": {
      "en": "on the Cambodian/Vietnam border.",
      "fr": "à la frontière entre le Cambodge et le Vietnam."
    }
  },
  {
    "translation": {
      "en": "Shortly after the Johnny Cash event,",
      "fr": "Peu après l’événement avec Johnny Cash,"
    }
  },
  {
    "translation": {
      "en": "Nixon announced the Cambodian Incursion.",
      "fr": "Nixon a annoncé l'incursion au Cambodge."
    }
  },
  {
    "translation": {
      "en": "The speech basically said that Americans are going to be fighting in Cambodia.",
      "fr": "Son discours disait que les Américains allaient combattre au Cambodge."
    }
  },
  {
    "translation": {
      "en": "Cambodia was a neutral country.",
      "fr": "Le Cambodge était un pays neutre."
    }
  },
  {
    "translation": {
      "en": "Nixon had been bombing it secretly, without Congressional approval,",
      "fr": "Nixon le bombardait en secret sans l'approbation du congrès"
    }
  },
  {
    "translation": {
      "en": "and without the knowledge of the American people.",
      "fr": "et sans que le peuple américain soit au courant."
    }
  },
  {
    "translation": {
      "en": "It galvanized those who said, Well, wait a minute.",
      "fr": "STOP AU MASSACRE DE NIXON Ça a galvanisé ceux qui disaient : Attendez,"
    }
  },
  {
    "translation": {
      "en": "We're supposed to be getting out of Vietnam.",
      "fr": "on est censés quitter le Vietnam."
    }
  },
  {
    "translation": {
      "en": "Now, we're expanding the war.",
      "fr": "Au lieu de ça, on étend la guerre."
    }
  },
  {
    "translation": {
      "en": "We all thought he was doing one thing,",
      "fr": "On pensait qu'il faisait une chose,"
    }
  },
  {
    "translation": {
      "en": "and they were actually doing another.",
      "fr": "mais il en faisait une autre."
    }
  },
  {
    "translation": {
      "en": "Nixon lied not only to America",
      "fr": "Nixon a menti non seulement à l'Amérique…"
    }
  },
  {
    "translation": {
      "en": "but to our soldiers.",
      "fr": "LES VÉTÉRANS POUR LA PAIX …mais aussi à nos soldats."
    }
  },
  {
    "translation": {
      "en": "The country went into flames.",
      "fr": "Ça a mis le feu au pays."
    }
  },
  {
    "translation": {
      "en": "At Kent State University, there had been riots.",
      "fr": "UNIVERSITÉ DE KENT 4 MAI 1970 Il y a eu des émeutes à l'université de Kent."
    }
  },
  {
    "translation": {
      "en": "National Guard troops were on the campuses.",
      "fr": "La Garde nationale s'est rendue sur le campus."
    }
  },
  {
    "translation": {
      "en": "Instantly, there were four dead and nine wounded.",
      "fr": "En quelques secondes, il y a eu quatre morts et neuf blessés."
    }
  },
  {
    "translation": {
      "en": "Kent State happened two weeks after the White House performance.",
      "fr": "La fusillade de Kent est survenue 15 jours après le concert à la Maison Blanche."
    }
  },
  {
    "translation": {
      "en": "For all of his support for the president and for the government,",
      "fr": "Malgré tout son soutien au Président et au gouvernement,"
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was blindsided.",
      "fr": "Johnny Cash s'est senti trahi."
    }
  },
  {
    "translation": {
      "en": "John didn't like the idea of being used.",
      "fr": "John n'aimait pas l'idée d'être utilisé."
    }
  },
  {
    "translation": {
      "en": "Those young people out there seem to be",
      "fr": "Ces jeunes semblent"
    }
  },
  {
    "translation": {
      "en": "trying to hold on to that part of our American heritage",
      "fr": "vouloir conserver cette partie de notre héritage,"
    }
  },
  {
    "translation": {
      "en": "that they believe was good and beautiful.",
      "fr": "qu'ils trouvent belle."
    }
  },
  {
    "translation": {
      "en": "All they desire is to be listened to.",
      "fr": "Ils veulent qu'on les écoute."
    }
  },
  {
    "translation": {
      "en": "They're only exercising their freedom of speech",
      "fr": "C'est leur liberté d'expression."
    }
  },
  {
    "translation": {
      "en": "and God help you if that's ever taken away from them, America.",
      "fr": "Dieu vous garde si vous enlevez ce droit aux Américains."
    }
  },
  {
    "translation": {
      "en": "John starts thinking much harder about the totality of what's going on.",
      "fr": "John réfléchit plus sérieusement à ce qui est en train de se passer."
    }
  },
  {
    "translation": {
      "en": "He sang Blowin' in the Wind on his television show.",
      "fr": "Il a chanté Blowing in the Wind à son émission télé."
    }
  },
  {
    "translation": {
      "en": "♪ How many times Must the cannonballs fly ♪",
      "fr": "Combien de fois les canons Doivent-ils tonner"
    }
  },
  {
    "translation": {
      "en": "♪ Before they're forever banned? ♪",
      "fr": "Avant d'être interdits à jamais ?"
    }
  },
  {
    "translation": {
      "en": "Blowin' in the Wind was a whistle.",
      "fr": "Blowing in the Wind était une dénonciation."
    }
  },
  {
    "translation": {
      "en": "The quintessential anti- war anthem.",
      "fr": "Un hymne antiguerre par excellence."
    }
  },
  {
    "translation": {
      "en": "♪ The answer is blowin' in the wind ♪",
      "fr": "La réponse est soufflée par le vent"
    }
  },
  {
    "translation": {
      "en": "The people in the audience,",
      "fr": "La moitié du public"
    }
  },
  {
    "translation": {
      "en": "half of them sat on their hands.",
      "fr": "est restée les bras croisés."
    }
  },
  {
    "translation": {
      "en": "The other half burst into a standing ovation.",
      "fr": "L'autre moitié lui a fait une standing ovation."
    }
  },
  {
    "translation": {
      "en": "That was America.",
      "fr": "C'était l'Amérique."
    }
  },
  {
    "translation": {
      "en": "Johnny Cash was America.",
      "fr": "Johnny Cash était l'Amérique."
    }
  },
  {
    "translation": {
      "en": "Five men arrested early Saturday,",
      "fr": "Cinq hommes ont été arrêtés samedi…"
    }
  },
  {
    "translation": {
      "en": "who were charged with breaking into the party's national headquarters",
      "fr": "WASHINGTON 17 JUIN 1972 …pour être entrés par effraction dans les locaux démocrates"
    }
  },
  {
    "translation": {
      "en": "at the Watergate in Washington.",
      "fr": "au Watergate, à Washington."
    }
  },
  {
    "translation": {
      "en": "Mr. Butterfield, are you aware of the installation of any listening devices",
      "fr": "M. Butterfield, êtes-vous au courant de la présence de dispositifs d'écoute"
    }
  },
  {
    "translation": {
      "en": "in the Oval Office of the President?",
      "fr": "dans le bureau ovale du Président ?"
    }
  },
  {
    "translation": {
      "en": "I was aware of listening devices. Yes, sir.",
      "fr": "Oui, j'étais au courant."
    }
  },
  {
    "translation": {
      "en": "I'm from a military family. Lying was just considered-- We just didn't do it.",
      "fr": "Je viens d'une famille de militaires. Le mensonge était proscrit."
    }
  },
  {
    "translation": {
      "en": "In August 1974, the president resigned",
      "fr": "En août 1974, le président a démissionné,"
    }
  },
  {
    "translation": {
      "en": "in the face of almost certain impeachment.",
      "fr": "devant la possibilité d'un impeachment."
    }
  },
  {
    "translation": {
      "en": "John attended the trial of HR Haldeman",
      "fr": "John a assisté au procès de H.R. Haldeman,"
    }
  },
  {
    "translation": {
      "en": "amid the trials associated with the Watergate break- ins.",
      "fr": "durant les procès des effractions au Watergate."
    }
  },
  {
    "translation": {
      "en": "You guys have to get up awfully early, don't you?",
      "fr": "Vous devez vous lever bien tôt, non ?"
    }
  },
  {
    "translation": {
      "en": "Watergate was personal to him because of what it represented,",
      "fr": "Le Watergate l'a touché pour ce que ça représentait."
    }
  },
  {
    "translation": {
      "en": "of what Johnny Cash was always seeing as the nobility",
      "fr": "Pour ce qu'il considérait comme la grandeur"
    }
  },
  {
    "translation": {
      "en": "of the American people.",
      "fr": "du peuple américain."
    }
  },
  {
    "translation": {
      "en": "And when our leaders let us down,",
      "fr": "Quand nos dirigeants nous ont abandonnés,"
    }
  },
  {
    "translation": {
      "en": "he felt it very personally.",
      "fr": "il l'a pris personnellement."
    }
  },
  {
    "translation": {
      "en": "So, here is Johnny Cash watching HR Haldeman on trial,",
      "fr": "Voilà donc Johnny Cash qui assiste au procès de H.R Haldeman,"
    }
  },
  {
    "translation": {
      "en": "who had been at the White House four years before",
      "fr": "qui était à la Maison Blanche quatre ans plus tôt"
    }
  },
  {
    "translation": {
      "en": "for Johnny's White House performance.",
      "fr": "au concert de Johnny Cash."
    }
  },
  {
    "translation": {
      "en": "Haldeman turned to John and said,",
      "fr": "Haldeman s'est tourné vers John et lui a dit :"
    }
  },
  {
    "translation": {
      "en": "I'm sorry. I let you down.",
      "fr": "Pardon de vous avoir trahi."
    }
  },
  {
    "translation": {
      "en": "If Johnny were here today,",
      "fr": "Si Johnny était là aujourd'hui…"
    }
  },
  {
    "translation": {
      "en": "and he is in spirit,",
      "fr": "et il est là par l'esprit,"
    }
  },
  {
    "translation": {
      "en": "he'd play that song.",
      "fr": "il jouerait cette chanson."
    }
  },
  {
    "translation": {
      "en": "I'm going to go request it to be played",
      "fr": "Je vais demander qu'on la passe…"
    }
  },
  {
    "translation": {
      "en": "on the airwaves,",
      "fr": "à la radio."
    }
  },
  {
    "translation": {
      "en": "because that message in that song, What is Truth,",
      "fr": "Parce que le message de cette chanson, What is Truth,"
    }
  },
  {
    "translation": {
      "en": "needs to be heard today.",
      "fr": "doit être entendu aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "It was not long after his performance at the White House",
      "fr": "Peu après son concert à la Maison Blanche,"
    }
  },
  {
    "translation": {
      "en": "that Dad released the song Man in Black.",
      "fr": "papa a sorti la chanson Man in Black."
    }
  },
  {
    "translation": {
      "en": "And if you want to understand what my dad stood for,",
      "fr": "Si vous voulez comprendre ce que défendait mon père,"
    }
  },
  {
    "translation": {
      "en": "the words to the song Man in Black exemplify that.",
      "fr": "les paroles de la chanson Man in Black l'expliquent."
    }
  },
  {
    "translation": {
      "en": "♪ I wear the black for the poor And the beaten- down ♪",
      "fr": "Je porte le noir pour les pauvres et les opprimés"
    }
  },
  {
    "translation": {
      "en": "♪ Livin' in the hopeless Hungry side of town ♪",
      "fr": "Vivant sans espoir Dans les quartiers mal famés"
    }
  },
  {
    "translation": {
      "en": "♪ And I wear it for the prisoner ♪",
      "fr": "Je le porte pour le prisonnier"
    }
  },
  {
    "translation": {
      "en": "♪ Who has long paid for his crime ♪",
      "fr": "Qui depuis bien longtemps a expié"
    }
  },
  {
    "translation": {
      "en": "♪ But still is there because He's the victim of the times ♪",
      "fr": "Mais qui, victime de son temps Reste enfermé"
    }
  },
  {
    "translation": {
      "en": "♪ I'm the man in black ♪",
      "fr": "Je suis l'homme en noir"
    }
  }
]