[
  {
    "translation": {
      "en": "I'm really a late bloomer when it comes to psychedelics.",
      "fr": "J'ai découvert tardivement les psychédéliques."
    }
  },
  {
    "translation": {
      "en": "I am now 65.",
      "fr": "J'ai 65 ans, aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "I have a successful career as a writer and a professor.",
      "fr": "J'ai une belle carrière d'écrivain et de professeur."
    }
  },
  {
    "translation": {
      "en": "At this age, sometimes you need to be shaken out of your grooves",
      "fr": "À mon âge, on a parfois besoin de changer ses habitudes,"
    }
  },
  {
    "translation": {
      "en": "and take a chance and surrender.",
      "fr": "d'essayer des choses et de s'abandonner."
    }
  },
  {
    "translation": {
      "en": "There's a word for the kind of person who seeks to expand their consciousness",
      "fr": "Il y a un mot pour définir une personne qui veut élargir sa conscience"
    }
  },
  {
    "translation": {
      "en": "with the mind- altering power of plants.",
      "fr": "grâce au pouvoir psychotrope des plantes."
    }
  },
  {
    "translation": {
      "en": "A psychonaut.",
      "fr": "Un psychonaute."
    }
  },
  {
    "translation": {
      "en": "I've been called many things. I've been called a shaman.",
      "fr": "On m'a donné beaucoup de noms. Chamane, femme-médecine."
    }
  },
  {
    "translation": {
      "en": "I've been called a medicine woman.",
      "fr": "Chamane, femme-médecine."
    }
  },
  {
    "translation": {
      "en": "I actually don't like the term shaman. I think it's been way overused and appropriated.",
      "fr": "Je n'aime pas le terme chamane. Il a été utilisé à outrance."
    }
  },
  {
    "translation": {
      "en": "So I've settled on ceremonial leader.",
      "fr": "J'ai donc choisi cheffe de cérémonie."
    }
  },
  {
    "translation": {
      "en": "Um, and I've also been tagged with wisdom keeper.",
      "fr": "On m'appelle aussi gardienne de la sagesse."
    }
  },
  {
    "translation": {
      "en": "Great spirit, great mystery. Gratitude for this brand new day.",
      "fr": "Grand esprit, grand mystère, merci pour cette nouvelle journée."
    }
  },
  {
    "translation": {
      "en": "Gratitude for the greatest gift that we've been given,",
      "fr": "Merci pour le plus beau des cadeaux,"
    }
  },
  {
    "translation": {
      "en": "the gift of life upon this planet.",
      "fr": "le cadeau de la vie sur cette planète."
    }
  },
  {
    "translation": {
      "en": "What I've truly learnt",
      "fr": "Ce que j'ai appris,"
    }
  },
  {
    "translation": {
      "en": "is that most of us just want to be happy.",
      "fr": "c'est que les gens veulent être heureux."
    }
  },
  {
    "translation": {
      "en": "But we have experiences in our life that can be painful.",
      "fr": "Mais on vit parfois des choses douloureuses."
    }
  },
  {
    "translation": {
      "en": "And so we have a choice about what we're gonna keep alive,",
      "fr": "On a le choix entre ce qu'on veut garder"
    }
  },
  {
    "translation": {
      "en": "and what we choose to release.",
      "fr": "et ce qu'on veut libérer."
    }
  },
  {
    "translation": {
      "en": "Everything that has happened to us in the past that cannot be changed",
      "fr": "Tout ce qui nous est arrivé dans le passé et qu'on ne peut changer"
    }
  },
  {
    "translation": {
      "en": "can be a gift or a teaching or a healing for us.",
      "fr": "peut être un cadeau, un enseignement ou nous guérir."
    }
  },
  {
    "translation": {
      "en": "They usually are. In fact, sometimes our…",
      "fr": "C'est souvent le cas. Parfois…"
    }
  },
  {
    "translation": {
      "en": "So as I began my journey,",
      "fr": "Quand j'ai commencé mon voyage,"
    }
  },
  {
    "translation": {
      "en": "the psychedelic I wanted to explore first was LSD.",
      "fr": "le psychédélique que j'ai voulu essayer en premier est le LSD."
    }
  },
  {
    "translation": {
      "en": "But when my friend Erika explained to me that in certain indigenous cultures,",
      "fr": "Mais quand mon amie Erika m'a expliqué que dans certaines cultures autochtones,"
    }
  },
  {
    "translation": {
      "en": "tobacco is a powerful, sacred medicine used to heal the spirit",
      "fr": "le tabac était un remède puissant et sacré utilisé pour guérir et libérer l'esprit"
    }
  },
  {
    "translation": {
      "en": "and clear the mind, and that it happens also to be legal,",
      "fr": "utilisé pour guérir et libérer l'esprit de façon tout à fait légale, j'ai décidé de commencer par là."
    }
  },
  {
    "translation": {
      "en": "I decided to begin there.",
      "fr": "de façon tout à fait légale, j'ai décidé de commencer par là."
    }
  },
  {
    "translation": {
      "en": "Stamp one foot. Sound. Sound out loud. - - That's it. Moving it through.",
      "fr": "Tape avec un pied. Fais du bruit. Comme ça. Fais-le passer."
    }
  },
  {
    "translation": {
      "en": "Moving it through. Uh- huh…",
      "fr": "Il passe."
    }
  },
  {
    "translation": {
      "en": "That's it. That's it.",
      "fr": "Voilà."
    }
  },
  {
    "translation": {
      "en": "I felt this flame going back through my head",
      "fr": "J'ai senti cette flamme me traverser la tête,"
    }
  },
  {
    "translation": {
      "en": "as if my brain were on fire.",
      "fr": "comme si mon cerveau était en feu."
    }
  },
  {
    "translation": {
      "en": "And it worked its way down through my body",
      "fr": "Elle s'est répandue dans tout mon corps,"
    }
  },
  {
    "translation": {
      "en": "and I sort of felt like it was pulling stuff out of me.",
      "fr": "et j'ai eu l'impression qu'elle en retirait des choses."
    }
  },
  {
    "translation": {
      "en": "Strong emotions are just passing through like weather systems.",
      "fr": "Les émotions fortes ne font que passer, comme les systèmes météo."
    }
  },
  {
    "translation": {
      "en": "It was an unexpectedly short- lived,",
      "fr": "C'était une expérience étonnamment courte,"
    }
  },
  {
    "translation": {
      "en": "but powerful experience of, really of catharsis.",
      "fr": "mais puissante, de catharsis."
    }
  },
  {
    "translation": {
      "en": "This is the same chemical that kills people.",
      "fr": "C'est le même produit chimique qui tue les gens."
    }
  },
  {
    "translation": {
      "en": "Four or 500,000 people a year in the United States alone",
      "fr": "Environ 500 000 personnes par an, rien qu'aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "die because of tobacco.",
      "fr": "meurent à cause du tabac."
    }
  },
  {
    "translation": {
      "en": "And yet the same plant in another context,",
      "fr": "Et pourtant, la même plante, dans un autre contexte,"
    }
  },
  {
    "translation": {
      "en": "used in a ritual way, can actually heal people.",
      "fr": "utilisée de façon rituelle, peut guérir les gens."
    }
  },
  {
    "translation": {
      "en": "We have to think about these substances in a very clear- eyed way,",
      "fr": "On doit regarder ces substances d'un œil objectif."
    }
  },
  {
    "translation": {
      "en": "throw out the inherited thinking about it and, like, what is it good for?",
      "fr": "Rejeter la pensée héritée et se demander quelle est leur utilité."
    }
  },
  {
    "translation": {
      "en": "What if mental health problems like PTSD,  OCD, alcoholism, and depression",
      "fr": "Et si les problèmes de santé mentale comme le PTSD, l'alcoolisme, la dépression"
    }
  },
  {
    "translation": {
      "en": "could all be helped by psychoactive substances",
      "fr": "pouvaient être traités par des substances psychoactives"
    }
  },
  {
    "translation": {
      "en": "such as mescaline, psilocybin, MDMA, and even LSD?",
      "fr": "comme la mescaline, la psilocybine, la MDMA, et même le LSD ?"
    }
  },
  {
    "translation": {
      "en": "For many years, I've been writing about the relationship",
      "fr": "Pendant de nombreuses années, j'ai écrit sur la relation entre les humains et les plantes."
    }
  },
  {
    "translation": {
      "en": "of humans and plants,",
      "fr": "sur la relation entre les humains et les plantes."
    }
  },
  {
    "translation": {
      "en": "and that led me down the path of several books about food.",
      "fr": "Ça m'a mené à écrire plusieurs livres sur la nutrition."
    }
  },
  {
    "translation": {
      "en": "And I gradually got more and more interested",
      "fr": "Et je me suis de plus en plus intéressé"
    }
  },
  {
    "translation": {
      "en": "in the most idiosyncratic use we have of plants,",
      "fr": "à l'utilisation la plus singulière qu'on a des plantes,"
    }
  },
  {
    "translation": {
      "en": "which is plants that change consciousness.",
      "fr": "celle d'altérer la conscience."
    }
  },
  {
    "translation": {
      "en": "Whether in an everyday way that we're barely aware of,",
      "fr": "Que ce soit inconsciemment, tous les jours,"
    }
  },
  {
    "translation": {
      "en": "like our addiction to coffee and tea,",
      "fr": "comme notre addiction au café et au thé,"
    }
  },
  {
    "translation": {
      "en": "or in more radical ways with the psychedelic plants and substances.",
      "fr": "ou de façon plus radicale avec les plantes et substances psychédéliques."
    }
  },
  {
    "translation": {
      "en": "The ones that radically change consciousness",
      "fr": "Celles qui altèrent radicalement la conscience"
    }
  },
  {
    "translation": {
      "en": "and raise really important questions about consciousness itself.",
      "fr": "et soulèvent des questions importantes sur la notion de conscience."
    }
  },
  {
    "translation": {
      "en": "I wanted to understand these substances",
      "fr": "Je voulais comprendre ces substances"
    }
  },
  {
    "translation": {
      "en": "and their potential to heal so many people.",
      "fr": "et leur potentiel de guérison."
    }
  },
  {
    "translation": {
      "en": "I began reading about some groundbreaking studies being done in Switzerland.",
      "fr": "J'ai entendu parler d'études révolutionnaires qui ont lieu en Suisse."
    }
  },
  {
    "translation": {
      "en": "Healthy volunteers would spend a day in the hospital",
      "fr": "Des volontaires en bonne santé vont à l'hôpital,"
    }
  },
  {
    "translation": {
      "en": "and have their vital signs monitored while taking a high dose of LSD.",
      "fr": "où on surveille leurs constantes vitales après leur avoir administré du LSD,"
    }
  },
  {
    "translation": {
      "en": "Sometimes referred to as acid.",
      "fr": "qu'on appelle parfois acide."
    }
  },
  {
    "translation": {
      "en": "The study investigates how LSD affects the physiology",
      "fr": "L'étude porte sur les effets du LSD sur la physiologie et l'esprit."
    }
  },
  {
    "translation": {
      "en": "and the, um, the mind.",
      "fr": "sur la physiologie et l'esprit."
    }
  },
  {
    "translation": {
      "en": "Any unexpected or undesired effects since last session?",
      "fr": "Des effets inattendus depuis la dernière séance ?"
    }
  },
  {
    "translation": {
      "en": "Any particular concerns or fears about today?",
      "fr": "Des inquiétudes ou des craintes aujourd'hui ?"
    }
  },
  {
    "translation": {
      "en": "I actually feel ready.",
      "fr": "Je me sens prêt."
    }
  },
  {
    "translation": {
      "en": "The hardest thing is the not knowing what you will experience.",
      "fr": "Le plus difficile, c'est de ne pas savoir ce qu'on va vivre."
    }
  },
  {
    "translation": {
      "en": "Each session is different.",
      "fr": "Chaque séance est différente."
    }
  },
  {
    "translation": {
      "en": "You have to be open with regard to experience, um…",
      "fr": "Il faut être ouvert à l'expérience,"
    }
  },
  {
    "translation": {
      "en": "not refuse anything that is appearing.",
      "fr": "ne rien refuser de ce qu'on va voir."
    }
  },
  {
    "translation": {
      "en": "Just trying to be open and to make sense",
      "fr": "Essayer d'être ouvert, de comprendre"
    }
  },
  {
    "translation": {
      "en": "and to appreciate what is coming up.",
      "fr": "et d'apprécier ce qui se passe."
    }
  },
  {
    "translation": {
      "en": "We've all heard really scary things about LSD and other psychedelics.",
      "fr": "On a tous entendu des choses effrayantes sur le LSD et les psychédéliques."
    }
  },
  {
    "translation": {
      "en": "So I took a good hard look at it and was very surprised at what I found.",
      "fr": "J'ai bien étudié la question et j'ai été surpris par ce que j'ai découvert."
    }
  },
  {
    "translation": {
      "en": "The first was that these are not addictive drugs.",
      "fr": "Tout d'abord, ces drogues ne sont pas addictives."
    }
  },
  {
    "translation": {
      "en": "They are remarkably non- toxic.",
      "fr": "Elles sont non-toxiques."
    }
  },
  {
    "translation": {
      "en": "There is no known lethal dose of LSD,",
      "fr": "On n'a pas connaissance d'une dose mortelle de LSD,"
    }
  },
  {
    "translation": {
      "en": "but that's not to say there aren't risks.",
      "fr": "ce qui n'exclut pas l'absence de risques."
    }
  },
  {
    "translation": {
      "en": "Some people who are vulnerable or disposed to serious forms of mental illness,",
      "fr": "Certaines personnes vulnérables ou sujettes à des maladies mentales graves"
    }
  },
  {
    "translation": {
      "en": "like schizophrenia, can be triggered into their first psychotic break",
      "fr": "comme la schizophrénie, peuvent subir une crise psychotique"
    }
  },
  {
    "translation": {
      "en": "by a bad psychedelic trip.",
      "fr": "suite à un bad trip."
    }
  },
  {
    "translation": {
      "en": "But in a situation where you're being guided,",
      "fr": "Mais lorsqu'on est guidé,"
    }
  },
  {
    "translation": {
      "en": "you're in a very safe environment.",
      "fr": "on se trouve dans un environnement sûr."
    }
  },
  {
    "translation": {
      "en": "You have kind of optimized everything we've learned about psychedelics",
      "fr": "On peut optimiser tout ce qu'on sait des psychédéliques"
    }
  },
  {
    "translation": {
      "en": "into a set of practices and instructions",
      "fr": "dans un ensemble de pratiques et d'instructions"
    }
  },
  {
    "translation": {
      "en": "that minimizes the chance of anything bad happening.",
      "fr": "qui minimisent les risques de mauvaise expérience."
    }
  },
  {
    "translation": {
      "en": "It was in the second session",
      "fr": "C'est à la deuxième séance"
    }
  },
  {
    "translation": {
      "en": "where I experienced myself being in the womb of my mother.",
      "fr": "que j'ai eu la sensation d'être dans le ventre de ma mère."
    }
  },
  {
    "translation": {
      "en": "The umbilical cord was wrapped around my neck.",
      "fr": "Le cordon ombilical était enroulé autour de mon cou."
    }
  },
  {
    "translation": {
      "en": "The experience was not quite nice because I--",
      "fr": "Ce n'était pas une expérience agréable."
    }
  },
  {
    "translation": {
      "en": "That fear of not surviving the state. I felt I had to decide.",
      "fr": "J'avais peur de ne pas survivre. Je devais faire un choix."
    }
  },
  {
    "translation": {
      "en": "Should I die?",
      "fr": "Devais-je mourir ?"
    }
  },
  {
    "translation": {
      "en": "Or should I use my whole energy",
      "fr": "Ou utiliser toute mon énergie"
    }
  },
  {
    "translation": {
      "en": "to pull the umbilical cord away to be able to breathe?",
      "fr": "pour retirer le cordon ombilical et pouvoir respirer ?"
    }
  },
  {
    "translation": {
      "en": "And I did it, and it worked.",
      "fr": "Je l'ai fait, et ça a marché."
    }
  },
  {
    "translation": {
      "en": "And it felt good afterwards,",
      "fr": "Après, je me suis senti bien,"
    }
  },
  {
    "translation": {
      "en": "because I re- experienced this traumatic phase in my life",
      "fr": "car j'ai revécu cette phase traumatisante de ma vie,"
    }
  },
  {
    "translation": {
      "en": "and I somehow processed, also,",
      "fr": "et j'ai réussi à gérer d'une certaine façon"
    }
  },
  {
    "translation": {
      "en": "the emotional things that were associated with this experience.",
      "fr": "les émotions liées à cette expérience."
    }
  },
  {
    "translation": {
      "en": "I'm quite convinced that it's not a fantasy because I asked my mother.",
      "fr": "Je suis convaincu que je ne l'ai pas imaginé, car j'en ai parlé à ma mère."
    }
  },
  {
    "translation": {
      "en": "My mother told me that in the later parts of the pregnancy,",
      "fr": "Ma mère m'a dit qu'à la fin de sa grossesse,"
    }
  },
  {
    "translation": {
      "en": "I had problems with my heart.",
      "fr": "j'avais des problèmes au cœur."
    }
  },
  {
    "translation": {
      "en": "That my heartbeat was not strong enough.",
      "fr": "Que mon cœur ne battait pas assez fort."
    }
  },
  {
    "translation": {
      "en": "The whole experience triggered a long discussion with my mother,",
      "fr": "Cette expérience m'a permis d'avoir une longue discussion avec ma mère"
    }
  },
  {
    "translation": {
      "en": "and it deepened the relationship.",
      "fr": "et a approfondi nos liens."
    }
  },
  {
    "translation": {
      "en": "She also asked me if she could be part in the study and experience the same",
      "fr": "Elle m'a aussi demandé si elle pouvait participer à l'étude et essayer cette substance pour vivre ce genre d'expériences."
    }
  },
  {
    "translation": {
      "en": "or try also this substance.",
      "fr": "et essayer cette substance pour vivre ce genre d'expériences."
    }
  },
  {
    "translation": {
      "en": "These substances are quite powerful.",
      "fr": "Ces substances sont très puissantes."
    }
  },
  {
    "translation": {
      "en": "You can really work with your forgotten experiences",
      "fr": "On peut apprendre à gérer ses expériences oubliées"
    }
  },
  {
    "translation": {
      "en": "that may be influencing the whole life continuously.",
      "fr": "qui influencent sans doute notre vie en permanence."
    }
  },
  {
    "translation": {
      "en": "So it's uh… it's quite a gift.",
      "fr": "C'est un vrai cadeau."
    }
  },
  {
    "translation": {
      "en": "Like most people, I figured psychedelics were a product of the '60s.",
      "fr": "Je pensais que les psychédéliques étaient liés aux années 60."
    }
  },
  {
    "translation": {
      "en": "I was born in 1955, so Summer of Love I was only 12,",
      "fr": "Je suis né en 1955, j'avais 12 ans lors du Summer of Love."
    }
  },
  {
    "translation": {
      "en": "and by the time psychedelics swam into my conscious awareness,",
      "fr": "Et quand j'ai pris conscience de l'existence des psychédéliques,"
    }
  },
  {
    "translation": {
      "en": "the backlash had begun and everything you heard about them",
      "fr": "on commençait à entendre des choses négatives sur eux."
    }
  },
  {
    "translation": {
      "en": "was that they scrambled your chromosomes,",
      "fr": "Qu'ils brouillaient les chromosomes,"
    }
  },
  {
    "translation": {
      "en": "they caused you to hop off of buildings and think you could fly.",
      "fr": "qu'ils nous faisaient sauter d'un immeuble car on pensait pouvoir voler,"
    }
  },
  {
    "translation": {
      "en": "- It was all terrifying. -",
      "fr": "c'était terrifiant."
    }
  },
  {
    "translation": {
      "en": "- People dying. -",
      "fr": "Que des gens mourraient."
    }
  },
  {
    "translation": {
      "en": "Get away!",
      "fr": "Partez !"
    }
  },
  {
    "translation": {
      "en": "People going crazy. And I believed it all.",
      "fr": "Que certains devenaient fous. Et je croyais tout ça."
    }
  },
  {
    "translation": {
      "en": "- Get away. - You're all right.",
      "fr": "Partez !"
    }
  },
  {
    "translation": {
      "en": "It wasn't until I started doing some reporting on it",
      "fr": "Ce n'est que quand j'ai commencé à étudier la question"
    }
  },
  {
    "translation": {
      "en": "that there was this long pre- '60s history.",
      "fr": "que j'ai découvert la période pré-1960."
    }
  },
  {
    "translation": {
      "en": "From 1950 to 1965,  there had been this remarkably fertile period of research,",
      "fr": "De 1950 à 1965, la recherche a été très fertile,"
    }
  },
  {
    "translation": {
      "en": "specifically into LSD,",
      "fr": "notamment concernant le LSD."
    }
  },
  {
    "translation": {
      "en": "and that LSD was really considered a miracle drug.",
      "fr": "Le LSD était considéré comme un médicament miracle."
    }
  },
  {
    "translation": {
      "en": "But you really have to excavate this knowledge,",
      "fr": "Mais il faut vraiment fouiller,"
    }
  },
  {
    "translation": {
      "en": "'cause it was erased from the history of science, really.",
      "fr": "car ces recherches ont été effacées de l'histoire."
    }
  },
  {
    "translation": {
      "en": "It was just buried.",
      "fr": "On les a enterrées."
    }
  },
  {
    "translation": {
      "en": "And so, I started excavating that history.",
      "fr": "J'ai donc commencé à fouiller."
    }
  },
  {
    "translation": {
      "en": "Nineteen forty- three…",
      "fr": "En 1943,"
    }
  },
  {
    "translation": {
      "en": "That was the year the atomic bomb was discovered.",
      "fr": "on a découvert la bombe atomique."
    }
  },
  {
    "translation": {
      "en": "And you discovered the bomb for the head, for consciousness.",
      "fr": "Et vous avez découvert la bombe de l'esprit, de la conscience."
    }
  },
  {
    "translation": {
      "en": "Can you talk about that?",
      "fr": "Pouvez-vous en parler ?"
    }
  },
  {
    "translation": {
      "en": "Yes. I don't know if that was a coincidence",
      "fr": "Oui. J'ignore si c'était une coïncidence,"
    }
  },
  {
    "translation": {
      "en": "or probably no coincidence exists… …in this world.",
      "fr": "ou s'il n'existe aucune coïncidence dans ce monde."
    }
  },
  {
    "translation": {
      "en": "In any case, it is strange.",
      "fr": "En tout cas, c'est étrange."
    }
  },
  {
    "translation": {
      "en": "It is true that…",
      "fr": "C'est vrai que…"
    }
  },
  {
    "translation": {
      "en": "the ordinary bomb is to the atomic bomb",
      "fr": "la bombe atomique est à une bombe ordinaire"
    }
  },
  {
    "translation": {
      "en": "what an ordinary intoxicant is to LSD.",
      "fr": "ce que le LSD est à une drogue ordinaire."
    }
  },
  {
    "translation": {
      "en": "Albert Hofmann was a very brilliant Swiss chemist",
      "fr": "Albert Hofmann était un brillant chimiste suisse"
    }
  },
  {
    "translation": {
      "en": "working for Sandoz.",
      "fr": "qui travaillait pour Sandoz."
    }
  },
  {
    "translation": {
      "en": "And he was working on finding a new drug for women after childbirth.",
      "fr": "Il cherchait un nouveau médicament pour les femmes après l'accouchement."
    }
  },
  {
    "translation": {
      "en": "Ergot is a fungus that grows on rye plants,",
      "fr": "L'ergot est un champignon qui pousse sur les plants de seigle."
    }
  },
  {
    "translation": {
      "en": "and his job as a chemist was to break down the ergot into the various compounds.",
      "fr": "Son travail en tant que chimiste était de décomposer l'ergot en différents composés."
    }
  },
  {
    "translation": {
      "en": "The twenty- fifth was LSD- 25.",
      "fr": "Le vingt-cinquième, c'était le LSD-25."
    }
  },
  {
    "translation": {
      "en": "During the testing of LSD- 25,",
      "fr": "Pendant le test du LSD-25,"
    }
  },
  {
    "translation": {
      "en": "it was remarked that the experimental animals became restless.",
      "fr": "on a remarqué que les animaux de laboratoire étaient agités."
    }
  },
  {
    "translation": {
      "en": "But the new substance aroused no special interest",
      "fr": "Mais la substance n'a pas suscité d'intérêt particulier"
    }
  },
  {
    "translation": {
      "en": "in our pharmacologists and physicians.",
      "fr": "chez nos pharmaciens et médecins."
    }
  },
  {
    "translation": {
      "en": "Five years after the first synthesis,",
      "fr": "Cinq ans après la première synthèse,"
    }
  },
  {
    "translation": {
      "en": "a peculiar presentiment induced me to produce LSD- 25.",
      "fr": "un pressentiment particulier m'a incité à produire du LSD-25."
    }
  },
  {
    "translation": {
      "en": "In the final step I was interrupted",
      "fr": "Dans la dernière étape, j'ai été interrompu"
    }
  },
  {
    "translation": {
      "en": "by unusual sensations.",
      "fr": "par des sensations inhabituelles."
    }
  },
  {
    "translation": {
      "en": "Possibly a bit of the LSD solution had contacted my fingertips",
      "fr": "Peut-être qu'un peu de solution de LSD était entrée en contact avec mes doigts"
    }
  },
  {
    "translation": {
      "en": "and absorbed through the skin.",
      "fr": "et avait été absorbée par ma peau."
    }
  },
  {
    "translation": {
      "en": "I had this wondrous experience.",
      "fr": "J'ai vécu une expérience merveilleuse."
    }
  },
  {
    "translation": {
      "en": "But I didn't know how it had happened.",
      "fr": "Mais j'ignorais comment c'était arrivé."
    }
  },
  {
    "translation": {
      "en": "All my thoughts turned into pictures.",
      "fr": "Toutes mes pensées se sont transformées en images."
    }
  },
  {
    "translation": {
      "en": "Beautiful! I lay down at home in the afternoon…",
      "fr": "C'était magnifique. Je me suis allongé chez moi l'après-midi,"
    }
  },
  {
    "translation": {
      "en": "…and then it slowly faded away.",
      "fr": "puis elles se sont estompées lentement."
    }
  },
  {
    "translation": {
      "en": "Watching these strange pictures and feeling exhilarated.",
      "fr": "En voyant ces images étranges, je me sentais euphorique."
    }
  },
  {
    "translation": {
      "en": "So after this experience,",
      "fr": "Après cette expérience,"
    }
  },
  {
    "translation": {
      "en": "he did what any self- respecting chemist would do then,",
      "fr": "il a fait ce que ferait tout chimiste qui se respecte."
    }
  },
  {
    "translation": {
      "en": "which is to try more LSD.",
      "fr": "Essayer davantage de LSD."
    }
  },
  {
    "translation": {
      "en": "He took .25 milligrams.",
      "fr": "Il a pris 0,25 milligramme."
    }
  },
  {
    "translation": {
      "en": "But LSD is active at incredibly small doses.",
      "fr": "Mais le LSD est actif à très faible dose."
    }
  },
  {
    "translation": {
      "en": "It's measured in micrograms, millionths of a gram.",
      "fr": "Quelques microgrammes, des millionièmes de gramme."
    }
  },
  {
    "translation": {
      "en": "Only with difficulty could I still speak intelligibly.",
      "fr": "J'avais des difficultés à parler de façon intelligible."
    }
  },
  {
    "translation": {
      "en": "I asked my laboratory assistant to escort me home by bicycle.",
      "fr": "J'ai demandé à mon assistant de laboratoire de me raccompagner à vélo."
    }
  },
  {
    "translation": {
      "en": "Everything in my field of vision",
      "fr": "Tout dans mon champ de vision"
    }
  },
  {
    "translation": {
      "en": "wavered and was distorted as if seen in a curved mirror.",
      "fr": "bougeait et se déformait, comme dans un miroir incurvé."
    }
  },
  {
    "translation": {
      "en": "I also had the sensation of being unable to move from the spot.",
      "fr": "J'avais aussi la sensation de ne pas pouvoir bouger."
    }
  },
  {
    "translation": {
      "en": "Riding home, my condition began to assume threatening forms.",
      "fr": "Sur le chemin, j'ai commencé à voir des formes menaçantes."
    }
  },
  {
    "translation": {
      "en": "That was a terrible, torturous experience.",
      "fr": "C'était une expérience terrible et tortueuse."
    }
  },
  {
    "translation": {
      "en": "The feeling that I'm in a different world.",
      "fr": "J'avais la sensation d'être dans un autre monde."
    }
  },
  {
    "translation": {
      "en": "This is probably the end.",
      "fr": "Que c'était sûrement la fin."
    }
  },
  {
    "translation": {
      "en": "I've passed on to the other side.",
      "fr": "Que j'étais passé de l'autre côté."
    }
  },
  {
    "translation": {
      "en": "He's convinced he's gone stark raving mad.",
      "fr": "Il était persuadé d'être devenu fou."
    }
  },
  {
    "translation": {
      "en": "But as the effects subsided, he walked out into the garden and he said",
      "fr": "Mais, encore sous les effets, il est sorti dans le jardin et a dit"
    }
  },
  {
    "translation": {
      "en": "everything glistened and sparkled in a fresh light.",
      "fr": "que tout brillait sous une lumière nouvelle."
    }
  },
  {
    "translation": {
      "en": "The world was as if newly created.",
      "fr": "Comme si le monde venait d'être créé."
    }
  },
  {
    "translation": {
      "en": "The climax of my despairing condition passed.",
      "fr": "Le point culminant de mon état désespéré était passé."
    }
  },
  {
    "translation": {
      "en": "Now I gradually began to enjoy the unprecedented colors and plays of shape.",
      "fr": "J'ai commencé à apprécier ces couleurs et ces formes inconnues."
    }
  },
  {
    "translation": {
      "en": "Kaleidoscope- ish like, fantastic images surged in on me.",
      "fr": "Je voyais des images fantastiques et kaléidoscopiques."
    }
  },
  {
    "translation": {
      "en": "It was particularly remarkable how every acoustic perception",
      "fr": "C'était remarquable de constater que chaque perception acoustique"
    }
  },
  {
    "translation": {
      "en": "became transformed into optical perceptions.",
      "fr": "se transformait en perceptions optiques."
    }
  },
  {
    "translation": {
      "en": "And the following day,",
      "fr": "Et le lendemain,"
    }
  },
  {
    "translation": {
      "en": "I woke up feeling that I was starting a new life.",
      "fr": "Je me suis réveillé comme si je débutais une nouvelle vie."
    }
  },
  {
    "translation": {
      "en": "That I was born again.",
      "fr": "Que je renaissais."
    }
  },
  {
    "translation": {
      "en": "Sandoz now has this powerful psychoactive chemical,",
      "fr": "Sandoz a maintenant en mains ce puissant psychotrope,"
    }
  },
  {
    "translation": {
      "en": "more powerful than anything anyone had seen because it worked in such tiny doses.",
      "fr": "plus fort que tout ce qu'on connaissait, une microdose suffit."
    }
  },
  {
    "translation": {
      "en": "But what is it good for?",
      "fr": "Mais à quoi servait-il ?"
    }
  },
  {
    "translation": {
      "en": "So, they decided to essentially have",
      "fr": "Le laboratoire a décidé de créer"
    }
  },
  {
    "translation": {
      "en": "an open- source research and development program.",
      "fr": "un programme de recherche et de développement libre."
    }
  },
  {
    "translation": {
      "en": "So they put out word to any researcher, any psychotherapist,",
      "fr": "Ils ont fait savoir à tous les chercheurs et psychothérapeutes"
    }
  },
  {
    "translation": {
      "en": "that they had this new substance and they would send you for free",
      "fr": "qu'ils pouvaient leur envoyer gratuitement cette nouvelle substance."
    }
  },
  {
    "translation": {
      "en": "as much as you wanted as long as you produced",
      "fr": "Autant qu'ils en voulaient. Il suffisait que leur papier à en-tête dise qu'ils étaient chercheurs."
    }
  },
  {
    "translation": {
      "en": "a nice piece of letterhead that said you were a researcher.",
      "fr": "Il suffisait que leur papier à en-tête dise qu'ils étaient chercheurs."
    }
  },
  {
    "translation": {
      "en": "And many people from psychiatrists to addiction specialists",
      "fr": "Et beaucoup de scientifiques, psychiatres ou toxicologues,"
    }
  },
  {
    "translation": {
      "en": "started trying to figure out what was LSD good for.",
      "fr": "ont voulu découvrir à quoi pouvait servir le LSD."
    }
  },
  {
    "translation": {
      "en": "And that launches this incredibly fertile period of research all through the 1950s.",
      "fr": "Ce fut le début d'une période de recherche très fertile dans les années 50."
    }
  },
  {
    "translation": {
      "en": "New chemicals allow us to experience some of the unbelievably unpleasant",
      "fr": "Une nouvelle molécule nous permet de ressentir les troubles mentaux déplaisants et parfois terrifiants"
    }
  },
  {
    "translation": {
      "en": "and sometimes quite terrifying mental agonies of the schizophrenic patient.",
      "fr": "de ressentir les troubles mentaux déplaisants et parfois terrifiants des patients schizophrènes."
    }
  },
  {
    "translation": {
      "en": "At first, they were called psychotomimetics,",
      "fr": "Au début, on les appelait psychotomimétiques."
    }
  },
  {
    "translation": {
      "en": "which means they mimic psychosis.",
      "fr": "Ils imitaient les effets de la psychose."
    }
  },
  {
    "translation": {
      "en": "And that was the first paradigm of understanding",
      "fr": "C'était le premier modèle de compréhension."
    }
  },
  {
    "translation": {
      "en": "and there were a lot of experiments done by a English psychiatrist",
      "fr": "Beaucoup d'expériences ont été faites par un psychiatre anglais de la Saskatchewan, Humphry Osmond."
    }
  },
  {
    "translation": {
      "en": "living in Saskatchewan named Humphry Osmond.",
      "fr": "par un psychiatre anglais de la Saskatchewan, Humphry Osmond."
    }
  },
  {
    "translation": {
      "en": "The first rule is do it yourself.",
      "fr": "Il faut d'abord essayer soi-même,"
    }
  },
  {
    "translation": {
      "en": "Then you know and can feel with the patients",
      "fr": "pour ressentir ce que ressentent les patients"
    }
  },
  {
    "translation": {
      "en": "as you can in no other way.",
      "fr": "comme rien d'autre ne le permet."
    }
  },
  {
    "translation": {
      "en": "A sense of special significance began to invest everything.",
      "fr": "Un sentiment de signification particulière a commencé à tout investir."
    }
  },
  {
    "translation": {
      "en": "Everything was brilliantly sharp and significant.",
      "fr": "Tout était parfaitement net et important."
    }
  },
  {
    "translation": {
      "en": "If I fixed my attention on a flower,",
      "fr": "Si je fixais mon attention sur une fleur,"
    }
  },
  {
    "translation": {
      "en": "I felt that I could spend all day in contemplating it.",
      "fr": "je sentais que je pouvais passer la journée à la contempler."
    }
  },
  {
    "translation": {
      "en": "Beauty, a terrible beauty was born every moment.",
      "fr": "La beauté, une beauté terrible naissait à chaque instant."
    }
  },
  {
    "translation": {
      "en": "Phrases such as,",
      "fr": "Des phrases comme :"
    }
  },
  {
    "translation": {
      "en": "I've seen with the eye of the world, the eye of a newborn and the new dead,",
      "fr": "J'ai vu avec l'œil du monde, l'œil d'un nouveau-né et d'un nouveau mort"
    }
  },
  {
    "translation": {
      "en": "sprang to my tongue, apparently without construction.",
      "fr": "me venaient instinctivement sans aucune construction."
    }
  },
  {
    "translation": {
      "en": "These experiences have been most strange,",
      "fr": "Ces expériences étaient très étranges,"
    }
  },
  {
    "translation": {
      "en": "and in their own way, amongst the most beautiful in my life.",
      "fr": "et à leur manière, parmi les plus belles de ma vie."
    }
  },
  {
    "translation": {
      "en": "And when he did take LSD, he said,",
      "fr": "Quand il a pris du LSD, il a dit :"
    }
  },
  {
    "translation": {
      "en": "This doesn't feel like madness, this just feels too good.",
      "fr": "Ça ne ressemble pas à de la folie. Je me sens bien."
    }
  },
  {
    "translation": {
      "en": "So they threw out that paradigm.",
      "fr": "Ils ont rejeté ce modèle."
    }
  },
  {
    "translation": {
      "en": "Humphry Osmond became interested in figuring out a better name for it.",
      "fr": "Humphry Osmond s'est mis à chercher un meilleur nom."
    }
  },
  {
    "translation": {
      "en": "The term psychedelic is actually a word that you coined.",
      "fr": "Le terme psychédélique est un mot que vous avez inventé."
    }
  },
  {
    "translation": {
      "en": "It came as a result of going down to, uh… Los Angeles and seeing Aldous Huxley.",
      "fr": "Je l'ai inventé après avoir vu Aldous Huxley à Los Angeles."
    }
  },
  {
    "translation": {
      "en": "When I gave him an experimental dose of mescaline there",
      "fr": "Quand je lui ai donné une dose expérimentale de mescaline."
    }
  },
  {
    "translation": {
      "en": "and after he wrote The Doors of Perception.",
      "fr": "Il avait écrit Les Portes de la Perception."
    }
  },
  {
    "translation": {
      "en": "Humphry Osmond had a very active correspondence",
      "fr": "Humphry Osmond avait une correspondance très active"
    }
  },
  {
    "translation": {
      "en": "with the English writer Aldous Huxley,",
      "fr": "avec l'écrivain anglais Aldous Huxley,"
    }
  },
  {
    "translation": {
      "en": "who was very interested in changing consciousness.",
      "fr": "très intéressé par la modification de conscience."
    }
  },
  {
    "translation": {
      "en": "So they exchanged letters and they each proposed an idea,",
      "fr": "Ils ont échangé des lettres et ont chacun proposé une idée."
    }
  },
  {
    "translation": {
      "en": "they made a little rhyme that went with it.",
      "fr": "Ils ont créé une petite rime."
    }
  },
  {
    "translation": {
      "en": "But it wasn't the great writer who came up with the winning entry,",
      "fr": "Mais ce n'est pas le grand écrivain qui a trouvé le terme."
    }
  },
  {
    "translation": {
      "en": "it was the psychiatrist.",
      "fr": "C'est le psychiatre."
    }
  },
  {
    "translation": {
      "en": "To fathom hell or go angelic, just take a pinch of psychedelic.",
      "fr": "Pour comprendre l'enfer ou devenir angélique, prenez une pincée de psychédélique."
    }
  },
  {
    "translation": {
      "en": "Psychedelic means mind manifesting and that seemed more accurate.",
      "fr": "Psychédélique signifie manifestation de l'esprit. C'est plus exact."
    }
  },
  {
    "translation": {
      "en": "This compound was bringing aspects of the mind",
      "fr": "Ce composé explorait des aspects de l'esprit"
    }
  },
  {
    "translation": {
      "en": "that are not normally accessible into the field of awareness.",
      "fr": "qui ne sont pas normalement accessibles dans le champ de la conscience."
    }
  },
  {
    "translation": {
      "en": "I think it's time for you to have your lysergic acid.",
      "fr": "Il est temps pour vous de prendre votre acide lysergique."
    }
  },
  {
    "translation": {
      "en": "Drink this down, and we'll be back after a while and see how you're doing.",
      "fr": "Buvez, et on reviendra voir comment vous allez."
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "fr": "Que voyez-vous ?"
    }
  },
  {
    "translation": {
      "en": "Well, tell me.",
      "fr": "Dites-moi."
    }
  },
  {
    "translation": {
      "en": "Well, I just couldn't. I couldn't possibly tell you. It's…",
      "fr": "Je ne peux pas vous le décrire."
    }
  },
  {
    "translation": {
      "en": "It's here.",
      "fr": "C'est là."
    }
  },
  {
    "translation": {
      "en": "Can't you feel it? This whole room.",
      "fr": "Vous ne le sentez pas ? Dans toute la pièce."
    }
  },
  {
    "translation": {
      "en": "And I can feel the air. I can-- I can see it. I can see all the molecules.",
      "fr": "Je peux sentir l'air. Je le vois. Je vois toutes les molécules."
    }
  },
  {
    "translation": {
      "en": "I'm part of it. I'm… Can't you see it?",
      "fr": "J'en fais partie. Vous ne le voyez pas ?"
    }
  },
  {
    "translation": {
      "en": "This is purple, isn't it?",
      "fr": "C'est violet, n'est-ce pas ?"
    }
  },
  {
    "translation": {
      "en": "No, it happens to be black. You see purple?",
      "fr": "Non, c'est noir. Vous voyez du violet ?"
    }
  },
  {
    "translation": {
      "en": "Yes.",
      "fr": "Oui."
    }
  },
  {
    "translation": {
      "en": "Well, this is just the charcoal. Look at it.",
      "fr": "C'est du fusain. Regardez."
    }
  },
  {
    "translation": {
      "en": "Well, in my mind's eye, now I see that it's charcoal.",
      "fr": "Dans mon esprit, je vois que c'est du fusain."
    }
  },
  {
    "translation": {
      "en": "Now close your eyes.",
      "fr": "Fermez les yeux."
    }
  },
  {
    "translation": {
      "en": "Close your eyes now.",
      "fr": "Fermez-les."
    }
  },
  {
    "translation": {
      "en": "Would you give me a description",
      "fr": "Décrivez-moi"
    }
  },
  {
    "translation": {
      "en": "of the first thing that you see with eyes closed?",
      "fr": "la première chose que vous voyez les yeux fermés."
    }
  },
  {
    "translation": {
      "en": "I feel these lovely colors vibrating all over me. Oh, it's lovely.",
      "fr": "Je sens de jolies couleurs qui vibrent sur moi. C'est très beau."
    }
  },
  {
    "translation": {
      "en": "- Any lines? - Oh…",
      "fr": "Des lignes ?"
    }
  },
  {
    "translation": {
      "en": "Any forms?",
      "fr": "Des formes ?"
    }
  },
  {
    "translation": {
      "en": "Just like the shimmering of water, you know?",
      "fr": "Comme le scintillement de l'eau."
    }
  },
  {
    "translation": {
      "en": "You feel happy now?",
      "fr": "Vous vous sentez heureux ?"
    }
  },
  {
    "translation": {
      "en": "I know you must be, because you have tears in your eyes.",
      "fr": "Vous devez l'être, vous avez les larmes aux yeux."
    }
  },
  {
    "translation": {
      "en": "Is that a beautiful experience, would you say?",
      "fr": "C'est une belle expérience ?"
    }
  },
  {
    "translation": {
      "en": "It's just, giving and--",
      "fr": "On s'abandonne et…"
    }
  },
  {
    "translation": {
      "en": "You're doing fine. Just try to describe it.",
      "fr": "Tout va bien. Essayez de décrire."
    }
  },
  {
    "translation": {
      "en": "Oh, you-- you don't know. You… You…",
      "fr": "Je ne sais pas, on…"
    }
  },
  {
    "translation": {
      "en": "You wanna give some…",
      "fr": "On veut donner…"
    }
  },
  {
    "translation": {
      "en": "You wanna give yourself as much as you can…",
      "fr": "On veut s'abandonner autant qu'on peut."
    }
  },
  {
    "translation": {
      "en": "I don't think people realize Bill Wilson,",
      "fr": "J'ignore si les gens le savent, mais Bill Wilson,"
    }
  },
  {
    "translation": {
      "en": "co- founder of Alcoholics Anonymous,",
      "fr": "le cofondateur des Alcooliques Anonymes,"
    }
  },
  {
    "translation": {
      "en": "he was administered a psychedelic and that's how he got sober.",
      "fr": "a arrêté de boire, car on lui a administré un psychédélique."
    }
  },
  {
    "translation": {
      "en": "He had a spiritual experience",
      "fr": "Il a eu une expérience spirituelle"
    }
  },
  {
    "translation": {
      "en": "that transformed his thinking about his addiction.",
      "fr": "qui a transformé sa vision de sa dépendance."
    }
  },
  {
    "translation": {
      "en": "And then I remember crying out,",
      "fr": "Et je me souviens avoir crié :"
    }
  },
  {
    "translation": {
      "en": "If there is a God, will he show himself?",
      "fr": "S'il y a un Dieu, se montrera-t-il ? COFONDATEUR, ALCOOLIQUES ANONYMES"
    }
  },
  {
    "translation": {
      "en": "And then came the miracle.",
      "fr": "Puis le miracle s'est produit."
    }
  },
  {
    "translation": {
      "en": "The spirituality of AA  we most attribute to a kind of latent Christianity.",
      "fr": "On attribue la spiritualité des AA à une sorte de christianisme latent."
    }
  },
  {
    "translation": {
      "en": "No, it's latent psychedelia.",
      "fr": "Mais c'est du psychédélisme latent."
    }
  },
  {
    "translation": {
      "en": "Do you consider yourself an alcoholic?",
      "fr": "Vous considérez-vous comme un alcoolique ?"
    }
  },
  {
    "translation": {
      "en": "Yes, sir. Definitely.",
      "fr": "Oui, absolument."
    }
  },
  {
    "translation": {
      "en": "It's caused me a lot of trouble in the past.",
      "fr": "Ça m'a causé beaucoup d'ennuis."
    }
  },
  {
    "translation": {
      "en": "And at this point I feel that I haven't really accomplished anything",
      "fr": "Et à ce jour, j'ai l'impression de n'avoir rien accompli."
    }
  },
  {
    "translation": {
      "en": "and I'd like to start over.",
      "fr": "J'aimerais recommencer à zéro."
    }
  },
  {
    "translation": {
      "en": "From 1950 to 1965,",
      "fr": "De 1950 à 1965,"
    }
  },
  {
    "translation": {
      "en": "there had been a thousand scientific articles on psychedelics.",
      "fr": "il y a eu un millier d'articles scientifiques sur les psychédéliques."
    }
  },
  {
    "translation": {
      "en": "The battle you're fighting is one that's in the past.",
      "fr": "La bataille que vous menez appartient au passé."
    }
  },
  {
    "translation": {
      "en": "There had been 40,000 research subjects",
      "fr": "Il y a eu 40 000 sujets de recherche"
    }
  },
  {
    "translation": {
      "en": "and that there had been six international conferences about LSD alone in that period.",
      "fr": "et six conférences internationales sur le LSD à cette période."
    }
  },
  {
    "translation": {
      "en": "They were getting very good results.",
      "fr": "Les résultats étaient très bons."
    }
  },
  {
    "translation": {
      "en": "And what they found is that the drug",
      "fr": "Les chercheurs ont découvert que la substance"
    }
  },
  {
    "translation": {
      "en": "allowed people to open up",
      "fr": "permettait aux gens de s'ouvrir,"
    }
  },
  {
    "translation": {
      "en": "and put down their defenses",
      "fr": "de baisser leur garde,"
    }
  },
  {
    "translation": {
      "en": "in such a way that they could deal with difficult material.",
      "fr": "ce qui leur permettait de gérer des situations difficiles."
    }
  },
  {
    "translation": {
      "en": "Six months afterwards, Arthur King has already beaten",
      "fr": "En six mois, Arthur King a déjà fait mieux que la plupart des alcooliques."
    }
  },
  {
    "translation": {
      "en": "the percentages on alcoholism.",
      "fr": "Arthur King a déjà fait mieux que la plupart des alcooliques."
    }
  },
  {
    "translation": {
      "en": "Within six months after the conventional cures,",
      "fr": "Dans les 6 mois qui suivent les cures traditionnelles,"
    }
  },
  {
    "translation": {
      "en": "nine out of ten have gone back to drinking.",
      "fr": "neuf patients sur dix se remettent à boire."
    }
  },
  {
    "translation": {
      "en": "Something did happen.",
      "fr": "Quelque chose s'est produit."
    }
  },
  {
    "translation": {
      "en": "Something that is still waiting to be explained,",
      "fr": "Que ne nous pouvons pas encore expliquer."
    }
  },
  {
    "translation": {
      "en": "and it has to do with the potent mystery called LSD.",
      "fr": "Mais c'est grâce à ce puissant produit mystérieux, le LSD."
    }
  },
  {
    "translation": {
      "en": "Psychedelic research was proceeding. There was a lot of good results.",
      "fr": "La recherche sur les psychédéliques avançait et donnait de bons résultats."
    }
  },
  {
    "translation": {
      "en": "A lot of people thought it was the future of psychiatry.",
      "fr": "Beaucoup y voyaient l'avenir de la psychiatrie."
    }
  },
  {
    "translation": {
      "en": "But beginning in the early '60s,",
      "fr": "Mais à partir du début des années 60,"
    }
  },
  {
    "translation": {
      "en": "the research kind of escapes the laboratory.",
      "fr": "les recherches n'ont plus été cantonnées aux labos."
    }
  },
  {
    "translation": {
      "en": "Dr. Timothy Leary has been described as being either a prophet or a fiend.",
      "fr": "Le Dr Timothy Leary a été décrit comme un prophète ou un démon."
    }
  },
  {
    "translation": {
      "en": "He is the dominant figure in the current uproar on the use of LSD.",
      "fr": "C'est lui dont on parle le plus dans le tollé actuel contre la consommation de LSD."
    }
  },
  {
    "translation": {
      "en": "When, doctor, did you first start experimenting with LSD?",
      "fr": "Docteur, quand avez-vous commencé vos expériences sur le LSD ?"
    }
  },
  {
    "translation": {
      "en": "Six years ago.",
      "fr": "Il y a 6 ans."
    }
  },
  {
    "translation": {
      "en": "That was when you were on the faculty--",
      "fr": "PSYCHOLOGUE Lorsque vous étiez professeur…"
    }
  },
  {
    "translation": {
      "en": "I was, uh, teaching psychology at Harvard. I've been a psychologist for 15 years.",
      "fr": "J'enseignais la psychologie à Harvard. Je suis psychologue depuis 15 ans."
    }
  },
  {
    "translation": {
      "en": "- Right. - I'd come to the sorry conclusion that uh…",
      "fr": "D'accord. J'en étais arrivé à la triste conclusion"
    }
  },
  {
    "translation": {
      "en": "psychology wasn't doing much to solve the emotional or the mental problems",
      "fr": "que la psychologie ne résolvait pas les problèmes émotionnels ou mentaux"
    }
  },
  {
    "translation": {
      "en": "of the human race, and particularly, the American people.",
      "fr": "de l'humanité, et en particulier des Américains."
    }
  },
  {
    "translation": {
      "en": "Leary is a very well- regarded personality researcher.",
      "fr": "Leary était un chercheur de renom."
    }
  },
  {
    "translation": {
      "en": "He gets a hold of some mushrooms",
      "fr": "Il s'était procuré des champignons,"
    }
  },
  {
    "translation": {
      "en": "and over the course of four hours, he said he learned more about the mind",
      "fr": "et en 4 h, il a dit qu'il en avait plus appris sur l'esprit"
    }
  },
  {
    "translation": {
      "en": "then he had in his entire career.",
      "fr": "que dans toute sa carrière."
    }
  },
  {
    "translation": {
      "en": "And he realized, this is the next thing.",
      "fr": "Il a compris que c'était l'avenir."
    }
  },
  {
    "translation": {
      "en": "This is the tool for understanding the mind.",
      "fr": "L'outil pour comprendre l'esprit."
    }
  },
  {
    "translation": {
      "en": "While at Harvard, Timothy Leary and a colleague, Richard Alpert,",
      "fr": "À Harvard, Timothy Leary et un collègue, Richard Alpert,"
    }
  },
  {
    "translation": {
      "en": "started conducting experiments with LSD and psilocybin.",
      "fr": "ont commencé à mener des expériences sur le LSD et la psilocybine."
    }
  },
  {
    "translation": {
      "en": "Under suitable safety conditions we provided the opportunity",
      "fr": "VOIX DE RICHARD ALPERT En toute sécurité, nous avons donné la possibilité"
    }
  },
  {
    "translation": {
      "en": "for some 200 very varied types of people from prison inmates to jazz musicians,",
      "fr": "à 200 individus d'horizons très divers, des détenus, des musiciens de jazz, des philosophes,"
    }
  },
  {
    "translation": {
      "en": "to philosophers to have this experience and give us reports back.",
      "fr": "des détenus, des musiciens de jazz, des philosophes, d'essayer et de nous rapporter leurs expériences."
    }
  },
  {
    "translation": {
      "en": "The analysis that these reports showed us",
      "fr": "L'analyse de leurs récits a montré"
    }
  },
  {
    "translation": {
      "en": "that the nature of the experience is a function of the set and the setting.",
      "fr": "que la nature de l'expérience dépendait du contexte et de l'état."
    }
  },
  {
    "translation": {
      "en": "The great contribution was the concept of set and setting.",
      "fr": "La grande contribution a été le concept d'état et de contexte."
    }
  },
  {
    "translation": {
      "en": "That the kind of psychedelic experience you have will be strongly influenced",
      "fr": "L'expérience psychédélique qu'on vit est fortement influencée"
    }
  },
  {
    "translation": {
      "en": "by the setting in which you have it, and your set.",
      "fr": "par le contexte dans lequel on est et son état."
    }
  },
  {
    "translation": {
      "en": "Your mindset. Your internal and external environment shape the experience.",
      "fr": "L'état d'esprit. L'environnement interne et externe vont façonner l'expérience."
    }
  },
  {
    "translation": {
      "en": "But the experiments got sloppier and sloppier,",
      "fr": "Mais les expériences étaient de plus en plus bâclées."
    }
  },
  {
    "translation": {
      "en": "and they were tossed from Harvard.",
      "fr": "On les a renvoyés de Harvard."
    }
  },
  {
    "translation": {
      "en": "What's going on in the United States today is, in my opinion,",
      "fr": "Ce qui se passe aujourd'hui aux États-Unis est, à mon avis,"
    }
  },
  {
    "translation": {
      "en": "nothing least than a religious renaissance.",
      "fr": "rien de moins qu'une renaissance religieuse."
    }
  },
  {
    "translation": {
      "en": "And I want to say right at the beginning that the LSD boom is just beginning.",
      "fr": "Et je tiens à dire dès à présent que l'essor du LSD de fait que commencer."
    }
  },
  {
    "translation": {
      "en": "LSD is the most powerful substance",
      "fr": "Le LSD est la substance la plus puissante"
    }
  },
  {
    "translation": {
      "en": "that the human being has ever developed for influencing mind.",
      "fr": "que l'être humain ait développée pour influencer l'esprit."
    }
  },
  {
    "translation": {
      "en": "I've used the comparison of nuclear energy or a fissionable material.",
      "fr": "Je l'ai comparée à l'énergie nucléaire ou à la fission."
    }
  },
  {
    "translation": {
      "en": "I took LSD and that was the day my life was transformed.",
      "fr": "Ma vie a changé le jour où j'ai pris du LSD."
    }
  },
  {
    "translation": {
      "en": "Where I realized that Jim Fadiman,",
      "fr": "J'ai compris que Jim Fadiman,"
    }
  },
  {
    "translation": {
      "en": "for all of his benefits and flaws",
      "fr": "avec toutes ses contributions et ses défauts,"
    }
  },
  {
    "translation": {
      "en": "was a subset of a larger being",
      "fr": "était un sous-ensemble d'un être plus grand."
    }
  },
  {
    "translation": {
      "en": "and that larger being was connected to all other beings.",
      "fr": "Et que cet être plus grand était connecté à tous les autres êtres."
    }
  },
  {
    "translation": {
      "en": "In other words, a classical mystical experience",
      "fr": "En d'autres termes, c'était une expérience mystique classique"
    }
  },
  {
    "translation": {
      "en": "of awareness of the unity and the interweaving of all things.",
      "fr": "de la conscience de l'unité et de l'entrelacement de toute chose."
    }
  },
  {
    "translation": {
      "en": "I really do think man is part of divine or total consciousness",
      "fr": "Je pense vraiment que l'humain fait partie de la conscience divine ou totale."
    }
  },
  {
    "translation": {
      "en": "and that if you didn't close off, you would see it all.",
      "fr": "Si on n'était pas fermés, on verrait tout."
    }
  },
  {
    "translation": {
      "en": "Richard Alpert went on to become Ram Dass,",
      "fr": "Richard Alpert est devenu Ram Dass,"
    }
  },
  {
    "translation": {
      "en": "one of the foremost spiritual teachers,",
      "fr": "l'un des plus grands guides spirituels."
    }
  },
  {
    "translation": {
      "en": "while Leary became LSD's most outspoken evangelist.",
      "fr": "Leary est devenu le plus grand militant de l'usage du LSD."
    }
  },
  {
    "translation": {
      "en": "Most of us, most of the time",
      "fr": "La plupart d'entre nous, la plupart du temps,"
    }
  },
  {
    "translation": {
      "en": "see the world through a very small set of filters.",
      "fr": "voient le monde à travers un très petit ensemble de filtres."
    }
  },
  {
    "translation": {
      "en": "When you'd take LSD and your consciousness expanded,",
      "fr": "Quand on prend du LSD et que notre conscience s'élargit,"
    }
  },
  {
    "translation": {
      "en": "the number of possibilities, the number of perspectives dramatically multiplies.",
      "fr": "le nombre de possibilités et de perspectives se multiplie."
    }
  },
  {
    "translation": {
      "en": "Tim said, Look, I want everyone to take it.",
      "fr": "Tim a dit : Je veux que tout le monde en prenne."
    }
  },
  {
    "translation": {
      "en": "It should be in the drinking water.",
      "fr": "Ça devrait être dans l'eau."
    }
  },
  {
    "translation": {
      "en": "His vision was to change the culture.",
      "fr": "Il voulait changer la culture."
    }
  },
  {
    "translation": {
      "en": "He wanted people to be free.",
      "fr": "Que les gens soient libres."
    }
  },
  {
    "translation": {
      "en": "He wanted them not to be caught up in the rigidities of the institution,",
      "fr": "Qu'ils ne soient pas limités par la rigidité des institutions,"
    }
  },
  {
    "translation": {
      "en": "the rigidities of their religion, the rigidities of their parents.",
      "fr": "de leur religion, de leurs parents."
    }
  },
  {
    "translation": {
      "en": "Turn on. Tune in.",
      "fr": "S'ouvrir, s'harmoniser,"
    }
  },
  {
    "translation": {
      "en": "Drop out.",
      "fr": "se détacher."
    }
  },
  {
    "translation": {
      "en": "I didn't invent LSD. God made LSD.",
      "fr": "Je n'ai pas inventé le LSD. C'est Dieu qui l'a créé."
    }
  },
  {
    "translation": {
      "en": "A lot of people blamed Leary for everything that went wrong",
      "fr": "Beaucoup de gens en ont voulu à Leary pour les mauvais côtés des psychédéliques."
    }
  },
  {
    "translation": {
      "en": "with psychedelics, but it was gonna get in the culture Leary or not.",
      "fr": "pour les mauvais côtés des psychédéliques. mais avec ou sans lui, ils seraient entrés dans la culture."
    }
  },
  {
    "translation": {
      "en": "There were leaks other places.",
      "fr": "Il y a eu des fuites ailleurs."
    }
  },
  {
    "translation": {
      "en": "For example, during this whole period,",
      "fr": "Par exemple, pendant cette période,"
    }
  },
  {
    "translation": {
      "en": "the CIA was conducting its own research program",
      "fr": "la CIA menait son propre programme de recherche"
    }
  },
  {
    "translation": {
      "en": "and they were trying to figure out what to do with psychedelics also.",
      "fr": "pour tenter de trouver une utilité à ces substances."
    }
  },
  {
    "translation": {
      "en": "There was much laughter. The men found it difficult to obey orders.",
      "fr": "Les hommes riaient beaucoup et obéissaient mal aux ordres."
    }
  },
  {
    "translation": {
      "en": "And soon, the results were chaotic.",
      "fr": "Les résultats sont vites devenus chaotiques."
    }
  },
  {
    "translation": {
      "en": "Could it be a bioweapon?",
      "fr": "Pouvait-on en faire une arme biologique ?"
    }
  },
  {
    "translation": {
      "en": "Could you give it to your enemy and make it impossible for them to fight?",
      "fr": "À administrer à l'ennemi pour l'empêcher de se battre ?"
    }
  },
  {
    "translation": {
      "en": "Was it a truth serum that could be used in interrogation?",
      "fr": "Un sérum de vérité utilisable lors d'interrogatoires ?"
    }
  },
  {
    "translation": {
      "en": "The CIA was giving LSD to people out of the VA Hospital associated with Stanford.",
      "fr": "La CIA donnait du LSD à des gens de l'hôpital des vétérans de Stanford."
    }
  },
  {
    "translation": {
      "en": "And one of the people they dosed was a young writer named Ken Kesey.",
      "fr": "L'une de ces personnes était un jeune écrivain, Ken Kesey."
    }
  },
  {
    "translation": {
      "en": "If I say one thing today, it may not…",
      "fr": "Si je dis… AUTEUR"
    }
  },
  {
    "translation": {
      "en": "Would you repeat that?",
      "fr": "Pouvez-vous répéter ?"
    }
  },
  {
    "translation": {
      "en": "With Ken Kesey, the CIA had turned on exactly the wrong man.",
      "fr": "En en donnant à Ken Kesey, la CIA avait choisi la mauvaise personne."
    }
  },
  {
    "translation": {
      "en": "In what he aptly called the revolt of the guinea pigs,",
      "fr": "Dans ce qu'il a appelé la révolte des cobayes,"
    }
  },
  {
    "translation": {
      "en": "Kesey, with his band of Merry Pranksters",
      "fr": "avec sa bande, les Merry Pranksters,"
    }
  },
  {
    "translation": {
      "en": "proceeded to organize a series of acid tests,",
      "fr": "Kesey organise une série de tests d'acides."
    }
  },
  {
    "translation": {
      "en": "in which thousands of young people in the Bay Area were given LSD",
      "fr": "Il donne du LSD à des milliers de jeunes de la baie de San Francisco"
    }
  },
  {
    "translation": {
      "en": "in an effort to change the mind of a generation.",
      "fr": "pour changer les mentalités d'une génération."
    }
  },
  {
    "translation": {
      "en": "A case can be made that the cultural upheaval we call the '60s",
      "fr": "On peut dire que le bouleversement culturel des années 60"
    }
  },
  {
    "translation": {
      "en": "began with the CIA mind control experiment gone terribly wrong.",
      "fr": "a commencé par un échec des expériences de contrôle mental de La CIA."
    }
  },
  {
    "translation": {
      "en": "I was introduced to Richard Alpert.",
      "fr": "On m'a présenté à Richard Alpert."
    }
  },
  {
    "translation": {
      "en": "I then came to Stanford as a graduate student in 1960.",
      "fr": "Je suis arrivé à Stanford en troisième cycle en 1960."
    }
  },
  {
    "translation": {
      "en": "This part of California was becoming a techno hub.",
      "fr": "Cette partie de la Californie devenait un centre technologique."
    }
  },
  {
    "translation": {
      "en": "And the studies that we were doing  were with, um, people from the neighborhood.",
      "fr": "On conduisait des études avec des gens de la région."
    }
  },
  {
    "translation": {
      "en": "In order to get into a study we did on creativity,",
      "fr": "Pour faire partie de notre étude sur la créativité,"
    }
  },
  {
    "translation": {
      "en": "senior scientists had to have a problem",
      "fr": "les scientifiques devaient avoir un problème"
    }
  },
  {
    "translation": {
      "en": "that they had been working on for at least three months and failed.",
      "fr": "sur lequel ils avaient travaillé depuis au moins trois mois sans succès."
    }
  },
  {
    "translation": {
      "en": "We said to them, We can help you with your problem.",
      "fr": "On leur a dit : On peut vous aider."
    }
  },
  {
    "translation": {
      "en": "And we're gonna give you a psychedelic. A hundred micrograms of LSD.",
      "fr": "On va vous administrer un psychédélique. 100 microgrammes de LSD."
    }
  },
  {
    "translation": {
      "en": "And out of the people who came,",
      "fr": "Parmi les participants,"
    }
  },
  {
    "translation": {
      "en": "we had 48 problems and 48 satisfactory solutions.",
      "fr": "il y a eu 48 problèmes sur 48 qui ont pu être résolus."
    }
  },
  {
    "translation": {
      "en": "We had patents, we had publications.",
      "fr": "On a obtenu des brevets, des publications,"
    }
  },
  {
    "translation": {
      "en": "And because most of these people worked in industry, we also had products.",
      "fr": "et comme beaucoup travaillaient dans l'industrie, on a eu des produits."
    }
  },
  {
    "translation": {
      "en": "And eventually the computer world emerged here.",
      "fr": "C'est là qu'est née l'informatique."
    }
  },
  {
    "translation": {
      "en": "If you are supplied with a computer",
      "fr": "Si vous aviez un ordinateur"
    }
  },
  {
    "translation": {
      "en": "that was instantly responsive to every action you had,",
      "fr": "qui répondait instantanément à toutes vos actions,"
    }
  },
  {
    "translation": {
      "en": "how much value could you derive from that?",
      "fr": "quelle valeur en tireriez-vous ?"
    }
  },
  {
    "translation": {
      "en": "We have a pointing device called a mouse. I don't know why we call it a mouse.",
      "fr": "Le dispositif de pointage s'appelle la souris. J'ignore pourquoi."
    }
  },
  {
    "translation": {
      "en": "LSD was a critical ingredient in nourishing the spirit of Silicon Valley",
      "fr": "Le LSD était un ingrédient essentiel pour nourrir l'esprit de la Silicon Valley"
    }
  },
  {
    "translation": {
      "en": "that distinguished the computer culture of the West coast.",
      "fr": "qui a créé la culture informatique de la côte ouest."
    }
  },
  {
    "translation": {
      "en": "The '60s happened in the early '70s, right?",
      "fr": "Les années 60 sont arrivées au début des années 70."
    }
  },
  {
    "translation": {
      "en": "And that's sort of when I came of age. So I saw a lot of this.",
      "fr": "Quand j'ai atteint ma majorité. J'étais dedans."
    }
  },
  {
    "translation": {
      "en": "Taking LSD is one of the most important things in my life.",
      "fr": "Prendre du LSD est l'une des choses les plus importantes de ma vie."
    }
  },
  {
    "translation": {
      "en": "Not the most important, but right up there.",
      "fr": "Pas la plus importante, mais ça en fait partie."
    }
  },
  {
    "translation": {
      "en": "There was something beyond sort of what you see everyday.",
      "fr": "Il y avait quelque chose au-delà de ce qu'on voit tous les jours."
    }
  },
  {
    "translation": {
      "en": "Things talk to you, their spines talk to you.",
      "fr": "Les choses vous parlent, leurs épines vous parlent."
    }
  },
  {
    "translation": {
      "en": "When Silicon Valley is having its flirtation with psychedelics,",
      "fr": "Quand la Silicon Valley découvre les psychédéliques,"
    }
  },
  {
    "translation": {
      "en": "there's a very interesting character named Stewart Brand.",
      "fr": "il y a un personnage très intéressant, Stewart Brand."
    }
  },
  {
    "translation": {
      "en": "Before Steve Jobs, he rethinks the personal computer,",
      "fr": "Avant Steve Jobs, il repense l'ordinateur personnel."
    }
  },
  {
    "translation": {
      "en": "not as this tool of industrial repression,",
      "fr": "Pas comme outil de répression industrielle,"
    }
  },
  {
    "translation": {
      "en": "but as a tool of personal liberation.",
      "fr": "mais comme outil de libération personnelle."
    }
  },
  {
    "translation": {
      "en": "In the spring of 1966 on LSD,",
      "fr": "Au printemps 1966, sous LSD,"
    }
  },
  {
    "translation": {
      "en": "I had a genuine creative experience",
      "fr": "j'ai vécu une vraie expérience créative."
    }
  },
  {
    "translation": {
      "en": "realizing that if we ever got a photograph of the Earth from space,",
      "fr": "Si on prenait une photo de la Terre depuis l'espace,"
    }
  },
  {
    "translation": {
      "en": "it would change people's perspective on everything.",
      "fr": "ça changerait la vision des gens sur tout."
    }
  },
  {
    "translation": {
      "en": "So after this trip, he begins a campaign",
      "fr": "Après son trip, il lance une campagne"
    }
  },
  {
    "translation": {
      "en": "to get NASA to turn the cameras around and take a picture of Earth from space",
      "fr": "pour que la Nasa prenne une photo de la Terre depuis l'espace."
    }
  },
  {
    "translation": {
      "en": "and he starts handing out buttons",
      "fr": "Il distribue des badges"
    }
  },
  {
    "translation": {
      "en": "that have this kind of slightly paranoid slogan.",
      "fr": "au slogan un peu paranoïaque."
    }
  },
  {
    "translation": {
      "en": "We don't know for sure whether it reached the executives at NASA,",
      "fr": "On ne sait pas s'ils sont parvenus aux cadres de la NASA,"
    }
  },
  {
    "translation": {
      "en": "but they sent back this stunning photograph of the Earth.",
      "fr": "mais ils ont renvoyé cette superbe photo de la Terre."
    }
  },
  {
    "translation": {
      "en": "It's awe- inspiring",
      "fr": "C'est merveilleux."
    }
  },
  {
    "translation": {
      "en": "and it makes you realize just what you have back there on Earth.",
      "fr": "On réalise ce qu'on a sur Terre."
    }
  },
  {
    "translation": {
      "en": "The first time we had seen the Earth whole.",
      "fr": "On voyait la Terre en entier pour la première fois."
    }
  },
  {
    "translation": {
      "en": "This blue marble in this black expanse.",
      "fr": "Une bille bleue dans une étendue noire."
    }
  },
  {
    "translation": {
      "en": "This contributes to the rise of the environmental movement",
      "fr": "Ça a permis l'essor du mouvement écologiste"
    }
  },
  {
    "translation": {
      "en": "and a sense of planetary consciousness",
      "fr": "et une prise de conscience planétaire."
    }
  },
  {
    "translation": {
      "en": "that became a very important part of the '60s.",
      "fr": "C'est devenu un pan important des années 60."
    }
  },
  {
    "translation": {
      "en": "Kary Mullis is the guy who invented the PCR method,",
      "fr": "Kary Mullis est l'inventeur de la PCR,"
    }
  },
  {
    "translation": {
      "en": "which gives us the ability to duplicate DNA.",
      "fr": "qui permet de dupliquer l'ADN."
    }
  },
  {
    "translation": {
      "en": "This opens up the whole field of genetics",
      "fr": "Une avancée en matière de génétique."
    }
  },
  {
    "translation": {
      "en": "making it one of the most important inventions of the twentieth century.",
      "fr": "Ce qui en fait l'une des inventions les plus importantes du 20e siècle."
    }
  },
  {
    "translation": {
      "en": "I was down there with the molecules when I discovered it.",
      "fr": "J'étais en présence des molécules, quand je l'ai découverte."
    }
  },
  {
    "translation": {
      "en": "And I wasn't stoned on LSD, but my mind by then had learned",
      "fr": "Je n'étais pas perché au LSD, mais mon esprit avait appris à explorer ces méthodes."
    }
  },
  {
    "translation": {
      "en": "how to get down there.",
      "fr": "mais mon esprit avait appris à explorer ces méthodes."
    }
  },
  {
    "translation": {
      "en": "I could sit on a DNA molecule and watch the moonrise go by.",
      "fr": "Je pouvais être parmi les molécules et regarder la lune se lever."
    }
  },
  {
    "translation": {
      "en": "That's just the way I think.",
      "fr": "C'est ma méthode de penser."
    }
  },
  {
    "translation": {
      "en": "It's like I put myself in all different kinds of spots",
      "fr": "J'explore différents endroits."
    }
  },
  {
    "translation": {
      "en": "and I've learned that through psychedelic drugs.",
      "fr": "J'ai appris à faire ça grâce aux psychédéliques."
    }
  },
  {
    "translation": {
      "en": "Turn on, tune in, drop out,",
      "fr": "S'ouvrir, s'harmoniser, se détacher."
    }
  },
  {
    "translation": {
      "en": "that sounds kind of quaint as a bit of '60s rhetoric,",
      "fr": "Cette rhétorique des années 60 semble un peu désuète,"
    }
  },
  {
    "translation": {
      "en": "but it was very threatening at the time.",
      "fr": "mais c'était une menace à l'époque."
    }
  },
  {
    "translation": {
      "en": "It was a time of incredible ferment and tumult.",
      "fr": "C'était une époque de grand tumulte."
    }
  },
  {
    "translation": {
      "en": "But the character of the era was definitely colored by psychedelics.",
      "fr": "Mais l'identité de l'époque était marquée par les psychédéliques."
    }
  },
  {
    "translation": {
      "en": "The kids were designing their own alternative culture.",
      "fr": "Les jeunes créaient leur propre culture alternative."
    }
  },
  {
    "translation": {
      "en": "They looked different, sounded different, acted different.",
      "fr": "Ils avaient l'air différents, agissaient différemment."
    }
  },
  {
    "translation": {
      "en": "And they were dropping out. And so this was enormously threatening.",
      "fr": "Ils se libéraient. C'était une grande menace."
    }
  },
  {
    "translation": {
      "en": "Especially during the Vietnam War.",
      "fr": "Surtout pendant la guerre du Vietnam."
    }
  },
  {
    "translation": {
      "en": "For most of human history,",
      "fr": "Dans l'histoire de l'humanité,"
    }
  },
  {
    "translation": {
      "en": "when you send 18- year- olds to go die in a war they march off and go.",
      "fr": "quand on envoie des jeunes de 18 ans mourir dans une guerre, ils partent."
    }
  },
  {
    "translation": {
      "en": "And for one of the first times in history, many of them decided not to go.",
      "fr": "Et pour la première fois, beaucoup de jeunes refusaient."
    }
  },
  {
    "translation": {
      "en": "And in the eyes of President Nixon, psychedelics were the reason.",
      "fr": "Pour le président Nixon, c'était à cause des psychédéliques."
    }
  },
  {
    "translation": {
      "en": "This is one area where we cannot have budget cuts,",
      "fr": "C'est un domaine où on ne peut pas réduire le budget,"
    }
  },
  {
    "translation": {
      "en": "because we must wage what I have called total war",
      "fr": "car nous devons mener ce que j'ai appelé une guerre totale"
    }
  },
  {
    "translation": {
      "en": "against public enemy number one in the United States,",
      "fr": "contre l'ennemi public numéro un aux États-Unis,"
    }
  },
  {
    "translation": {
      "en": "the problem of dangerous drugs.",
      "fr": "les drogues dangereuses."
    }
  },
  {
    "translation": {
      "en": "In order to fight and defeat this enemy,",
      "fr": "Pour combattre et vaincre cet ennemi,"
    }
  },
  {
    "translation": {
      "en": "it is necessary to wage a new all out offensive.",
      "fr": "Il est indispensable de mener une offensive de grande ampleur."
    }
  },
  {
    "translation": {
      "en": "It's up to you.",
      "fr": "À toi de voir."
    }
  },
  {
    "translation": {
      "en": "Taking LSD is much the same as playing Russian roulette.",
      "fr": "Prendre du LSD, c'est comme jouer à la roulette russe."
    }
  },
  {
    "translation": {
      "en": "The media does a U- turn on psychedelics.",
      "fr": "Les médias changeaient leurs positions sur le LSD."
    }
  },
  {
    "translation": {
      "en": "There was a scientific study that alleged to show that it scrambled your chromosomes.",
      "fr": "Une étude scientifique montrait que le LSD brouillait les chromosomes."
    }
  },
  {
    "translation": {
      "en": "This is a fetus from the mother receiving LSD.",
      "fr": "Voici le fœtus d'une mère qui a pris du LSD."
    }
  },
  {
    "translation": {
      "en": "Note, the abnormal face, the characteristics of the skull,",
      "fr": "Regardez le visage anormal, les caractéristiques du crâne,"
    }
  },
  {
    "translation": {
      "en": "and the brain, which is extended to the outside.",
      "fr": "et le cerveau qui s'étend vers l'extérieur."
    }
  },
  {
    "translation": {
      "en": "It was bullshit science, but I remember reading about that when I was like ten.",
      "fr": "C'était des conneries, mais je me souviens avoir lu ça quand j'avais 10 ans."
    }
  },
  {
    "translation": {
      "en": "Well, I'm terribly frightened by the problem of LSD.",
      "fr": "Le problème du LSD me fait très peur."
    }
  },
  {
    "translation": {
      "en": "There is nothing smart, there's nothing, um, grown- up",
      "fr": "Il n'y a rien d'intelligent, d'adulte ou de sophistiqué à prendre du LSD."
    }
  },
  {
    "translation": {
      "en": "or sophisticated in taking an LSD trip at all.",
      "fr": "d'adulte ou de sophistiqué à prendre du LSD."
    }
  },
  {
    "translation": {
      "en": "They're just being complete fools.",
      "fr": "C'est un comportement idiot."
    }
  },
  {
    "translation": {
      "en": "The government turns against it.",
      "fr": "LE LSD INTERDIT AU NEVADA ET EN CALIFORNIE Le gouvernement s'y oppose."
    }
  },
  {
    "translation": {
      "en": "LSD is made illegal in California.",
      "fr": "Il devient illégal en Californie."
    }
  },
  {
    "translation": {
      "en": "In 1970, the federal government made LSD a Schedule I substance.",
      "fr": "En 1970, le gouvernement fédéral le classe au tableau I,"
    }
  },
  {
    "translation": {
      "en": "Classifying it as an illicit drug with no medical use.",
      "fr": "en tant que substance illégale sans utilité médicale."
    }
  },
  {
    "translation": {
      "en": "The day that LSD research was stopped,",
      "fr": "Le jour où les recherches sur le LSD ont été arrêtées,"
    }
  },
  {
    "translation": {
      "en": "there were about 60 different studies going on around the United States.",
      "fr": "il y avait environ 60 études en cours aux États-Unis."
    }
  },
  {
    "translation": {
      "en": "The government sent us a letter and says,",
      "fr": "Le gouvernement nous a envoyé une lettre disant :"
    }
  },
  {
    "translation": {
      "en": "As of the receipt of this letter, your investigational exemption",
      "fr": "Dès réception de cette lettre, votre exemption à des fins de recherches"
    }
  },
  {
    "translation": {
      "en": "to use these substances is canceled.",
      "fr": "d'utiliser ces substances est annulée."
    }
  },
  {
    "translation": {
      "en": "And that ended that research,",
      "fr": "Et mes recherches se sont arrêtées là."
    }
  },
  {
    "translation": {
      "en": "that kind of legitimate research part of my life.",
      "fr": "Les recherches auxquelles je me consacrais."
    }
  },
  {
    "translation": {
      "en": "When it tipped over in America",
      "fr": "Quand la situation a changé en Amérique,"
    }
  },
  {
    "translation": {
      "en": "the miracle drug suddenly became a Satan drug.",
      "fr": "le médicament miracle est devenu la drogue de Satan."
    }
  },
  {
    "translation": {
      "en": "And this whole beautiful, wonderful development,",
      "fr": "Et tout ce beau et merveilleux développement"
    }
  },
  {
    "translation": {
      "en": "was interrupted in one fell swoop, because of the American story.",
      "fr": "a été interrompu d'un seul coup à cause de l'histoire américaine."
    }
  },
  {
    "translation": {
      "en": "What had been a miracle drug is now a destroyer of young minds",
      "fr": "Ce qui était un médicament miracle détruisait les cerveaux des jeunes."
    }
  },
  {
    "translation": {
      "en": "and what had been this very promising, and hopeful line of inquiry stops.",
      "fr": "Cette piste prometteuse s'était arrêtée."
    }
  },
  {
    "translation": {
      "en": "And then we enter the dark ages of psychedelic research,",
      "fr": "Et nous sommes entrés dans l'âge sombre de la recherche psychédélique,"
    }
  },
  {
    "translation": {
      "en": "a period that lasted for more than three decades.",
      "fr": "qui a duré plus de trois décennies."
    }
  },
  {
    "translation": {
      "en": "Perhaps not surprisingly,",
      "fr": "Sans surprise,"
    }
  },
  {
    "translation": {
      "en": "it was in Switzerland, the birthplace of LSD,",
      "fr": "c'est en Suisse, le berceau du LSD,"
    }
  },
  {
    "translation": {
      "en": "where research slowly began to pick back up in the early 2000s.",
      "fr": "que la recherche a lentement repris au début des années 2000."
    }
  },
  {
    "translation": {
      "en": "I wanted to restart the research with LSD.",
      "fr": "Je voulais relancer les recherches sur le LSD."
    }
  },
  {
    "translation": {
      "en": "But for a lot of people, this was the bad and evil drugs,",
      "fr": "Mais pour beaucoup de gens, ces drogues étaient néfastes."
    }
  },
  {
    "translation": {
      "en": "especially within all the medical framework.",
      "fr": "Surtout dans le cadre médical."
    }
  },
  {
    "translation": {
      "en": "A lot of people were really against this kind of substances.",
      "fr": "Beaucoup de gens étaient contre ce genre de substances."
    }
  },
  {
    "translation": {
      "en": "For them, there was no use for such experiments and for such treatments.",
      "fr": "Pour eux, ces expériences et ces traitements ne servaient à rien."
    }
  },
  {
    "translation": {
      "en": "But I was convinced, no, the opposite is true.",
      "fr": "Mais j'étais convaincu du contraire."
    }
  },
  {
    "translation": {
      "en": "There are really people who could benefit.",
      "fr": "Elles pouvaient être utiles à certaines personnes."
    }
  },
  {
    "translation": {
      "en": "In 2006, Albert Hofmann celebrated his hundredth birthday",
      "fr": "En 2006, Albert Hofmann a fêté son centième anniversaire."
    }
  },
  {
    "translation": {
      "en": "and there was a birthday conference in Oslo.",
      "fr": "Il y a eu une conférence pour son anniversaire à Oslo."
    }
  },
  {
    "translation": {
      "en": "Happy birthday to you!",
      "fr": "Joyeux anniversaire"
    }
  },
  {
    "translation": {
      "en": "More than 1,000 people from all over the world came.",
      "fr": "Plus de 1 000 personnes sont venues du monde entier."
    }
  },
  {
    "translation": {
      "en": "At the end of this conference,",
      "fr": "À la fin de cette conférence,"
    }
  },
  {
    "translation": {
      "en": "there was an open letter to health ministries,",
      "fr": "il y a eu une lettre ouverte aux ministres de la Santé"
    }
  },
  {
    "translation": {
      "en": "all over the world, appealing to the authorities",
      "fr": "partout dans le monde, demandant aux autorités"
    }
  },
  {
    "translation": {
      "en": "to allow LSD research again.",
      "fr": "d'autoriser à nouveau la recherche."
    }
  },
  {
    "translation": {
      "en": "There was no authorities responding to this letter, except the Swiss.",
      "fr": "Aucune autorité n'a répondu à part la Suisse."
    }
  },
  {
    "translation": {
      "en": "I developed this LSD protocol and it was approved by the Ministry of Health",
      "fr": "J'ai développé un protocole sur le LSD, approuvé par le ministère de la Santé."
    }
  },
  {
    "translation": {
      "en": "and I went to Bern and I got the package,",
      "fr": "Je suis allé à Berne, récupérer un colis."
    }
  },
  {
    "translation": {
      "en": "and there I was very proud and I thought, yes, I'm a legal holder of LSD.",
      "fr": "J'étais très fier d'avoir du LSD légalement."
    }
  },
  {
    "translation": {
      "en": "I'm walking through the streets of Bern.",
      "fr": "Et de marcher avec dans les rues de Berne."
    }
  },
  {
    "translation": {
      "en": "Even the police would not stop me because I'm allowed to do that.",
      "fr": "Même la police ne pouvait pas m'arrêter, car j'en avais le droit."
    }
  },
  {
    "translation": {
      "en": "The study was for treating people",
      "fr": "L'étude visait à traiter les gens"
    }
  },
  {
    "translation": {
      "en": "who suffer from severe physical illness like cancer.",
      "fr": "atteints de maladies physiques graves comme le cancer"
    }
  },
  {
    "translation": {
      "en": "They suffer from anxiety and existential distress,",
      "fr": "et qui souffrent d'anxiété et de détresse existentielle."
    }
  },
  {
    "translation": {
      "en": "and we wanted to show that our treatment will help these people.",
      "fr": "Nous voulions montrer que notre traitement les aiderait."
    }
  },
  {
    "translation": {
      "en": "My study was the first study with LSD after 35 years.",
      "fr": "C'était la première étude sur le LSD depuis 35 ans."
    }
  },
  {
    "translation": {
      "en": "My first patient suffered from stomach cancer.",
      "fr": "Ma première patiente souffrait d'un cancer de l'estomac."
    }
  },
  {
    "translation": {
      "en": "This patient came to us really depressed.",
      "fr": "Elle était en état de dépression."
    }
  },
  {
    "translation": {
      "en": "It was a really deeply human experience.",
      "fr": "C'était une expérience très humaine."
    }
  },
  {
    "translation": {
      "en": "Patient was crying and this crying was so freeing.",
      "fr": "La patiente pleurait, et ces pleurs étaient libérateurs."
    }
  },
  {
    "translation": {
      "en": "The experience brought them back into life again.",
      "fr": "Cette expérience l'a ramenée à la vie."
    }
  },
  {
    "translation": {
      "en": "LSD makes this kind of meaningful change. It's not an intoxication.",
      "fr": "Le LSD crée des changements importants. Ce n'est pas une intoxication."
    }
  },
  {
    "translation": {
      "en": "It's a kind of transformation with so little substance.",
      "fr": "C'est une sorte de transformation qui s'opère avec peu de produit."
    }
  },
  {
    "translation": {
      "en": "That's… That's miraculous.",
      "fr": "C'est miraculeux."
    }
  },
  {
    "translation": {
      "en": "It's an experience that helps us to feel connected again",
      "fr": "C'est une expérience qui nous aide à nous reconnecter"
    }
  },
  {
    "translation": {
      "en": "to the universe, the creation, nature, to relationships.",
      "fr": "à l'univers, à la création, à la nature, aux relations."
    }
  },
  {
    "translation": {
      "en": "I think this is one of the healing aspects.",
      "fr": "C'est un aspect guérisseur du LSD."
    }
  },
  {
    "translation": {
      "en": "When I started to do the protocol,",
      "fr": "Quand j'ai commencé le protocole,"
    }
  },
  {
    "translation": {
      "en": "Albert Hofmann said that he would like that I visit him.",
      "fr": "Albert Hofmann a dit qu'il aimerait que j'aille le voir."
    }
  },
  {
    "translation": {
      "en": "He told me that he is happy that I am doing that work",
      "fr": "Il m'a dit qu'il était content que je fasse ce travail,"
    }
  },
  {
    "translation": {
      "en": "because he was really suffering with his problem child",
      "fr": "car les problèmes de son enfant le faisaient souffrir"
    }
  },
  {
    "translation": {
      "en": "over so many years.",
      "fr": "depuis de nombreuses années."
    }
  },
  {
    "translation": {
      "en": "And now it seemed to be again, could benefit many people",
      "fr": "Et aujourd'hui, beaucoup de gens pourraient profiter des recherches."
    }
  },
  {
    "translation": {
      "en": "and for me,",
      "fr": "Pour moi,"
    }
  },
  {
    "translation": {
      "en": "his appreciation for that was like a kind of, how should I say that? A blessing.",
      "fr": "sa reconnaissance, c'était une sorte de bénédiction."
    }
  },
  {
    "translation": {
      "en": "I would like that other people would step in, continue this work.",
      "fr": "J'aimerais que d'autres personnes continuent ce travail."
    }
  },
  {
    "translation": {
      "en": "It should be not bad now.",
      "fr": "Ça devrait être pas mal."
    }
  },
  {
    "translation": {
      "en": "If we look at the E- field, which is going up in almost 25--",
      "fr": "Si on regarde le champ électrique, qui atteint presque 25…"
    }
  },
  {
    "translation": {
      "en": "- It's going to be fantastic. - So, yeah.",
      "fr": "- Ça va être fantastique. - Oui."
    }
  },
  {
    "translation": {
      "en": "Okay.",
      "fr": "Bon."
    }
  },
  {
    "translation": {
      "en": "- We'll have a good signal there. - Yes.",
      "fr": "- On va avoir un bon signal. - Oui."
    }
  },
  {
    "translation": {
      "en": "- Can you go and fix that now? - Yeah. Now I'm fixing…",
      "fr": "Tu peux le régler ?"
    }
  },
  {
    "translation": {
      "en": "My lab is trying to understand",
      "fr": "Mon équipe essaie de comprendre"
    }
  },
  {
    "translation": {
      "en": "the effect of psychedelics on a system level.",
      "fr": "l'effet des psychédéliques au niveau du système."
    }
  },
  {
    "translation": {
      "en": "Not at the receptor level alone, but they interact in with brain receptors.",
      "fr": "Pas seulement au niveau des récepteurs, mais dans la façon dont les récepteurs interagissent."
    }
  },
  {
    "translation": {
      "en": "We started to look at regions in the brain",
      "fr": "On a commencé à observer les régions du cerveau"
    }
  },
  {
    "translation": {
      "en": "where the sense organs come in, act as a filter.",
      "fr": "dans lesquelles les organes sensoriels agissent comme un filtre."
    }
  },
  {
    "translation": {
      "en": "And LSD was very helpful because",
      "fr": "Et le LSD nous a été utile,"
    }
  },
  {
    "translation": {
      "en": "psychedelics have a profound effect",
      "fr": "car les psychédéliques ont la capacité"
    }
  },
  {
    "translation": {
      "en": "opening the filter, for at least the external information.",
      "fr": "d'ouvrir ce filtre aux informations externes."
    }
  },
  {
    "translation": {
      "en": "Sometimes so strong, such an opening",
      "fr": "Parfois de manière si intense,"
    }
  },
  {
    "translation": {
      "en": "that everything becomes a whole cosmic dance.",
      "fr": "que tout devient une danse cosmique."
    }
  },
  {
    "translation": {
      "en": "The receptors have been discovered in being involved in the self",
      "fr": "On a découvert que les récepteurs étaient impliqués dans la conscience de soi."
    }
  },
  {
    "translation": {
      "en": "which is the most complex experience we have.",
      "fr": "C'est notre expérience la plus complexe."
    }
  },
  {
    "translation": {
      "en": "What's the foundation of having a self?",
      "fr": "Qu'est-ce qui détermine la conscience de soi ?"
    }
  },
  {
    "translation": {
      "en": "We all think, It's me, I'm the owner of my thoughts.",
      "fr": "On pense qu'on est les seuls maîtres de nos pensées."
    }
  },
  {
    "translation": {
      "en": "But we don't really know how this is going to be constructed in the brain.",
      "fr": "Mais on ne sait pas vraiment comment cela se construit dans le cerveau."
    }
  },
  {
    "translation": {
      "en": "And because psychedelics reduce defense and ego boundaries and rigidity,",
      "fr": "Et comme les psychédéliques diminuent les défenses et les barrières de l'égo,"
    }
  },
  {
    "translation": {
      "en": "they allow us to study the foundation of conscious mechanism",
      "fr": "ils permettent d'étudier la construction du mécanisme de conscience,"
    }
  },
  {
    "translation": {
      "en": "that you can hardly study in normal states.",
      "fr": "qu'on ne peut pas vraiment étudier dans les états normaux."
    }
  },
  {
    "translation": {
      "en": "We learned, indirectly, a lot from psychedelics.",
      "fr": "On a beaucoup appris indirectement des psychédéliques."
    }
  },
  {
    "translation": {
      "en": "Like how they can be used in psychotherapy.",
      "fr": "Comment on peut les utiliser en psychothérapie."
    }
  },
  {
    "translation": {
      "en": "Psychedelics also reduce, somehow, anxiety and pain.",
      "fr": "Les psychédéliques atténuent aussi l'anxiété et la douleur."
    }
  },
  {
    "translation": {
      "en": "From an early age, I always had a lot of strange headaches.",
      "fr": "Depuis tout petit, j'ai toujours eu des maux de tête étranges."
    }
  },
  {
    "translation": {
      "en": "It's called chronic cluster.",
      "fr": "Je souffre d'AVF chronique."
    }
  },
  {
    "translation": {
      "en": "It's an almost unbearable pain.",
      "fr": "C'est une douleur presque insupportable."
    }
  },
  {
    "translation": {
      "en": "As if a smoldering ice pick were stuck into the back of your eyes.",
      "fr": "Comme si on me plantait un pic à glace brûlant dans les yeux."
    }
  },
  {
    "translation": {
      "en": "Over the last year, I've not had any pain- free days…",
      "fr": "Depuis un an, il n'y a pas eu une journée sans douleur."
    }
  },
  {
    "translation": {
      "en": "Sometimes eight attacks a day…",
      "fr": "J'ai parfois huit attaques par jour."
    }
  },
  {
    "translation": {
      "en": "and that led to me losing my hair.",
      "fr": "Ça m'a fait perdre mes cheveux."
    }
  },
  {
    "translation": {
      "en": "In Switzerland we have an institution called Exit,",
      "fr": "En Suisse, il existe une institution appelée Exit,"
    }
  },
  {
    "translation": {
      "en": "where you can choose suicide.",
      "fr": "où on peut choisir de mettre fin à ses jours."
    }
  },
  {
    "translation": {
      "en": "And that always remains a realistic thought to me.",
      "fr": "Et c'est une option réaliste pour moi."
    }
  },
  {
    "translation": {
      "en": "To what extent is a life worth living?",
      "fr": "Dans quelle mesure peut-on vivre ainsi ?"
    }
  },
  {
    "translation": {
      "en": "After it got really bad last year,",
      "fr": "Mes crises ayant empiré l'an dernier,"
    }
  },
  {
    "translation": {
      "en": "I started to do some research and found out about",
      "fr": "j'ai commencé à faire des recherches et j'ai découvert"
    }
  },
  {
    "translation": {
      "en": "a study here in Basel with LSD and cluster.",
      "fr": "l'existence d'une étude sur le LSD et l'AVF chronique."
    }
  },
  {
    "translation": {
      "en": "Since I've taken part in this study I've had five pain- free days",
      "fr": "Depuis que j'ai participé à cette étude, j'ai eu cinq jours sans douleur."
    }
  },
  {
    "translation": {
      "en": "and those days are extremely beautiful.",
      "fr": "Et c'était des journées magnifiques."
    }
  },
  {
    "translation": {
      "en": "I'm definitely convinced that with LSD",
      "fr": "Je suis persuadé que grâce au LSD,"
    }
  },
  {
    "translation": {
      "en": "there's a path to improvement for my cluster attacks.",
      "fr": "il y a un moyen de réduire mes crises."
    }
  },
  {
    "translation": {
      "en": "This opportunity gives me a lot of hope for the future.",
      "fr": "Cette opportunité me donne beaucoup d'espoir pour l'avenir."
    }
  },
  {
    "translation": {
      "en": "In America, sanctioned studies of LSD are still considered taboo.",
      "fr": "Aux États-Unis, les études sur le LSD sont encore taboues."
    }
  },
  {
    "translation": {
      "en": "So I became very curious when I began looking into the latest trend of microdosing.",
      "fr": "J'ai commencé à m'intéresser à la dernière tendance, le microdosage."
    }
  },
  {
    "translation": {
      "en": "Citizen scientists have taken it upon themselves to experiment",
      "fr": "Des scientifiques citoyens ont commencé à expérimenter"
    }
  },
  {
    "translation": {
      "en": "with low doses of LSD to help with things ranging from creativity to depression.",
      "fr": "en utilisant de faibles doses de LSD pour améliorer la créativité ou lutter contre la dépression."
    }
  },
  {
    "translation": {
      "en": "Living in the Bay area near Silicon Valley,",
      "fr": "J'habite près de la Silicon Valley."
    }
  },
  {
    "translation": {
      "en": "microdosing seemed to be going on all around me.",
      "fr": "Le microdosage semble être partout."
    }
  },
  {
    "translation": {
      "en": "Not surprisingly, all roads lead back to Jim Fadiman.",
      "fr": "Sans surprise, tous les chemins menaient à Jim Fadiman."
    }
  },
  {
    "translation": {
      "en": "I've been called, among other things, the father of microdosing.",
      "fr": "On m'a appelé, entre autres, le père du microdosage."
    }
  },
  {
    "translation": {
      "en": "Microdose obviously means little dose,",
      "fr": "Une microdose signifie une faible dose,"
    }
  },
  {
    "translation": {
      "en": "between a tenth and a twentieth of what would be called a recreational dose.",
      "fr": "entre un dixième et un vingtième de ce qui serait une dose récréative."
    }
  },
  {
    "translation": {
      "en": "Wired Magazine called me and said,",
      "fr": "Le magazine Wired m'a appelé et m'a dit :"
    }
  },
  {
    "translation": {
      "en": "We're interested in doing an article on microdosing.",
      "fr": "On veut faire un article sur le microdosage."
    }
  },
  {
    "translation": {
      "en": "He wrote a lovely article about a single individual,",
      "fr": "Le journaliste a écrit un bel article sur un jeune homme,"
    }
  },
  {
    "translation": {
      "en": "a young scientist, a Stanford Graduate,",
      "fr": "un scientifique diplômé de Stanford."
    }
  },
  {
    "translation": {
      "en": "but the headline suggested there was more people using it.",
      "fr": "Mais le titre suggérait que beaucoup de gens y avaient recours."
    }
  },
  {
    "translation": {
      "en": "So suddenly, it was a fad.",
      "fr": "D'un coup, c'était une mode."
    }
  },
  {
    "translation": {
      "en": "It's no longer possible to put the genie back in the bottle.",
      "fr": "On ne pouvait plus revenir en arrière."
    }
  },
  {
    "translation": {
      "en": "The question obviously, is, what are the benefits of microdosing?",
      "fr": "La question est : quels sont les avantages du microdosage."
    }
  },
  {
    "translation": {
      "en": "People who microdose report, about 80%,",
      "fr": "Les utilisateurs du microdosage déclarent à 80 %"
    }
  },
  {
    "translation": {
      "en": "that microdosing lifts their depression differently than an antidepressant.",
      "fr": "que le microdosage soulage leur dépression différemment d'un antidépresseur."
    }
  },
  {
    "translation": {
      "en": "The most common comment is, I'm back. I feel like myself.",
      "fr": "Le commentaire le plus courant est : Je suis de retour. Je me sens moi-même."
    }
  },
  {
    "translation": {
      "en": "So I've known Ayelet Waldman for many years.",
      "fr": "Je connais Ayelet Waldman depuis des années."
    }
  },
  {
    "translation": {
      "en": "I was skeptical about microdosing and wanted to hear about it directly from a trusted friend.",
      "fr": "J'étais sceptique au sujet du microdosage. Je voulais en parler à une amie."
    }
  },
  {
    "translation": {
      "en": "- Hey! - Hello, Ayelet.",
      "fr": "Bonjour, Ayelet."
    }
  },
  {
    "translation": {
      "en": "Hello, Michael. So good to see you.",
      "fr": "Michael. Ravie de te voir."
    }
  },
  {
    "translation": {
      "en": "Nice to see you too.",
      "fr": "Moi aussi."
    }
  },
  {
    "translation": {
      "en": "Come on in.",
      "fr": "Entre."
    }
  },
  {
    "translation": {
      "en": "So I'm kinda curious about how you reflect back on--",
      "fr": "J'aimerais que tu me parles de…"
    }
  },
  {
    "translation": {
      "en": "- On my microdosing epic? - Yeah.",
      "fr": "- Mon utilisation du microdosage ? - Oui."
    }
  },
  {
    "translation": {
      "en": "Well I was desperate, you know?",
      "fr": "J'étais désespérée."
    }
  },
  {
    "translation": {
      "en": "I mean I was really actively suicidal.",
      "fr": "J'étais très suicidaire."
    }
  },
  {
    "translation": {
      "en": "And I… You know, I tried all sorts of things and nothing was working.",
      "fr": "J'avais essayé plein de choses, rien ne marchait."
    }
  },
  {
    "translation": {
      "en": "Nothing that worked before was working.",
      "fr": "Plus rien ne fonctionnait."
    }
  },
  {
    "translation": {
      "en": "- When you say all sorts of-- - Every med you can--",
      "fr": "- Tu dis que tu as tout essayé… - Tous les médocs possibles."
    }
  },
  {
    "translation": {
      "en": "- Prescribed? - I think I had a mood disorder.",
      "fr": "- Sur ordonnance ? - Oui. J'avais un trouble de l'humeur."
    }
  },
  {
    "translation": {
      "en": "My father had very clear bipolar disorder.",
      "fr": "Mon père souffrait d'un trouble bipolaire."
    }
  },
  {
    "translation": {
      "en": "He would cycle between serious depression and quite intense mania.",
      "fr": "Il alternait entre des périodes de dépression grave et de manie intense."
    }
  },
  {
    "translation": {
      "en": "But then we also felt like there was something wrong with us.",
      "fr": "Mais on sentait aussi que chose n'allait pas chez nous."
    }
  },
  {
    "translation": {
      "en": "I mean, that was really the experience for me.",
      "fr": "C'est ce que je ressentais."
    }
  },
  {
    "translation": {
      "en": "When my father would have those cycles, it made me depressed.",
      "fr": "J'étais moi-même déprimée quand mon père alternait entre ces états."
    }
  },
  {
    "translation": {
      "en": "That's what I did to my kids.",
      "fr": "J'ai fait pareil à mes enfants."
    }
  },
  {
    "translation": {
      "en": "That was why I was so desperate to try to think of anything",
      "fr": "J'étais prête à tout essayer"
    }
  },
  {
    "translation": {
      "en": "that would make me feel better.",
      "fr": "pour améliorer mon état."
    }
  },
  {
    "translation": {
      "en": "They'd come down in the morning",
      "fr": "Ils descendaient le matin"
    }
  },
  {
    "translation": {
      "en": "and there'd be this moment, like, who is she today?",
      "fr": "et se demandaient : C'est qui, aujourd'hui ?"
    }
  },
  {
    "translation": {
      "en": "Is it good Mom or bad Mom? And that's just…",
      "fr": "La bonne ou la mauvaise mère ?"
    }
  },
  {
    "translation": {
      "en": "It's a terrible thing for them to live with.",
      "fr": "C'était terrible pour eux."
    }
  },
  {
    "translation": {
      "en": "The thought that's the dangerous is they'd be so much better off without me.",
      "fr": "Ce qui était dangereux, c'était de me dire qu'ils seraient mieux sans moi."
    }
  },
  {
    "translation": {
      "en": "Like you're doing everybody a favor by killing yourself.",
      "fr": "Qu'en me suicidant, je rendrais service aux gens."
    }
  },
  {
    "translation": {
      "en": "When I started having those thoughts, I knew I had to do something.",
      "fr": "Quand j'ai commencé à avoir ces pensées, j'ai su que je devais agir."
    }
  },
  {
    "translation": {
      "en": "When you first heard of microdosing, you followed James Fadiman's protocol.",
      "fr": "Quand tu as connu le microdosage, tu suivais le protocole de James Fadiman."
    }
  },
  {
    "translation": {
      "en": "One day on, two days off, and it was, it was really remarkable.",
      "fr": "Un jour avec, deux jours sans. Et c'était vraiment remarquable."
    }
  },
  {
    "translation": {
      "en": "And really did like immediately short- circuit this suicidal period that I was in.",
      "fr": "Ça a tout de suite court-circuité cette période suicidaire que je vivais."
    }
  },
  {
    "translation": {
      "en": "And like, mornings are very hard for me,",
      "fr": "Le matin, c'est dur pour moi."
    }
  },
  {
    "translation": {
      "en": "and I tend to just wanna sit grimly with a cup of tea",
      "fr": "J'ai tendance à vouloir m'asseoir devant une tasse de thé"
    }
  },
  {
    "translation": {
      "en": "until I would have to braid someone's hair, you know?",
      "fr": "jusqu'à ce que je doive tresser les cheveux de quelqu'un,"
    }
  },
  {
    "translation": {
      "en": "Or make pancakes or whatever.",
      "fr": "ou faire des pancakes."
    }
  },
  {
    "translation": {
      "en": "And um… I was like making waffles and you know, singing--",
      "fr": "Et là, je faisais des gaufres, je chantais…"
    }
  },
  {
    "translation": {
      "en": "- My daughter said, Oh my God! - Did your kids notice the change?",
      "fr": "- Tes enfants ont remarqué ? - Ma fille a dit : Sérieux."
    }
  },
  {
    "translation": {
      "en": "What's wrong with you? Are you on acid or something? And--",
      "fr": "Qu'est-ce qui t'arrive ? Tu prends de l'acide ?"
    }
  },
  {
    "translation": {
      "en": "I'm like why would you say that? That was insane.",
      "fr": "Pourquoi tu dis ça ? C'était dingue."
    }
  },
  {
    "translation": {
      "en": "Well, how… Tell me, how did you feel? I mean, here is this-- this substance.",
      "fr": "Raconte-moi ce que tu as ressenti. Cette substance,"
    }
  },
  {
    "translation": {
      "en": "A molecule that changed your life and saved you. Really.",
      "fr": "cette molécule a changé ta vie et t'a sauvée, durant une période sombre."
    }
  },
  {
    "translation": {
      "en": "- At a very dark moment and it's illegal. - Right.",
      "fr": "cette molécule a changé ta vie et t'a sauvée, durant une période sombre. Et elle est illégale."
    }
  },
  {
    "translation": {
      "en": "If the drug war ends, what's the peace look like?",
      "fr": "Si la guerre contre la drogue prend fin, à quoi ressemblera la paix ?"
    }
  },
  {
    "translation": {
      "en": "You know? We don't know yet.",
      "fr": "On ne sait pas encore."
    }
  },
  {
    "translation": {
      "en": "We have an idea with what we did with cannabis,",
      "fr": "On en a une idée avec le cannabis."
    }
  },
  {
    "translation": {
      "en": "but each drug is gonna have to be treated differently.",
      "fr": "Mais chaque drogue doit être traitée différemment."
    }
  },
  {
    "translation": {
      "en": "After researching psychedelics for months,",
      "fr": "Après des mois de recherches sur les psychédéliques,"
    }
  },
  {
    "translation": {
      "en": "I was finally ready to try LSD.",
      "fr": "j'étais enfin prêt à essayer le LSD."
    }
  },
  {
    "translation": {
      "en": "And despite everything I'd learned about the moral panic and the supposed dangers,",
      "fr": "Et malgré tout ce que j'ai appris sur la panique morale et les dangers supposés,"
    }
  },
  {
    "translation": {
      "en": "I have to confess, I was nervous.",
      "fr": "je dois avouer que j'étais nerveux."
    }
  },
  {
    "translation": {
      "en": "I was just passing through these places and I would end up in a jungle",
      "fr": "J'ai traversé différents endroits, pour finir dans une jungle"
    }
  },
  {
    "translation": {
      "en": "or I would end up in an Australian desert.",
      "fr": "ou dans le désert australien."
    }
  },
  {
    "translation": {
      "en": "And I remember climbing ladders",
      "fr": "Je me souviens avoir grimpé sur des échelles"
    }
  },
  {
    "translation": {
      "en": "and finding myself getting higher and higher.",
      "fr": "et m'être vu monter de plus en plus haut."
    }
  },
  {
    "translation": {
      "en": "I kept meeting people in my life, my son, and my parents, and my wife,",
      "fr": "J'ai rencontré des proches, mon fils, mes parents, ma femme."
    }
  },
  {
    "translation": {
      "en": "and feeling this incredible warmth and love toward them in this,",
      "fr": "J'ai ressenti une chaleur incroyable et mon amour pour eux."
    }
  },
  {
    "translation": {
      "en": "you know, unacknowledged love that needed to be expressed.",
      "fr": "Un amour inavoué qu'il fallait exprimer."
    }
  },
  {
    "translation": {
      "en": "The importance of love. That love is everything.",
      "fr": "L'importance de l'amour. Que l'amour est tout."
    }
  },
  {
    "translation": {
      "en": "They're platitudes, but they're also true.",
      "fr": "Ce sont des platitudes, mais c'est vrai."
    }
  },
  {
    "translation": {
      "en": "And so you're re- experiencing them as if you heard it for the first time.",
      "fr": "On les revit comme si on les découvrait pour la première fois."
    }
  },
  {
    "translation": {
      "en": "Oh, yeah. Love.",
      "fr": "Ah, oui. L'amour."
    }
  },
  {
    "translation": {
      "en": "That's the most important thing in the universe. Duh. But you feel it.",
      "fr": "La chose la plus importante de l'univers. Mais on le ressent."
    }
  },
  {
    "translation": {
      "en": "I remember this phrase of Albert Einstein.",
      "fr": "Je me souviens de cette phrase d'Albert Einstein."
    }
  },
  {
    "translation": {
      "en": "He said that the deepest thing a person can experience in life",
      "fr": "Il a dit que la chose la plus profonde qu'on puisse ressentir dans la vie,"
    }
  },
  {
    "translation": {
      "en": "is the mystery.",
      "fr": "c'est le mystère."
    }
  },
  {
    "translation": {
      "en": "And it is something that we experience also when we take LSD,",
      "fr": "Et c'est quelque chose qu'on ressent aussi quand on prend du LSD."
    }
  },
  {
    "translation": {
      "en": "and at the deepest moments,",
      "fr": "Et dans les moments les plus profonds,"
    }
  },
  {
    "translation": {
      "en": "you feel something that is not explainable in cognitive words.",
      "fr": "on ressent quelque chose que les mots ne peuvent expliquer."
    }
  },
  {
    "translation": {
      "en": "We can try to talk about the mystery yet it remains a mystery.",
      "fr": "On peut essayer de parler de ce mystère, mais ça reste un mystère."
    }
  },
  {
    "translation": {
      "en": "One of the things psychedelics do",
      "fr": "Ce que font les psychédéliques,"
    }
  },
  {
    "translation": {
      "en": "is reveal all sorts of secrets about consciousness,",
      "fr": "c'est révéler des secrets sur la conscience,"
    }
  },
  {
    "translation": {
      "en": "which is the biggest mystery of all.",
      "fr": "le plus grand des mystères."
    }
  },
  {
    "translation": {
      "en": "Psychologists often talk of two kinds of consciousness.",
      "fr": "Les psychologues parlent souvent de deux types de conscience."
    }
  },
  {
    "translation": {
      "en": "There is spotlight consciousness, which is very directed.",
      "fr": "Il y a la Conscience Projecteur, qui est dirigée sur quelque chose."
    }
  },
  {
    "translation": {
      "en": "We aim our attention at something and we think about it,",
      "fr": "On se concentre sur quelque chose et on y réfléchit."
    }
  },
  {
    "translation": {
      "en": "and that's a very powerful tool.",
      "fr": "C'est un outil très puissant."
    }
  },
  {
    "translation": {
      "en": "And then there's this other kind of consciousness",
      "fr": "Et il y a un autre type de conscience"
    }
  },
  {
    "translation": {
      "en": "associated with young children, and that's Lantern Consciousness.",
      "fr": "qu'on associe aux jeunes enfants, la Conscience Lanterne."
    }
  },
  {
    "translation": {
      "en": "And instead of illuminating that one fixed point,",
      "fr": "Au lieu d'éclairer un point fixe,"
    }
  },
  {
    "translation": {
      "en": "they're Illuminating everything",
      "fr": "elle éclaire tout autour."
    }
  },
  {
    "translation": {
      "en": "and everything's coming into them and they haven't seen it before.",
      "fr": "Tout se présente à eux, tout ce qu'ils n'ont jamais vus."
    }
  },
  {
    "translation": {
      "en": "You know, a worm on the floor, a ladybug on a leaf.",
      "fr": "Un ver sur le sol, une coccinelle sur une feuille."
    }
  },
  {
    "translation": {
      "en": "We talk about recapturing this joy.",
      "fr": "C'est cette joie, qu'il faut retrouver."
    }
  },
  {
    "translation": {
      "en": "This freshness, this first sight and wonder of children.",
      "fr": "Cette fraîcheur, ce premier regard, l'émerveillement des enfants."
    }
  },
  {
    "translation": {
      "en": "It's as if you've cleaned the window and you can see more clearly.",
      "fr": "Comme quand on nettoie une vitre et qu'on y voit plus clair."
    }
  },
  {
    "translation": {
      "en": "These drugs allow us to experience awe in places we haven't experienced it",
      "fr": "Ces drogues nous permettent de nous émerveiller comme nous pouvions le faire dans notre petite enfance."
    }
  },
  {
    "translation": {
      "en": "since we were young children.",
      "fr": "comme nous pouvions le faire dans notre petite enfance."
    }
  },
  {
    "translation": {
      "en": "You're reminded about the world and its wonders",
      "fr": "On se rappelle que le monde est merveilleux"
    }
  },
  {
    "translation": {
      "en": "in a way you may well have forgotten.",
      "fr": "d'une façon qu'on a peut-être oubliée."
    }
  },
  {
    "translation": {
      "en": "Now, you don't want to be in a state of wonder and awe all the time.",
      "fr": "Le but n'est pas d'être constamment dans l'émerveillement."
    }
  },
  {
    "translation": {
      "en": "It's not a sustainable state. You wouldn't get anything done.",
      "fr": "Ce n'est pas un état viable. On ne pourrait rien faire."
    }
  },
  {
    "translation": {
      "en": "But every now and then it's a wonderful reminder.",
      "fr": "Mais de temps en temps, c'est un rappel merveilleux,"
    }
  },
  {
    "translation": {
      "en": "A literally wonderful reminder of what's out there.",
      "fr": "littéralement merveilleux, de ce qui existe."
    }
  },
  {
    "translation": {
      "en": "My psychedelic journey had changed my mind about LSD.",
      "fr": "Mon voyage psychédélique m'a fait changer d'avis sur le LSD."
    }
  },
  {
    "translation": {
      "en": "It also made me want to go deeper and explore psilocybin next,",
      "fr": "Il m'a aussi donné envie d'aller plus loin et d'explorer la psilocybine,"
    }
  },
  {
    "translation": {
      "en": "the chemical produced by the mysterious magic mushroom.",
      "fr": "le produit chimique que produit le mystérieux champignon hallucinogène."
    }
  }
]