[
  {
    "translation": {
      "en": "In just two weeks,",
      "fr": "En seulement deux semaines,"
    }
  },
  {
    "translation": {
      "en": "the German Army storms across France and Belgium,",
      "fr": "l'armée allemande déferle sur la France et la Belgique"
    }
  },
  {
    "translation": {
      "en": "pushing hundreds of thousands of British and French soldiers",
      "fr": "et pousse des milliers de Britanniques et de Français vers la mer"
    }
  },
  {
    "translation": {
      "en": "to the sea at Dunkirk.",
      "fr": "et pousse des milliers de Britanniques et de Français vers la mer à Dunkerque."
    }
  },
  {
    "translation": {
      "en": "They have revolutionized warfare.",
      "fr": "Ils ont révolutionné la guerre."
    }
  },
  {
    "translation": {
      "en": "They've realized that speed of movement is now the key,",
      "fr": "Ils ont compris l'importance de la vitesse de déplacement,"
    }
  },
  {
    "translation": {
      "en": "so you create these armored formations that move fast.",
      "fr": "d'où la création de formations blindées très rapides."
    }
  },
  {
    "translation": {
      "en": "They are harnessing new panzer techniques with radio technology,",
      "fr": "Ils développent les panzers grâce à la technologie radio"
    }
  },
  {
    "translation": {
      "en": "and the support of the Luftwaffe. That's the new thing.",
      "fr": "et au soutien de la Luftwaffe. C'est du jamais-vu."
    }
  },
  {
    "translation": {
      "en": "A brutal aerial bombardment...",
      "fr": "Un bombardement aérien violent,"
    }
  },
  {
    "translation": {
      "en": "fast- moving tanks...",
      "fr": "des chars d'assaut rapides,"
    }
  },
  {
    "translation": {
      "en": "a superhuman infantry.",
      "fr": "une infanterie surhumaine."
    }
  },
  {
    "translation": {
      "en": "This is Blitzkrieg, lightning war.",
      "fr": "Voici la Blitzkrieg, la guerre éclair."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg, it means speed.",
      "fr": "La Blitzkrieg se base sur la rapidité."
    }
  },
  {
    "translation": {
      "en": "Maneuver Warfare.",
      "fr": "Le mouvement."
    }
  },
  {
    "translation": {
      "en": "A campaign which is focused on a very quick decisive battle.",
      "fr": "C'est une campagne axée sur une bataille éclair et décisive."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg is one of the most",
      "fr": "La Blitzkrieg est l'un des événements les plus incroyables"
    }
  },
  {
    "translation": {
      "en": "extraordinary events of World War II.",
      "fr": "La Blitzkrieg est l'un des événements les plus incroyables de la Seconde Guerre mondiale."
    }
  },
  {
    "translation": {
      "en": "Now, rare footage from around the world,",
      "fr": "De rares images des quatre coins du monde,"
    }
  },
  {
    "translation": {
      "en": "expertly restored in full color, tells the story",
      "fr": "habilement restaurées en couleur, vous racontent cette histoire"
    }
  },
  {
    "translation": {
      "en": "as you've never seen it before.",
      "fr": "de façon inédite."
    }
  },
  {
    "translation": {
      "en": "After their defeat in World War I, the fiercely proud German people",
      "fr": "Après sa défaite lors de la Grande Guerre, le fier peuple allemand"
    }
  },
  {
    "translation": {
      "en": "are utterly humiliated.",
      "fr": "est profondément humilié."
    }
  },
  {
    "translation": {
      "en": "The punishing terms of the Treaty of Versailles",
      "fr": "Les sanctions du traité de Versailles"
    }
  },
  {
    "translation": {
      "en": "rub salt in the wounds.",
      "fr": "remuent le couteau dans la plaie."
    }
  },
  {
    "translation": {
      "en": "The global industrial power",
      "fr": "Cette puissance industrielle mondiale"
    }
  },
  {
    "translation": {
      "en": "is limited to an army of only 100,000 men,",
      "fr": "se retrouve limitée à une armée de seulement 100 000 hommes"
    }
  },
  {
    "translation": {
      "en": "and loses territory.",
      "fr": "et perd des territoires."
    }
  },
  {
    "translation": {
      "en": "The Germans feel very put- upon by the Treaty of Versailles,",
      "fr": "Les Allemands sont affligés par le traité de Versailles."
    }
  },
  {
    "translation": {
      "en": "because it essentially says that the Germans are guilty of starting the war.",
      "fr": "Au fond, il les reconnaît coupables d'avoir déclenché la guerre."
    }
  },
  {
    "translation": {
      "en": "There's no question that most Germans felt outraged",
      "fr": "Il est clair que la plupart des Allemands sont outrés"
    }
  },
  {
    "translation": {
      "en": "by the provisions of the Treaty of Versailles,",
      "fr": "par les clauses du traité de Versailles."
    }
  },
  {
    "translation": {
      "en": "the shrinking of the army to just 100,000,",
      "fr": "L'armée réduite à 100 000 hommes, la perte de territoires,"
    }
  },
  {
    "translation": {
      "en": "and the loss of territory, and these massive reparations,",
      "fr": "L'armée réduite à 100 000 hommes, la perte de territoires, les réparations énormes"
    }
  },
  {
    "translation": {
      "en": "which everybody knew were gonna have serious economic consequences.",
      "fr": "qui auraient clairement de graves conséquences économiques..."
    }
  },
  {
    "translation": {
      "en": "And the reason they objected was because it implied",
      "fr": "S'ils s'opposent à ces clauses, c'est parce qu'elles insinuent"
    }
  },
  {
    "translation": {
      "en": "that Germany was responsible for the First World War,",
      "fr": "que l'Allemagne a causé la Première Guerre mondiale"
    }
  },
  {
    "translation": {
      "en": "and this was their punishment.",
      "fr": "et doit être punie."
    }
  },
  {
    "translation": {
      "en": "How could their powerful nation have lost?",
      "fr": "Comment leur puissante nation a-t-elle pu perdre ?"
    }
  },
  {
    "translation": {
      "en": "And why are they made to cede land to lesser nations?",
      "fr": "Pourquoi doivent-ils céder des terres à moins puissant qu'eux ?"
    }
  },
  {
    "translation": {
      "en": "The territorial losses are quite significant.",
      "fr": "Les pertes territoriales sont importantes."
    }
  },
  {
    "translation": {
      "en": "They lose territory in the East, to the Poles and the Czechs,",
      "fr": "Ils cèdent des territoires de l'est aux Polonais et aux Tchèques."
    }
  },
  {
    "translation": {
      "en": "and they are forced to demilitarize the Rhineland",
      "fr": "Ils doivent aussi démilitariser la Rhénanie"
    }
  },
  {
    "translation": {
      "en": "so they can't use it as a launch pad for renewed invasion of Belgium and France.",
      "fr": "pour qu'elle ne serve plus de base pour envahir la Belgique et la France."
    }
  },
  {
    "translation": {
      "en": "Feeding on the resentment, a populist rabble- rouser",
      "fr": "Cristallisant cette rancœur, un populiste démagogue"
    }
  },
  {
    "translation": {
      "en": "taps into wounded German pride and promises to take back",
      "fr": "se sert de l'orgueil blessé des Allemands et promet de récupérer"
    }
  },
  {
    "translation": {
      "en": "what has been lost.",
      "fr": "ce qui a été perdu."
    }
  },
  {
    "translation": {
      "en": "Adolf Hitler and his Nazi Party start to build a mass following.",
      "fr": "Adolf Hitler et son parti nazi commencent à rassembler les foules."
    }
  },
  {
    "translation": {
      "en": "The German people see him as a savior,",
      "fr": "Le peuple allemand le considère comme un sauveur"
    }
  },
  {
    "translation": {
      "en": "a man to restore their once- great nation.",
      "fr": "qui rendra ses lettres de noblesse à la nation."
    }
  },
  {
    "translation": {
      "en": "There was a feeling in Germany that most Germans felt",
      "fr": "La plupart des Allemands avaient la même sensation"
    }
  },
  {
    "translation": {
      "en": "when the Versailles Treaty was passed,",
      "fr": "lors de la signature du traité de Versailles."
    }
  },
  {
    "translation": {
      "en": "that the provisions were unnecessarily draconian,",
      "fr": "Selon eux, les sanctions étaient trop draconiennes,"
    }
  },
  {
    "translation": {
      "en": "both the loss of territory, and also these massive war reparations.",
      "fr": "que ce soit sur le plan des territoires ou des énormes réparations de guerre."
    }
  },
  {
    "translation": {
      "en": "And what the Versailles Treaty did, in effect,",
      "fr": "En réalité, ce traité a tenu l'Allemagne responsable de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "is blame Germany for the First World War, whereas many Germans felt that, actually,",
      "fr": "En réalité, ce traité a tenu l'Allemagne responsable de la Grande Guerre. Or beaucoup d'Allemands"
    }
  },
  {
    "translation": {
      "en": "they were no more responsible than any of the other countries.",
      "fr": "ne s'estimaient pas plus responsables que les autres,"
    }
  },
  {
    "translation": {
      "en": "And so, this rankled.",
      "fr": "et la grogne s'est amplifiée."
    }
  },
  {
    "translation": {
      "en": "Hitler correctly diagnoses that the Germans are suffering",
      "fr": "Hitler fait un bon diagnostic. Les Allemands souffrent de l'instabilité politique et économique."
    }
  },
  {
    "translation": {
      "en": "a great deal of political and economic insecurity.",
      "fr": "Les Allemands souffrent de l'instabilité politique et économique."
    }
  },
  {
    "translation": {
      "en": "What they need most of all is a sense of unity",
      "fr": "Ce qu'il leur faut, c'est un sentiment d'unité"
    }
  },
  {
    "translation": {
      "en": "and a sense of economic security as kind of a floor underneath them.",
      "fr": "et de sécurité économique. Un filet de sécurité."
    }
  },
  {
    "translation": {
      "en": "And the Nazis provide this by talking about, you know,",
      "fr": "Les Nazis leur donnent en leur parlant d'intervention de l'État dans différents domaines"
    }
  },
  {
    "translation": {
      "en": "state intervention in all sorts of areas to create employment.",
      "fr": "en leur parlant d'intervention de l'État dans différents domaines pour créer de l'emploi et construire des autoroutes."
    }
  },
  {
    "translation": {
      "en": "Building the autobahns, things like that.",
      "fr": "pour créer de l'emploi et construire des autoroutes."
    }
  },
  {
    "translation": {
      "en": "In the first years of Hitler's reign, most Germans consider it a success.",
      "fr": "La plupart des Allemands sont satisfaits des premières années du règne d'Hitler."
    }
  },
  {
    "translation": {
      "en": "Hitler manages to suspend",
      "fr": "Il parvient petit à petit"
    }
  },
  {
    "translation": {
      "en": "the regulations of the Versailles treaty step by step.",
      "fr": "à suspendre l'application des régulations du traité de Versailles."
    }
  },
  {
    "translation": {
      "en": "In violation of the treaty, Hitler builds up his army,",
      "fr": "Violant le traité, Hitler forme son armée"
    }
  },
  {
    "translation": {
      "en": "testing the tolerance of the Allies,",
      "fr": "et teste ainsi les limites des Alliés,"
    }
  },
  {
    "translation": {
      "en": "gambling that no one wants to start another war.",
      "fr": "estimant que personne ne voudra entamer une nouvelle guerre."
    }
  },
  {
    "translation": {
      "en": "He introduces compulsory military service in 1935",
      "fr": "Il met en place le service militaire obligatoire en 1935"
    }
  },
  {
    "translation": {
      "en": "and marches back into the Rhineland the following year",
      "fr": "et remilitarise la Rhénanie l'année suivante"
    }
  },
  {
    "translation": {
      "en": "with 30,000 troops.",
      "fr": "avec 30 000 soldats."
    }
  },
  {
    "translation": {
      "en": "If you think about Hitler's long- term plan,",
      "fr": "Le plan d'Hitler à long terme,"
    }
  },
  {
    "translation": {
      "en": "it's to consolidate his position on the European continent,",
      "fr": "c'est de consolider sa position sur le continent européen,"
    }
  },
  {
    "translation": {
      "en": "defeat the Western powers, France and Britain,",
      "fr": "vaincre la France et la Grande-Bretagne"
    }
  },
  {
    "translation": {
      "en": "and then he's gonna turn his attention to the east,",
      "fr": "puis s'intéresser à l'est,"
    }
  },
  {
    "translation": {
      "en": "which he sees as the natural field for German expansion,",
      "fr": "qu'il considère comme la suite logique de l'expansion allemande."
    }
  },
  {
    "translation": {
      "en": "a place where that he can then build out the German population,",
      "fr": "Il pourrait y accroître la population allemande,"
    }
  },
  {
    "translation": {
      "en": "gather in resources, and defeat the monster of Bolshevism,",
      "fr": "concentrer des ressources et vaincre le monstre qu'est le bolchevisme,"
    }
  },
  {
    "translation": {
      "en": "which he sees as being kind of the blood enemy of fascism.",
      "fr": "qu'il considère comme l'ennemi juré du fascisme."
    }
  },
  {
    "translation": {
      "en": "When the Nazis brazenly march into Austria",
      "fr": "Lorsque les Nazis marchent effrontément sur l'Autriche"
    }
  },
  {
    "translation": {
      "en": "on the 12th of March 1938,",
      "fr": "le 12 mars 1938,"
    }
  },
  {
    "translation": {
      "en": "they are greeted with open arms by the Austrian people.",
      "fr": "ils sont accueillis à bras ouverts par le peuple autrichien."
    }
  },
  {
    "translation": {
      "en": "The Western Allies do nothing.",
      "fr": "Les Alliés n'interviennent pas."
    }
  },
  {
    "translation": {
      "en": "The Western Allies pretty much stood by and let it happen,",
      "fr": "Les Alliés ont regardé et laissé faire."
    }
  },
  {
    "translation": {
      "en": "and one of the reasons they did that is because they felt",
      "fr": "Ils ont agi ainsi car, à leurs yeux,"
    }
  },
  {
    "translation": {
      "en": "that the Austrians probably wanted to join with the Germans,",
      "fr": "les Autrichiens voulaient rejoindre l'Allemagne."
    }
  },
  {
    "translation": {
      "en": "therefore they weren't actually being forced.",
      "fr": "Il n'y avait pas de contrainte."
    }
  },
  {
    "translation": {
      "en": "The breaches of the Versailles treaty are always grave,",
      "fr": "Les violations du traité de Versailles sont graves,"
    }
  },
  {
    "translation": {
      "en": "but the Allied forces never react.",
      "fr": "mais les Alliés ne réagissent pas."
    }
  },
  {
    "translation": {
      "en": "Many of them think that they perhaps humiliated Germany",
      "fr": "Nombre d'entre eux concèdent que le traité de Versailles a peut-être trop humilié l'Allemagne."
    }
  },
  {
    "translation": {
      "en": "too much with the Versailles treaty.",
      "fr": "que le traité de Versailles a peut-être trop humilié l'Allemagne. Ils comprennent qu'elle veuille à nouveau jouer un certain rôle."
    }
  },
  {
    "translation": {
      "en": "They can understand that Germany wants to be a major player again.",
      "fr": "Ils comprennent qu'elle veuille à nouveau jouer un certain rôle."
    }
  },
  {
    "translation": {
      "en": "On the other hand, the Allied countries don't want to risk another war.",
      "fr": "D'un autre côté, les Alliés ne voulaient pas risquer une autre guerre."
    }
  },
  {
    "translation": {
      "en": "From the First World War, they know that a war would mean",
      "fr": "La Grande Guerre leur a appris qu'une guerre,"
    }
  },
  {
    "translation": {
      "en": "thousands, if not millions, of casualties, and they want to prevent that.",
      "fr": "c'est des milliers, voire des millions de victimes, et ils n'en veulent plus."
    }
  },
  {
    "translation": {
      "en": "With Austria now in German hands,",
      "fr": "L'Autriche désormais entre ses mains,"
    }
  },
  {
    "translation": {
      "en": "Hitler makes public his goal to incorporate areas of Czechoslovakia",
      "fr": "Hitler annonce son désir d'incorporer des régions de la Tchécoslovaquie"
    }
  },
  {
    "translation": {
      "en": "into the growing German footprint.",
      "fr": "à son territoire allemand en expansion."
    }
  },
  {
    "translation": {
      "en": "It's a country rich in natural resources like iron.",
      "fr": "C'est un pays qui regorge de ressources naturelles comme le fer."
    }
  },
  {
    "translation": {
      "en": "The statements alarm the Allies, but still, they want to avoid conflict.",
      "fr": "Son discours alarme les Alliés, mais ceux-ci veulent éviter tout conflit."
    }
  },
  {
    "translation": {
      "en": "In September 1938,",
      "fr": "En septembre 1938,"
    }
  },
  {
    "translation": {
      "en": "the British Prime Minister Neville Chamberlain",
      "fr": "le Premier ministre britannique Neville Chamberlain"
    }
  },
  {
    "translation": {
      "en": "flies to Germany three times",
      "fr": "se rend trois fois en Allemagne"
    }
  },
  {
    "translation": {
      "en": "to attempt to dissuade Hitler from invading Czechoslovakia.",
      "fr": "pour tenter de dissuader Hitler d'envahir la Tchécoslovaquie."
    }
  },
  {
    "translation": {
      "en": "I used to repeat...",
      "fr": "Comme je dis toujours,"
    }
  },
  {
    "translation": {
      "en": "If at first you don't succeed,",
      "fr": "si la première tentative échoue,"
    }
  },
  {
    "translation": {
      "en": "try, try, try again.",
      "fr": "il faut réessayer, encore et encore."
    }
  },
  {
    "translation": {
      "en": "That's what I'm doing.",
      "fr": "C'est ce que je fais."
    }
  },
  {
    "translation": {
      "en": "On his third visit,",
      "fr": "Lors de sa 3e visite,"
    }
  },
  {
    "translation": {
      "en": "he joins French Prime Minister Édouard Daladier",
      "fr": "il rejoint le Premier ministre français Édouard Daladier"
    }
  },
  {
    "translation": {
      "en": "and Benito Mussolini of Italy,",
      "fr": "et l'Italien Benito Mussolini"
    }
  },
  {
    "translation": {
      "en": "at what becomes known as the Munich Conference.",
      "fr": "à ce que l'on appellera la conférence de Munich."
    }
  },
  {
    "translation": {
      "en": "They agree with Hitler that Germany can annex",
      "fr": "Ils autorisent Hitler à annexer à l'Allemagne"
    }
  },
  {
    "translation": {
      "en": "the German- speaking Sudetenland, but not make an attempt",
      "fr": "les Sudètes, germanophones, mais proscrivent toute invasion du reste de la Tchécoslovaquie."
    }
  },
  {
    "translation": {
      "en": "to invade the rest of Czechoslovakia.",
      "fr": "mais proscrivent toute invasion du reste de la Tchécoslovaquie."
    }
  },
  {
    "translation": {
      "en": "The following morning, Chamberlain signs a separate agreement with Hitler;",
      "fr": "Le lendemain matin, Chamberlain signe seul avec Hitler"
    }
  },
  {
    "translation": {
      "en": "a peace deal between Britain and Germany.",
      "fr": "un accord de paix entre son pays et l'Allemagne."
    }
  },
  {
    "translation": {
      "en": "Chamberlain is greeted as a hero.",
      "fr": "Chamberlain est accueilli chez lui en héros."
    }
  },
  {
    "translation": {
      "en": "Chamberlain returns to Heston Airport in London",
      "fr": "Il arrive à l'aéroport de Heston à Londres,"
    }
  },
  {
    "translation": {
      "en": "and waves this piece of paper, sort of talks about peace in our time.",
      "fr": "brandit un document et parle de paix."
    }
  },
  {
    "translation": {
      "en": "And this is a separate deal that he has done privately",
      "fr": "Or c'était un accord parallèle qu'il avait signé en privé"
    }
  },
  {
    "translation": {
      "en": "with Hitler.",
      "fr": "avec Hitler."
    }
  },
  {
    "translation": {
      "en": "This morning...",
      "fr": "Ce matin,"
    }
  },
  {
    "translation": {
      "en": "I had another talk...",
      "fr": "j'ai discuté à nouveau"
    }
  },
  {
    "translation": {
      "en": "with the German chancellor, Herr Hitler.",
      "fr": "avec le chancelier allemand, Herr Hitler."
    }
  },
  {
    "translation": {
      "en": "And here is the paper...",
      "fr": "Voici le document"
    }
  },
  {
    "translation": {
      "en": "which bears his name upon it, as well as mine.",
      "fr": "signé de sa main et de la mienne."
    }
  },
  {
    "translation": {
      "en": "He's averted war. There's absolutely no question",
      "fr": "Il a évité la guerre, car il est clair"
    }
  },
  {
    "translation": {
      "en": "that Hitler is absolutely chomping at the bit to go in all guns blazing into Czechoslovakia.",
      "fr": "qu'Hitler était très impatient à l'idée de foncer sur la Tchécoslovaquie."
    }
  },
  {
    "translation": {
      "en": "That has been avoided.",
      "fr": "Ce fut évité."
    }
  },
  {
    "translation": {
      "en": "We regard the agreement signed last night,",
      "fr": "Nous considérons l'accord signé hier soir"
    }
  },
  {
    "translation": {
      "en": "and the Anglo- German Naval Agreement as symbolic of the desire",
      "fr": "et le traité naval germano-britannique comme un symbole de la volonté de nos deux peuples"
    }
  },
  {
    "translation": {
      "en": "of our two peoples never to go to war with one another again.",
      "fr": "comme un symbole de la volonté de nos deux peuples de ne plus jamais se faire la guerre."
    }
  },
  {
    "translation": {
      "en": "As Chamberlain delivers his speech,",
      "fr": "Alors que Chamberlain prononce son discours,"
    }
  },
  {
    "translation": {
      "en": "German forces prepare to march into the Sudetenland.",
      "fr": "les forces allemandes se préparent à marcher sur les Sudètes."
    }
  },
  {
    "translation": {
      "en": "March 1939, Hitler invades the rest of Czechoslovakia.",
      "fr": "En mars 1939, Hitler envahit le reste de la Tchécoslovaquie."
    }
  },
  {
    "translation": {
      "en": "It is clear that Hitler's plan isn't just to regain territory...",
      "fr": "Son plan ne se limite donc pas à reconquérir des territoires,"
    }
  },
  {
    "translation": {
      "en": "but to expand Germany's borders further east.",
      "fr": "mais consiste à élargir ses frontières vers l'est."
    }
  },
  {
    "translation": {
      "en": "Hitler's intention, ultimately, is to create a huge German empire",
      "fr": "Son but ultime est de créer un grand empire germanique"
    }
  },
  {
    "translation": {
      "en": "in Central and Eastern Europe.",
      "fr": "en Europe centrale et orientale."
    }
  },
  {
    "translation": {
      "en": "Are they prepared to go to war? So, he's just got to keep pushing,",
      "fr": "Sont-elles prêtes à se battre ? Il fait pression."
    }
  },
  {
    "translation": {
      "en": "slowly but surely, and one after another",
      "fr": "Petit à petit, l'un après l'autre,"
    }
  },
  {
    "translation": {
      "en": "these crucial countries, Austria, Czechoslovakia,",
      "fr": "tous ces pays cruciaux comme l'Autriche et la Tchécoslovaquie"
    }
  },
  {
    "translation": {
      "en": "slowly the dominoes will fall, and he's gonna be able",
      "fr": "tomberont un à un. Il pourra alors se bâtir un énorme empire"
    }
  },
  {
    "translation": {
      "en": "to carve out for himself this huge new empire,",
      "fr": "Il pourra alors se bâtir un énorme empire"
    }
  },
  {
    "translation": {
      "en": "this living room for the German people.",
      "fr": "et créer un espace vital pour les Allemands."
    }
  },
  {
    "translation": {
      "en": "France and Britain become increasingly anxious",
      "fr": "La France et la Grande-Bretagne craignent de plus en plus"
    }
  },
  {
    "translation": {
      "en": "that Hitler's next move will be Poland.",
      "fr": "que la prochaine étape d'Hitler soit la Pologne."
    }
  },
  {
    "translation": {
      "en": "They draw a line in the sand; if Hitler invades Poland,",
      "fr": "Elle se fixent une limite. S'il envahit la Pologne, elles lui déclareront la guerre."
    }
  },
  {
    "translation": {
      "en": "they will declare war.",
      "fr": "S'il envahit la Pologne, elles lui déclareront la guerre."
    }
  },
  {
    "translation": {
      "en": "Hitler doesn't believe them.",
      "fr": "Hitler ne les croit pas."
    }
  },
  {
    "translation": {
      "en": "The German chancellor is more worried about how his avowed enemies,",
      "fr": "Le chancelier s'inquiète davantage de la réaction de ses ennemis avérés, les Soviétiques."
    }
  },
  {
    "translation": {
      "en": "the Soviets, will react.",
      "fr": "de la réaction de ses ennemis avérés, les Soviétiques."
    }
  },
  {
    "translation": {
      "en": "August 1939, Hitler declares a non- aggression pact",
      "fr": "En août 1939, Hitler annonce un pacte de non-agression"
    }
  },
  {
    "translation": {
      "en": "with his ideological enemy, Stalin,",
      "fr": "avec son ennemi idéologique, Staline,"
    }
  },
  {
    "translation": {
      "en": "in which they agree not to attack each other.",
      "fr": "dans lequel ils s'engagent à ne pas s'attaquer."
    }
  },
  {
    "translation": {
      "en": "While the Western Allies struggle to understand this unlikely alliance,",
      "fr": "Les Alliés occidentaux peinent à comprendre cette alliance improbable,"
    }
  },
  {
    "translation": {
      "en": "on September the first, the two countries reveal their hands",
      "fr": "mais le 1er septembre, les deux pays révèlent leurs intentions"
    }
  },
  {
    "translation": {
      "en": "when Hitler invades Western Poland.",
      "fr": "lorsqu'Hitler envahit l'ouest de la Pologne."
    }
  },
  {
    "translation": {
      "en": "The Polish army on their horses are no match for the German panzers,",
      "fr": "L'armée polonaise, à cheval, n'est pas de taille face aux panzers,"
    }
  },
  {
    "translation": {
      "en": "but they put up a valiant fight.",
      "fr": "mais se bat vaillamment."
    }
  },
  {
    "translation": {
      "en": "Sixteen days later, the Soviet Union invade Poland",
      "fr": "Seize jours plus tard, l'Union soviétique envahit la Pologne"
    }
  },
  {
    "translation": {
      "en": "from the east.",
      "fr": "par l'est."
    }
  },
  {
    "translation": {
      "en": "It's a very cynical deal.",
      "fr": "C'est un accord très cynique."
    }
  },
  {
    "translation": {
      "en": "What the Russians are gonna get out of it is a free hand and a lot of the east,",
      "fr": "Les Russes en retirent une liberté d'action et beaucoup de terres à l'est, notamment certaines perdues"
    }
  },
  {
    "translation": {
      "en": "including the recovery of some of the territories that they'd lost",
      "fr": "et beaucoup de terres à l'est, notamment certaines perdues"
    }
  },
  {
    "translation": {
      "en": "at the end of the First World War.",
      "fr": "à la fin de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "And what the Germans are gonna get out of it",
      "fr": "Les Allemands, de leur côté,"
    }
  },
  {
    "translation": {
      "en": "is a free hand to invade Poland",
      "fr": "auront carte blanche et pourront envahir la Pologne"
    }
  },
  {
    "translation": {
      "en": "without worry that the Russians are gonna react against that.",
      "fr": "sans avoir peur que les Russes ne s'y opposent."
    }
  },
  {
    "translation": {
      "en": "In fact, they've done a deal to divide the country up between them.",
      "fr": "Ils ont même prévu de se diviser le pays."
    }
  },
  {
    "translation": {
      "en": "True to their word, on the third of September 1939,",
      "fr": "Comme elles se l'étaient juré, le 3 septembre 1939,"
    }
  },
  {
    "translation": {
      "en": "Britain and France declare war on Germany.",
      "fr": "la Grande-Bretagne et la France déclarent la guerre à l'Allemagne."
    }
  },
  {
    "translation": {
      "en": "It's a move Hitler didn't see coming.",
      "fr": "Pour Hitler, c'est une décision inattendue."
    }
  },
  {
    "translation": {
      "en": "When he actually hears that the United Kingdom's",
      "fr": "Lorsqu'il apprend que le Royaume-Uni"
    }
  },
  {
    "translation": {
      "en": "declared war on him in particular, he's horrified,",
      "fr": "lui déclare la guerre à lui, il est scandalisé et déclare : Et maintenant ?"
    }
  },
  {
    "translation": {
      "en": "and he says to one of his advisers, What next?",
      "fr": "il est scandalisé et déclare : Et maintenant ?"
    }
  },
  {
    "translation": {
      "en": "Because all along, he hadn't believed",
      "fr": "Tout du long, il n'avait pas cru"
    }
  },
  {
    "translation": {
      "en": "that they would actually go to war over an issue in Eastern Europe.",
      "fr": "que la guerre pourrait éclater pour un problème en Europe de l'Est."
    }
  },
  {
    "translation": {
      "en": "The next day,",
      "fr": "Le lendemain,"
    }
  },
  {
    "translation": {
      "en": "troops from the British Expeditionary Force, the BEF,",
      "fr": "les troupes du corps expéditionnaire britannique, ou BEF,"
    }
  },
  {
    "translation": {
      "en": "set sail for France",
      "fr": "embarquent vers la France"
    }
  },
  {
    "translation": {
      "en": "to join forces with the world's most powerful army.",
      "fr": "pour s'allier à l'armée la plus puissance du monde."
    }
  },
  {
    "translation": {
      "en": "They move up to the Belgian border",
      "fr": "Elles se rendent à la frontière belge"
    }
  },
  {
    "translation": {
      "en": "where they prepare for any German attack.",
      "fr": "et se préparent à une attaque allemande."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Percy Taylor Beaton,",
      "fr": "Un soldat des Royal Engineers, Percy Taylor Beaton,"
    }
  },
  {
    "translation": {
      "en": "who was called up in London and was soon on a boat",
      "fr": "est appelé à Londres et se retrouve sur un bateau"
    }
  },
  {
    "translation": {
      "en": "bound for Cherbourg in France.",
      "fr": "à destination de Cherbourg."
    }
  },
  {
    "translation": {
      "en": "People cheered, and they made a fuss and that.",
      "fr": "La foule applaudissait. C'était agité."
    }
  },
  {
    "translation": {
      "en": "There was bags of tears and things like this at people going away.",
      "fr": "Il y eut beaucoup de larmes au moment du départ."
    }
  },
  {
    "translation": {
      "en": "The people in the streets, you know, when they saw us and that they cheered us,",
      "fr": "Des passants nous ont vus et nous ont applaudis"
    }
  },
  {
    "translation": {
      "en": "you know, when the coach left Bethnal Green,",
      "fr": "quand le train a quitté Bethnal Green."
    }
  },
  {
    "translation": {
      "en": "the people there, they turned out in their thousands,",
      "fr": "Des milliers de personnes"
    }
  },
  {
    "translation": {
      "en": "and they were cheering us and waving us off.",
      "fr": "sont venues nous dire au revoir."
    }
  },
  {
    "translation": {
      "en": "Everybody didn't think about the war, I don't think.",
      "fr": "Personne ne pensait à la guerre."
    }
  },
  {
    "translation": {
      "en": "They thought Oh, it's gonna pass over.",
      "fr": "On se disait que ça passerait."
    }
  },
  {
    "translation": {
      "en": "And then of course, once we got to France, it was like a holiday at the beginning.",
      "fr": "Une fois en France, c'était comme des vacances, au début."
    }
  },
  {
    "translation": {
      "en": "Hardworking holiday, it was.",
      "fr": "Même si on travaillait dur."
    }
  },
  {
    "translation": {
      "en": "In fact, Hitler is far from ready",
      "fr": "En réalité, Hitler est loin d'être prêt"
    }
  },
  {
    "translation": {
      "en": "to fight the combined British and French armies.",
      "fr": "à affronter les armées britannique et française."
    }
  },
  {
    "translation": {
      "en": "It takes his army over 20 days to defeat the Poles.",
      "fr": "Son armée à lui met 20 jours pour battre les Polonais."
    }
  },
  {
    "translation": {
      "en": "Polish resistance has given Hitler's armed forces",
      "fr": "La Pologne résiste, ce qui affaiblit grandement les forces allemandes."
    }
  },
  {
    "translation": {
      "en": "a major battering, and they have lost a substantial number",
      "fr": "La Pologne résiste, ce qui affaiblit grandement les forces allemandes. Elles perdent un nombre important"
    }
  },
  {
    "translation": {
      "en": "of their armored vehicles.",
      "fr": "de véhicules blindés."
    }
  },
  {
    "translation": {
      "en": "It becomes evident that Germany isn't equipped for this war.",
      "fr": "Il devient évident que l'Allemagne n'est pas prête pour cette guerre."
    }
  },
  {
    "translation": {
      "en": "The German forces do have tanks and tank divisions,",
      "fr": "L'armée allemande a des chars et des divisions blindées,"
    }
  },
  {
    "translation": {
      "en": "but they only account for a small part of the Wehrmacht.",
      "fr": "mais ce n'est qu'une petite partie de la Wehrmacht."
    }
  },
  {
    "translation": {
      "en": "We have not well- trained soldiers, we have no supply, no ammunition, whatever.",
      "fr": "Nos soldats ne sont pas bien entraînés. Nous n'avons ni réserves ni munitions."
    }
  },
  {
    "translation": {
      "en": "Poland was the proof that we possibly are not able",
      "fr": "La Pologne était la preuve que nous ne serions pas capables"
    }
  },
  {
    "translation": {
      "en": "to fight against a proper army, and France is a proper army.",
      "fr": "de combattre une véritable armée, or la France en avait une."
    }
  },
  {
    "translation": {
      "en": "France is the best- trained, best- equipped army in Europe.",
      "fr": "La France était l'armée européenne la mieux entraînée et la mieux équipée."
    }
  },
  {
    "translation": {
      "en": "How can we, as Germans, win?",
      "fr": "Comment l'Allemagne pourrait-elle gagner ?"
    }
  },
  {
    "translation": {
      "en": "No way. We're going to lose.",
      "fr": "Aucune chance. On va perdre."
    }
  },
  {
    "translation": {
      "en": "In reality, the Wehrmacht is an army",
      "fr": "En réalité, la Wehrmacht est une armée"
    }
  },
  {
    "translation": {
      "en": "that will become very dependent on horses for transportation",
      "fr": "qui dépendra beaucoup des chevaux pour le transport"
    }
  },
  {
    "translation": {
      "en": "and their whole logistics.",
      "fr": "et toute la logistique."
    }
  },
  {
    "translation": {
      "en": "Only about ten percent of the German divisions are motorized.",
      "fr": "Seulement dix pour cent des divisions allemandes sont motorisées."
    }
  },
  {
    "translation": {
      "en": "The French Army has a formidable artillery",
      "fr": "La France dispose d'une artillerie redoutable"
    }
  },
  {
    "translation": {
      "en": "and over 3,000 tanks on the northeast front,",
      "fr": "ainsi que de plus de 3 000 chars sur le front nord-est,"
    }
  },
  {
    "translation": {
      "en": "800 more than the Germans.",
      "fr": "soit 800 de plus que les Allemands."
    }
  },
  {
    "translation": {
      "en": "Despite facing a weakened German Army",
      "fr": "Malgré la fragilité de l'armée allemande"
    }
  },
  {
    "translation": {
      "en": "and holding an overwhelming military advantage,",
      "fr": "et leur supériorité militaire évidente,"
    }
  },
  {
    "translation": {
      "en": "the Allies choose to dig in, not to attack.",
      "fr": "les Alliés choisissent de se retrancher, mais pas d'attaquer."
    }
  },
  {
    "translation": {
      "en": "What you then get, after the outbreak of war in 1939,",
      "fr": "Après le déclenchement de la guerre en 1939"
    }
  },
  {
    "translation": {
      "en": "is this long period known as the Phoney War",
      "fr": "débute une longue période appelée drôle de guerre,"
    }
  },
  {
    "translation": {
      "en": "in which the Germans are deciding what to do next",
      "fr": "durant laquelle les Allemands réfléchissent à la suite"
    }
  },
  {
    "translation": {
      "en": "and the Allies are waiting.",
      "fr": "et les Alliés attendent."
    }
  },
  {
    "translation": {
      "en": "One of the reasons the Allies were acting on the defensive",
      "fr": "Les Alliés avaient une stratégie défensive"
    }
  },
  {
    "translation": {
      "en": "is because the French had built this huge defensive system,",
      "fr": "car la France avait créé un énorme système de défense,"
    }
  },
  {
    "translation": {
      "en": "the Maginot Line, on the Franco- German border",
      "fr": "la ligne Maginot, à la frontière franco-allemande."
    }
  },
  {
    "translation": {
      "en": "to prevent the sort of bloodshed that had happened in the First World War.",
      "fr": "Le but était de ne pas répéter les carnages de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "While the Allies wait, Hitler assesses how to respond.",
      "fr": "Pendant que les Alliés attendent, Hitler réfléchit à sa stratégie."
    }
  },
  {
    "translation": {
      "en": "His sights had been set on the east.",
      "fr": "Lui qui s'était focalisé vers l'est"
    }
  },
  {
    "translation": {
      "en": "Now, he had to deal with an unexpected threat from the west.",
      "fr": "doit maintenant faire face à une menace inattendue à l'ouest."
    }
  },
  {
    "translation": {
      "en": "Hermann Göring leads the generals in a campaign",
      "fr": "Hermann Göring et ses généraux mènent une campagne"
    }
  },
  {
    "translation": {
      "en": "to convince him not to start a war with France,",
      "fr": "pour le convaincre d'éviter la guerre avec la France."
    }
  },
  {
    "translation": {
      "en": "so they present him with a plan destined to fail.",
      "fr": "Ils lui présentent donc un plan voué à l'échec."
    }
  },
  {
    "translation": {
      "en": "All the generals were against it.",
      "fr": "Tous les généraux s'y opposaient."
    }
  },
  {
    "translation": {
      "en": "They said No, don't negotiate. Do something,",
      "fr": "Non, négociez. Tentez quelque chose."
    }
  },
  {
    "translation": {
      "en": "but we can't solve that problem",
      "fr": "Nous ne pouvons pas régler ce problème"
    }
  },
  {
    "translation": {
      "en": "with military means.",
      "fr": "par la force."
    }
  },
  {
    "translation": {
      "en": "And then they presented a rather boring war plan to Hitler,",
      "fr": "Ils lui ont présenté un plan inintéressant."
    }
  },
  {
    "translation": {
      "en": "and Hitler said, you know, Look, what's that?",
      "fr": "Hitler a répondu : C'est quoi, ça ?"
    }
  },
  {
    "translation": {
      "en": "I mean, that's the same thing as 1914.",
      "fr": "C'est la même stratégie qu'en 1914."
    }
  },
  {
    "translation": {
      "en": "Where are new ideas? Where are fresh ideas?",
      "fr": "Je veux des idées nouvelles, des idées fraîches."
    }
  },
  {
    "translation": {
      "en": "Uh... This is not going to work.",
      "fr": "Ça ne fonctionnera pas."
    }
  },
  {
    "translation": {
      "en": "German military leadership doesn't want to have that war.",
      "fr": "Les chefs de l'armée allemande ne veulent pas de cette guerre."
    }
  },
  {
    "translation": {
      "en": "Their vision, in the end of 1939,",
      "fr": "Ils entrevoient, fin 1939,"
    }
  },
  {
    "translation": {
      "en": "Hitler is pushing for an attack on France,",
      "fr": "qu'Hitler veut attaquer la France"
    }
  },
  {
    "translation": {
      "en": "and their perception is, We're going to lose.",
      "fr": "et pressentent qu'ils vont perdre."
    }
  },
  {
    "translation": {
      "en": "I mean, look, in the First World War, we fought four years against France",
      "fr": "Lors de la Grande Guerre, ils se sont battus pendant quatre ans"
    }
  },
  {
    "translation": {
      "en": "with a huge army, a much better- trained army, and we lost.",
      "fr": "avec une armée énorme et bien entraînée, et ils ont perdu."
    }
  },
  {
    "translation": {
      "en": "The original plan drawn up by Hitler's conservative generals",
      "fr": "La stratégie initiale définie par les prudents généraux d'Hitler"
    }
  },
  {
    "translation": {
      "en": "follows the playbook from the First World War,",
      "fr": "est similaire à celle de la Grande Guerre :"
    }
  },
  {
    "translation": {
      "en": "to invade Holland and Belgium from the north",
      "fr": "envahir les Pays-Bas et la Belgique par le nord"
    }
  },
  {
    "translation": {
      "en": "as well as Northern France.",
      "fr": "ainsi que le nord de la France."
    }
  },
  {
    "translation": {
      "en": "It is a plan that plays to the strength of the Allies,",
      "fr": "Ce plan serait du pain béni pour les Alliés."
    }
  },
  {
    "translation": {
      "en": "deliberately designed to end in disaster.",
      "fr": "Il est délibérément catastrophique."
    }
  },
  {
    "translation": {
      "en": "How can you persuade a dictator not to do it?",
      "fr": "Comment convaincre un dictateur de renoncer ?"
    }
  },
  {
    "translation": {
      "en": "You can't say, you know, You're an idiot and you have to negotiate.",
      "fr": "On ne peut pas le traiter d'abruti et l'obliger à négocier."
    }
  },
  {
    "translation": {
      "en": "But if you...",
      "fr": "Par contre, on peut le persuader"
    }
  },
  {
    "translation": {
      "en": "persuade him from a military side, It's not possible,",
      "fr": "Par contre, on peut le persuader que d'un point de vue militaire, le plan est voué à l'échec."
    }
  },
  {
    "translation": {
      "en": "we're going to lose,",
      "fr": "que d'un point de vue militaire, le plan est voué à l'échec."
    }
  },
  {
    "translation": {
      "en": "that was, in the end, somehow the plan.",
      "fr": "C'était la stratégie des militaires."
    }
  },
  {
    "translation": {
      "en": "Don't offer him a plan which might work.",
      "fr": "Ne pas lui proposer de plan efficace."
    }
  },
  {
    "translation": {
      "en": "But one ambitious general,",
      "fr": "Mais un général ambitieux,"
    }
  },
  {
    "translation": {
      "en": "the Prussian aristocrat Erich von Manstein, falls out of step.",
      "fr": "l'aristocrate prussien Erich von Manstein, ne joue pas le jeu."
    }
  },
  {
    "translation": {
      "en": "He suggests a plan with a far greater chance of success.",
      "fr": "Il propose un plan beaucoup plus prometteur."
    }
  },
  {
    "translation": {
      "en": "The conservative generals move quickly to shut him down.",
      "fr": "Les généraux, prudents, se dépêchent de le faire taire."
    }
  },
  {
    "translation": {
      "en": "Manstein feels very strongly that they will be able to take advantage",
      "fr": "Manstein est convaincu que l'Allemagne pourra profiter"
    }
  },
  {
    "translation": {
      "en": "of the sort of disorienting effects of driving quickly into the French lines.",
      "fr": "du chaos causé par la traversée rapide des lignes françaises."
    }
  },
  {
    "translation": {
      "en": "By attacking them much faster than they expect,",
      "fr": "En les attaquant beaucoup plus vite que prévu,"
    }
  },
  {
    "translation": {
      "en": "they'll be able to push the French back",
      "fr": "ils pourront repousser les Français,"
    }
  },
  {
    "translation": {
      "en": "and completely disorganize their command arrangements.",
      "fr": "déstabiliser complètement leur organisation"
    }
  },
  {
    "translation": {
      "en": "And sow so much confusion that they'll be able to make great progress,",
      "fr": "et semer la confusion de façon à progresser."
    }
  },
  {
    "translation": {
      "en": "and the infantry will follow, and they'll literally rip the French Army apart from the inside.",
      "fr": "L'infanterie suivra, et ils détruiront l'armée française de l'intérieur."
    }
  },
  {
    "translation": {
      "en": "With Manstein's plan shelved, Hitler makes use of the Phoney War",
      "fr": "Ce plan est mis au placard, et Hitler se sert de la drôle de guerre"
    }
  },
  {
    "translation": {
      "en": "to secure a supply of iron ore for weapons.",
      "fr": "pour sécuriser du minerai de fer pour ses armes."
    }
  },
  {
    "translation": {
      "en": "His forces invade Denmark and Southern Norway.",
      "fr": "Il envahit le Danemark et le sud de la Norvège."
    }
  },
  {
    "translation": {
      "en": "The British spot the danger.",
      "fr": "Les Britanniques flairent le danger."
    }
  },
  {
    "translation": {
      "en": "Germany, to secure its northern flank",
      "fr": "L'Allemagne, pour sécuriser son flanc nord"
    }
  },
  {
    "translation": {
      "en": "and its route out of the Baltic,",
      "fr": "et sa sortie de la Baltique,"
    }
  },
  {
    "translation": {
      "en": "decided to invade Norway and Denmark",
      "fr": "décide d'envahir la Norvège et le Danemark"
    }
  },
  {
    "translation": {
      "en": "on 9th of April 1940.",
      "fr": "le 9 avril 1940."
    }
  },
  {
    "translation": {
      "en": "And the British in particular responded",
      "fr": "Les Britanniques ont réagi"
    }
  },
  {
    "translation": {
      "en": "by trying to land troops in Norway.",
      "fr": "en tentant d'envoyer des troupes en Norvège."
    }
  },
  {
    "translation": {
      "en": "It's gonna give a lot of valuable resources,",
      "fr": "Le pays regorge de ressources précieuses,"
    }
  },
  {
    "translation": {
      "en": "iron ore and other resources in Norway to the Germans,",
      "fr": "dont le minerai de fer, dont l'Allemagne peut s'emparer."
    }
  },
  {
    "translation": {
      "en": "and they need to forestall this.",
      "fr": "Il faut l'en empêcher."
    }
  },
  {
    "translation": {
      "en": "Ill- prepared to respond to the attack,",
      "fr": "Mal préparés pour leur contre-attaque,"
    }
  },
  {
    "translation": {
      "en": "the Allies land troops in Norway,",
      "fr": "les Alliés débarquent en Norvège."
    }
  },
  {
    "translation": {
      "en": "but their operation is half- hearted and incompetent.",
      "fr": "Leur opération se révèle timide et maladroite."
    }
  },
  {
    "translation": {
      "en": "The Germans deploy their powerful new force,",
      "fr": "Les Allemands déploient leur nouvelle force."
    }
  },
  {
    "translation": {
      "en": "the Luftwaffe, to great effect.",
      "fr": "La Luftwaffe fait des miracles."
    }
  },
  {
    "translation": {
      "en": "Its Stuka dive bombers wreak havoc with the Allied forces.",
      "fr": "Ses bombardiers Stukas font des ravages sur les forces alliées."
    }
  },
  {
    "translation": {
      "en": "It's a kind of terrible humiliation for the Western Allies,",
      "fr": "C'est une énorme humiliation pour les Alliés occidentaux."
    }
  },
  {
    "translation": {
      "en": "and by the beginning of May 1940,",
      "fr": "Au début du mois de mai 1940,"
    }
  },
  {
    "translation": {
      "en": "all Allied troops have left Norway, and it's firmly in German hands.",
      "fr": "les troupes alliées ont quitté la Norvège, qui reste aux Allemands."
    }
  },
  {
    "translation": {
      "en": "Meanwhile, the persistent General Manstein",
      "fr": "Pendant ce temps, le général Manstein insiste"
    }
  },
  {
    "translation": {
      "en": "finds a moment to unveil his plan to Hitler.",
      "fr": "et trouve l'occasion de dévoiler son plan à Hitler."
    }
  },
  {
    "translation": {
      "en": "He knows he will only get one chance.",
      "fr": "Il sait que ce sera là sa seule chance."
    }
  },
  {
    "translation": {
      "en": "Manstein sees an opportunity to change Hitler's mind,",
      "fr": "Manstein y voit une occasion de le faire changer d'avis."
    }
  },
  {
    "translation": {
      "en": "and so he says, Look, we need to do something different.",
      "fr": "Il lui propose d'innover,"
    }
  },
  {
    "translation": {
      "en": "Let's do this, let's take full advantage",
      "fr": "de se servir au maximum"
    }
  },
  {
    "translation": {
      "en": "of our Panzer divisions and the Luftwaffe,",
      "fr": "des blindés et de la Luftwaffe"
    }
  },
  {
    "translation": {
      "en": "and let's use the element of surprise. Do something they will never expect.",
      "fr": "et de jouer sur un énorme effet de surprise."
    }
  },
  {
    "translation": {
      "en": "And so, Hitler endorses his plan. It seems much bolder.",
      "fr": "Hitler est d'accord. C'est un plan audacieux."
    }
  },
  {
    "translation": {
      "en": "It seems much more likely to bring a rapid success",
      "fr": "C'est un plan qui permettrait de gagner plus rapidement"
    }
  },
  {
    "translation": {
      "en": "than the more ponderous plan agreed upon by his general staff.",
      "fr": "que celui bien plus rébarbatif établi par son état-major."
    }
  },
  {
    "translation": {
      "en": "On the tenth of May, the British Prime Minister,",
      "fr": "Le 10 mai, le Premier ministre britannique, Neville Chamberlain,"
    }
  },
  {
    "translation": {
      "en": "Neville Chamberlain, is forced to resign over the Norway debacle.",
      "fr": "Le 10 mai, le Premier ministre britannique, Neville Chamberlain, est contraint de démissionner suite au fiasco en Norvège."
    }
  },
  {
    "translation": {
      "en": "He is replaced by Winston Churchill.",
      "fr": "Il est remplacé par Winston Churchill."
    }
  },
  {
    "translation": {
      "en": "Churchill's a maverick, he's got a checkered political career,",
      "fr": "C'est un marginal dont la carrière n'est pas linéaire,"
    }
  },
  {
    "translation": {
      "en": "but he was the one, right the way through the 1930s,",
      "fr": "mais c'est lui qui, au cours des années 30,"
    }
  },
  {
    "translation": {
      "en": "who was insisting that we shouldn't appease Hitler.",
      "fr": "refuse d'aller dans le sens d'Hitler."
    }
  },
  {
    "translation": {
      "en": "We needed to stand up against him.",
      "fr": "Il veut lui résister,"
    }
  },
  {
    "translation": {
      "en": "And now, finally, Churchill is given his chance to lead the British in war.",
      "fr": "et il a enfin l'occasion de diriger le pays en temps de guerre."
    }
  },
  {
    "translation": {
      "en": "In his first speech to the House of Commons,",
      "fr": "Premier discours à la Chambre des communes."
    }
  },
  {
    "translation": {
      "en": "the new premier announces...",
      "fr": "Churchill annonce la couleur."
    }
  },
  {
    "translation": {
      "en": "I would say to the House as I had said to those who joined the government...",
      "fr": "À la Chambre, je tiendrai le même discours qu'à mon gouvernement."
    }
  },
  {
    "translation": {
      "en": "I have nothing to offer but blood,",
      "fr": "Je n'ai rien à offrir que du sang,"
    }
  },
  {
    "translation": {
      "en": "toil, tears and sweat.",
      "fr": "du labeur, des larmes et de la sueur."
    }
  },
  {
    "translation": {
      "en": "On the day Churchill becomes prime minister,",
      "fr": "Le jour de la nomination de Churchill,"
    }
  },
  {
    "translation": {
      "en": "Germany launches a devastating attack on Belgium and Holland.",
      "fr": "l'Allemagne frappe violemment la Belgique et les Pays-Bas."
    }
  },
  {
    "translation": {
      "en": "German parachutists capture strategic bridges in Holland.",
      "fr": "Ses parachutistes s'emparent de ponts stratégiques aux Pays-Bas."
    }
  },
  {
    "translation": {
      "en": "The Luftwaffe bombs airfields.",
      "fr": "La Luftwaffe bombarde des aérodromes."
    }
  },
  {
    "translation": {
      "en": "The airborne troops drop to overwhelm its tiny neighbors.",
      "fr": "Les parachutistes sont largués pour accabler leurs minuscules voisins."
    }
  },
  {
    "translation": {
      "en": "It seems clear that Hitler intends to grab the Channel ports",
      "fr": "Clairement, Hitler a l'intention de s'emparer des ports de la Manche"
    }
  },
  {
    "translation": {
      "en": "and acquire bases from which he could eventually invade Great Britain.",
      "fr": "et d'acquérir des bases permettant d'envahir la Grande-Bretagne."
    }
  },
  {
    "translation": {
      "en": "They have to seize those Channel ports, because otherwise,",
      "fr": "Il doit s'emparer de tous ces ports. Sinon, sa Marine sera trop isolée."
    }
  },
  {
    "translation": {
      "en": "the German Navy is in a backwater.",
      "fr": "Sinon, sa Marine sera trop isolée."
    }
  },
  {
    "translation": {
      "en": "They're in the North Sea and the Baltic, and they can't get out.",
      "fr": "Elle sera coincée dans la mer du Nord et la Baltique."
    }
  },
  {
    "translation": {
      "en": "Whereas if they can get those Channel ports",
      "fr": "Grâce aux ports de la Manche"
    }
  },
  {
    "translation": {
      "en": "and they can get the French Atlantic ports,",
      "fr": "et à ceux de l'Atlantique,"
    }
  },
  {
    "translation": {
      "en": "they can then have access to the open seas.",
      "fr": "elle aura accès à tout."
    }
  },
  {
    "translation": {
      "en": "The Allies are well prepared for this move and respond quickly,",
      "fr": "Les Alliés sont bien préparés et réagissent rapidement"
    }
  },
  {
    "translation": {
      "en": "pushing their best forces into Belgium to meet the attack.",
      "fr": "en poussant leurs meilleures forces en Belgique pour contrer l'assaut."
    }
  },
  {
    "translation": {
      "en": "At this point, reconnaissance planes send back confusing news from the south.",
      "fr": "C'est alors que la reconnaissance aérienne apporte une curieuse nouvelle venant du sud."
    }
  },
  {
    "translation": {
      "en": "They report a huge military traffic jam along the road to the Ardennes,",
      "fr": "Les militaires sont coincés dans un vaste embouteillage sur la route vers les Ardennes."
    }
  },
  {
    "translation": {
      "en": "stretching all the way back across the German border.",
      "fr": "Les bouchons s'étendent jusqu'à la frontière allemande."
    }
  },
  {
    "translation": {
      "en": "The problem is, is the French refuse to believe",
      "fr": "Le problème, c'est que les Français ne croient pas"
    }
  },
  {
    "translation": {
      "en": "what they're being reported by reconnaissance pilots.",
      "fr": "aux rapports de la reconnaissance."
    }
  },
  {
    "translation": {
      "en": "General Gamelin, commander in chief of all French forces,",
      "fr": "Le général Gamelin, généralissime de l'Armée française,"
    }
  },
  {
    "translation": {
      "en": "said, That's impossible. That can't be true.",
      "fr": "estime que c'est absolument impossible."
    }
  },
  {
    "translation": {
      "en": "And so, it was ignored.",
      "fr": "Il ignore l'information."
    }
  },
  {
    "translation": {
      "en": "It was a terrible mistake as Manstein's master plan unfolds.",
      "fr": "Ce fut une terrible erreur. Le plan de Manstein se met en place."
    }
  },
  {
    "translation": {
      "en": "The reconnaissance was correct.",
      "fr": "La reconnaissance avait raison."
    }
  },
  {
    "translation": {
      "en": "The Germans had been amassing in the Ardennes, and now,",
      "fr": "Les Allemands étaient venus en nombre dans les Ardennes."
    }
  },
  {
    "translation": {
      "en": "they plunge through the woods and thunder across the River Meuse",
      "fr": "Désormais, ils traversent d'un pas lourd les bois et la Meuse,"
    }
  },
  {
    "translation": {
      "en": "on the French border.",
      "fr": "à la frontière française."
    }
  },
  {
    "translation": {
      "en": "The French are gonna have just a skeleton force",
      "fr": "La France a un effectif très réduit sur la Meuse, au-delà des Ardennes."
    }
  },
  {
    "translation": {
      "en": "on the Meuse beyond the Ardennes, because they're never gonna expect us",
      "fr": "La France a un effectif très réduit sur la Meuse, au-delà des Ardennes. Elle ne s'attend pas à y voir un ennemi."
    }
  },
  {
    "translation": {
      "en": "to come through here.",
      "fr": "Elle ne s'attend pas à y voir un ennemi."
    }
  },
  {
    "translation": {
      "en": "The invasions of Holland and Belgium",
      "fr": "Les invasions des Pays-Bas et de la Belgique"
    }
  },
  {
    "translation": {
      "en": "were designed to lure the Allies north.",
      "fr": "étaient destinées à attirer les Alliés au nord."
    }
  },
  {
    "translation": {
      "en": "They want to draw the cream of the Allied armies",
      "fr": "L'Allemagne veut attirer le meilleur des forces alliées du nord de la France"
    }
  },
  {
    "translation": {
      "en": "in Northern France into Belgium, and also into Southern Holland,",
      "fr": "L'Allemagne veut attirer le meilleur des forces alliées du nord de la France en Belgique et au sud des Pays-Bas."
    }
  },
  {
    "translation": {
      "en": "so that the actual attack through the Ardennes",
      "fr": "Ainsi, l'attaque des Ardennes"
    }
  },
  {
    "translation": {
      "en": "can come through behind them and cut them off.",
      "fr": "les surprendrait par l'arrière."
    }
  },
  {
    "translation": {
      "en": "This is our cunning plan. We are going to encircle them in Belgium.",
      "fr": "C'est un plan astucieux. Nous allons les encercler en Belgique."
    }
  },
  {
    "translation": {
      "en": "We also secretly attack in the Ardennes, in this difficult area.",
      "fr": "Nous les prendrons aussi par surprise dans les Ardennes, une zone difficile."
    }
  },
  {
    "translation": {
      "en": "We will be crossing the Meuse and then dashing through the Channel",
      "fr": "Nous franchissons la Meuse avant de filer vers la Manche"
    }
  },
  {
    "translation": {
      "en": "and encircling the British Expeditionary Force and the French Army in Belgium.",
      "fr": "et d'encercler la BEF et l'armée française en Belgique."
    }
  },
  {
    "translation": {
      "en": "We have to take the Allies by surprise.",
      "fr": "Il faut prendre les Alliés au dépourvu."
    }
  },
  {
    "translation": {
      "en": "This is always a major aspect of winning a war: surprise your enemies.",
      "fr": "Pour gagner une guerre, il est très important de surprendre ses ennemis."
    }
  },
  {
    "translation": {
      "en": "The operation will also use time, speed and daring",
      "fr": "L'opération s'appuiera aussi sur le temps, la vitesse et l'audace"
    }
  },
  {
    "translation": {
      "en": "to make up for the inferiority of the German military.",
      "fr": "pour compenser l'infériorité de l'armée allemande."
    }
  },
  {
    "translation": {
      "en": "It uses all of these modern technologies.",
      "fr": "Elle recourt à tout un tas de technologies modernes."
    }
  },
  {
    "translation": {
      "en": "It promises a quick victory.",
      "fr": "Elle promet une victoire éclair."
    }
  },
  {
    "translation": {
      "en": "And it suggests that he might not only defeat the French Army,",
      "fr": "Elle insinue aussi qu'elle pourrait vaincre les Français,"
    }
  },
  {
    "translation": {
      "en": "but annihilate the entire British Army.",
      "fr": "mais aussi toute l'armée britannique."
    }
  },
  {
    "translation": {
      "en": "The new British prime minister, Churchill,",
      "fr": "Le nouveau Premier ministre britannique, Churchill, est en plein cauchemar."
    }
  },
  {
    "translation": {
      "en": "has been plunged into a nightmare as German tanks rampaged",
      "fr": "Le nouveau Premier ministre britannique, Churchill, est en plein cauchemar. Les chars allemands détruisent tout"
    }
  },
  {
    "translation": {
      "en": "towards the French border city of Sedan.",
      "fr": "sur la route menant à la ville frontalière de Sedan."
    }
  },
  {
    "translation": {
      "en": "Had the French taken their own reconnaissance seriously,",
      "fr": "Si les Français avaient écouté la reconnaissance,"
    }
  },
  {
    "translation": {
      "en": "they would've had the German Army at their mercy.",
      "fr": "l'armée allemande serait à leurs pieds."
    }
  },
  {
    "translation": {
      "en": "The military bottleneck had left the German artillery",
      "fr": "L'embouteillage avait rendu l'artillerie allemande"
    }
  },
  {
    "translation": {
      "en": "incredibly vulnerable.",
      "fr": "extrêmement vulnérable."
    }
  },
  {
    "translation": {
      "en": "It turns into the biggest gridlock in the history of gridlocks.",
      "fr": "C'est le pire embouteillage de l'histoire des embouteillages."
    }
  },
  {
    "translation": {
      "en": "Now, a French reconnaissance plane flies over and sees this.",
      "fr": "Un avion de reconnaissance français voit la scène."
    }
  },
  {
    "translation": {
      "en": "Now, at that point, it would've been perfectly possible",
      "fr": "À ce stade, il aurait été tout à fait possible"
    }
  },
  {
    "translation": {
      "en": "to organize every single French and British bomber available",
      "fr": "de mobiliser tous les bombardiers français et britanniques"
    }
  },
  {
    "translation": {
      "en": "and go and bomb it.",
      "fr": "et de tirer."
    }
  },
  {
    "translation": {
      "en": "It would've stopped the German advance in its tracks, that would've been",
      "fr": "Les Allemands auraient été stoppés."
    }
  },
  {
    "translation": {
      "en": "the end of the. war and the whole thing would've been avoided. I mean,",
      "fr": "La guerre aurait été terminée, le reste aurait été évité."
    }
  },
  {
    "translation": {
      "en": "it makes me so cross every time I think about it.",
      "fr": "Ça me rend fou, quand j'y pense."
    }
  },
  {
    "translation": {
      "en": "I mean, it was just such a missed opportunity.",
      "fr": "Quelle occasion manquée !"
    }
  },
  {
    "translation": {
      "en": "The Germans push home their advantage",
      "fr": "Les Allemands profitent de leur avantage"
    }
  },
  {
    "translation": {
      "en": "with an astonishing display of speed.",
      "fr": "en avançant à une vitesse incroyable."
    }
  },
  {
    "translation": {
      "en": "Before the French can react, they charge towards the French border town, Sedan.",
      "fr": "Avant que la France ne puisse réagir, ils chargent vers la ville de Sedan."
    }
  },
  {
    "translation": {
      "en": "Infantry, tanks, and artillery show incredible levels of stamina,",
      "fr": "L'infanterie, les chars et l'artillerie se révèlent extrêmement endurants"
    }
  },
  {
    "translation": {
      "en": "outrunning the enemy defense forces.",
      "fr": "et dominent les défenses ennemies."
    }
  },
  {
    "translation": {
      "en": "Barely stopping, they reach Sedan in three days.",
      "fr": "S'arrêtant très peu, ils atteignent Sedan en trois jours."
    }
  },
  {
    "translation": {
      "en": "Many German soldiers haven't slept since the start of the campaign.",
      "fr": "Beaucoup de soldats allemands n'ont pas dormi depuis le début de la campagne."
    }
  },
  {
    "translation": {
      "en": "The French can't quite believe it.",
      "fr": "Les Français sont abasourdis."
    }
  },
  {
    "translation": {
      "en": "The German tanks roll into Sedan without opposition.",
      "fr": "Les chars allemands roulent sur Sedan sans être inquiétés."
    }
  },
  {
    "translation": {
      "en": "The French defenses are unexpectedly confronted",
      "fr": "La défense française se retrouve, contre toute attente,"
    }
  },
  {
    "translation": {
      "en": "by 60,000 rampaging Germans",
      "fr": "face à 60 000 Allemands en furie"
    }
  },
  {
    "translation": {
      "en": "in 22,000 vehicles and 850 tanks.",
      "fr": "répartis dans 22 000 véhicules et 850 chars."
    }
  },
  {
    "translation": {
      "en": "After three days on the march,",
      "fr": "Après trois jours d'avancée,"
    }
  },
  {
    "translation": {
      "en": "the Germans have no intention of stopping.",
      "fr": "les Allemands ne comptent pas s'arrêter."
    }
  },
  {
    "translation": {
      "en": "They prepare to cross the River Meuse in three places.",
      "fr": "Ils se préparent à franchir la Meuse à trois endroits distincts."
    }
  },
  {
    "translation": {
      "en": "The plan is a textbook example of Bewegungskrieg.",
      "fr": "Leur plan est l'exemple même de la Bewegungskrieg,"
    }
  },
  {
    "translation": {
      "en": "a warfare maneuver the Germans are already well- known for.",
      "fr": "une stratégie militaire pour laquelle sont connus les Allemands."
    }
  },
  {
    "translation": {
      "en": "The architect is Heinz Guderian,",
      "fr": "Son théoricien est Heinz Guderian,"
    }
  },
  {
    "translation": {
      "en": "a general who knows how to combine new technology",
      "fr": "un général sachant combiner les nouvelles technologies"
    }
  },
  {
    "translation": {
      "en": "with the traditional German approach to warfare,",
      "fr": "et l'approche allemande de la guerre."
    }
  },
  {
    "translation": {
      "en": "attacking the enemy with overwhelming force",
      "fr": "Il s'agit d'attaquer l'ennemi avec une force écrasante"
    }
  },
  {
    "translation": {
      "en": "and encircling them before they can react.",
      "fr": "et de l'encercler avant qu'il ne puisse réagir."
    }
  },
  {
    "translation": {
      "en": "What Guderian is very good at doing",
      "fr": "Guderian arrive très bien"
    }
  },
  {
    "translation": {
      "en": "is harnessing new methods, the Luftwaffe as aerial artillery;",
      "fr": "à maîtriser de nouvelles méthodes : la Luftwaffe comme artillerie aérienne,"
    }
  },
  {
    "translation": {
      "en": "new mobile equipment, trucks, mobile artillery,",
      "fr": "un nouvel équipement mobile, des camions, une artillerie mobile,"
    }
  },
  {
    "translation": {
      "en": "and of course, panzers, tanks, but also radio technology, too.",
      "fr": "sans oublier les panzers et la radiotechnologie."
    }
  },
  {
    "translation": {
      "en": "French Commander General Maurice Gamelin",
      "fr": "À la tête de l'Armée française, le général Maurice Gamelin"
    }
  },
  {
    "translation": {
      "en": "orders that Sedan must be defended at all costs,",
      "fr": "ordonne que Sedan soit défendue à tout prix."
    }
  },
  {
    "translation": {
      "en": "but he has prepared his troops for a repeat of the grinding attrition",
      "fr": "Il a préparé ses troupes à réitérer l'éreintante stratégie d'attrition"
    }
  },
  {
    "translation": {
      "en": "of the First World War.",
      "fr": "de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "When they're suddenly confronted by the need to be mobile,",
      "fr": "Confrontés à la nécessité d'être mobiles,"
    }
  },
  {
    "translation": {
      "en": "they don't know what to do.",
      "fr": "ils sont perdus."
    }
  },
  {
    "translation": {
      "en": "No one expects the nightmare about to unfold.",
      "fr": "Personne ne s'attend au cauchemar qui va avoir lieu."
    }
  },
  {
    "translation": {
      "en": "Wave after wave of dive bombers pummel the French defensive positions.",
      "fr": "Des vagues de bombardiers en piqué martèlent les positions défensives françaises."
    }
  },
  {
    "translation": {
      "en": "Hardly a single bunker suffers a direct hit,",
      "fr": "Quasiment aucun bunker n'est touché de plein fouet"
    }
  },
  {
    "translation": {
      "en": "and only 56 casualties are taken, but the psychological effect",
      "fr": "et seules 56 victimes sont à déplorer, mais l'impact psychologique"
    }
  },
  {
    "translation": {
      "en": "of the screaming bombers and the whistling bombs is devastating.",
      "fr": "des bombardiers hurlants et des bombes sifflantes est dévastateur."
    }
  },
  {
    "translation": {
      "en": "These German attacks",
      "fr": "Ces attaques allemandes"
    }
  },
  {
    "translation": {
      "en": "were an absolute catastrophe for the French defenders.",
      "fr": "furent catastrophiques pour les soldats français."
    }
  },
  {
    "translation": {
      "en": "It becomes evident rather quickly",
      "fr": "Il devient vite évident"
    }
  },
  {
    "translation": {
      "en": "that the French morale is broken by these attacks",
      "fr": "qu'elles ont sapé le moral des Français"
    }
  },
  {
    "translation": {
      "en": "and the French do not manage to organize proper counterattacks.",
      "fr": "et qu'ils ne parviennent pas à organiser de vraies contre-attaques."
    }
  },
  {
    "translation": {
      "en": "I can only conclude that this is a legacy of the First World War,",
      "fr": "Ce sont les conséquences de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "those four long, brutal years of fighting in which enormous quantities",
      "fr": "Ces quatre longues années de combats violents ont fait beaucoup de morts, et les Français estiment,"
    }
  },
  {
    "translation": {
      "en": "of Frenchmen have died, and there's a feeling among Frenchmen,",
      "fr": "ont fait beaucoup de morts, et les Français estiment,"
    }
  },
  {
    "translation": {
      "en": "just a generation later, that they don't want to go through it again.",
      "fr": "une génération plus tard, qu'ils ne veulent pas revivre cela."
    }
  },
  {
    "translation": {
      "en": "In the confusion, German infantry flood across the Meuse.",
      "fr": "Dans la confusion, l'infanterie allemande franchit la Meuse."
    }
  },
  {
    "translation": {
      "en": "It's a dangerous move.",
      "fr": "L'opération est risquée."
    }
  },
  {
    "translation": {
      "en": "The German forces are isolated and open to counterattack.",
      "fr": "Les forces allemandes sont isolées et sujettes à une contre-attaque."
    }
  },
  {
    "translation": {
      "en": "By the evening of the 13th of May, although a certain number of Germans",
      "fr": "Le soir du 13 mai, un certain nombre d'Allemands"
    }
  },
  {
    "translation": {
      "en": "have got across the river, they are very vulnerable.",
      "fr": "ont franchi le fleuve, mais ils sont très vulnérables."
    }
  },
  {
    "translation": {
      "en": "No tanks have actually got across at this point,",
      "fr": "Aucun char ne les a encore rejoints."
    }
  },
  {
    "translation": {
      "en": "and this is an opportunity for the French to actually counterattack.",
      "fr": "C'est l'occasion pour les Français de contre-attaquer."
    }
  },
  {
    "translation": {
      "en": "But, shell- shocked, the French tank drivers",
      "fr": "Cependant, encore sous le choc, les pilotes de char français"
    }
  },
  {
    "translation": {
      "en": "are slow to react.",
      "fr": "mettent longtemps à réagir."
    }
  },
  {
    "translation": {
      "en": "By the time they finally sorted themselves out",
      "fr": "Une fois qu'ils se reprennent en main"
    }
  },
  {
    "translation": {
      "en": "and the attack is put in on the 14th,",
      "fr": "et que l'attaque est fixée au 14,"
    }
  },
  {
    "translation": {
      "en": "Guderian's got enough armor over the river on pontoon bridges built by his pioneers",
      "fr": "Guderian a déjà assez de blindés de l'autre côté, sur des ponts flottants,"
    }
  },
  {
    "translation": {
      "en": "to actually knock out those French tanks.",
      "fr": "pour détruire les chars français."
    }
  },
  {
    "translation": {
      "en": "What they don't have is any kind of tactical nous whatsoever.",
      "fr": "Ils n'ont aucune intelligence tactique."
    }
  },
  {
    "translation": {
      "en": "The biggest failure of all for the French is that",
      "fr": "Le plus gros échec des Français, c'est de ne pas avoir pensé aux communications du tout."
    }
  },
  {
    "translation": {
      "en": "they haven't thought about communications at all.",
      "fr": "c'est de ne pas avoir pensé aux communications du tout."
    }
  },
  {
    "translation": {
      "en": "So General Gamelin, who is the commander in chief",
      "fr": "Le général Gamelin, généralissime de l'Armée française,"
    }
  },
  {
    "translation": {
      "en": "of all French forces, is at the Chateau de Vincennes",
      "fr": "Le général Gamelin, généralissime de l'Armée française, est au château de Vincennes, en bordure de Paris."
    }
  },
  {
    "translation": {
      "en": "just on the edge of Paris, and he doesn't even have a telephone",
      "fr": "est au château de Vincennes, en bordure de Paris. Il n'a pas de téléphone. Il trouve que c'est trop risqué."
    }
  },
  {
    "translation": {
      "en": "because he thinks it will be a security risk.",
      "fr": "Il n'a pas de téléphone. Il trouve que c'est trop risqué."
    }
  },
  {
    "translation": {
      "en": "I mean, it's just insane.",
      "fr": "C'est complètement fou."
    }
  },
  {
    "translation": {
      "en": "The French are dependent on field telephone lines,",
      "fr": "Les Français dépendent des lignes de téléphone de campagne,"
    }
  },
  {
    "translation": {
      "en": "which get cut by Stukas, and on dispatch riders",
      "fr": "or les Stukas les coupent. Quant aux coursiers,"
    }
  },
  {
    "translation": {
      "en": "who take ages to get messages through",
      "fr": "ils mettent longtemps à transmettre les messages,"
    }
  },
  {
    "translation": {
      "en": "because the roads are clogged with refugees.",
      "fr": "les routes étant engorgées par les réfugiés."
    }
  },
  {
    "translation": {
      "en": "The French believed it would take the Germans two weeks",
      "fr": "Les Français croyaient que les Allemands mettraient deux semaines"
    }
  },
  {
    "translation": {
      "en": "to reach Sedan.",
      "fr": "pour atteindre Sedan."
    }
  },
  {
    "translation": {
      "en": "Not three days.",
      "fr": "Pas trois jours."
    }
  },
  {
    "translation": {
      "en": "In three days and nights,",
      "fr": "Pendant trois jours complets,"
    }
  },
  {
    "translation": {
      "en": "the fearless, relentless onslaught never stopped.",
      "fr": "cet assaut téméraire et implacable ne s'interrompt pas."
    }
  },
  {
    "translation": {
      "en": "The soldiers performed like supermen.",
      "fr": "Les soldats se comportent en surhommes."
    }
  },
  {
    "translation": {
      "en": "It became increasingly clear that this German army",
      "fr": "Il devient de plus en plus clair que l'armée allemande"
    }
  },
  {
    "translation": {
      "en": "was unlike anything seen before.",
      "fr": "est plus performante qu'aucune autre."
    }
  },
  {
    "translation": {
      "en": "What the French didn't know is that the German army",
      "fr": "Mais les Français ignoraient que l'armée allemande"
    }
  },
  {
    "translation": {
      "en": "had a secret weapon.",
      "fr": "avait une arme secrète."
    }
  },
  {
    "translation": {
      "en": "The weapon was manufactured by the Berlin drug company called Temmler.",
      "fr": "Cette arme était produite par le groupe pharmaceutique berlinois Temmler."
    }
  },
  {
    "translation": {
      "en": "Pervitin is a powerful methamphetamine",
      "fr": "La pervitine est une puissante méthamphétamine"
    }
  },
  {
    "translation": {
      "en": "known on the streets today as crystal meth.",
      "fr": "désormais connue sous le nom de crystal meth."
    }
  },
  {
    "translation": {
      "en": "Already sold as an over- the- counter pick- me- up in Germany,",
      "fr": "Vendue sans ordonnance comme remontant en Allemagne,"
    }
  },
  {
    "translation": {
      "en": "the drug proves invaluable in the theater of war.",
      "fr": "cette drogue se révèle très précieuse en temps de guerre."
    }
  },
  {
    "translation": {
      "en": "Pervitin is seen as the ideal drug to combat fatigue.",
      "fr": "La pervitine est considérée comme la drogue idéale contre la fatigue."
    }
  },
  {
    "translation": {
      "en": "In the Second World War, it is used especially for the Panzer troops",
      "fr": "Pendant ce conflit, c'est surtout la Panzerwaffe qui la consomme"
    }
  },
  {
    "translation": {
      "en": "and the night fighters.",
      "fr": "et les chasseurs de nuit."
    }
  },
  {
    "translation": {
      "en": "Troops that are always close to the enemy",
      "fr": "Soit les troupes qui doivent rester proches de l'ennemi"
    }
  },
  {
    "translation": {
      "en": "and have to remain active for a long time.",
      "fr": "et rester actives longtemps."
    }
  },
  {
    "translation": {
      "en": "Pervitin had been used by German civilians, you know.",
      "fr": "La pervitine était consommée par les civils."
    }
  },
  {
    "translation": {
      "en": "They'd get it in a pharmacy, and it would be used to be alert",
      "fr": "Ils l'achetaient en pharmacie pour rester concentrés,"
    }
  },
  {
    "translation": {
      "en": "and stay awake and get a lot of stuff done.",
      "fr": "éveillés et productifs."
    }
  },
  {
    "translation": {
      "en": "And as the war drags on, you'd start seeing Pervitin",
      "fr": "Peu à peu, on la distribue aux troupes allemandes comme si c'était un bonbon."
    }
  },
  {
    "translation": {
      "en": "being issued to German troops and airmen like candy.",
      "fr": "on la distribue aux troupes allemandes comme si c'était un bonbon."
    }
  },
  {
    "translation": {
      "en": "Methamphetamine can dull feelings of empathy",
      "fr": "La méthamphétamine peut atténuer tout sentiment d'empathie"
    }
  },
  {
    "translation": {
      "en": "and make you feel superhuman,",
      "fr": "et donner l'impression d'être surhumain."
    }
  },
  {
    "translation": {
      "en": "the very qualities needed to create a near- perfect soldier.",
      "fr": "Les qualités nécessaires pour créer un soldat presque parfait."
    }
  },
  {
    "translation": {
      "en": "There are many reports that just before the attacks",
      "fr": "Selon pas mal de rapports, juste avant les attaques du 10 mai 1940,"
    }
  },
  {
    "translation": {
      "en": "started on May 10th, 1940, there were a lot of soldiers",
      "fr": "Selon pas mal de rapports, juste avant les attaques du 10 mai 1940, beaucoup de soldats étaient déprimés et ne voulaient pas se battre."
    }
  },
  {
    "translation": {
      "en": "who were depressed, who didn't want to fight,",
      "fr": "beaucoup de soldats étaient déprimés et ne voulaient pas se battre."
    }
  },
  {
    "translation": {
      "en": "who remembered the First World War.",
      "fr": "Ou se souvenaient de la Première Guerre mondiale."
    }
  },
  {
    "translation": {
      "en": "So the morale of the Germans was quite low,",
      "fr": "Leur moral était assez bas."
    }
  },
  {
    "translation": {
      "en": "but once you take methamphetamine,",
      "fr": "Or la prise de méthamphétamine"
    }
  },
  {
    "translation": {
      "en": "your morale actually becomes quite high.",
      "fr": "remonte assez fortement le moral."
    }
  },
  {
    "translation": {
      "en": "The German tactic of Blitzkrieg",
      "fr": "La tactique allemande de la Blitzkrieg"
    }
  },
  {
    "translation": {
      "en": "relied on overwhelming air superiority, super- fast tanks,",
      "fr": "reposait sur une supériorité aérienne écrasante, des chars ultrarapides,"
    }
  },
  {
    "translation": {
      "en": "up- to- the- minute communications, and a tireless and fearless militia.",
      "fr": "des communications quasi en temps réel et une milice infatigable et intrépide."
    }
  },
  {
    "translation": {
      "en": "For the first time in military history,",
      "fr": "Pour la première fois dans l'histoire militaire,"
    }
  },
  {
    "translation": {
      "en": "an army did not have to rest at night,",
      "fr": "une armée n'a pas à se reposer la nuit"
    }
  },
  {
    "translation": {
      "en": "but could go on for three days and three nights.",
      "fr": "et peut continuer pendant trois jours entiers."
    }
  },
  {
    "translation": {
      "en": "So without Pervitin, this obviously wouldn't have worked.",
      "fr": "Sans pervitine, elle n'aurait pas réussi."
    }
  },
  {
    "translation": {
      "en": "It really helps a person to become a fighting robot.",
      "fr": "La pervitine permet aux soldats de devenir de vrais robots."
    }
  },
  {
    "translation": {
      "en": "Imagine this on the scale of a couple of hundred thousand people,",
      "fr": "Imaginez l'effet sur des centaines de milliers d'hommes"
    }
  },
  {
    "translation": {
      "en": "heavily armed, storming into enemy territory.",
      "fr": "lourdement armés et en plein assaut."
    }
  },
  {
    "translation": {
      "en": "It just becomes a completely crazy situation.",
      "fr": "C'est une situation complètement hallucinante."
    }
  },
  {
    "translation": {
      "en": "The side effects of Pervitin is that it does make you a little bit reckless.",
      "fr": "Le pervitine peut rendre un peu trop téméraire."
    }
  },
  {
    "translation": {
      "en": "It gives you what's-- You know, Dutch courage.",
      "fr": "Elle donne du cœur à l'ouvrage."
    }
  },
  {
    "translation": {
      "en": "On the 13th of May, when they're crossing the River Meuse--",
      "fr": "Le 13 mai, ils franchissent la Meuse."
    }
  },
  {
    "translation": {
      "en": "Because these guys have just got to keep going.",
      "fr": "Ils ne peuvent pas s'arrêter."
    }
  },
  {
    "translation": {
      "en": "The fighting goes on until dusk and beyond.",
      "fr": "Le combat continue même après le coucher du soleil."
    }
  },
  {
    "translation": {
      "en": "How do you keep them going? Well, you know, popping a Pervitin tablet,",
      "fr": "Comment les faire tenir ? En leur donnant un comprimé de pervitine."
    }
  },
  {
    "translation": {
      "en": "just on that one occasion, is possibly not a bad idea.",
      "fr": "Juste ce jour-là. Ça ne peut pas faire de mal."
    }
  },
  {
    "translation": {
      "en": "I mean, it's better to suffer the aftereffects of Pervitin than be dead.",
      "fr": "Mieux vaut subir les effets secondaires que d'être mort."
    }
  },
  {
    "translation": {
      "en": "To the north, the decoy assault is gathering pace.",
      "fr": "Au nord, l'attaque pour leurrer les Alliés s'accélère."
    }
  },
  {
    "translation": {
      "en": "The Germans bombard the Port of Rotterdam,",
      "fr": "Les Allemands bombardent le port de Rotterdam,"
    }
  },
  {
    "translation": {
      "en": "killing around 1,000 people.",
      "fr": "faisant un millier de victimes."
    }
  },
  {
    "translation": {
      "en": "So shocked are the Dutch by the number of casualties",
      "fr": "Les Néerlandais sont tellement choqués par le nombre de victimes"
    }
  },
  {
    "translation": {
      "en": "and the gutting of the center of Rotterdam",
      "fr": "et la destruction du centre de Rotterdam"
    }
  },
  {
    "translation": {
      "en": "that it actually encourages them to give up.",
      "fr": "qu'ils veulent abandonner."
    }
  },
  {
    "translation": {
      "en": "So already, in just four days, the Dutch are knocked out of the fight.",
      "fr": "En seulement quatre jours, ils sont déjà mis sur la touche."
    }
  },
  {
    "translation": {
      "en": "With the French defenses smashed at Sedan,",
      "fr": "Les défenses françaises ont été décimées à Sedan,"
    }
  },
  {
    "translation": {
      "en": "Guderian is ordered to halt his advance and wait for the infantry to catch up.",
      "fr": "mais Guderian reçoit l'ordre de s'arrêter et d'attendre l'infanterie."
    }
  },
  {
    "translation": {
      "en": "He ignores them.",
      "fr": "Il refuse."
    }
  },
  {
    "translation": {
      "en": "Flanked by his officers on motorcycles, he charges out in front of his tanks",
      "fr": "Flanqué de ses officiers à moto, il charge devant ses chars"
    }
  },
  {
    "translation": {
      "en": "through the French countryside.",
      "fr": "à travers la campagne française."
    }
  },
  {
    "translation": {
      "en": "Guderian is very dynamic. He's smart, he's well read,",
      "fr": "Guderian est très dynamique, intelligent, cultivé."
    }
  },
  {
    "translation": {
      "en": "he's hugely experienced, and he's not afraid of trying new things.",
      "fr": "Il a de la bouteille. Il n'a pas peur d'expérimenter."
    }
  },
  {
    "translation": {
      "en": "And he's not one who's shy of making decisions either.",
      "fr": "Il n'est pas non plus du genre à avoir peur de prendre des décisions."
    }
  },
  {
    "translation": {
      "en": "Do I just ignore my superior officers' orders",
      "fr": "Est-ce que j'ignore les ordres de mes supérieurs,"
    }
  },
  {
    "translation": {
      "en": "and go for it, and potentially win Germany this amazing victory,",
      "fr": "je fonce et je remporte potentiellement une victoire incroyable ?"
    }
  },
  {
    "translation": {
      "en": "or do I hold fire and wait for the infantry just to catch up,",
      "fr": "Ou est-ce que je me retiens et j'attends l'infanterie,"
    }
  },
  {
    "translation": {
      "en": "thereby potentially losing momentum and all the rest of it?",
      "fr": "sachant que je perdrais potentiellement tout cet élan ?"
    }
  },
  {
    "translation": {
      "en": "And he thinks, To hell with it. I'm gonna go for it.",
      "fr": "Il se dit : Je m'en fiche. J'y vais."
    }
  },
  {
    "translation": {
      "en": "The prime minister of France, Paul Reynaud,",
      "fr": "Le premier ministre français, Paul Reynaud,"
    }
  },
  {
    "translation": {
      "en": "is shocked by the speed of the German advance.",
      "fr": "est choqué par la vitesse de l'avance allemande."
    }
  },
  {
    "translation": {
      "en": "He calls Britain's new prime minister with terrible news.",
      "fr": "Il informe Winston Churchill de la terrible nouvelle."
    }
  },
  {
    "translation": {
      "en": "Reynaud, you could tell, was in a terrible panic.",
      "fr": "Reynaud était clairement paniqué."
    }
  },
  {
    "translation": {
      "en": "He contacts Churchill, he speaks to him on the telephone,",
      "fr": "Il passe un coup de fil à Churchill"
    }
  },
  {
    "translation": {
      "en": "and he basically says the battle is lost.",
      "fr": "et lui dit qu'ils vont perdre."
    }
  },
  {
    "translation": {
      "en": "Already, in just five days, I think the battle is lost.",
      "fr": "Après seulement cinq jours, il pense que la bataille est perdue."
    }
  },
  {
    "translation": {
      "en": "The Germans have broken through in such numbers",
      "fr": "Les Allemands sont tellement nombreux"
    }
  },
  {
    "translation": {
      "en": "that I don't think we can stop them.",
      "fr": "qu'ils semblent inarrêtables."
    }
  },
  {
    "translation": {
      "en": "The Germans are closing in on the French capital,",
      "fr": "Les Allemands se rapprochent de la capitale française."
    }
  },
  {
    "translation": {
      "en": "and Churchill fears that the French are unable to respond quickly enough",
      "fr": "Churchill craint que les Français ne soient incapables de réagir assez vite"
    }
  },
  {
    "translation": {
      "en": "to mount the rapid counterattack that is needed.",
      "fr": "pour organiser la contre-attaque rapide pourtant nécessaire."
    }
  },
  {
    "translation": {
      "en": "Churchill saw that everything was collapsing,",
      "fr": "Churchill a vu que tout s'écroulait."
    }
  },
  {
    "translation": {
      "en": "and that very moment, it was important",
      "fr": "À ce moment-là, il était important"
    }
  },
  {
    "translation": {
      "en": "that the French are continuing to fight",
      "fr": "que les Français continuent à combattre,"
    }
  },
  {
    "translation": {
      "en": "and reacting and fighting and fighting and fighting,",
      "fr": "à réagir, à se battre encore et encore"
    }
  },
  {
    "translation": {
      "en": "and counter- offensives, and again and again,",
      "fr": "et à contre-attaquer sans cesse,"
    }
  },
  {
    "translation": {
      "en": "and not being in this totally mental breakdown.",
      "fr": "plutôt que de rester en déprime totale."
    }
  },
  {
    "translation": {
      "en": "On the 16th of May, just six days after taking office,",
      "fr": "Le 16 mai, six jours après sa prise de fonctions,"
    }
  },
  {
    "translation": {
      "en": "Churchill flies to Paris to try and stiffen French resolve.",
      "fr": "Churchill s'envole à Paris pour renforcer la détermination française."
    }
  },
  {
    "translation": {
      "en": "What he's determined to do is to somehow keep the French in the fight,",
      "fr": "Il a la ferme intention de maintenir la France dans la bataille."
    }
  },
  {
    "translation": {
      "en": "because if the French fall out, it's Britain alone.",
      "fr": "Si la France tombe, la Grande-Bretagne sera seule."
    }
  },
  {
    "translation": {
      "en": "On the 20th of May 1940,",
      "fr": "Le 20 mai 1940,"
    }
  },
  {
    "translation": {
      "en": "just ten days after setting out from the German border,",
      "fr": "seulement dix jours après avoir quitté la frontière allemande,"
    }
  },
  {
    "translation": {
      "en": "Guderian's decision to ignore his superiors is vindicated",
      "fr": "Guderian comprend qu'il a eu raison d'ignorer ses supérieurs"
    }
  },
  {
    "translation": {
      "en": "as he reaches the Atlantic Coast.",
      "fr": "à son arrivée sur la côte atlantique."
    }
  },
  {
    "translation": {
      "en": "Well, that actually takes quite a bit of courage to make a decision like that,",
      "fr": "Il faut du courage pour prendre une telle décision."
    }
  },
  {
    "translation": {
      "en": "you know, because if you get it wrong and it's not a success",
      "fr": "Car s'il se trompe et provoque une défaite,"
    }
  },
  {
    "translation": {
      "en": "and it ends in defeat, you're in big, big trouble,",
      "fr": "il aura de gros problèmes,"
    }
  },
  {
    "translation": {
      "en": "particularly in a totalitarian militaristic state like Nazi Germany.",
      "fr": "surtout dans un État militariste totalitaire comme l'Allemagne nazie."
    }
  },
  {
    "translation": {
      "en": "But, you know, he has the courage of his convictions, and he goes for it.",
      "fr": "Mais il a le courage de ses convictions, et il fonce."
    }
  },
  {
    "translation": {
      "en": "And of course, it's absolutely extraordinary, unprecedented in history.",
      "fr": "C'est absolument remarquable et inédit dans l'Histoire."
    }
  },
  {
    "translation": {
      "en": "Hitler's great gamble on Manstein's plan has paid off.",
      "fr": "Le pari d'Hitler sur le plan de Manstein s'est révélé gagnant."
    }
  },
  {
    "translation": {
      "en": "The bulk of the Allied forces are now trapped in narrow corridor.",
      "fr": "Le gros des forces alliées est coincé dans un corridor étroit."
    }
  },
  {
    "translation": {
      "en": "It means that those Allied armies further north,",
      "fr": "Les armées alliées plus au nord,"
    }
  },
  {
    "translation": {
      "en": "including the whole of the British Expeditionary Force,",
      "fr": "y compris l'ensemble de la BEF,"
    }
  },
  {
    "translation": {
      "en": "have been cut off from their lines of supply.",
      "fr": "n'ont plus accès aux lignes de ravitaillement."
    }
  },
  {
    "translation": {
      "en": "So, those troops in Belgium",
      "fr": "Ces troupes déployées en Belgique"
    }
  },
  {
    "translation": {
      "en": "who are surrounded, of course, on all sides now by Germans",
      "fr": "sont désormais encerclées de toutes parts"
    }
  },
  {
    "translation": {
      "en": "who are fighting also in Belgium and also in Holland,",
      "fr": "par les Allemands qui combattent aussi en Belgique et aux Pays-Bas."
    }
  },
  {
    "translation": {
      "en": "are completely surrounded by German forces,",
      "fr": "Elles sont cernées par les Allemands."
    }
  },
  {
    "translation": {
      "en": "and their only way out is either by cutting through them",
      "fr": "Leur seule issue est de traverser les lignes adverses"
    }
  },
  {
    "translation": {
      "en": "or being rescued from the Channel coast.",
      "fr": "ou d'être secourues via la Manche."
    }
  },
  {
    "translation": {
      "en": "It will take Guderian no more than a few days",
      "fr": "Il ne faudra que quelques jours à Guderian"
    }
  },
  {
    "translation": {
      "en": "to block off that last escape route to the coast,",
      "fr": "pour bloquer la dernière route vers la côte"
    }
  },
  {
    "translation": {
      "en": "and thus encircle a million Allied soldiers.",
      "fr": "et ainsi encercler un million de soldats alliés."
    }
  },
  {
    "translation": {
      "en": "Having become trapped in his pocket, the British start to make plans",
      "fr": "Pris au piège, les Britanniques commencent à planifier"
    }
  },
  {
    "translation": {
      "en": "to evacuate their troops by sea, and Churchill settles on Calais",
      "fr": "une évacuation des troupes par la mer. Churchill choisit Calais"
    }
  },
  {
    "translation": {
      "en": "as the best place to bring in large ships.",
      "fr": "pour faire accoster ses gros bateaux."
    }
  },
  {
    "translation": {
      "en": "So, he sends three elite British regiments to hold it,",
      "fr": "Il y envoie trois régiments d'élite."
    }
  },
  {
    "translation": {
      "en": "and they're all sacrificed; the Germans annihilate them,",
      "fr": "En vain. Les Allemands les écrasent."
    }
  },
  {
    "translation": {
      "en": "and they lose Calais.",
      "fr": "Calais est perdu."
    }
  },
  {
    "translation": {
      "en": "The loss of life is daunting, but the distraction",
      "fr": "Les pertes humaines sont désolantes, mais cette distraction"
    }
  },
  {
    "translation": {
      "en": "buys the BEF time to make other plans.",
      "fr": "donne à la BEF le temps de réfléchir."
    }
  },
  {
    "translation": {
      "en": "The decision to send the troops to Calais is actually a key bit of the story,",
      "fr": "La décision d'envoyer les troupes à Calais est cruciale."
    }
  },
  {
    "translation": {
      "en": "because without that blocking force,",
      "fr": "Sans cette force de blocage,"
    }
  },
  {
    "translation": {
      "en": "which was ultimately captured by the Germans,",
      "fr": "qui s'est finalement fait décimer,"
    }
  },
  {
    "translation": {
      "en": "the rest of the BEF and the French armies fighting alongside it",
      "fr": "le reste de la BEF et les armées françaises à ses côtés"
    }
  },
  {
    "translation": {
      "en": "are not gonna have enough time to get to the coast at Dunkirk",
      "fr": "n'auraient pas eu le temps d'atteindre la côte à Dunkerque"
    }
  },
  {
    "translation": {
      "en": "to construct a defensive perimeter that will allow them to be rescued.",
      "fr": "et d'établir un périmètre défensif pour se faire secourir."
    }
  },
  {
    "translation": {
      "en": "Just as it seems that hundreds of thousands",
      "fr": "Alors qu'il semblerait que des centaines de milliers de soldats"
    }
  },
  {
    "translation": {
      "en": "of Allied soldiers are within hours of being slaughtered or captured,",
      "fr": "Alors qu'il semblerait que des centaines de milliers de soldats soient sur le point de se faire tuer ou capturer,"
    }
  },
  {
    "translation": {
      "en": "Hitler makes a highly controversial decision.",
      "fr": "Hitler prend une décision très controversée."
    }
  },
  {
    "translation": {
      "en": "When the German forces have almost",
      "fr": "Alors que les Allemands ont déjà repoussé les Alliés"
    }
  },
  {
    "translation": {
      "en": "driven the Allies back to the Channel harbors,",
      "fr": "quasiment jusqu'aux ports de la Manche,"
    }
  },
  {
    "translation": {
      "en": "Hitler suddenly orders them to stop.",
      "fr": "Hitler leur ordonne tout à coup de s'arrêter."
    }
  },
  {
    "translation": {
      "en": "The German tank officers thought,",
      "fr": "Les officiers allemands se disent :"
    }
  },
  {
    "translation": {
      "en": "I mean, are they crazy? Are they mad? We are going to win.",
      "fr": "Ils sont fous ? On va gagner."
    }
  },
  {
    "translation": {
      "en": "Yes, we are exhausted, yes, we are short of supplies but...",
      "fr": "On manque de sommeil et de provisions, mais..."
    }
  },
  {
    "translation": {
      "en": "speed is our lifeline.",
      "fr": "la vitesse, c'est notre salut."
    }
  },
  {
    "translation": {
      "en": "Stopping is not an option.",
      "fr": "On ne peut pas s'arrêter."
    }
  },
  {
    "translation": {
      "en": "But then they got the clear order,",
      "fr": "Puis ils ont reçu un ordre clair."
    }
  },
  {
    "translation": {
      "en": "so yes, they stopped and they were asking themselves,",
      "fr": "Ils se sont arrêtés. Ils se sont interrogés."
    }
  },
  {
    "translation": {
      "en": "What the hell's going on here? That's ridiculous.",
      "fr": "Qu'est-ce qui se passe ? C'est ridicule."
    }
  },
  {
    "translation": {
      "en": "One of the reasons was surely that the Generals",
      "fr": "Ce choix s'explique notamment par le fait que, les jours précédents,"
    }
  },
  {
    "translation": {
      "en": "had acted independently in the days prior and flouted Hitler's authority.",
      "fr": "les généraux avait agi de leur propre chef et bafoué l'autorité d'Hitler."
    }
  },
  {
    "translation": {
      "en": "Hitler wanted to show that he was the supreme war commander",
      "fr": "Hitler voulait montrer qu'il était le commandant suprême"
    }
  },
  {
    "translation": {
      "en": "and they had to obey him.",
      "fr": "et qu'il fallait lui obéir."
    }
  },
  {
    "translation": {
      "en": "The man behind the decision",
      "fr": "L'homme à l'origine de cette décision"
    }
  },
  {
    "translation": {
      "en": "is Luftwaffe Commander in Chief Hermann Göring.",
      "fr": "est le commandant en chef de la Luftwaffe, Hermann Göring."
    }
  },
  {
    "translation": {
      "en": "He convinces Hitler that the honor of annihilating the Allied soldiers",
      "fr": "Il convainc Hitler que l'honneur d'écraser les soldats alliés"
    }
  },
  {
    "translation": {
      "en": "should fall not to the German Army, but to the Nazi- dominated air force.",
      "fr": "ne doit pas revenir à l'armée allemande, mais à l'armée de l'air, majoritairement nazie."
    }
  },
  {
    "translation": {
      "en": "Hermann Göring was a very influential Nazi,",
      "fr": "Hermann Göring est un nazi très influent."
    }
  },
  {
    "translation": {
      "en": "and he'd been touting the Luftwaffe as the arm, the weapon of the future.",
      "fr": "Il présente la Luftwaffe comme l'arme du futur."
    }
  },
  {
    "translation": {
      "en": "And he was like, Look, let me unleash the Luftwaffe.",
      "fr": "Laissez-moi envoyer la Luftwaffe."
    }
  },
  {
    "translation": {
      "en": "These are sitting ducks on the beach, I can destroy them from the air",
      "fr": "Il y a des cibles faciles sur la plage. Les avions vont les détruire."
    }
  },
  {
    "translation": {
      "en": "and you can use the army, you can move south and destroy",
      "fr": "Emmenez l'armée au sud,"
    }
  },
  {
    "translation": {
      "en": "the rest of the French army, take Paris and pursue them",
      "fr": "détruisez le reste de l'armée française, prenez Paris"
    }
  },
  {
    "translation": {
      "en": "across the Loire if that's the direction they take.",
      "fr": "et franchissez la Loire, si certains s'y réfugient."
    }
  },
  {
    "translation": {
      "en": "And the Luftwaffe can do this, you know, without wasting the field army.",
      "fr": "La Luftwaffe peut réussir sans gâcher des troupes au sol."
    }
  },
  {
    "translation": {
      "en": "Back when they took this weapon from the Germans in Versailles,",
      "fr": "À Versailles, ils ont privé le peuple allemand de cette arme."
    }
  },
  {
    "translation": {
      "en": "they did not expect Germany to rebuild this weapon,",
      "fr": "Ils ne s'attendaient pas à ce que, sous l'autorité d'Adolf Hitler,"
    }
  },
  {
    "translation": {
      "en": "stronger and more powerful, under Adolf Hitler's leadership.",
      "fr": "l'Allemagne la reconstruise et la rende plus puissante que jamais."
    }
  },
  {
    "translation": {
      "en": "But Göring's plan soon starts to unravel.",
      "fr": "Toutefois, le plan de Göring commence à capoter."
    }
  },
  {
    "translation": {
      "en": "Very conveniently for the British, there was ten tenths' cloud cover",
      "fr": "Par chance pour les Britanniques, le ciel fut très couvert"
    }
  },
  {
    "translation": {
      "en": "for most of the evacuation period, which is made worse by the fact",
      "fr": "pendant l'évacuation. En plus, les Allemands avaient bombardé la raffinerie de Dunkerque."
    }
  },
  {
    "translation": {
      "en": "that the Germans have already bombed the oil refinery at Dunkirk,",
      "fr": "En plus, les Allemands avaient bombardé la raffinerie de Dunkerque."
    }
  },
  {
    "translation": {
      "en": "and vast clouds of black smoke are pitching 15,000 feet into the sky.",
      "fr": "D'énormes nuages de fumée noire flottaient à 4500 mètres du sol."
    }
  },
  {
    "translation": {
      "en": "So basically, you can't actually see anything.",
      "fr": "En gros, ils ne voient rien."
    }
  },
  {
    "translation": {
      "en": "The poor visibility makes it very difficult",
      "fr": "Le manque de visibilité empêche la Luftwaffe"
    }
  },
  {
    "translation": {
      "en": "for the Luftwaffe to dive bomb,",
      "fr": "de larguer des bombes."
    }
  },
  {
    "translation": {
      "en": "and even when the clouds start to disperse,",
      "fr": "Même lorsque les nuages se dissipent,"
    }
  },
  {
    "translation": {
      "en": "the Stukas struggle to hit their targets.",
      "fr": "les Stukas peinent à toucher leurs cibles."
    }
  },
  {
    "translation": {
      "en": "From 6,000 feet when you're starting your dive bombing,",
      "fr": "À 1 800 mètres du sol, dans un avion de chasse,"
    }
  },
  {
    "translation": {
      "en": "a destroyer crammed full of men just looks like a pencil",
      "fr": "un destroyer rempli d'hommes a la taille d'un crayon."
    }
  },
  {
    "translation": {
      "en": "and it's kind of wobbling around all over the place,",
      "fr": "En plus, il n'est pas stable."
    }
  },
  {
    "translation": {
      "en": "and it's incredibly difficult to hit something that has been moving",
      "fr": "Il est extrêmement difficile de toucher une cible mouvante"
    }
  },
  {
    "translation": {
      "en": "from that distance.",
      "fr": "à une telle distance."
    }
  },
  {
    "translation": {
      "en": "Göring's planes also find themselves facing an unexpected weapon.",
      "fr": "De plus, les avions de Göring se retrouvent face à une arme inattendue."
    }
  },
  {
    "translation": {
      "en": "Among the squadrons sent to defend the evacuation",
      "fr": "Dans les escadrons envoyés pour défendre l'évacuation"
    }
  },
  {
    "translation": {
      "en": "by the RAF's fighter command in the south of England",
      "fr": "par le commandement de la RAF au sud de l'Angleterre"
    }
  },
  {
    "translation": {
      "en": "is a brilliant new fighter plane:",
      "fr": "se trouve un remarquable nouveau chasseur,"
    }
  },
  {
    "translation": {
      "en": "the Supermarine Spitfire.",
      "fr": "le Supermarine Spitfire."
    }
  },
  {
    "translation": {
      "en": "For the first time, the fighter command",
      "fr": "Pour la première fois,  le Fighter Command met fin à la supériorité aérienne allemande."
    }
  },
  {
    "translation": {
      "en": "was able to break the German air superiority.",
      "fr": "le Fighter Command met fin à la supériorité aérienne allemande."
    }
  },
  {
    "translation": {
      "en": "They're sending Spitfires and Hurricanes from Southeast England over to Dunkirk",
      "fr": "Il envoie des Spitfires et des Hurricanes depuis le sud-est de l'Angleterre jusqu'à Dunkerque"
    }
  },
  {
    "translation": {
      "en": "to cover the evacuation and actually, they do a pretty good job.",
      "fr": "pour couvrir l'évacuation, et c'est un succès."
    }
  },
  {
    "translation": {
      "en": "They suffer as well, but they're pretty effective",
      "fr": "Ils subissent des pertes, mais ils sont efficaces"
    }
  },
  {
    "translation": {
      "en": "and they shoot down dive bombers-- German dive bombers in their droves.",
      "fr": "et ils abattent des tas de bombardiers en piqué allemands."
    }
  },
  {
    "translation": {
      "en": "The Luftwaffe bombs a number of Royal Navy ships,",
      "fr": "La Luftwaffe bombarde plusieurs bateaux de la Royal Navy,"
    }
  },
  {
    "translation": {
      "en": "but it fails to annihilate the British and French forces on the beaches",
      "fr": "mais ne parvient pas à écraser les forces ennemies sur les plages et les bateaux de sauvetage,"
    }
  },
  {
    "translation": {
      "en": "or their rescue boats as Göring had hoped.",
      "fr": "sur les plages et les bateaux de sauvetage, comme Göring l'avait espéré."
    }
  },
  {
    "translation": {
      "en": "Royal Engineers Private Cecil Ingram recalls the evacuation.",
      "fr": "Ancien soldat des Royal Engineers, Cecil Ingram se souvient de l'évacuation."
    }
  },
  {
    "translation": {
      "en": "It was a mass of soldiers...",
      "fr": "Il y avait des tas de soldats."
    }
  },
  {
    "translation": {
      "en": "and we were being dive- bombed the whole time,",
      "fr": "Les bombes n'arrêtaient pas de nous tomber dessus."
    }
  },
  {
    "translation": {
      "en": "so you were trying to make yourself as safe as possible by sort of,",
      "fr": "On essayait donc de se mettre le plus possible à l'abri."
    }
  },
  {
    "translation": {
      "en": "burying into the sand as far as you could go.",
      "fr": "On s'enfonçait profondément dans le sable."
    }
  },
  {
    "translation": {
      "en": "You were lying low.",
      "fr": "On se cachait."
    }
  },
  {
    "translation": {
      "en": "You could hear and see these Stuka bombers coming down",
      "fr": "On entendait et on voyait les Stukas descendre."
    }
  },
  {
    "translation": {
      "en": "and the horrendous noise as they revved up and dived down.",
      "fr": "Ils faisaient un bruit affreux en accélérant et en plongeant."
    }
  },
  {
    "translation": {
      "en": "To be honest, I was quite scared...",
      "fr": "Franchement, j'avais peur."
    }
  },
  {
    "translation": {
      "en": "because you didn't know what was happening.",
      "fr": "Personne ne comprenait."
    }
  },
  {
    "translation": {
      "en": "It was... You know, communications had completely broken down.",
      "fr": "Plus aucun moyen de communication ne fonctionnait."
    }
  },
  {
    "translation": {
      "en": "I think the word to use, it was chaotic.",
      "fr": "Disons que c'était chaotique."
    }
  },
  {
    "translation": {
      "en": "So, I eventually got up, walked into the water",
      "fr": "Finalement, je me suis relevé et j'ai marché dans l'eau."
    }
  },
  {
    "translation": {
      "en": "with my rifle aloft, very wet.",
      "fr": "Fusil en l'air. Trempé."
    }
  },
  {
    "translation": {
      "en": "I managed to get onto a naval ship.",
      "fr": "J'ai réussi à grimper dans un navire militaire."
    }
  },
  {
    "translation": {
      "en": "My feet were bleeding.",
      "fr": "Mes pieds saignaient."
    }
  },
  {
    "translation": {
      "en": "I spent the journey over to England lying on the deck of this ship.",
      "fr": "J'ai passé toute la traversée allongé sur le pont du bateau."
    }
  },
  {
    "translation": {
      "en": "Royal Army Service Corps Private Stanley William Priest",
      "fr": "Le soldat du Royal Army Service Corps Stanley William Priest"
    }
  },
  {
    "translation": {
      "en": "survived a German air attack over the Channel.",
      "fr": "a survécu à un raid aérien au-dessus de la Manche."
    }
  },
  {
    "translation": {
      "en": "We entered Dunkirk during an air raid",
      "fr": "On est entrés à Dunkerque lors de l'un des raids aériens."
    }
  },
  {
    "translation": {
      "en": "and there were several severe air raids. A direct hit would have killed 100.",
      "fr": "On est entrés à Dunkerque lors de l'un des raids aériens. Un tir direct aurait fait 100 victimes."
    }
  },
  {
    "translation": {
      "en": "And we saw some planes approaching, and they machine- gunned the boat,",
      "fr": "On a vu arriver des avions. Ils ont mitraillé le bateau, tuant 60 soldats"
    }
  },
  {
    "translation": {
      "en": "killing 60 or so and wounding many others, including myself.",
      "fr": "Ils ont mitraillé le bateau, tuant 60 soldats et en blessant d'autres, dont moi."
    }
  },
  {
    "translation": {
      "en": "I took shelter in a little alcove.",
      "fr": "Je me suis réfugié dans une petite alcôve."
    }
  },
  {
    "translation": {
      "en": "The bullets were passing an inch or two from my feet,",
      "fr": "Les balles passaient à 3 cm de mes pieds."
    }
  },
  {
    "translation": {
      "en": "so had I been on deck, I'd almost certainly have been killed, or--",
      "fr": "Si j'avais été sur le pont, j'aurais sûrement été tué."
    }
  },
  {
    "translation": {
      "en": "But I lost a finger, and I got a bullet to my shoulder.",
      "fr": "J'ai perdu un doigt et j'ai reçu une balle dans l'épaule."
    }
  },
  {
    "translation": {
      "en": "The best Churchill was hoping for",
      "fr": "Le scénario idéal pour Churchill"
    }
  },
  {
    "translation": {
      "en": "was to save 45,000 soldiers from death or capture.",
      "fr": "était d'éviter la mort ou la capture de 45 000 soldats."
    }
  },
  {
    "translation": {
      "en": "But thanks to the navy, the little ships and the RAF,",
      "fr": "Grâce à la Marine, aux petits navires et à la RAF,"
    }
  },
  {
    "translation": {
      "en": "almost 340,000 were rescued.",
      "fr": "près de 340 000 hommes furent sauvés."
    }
  },
  {
    "translation": {
      "en": "They got together enormous numbers",
      "fr": "Ils ont réuni un nombre considérable"
    }
  },
  {
    "translation": {
      "en": "of sea- going craft run by civilians,",
      "fr": "d'embarcations manœuvrées par des civils."
    }
  },
  {
    "translation": {
      "en": "and these people sailed voluntarily across the Channel",
      "fr": "Ces civils ont traversé la Manche volontairement,"
    }
  },
  {
    "translation": {
      "en": "at risk of life and limb to coordinate with the Royal Navy",
      "fr": "au péril de leur vie, pour coordonner avec la Royal Navy"
    }
  },
  {
    "translation": {
      "en": "to rescue a huge proportion of the troops at Dunkirk.",
      "fr": "le sauvetage d'une large partie des troupes de Dunkerque."
    }
  },
  {
    "translation": {
      "en": "Göring is humiliated.",
      "fr": "Göring est humilié."
    }
  },
  {
    "translation": {
      "en": "Having failed to stop the British evacuation from Dunkirk,",
      "fr": "N'ayant pas réussi à stopper l'évacuation de Dunkerque,"
    }
  },
  {
    "translation": {
      "en": "Hitler now turns the army towards Paris.",
      "fr": "Hitler envoie son armée en direction de Paris."
    }
  },
  {
    "translation": {
      "en": "In an effort to prevent their beloved capital city being reduced to rubble,",
      "fr": "Pour éviter que leur capitale bien-aimée ne soit complètement détruite,"
    }
  },
  {
    "translation": {
      "en": "the French flee, leaving it to be captured, undefended.",
      "fr": "les Français fuient et la laissent se faire assiéger sans la défendre."
    }
  },
  {
    "translation": {
      "en": "There's no doubt that the French were aware",
      "fr": "Les Français savaient"
    }
  },
  {
    "translation": {
      "en": "of the German use of bombing",
      "fr": "que les Allemands n'hésitaient pas à bombarder."
    }
  },
  {
    "translation": {
      "en": "at Rotterdam and also previously against the Poles at Warsaw",
      "fr": "À Rotterdam, mais aussi avant à Varsovie,"
    }
  },
  {
    "translation": {
      "en": "and the terrible damage that was done to those cities,",
      "fr": "les dommages avaient été considérables."
    }
  },
  {
    "translation": {
      "en": "and they did not want the same thing to happen",
      "fr": "Les Français voulaient préserver"
    }
  },
  {
    "translation": {
      "en": "to all the architectural jewels in Paris.",
      "fr": "les joyaux architecturaux de Paris."
    }
  },
  {
    "translation": {
      "en": "They declare it an open city and move the government further south.",
      "fr": "Ils la déclarent ville ouverte et déplacent le gouvernement plus au sud."
    }
  },
  {
    "translation": {
      "en": "The Germans march in on the 14th of June.",
      "fr": "Les Allemands entrent dans Paris le 14 juin."
    }
  },
  {
    "translation": {
      "en": "The French Government moves first to the City of Tours,",
      "fr": "Le gouvernement français s'installe d'abord à Tours,"
    }
  },
  {
    "translation": {
      "en": "and then to Bordeaux.",
      "fr": "puis à Bordeaux."
    }
  },
  {
    "translation": {
      "en": "Prime Minister Reynaud is replaced by 84- year- old First World War hero,",
      "fr": "Le Premier ministre Reynaud est remplacé par un héros de la Grande Guerre âgé de 84 ans,"
    }
  },
  {
    "translation": {
      "en": "Marshal Philippe Pétain.",
      "fr": "le maréchal Philippe Pétain."
    }
  },
  {
    "translation": {
      "en": "Pétain is a bit of a defeatist.",
      "fr": "Pétain est un peu défaitiste."
    }
  },
  {
    "translation": {
      "en": "He's pretty convinced that the French have lost the battle.",
      "fr": "Selon lui, les Français ont perdu."
    }
  },
  {
    "translation": {
      "en": "The most important thing to do now is to avoid revolution,",
      "fr": "La priorité pour lui, c'est d'éviter une révolution"
    }
  },
  {
    "translation": {
      "en": "avoid the French Army from collapsing completely,",
      "fr": "et une destruction totale de son armée."
    }
  },
  {
    "translation": {
      "en": "and the best way to do that is to negotiate an armistice.",
      "fr": "Pour cela, il négocie un armistice."
    }
  },
  {
    "translation": {
      "en": "The north of the France and the Atlantic seaboard",
      "fr": "Le nord de la France et la côte atlantique"
    }
  },
  {
    "translation": {
      "en": "are now occupied by the Germans.",
      "fr": "sont occupés par les Allemands."
    }
  },
  {
    "translation": {
      "en": "The south is designated as the unoccupied zone",
      "fr": "Le sud est considéré comme zone libre"
    }
  },
  {
    "translation": {
      "en": "and run as a puppet regime by Marshal Pétain",
      "fr": "et dirigé par le régime fantoche du maréchal Pétain"
    }
  },
  {
    "translation": {
      "en": "from the spa town of Vichy.",
      "fr": "depuis la station thermale de Vichy."
    }
  },
  {
    "translation": {
      "en": "Pétain's authoritarian regime replaces the French motto,",
      "fr": "Le régime autoritaire de Pétain remplace la devise française"
    }
  },
  {
    "translation": {
      "en": "liberté, égalité, fraternité,",
      "fr": "Liberté, égalité, fraternité"
    }
  },
  {
    "translation": {
      "en": "with a new slogan, work, family, fatherland.",
      "fr": "par un nouveau slogan : Travail, famille, patrie."
    }
  },
  {
    "translation": {
      "en": "Hundreds of thousands of French workers are deported to Nazi Germany",
      "fr": "Des centaines de milliers de travailleurs sont déportés en Allemagne nazie"
    }
  },
  {
    "translation": {
      "en": "to work as forced labor for the war effort.",
      "fr": "pour travailler de force pour l'effort de guerre."
    }
  },
  {
    "translation": {
      "en": "They replace Germans who were being enlisted to fight",
      "fr": "Ils remplacent les Allemands déjà enrôlés pour se battre"
    }
  },
  {
    "translation": {
      "en": "on the Eastern Front.",
      "fr": "sur le front de l'Est."
    }
  },
  {
    "translation": {
      "en": "The speed of the German victory was astonishing.",
      "fr": "Les Allemands l'emportaient à une vitesse stupéfiante."
    }
  },
  {
    "translation": {
      "en": "Blitzkrieg was a brilliant success.",
      "fr": "La Blitzkrieg était une grande réussite."
    }
  },
  {
    "translation": {
      "en": "German generals always had in mind,",
      "fr": "Les généraux allemands avaient voulu une bataille parfaite."
    }
  },
  {
    "translation": {
      "en": "I want to have the perfect battle, so war is an art.",
      "fr": "Les généraux allemands avaient voulu une bataille parfaite. La guerre est un art."
    }
  },
  {
    "translation": {
      "en": "The Germans attack with an inferior army.",
      "fr": "Les Allemands attaquent avec une armée inférieure."
    }
  },
  {
    "translation": {
      "en": "Inferior in numbers, inferior in quality,",
      "fr": "Inférieure numériquement et qualitativement,"
    }
  },
  {
    "translation": {
      "en": "but superior in their mentality.",
      "fr": "mais supérieure psychologiquement."
    }
  },
  {
    "translation": {
      "en": "We, as generals, just want to have the perfect battle.",
      "fr": "Les généraux allemands voulaient une bataille parfaite."
    }
  },
  {
    "translation": {
      "en": "And so, the whole war plan in 1940",
      "fr": "Toute leur stratégie, en 1940,"
    }
  },
  {
    "translation": {
      "en": "aimed for the perfect battle.",
      "fr": "vise donc cette perfection."
    }
  },
  {
    "translation": {
      "en": "And it was possible, because the British and the French",
      "fr": "C'était envisageable, car les Britanniques et les Français"
    }
  },
  {
    "translation": {
      "en": "did every mistake and made every mistake they could make.",
      "fr": "ont commis toutes les erreurs possibles et imaginables."
    }
  },
  {
    "translation": {
      "en": "The Nazis exploit their triumphant victory over the French",
      "fr": "Les nazis profitent de leur triomphe sur les Français"
    }
  },
  {
    "translation": {
      "en": "to create a huge spectacle for the newsreels",
      "fr": "pour organiser un grand spectacle pour la presse."
    }
  },
  {
    "translation": {
      "en": "which finally expunges the humiliating experiences",
      "fr": "Voilà qui efface enfin les humiliations"
    }
  },
  {
    "translation": {
      "en": "endured in the First World War.",
      "fr": "subies lors de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "The German victory over France",
      "fr": "La victoire sur la France"
    }
  },
  {
    "translation": {
      "en": "was the biggest victory of German military history,",
      "fr": "fut la plus grande de l'histoire militaire allemande."
    }
  },
  {
    "translation": {
      "en": "so it was really an outstanding event for Germany,",
      "fr": "Ce fut un événement marquant pour l'Allemagne."
    }
  },
  {
    "translation": {
      "en": "and Hitler was quite clever to create a propaganda coup",
      "fr": "Hitler a été malin et a réussi un coup de propagande"
    }
  },
  {
    "translation": {
      "en": "of how they were signing the armistice.",
      "fr": "avec la façon de signer l'armistice."
    }
  },
  {
    "translation": {
      "en": "It was not just done somewhere in a hidden place, signing a document,",
      "fr": "Il ne s'agissait pas de se cacher et de signer un document."
    }
  },
  {
    "translation": {
      "en": "but it was really made up for the propaganda.",
      "fr": "Il a fait de l'armistice un outil de propagande."
    }
  },
  {
    "translation": {
      "en": "This time, it is Hitler's moment to gloat.",
      "fr": "Cette fois, c'est à Hitler de jubiler."
    }
  },
  {
    "translation": {
      "en": "In a repeat of the November 1918 Armistice,",
      "fr": "De façon à recréer l'armistice de novembre 1918,"
    }
  },
  {
    "translation": {
      "en": "he orders the very same railway carriage",
      "fr": "il exige que le même wagon"
    }
  },
  {
    "translation": {
      "en": "back to the same place at Compiegne",
      "fr": "soit apporté à l'endroit près de Compiègne"
    }
  },
  {
    "translation": {
      "en": "where the Germans surrendered in the First World War.",
      "fr": "où l'Allemagne avait capitulé lors de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "This time, it would be the French who would be paraded in disgrace",
      "fr": "Cette fois, ce seront les Français qui seront publiquement humiliés"
    }
  },
  {
    "translation": {
      "en": "in front of the cameras.",
      "fr": "devant les caméras."
    }
  },
  {
    "translation": {
      "en": "He took the railway carriage out of the museum,",
      "fr": "Il a fait sortir le wagon du musée"
    }
  },
  {
    "translation": {
      "en": "put it on the very place where it was used in the First World War,",
      "fr": "et l'a placé à l'endroit où il se trouvait lors de la Grande Guerre."
    }
  },
  {
    "translation": {
      "en": "and at that very place,",
      "fr": "C'est à cet endroit-là"
    }
  },
  {
    "translation": {
      "en": "the French leadership has to sign the armistice.",
      "fr": "que le gouvernement français fut obligé de signer."
    }
  },
  {
    "translation": {
      "en": "And the symbol was, with that victory...",
      "fr": "C'est symbolique, car cette victoire"
    }
  },
  {
    "translation": {
      "en": "we, you know, somehow react on the defeat of the First World War.",
      "fr": "est une sorte de réponse à la défaite de la Première Guerre mondiale."
    }
  },
  {
    "translation": {
      "en": "There were cameras there, it was in all the press,",
      "fr": "Il y avait des caméras et des journalistes."
    }
  },
  {
    "translation": {
      "en": "and only a few days later, interestingly enough, he decides to take the railway carriage",
      "fr": "Quelques jours plus tard, curieusement, il décide de renvoyer le wagon"
    }
  },
  {
    "translation": {
      "en": "back to Germany and to destroy the site of the 1918 Armistice,",
      "fr": "en Allemagne et de détruire le site de l'armistice de 1918,"
    }
  },
  {
    "translation": {
      "en": "which, of course, had always been a humiliation for Germany.",
      "fr": "qui était un symbole de l'humiliation allemande."
    }
  },
  {
    "translation": {
      "en": "So now, we have won.",
      "fr": "Voilà, nous avons gagné."
    }
  },
  {
    "translation": {
      "en": "The war, which had started in 1914, we have won that war.",
      "fr": "La guerre commencée en 1914 a été gagnée par nous."
    }
  },
  {
    "translation": {
      "en": "So, it's a combination of the First and the Second World War,",
      "fr": "Les deux guerres se sont entremêlées,"
    }
  },
  {
    "translation": {
      "en": "and we have won that.",
      "fr": "et nous avons gagné."
    }
  },
  {
    "translation": {
      "en": "And by this, we overcome the defeat of the First World War.",
      "fr": "Ainsi, nous surmontons la défaite de la Première Guerre mondiale."
    }
  },
  {
    "translation": {
      "en": "Now, we are not defeated, we won.",
      "fr": "Nous ne sommes plus les perdants."
    }
  },
  {
    "translation": {
      "en": "And this awful event of having been defeated",
      "fr": "Cette horrible défaite de la Première Guerre mondiale,"
    }
  },
  {
    "translation": {
      "en": "in the First World War, it's over, it's passed,",
      "fr": "Cette horrible défaite de la Première Guerre mondiale, c'est fini, c'est du passé, et c'est grâce à Hitler."
    }
  },
  {
    "translation": {
      "en": "and it's Hitler who's done this.",
      "fr": "c'est fini, c'est du passé, et c'est grâce à Hitler."
    }
  },
  {
    "translation": {
      "en": "It's Hitler.",
      "fr": "C'est grâce à lui."
    }
  },
  {
    "translation": {
      "en": "He is, you know, the greatest war leader ever.",
      "fr": "Il est le plus grand chef de guerre de tous les temps."
    }
  }
]