[
  {
    "translation": {
      "en": "Some experts call it a retail apocalypse.",
      "fr": "Certains experts parlent d'apocalypse de la vente au détail."
    }
  },
  {
    "translation": {
      "en": "2019 marked one of the worst years in a decade for brick- and- mortar stores.",
      "fr": "L'année 2019 a été l'une des pires en dix ans pour les magasins physiques."
    }
  },
  {
    "translation": {
      "en": "Less Is Now.",
      "fr": "Il est temps de faire moins."
    }
  },
  {
    "translation": {
      "en": "Why do you think this idea of minimalism or simplifying",
      "fr": "D'après vous, pourquoi cette idée de minimalisme ou de simplification"
    }
  },
  {
    "translation": {
      "en": "is really catching on right now?",
      "fr": "prend si bien actuellement ?"
    }
  },
  {
    "translation": {
      "en": "I think it's because we have the opportunity to have so much.",
      "fr": "Parce qu'on peut avoir tant de choses, je crois."
    }
  },
  {
    "translation": {
      "en": "A portion of America's definitely addicted to stuff.",
      "fr": "Une partie de l'Amérique est dépendante aux choses."
    }
  },
  {
    "translation": {
      "en": "Probably not in the classic psychology sense of addiction.",
      "fr": "Peut-être pas dans le sens psychologique classique du terme."
    }
  },
  {
    "translation": {
      "en": "We just love stuff!",
      "fr": "On adore les choses !"
    }
  },
  {
    "translation": {
      "en": "Monday, today, is supposed to be the biggest online shopping day of all times,",
      "fr": "Ce lundi est censé être le plus grand jour d'achats en ligne de tous les temps,"
    }
  },
  {
    "translation": {
      "en": "reaching around three- and- a- third billion dollars in online sales.",
      "fr": "atteignant les trois milliards de dollars de ventes en ligne."
    }
  },
  {
    "translation": {
      "en": "Anything that you can think of, you can get on your doorstep, now within 24 hours.",
      "fr": "On peut recevoir chez soi en 24 heures tout ce qu'on peut imaginer."
    }
  },
  {
    "translation": {
      "en": "That's… That's almost like magic, right?",
      "fr": "C'est presque magique, non ?"
    }
  },
  {
    "translation": {
      "en": "When you look up at the sky, you may soon see Amazon's army of new- age deliveries.",
      "fr": "En regardant le ciel, vous pourriez bientôt voir l'armée de livraison futuriste d'Amazon."
    }
  },
  {
    "translation": {
      "en": "The electronic aircraft would have a 15- mile range",
      "fr": "L'avion électronique aurait une portée de 25 kilomètres"
    }
  },
  {
    "translation": {
      "en": "and deliver packages within 30 minutes.",
      "fr": "et livrerait les colis en 30 minutes."
    }
  },
  {
    "translation": {
      "en": "The consumer world understands",
      "fr": "Le monde de la consommation sait que"
    }
  },
  {
    "translation": {
      "en": "that if I can get you to choose before you think,",
      "fr": "Le monde de la consommation sait que s'il peut nous faire choisir sans réfléchir,"
    }
  },
  {
    "translation": {
      "en": "I'm gonna get you to buy things you do not need.",
      "fr": "on achètera des choses dont on n'a pas besoin."
    }
  },
  {
    "translation": {
      "en": "My senses are just being bombarded with reminders,",
      "fr": "Mes sens sont bombardés de rappels comme :"
    }
  },
  {
    "translation": {
      "en": "like, Hey, you should buy this.",
      "fr": "Tu devrais acheter ça. Tu serais plus heureux."
    }
  },
  {
    "translation": {
      "en": "You'd be happier if you buy this. You know?",
      "fr": "Tu devrais acheter ça. Tu serais plus heureux. Vous voyez ?"
    }
  },
  {
    "translation": {
      "en": "And it's just sort of like, in so many ways, they're trying to beat you into submission.",
      "fr": "Et c'est comme si, à bien des égards, ils essayaient de vous soumettre."
    }
  },
  {
    "translation": {
      "en": "Okay, I'll buy it! I need it! I need it!",
      "fr": "Bon, j'achète ! J'en ai besoin !"
    }
  },
  {
    "translation": {
      "en": "Amazon, hiring once again.",
      "fr": "Amazon embauche à nouveau."
    }
  },
  {
    "translation": {
      "en": "The company looking to recruit 100,000 workers",
      "fr": "L'entreprise cherche à recruter 100 000 employés"
    }
  },
  {
    "translation": {
      "en": "to meet surging levels of e- commerce demand.",
      "fr": "pour répondre à l'explosion de la demande en ligne."
    }
  },
  {
    "translation": {
      "en": "Lots of smaller retail businesses are being lost,",
      "fr": "Beaucoup de petits commerces périclitent"
    }
  },
  {
    "translation": {
      "en": "and the power is being consolidated in the hands of these giants.",
      "fr": "et le pouvoir se concentre entre les mains de ces géants."
    }
  },
  {
    "translation": {
      "en": "Stuff is contributing to our discontent in so many different ways,",
      "fr": "Les choses nourrissent notre insatisfaction de tant de façons,"
    }
  },
  {
    "translation": {
      "en": "because it's taking the place of the things that actually do give us more happiness.",
      "fr": "car elles prennent la place de ce qui nous procure plus de bonheur."
    }
  },
  {
    "translation": {
      "en": "I found minimalism about seven years ago in the midst of a breakdown.",
      "fr": "J'ai découvert le minimalisme il y a sept ans en pleine dépression."
    }
  },
  {
    "translation": {
      "en": "I was overworked. Um, I was exhausted. I was heavily stressed out.",
      "fr": "J'étais surmenée, épuisée, complètement stressée."
    }
  },
  {
    "translation": {
      "en": "There has to be more to life than just working.",
      "fr": "La vie ne peut se résumer au travail."
    }
  },
  {
    "translation": {
      "en": "I think immediately I got up, and I went to my closet,",
      "fr": "Je crois que je me suis levée, suis allée à mon placard et me suis mise à sortir mes vêtements."
    }
  },
  {
    "translation": {
      "en": "and I started pulling my clothes out.",
      "fr": "suis allée à mon placard et me suis mise à sortir mes vêtements."
    }
  },
  {
    "translation": {
      "en": "Uh, I stayed up until 3:00 a.m., and I just packed so many things.",
      "fr": "J'ai continué jusqu'à trois heures du mat' et j'ai emballé tant de trucs."
    }
  },
  {
    "translation": {
      "en": "As I started slowly releasing things,",
      "fr": "Alors que je me débarrassais peu à peu des choses,"
    }
  },
  {
    "translation": {
      "en": "I gained a sense of freedom.",
      "fr": "un sentiment de liberté me gagnait."
    }
  },
  {
    "translation": {
      "en": "Change is definitely coming. Change is inevitable,",
      "fr": "Le changement arrive. Il est inévitable, car on ne peut pas continuer à consommer"
    }
  },
  {
    "translation": {
      "en": "because you can't continue to consume",
      "fr": "Il est inévitable, car on ne peut pas continuer à consommer"
    }
  },
  {
    "translation": {
      "en": "more than the planet can replenish every year.",
      "fr": "plus que la Terre peut renouveler."
    }
  },
  {
    "translation": {
      "en": "You just physically can't.",
      "fr": "C'est physique."
    }
  },
  {
    "translation": {
      "en": "So the question is not if we are gonna change as a society, but how we are gonna change.",
      "fr": "Il n'est donc pas question de savoir si notre société va changer, mais comment."
    }
  },
  {
    "translation": {
      "en": "'Cause we're either gonna change by design or by disaster.",
      "fr": "Car si on ne change pas, une catastrophe nous y forcera."
    }
  },
  {
    "translation": {
      "en": "It all started with one question.",
      "fr": "Tout a commencé par une question."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "fr": "Comment peut-on vivre mieux avec moins ?"
    }
  },
  {
    "translation": {
      "en": "- Want some tea? - Sure.",
      "fr": "- Du thé ? - Volontiers."
    }
  },
  {
    "translation": {
      "en": "It's in the… Yeah. Okay.",
      "fr": "Il est dans le... Ouais."
    }
  },
  {
    "translation": {
      "en": "Yeah, y- you know, I mean, aesthetics are important to me,",
      "fr": "Oui, l'aspect esthétique compte pour moi,"
    }
  },
  {
    "translation": {
      "en": "but what I care most about is having a place free of clutter.",
      "fr": "mais le plus important, c'est que ce ne soit pas encombré."
    }
  },
  {
    "translation": {
      "en": "So when you look around my place, not everything is necessarily minimalist design.",
      "fr": "Quand on regarde chez moi, tout n'est pas forcément minimaliste."
    }
  },
  {
    "translation": {
      "en": "I don't go out of my way to specifically have only minimalist aesthetics.",
      "fr": "Je ne fais pas tout pour avoir une esthétique strictement minimaliste."
    }
  },
  {
    "translation": {
      "en": "But to me, it's… it's clutter- free.",
      "fr": "Mais pour moi, ce n'est pas encombré."
    }
  },
  {
    "translation": {
      "en": "We often confuse simplicity with easy, but it's actually the exact opposite.",
      "fr": "On confond souvent simplicité et facilité, mais c'est précisément l'opposé."
    }
  },
  {
    "translation": {
      "en": "Living a simple life, it takes a lot of work.",
      "fr": "Ça demande beaucoup d'efforts de vivre une vie simple, d'être réfléchi."
    }
  },
  {
    "translation": {
      "en": "It takes a lot of work to be intentional. What's easy is going with the flow.",
      "fr": "Ça demande beaucoup d'efforts de vivre une vie simple, d'être réfléchi. Ce qui est facile, c'est de suivre le courant."
    }
  },
  {
    "translation": {
      "en": "It's going out, and going to IKEA, and buying the cheap furniture",
      "fr": "C'est d'aller acheter des meubles bon marché chez Ikea"
    }
  },
  {
    "translation": {
      "en": "every time you think you need a piece of furniture or an end table.",
      "fr": "chaque fois qu'on a besoin d'un meuble ou d'une table d'appoint."
    }
  },
  {
    "translation": {
      "en": "It is very difficult to go through some of these stoical experiments",
      "fr": "C'est difficile de vivre certaines de ces expériences stoïques,"
    }
  },
  {
    "translation": {
      "en": "to see what you can live with or live without,",
      "fr": "de voir ce dont on peut se passer,"
    }
  },
  {
    "translation": {
      "en": "but, in the end, it's worth the work.",
      "fr": "mais à la fin, ça vaut le coup."
    }
  },
  {
    "translation": {
      "en": "People go, Check out this documentary.",
      "fr": "Les gens disent : Regarde ce docu. Ces gars, The Minimalists..."
    }
  },
  {
    "translation": {
      "en": "- These guys, The Minimalists. - The Minimalists.",
      "fr": "Les gens disent : Regarde ce docu. Ces gars, The Minimalists... The Minimalists."
    }
  },
  {
    "translation": {
      "en": "The Minimalists are with us. Joshua and Ryan.",
      "fr": "The Minimalists sont avec nous. Joshua et Ryan."
    }
  },
  {
    "translation": {
      "en": "They have books, a podcast, and a Netflix documentary,",
      "fr": "Ils ont des livres, un podcast et un documentaire Netflix"
    }
  },
  {
    "translation": {
      "en": "all guiding typical consumers on how to downsize their way to happiness.",
      "fr": "pour aider les consommateurs à trouver le bonheur en ayant moins."
    }
  },
  {
    "translation": {
      "en": "I don't think you can understand how Josh and I came to be minimalists",
      "fr": "Je doute qu'on puisse expliquer comment Josh et moi sommes devenus minimalistes"
    }
  },
  {
    "translation": {
      "en": "without looking at our upbringings.",
      "fr": "sans parler de notre éducation."
    }
  },
  {
    "translation": {
      "en": "Both of us grew up poor.",
      "fr": "On était tous les deux pauvres enfants."
    }
  },
  {
    "translation": {
      "en": "Our moms had issues with substance abuse, and we really never had enough.",
      "fr": "Nos mères étaient toxicomanes et on manquait toujours de tout."
    }
  },
  {
    "translation": {
      "en": "Dude, look at this. This is hilarious.",
      "fr": "Regarde ça. C'est hilarant."
    }
  },
  {
    "translation": {
      "en": "Even our furniture.  It was like… It was like do- it- yourself furniture.",
      "fr": "Même nos meubles étaient comme des meubles bricolés."
    }
  },
  {
    "translation": {
      "en": "That's like our cupboard in the kitchen.",
      "fr": "C'est notre placard de cuisine."
    }
  },
  {
    "translation": {
      "en": "I was really a happy kid up until, uh, about the second grade",
      "fr": "J'étais vraiment un gamin heureux jusqu'en CE1,"
    }
  },
  {
    "translation": {
      "en": "when my parents got divorced.",
      "fr": "quand mes parents ont divorcé."
    }
  },
  {
    "translation": {
      "en": "It happens to a lot of kids, their parents get divorced.",
      "fr": "Ça arrive à beaucoup d'enfants."
    }
  },
  {
    "translation": {
      "en": "But I remember things really getting dysfunctional when…",
      "fr": "Mais je me souviens que c'est devenu vraiment dysfonctionnel quand…"
    }
  },
  {
    "translation": {
      "en": "uh, when my mom left my dad.",
      "fr": "ma mère a quitté mon père."
    }
  },
  {
    "translation": {
      "en": "And there was just a lot of…",
      "fr": "Et il y avait beaucoup de…"
    }
  },
  {
    "translation": {
      "en": "a lot of partying, I remember.",
      "fr": "beaucoup de fêtes, je me souviens."
    }
  },
  {
    "translation": {
      "en": "And, um, you know, as a kid, it looked like a lot of fun.",
      "fr": "Et enfant, ça avait l'air très amusant."
    }
  },
  {
    "translation": {
      "en": "My mom did a good job of making it look fun.",
      "fr": "Ma mère se débrouillait bien pour ça."
    }
  },
  {
    "translation": {
      "en": "I met Josh in the fifth grade when I moved to his middle school.",
      "fr": "J'ai rencontré Josh en CM2 quand je suis arrivé dans son école."
    }
  },
  {
    "translation": {
      "en": "It could have been that we were both from broken homes and didn't have much money growing up,",
      "fr": "C'est peut-être qu'on venait tous deux de foyers brisés et fauchés,"
    }
  },
  {
    "translation": {
      "en": "or maybe it was that we were the two fattest kids in our grade,",
      "fr": "ou qu'on était les deux plus gros de notre classe,"
    }
  },
  {
    "translation": {
      "en": "but we just hit it off, and we became best friends.",
      "fr": "mais on s'est entendus et on est devenus meilleurs amis."
    }
  },
  {
    "translation": {
      "en": "When we were growing up, I feel like we could've used minimalism,",
      "fr": "Enfants, on aurait bien eu besoin du minimalisme,"
    }
  },
  {
    "translation": {
      "en": "because minimalism is basically the intentional use of resources you have,",
      "fr": "car l'idée est en gros d'utiliser vos ressources de façon réfléchie"
    }
  },
  {
    "translation": {
      "en": "and if you have very few resources, like we did growing up,",
      "fr": "et si vous en avez peu, comme dans notre enfance..."
    }
  },
  {
    "translation": {
      "en": "man, we could've done much better by being more deliberate with those resources.",
      "fr": "On aurait pu faire bien mieux en utilisant mieux ces ressources."
    }
  },
  {
    "translation": {
      "en": "It's interesting, because when you're poor,",
      "fr": "C'est intéressant, car quand on est pauvre,"
    }
  },
  {
    "translation": {
      "en": "it's like, when someone offers you something, you take it.",
      "fr": "quand on vous offre quelque chose, on le prend."
    }
  },
  {
    "translation": {
      "en": "I- I think about my household growing up, and we had so much stuff,",
      "fr": "Je repense à la maison de mon enfance et on avait tant de choses,"
    }
  },
  {
    "translation": {
      "en": "because we took every single thing that was offered to us.",
      "fr": "car on prenait tout ce qu'on nous offrait."
    }
  },
  {
    "translation": {
      "en": "However, we had a lot of stuff that we didn't need.",
      "fr": "Mais on avait plein de trucs dont on n'avait pas besoin."
    }
  },
  {
    "translation": {
      "en": "In fact, it was just clutter, and it did not add any value.",
      "fr": "En fait, ça nous encombrait et n'apportait aucune valeur."
    }
  },
  {
    "translation": {
      "en": "As we get more space, we fill it with more things. As we get more things, we need more space,",
      "fr": "Plus on a d'espace, plus on le remplit, et plus on a besoin de place,"
    }
  },
  {
    "translation": {
      "en": "so we turn to storage lockers, or we turn to bigger houses.",
      "fr": "et on prend des garde-meubles ou une maison plus grande."
    }
  },
  {
    "translation": {
      "en": "And we never really stop to question, What is essential? What is necessary?",
      "fr": "Et on ne prend jamais le temps de se demander ce qui est essentiel ou nécessaire."
    }
  },
  {
    "translation": {
      "en": "Then, How much of the stuff is actually adding any value to my life at all?",
      "fr": "Puis Combien de ces choses ajoutent de la valeur à ma vie ?"
    }
  },
  {
    "translation": {
      "en": "A decade ago,",
      "fr": "Il y a dix ans,"
    }
  },
  {
    "translation": {
      "en": "by the time I was 28 years old, I had achieved everything I ever wanted.",
      "fr": "à 28 ans, j'avais réalisé tout ce que j'avais toujours voulu."
    }
  },
  {
    "translation": {
      "en": "I was the youngest director in my company's 140- year history,",
      "fr": "J'étais le plus jeune directeur en 140 ans d'histoire de ma société"
    }
  },
  {
    "translation": {
      "en": "and I had all the fringe benefits of a middle manager at a major corporation.",
      "fr": "et j'avais tous les avantages sociaux d'un cadre dans une grande entreprise."
    }
  },
  {
    "translation": {
      "en": "The luxury cars, the closet filled with designer clothes,",
      "fr": "Les voitures de luxe, le placard rempli de vêtements de marque,"
    }
  },
  {
    "translation": {
      "en": "the big suburban house with more toilets than people.",
      "fr": "la grande maison en banlieue avec plus de toilettes que d'occupants."
    }
  },
  {
    "translation": {
      "en": "I guess you could say I was living the American dream.",
      "fr": "On pourrait dire que je vivais le rêve américain."
    }
  },
  {
    "translation": {
      "en": "But then, my mom died…",
      "fr": "Et puis ma mère est morte..."
    }
  },
  {
    "translation": {
      "en": "and my marriage ended…",
      "fr": "et mon mariage a pris fin."
    }
  },
  {
    "translation": {
      "en": "both in the same month.",
      "fr": "Tout ça le même mois."
    }
  },
  {
    "translation": {
      "en": "And these two events forced me to look around",
      "fr": "Ça m'a forcé à regarder autour de moi"
    }
  },
  {
    "translation": {
      "en": "and start to question what had become my life's focus.",
      "fr": "et à réfléchir à qui était devenu le centre de ma vie."
    }
  },
  {
    "translation": {
      "en": "You know what I realized?",
      "fr": "Et vous savez quoi ?"
    }
  },
  {
    "translation": {
      "en": "I realized I was so focused on so- called success, and achievement,",
      "fr": "J'ai compris que j'étais si focalisé sur le soi-disant succès et la réussite,"
    }
  },
  {
    "translation": {
      "en": "and especially on the accumulation of stuff.",
      "fr": "et surtout sur l'accumulation de choses."
    }
  },
  {
    "translation": {
      "en": "I might have been living the American dream,",
      "fr": "Je vivais peut-être le rêve américain,"
    }
  },
  {
    "translation": {
      "en": "but it wasn't my dream.",
      "fr": "mais ce n'était pas mon rêve."
    }
  },
  {
    "translation": {
      "en": "It took getting everything I thought I wanted",
      "fr": "J'ai dû obtenir tout ce que je pensais vouloir"
    }
  },
  {
    "translation": {
      "en": "to realize that maybe everything I ever wanted",
      "fr": "pour comprendre que tout ce que j'ai toujours voulu"
    }
  },
  {
    "translation": {
      "en": "wasn't actually what I wanted at all.",
      "fr": "n'était en fait pas du tout ce que je voulais."
    }
  },
  {
    "translation": {
      "en": "Corporations and the drive for corporate profit",
      "fr": "Les entreprises et la recherche de profit"
    }
  },
  {
    "translation": {
      "en": "is absolutely behind the addiction to stuff that we have in this country.",
      "fr": "sont la cause de notre addiction aux choses dans ce pays."
    }
  },
  {
    "translation": {
      "en": "The way corporations are structured in this country is they really need to keep growing.",
      "fr": "De par leur structure, les sociétés doivent continuer à croître."
    }
  },
  {
    "translation": {
      "en": "A corporation's primary obligation is to their shareholders,",
      "fr": "Elles sont d'abord redevables envers les actionnaires"
    }
  },
  {
    "translation": {
      "en": "to which they have to keep delivering increased revenue,",
      "fr": "à qui elles doivent continuer à fournir plus de revenus,"
    }
  },
  {
    "translation": {
      "en": "and that's sort of the foundation of capitalism, growth.",
      "fr": "c'est la base du capitalisme, la croissance."
    }
  },
  {
    "translation": {
      "en": "I- I don't think the problem has much to do with how much we're growing,",
      "fr": "Je ne pense pas que le problème soit tant lié à notre croissance..."
    }
  },
  {
    "translation": {
      "en": "but rather how we answer the question of where are we going?",
      "fr": "qu'à notre réponse à la question : Où va-t-on ?"
    }
  },
  {
    "translation": {
      "en": "I think one of the biggest problems we have in our world now",
      "fr": "L'un des gros problèmes de notre monde"
    }
  },
  {
    "translation": {
      "en": "is that people really aren't free to choose.",
      "fr": "est qu'on n'est pas libres de choisir."
    }
  },
  {
    "translation": {
      "en": "We talk about being in a free market",
      "fr": "On parle d'un marché ou d'une société libres,"
    }
  },
  {
    "translation": {
      "en": "or a free society, but people aren't really free to choose.",
      "fr": "On parle d'un marché ou d'une société libres, mais on n'est pas libres de choisir,"
    }
  },
  {
    "translation": {
      "en": "Because you just have one or two large institutions",
      "fr": "car on a une ou deux grandes institutions"
    }
  },
  {
    "translation": {
      "en": "that have these artificial monopolies, and they get to decide for everyone",
      "fr": "qui possèdent ces monopoles artificiels et décident pour tout le monde."
    }
  },
  {
    "translation": {
      "en": "what you can watch, what you can listen to.",
      "fr": "Ce qu'on peut regarder, écouter."
    }
  },
  {
    "translation": {
      "en": "And so, manipulation of… of our interests,",
      "fr": "Et cette manipulation de nos centres d'intérêt,"
    }
  },
  {
    "translation": {
      "en": "manipulation of our natural, God- given taste really is happening.",
      "fr": "de nos goûts naturels conférés par Dieu, est une réalité."
    }
  },
  {
    "translation": {
      "en": "Marketers are really impressive in their ability to manipulate the mind,",
      "fr": "Les mercaticiens sont impressionnants dans leur capacité à manipuler l'esprit,"
    }
  },
  {
    "translation": {
      "en": "in their ability to create a need or a perceived need",
      "fr": "à créer un besoin ou un besoin perçu"
    }
  },
  {
    "translation": {
      "en": "out of something that was a want.",
      "fr": "à partir de ce qui était un désir."
    }
  },
  {
    "translation": {
      "en": "We live in the most advertised- to culture in the history of the world.",
      "fr": "Nous vivons dans la culture la plus publicitaire de l'histoire."
    }
  },
  {
    "translation": {
      "en": "Hundreds of millions of dollars are spent telling us we need this,",
      "fr": "Pensez-y. Ils dépensent des centaines de millions pour nous dire qu'on a besoin de ça,"
    }
  },
  {
    "translation": {
      "en": "and it has an effect.",
      "fr": "et ça a un effet."
    }
  },
  {
    "translation": {
      "en": "The money spent on advertising in the United States",
      "fr": "La dépense publicitaire aux États-Unis"
    }
  },
  {
    "translation": {
      "en": "has increased from just over $5 billion in the 1950s",
      "fr": "est passée d'un peu plus de cinq milliards dans les années 50"
    }
  },
  {
    "translation": {
      "en": "to $240 billion a year today.",
      "fr": "à 240 milliards par an aujourd'hui."
    }
  },
  {
    "translation": {
      "en": "And since the turn of the 21st century,",
      "fr": "Et depuis le début du 21e siècle,"
    }
  },
  {
    "translation": {
      "en": "much of that spending has moved from television and radio",
      "fr": "une grande part de ces dépenses est passée de la télé et de la radio"
    }
  },
  {
    "translation": {
      "en": "to digital advertising.",
      "fr": "à la publicité numérique."
    }
  },
  {
    "translation": {
      "en": "The result, intelligent and predictive ads",
      "fr": "Le résultat : des publicités intelligentes et prédictives"
    }
  },
  {
    "translation": {
      "en": "that seem to know us better than we know ourselves.",
      "fr": "qui semblent mieux nous connaître que nous."
    }
  },
  {
    "translation": {
      "en": "Companies have figured out how to stitch our devices together,",
      "fr": "Les entreprises ont trouvé comment relier nos appareils"
    }
  },
  {
    "translation": {
      "en": "so they know when you pick up your tablet or switch to your smartphone,",
      "fr": "pour savoir quand on prend sa tablette ou son smartphone,"
    }
  },
  {
    "translation": {
      "en": "when you change the channel on your TV or speak to your smart device.",
      "fr": "quand on change de chaîne sur la télé ou quand on parle à un appareil connecté."
    }
  },
  {
    "translation": {
      "en": "Using the GPS on your devices, they can track your movement",
      "fr": "Grâce au GPS de vos appareils, ils suivent vos mouvements pour voir quels panneaux publicitaires vous croisez,"
    }
  },
  {
    "translation": {
      "en": "to see which billboards you pass,",
      "fr": "ils suivent vos mouvements pour voir quels panneaux publicitaires vous croisez,"
    }
  },
  {
    "translation": {
      "en": "which stores you frequent,",
      "fr": "quels magasins vous fréquentez"
    }
  },
  {
    "translation": {
      "en": "and even the amount of credit card debt you've racked up.",
      "fr": "et même la dette accumulée sur votre carte de crédit"
    }
  },
  {
    "translation": {
      "en": "They map these movements to know when it's the perfect time to message you next.",
      "fr": "et analysent ces mouvements pour savoir quand vous envoyer un message."
    }
  },
  {
    "translation": {
      "en": "And the end goal is always the same. To get you to buy more stuff.",
      "fr": "Et le but final est toujours le même, vous faire acheter plus de choses."
    }
  },
  {
    "translation": {
      "en": "And one of the tricks they use is what we call deficit advertising.",
      "fr": "Et un de leurs trucs s'appelle la publicité du déficit."
    }
  },
  {
    "translation": {
      "en": "They send us advertisements",
      "fr": "Ils nous envoient des pubs"
    }
  },
  {
    "translation": {
      "en": "that make us subconsciously feel like we are inadequate, um,",
      "fr": "qui nous font inconsciemment penser qu'on est anormaux"
    }
  },
  {
    "translation": {
      "en": "if we don't have this product.",
      "fr": "si on n'a pas ce produit."
    }
  },
  {
    "translation": {
      "en": "So, I will not be loved if I don't have this toothpaste.",
      "fr": "On ne m'aimera pas si je n'ai pas ce dentifrice."
    }
  },
  {
    "translation": {
      "en": "My children will not value me if I don't have this dish soap.",
      "fr": "Mes enfants me dénigreront si je n'ai pas ce liquide vaisselle."
    }
  },
  {
    "translation": {
      "en": "Everyone's gonna want this.",
      "fr": "Tout le monde en voudra un."
    }
  },
  {
    "translation": {
      "en": "It's no different than the premise of working out at a gym.",
      "fr": "C'est comme s'exercer à la salle de sport."
    }
  },
  {
    "translation": {
      "en": "It's the massaging hand sauna.",
      "fr": "Un sauna pour masser les mains."
    }
  },
  {
    "translation": {
      "en": "- This is gonna make you thirsty. - A perfect set for every occasion.",
      "fr": "- Vous allez saliver. - Un lot parfait pour chaque occasion."
    }
  },
  {
    "translation": {
      "en": "- You can feel it, you can see it. - You can totally feel it.",
      "fr": "- On le sent et ça se voit. - Je le sens, oui."
    }
  },
  {
    "translation": {
      "en": "This bombardment of messages that we are not enough.",
      "fr": "Ce bombardement de messages nous disant que ça ne suffit pas."
    }
  },
  {
    "translation": {
      "en": "So think about what that does to people, just every day,",
      "fr": "Pensez à ce que ça fait aux gens, chaque jour,"
    }
  },
  {
    "translation": {
      "en": "over and over, getting messages, You are not enough.",
      "fr": "encore et encore, d'entendre : Ça ne suffit pas."
    }
  },
  {
    "translation": {
      "en": "Your hair, your clothes, your skin, your body is not enough.",
      "fr": "Vos cheveux, vos habits, votre peau ne sont pas satisfaisants."
    }
  },
  {
    "translation": {
      "en": "Just relentless. So then we want to go be enough.",
      "fr": "Sans arrêt. Alors, on a envie que ce soit satisfaisant."
    }
  },
  {
    "translation": {
      "en": "And because we've lost these other ways of being enough…",
      "fr": "Et comme on a perdu les autres façons d'y parvenir,"
    }
  },
  {
    "translation": {
      "en": "The other ways of being enough are having a community, having a purpose,",
      "fr": "qui sont d'avoir une communauté, un but,"
    }
  },
  {
    "translation": {
      "en": "you know, having an identity besides the brand on you.",
      "fr": "une identité autre que la marque qu'on arbore,"
    }
  },
  {
    "translation": {
      "en": "Because we've lost those,",
      "fr": "parce qu'on a perdu ça,"
    }
  },
  {
    "translation": {
      "en": "we misplace our desire for belonging and satisfaction",
      "fr": "on trompe notre désir d'appartenance et de contentement"
    }
  },
  {
    "translation": {
      "en": "by buying more stuff.",
      "fr": "en achetant plus."
    }
  },
  {
    "translation": {
      "en": "We don't really say, Okay, I'm gonna turn stuff into my idol.",
      "fr": "On ne dit pas vraiment : Bon, je vais idolâtrer les choses."
    }
  },
  {
    "translation": {
      "en": "We don't say that in our intellect. No one intentionally does that.",
      "fr": "On ne dit pas ça consciemment. Personne ne fait ça sciemment."
    }
  },
  {
    "translation": {
      "en": "But we can tell by our behaviors that that's actually what we've done.",
      "fr": "Mais nos comportements nous disent que c'est ce qu'on a fait."
    }
  },
  {
    "translation": {
      "en": "Because you know, if you're saying to yourself, Well, if I just had that car, I'd be happy then.",
      "fr": "Si vous dites : Si j'avais cette voiture, je serais heureux."
    }
  },
  {
    "translation": {
      "en": "If I just lived in that house, I'd be happy then. If we moved to that neighborhood, we'd be happy.",
      "fr": "Si on vivait dans cette maison, dans ce quartier, on serait heureux."
    }
  },
  {
    "translation": {
      "en": "If I had that couch or those new drapes, I'd be happy then.",
      "fr": "Si j'avais ce canapé, ces rideaux, je serais heureux."
    }
  },
  {
    "translation": {
      "en": "And that means that you're worshiping at the altar of stuff.",
      "fr": "Ça veut dire que vous vouez un culte aux choses."
    }
  },
  {
    "translation": {
      "en": "You have officially contracted the disease of stuffitis.",
      "fr": "Vous avez officiellement contracté la maladie de la chosite."
    }
  },
  {
    "translation": {
      "en": "And so, it becomes a spiritual thing then,",
      "fr": "Et ça devient spirituel,"
    }
  },
  {
    "translation": {
      "en": "because it's in competition with the things that really matter.",
      "fr": "car ça entre en concurrence avec ce qui compte vraiment."
    }
  },
  {
    "translation": {
      "en": "Everybody's selling something.",
      "fr": "On vend tous quelque chose."
    }
  },
  {
    "translation": {
      "en": "And that doesn't mean that… that selling is always bad. It's okay.",
      "fr": "Ça ne veut pas dire que vendre soit toujours mal. Non."
    }
  },
  {
    "translation": {
      "en": "I want my grocery store to sell things that I can go buy.",
      "fr": "Je veux que mon épicerie vende des trucs que je peux acheter."
    }
  },
  {
    "translation": {
      "en": "I want to be able to buy food, right? So I want them to sell that to me.",
      "fr": "Je veux pouvoir acheter à manger, non ? Je veux qu'on me vende ça."
    }
  },
  {
    "translation": {
      "en": "It's not about looking at people and condemning them for having an angle,",
      "fr": "Il ne s'agit pas de condamner les gens pour avoir une raison de vendre"
    }
  },
  {
    "translation": {
      "en": "or for having something they're marketing,",
      "fr": "ou quelque chose dont ils font la promotion"
    }
  },
  {
    "translation": {
      "en": "or for having a product that they're pushing.",
      "fr": "ou un produit à refourguer."
    }
  },
  {
    "translation": {
      "en": "It's… It's making sure you understand",
      "fr": "Il s'agit de s'assurer de comprendre"
    }
  },
  {
    "translation": {
      "en": "that what other people are pushing is not always consistent.",
      "fr": "que ce que l'autre vend n'est pas toujours adapté."
    }
  },
  {
    "translation": {
      "en": "It's not always compatible with what it is you need.",
      "fr": "Ce n'est pas toujours compatible avec nos besoins."
    }
  },
  {
    "translation": {
      "en": "My shopping habits before minimalism were compulsive.",
      "fr": "Avant le minimalisme, j'achetais de façon compulsive."
    }
  },
  {
    "translation": {
      "en": "I was spending money, and it was out of control.",
      "fr": "Je dépensais de façon incontrôlable."
    }
  },
  {
    "translation": {
      "en": "Shopping was a crutch. It was a place I would go to.",
      "fr": "Le shopping était une béquille. C'était un refuge."
    }
  },
  {
    "translation": {
      "en": "Some people like to emotionally eat. I would emotionally shop.",
      "fr": "Certains mangent quand ça ne va pas. Je faisais du shopping."
    }
  },
  {
    "translation": {
      "en": "I was all about the deal.",
      "fr": "Je ne pensais qu'aux promos,"
    }
  },
  {
    "translation": {
      "en": "So I was all about, um, finding, you know, that 99% off item",
      "fr": "qu'à trouver ce produit à moins 99 pour cent"
    }
  },
  {
    "translation": {
      "en": "that I could get, you know, for a huge discount.",
      "fr": "que je pourrais avoir avec une énorme remise."
    }
  },
  {
    "translation": {
      "en": "I would most likely buy that item thinking this was the only chance I would get.",
      "fr": "J'achetais tel produit en pensant que c'était la seule occasion."
    }
  },
  {
    "translation": {
      "en": "I would have, uh, nail clippers.",
      "fr": "J'avais des coupe-ongles."
    }
  },
  {
    "translation": {
      "en": "I would buy fancy ones, normal ones, regular ones, you know.",
      "fr": "J'en achetais des chics, des normaux, des basiques."
    }
  },
  {
    "translation": {
      "en": "Ones that had a different little thing to go on it.",
      "fr": "Ceux qui avaient un détail différent."
    }
  },
  {
    "translation": {
      "en": "I would buy just random stuff like that,",
      "fr": "J'achetais des trucs au hasard comme ça"
    }
  },
  {
    "translation": {
      "en": "and then I would realize, like, I'm wasting my money on things that I already have.",
      "fr": "et réalisais que je gaspillais mes sous dans des trucs que j'avais déjà."
    }
  },
  {
    "translation": {
      "en": "I bought a scooter. A 150 cc scooter.",
      "fr": "J'ai acheté un scooter. Un scooter de 150 centimètres cubes."
    }
  },
  {
    "translation": {
      "en": "I thought somehow that would change my life.",
      "fr": "Je pensais que ça changerait ma vie."
    }
  },
  {
    "translation": {
      "en": "I could imagine myself riding this in Atlanta.",
      "fr": "Je m'imaginais parcourir Atlanta dessus."
    }
  },
  {
    "translation": {
      "en": "And if you've ever been in Atlanta traffic,",
      "fr": "Et si vous connaissez la circulation à Atlanta,"
    }
  },
  {
    "translation": {
      "en": "the last thing you want to be doing is riding on a scooter.",
      "fr": "la dernière chose à faire, c'est du scooter."
    }
  },
  {
    "translation": {
      "en": "I felt like I deserved it. I felt like I worked really hard,",
      "fr": "Je pensais le mériter, que je travaillais dur"
    }
  },
  {
    "translation": {
      "en": "and these beautiful items would show up and make me so happy.",
      "fr": "et que ces beaux objets me rendraient heureuse."
    }
  },
  {
    "translation": {
      "en": "And then the feeling of shame would creep up and guilt,",
      "fr": "Puis le sentiment de honte et la culpabilité s'immisçaient"
    }
  },
  {
    "translation": {
      "en": "and the bills would show up, um, and I… It was just a… a bad cycle.",
      "fr": "et les factures arrivaient et c'était un cycle vicieux."
    }
  },
  {
    "translation": {
      "en": "You know, it's strange in retrospect,",
      "fr": "C'est étrange avec le recul,"
    }
  },
  {
    "translation": {
      "en": "but I didn't realize we were poor when I was a kid.",
      "fr": "mais j'ignorais qu'on était pauvres quand j'étais petit."
    }
  },
  {
    "translation": {
      "en": "We were on food stamps and government assistance,",
      "fr": "On avait des bons alimentaires et des aides,"
    }
  },
  {
    "translation": {
      "en": "but that seemed totally normal to me.",
      "fr": "mais ça me semblait normal."
    }
  },
  {
    "translation": {
      "en": "Poverty was sort of like oxygen.",
      "fr": "La pauvreté était comme l'air."
    }
  },
  {
    "translation": {
      "en": "It was all around me, but I couldn't see it.",
      "fr": "C'était tout autour de moi, mais je ne la voyais pas."
    }
  },
  {
    "translation": {
      "en": "It was just there.",
      "fr": "C'était là, point."
    }
  },
  {
    "translation": {
      "en": "Shortly after I was born, my father's mental health took a turn for the worse,",
      "fr": "Peu après ma naissance, la santé mentale de mon père a empiré"
    }
  },
  {
    "translation": {
      "en": "and that's when everything started to change.",
      "fr": "et c'est là que tout a commencé à changer."
    }
  },
  {
    "translation": {
      "en": "You see, when Mom married my dad,",
      "fr": "Quand maman a épousé mon père,"
    }
  },
  {
    "translation": {
      "en": "she didn't realize he suffered from manic depression and schizophrenia,",
      "fr": "elle ignorait qu'il souffrait de trouble bipolaire et de schizophrénie,"
    }
  },
  {
    "translation": {
      "en": "but she found out pretty quickly.",
      "fr": "mais elle l'a vite découvert."
    }
  },
  {
    "translation": {
      "en": "And Dad's mental illness was only amplified by his alcoholism,",
      "fr": "Et son alcoolisme a aggravé sa maladie mentale."
    }
  },
  {
    "translation": {
      "en": "which made him mean, and aggressive, and completely unpredictable.",
      "fr": "Il est devenu méchant, agressif et totalement imprévisible."
    }
  },
  {
    "translation": {
      "en": "I guess the physical abuse started around the time I was three years old.",
      "fr": "Je crois que les violences ont commencé quand j'avais trois ans."
    }
  },
  {
    "translation": {
      "en": "In fact, my very first memory as a child",
      "fr": "En fait, mon premier souvenir d'enfant,"
    }
  },
  {
    "translation": {
      "en": "is of my father extinguishing a cigarette on my mom's bare chest.",
      "fr": "c'est mon père éteignant une cigarette sur la poitrine nue de ma mère."
    }
  },
  {
    "translation": {
      "en": "Things only got worse from there, until, eventually, we escaped.",
      "fr": "Ça n'a fait qu'empirer jusqu'à ce qu'on finisse par s'enfuir."
    }
  },
  {
    "translation": {
      "en": "Mom and I moved 20 miles south to a suburb of Dayton,",
      "fr": "Maman et moi sommes partis à 20 km au sud en banlieue de Dayton,"
    }
  },
  {
    "translation": {
      "en": "which sounds nice, right?",
      "fr": "ce qui semblait sympa, non ?"
    }
  },
  {
    "translation": {
      "en": "The suburbs!",
      "fr": "La banlieue !"
    }
  },
  {
    "translation": {
      "en": "But it wasn't really nice at all.",
      "fr": "Mais ça ne l'était pas du tout."
    }
  },
  {
    "translation": {
      "en": "It's gonna be right up here on the right.",
      "fr": "Ça va être ici sur la droite."
    }
  },
  {
    "translation": {
      "en": "You see that green house right there? That's it.",
      "fr": "Vous voyez la petite maison verte ? C'est là."
    }
  },
  {
    "translation": {
      "en": "- - Oh, man.",
      "fr": "Bon sang."
    }
  },
  {
    "translation": {
      "en": "Look at that.",
      "fr": "Regardez ça."
    }
  },
  {
    "translation": {
      "en": "It's all boarded up, and it has, like, this wrap on her.",
      "fr": "Tout est placardé et on dirait qu'il y a un film dessus."
    }
  },
  {
    "translation": {
      "en": "- - Wanna take a look?",
      "fr": "On jette un œil ?"
    }
  },
  {
    "translation": {
      "en": "We lived in a house that was literally falling apart.",
      "fr": "On vivait dans une maison qui tombait en ruine."
    }
  },
  {
    "translation": {
      "en": "The rent was $200 a month.",
      "fr": "On payait 200 dollars par mois."
    }
  },
  {
    "translation": {
      "en": "Our home always smelled faintly of empty beer cans and stale cigarette smoke.",
      "fr": "Ça sentait les canettes de bière vides et le tabac froid."
    }
  },
  {
    "translation": {
      "en": "I can still smell it now.",
      "fr": "Je le sens encore."
    }
  },
  {
    "translation": {
      "en": "Cockroaches scattered every time I turned on the kitchen light.",
      "fr": "Des cafards s'enfuyaient quand j'allumais dans la cuisine."
    }
  },
  {
    "translation": {
      "en": "And whenever the power got shut off,",
      "fr": "Et quand le courant était coupé,"
    }
  },
  {
    "translation": {
      "en": "we'd run an extension cord from next door to keep the TV glowing.",
      "fr": "on tirait une rallonge à côté pour laisser la télé allumée."
    }
  },
  {
    "translation": {
      "en": "Here's the front door here.",
      "fr": "Cette porte d'entrée."
    }
  },
  {
    "translation": {
      "en": "Oh, shit.",
      "fr": "Merde."
    }
  },
  {
    "translation": {
      "en": "It looks like they might have squatters. It's totally falling apart.",
      "fr": "On dirait qu'ils ont des squatters. Ça tombe en ruine."
    }
  },
  {
    "translation": {
      "en": "So when we first moved down here, I know we signed up for food stamps.",
      "fr": "À notre arrivée ici, on a demandé des bons alimentaires."
    }
  },
  {
    "translation": {
      "en": "As a kid, I didn't know the difference between the white and green money we had,",
      "fr": "Enfant, je ne distinguais pas nos billets blancs des verts,"
    }
  },
  {
    "translation": {
      "en": "because the food stamps were these white bills,",
      "fr": "car les bons étaient ces billets blancs"
    }
  },
  {
    "translation": {
      "en": "and then, you know, green money was just… just money, right?",
      "fr": "et les billets verts étaient juste de l'argent."
    }
  },
  {
    "translation": {
      "en": "And she would trade the…",
      "fr": "Et elle échangeait les…"
    }
  },
  {
    "translation": {
      "en": "She would trade the white bills…",
      "fr": "Elle échangeait les billets blancs…"
    }
  },
  {
    "translation": {
      "en": "for the green bills, 'cause you needed the green bills to buy alcohol.",
      "fr": "contre des verts, car c'est ceux-là qui payaient l'alcool."
    }
  },
  {
    "translation": {
      "en": "And so, she'd buy whatever beer was cheapest.",
      "fr": "Elle achetait toujours la bière la moins chère."
    }
  },
  {
    "translation": {
      "en": "You know, Milwaukee's Best or the bottom- shelf bottles of wine.",
      "fr": "Vous savez, Milwaukee's Best ou le vin sur l'étagère du bas."
    }
  },
  {
    "translation": {
      "en": "I'd come home each day from school… I was about six.",
      "fr": "Je rentrais tous les jours de l'école. J'avais environ six ans."
    }
  },
  {
    "translation": {
      "en": "I would find Mom just passed out on the couch day after day after day.",
      "fr": "Je trouvais maman évanouie sur le canapé jour après jour."
    }
  },
  {
    "translation": {
      "en": "It became this normal occurrence and…",
      "fr": "C'est devenu la normalité."
    }
  },
  {
    "translation": {
      "en": "I feel like I didn't realize it at the time,",
      "fr": "Je crois que je n'en étais pas conscient à l'époque,"
    }
  },
  {
    "translation": {
      "en": "but I kind of thought it was… kind of thought it was my fault, you know.",
      "fr": "mais je pensais plus ou moins que c'était de ma faute."
    }
  },
  {
    "translation": {
      "en": "As things started unraveling, Mom's drinking got worse.",
      "fr": "À mesure que la situation s'est dégradée, l'alcoolisme de maman a empiré."
    }
  },
  {
    "translation": {
      "en": "Now don't get me wrong, my mom was a good person with a good heart",
      "fr": "Ne vous méprenez pas, ma mère avait bon cœur"
    }
  },
  {
    "translation": {
      "en": "and a hilarious sense of humor.",
      "fr": "et un sens de l'humour hilarant."
    }
  },
  {
    "translation": {
      "en": "Somewhere along the way, she'd simply lost a sense of meaning in her life.",
      "fr": "Quelque part, elle avait perdu le sens de sa vie."
    }
  },
  {
    "translation": {
      "en": "And I knew the only way for me to break the cycle,",
      "fr": "Et je savais que le seul moyen de rompre le cercle,"
    }
  },
  {
    "translation": {
      "en": "the only way for me to find the meaning that she'd lost,",
      "fr": "de trouver le sens qu'elle avait perdu,"
    }
  },
  {
    "translation": {
      "en": "was to make a lot of money when I grew up.",
      "fr": "était de gagner beaucoup d'argent une fois adulte."
    }
  },
  {
    "translation": {
      "en": "I remember back when I was a teenager,",
      "fr": "Je me souviens qu'ado,"
    }
  },
  {
    "translation": {
      "en": "I spent most of my summers working for my dad,",
      "fr": "je passais la plupart de mes étés à bosser pour mon père,"
    }
  },
  {
    "translation": {
      "en": "painting and hanging wallpaper.",
      "fr": "à peindre et poser du papier peint."
    }
  },
  {
    "translation": {
      "en": "And you should have seen some of the houses we worked in.",
      "fr": "Et il fallait voir certaines des maisons où on travaillait."
    }
  },
  {
    "translation": {
      "en": "Some of them were unbelievably fancy.",
      "fr": "Certaines étaient incroyablement chics."
    }
  },
  {
    "translation": {
      "en": "Ten thousand square foot garages, indoor swimming pools, private bowling alleys.",
      "fr": "Garages de 1 000 mètres carrés, piscine intérieure, bowling privé."
    }
  },
  {
    "translation": {
      "en": "Nothing I aspired to own myself, but it was pretty impressive.",
      "fr": "Rien de ce que je souhaitais posséder, mais c'était impressionnant."
    }
  },
  {
    "translation": {
      "en": "And then, one day, we started to work on this really, really nice house.",
      "fr": "Et un jour, on a commencé à travailler sur cette très belle maison."
    }
  },
  {
    "translation": {
      "en": "It wasn't like a multi- million- dollar nice house,",
      "fr": "Pas une belle maison à plusieurs millions,"
    }
  },
  {
    "translation": {
      "en": "but it was something nicer than my mom or dad had ever owned.",
      "fr": "mais mieux que ce que mes parents avaient jamais possédé."
    }
  },
  {
    "translation": {
      "en": "The walls in their home,",
      "fr": "Les murs de leur maison"
    }
  },
  {
    "translation": {
      "en": "they were decorated with the smiling faces of friends and family",
      "fr": "étaient décorés des visages souriants des amis et de la famille"
    }
  },
  {
    "translation": {
      "en": "that affirmed the happiness in their lives.",
      "fr": "qui affirmaient le bonheur de leur vie."
    }
  },
  {
    "translation": {
      "en": "And the stuff in their home, it filled every nook and cranny.",
      "fr": "Et il y avait des trucs dans chaque recoin de la maison."
    }
  },
  {
    "translation": {
      "en": "I pictured myself living there.",
      "fr": "Je me voyais vivre là-bas."
    }
  },
  {
    "translation": {
      "en": "I pictured how happy I would be if I could just own a house like that,",
      "fr": "Je m'imaginais comme je serais heureux si je possédais une maison comme ça,"
    }
  },
  {
    "translation": {
      "en": "filled with all that stuff.",
      "fr": "remplie de toutes ces choses."
    }
  },
  {
    "translation": {
      "en": "So, I turned to my dad and I asked him,",
      "fr": "Je me suis tourné vers mon père et lui ai demandé :"
    }
  },
  {
    "translation": {
      "en": "How much do I need to make in order to own a house like this?",
      "fr": "Combien je dois gagner pour avoir une maison comme ça ?"
    }
  },
  {
    "translation": {
      "en": "He looked at me and he said, Son, if you can make $50,000 a year,",
      "fr": "Il m'a regardé et a dit : Si tu peux gagner 50 000 dollars par an,"
    }
  },
  {
    "translation": {
      "en": "you could probably afford a place like this.",
      "fr": "tu pourrais sans doute t'offrir ça."
    }
  },
  {
    "translation": {
      "en": "So that became my benchmark. $50,000.",
      "fr": "C'est devenu ma référence, 50 000 dollars."
    }
  },
  {
    "translation": {
      "en": "Then, during my senior year of high school,",
      "fr": "Puis, en dernière année de lycée,"
    }
  },
  {
    "translation": {
      "en": "Josh and I, we were sitting at the lonely lunchroom table together,",
      "fr": "Josh et moi, on était assis ensemble seuls à une table de la cantine"
    }
  },
  {
    "translation": {
      "en": "and we started to talk",
      "fr": "et on s'est mis à parler de ce qu'on ferait de nos vies"
    }
  },
  {
    "translation": {
      "en": "about what we were going to do with our lives after we graduated.",
      "fr": "et on s'est mis à parler de ce qu'on ferait de nos vies après le bac."
    }
  },
  {
    "translation": {
      "en": "So I told him, I don't know what I'm going to do,",
      "fr": "Je lui ai dit : J'ignore ce que je ferai,"
    }
  },
  {
    "translation": {
      "en": "but if I can find a way to make $50,000 a year,",
      "fr": "mais si j'arrive à gagner 50 000 dollars par an,"
    }
  },
  {
    "translation": {
      "en": "I know that I'll be happy.",
      "fr": "je sais que je serai heureux."
    }
  },
  {
    "translation": {
      "en": "So that's what I went and did. That's what Josh went and did.",
      "fr": "Et c'est ce que j'ai fait. C'est ce que Josh a fait."
    }
  },
  {
    "translation": {
      "en": "We got sales jobs and we started earning 50 grand.",
      "fr": "On a trouvé du travail dans la vente et on s'est mis à gagner 50 000."
    }
  },
  {
    "translation": {
      "en": "But something went wrong.",
      "fr": "Mais ça n'a pas marché."
    }
  },
  {
    "translation": {
      "en": "I wasn't happy. I had to go back to the drawing board.",
      "fr": "Je n'étais pas heureux. Je devais revoir ma copie."
    }
  },
  {
    "translation": {
      "en": "And thank goodness, I found out what had happened.",
      "fr": "Par chance, j'ai découvert ce qui s'était passé."
    }
  },
  {
    "translation": {
      "en": "I forgot to adjust for inflation.",
      "fr": "Je n'avais pas tenu compte de l'inflation."
    }
  },
  {
    "translation": {
      "en": "So I thought to myself,",
      "fr": "Donc je me suis dit :"
    }
  },
  {
    "translation": {
      "en": "Well, maybe $65,000 a year, maybe that was happiness.",
      "fr": "Peut-être que 65 000 par an, c'est peut-être ça, le bonheur."
    }
  },
  {
    "translation": {
      "en": "Or maybe 90,000, or maybe six figures,",
      "fr": "Ou peut-être 90 000, ou un nombre à six chiffres."
    }
  },
  {
    "translation": {
      "en": "or maybe owning a bunch of stuff.",
      "fr": "Ou peut-être posséder un tas de trucs."
    }
  },
  {
    "translation": {
      "en": "Maybe that was happiness.",
      "fr": "C'est peut-être ça, le bonheur."
    }
  },
  {
    "translation": {
      "en": "Whatever happiness was,",
      "fr": "Quel que fût le bonheur, je savais qu'une fois arrivé là,"
    }
  },
  {
    "translation": {
      "en": "I knew, once I got there, I'd finally feel free.",
      "fr": "Quel que fût le bonheur, je savais qu'une fois arrivé là, je me sentirais enfin libre."
    }
  },
  {
    "translation": {
      "en": "I bought new cars, and electronics, and closets full of expensive clothes.",
      "fr": "J'ai acheté des voitures, des appareils, et des placards entiers d'habits de luxe."
    }
  },
  {
    "translation": {
      "en": "I bought expensive home decorations and furniture,",
      "fr": "Des décorations et des meubles coûteux"
    }
  },
  {
    "translation": {
      "en": "and I always had the latest gadgets.",
      "fr": "et j'avais toujours les derniers gadgets."
    }
  },
  {
    "translation": {
      "en": "And when there wasn't enough cash in the bank, I paid for expensive meals,",
      "fr": "Quand je manquais d'argent à la banque, je payais des repas chers,"
    }
  },
  {
    "translation": {
      "en": "rounds of drinks, and frivolous vacations with credit cards.",
      "fr": "des tournées et des vacances frivoles avec mes cartes de crédit."
    }
  },
  {
    "translation": {
      "en": "As I made more money, I spent more money, all in the pursuit of happiness.",
      "fr": "Plus je gagnais, plus je dépensais dans ma quête du bonheur."
    }
  },
  {
    "translation": {
      "en": "All in the pursuit of the American dream.",
      "fr": "Tout ça dans ma quête du rêve américain."
    }
  },
  {
    "translation": {
      "en": "One thing I think is unique is",
      "fr": "Une chose que je trouve unique"
    }
  },
  {
    "translation": {
      "en": "when you're an immigrant, the American dream is still a good thing.",
      "fr": "est qu'en tant qu'immigré, le rêve américain reste valable."
    }
  },
  {
    "translation": {
      "en": "I think it's only people who grew up in the American dream",
      "fr": "Ce sont ceux qui ont grandi dedans"
    }
  },
  {
    "translation": {
      "en": "that no longer value the American dream, because it's become the American nightmare.",
      "fr": "qui ne l'estiment plus, car c'est devenu le cauchemar américain."
    }
  },
  {
    "translation": {
      "en": "People in the US work longer hours than almost any industrialized country,",
      "fr": "On travaille plus aux États-Unis que dans tout pays industrialisé."
    }
  },
  {
    "translation": {
      "en": "depending on which data you look at, but we work enormously long hours.",
      "fr": "Ça dépend des données qu'on prend, mais on travaille énormément."
    }
  },
  {
    "translation": {
      "en": "We work as long hours as people did during feudal society.",
      "fr": "On travaille autant que dans la société féodale."
    }
  },
  {
    "translation": {
      "en": "We have such short vacations, if any.",
      "fr": "On a des vacances si courtes, quand on en a."
    }
  },
  {
    "translation": {
      "en": "Half the country doesn't even take two weeks of vacation.",
      "fr": "La moitié du pays ne prend même pas deux semaines."
    }
  },
  {
    "translation": {
      "en": "We're commuting longer hours than ever before,",
      "fr": "On a plus de temps de transport que jamais"
    }
  },
  {
    "translation": {
      "en": "and then we're spending more time alone in front of screens than ever before.",
      "fr": "et on passe plus de temps que jamais seuls devant les écrans."
    }
  },
  {
    "translation": {
      "en": "We're losing the stuff that actually makes us happy",
      "fr": "On perd ce qui nous rend vraiment heureux"
    }
  },
  {
    "translation": {
      "en": "and makes society more safe and secure, which is community.",
      "fr": "et qui rend la société plus sûre, à savoir la communauté."
    }
  },
  {
    "translation": {
      "en": "Um, we're losing that and changing that time to work and buy more stuff.",
      "fr": "On perd ça et on remplace ce temps par plus de travail et d'achats."
    }
  },
  {
    "translation": {
      "en": "What you don't want in your life is this endless horizon of aspiration.",
      "fr": "Ce qu'on doit éviter dans la vie, c'est cet horizon sans fin d'aspirations."
    }
  },
  {
    "translation": {
      "en": "I just need a bit more of this or a little bit more of that.",
      "fr": "Il me faut un peu plus de ceci ou de cela."
    }
  },
  {
    "translation": {
      "en": "I need more success, more income, more wealth,",
      "fr": "De réussite, de revenus, de richesse,"
    }
  },
  {
    "translation": {
      "en": "a bigger house, bigger car, bigger this, because that's just an endless black hole.",
      "fr": "une plus grande maison, une plus grosse voiture. C'est un trou noir sans fin."
    }
  },
  {
    "translation": {
      "en": "When we get all of the things that we want,",
      "fr": "Quand on a tout ce qu'on veut,"
    }
  },
  {
    "translation": {
      "en": "we tend to be wrong in the predictions that we made about how happy we would be,",
      "fr": "on constate souvent qu'on s'est trompé sur le bonheur qu'on pensait ressentir,"
    }
  },
  {
    "translation": {
      "en": "because the brain normalizes those things.",
      "fr": "car le cerveau normalise tout ça."
    }
  },
  {
    "translation": {
      "en": "After a few months of that, you normalize it,",
      "fr": "Après quelques mois avec un truc, on le normalise,"
    }
  },
  {
    "translation": {
      "en": "and you say, All right, that was great at the time,",
      "fr": "on dit : Bon, c'était bien à l'époque,"
    }
  },
  {
    "translation": {
      "en": "but now I have a new set of desires, a new set of dreams,",
      "fr": "mais j'ai de nouveaux désirs, de nouveaux rêves."
    }
  },
  {
    "translation": {
      "en": "and everything that is the ceiling today",
      "fr": "Et ce qui est le plafond aujourd'hui"
    }
  },
  {
    "translation": {
      "en": "becomes just the ground floor for a new level you're trying to get to.",
      "fr": "devient le plancher d'un nouveau niveau qu'on veut atteindre."
    }
  },
  {
    "translation": {
      "en": "And so, really what the American dream is is this sense of freedom.",
      "fr": "Ce qu'est vraiment le rêve américain, c'est ce sentiment de liberté."
    }
  },
  {
    "translation": {
      "en": "Now how do you get that? Just by gathering up more money? Nope, won't do it.",
      "fr": "Comment y parvenir ? En amassant plus d'argent ? Pas du tout."
    }
  },
  {
    "translation": {
      "en": "Not if you gather up yet more stuff",
      "fr": "Pas si on amasse plus de choses"
    }
  },
  {
    "translation": {
      "en": "to go with your more money, because you're still gonna be teetering.",
      "fr": "pour aller avec cet argent en plus, car on va encore basculer."
    }
  },
  {
    "translation": {
      "en": "You just added zeros to your stupidity is all you did then.",
      "fr": "Tout ce qu'on a fait est ajouter des zéros à notre bêtise."
    }
  },
  {
    "translation": {
      "en": "And so, what happens is you have to learn to contract your, in quotes, needs,",
      "fr": "Et il faut donc apprendre à compresser ses besoins"
    }
  },
  {
    "translation": {
      "en": "so that you can create a buffer around your life",
      "fr": "pour créer une zone tampon autour de sa vie"
    }
  },
  {
    "translation": {
      "en": "and create this independence to where you've got enough savings",
      "fr": "et gagner cette indépendance où on a assez d'économies"
    }
  },
  {
    "translation": {
      "en": "that you can say, Take this job and shove it, if you need to.",
      "fr": "pour dire au besoin : Mets-toi ce boulot où je pense."
    }
  },
  {
    "translation": {
      "en": "You don't have a bunch of debt pounding down on your head,",
      "fr": "Pas de dettes sur le dos,"
    }
  },
  {
    "translation": {
      "en": "buying things that you don't really need",
      "fr": "à acheter des trucs dont on n'a pas vraiment besoin"
    }
  },
  {
    "translation": {
      "en": "with money you don't really have",
      "fr": "avec de l'argent qu'on n'a pas vraiment"
    }
  },
  {
    "translation": {
      "en": "to impress people you don't even really like.",
      "fr": "pour impressionner des gens qu'on n'aime pas."
    }
  },
  {
    "translation": {
      "en": "And so, what you've done there is you gave up your independence,",
      "fr": "En faisant ça, vous avez renoncé à votre indépendance,"
    }
  },
  {
    "translation": {
      "en": "you gave up your freedom…",
      "fr": "à votre liberté..."
    }
  },
  {
    "translation": {
      "en": "in return for some stuff that's gonna be worth nothing in next year's garage sale.",
      "fr": "en échange de choses qui ne vaudront rien au vide-grenier de l'an prochain."
    }
  },
  {
    "translation": {
      "en": "You almost have buyer's remorse, and you also have this gambler's dilemma",
      "fr": "Vous avez presque le remords de l'acheteur et le dilemme du joueur"
    }
  },
  {
    "translation": {
      "en": "where you gambled for this and now you have it.",
      "fr": "où vous avez ce pour quoi vous avez joué."
    }
  },
  {
    "translation": {
      "en": "Do you want to give it up even though it makes you unhappy?",
      "fr": "Allez-vous y renoncer même si ça vous rend malheureux ?"
    }
  },
  {
    "translation": {
      "en": "So I think a part of the process for all of us",
      "fr": "Je pense que pour tous, une part du processus"
    }
  },
  {
    "translation": {
      "en": "is making sure we actually are going after what we truly want.",
      "fr": "est de nous assurer qu'on poursuit ce qu'on veut vraiment."
    }
  },
  {
    "translation": {
      "en": "And when we have something, to do an honest evaluation of going,",
      "fr": "Et quand on a quelque chose, d'évaluer honnêtement"
    }
  },
  {
    "translation": {
      "en": "Is this something I want to define my life? Do I really want to keep this?",
      "fr": "si on veut que ça définisse notre vie, si on tient à le garder."
    }
  },
  {
    "translation": {
      "en": "Chasing the American dream, it cost me so much more than money.",
      "fr": "La quête du rêve américain m'a coûté bien plus que de l'argent."
    }
  },
  {
    "translation": {
      "en": "My life was filled with stress, and anxiety, and discontent.",
      "fr": "Ma vie était pleine de stress, d'anxiété et d'insatisfaction."
    }
  },
  {
    "translation": {
      "en": "It got to a point in my life where I didn't know what was important.",
      "fr": "J'ai fini par ne plus savoir ce qui était important."
    }
  },
  {
    "translation": {
      "en": "But one thing was clear.",
      "fr": "Mais ce qui était clair"
    }
  },
  {
    "translation": {
      "en": "I had this gaping void in my life.",
      "fr": "était que j'avais ce gouffre béant dans ma vie."
    }
  },
  {
    "translation": {
      "en": "So I tried to fill that void the same way many people do, with stuff.",
      "fr": "J'ai donc essayé de le combler comme beaucoup d'autres. Avec des choses."
    }
  },
  {
    "translation": {
      "en": "I continued to work 60, 70, sometimes 80 hours a week,",
      "fr": "J'ai continué à travailler 60, 70, parfois 80 heures par semaine,"
    }
  },
  {
    "translation": {
      "en": "forsaking some of the most important aspects of my life.",
      "fr": "renonçant à certains des aspects les plus importants de ma vie."
    }
  },
  {
    "translation": {
      "en": "I barely thought about my health, or my relationships,",
      "fr": "Je pensais à peine à ma santé, à mes relations"
    }
  },
  {
    "translation": {
      "en": "or things that I was passionate about.",
      "fr": "ou à ce qui me passionnait."
    }
  },
  {
    "translation": {
      "en": "I was living paycheck to paycheck. Living for a paycheck. Living for stuff.",
      "fr": "Je vivais d'une paie à l'autre, pour un salaire, pour avoir des choses."
    }
  },
  {
    "translation": {
      "en": "It's like I was swerving from credit card purchases to reckless spending",
      "fr": "C'était comme si j'enchaînais achats à crédit, dépenses inconsidérées"
    }
  },
  {
    "translation": {
      "en": "to accumulating debt to maintain a lifestyle I didn't even enjoy.",
      "fr": "et accumulation de dettes pour entretenir un mode de vie que je n'appréciais pas."
    }
  },
  {
    "translation": {
      "en": "I had all of the stuff to fill every corner of my consumer- driven life.",
      "fr": "J'avais tout pour combler ma vie de consommateur."
    }
  },
  {
    "translation": {
      "en": "Giant televisions, fine china, stainless steel appliances,",
      "fr": "Télévisions géantes, porcelaine fine, appareils en inox,"
    }
  },
  {
    "translation": {
      "en": "marble countertops, expensive watches, tailored suits",
      "fr": "plans de travail en marbre, montres de luxe, costumes sur mesure,"
    }
  },
  {
    "translation": {
      "en": "and more, and more, and so much more.",
      "fr": "et tellement plus."
    }
  },
  {
    "translation": {
      "en": "Then, toward the end of 2008, actually it was two days before Christmas,",
      "fr": "Puis, fin 2008, deux jours avant Noël, en fait,"
    }
  },
  {
    "translation": {
      "en": "I got a phone call from Mom.",
      "fr": "maman m'a appelé."
    }
  },
  {
    "translation": {
      "en": "She had just moved down to Florida earlier that year",
      "fr": "Elle était partie en Floride cette année-là"
    }
  },
  {
    "translation": {
      "en": "to finally retire on Social Security.",
      "fr": "prendre sa retraite grâce à la Sécurité sociale."
    }
  },
  {
    "translation": {
      "en": "But on December 23rd, she found out she had Stage IV lung cancer.",
      "fr": "Mais le 23 décembre, on lui a diagnostiqué un cancer du poumon de stade quatre."
    }
  },
  {
    "translation": {
      "en": "And in less than a year, she was gone.",
      "fr": "Et en moins d'un an, elle était partie."
    }
  },
  {
    "translation": {
      "en": "I spent a lot of time with Mom that year down in Florida",
      "fr": "J'ai passé beaucoup de temps avec elle cette année-là en Floride"
    }
  },
  {
    "translation": {
      "en": "as she struggled through her chemo and radiation.",
      "fr": "alors qu'elle se débattait avec sa chimio et ses rayons."
    }
  },
  {
    "translation": {
      "en": "But when she passed, I realized I needed to make one last visit.",
      "fr": "À sa mort, je savais que je devais faire une dernière visite."
    }
  },
  {
    "translation": {
      "en": "And this time, it was to deal with her stuff.",
      "fr": "Et cette fois, c'était pour gérer ses biens."
    }
  },
  {
    "translation": {
      "en": "So I flew from Dayton, Ohio, down to St. Pete Beach, Florida.",
      "fr": "J'ai pris l'avion de Dayton, dans l'Ohio, à St. Pete Beach, en Floride."
    }
  },
  {
    "translation": {
      "en": "When I arrived, do you know what I found?",
      "fr": "Devinez ce que j'ai trouvé en arrivant."
    }
  },
  {
    "translation": {
      "en": "Stuff.",
      "fr": "Des choses."
    }
  },
  {
    "translation": {
      "en": "Like three houses worth of stuff crammed into Mom's tiny one- bedroom apartment.",
      "fr": "De quoi remplir trois maisons entassé dans son minuscule deux-pièces."
    }
  },
  {
    "translation": {
      "en": "Now, it's not like Mom was a hoarder.",
      "fr": "Ce n'est pas comme si elle avait la manie d'amasser."
    }
  },
  {
    "translation": {
      "en": "I mean, I didn't find any dead cats in her freezer.",
      "fr": "Je n'ai trouvé aucun chat mort dans le congélateur."
    }
  },
  {
    "translation": {
      "en": "But she owned a lot of stuff. Sixty- five years' worth of accumulations.",
      "fr": "Mais elle possédait beaucoup de choses, accumulées pendant 65 ans."
    }
  },
  {
    "translation": {
      "en": "Did you know the average American household has more than 300,000 items in it?",
      "fr": "Saviez-vous que le ménage américain moyen possède plus de 300 000 articles ?"
    }
  },
  {
    "translation": {
      "en": "300,000!",
      "fr": "Trois cent mille !"
    }
  },
  {
    "translation": {
      "en": "Just take a look around at your average basement, or attic, or garage.",
      "fr": "Regardez votre sous-sol, votre grenier ou votre garage."
    }
  },
  {
    "translation": {
      "en": "What do you see?",
      "fr": "Que voyez-vous ?"
    }
  },
  {
    "translation": {
      "en": "Unused sporting goods, exercise equipment,",
      "fr": "Des articles de sport et de musculation non utilisés,"
    }
  },
  {
    "translation": {
      "en": "camping gear, holiday decorations,",
      "fr": "du matériel de camping, des décorations de fêtes,"
    }
  },
  {
    "translation": {
      "en": "musical instruments, spare parts,",
      "fr": "des instruments de musique, des pièces de rechange,"
    }
  },
  {
    "translation": {
      "en": "outdated electronics, random cords and miscellaneous cables,",
      "fr": "des appareils électroniques obsolètes, divers câbles,"
    }
  },
  {
    "translation": {
      "en": "magazines, and cassette tapes, and compact discs,",
      "fr": "des magazines, des cassettes et des disques compacts,"
    }
  },
  {
    "translation": {
      "en": "tchotchkes, and knickknacks, and trinkets,",
      "fr": "des bidules, des bibelots et des babioles"
    }
  },
  {
    "translation": {
      "en": "and all the things we forgot we even owned.",
      "fr": "et toutes les choses qu'on a oubliées."
    }
  },
  {
    "translation": {
      "en": "Boxes, and bins, and entire rooms stuffed with stuff.",
      "fr": "Des cartons, des bacs et des pièces entières remplis de choses."
    }
  },
  {
    "translation": {
      "en": "We had so much. So much stuff.",
      "fr": "On en avait tant. Tellement de choses."
    }
  },
  {
    "translation": {
      "en": "My closet was out of control.",
      "fr": "Mon placard était hors de contrôle."
    }
  },
  {
    "translation": {
      "en": "So I had a closet full of clothes. I had a dresser full of clothes.",
      "fr": "J'avais un placard et une commode pleins de vêtements."
    }
  },
  {
    "translation": {
      "en": "Photography equipment, bicycle equipment.",
      "fr": "Du matériel pour la photo, pour le vélo."
    }
  },
  {
    "translation": {
      "en": "Skin care products, beauty products.",
      "fr": "Soins cutanés, produits de beauté."
    }
  },
  {
    "translation": {
      "en": "Shoes, purses.",
      "fr": "Des chaussures, des sacs à main."
    }
  },
  {
    "translation": {
      "en": "I'd open the closet, stuff would fall out.",
      "fr": "J'ouvrais un placard et des trucs en tombaient."
    }
  },
  {
    "translation": {
      "en": "I don't know why, but I had three soccer cleats,",
      "fr": "J'avais trois paires de chaussures à crampons,"
    }
  },
  {
    "translation": {
      "en": "even though I don't really even play soccer.",
      "fr": "même si je ne joue pas vraiment au foot."
    }
  },
  {
    "translation": {
      "en": "You know, things people had given me throughout the years,",
      "fr": "Des trucs qu'on m'avait donnés au fil des ans,"
    }
  },
  {
    "translation": {
      "en": "whether those be cards, or objects,",
      "fr": "que ce soit des cartes ou des objets,"
    }
  },
  {
    "translation": {
      "en": "or tokens that I'd kept from different events we'd gone to.",
      "fr": "des cadeaux que j'avais gardés de différents événements."
    }
  },
  {
    "translation": {
      "en": "But it was just a never- ending, uh, you know, turnstile of, uh, I need this. I need that.",
      "fr": "Mais c'était un cercle sans fin. J'ai besoin de ci. J'ai besoin de ça."
    }
  },
  {
    "translation": {
      "en": "It's so easy to buy things that we think are the solution to our problems.",
      "fr": "C'est si facile d'acheter des choses en pensant que ça résoudra nos problèmes."
    }
  },
  {
    "translation": {
      "en": "I remember when I had babies, and I really wanted them to sleep well,",
      "fr": "Je me rappelle quand j'avais des bébés et que je voulais qu'ils dorment bien"
    }
  },
  {
    "translation": {
      "en": "and I thought I just needed the perfect sleep device in order to make that happen.",
      "fr": "et pensais avoir besoin du système parfait pour y arriver."
    }
  },
  {
    "translation": {
      "en": "So I had probably four different types of swaddles,",
      "fr": "J'avais donc quatre types de langes,"
    }
  },
  {
    "translation": {
      "en": "multiple different types of zip- up sleep devices.",
      "fr": "plusieurs types de grenouillères."
    }
  },
  {
    "translation": {
      "en": "There are… If you go on Amazon, you can find there are dozens and dozens",
      "fr": "Sur Amazon, vous trouverez des dizaines et des dizaines"
    }
  },
  {
    "translation": {
      "en": "of different types of mechanisms to get babies to sleep.",
      "fr": "de dispositifs différents pour endormir les bébés."
    }
  },
  {
    "translation": {
      "en": "Pieces of equipment that you can buy.",
      "fr": "D'équipements que vous pouvez acheter."
    }
  },
  {
    "translation": {
      "en": "But the reality is that getting babies to sleep is just really hard,",
      "fr": "Mais la vérité, c'est qu'endormir les bébés est très dur"
    }
  },
  {
    "translation": {
      "en": "and we can fall into this trap of trying to buy our way out of the hard times.",
      "fr": "et on peut tomber dans le piège de vouloir acheter une solution à ces difficultés."
    }
  },
  {
    "translation": {
      "en": "And it's… it's often not very successful and very expensive.",
      "fr": "Et souvent, ce n'est pas convaincant et très cher."
    }
  },
  {
    "translation": {
      "en": "I actually think the best way to know if you have too many things",
      "fr": "Je pense que le meilleur moyen de savoir si vous avez trop de choses"
    }
  },
  {
    "translation": {
      "en": "isn't by waiting to see if you run out of room to keep them,",
      "fr": "n'est pas d'attendre de manquer de place pour les ranger,"
    }
  },
  {
    "translation": {
      "en": "but asking yourself if you've run out of purposeful things to do with them.",
      "fr": "mais de vous demander si vous n'en avez plus l'utilité."
    }
  },
  {
    "translation": {
      "en": "When you've run out of purposeful things to do with things,",
      "fr": "Quand on n'a plus l'utilité des choses,"
    }
  },
  {
    "translation": {
      "en": "even if you only have one thing, you already have too many things.",
      "fr": "même si on en a qu'une seule, c'est déjà trop."
    }
  },
  {
    "translation": {
      "en": "The reason we are so depressed and so empty when we have so much",
      "fr": "Si on est si déprimés et vides quand on a tant de choses,"
    }
  },
  {
    "translation": {
      "en": "is that if you get more of the wrong thing, it becomes less.",
      "fr": "c'est que si on a plus des mauvaises choses, ça perd sa valeur."
    }
  },
  {
    "translation": {
      "en": "There are deeper things that… that fulfill us.",
      "fr": "Des choses plus profondes nous comblent."
    }
  },
  {
    "translation": {
      "en": "Our need for meaning, our need for progress, our need for intimacy.",
      "fr": "Notre besoin de sens, de progrès, d'intimité."
    }
  },
  {
    "translation": {
      "en": "The reason the message of minimalism is so powerful",
      "fr": "Si le message du minimalisme est si fort,"
    }
  },
  {
    "translation": {
      "en": "is because we're bingeing on all the wrong things,",
      "fr": "c'est qu'on se gave des mauvaises choses"
    }
  },
  {
    "translation": {
      "en": "and we're dying of hunger for the things that really matter.",
      "fr": "et qu'on meurt de faim quant à ce qui compte vraiment."
    }
  },
  {
    "translation": {
      "en": "But, of course, most of us aren't hoarders, right?",
      "fr": "Bien sûr, pour la plupart, on n'est pas des entasseurs compulsifs."
    }
  },
  {
    "translation": {
      "en": "No.",
      "fr": "Non."
    }
  },
  {
    "translation": {
      "en": "We just hold on to a lot of stuff.",
      "fr": "On garde juste plein de choses."
    }
  },
  {
    "translation": {
      "en": "We hold on to a lifetime of collected memories.",
      "fr": "On s'accroche à une vie de souvenirs."
    }
  },
  {
    "translation": {
      "en": "I know Mom certainly did, and I had no idea what to do with any of it.",
      "fr": "Je sais que c'était le cas de maman et j'ignorais quoi en faire."
    }
  },
  {
    "translation": {
      "en": "So I did what any good son would do.",
      "fr": "Donc j'ai fait ce que tout bon fils ferait."
    }
  },
  {
    "translation": {
      "en": "I called U- Haul.",
      "fr": "J'ai appelé U-Haul."
    }
  },
  {
    "translation": {
      "en": "I called U- Haul, and I asked for the largest truck they had.",
      "fr": "Et j'ai demandé leur plus gros camion."
    }
  },
  {
    "translation": {
      "en": "In fact, I needed one so large I had to wait an extra day",
      "fr": "Il m'en fallait un si gros que j'ai dû attendre un jour de plus"
    }
  },
  {
    "translation": {
      "en": "until the 26- foot truck was available.",
      "fr": "qu'un camion de huit mètres soit disponible."
    }
  },
  {
    "translation": {
      "en": "As I waited for that U- Haul to arrive, I invited some of Mom's friends over",
      "fr": "En attendant qu'il arrive, j'ai invité des amis de maman"
    }
  },
  {
    "translation": {
      "en": "to help me sort through her stuff.",
      "fr": "à m'aider à trier ses affaires."
    }
  },
  {
    "translation": {
      "en": "I mean, there was just too much stuff to go at it alone.",
      "fr": "Il y en avait trop pour m'en sortir tout seul."
    }
  },
  {
    "translation": {
      "en": "Her living room was stuffed with big antique furniture, and old paintings,",
      "fr": "Son salon débordait de meubles anciens, de vieux tableaux"
    }
  },
  {
    "translation": {
      "en": "and more doilies than I could count.",
      "fr": "et de plus de napperons que je pouvais en compter."
    }
  },
  {
    "translation": {
      "en": "And her kitchen was stuffed with hundreds of plates, and cups, and bowls,",
      "fr": "Sa cuisine était pleine d'assiettes, de tasses, de bols"
    }
  },
  {
    "translation": {
      "en": "and ill- assorted utensils.",
      "fr": "et d'ustensiles disparates."
    }
  },
  {
    "translation": {
      "en": "And her bathroom was stuffed",
      "fr": "Sa salle de bain contenait assez de produits de maquillage,"
    }
  },
  {
    "translation": {
      "en": "with enough makeup, and face creams, and hygiene products",
      "fr": "Sa salle de bain contenait assez de produits de maquillage, de crèmes pour le visage et d'articles d'hygiène"
    }
  },
  {
    "translation": {
      "en": "to start a small beauty supply business.",
      "fr": "pour ouvrir un petit magasin de beauté."
    }
  },
  {
    "translation": {
      "en": "And it looked like someone was running a hotel out of her linen closet,",
      "fr": "On aurait pu gérer un hôtel avec son placard à linge"
    }
  },
  {
    "translation": {
      "en": "which was stuffed with mismatched bath towels, beach towels, and dish towels.",
      "fr": "rempli de serviettes de bain et de plage et de torchons dépareillés."
    }
  },
  {
    "translation": {
      "en": "Don't even get me started on Mom's bedroom.",
      "fr": "Ne me lancez pas sur la chambre de maman."
    }
  },
  {
    "translation": {
      "en": "I mean, why did Mom have 14 winter coats stuffed into her bedroom closet?",
      "fr": "Pourquoi avait-elle 14 manteaux d'hiver dans son placard ?"
    }
  },
  {
    "translation": {
      "en": "Come on. She lived in St. Pete Beach.",
      "fr": "Franchement. Elle vivait à St. Pete Beach."
    }
  },
  {
    "translation": {
      "en": "So anyway, there I was attempting to finish packing all of Mom's stuff",
      "fr": "Bref, j'essayais de finir d'emballer toutes ses affaires"
    }
  },
  {
    "translation": {
      "en": "when I looked under her bed.",
      "fr": "quand j'ai regardé sous son lit."
    }
  },
  {
    "translation": {
      "en": "I noticed these four boxes, these old printer paper boxes.",
      "fr": "J'ai vu ces quatre vieux cartons de papier à imprimante."
    }
  },
  {
    "translation": {
      "en": "Kind of heavy, sealed with excessive amounts of packing tape.",
      "fr": "Un peu lourds, fermés par une dose massive de scotch."
    }
  },
  {
    "translation": {
      "en": "I noticed each box was labeled",
      "fr": "Chacun était identifié"
    }
  },
  {
    "translation": {
      "en": "with just a number written on the side in thick black marker.",
      "fr": "par un seul numéro sur le côté au gros marqueur noir."
    }
  },
  {
    "translation": {
      "en": "And I stood there…",
      "fr": "Je suis resté là..."
    }
  },
  {
    "translation": {
      "en": "looking down…",
      "fr": "à regarder..."
    }
  },
  {
    "translation": {
      "en": "wondering what could possibly be inside those boxes.",
      "fr": "me demandant ce que ces cartons pouvaient bien contenir."
    }
  },
  {
    "translation": {
      "en": "Turns out it was my old elementary school paperwork.",
      "fr": "En fait, c'était mes vieux papiers de l'école primaire."
    }
  },
  {
    "translation": {
      "en": "Grades one through four.",
      "fr": "Du CP au CM."
    }
  },
  {
    "translation": {
      "en": "As I opened those boxes, my curiosity ran wild,",
      "fr": "En ouvrant ces cartons, ma curiosité s'est enflammée"
    }
  },
  {
    "translation": {
      "en": "and I thought to myself, Why was Mom holding on to all that stupid paperwork?",
      "fr": "et je me suis dit : Pourquoi avoir gardé ces papiers idiots ?"
    }
  },
  {
    "translation": {
      "en": "But then all these memories came rushing back, and it was obvious.",
      "fr": "Puis tous ces souvenirs sont revenus et ça m'a sauté aux yeux."
    }
  },
  {
    "translation": {
      "en": "Mom had been holding on to a piece of me.",
      "fr": "Maman avait gardé un morceau de moi."
    }
  },
  {
    "translation": {
      "en": "Mom was holding on to all the memories inside those boxes. Right?",
      "fr": "Elle s'accrochait aux souvenirs dans ces cartons, hein ?"
    }
  },
  {
    "translation": {
      "en": "But wait a minute.",
      "fr": "Mais attendez."
    }
  },
  {
    "translation": {
      "en": "Those boxes had been sealed for more than two decades.",
      "fr": "Ces cartons étaient scotchés depuis plus de vingt ans."
    }
  },
  {
    "translation": {
      "en": "It was clear Mom hadn't been accessing any of the memories inside those boxes,",
      "fr": "Il était clair qu'elle n'avait accédé à aucun des souvenirs dans ces cartons,"
    }
  },
  {
    "translation": {
      "en": "which helped me understand something important for the first time.",
      "fr": "ce qui m'a fait comprendre un point important pour la première fois."
    }
  },
  {
    "translation": {
      "en": "Our memories are not in our things.",
      "fr": "Nos souvenirs ne sont pas dans nos affaires."
    }
  },
  {
    "translation": {
      "en": "Our memories are inside us.",
      "fr": "Nos souvenirs sont en nous."
    }
  },
  {
    "translation": {
      "en": "You see, Mom didn't need to hold on to those boxes to hold on to a piece of me.",
      "fr": "Maman n'avait pas besoin de ces cartons pour garder une part de moi."
    }
  },
  {
    "translation": {
      "en": "I was never inside those boxes.",
      "fr": "Je n'ai jamais été dans ces cartons."
    }
  },
  {
    "translation": {
      "en": "But then I looked around her apartment, I looked around at all her stuff,",
      "fr": "J'ai parcouru l'appartement des yeux, j'ai regardé tous ses trucs"
    }
  },
  {
    "translation": {
      "en": "and I realized I was getting ready to do the same thing.",
      "fr": "et j'ai réalisé que je m'apprêtais à faire pareil."
    }
  },
  {
    "translation": {
      "en": "If I'm being honest with myself,",
      "fr": "En toute honnêteté,"
    }
  },
  {
    "translation": {
      "en": "I was just gonna selfishly cling to most of Mom's stuff.",
      "fr": "j'allais m'accrocher égoïstement à la plupart de ses affaires."
    }
  },
  {
    "translation": {
      "en": "But, of course, I wasn't gonna get any real value from it",
      "fr": "Mais bien sûr, je n'en tirerais pas de vraie valeur,"
    }
  },
  {
    "translation": {
      "en": "as it sat there locked away in perpetuity.",
      "fr": "car c'était là, caché à jamais."
    }
  },
  {
    "translation": {
      "en": "But the truth is that, by letting go,",
      "fr": "La vérité est qu'en y renonçant,"
    }
  },
  {
    "translation": {
      "en": "I realized I could add value to other people's lives.",
      "fr": "j'ai réalisé que je pouvais améliorer d'autres vies."
    }
  },
  {
    "translation": {
      "en": "So I donated most of her stuff to her friends and to local charities,",
      "fr": "Et j'en ai donné la plupart à ses amis et à des œuvres caritatives locales,"
    }
  },
  {
    "translation": {
      "en": "finding the stuff a new home.",
      "fr": "j'ai offert un nouveau foyer à ces choses."
    }
  },
  {
    "translation": {
      "en": "And the few items I was able to sell,",
      "fr": "Et le peu que j'ai pu vendre,"
    }
  },
  {
    "translation": {
      "en": "I was able to take that money and donate it to the two charities",
      "fr": "j'ai fait don de l'argent aux œuvres caritatives"
    }
  },
  {
    "translation": {
      "en": "that helped Mom through her chemo and radiation.",
      "fr": "qui ont aidé maman pendant sa chimio et ses rayons."
    }
  },
  {
    "translation": {
      "en": "You see, I realized I could contribute beyond myself",
      "fr": "J'ai compris que je pouvais agir au-delà de moi-même"
    }
  },
  {
    "translation": {
      "en": "if I was willing to let go.",
      "fr": "si je cessais de m'accrocher."
    }
  },
  {
    "translation": {
      "en": "When I finally returned to Ohio,",
      "fr": "Je suis rentré en Ohio"
    }
  },
  {
    "translation": {
      "en": "I returned with just a handful of sentimental items.",
      "fr": "avec seulement quelques objets sentimentaux."
    }
  },
  {
    "translation": {
      "en": "An old painting, a few photographs,",
      "fr": "Un vieux tableau, quelques photos,"
    }
  },
  {
    "translation": {
      "en": "maybe even a doily or two,",
      "fr": "peut-être un napperon ou deux."
    }
  },
  {
    "translation": {
      "en": "which helped me understand that by having fewer sentimental items,",
      "fr": "Ça m'a aidé à comprendre qu'en limitant les objets sentimentaux,"
    }
  },
  {
    "translation": {
      "en": "we're able to enjoy those sentimental items much more.",
      "fr": "on peut mieux les apprécier."
    }
  },
  {
    "translation": {
      "en": "I get far more value from the few items I kept",
      "fr": "Les objets que j'ai gardés ont bien plus de valeur"
    }
  },
  {
    "translation": {
      "en": "than if I were to water them down with dozens or even hundreds of trinkets.",
      "fr": "que si je les noyais sous des dizaines, voire des centaines de babioles."
    }
  },
  {
    "translation": {
      "en": "Ultimately, I had to let go of what was weighing me down before I could move on.",
      "fr": "Au bout du compte, je devais abandonner ce qui me pesait pour pouvoir avancer."
    }
  },
  {
    "translation": {
      "en": "To move on…",
      "fr": "Pour avancer..."
    }
  },
  {
    "translation": {
      "en": "I had to take an inventory of my own life.",
      "fr": "je devais faire l'inventaire de ma propre vie."
    }
  },
  {
    "translation": {
      "en": "Turns out I had an organized life.",
      "fr": "Il s'avère que j'avais une vie organisée."
    }
  },
  {
    "translation": {
      "en": "But really, I was just a well- organized hoarder.",
      "fr": "Mais je n'étais qu'un entasseur bien organisé."
    }
  },
  {
    "translation": {
      "en": "And if you would've looked beneath the surface,",
      "fr": "En regardant sous la surface,"
    }
  },
  {
    "translation": {
      "en": "you would have found a lifetime of unchecked consumption.",
      "fr": "on aurait trouvé une vie de consommation incontrôlée."
    }
  },
  {
    "translation": {
      "en": "As companies continue to innovate,",
      "fr": "Les entreprises continuant d'innover,"
    }
  },
  {
    "translation": {
      "en": "our ability to show restraint is getting more and more difficult.",
      "fr": "on est de moins en moins capables de se contrôler."
    }
  },
  {
    "translation": {
      "en": "Outsourced labor combined with advancements in shipping, manufacturing, and logistics",
      "fr": "La main-d'œuvre délocalisée et les progrès en transport, fabrication et logistique"
    }
  },
  {
    "translation": {
      "en": "has dropped the cost of consumer products to an all- time low.",
      "fr": "ont fait chuter le coût des produits à un niveau record."
    }
  },
  {
    "translation": {
      "en": "And now, with one- click purchasing, same- day delivery,",
      "fr": "Et à présent, avec l'achat en un clic, la livraison le jour même"
    }
  },
  {
    "translation": {
      "en": "and a society that has normalized credit card debt,",
      "fr": "et une société qui a banalisé les dettes de carte de crédit,"
    }
  },
  {
    "translation": {
      "en": "we've dug ourselves into a hole.",
      "fr": "on s'est enterrés dans un trou."
    }
  },
  {
    "translation": {
      "en": "The average American carries four credit cards in their wallet",
      "fr": "L'Américain moyen a quatre cartes de crédit sur lui"
    }
  },
  {
    "translation": {
      "en": "and the average credit card debt for indebted households is more than $16,000.",
      "fr": "et la dette moyenne des familles endettées est de plus de 16 000 dollars."
    }
  },
  {
    "translation": {
      "en": "Each year, we spend more on shoes, jewelry, and watches",
      "fr": "Chaque année, on dépense plus en chaussures, bijoux et montres"
    }
  },
  {
    "translation": {
      "en": "than on higher education.",
      "fr": "qu'en éducation supérieure."
    }
  },
  {
    "translation": {
      "en": "I remember when I was a kid, there was something called layaway.",
      "fr": "Enfant, on avait ce qu'on appelait l'achat à livraison différée."
    }
  },
  {
    "translation": {
      "en": "We'd go to the department store and pick out our school clothes,",
      "fr": "On allait au magasin choisir nos vêtements d'école"
    }
  },
  {
    "translation": {
      "en": "and my mom would put it on layaway,",
      "fr": "et ma mère les réservait"
    }
  },
  {
    "translation": {
      "en": "which meant she would go and make payments once a week for several weeks",
      "fr": "et allait payer un peu chaque semaine pendant quelque temps"
    }
  },
  {
    "translation": {
      "en": "until she paid all of it off when she had all the money paid in. That's when we got to bring home the stuff.",
      "fr": "jusqu'à ce qu'elle ait tout payé, et alors on les ramenait à la maison."
    }
  },
  {
    "translation": {
      "en": "This concept does not exist now. If you want the stuff,",
      "fr": "Ce concept n'existe plus. Si vous le voulez, posez la carte de crédit et prenez-le."
    }
  },
  {
    "translation": {
      "en": "you put the credit card down and take it right away.",
      "fr": "Si vous le voulez, posez la carte de crédit et prenez-le."
    }
  },
  {
    "translation": {
      "en": "And I think that functional change in the way that we buy",
      "fr": "Et je pense que ce changement dans notre façon d'acheter"
    }
  },
  {
    "translation": {
      "en": "has made a difference in what our expectations are",
      "fr": "a fait une différence dans nos attentes"
    }
  },
  {
    "translation": {
      "en": "and a sort of sense of entitlement about what we should have,",
      "fr": "et créé un sentiment de droit quant à ce qu'on devrait avoir,"
    }
  },
  {
    "translation": {
      "en": "and when we should have it, and if we should have to wait for it.",
      "fr": "quand on devrait l'avoir et si on devrait attendre."
    }
  },
  {
    "translation": {
      "en": "America, sadly, has gotten increasingly emotionally immature.",
      "fr": "L'Amérique, tristement, est devenue de plus en plus immature."
    }
  },
  {
    "translation": {
      "en": "I want it, and I want it now, and I deserve it because I breathe air.",
      "fr": "Je le veux et je le veux maintenant et je le mérite parce que voilà."
    }
  },
  {
    "translation": {
      "en": "This is a four- year- old child in the cereal aisle",
      "fr": "Un enfant de quatre ans au rayon céréales"
    }
  },
  {
    "translation": {
      "en": "throwing a fit because they can't have Froot Loops.",
      "fr": "faisant une crise pour avoir ses Froot Loops."
    }
  },
  {
    "translation": {
      "en": "And yet it's a 54- year- old woman I'm talking to or man I'm talking to,",
      "fr": "Et pourtant, c'est à une femme ou un homme de 54 ans que je parle,"
    }
  },
  {
    "translation": {
      "en": "'cause he can't buy this little item he wants, 'cause he doesn't have the money.",
      "fr": "parce qu'il n'a pas assez d'argent pour acheter ce petit objet qu'il veut."
    }
  },
  {
    "translation": {
      "en": "Guess what? You're never gonna have the money for everything you want.",
      "fr": "Devinez quoi ? Vous n'aurez jamais assez pour tout ce que vous voulez."
    }
  },
  {
    "translation": {
      "en": "The kind of debt that creates the most problems in our society",
      "fr": "Le genre de dette qui crée le plus de problèmes dans notre société"
    }
  },
  {
    "translation": {
      "en": "comes from a felt need to keep up with appearances.",
      "fr": "provient d'un besoin ressenti de sauver les apparences."
    }
  },
  {
    "translation": {
      "en": "Placing unnecessary burdens on yourself in order to maintain some kind of image.",
      "fr": "De s'imposer des fardeaux inutiles pour entretenir une image."
    }
  },
  {
    "translation": {
      "en": "If I can't afford a BMW,",
      "fr": "Si je n'ai pas les moyens de m'offrir une BMW,"
    }
  },
  {
    "translation": {
      "en": "but I go into debt in order to acquire one,",
      "fr": "mais que je m'endette pour en acheter une,"
    }
  },
  {
    "translation": {
      "en": "I'm doing that because I- I want the… the social rewards, right,",
      "fr": "je le fais pour la satisfaction sociale"
    }
  },
  {
    "translation": {
      "en": "of… of being seen as a certain kind of person.",
      "fr": "d'être vu comme un certain type de personne."
    }
  },
  {
    "translation": {
      "en": "Once your basic needs are met, the way that we as humans determine what is enough",
      "fr": "Une fois les besoins de base satisfaits, on détermine ce qui est suffisant"
    }
  },
  {
    "translation": {
      "en": "is relative to the people around us.",
      "fr": "par rapport aux gens autour de nous."
    }
  },
  {
    "translation": {
      "en": "Um, and so, that's where the saying keeping up with the Joneses came up.",
      "fr": "C'est là qu'on parle de vouloir rivaliser avec son voisin."
    }
  },
  {
    "translation": {
      "en": "We judge our furniture, our clothes, our car",
      "fr": "On compare nos meubles, nos vêtements, notre voiture,"
    }
  },
  {
    "translation": {
      "en": "based on the people around us.",
      "fr": "à ceux des gens autour de nous."
    }
  },
  {
    "translation": {
      "en": "It used to be that the people around us were of similar socioeconomic background.",
      "fr": "Avant, ces gens étaient du même milieu socioéconomique"
    }
  },
  {
    "translation": {
      "en": "So we were like, It's cool. We all got the same stuff.",
      "fr": "et on se disait : C'est bon. On a tous la même chose."
    }
  },
  {
    "translation": {
      "en": "But now, with the onslaught of television and social media,",
      "fr": "Maintenant, avec le matraquage de la télé et des réseaux sociaux,"
    }
  },
  {
    "translation": {
      "en": "they have what's called the vertical expansion of our reference group.",
      "fr": "on a ce qu'on nomme l'expansion verticale du groupe de référence."
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my hair to Jennifer Aniston's.",
      "fr": "Maintenant, je compare mes cheveux à ceux de Jennifer Aniston"
    }
  },
  {
    "translation": {
      "en": "Now I'm comparing my house to Kim Kardashian's.",
      "fr": "et ma maison à celle de Kim Kardashian."
    }
  },
  {
    "translation": {
      "en": "I think that we are more stressed and discontented today than ever before,",
      "fr": "Je pense qu'on est plus stressés et insatisfaits que jamais,"
    }
  },
  {
    "translation": {
      "en": "because we know so much more, or we think we know so much more,",
      "fr": "car on en sait beaucoup plus, ou croit en savoir plus,"
    }
  },
  {
    "translation": {
      "en": "about what's going on inside of the house of our neighbors and our friends.",
      "fr": "sur ce qui se passe chez nos voisins et nos amis."
    }
  },
  {
    "translation": {
      "en": "And the comparison is so much stronger than in generations past,",
      "fr": "La comparaison est bien plus prégnante que dans les générations passées"
    }
  },
  {
    "translation": {
      "en": "and we're constantly comparing our lives to other people's lives.",
      "fr": "et on compare constamment notre vie à celle des autres."
    }
  },
  {
    "translation": {
      "en": "And when we do that, it rarely measures up.",
      "fr": "Et la comparaison est rarement favorable."
    }
  },
  {
    "translation": {
      "en": "This generation, more than previous generations,",
      "fr": "Cette génération, plus que les précédentes,"
    }
  },
  {
    "translation": {
      "en": "we have to learn how to manage our attention,",
      "fr": "doit apprendre à gérer l'attention,"
    }
  },
  {
    "translation": {
      "en": "because there are so many people competing for it",
      "fr": "car tant de gens se la disputent"
    }
  },
  {
    "translation": {
      "en": "and telling us, like, Look at this, and you'll be happy!",
      "fr": "et nous disent : Regarde ça et tu seras heureux !"
    }
  },
  {
    "translation": {
      "en": "Buy this, and you'll be happy!",
      "fr": "Achète ça et tu seras heureux !"
    }
  },
  {
    "translation": {
      "en": "And you have to step back from all of that and say, No, no, no. I first need time",
      "fr": "Et il faut s'extirper de tout ça et dire : Non, j'ai d'abord besoin de temps"
    }
  },
  {
    "translation": {
      "en": "to come up with my own ideas about what's gonna make me happy.",
      "fr": "pour me faire ma propre idée de ce qui me rendra heureux."
    }
  },
  {
    "translation": {
      "en": "For me, it all started with that one question.",
      "fr": "Tout est parti de cette question pour moi."
    }
  },
  {
    "translation": {
      "en": "How might your life be better with less?",
      "fr": "Comment peut-on vivre mieux avec moins ?"
    }
  },
  {
    "translation": {
      "en": "By answering that question, I was able to identify the purpose of minimalism.",
      "fr": "En y répondant, j'ai pu déterminer le but du minimalisme."
    }
  },
  {
    "translation": {
      "en": "Not just the how to, but the more important why to.",
      "fr": "Pas seulement le comment, mais plus important, le pourquoi."
    }
  },
  {
    "translation": {
      "en": "I realized, if I simplified my life,",
      "fr": "J'ai compris qu'en simplifiant ma vie,"
    }
  },
  {
    "translation": {
      "en": "I'd have more time for my health, my relationships,",
      "fr": "j'aurais plus de temps pour ma santé, mes relations,"
    }
  },
  {
    "translation": {
      "en": "my creativity, my finances,",
      "fr": "ma créativité, mes finances,"
    }
  },
  {
    "translation": {
      "en": "and I could contribute beyond myself in a meaningful way.",
      "fr": "et je pourrais apporter une contribution qui ait du sens au-delà de moi."
    }
  },
  {
    "translation": {
      "en": "You see, I was able to understand the benefits of minimalism",
      "fr": "J'ai compris les avantages du minimalisme"
    }
  },
  {
    "translation": {
      "en": "well before I ever cleaned out a walk- in closet.",
      "fr": "bien avant de vider un dressing."
    }
  },
  {
    "translation": {
      "en": "And so, when it came time for me to actually declutter, I started small.",
      "fr": "Et quand le moment est venu pour moi de faire du tri, j'ai commencé petit."
    }
  },
  {
    "translation": {
      "en": "I asked myself another question.",
      "fr": "Je me suis posé une autre question."
    }
  },
  {
    "translation": {
      "en": "What if you removed one material possession from your life",
      "fr": "Si je retirais un bien matériel de ma vie chaque jour pendant un mois ?"
    }
  },
  {
    "translation": {
      "en": "each day for a month? Just one. What would happen?",
      "fr": "Si je retirais un bien matériel de ma vie chaque jour pendant un mois ? Un seul. Que se passerait-il ?"
    }
  },
  {
    "translation": {
      "en": "Let me tell you. I got rid of way more than 30 items in the first 30 days.",
      "fr": "Je vais vous dire, j'en ai éliminés bien plus que 30 les 30 premiers jours."
    }
  },
  {
    "translation": {
      "en": "Like way, way more.",
      "fr": "Genre, bien plus."
    }
  },
  {
    "translation": {
      "en": "It became this kind of personal challenge, discovering what I could get rid of.",
      "fr": "C'est devenu un défi personnel, trouver ce que je pouvais éliminer."
    }
  },
  {
    "translation": {
      "en": "So I searched my rooms and closets, my cabinets and hallways,",
      "fr": "J'ai fouillé mes chambres, mes placards, mes armoires, mes couloirs,"
    }
  },
  {
    "translation": {
      "en": "my car and office, rummaging for items to part with,",
      "fr": "ma voiture et mon bureau, à la recherche d'objets à bazarder,"
    }
  },
  {
    "translation": {
      "en": "retaining only the things that added value to my life.",
      "fr": "ne gardant que ce qui apportait de la valeur à ma vie."
    }
  },
  {
    "translation": {
      "en": "Pondering each artifact in my home, I'd ask,",
      "fr": "Face à chaque objet, je me demandais :"
    }
  },
  {
    "translation": {
      "en": "Does this thing add value to my life?",
      "fr": "Est-ce que ça ajoute de la valeur à ma vie ?"
    }
  },
  {
    "translation": {
      "en": "The more I asked this question, the more I gained momentum",
      "fr": "Et plus je me posais cette question, plus j'avançais"
    }
  },
  {
    "translation": {
      "en": "and embracing minimalism got easier by the day.",
      "fr": "et adopter le minimalisme devenait de plus en plus facile."
    }
  },
  {
    "translation": {
      "en": "The more you do it, the freer, and happier, and lighter you feel,",
      "fr": "Plus on le fait, plus on se sent libre et heureux, et plus on veut faire de la place."
    }
  },
  {
    "translation": {
      "en": "and the more you wanna throw overboard.",
      "fr": "plus on se sent libre et heureux, et plus on veut faire de la place."
    }
  },
  {
    "translation": {
      "en": "For me, a few shirts led to half a closet.",
      "fr": "De quelques chemises, j'arrivais à un demi-placard vidé."
    }
  },
  {
    "translation": {
      "en": "A few DVDs led to deep- sixing an entire library of unused discs.",
      "fr": "De quelques DVD, j'arrivais à une bibliothèque de disques inutilisés."
    }
  },
  {
    "translation": {
      "en": "A few decorative items",
      "fr": "De quelques objets déco,"
    }
  },
  {
    "translation": {
      "en": "led to junk drawers who shed their adjective.",
      "fr": "j'arrivais à des tiroirs fourre-tout où il n'y avait plus rien."
    }
  },
  {
    "translation": {
      "en": "It's a beautiful cycle. The more action you take, the more you wanna take action.",
      "fr": "C'est un beau cycle. Plus on prend de décisions, plus on a envie d'en prendre."
    }
  },
  {
    "translation": {
      "en": "Once I started to get rid of stuff, it was just like the momentum just took over.",
      "fr": "Quand je me suis mis à faire de la place, c'était comme si j'étais gagné par l'élan."
    }
  },
  {
    "translation": {
      "en": "It was a snowball that I could not stop.",
      "fr": "Un effet boule de neige impossible à arrêter."
    }
  },
  {
    "translation": {
      "en": "I was ready to throw out as many things as possible.",
      "fr": "J'étais prête à jeter tout ce que je pouvais."
    }
  },
  {
    "translation": {
      "en": "When you open up those drawers and look at what's in the back of them,",
      "fr": "Quand on ouvre ces tiroirs et qu'on regarde au fond,"
    }
  },
  {
    "translation": {
      "en": "I don't think I even realized",
      "fr": "je doute que j'étais consciente"
    }
  },
  {
    "translation": {
      "en": "half the stuff that we had hidden away in closets and in drawers.",
      "fr": "de la moitié de ce qui était caché dans les placards et les tiroirs."
    }
  },
  {
    "translation": {
      "en": "It… It really helped by focusing on just one part of the house,",
      "fr": "Ça m'a aidé de me concentrer sur une partie de la maison,"
    }
  },
  {
    "translation": {
      "en": "instead of just thinking,",
      "fr": "plutôt que me dire :"
    }
  },
  {
    "translation": {
      "en": "Oh, wow, I have 35 years of things in my house that I need to get rid of.",
      "fr": "J'ai 35 ans de trucs chez moi dont je dois me débarrasser."
    }
  },
  {
    "translation": {
      "en": "We got rid of our storage rental.",
      "fr": "On s'est débarrassés de notre garde-meubles."
    }
  },
  {
    "translation": {
      "en": "A huge storage rental that we'd been paying for for years",
      "fr": "Un énorme garde-meubles qu'on payait depuis des années"
    }
  },
  {
    "translation": {
      "en": "and didn't really even know what was in there, gone.",
      "fr": "et dont on ignorait même le contenu. Fini."
    }
  },
  {
    "translation": {
      "en": "I remember going through my CD collection,",
      "fr": "Je me souviens avoir regardé ma collection de CD"
    }
  },
  {
    "translation": {
      "en": "and I couldn't even remember if I had a CD player in my car.",
      "fr": "sans pouvoir me rappeler si j'avais un lecteur dans ma voiture."
    }
  },
  {
    "translation": {
      "en": "That was the one thing that made me think, That's probably a reason",
      "fr": "C'est ce qui m'a fait dire : Ça doit être une bonne raison"
    }
  },
  {
    "translation": {
      "en": "for me not to hold on to these CDs anymore if I don't even know if I can play them.",
      "fr": "de ne pas garder ces CD si j'ignore si je peux les lire."
    }
  },
  {
    "translation": {
      "en": "As I began to get rid of things, one at a time, I just felt so much freer.",
      "fr": "En commençant à éliminer des choses, une par une, je me suis sentie plus libre."
    }
  },
  {
    "translation": {
      "en": "There was freedom.",
      "fr": "Une libération."
    }
  },
  {
    "translation": {
      "en": "When I started going through it, I got rid of 14 pairs of pants.",
      "fr": "Quand j'ai commencé, j'ai bazardé 14 pantalons."
    }
  },
  {
    "translation": {
      "en": "I couldn't believe how high the stack was.",
      "fr": "La pile était effrayante."
    }
  },
  {
    "translation": {
      "en": "And so, I actually, you know, went through and counted them, and I'm like, 14 pairs of pants sitting in the closet!",
      "fr": "Alors je les ai comptés et j'ai dit : 14 pantalons dans le placard !"
    }
  },
  {
    "translation": {
      "en": "We put our house up for sale, because we just wanted to really start fresh",
      "fr": "On a mis notre maison en vente, car on voulait repartir de zéro,"
    }
  },
  {
    "translation": {
      "en": "and just grab life, you know, and… and really be free.",
      "fr": "profiter de la vie et être vraiment libres."
    }
  },
  {
    "translation": {
      "en": "It was a very freeing feeling, um, to just get started, and so I… I ran with it.",
      "fr": "C'était un sentiment très libérateur, rien que de me lancer, donc j'ai continué."
    }
  },
  {
    "translation": {
      "en": "Over the course of eight months after my mother died,",
      "fr": "Huit mois après la mort de ma mère,"
    }
  },
  {
    "translation": {
      "en": "I deliberately jettisoned more than 90% of my material possessions.",
      "fr": "je m'étais délibérément séparé de plus de 90 pour cent de mes biens."
    }
  },
  {
    "translation": {
      "en": "Although, if you visited my home today, you probably wouldn't walk in and say,",
      "fr": "Mais si vous veniez chez moi aujourd'hui, vous ne diriez sans doute pas :"
    }
  },
  {
    "translation": {
      "en": "Oh, my God!",
      "fr": "Oh, mon Dieu !"
    }
  },
  {
    "translation": {
      "en": "This guy's a minimalist!",
      "fr": "Ce type est un minimaliste !"
    }
  },
  {
    "translation": {
      "en": "No, you'd probably just ask how we keep things so organized,",
      "fr": "Non, vous demanderiez sans doute comment on arrive à maintenir cet ordre"
    }
  },
  {
    "translation": {
      "en": "and I'd just tell you that my family and I, we don't own much,",
      "fr": "et je vous dirais que notre famille possède peu de choses,"
    }
  },
  {
    "translation": {
      "en": "but everything we do own adds real value to our lives.",
      "fr": "mais que tout ce qu'on a ajoute une vraie valeur à nos vies."
    }
  },
  {
    "translation": {
      "en": "Each of our belongings,",
      "fr": "Chacun de nos biens, nos vêtements,"
    }
  },
  {
    "translation": {
      "en": "our clothes, our car, our kitchenware, our furniture",
      "fr": "Chacun de nos biens, nos vêtements, notre voiture, notre vaisselle, nos meubles,"
    }
  },
  {
    "translation": {
      "en": "has a function.",
      "fr": "a une fonction."
    }
  },
  {
    "translation": {
      "en": "As a minimalist, every possession serves a purpose",
      "fr": "En tant que minimaliste, tout bien sert un objectif"
    }
  },
  {
    "translation": {
      "en": "or it brings me joy, and everything else is out of the way.",
      "fr": "ou m'apporte de la joie et tout le reste s'en va."
    }
  },
  {
    "translation": {
      "en": "With all that clutter cleared, I…",
      "fr": "Une fois nettoyé tout ce fouillis,"
    }
  },
  {
    "translation": {
      "en": "I finally felt compelled to start asking deeper questions.",
      "fr": "j'ai ressenti le besoin de me poser des questions plus profondes."
    }
  },
  {
    "translation": {
      "en": "Questions like, When did I give so much meaning to all these material possessions?",
      "fr": "Comme : Quand ai-je donné autant de sens à tous ces biens matériels ?"
    }
  },
  {
    "translation": {
      "en": "What is truly important in my life?",
      "fr": "Qu'est-ce qui compte vraiment dans ma vie ?"
    }
  },
  {
    "translation": {
      "en": "Why have I been so discontented?",
      "fr": "Pourquoi étais-je si insatisfait ?"
    }
  },
  {
    "translation": {
      "en": "Who is the person I want to become, and how will I define my own success?",
      "fr": "Qui est-ce que je souhaite devenir et comment vais-je définir ma réussite ?"
    }
  },
  {
    "translation": {
      "en": "Now, these… these are tough questions with difficult answers,",
      "fr": "Ce sont des questions difficiles avec des réponses difficiles,"
    }
  },
  {
    "translation": {
      "en": "but they've proven to be more important than just trashing my excess stuff.",
      "fr": "mais bien plus importantes que le fait de jeter mes biens en trop."
    }
  },
  {
    "translation": {
      "en": "And if we don't answer these questions carefully, rigorously…",
      "fr": "Et si on n'y répond pas avec sérieux et rigueur..."
    }
  },
  {
    "translation": {
      "en": "then those closets that we just decluttered",
      "fr": "ces placards qu'on vient de libérer"
    }
  },
  {
    "translation": {
      "en": "will be brimming with new purchases in the not- too- distant future.",
      "fr": "déborderont de nouveaux achats dans un futur plutôt proche."
    }
  },
  {
    "translation": {
      "en": "So, as I let go…",
      "fr": "Alors que je me libérais..."
    }
  },
  {
    "translation": {
      "en": "and as I started facing some of life's tougher questions…",
      "fr": "et que je me posais certaines questions difficiles..."
    }
  },
  {
    "translation": {
      "en": "my life got simpler.",
      "fr": "ma vie est devenue plus simple."
    }
  },
  {
    "translation": {
      "en": "The people around me noticed something was different too.",
      "fr": "Mon entourage a aussi remarqué une différence."
    }
  },
  {
    "translation": {
      "en": "My best friend, a guy named Ryan Nicodemus,",
      "fr": "Mon meilleur ami, Ryan Nicodemus,"
    }
  },
  {
    "translation": {
      "en": "whom I've known since we were fat little fifth- graders…",
      "fr": "que je connais depuis qu'on est petits…"
    }
  },
  {
    "translation": {
      "en": "- he came to me one day and said… -",
      "fr": "m'a dit un jour :"
    }
  },
  {
    "translation": {
      "en": "Why the hell are you so happy?",
      "fr": "Pourquoi es-tu si heureux ?"
    }
  },
  {
    "translation": {
      "en": "So I told him about this thing called minimalism.",
      "fr": "Je lui ai parlé de ce truc, le minimalisme."
    }
  },
  {
    "translation": {
      "en": "And he said, What the hell is minimalism?",
      "fr": "Et il a dit : C'est quoi le minimalisme ?"
    }
  },
  {
    "translation": {
      "en": "And so I said, Minimalism is the thing that gets us past the things,",
      "fr": "J'ai dit : C'est ce qui nous permet de nous affranchir des choses"
    }
  },
  {
    "translation": {
      "en": "so we can make room for life's most important things,",
      "fr": "pour faire de la place à ce qui compte le plus dans la vie,"
    }
  },
  {
    "translation": {
      "en": "which actually aren't things at all.",
      "fr": "et ce n'est en fait pas du tout des choses."
    }
  },
  {
    "translation": {
      "en": "You know what, Ryan?",
      "fr": "Tu sais quoi, Ryan ?"
    }
  },
  {
    "translation": {
      "en": "I think you might benefit from this minimalism thing too, because…",
      "fr": "Je crois que ce truc du minimalisme pourrait aussi t'aider, car..."
    }
  },
  {
    "translation": {
      "en": "Well, because you've got a lot of shit.",
      "fr": "Car tu as tout un tas de merdes."
    }
  },
  {
    "translation": {
      "en": "That's when I remember really…",
      "fr": "C'est là que je me souviens..."
    }
  },
  {
    "translation": {
      "en": "really looking at what you were doing different with your life.",
      "fr": "avoir vraiment regardé ce que tu faisais autrement dans ta vie."
    }
  },
  {
    "translation": {
      "en": "Like, I had to find out, like, Okay, what is Josh doing differently?",
      "fr": "Je devais savoir : Qu'est-ce que Josh fait de différent ?"
    }
  },
  {
    "translation": {
      "en": "Because my life was so out of control. I needed to make a change.",
      "fr": "Parce que ma vie était hors de contrôle. Je devais changer."
    }
  },
  {
    "translation": {
      "en": "You obviously had made some changes, so that's…",
      "fr": "Tu avais opéré des changements, donc…"
    }
  },
  {
    "translation": {
      "en": "I remember that's when I invited you for that really fancy lunch at Subway.",
      "fr": "C'est là que je t'ai invité à ce déjeuner très chic à Subway."
    }
  },
  {
    "translation": {
      "en": "- Yeah.  - And, uh, we sat down and…",
      "fr": "- Oui. - On s'est assis et..."
    }
  },
  {
    "translation": {
      "en": "had… had our sandwiches,",
      "fr": "on a pris nos sandwichs"
    }
  },
  {
    "translation": {
      "en": "and I just remember asking you, like, Why the hell are you so happy?",
      "fr": "et je t'ai demandé : Pourquoi es-tu si heureux ?"
    }
  },
  {
    "translation": {
      "en": "And, you know, if it wasn't you - who told me about minimalism… - Uh- huh.",
      "fr": "Et si ce n'avait pas été toi qui m'avais parlé du minimalisme,"
    }
  },
  {
    "translation": {
      "en": "If it was anyone else, I don't know if I would have been so quick",
      "fr": "si ça avait été un autre, je ne sais pas si j'aurais été aussi vite désireux d'essayer."
    }
  },
  {
    "translation": {
      "en": "to be willing to try it out.",
      "fr": "je ne sais pas si j'aurais été aussi vite désireux d'essayer."
    }
  },
  {
    "translation": {
      "en": "As we were sitting there, having our lunch,",
      "fr": "Alors qu'on était assis là à déjeuner,"
    }
  },
  {
    "translation": {
      "en": "he talked about how he'd spent the last several months simplifying.",
      "fr": "il m'a dit comment il avait passé les derniers mois à simplifier."
    }
  },
  {
    "translation": {
      "en": "Clearing the clutter. Making room for life's most important things.",
      "fr": "À faire du tri. À faire de la place pour ce qui compte le plus dans la vie."
    }
  },
  {
    "translation": {
      "en": "So me, being the problem solver that I am,",
      "fr": "Donc moi, en bon adepte de la résolution de problèmes,"
    }
  },
  {
    "translation": {
      "en": "I decided to become a minimalist right there on the spot.",
      "fr": "j'ai décidé de devenir minimaliste sur-le-champ."
    }
  },
  {
    "translation": {
      "en": "I looked up at Josh, and I excitedly announced,",
      "fr": "J'ai regardé Josh et j'ai dit avec passion :"
    }
  },
  {
    "translation": {
      "en": "All right, man, I'm in. I'll do it! I'm going to become a minimalist.",
      "fr": "D'accord. Ça me botte. Je vais le faire ! Je vais devenir minimaliste."
    }
  },
  {
    "translation": {
      "en": "Now what?",
      "fr": "Et maintenant ?"
    }
  },
  {
    "translation": {
      "en": "You see, I didn't want to spend several months slowly paring down, like he had.",
      "fr": "Je ne voulais pas passer des mois à tout réduire à l'essentiel, comme lui."
    }
  },
  {
    "translation": {
      "en": "I mean, that was great for him, but I wanted faster results.",
      "fr": "J'étais ravi pour lui, mais je voulais des résultats plus rapides."
    }
  },
  {
    "translation": {
      "en": "So, we came up with a wild idea called a packing party.",
      "fr": "Alors on a eu une idée folle appelée fête des cartons."
    }
  },
  {
    "translation": {
      "en": "We decided to pack all my belongings as if I were moving.",
      "fr": "On a décidé d'emballer toutes mes affaires comme si je déménageais."
    }
  },
  {
    "translation": {
      "en": "Then I would unpack only the items I needed over the next three weeks.",
      "fr": "Puis, les trois semaines suivantes, je ne sortirais que ce dont j'avais besoin."
    }
  },
  {
    "translation": {
      "en": "So Josh came over, and he literally helped me box up everything.",
      "fr": "Josh est venu m'aider à tout emballer."
    }
  },
  {
    "translation": {
      "en": "My clothes, my kitchenware, my towels, my TVs,",
      "fr": "Vêtements, ustensiles de cuisine, serviettes, télés,"
    }
  },
  {
    "translation": {
      "en": "my electronics, my framed photographs and paintings, my toiletries.",
      "fr": "appareils électroniques, cadres, articles de toilette."
    }
  },
  {
    "translation": {
      "en": "Everything. We literally pretended like I was moving.",
      "fr": "Tout. On a vraiment fait comme si je déménageais."
    }
  },
  {
    "translation": {
      "en": "So after nine hours and a couple of pizza deliveries,",
      "fr": "Après neuf heures et quelques livraisons de pizzas,"
    }
  },
  {
    "translation": {
      "en": "there Josh and I were, sitting in my second living room,",
      "fr": "Josh et moi étions assis dans mon deuxième salon"
    }
  },
  {
    "translation": {
      "en": "staring at these boxes stacked halfway to my 12 ft. ceiling.",
      "fr": "devant ces cartons empilés à mi-hauteur de mon plafond de quatre mètres."
    }
  },
  {
    "translation": {
      "en": "Everything I owned,",
      "fr": "Tout ce que j'avais,"
    }
  },
  {
    "translation": {
      "en": "everything I had worked so hard for over the last decade,",
      "fr": "tout ce pour quoi j'avais travaillé si dur ces dernières décennies,"
    }
  },
  {
    "translation": {
      "en": "it was all sitting there in that room.",
      "fr": "tout était là dans cette pièce."
    }
  },
  {
    "translation": {
      "en": "Just boxes stacked on top of boxes stacked on top of boxes.",
      "fr": "Juste des cartons empilés les uns sur les autres."
    }
  },
  {
    "translation": {
      "en": "Now each box was labeled really well",
      "fr": "Chaque carton était très bien étiqueté"
    }
  },
  {
    "translation": {
      "en": "so I'd know where to go when I needed a particular item.",
      "fr": "pour savoir où trouver un objet en particulier."
    }
  },
  {
    "translation": {
      "en": "Labels like junk drawer, living room number one,",
      "fr": "Des étiquettes comme tiroir fourre-tout, salon numéro un,"
    }
  },
  {
    "translation": {
      "en": "kitchen utensils, junk drawer number seven.",
      "fr": "ustensiles de cuisine, tiroir fourre-tout numéro sept."
    }
  },
  {
    "translation": {
      "en": "I spent the next 21 days unpacking only the items I needed.",
      "fr": "J'ai passé les 21 jours suivants à ne déballer que ce dont j'avais besoin."
    }
  },
  {
    "translation": {
      "en": "My toothbrush, my bed and bed sheets,",
      "fr": "Ma brosse à dents, mon lit et mes draps,"
    }
  },
  {
    "translation": {
      "en": "some clothes for work, the furniture I actually used,",
      "fr": "des vêtements pour le travail, les meubles vraiment utiles,"
    }
  },
  {
    "translation": {
      "en": "a tool set, some kitchenware.",
      "fr": "des outils, des ustensiles de cuisine."
    }
  },
  {
    "translation": {
      "en": "Just the things that added value to my life.",
      "fr": "Juste ce qui apportait de la valeur à ma vie."
    }
  },
  {
    "translation": {
      "en": "After three weeks…",
      "fr": "Au bout de trois semaines…"
    }
  },
  {
    "translation": {
      "en": "I had 80% of my stuff still sitting in those boxes.",
      "fr": "j'avais encore 80 pour cent de mes affaires dans ces cartons."
    }
  },
  {
    "translation": {
      "en": "Just sitting there, un- accessed.",
      "fr": "Juste là, sans avoir été touchées."
    }
  },
  {
    "translation": {
      "en": "You know, I looked at those boxes… I couldn't even remember what was in most of 'em.",
      "fr": "J'ai regardé ces cartons sans pouvoir me rappeler ce qu'ils contenaient."
    }
  },
  {
    "translation": {
      "en": "All those things I brought into my life to make me happy…",
      "fr": "Tous ces trucs que j'avais introduits dans ma vie pour me rendre heureux…"
    }
  },
  {
    "translation": {
      "en": "they weren't doing their job.",
      "fr": "ne faisaient pas leur travail."
    }
  },
  {
    "translation": {
      "en": "So that's when I decided to let go. And you know what?",
      "fr": "Alors j'ai décidé d'y renoncer. Et vous savez quoi ?"
    }
  },
  {
    "translation": {
      "en": "I started to feel free for the first time in my life.",
      "fr": "J'ai commencé à me sentir libre pour la toute première fois."
    }
  },
  {
    "translation": {
      "en": "I got my time back.",
      "fr": "J'ai retrouvé du temps."
    }
  },
  {
    "translation": {
      "en": "I got my life back.",
      "fr": "J'ai retrouvé ma vie."
    }
  },
  {
    "translation": {
      "en": "And as I changed my life,",
      "fr": "Et en changeant de vie,"
    }
  },
  {
    "translation": {
      "en": "I was focused on community, not consumerism.",
      "fr": "mon intérêt s'est porté sur la communauté et non sur la consommation."
    }
  },
  {
    "translation": {
      "en": "Giving, not taking.",
      "fr": "Donner plutôt que prendre."
    }
  },
  {
    "translation": {
      "en": "People, not stuff.",
      "fr": "Les gens, et non les choses."
    }
  },
  {
    "translation": {
      "en": "It just made us really, you know, reassess our lives,",
      "fr": "Ça nous a vraiment fait réévaluer nos vies,"
    }
  },
  {
    "translation": {
      "en": "reassess our goals and our commitments.",
      "fr": "nos objectifs et nos engagements."
    }
  },
  {
    "translation": {
      "en": "Friends, and family, and colleagues have acknowledged a profound change in me.",
      "fr": "Les amis, la famille et les collègues ont remarqué un changement profond en moi."
    }
  },
  {
    "translation": {
      "en": "It's given me the opportunity to be that person that I used to just talk about being.",
      "fr": "Ça m'a permis d'être celle dont je ne faisais que parler."
    }
  },
  {
    "translation": {
      "en": "Because of the way that my values have really been reorganized,",
      "fr": "Pour la façon dont mes valeurs ont été réorganisées,"
    }
  },
  {
    "translation": {
      "en": "I am grateful for every single second.",
      "fr": "je suis reconnaissante à chaque seconde."
    }
  },
  {
    "translation": {
      "en": "Really, I began to find myself again.",
      "fr": "Vraiment, j'ai commencé à me retrouver."
    }
  },
  {
    "translation": {
      "en": "And for that, I am so thankful.",
      "fr": "Et pour ça, je suis si reconnaissante."
    }
  },
  {
    "translation": {
      "en": "Minimalism…",
      "fr": "Le minimalisme..."
    }
  },
  {
    "translation": {
      "en": "it changed my life.",
      "fr": "a changé ma vie."
    }
  },
  {
    "translation": {
      "en": "This emotion washed over me. You know, it was really overwhelming.",
      "fr": "Cette émotion m'a envahi, submergé."
    }
  },
  {
    "translation": {
      "en": "And it was this feeling of great abundance, you know.",
      "fr": "Et c'était ce sentiment d'extrême abondance."
    }
  },
  {
    "translation": {
      "en": "Like an abundance where everything is fine.",
      "fr": "Comme une abondance où tout va bien."
    }
  },
  {
    "translation": {
      "en": "You have everything that you need, all is well. And I don't think I'd…",
      "fr": "Vous avez tout ce qu'il faut, tout va bien. Et je ne crois pas..."
    }
  },
  {
    "translation": {
      "en": "I get emotional thinking back to it, right.",
      "fr": "Ça m'émeut d'y repenser."
    }
  },
  {
    "translation": {
      "en": "I don't think I had that feeling since I was maybe four or five years old, so…",
      "fr": "Je ne crois pas avoir éprouvé ça depuis mes quatre ou cinq ans, donc…"
    }
  },
  {
    "translation": {
      "en": "This just deep knowing, you know, that all I wanted,",
      "fr": "Cette conscience profonde que tout ce que je voulais,"
    }
  },
  {
    "translation": {
      "en": "you know, all I was searching for, all I needed…",
      "fr": "tout ce que je cherchais, tout ce qu'il me fallait…"
    }
  },
  {
    "translation": {
      "en": "I already had it.",
      "fr": "je l'avais déjà."
    }
  },
  {
    "translation": {
      "en": "A little over a year after my packing party experiment,",
      "fr": "Un an après mon expérience de fête des cartons,"
    }
  },
  {
    "translation": {
      "en": "something unexpected happened.",
      "fr": "il est arrivé quelque chose d'inattendu."
    }
  },
  {
    "translation": {
      "en": "My boss called me on a Friday morning",
      "fr": "Mon patron m'a appelé un vendredi matin"
    }
  },
  {
    "translation": {
      "en": "and told me to drive down to Cincinnati that afternoon",
      "fr": "pour me dire de le retrouver à Cincinnati cet après-midi-là"
    }
  },
  {
    "translation": {
      "en": "to meet him at the company's Human Resources office.",
      "fr": "pour me dire de le retrouver à Cincinnati cet après-midi-là au bureau des RH de la société."
    }
  },
  {
    "translation": {
      "en": "I walked into the conference room and saw my boss",
      "fr": "En entrant dans la salle de conférence, j'ai vu mon patron"
    }
  },
  {
    "translation": {
      "en": "and someone from HR sitting on the other side of the conference table.",
      "fr": "et une employée des RH assis de l'autre côté de la table."
    }
  },
  {
    "translation": {
      "en": "My boss shook his head.",
      "fr": "Mon patron a secoué la tête."
    }
  },
  {
    "translation": {
      "en": "We've eliminated your position with the latest round of cuts, my boss said.",
      "fr": "Il a dit : On a supprimé ton poste avec les dernières coupes."
    }
  },
  {
    "translation": {
      "en": "This change, it's effective immediately.",
      "fr": "Ce changement prend effet immédiatement."
    }
  },
  {
    "translation": {
      "en": "After seven promotions in less than a decade,",
      "fr": "Après sept promotions en moins de dix ans,"
    }
  },
  {
    "translation": {
      "en": "I was laid off with no notice.",
      "fr": "j'étais licencié sans préavis."
    }
  },
  {
    "translation": {
      "en": "And then I was surprised by my next thought.",
      "fr": "Et j'ai été surpris par ma première pensée."
    }
  },
  {
    "translation": {
      "en": "Isn't this the best thing that could have happened?",
      "fr": "N'est-ce pas ce qui pouvait m'arriver de mieux ?"
    }
  },
  {
    "translation": {
      "en": "It was like a huge weight had been lifted off my shoulders.",
      "fr": "Comme si on avait ôté un poids de mes épaules."
    }
  },
  {
    "translation": {
      "en": "I knew it was time for me to move on,",
      "fr": "Je savais devoir passer à autre chose"
    }
  },
  {
    "translation": {
      "en": "and this was the nudge I needed.",
      "fr": "et c'était le coup de pouce qu'il me fallait."
    }
  },
  {
    "translation": {
      "en": "My entire perspective had changed.",
      "fr": "Mon point de vue avait totalement changé."
    }
  },
  {
    "translation": {
      "en": "And then I thought to myself, There might be some people out there",
      "fr": "Et je me suis dit : Il y a peut-être des gens que mon histoire intéresserait."
    }
  },
  {
    "translation": {
      "en": "who would find value in my story.",
      "fr": "Il y a peut-être des gens que mon histoire intéresserait."
    }
  },
  {
    "translation": {
      "en": "Who would find value in our story.",
      "fr": "Que notre histoire intéresserait."
    }
  },
  {
    "translation": {
      "en": "So Josh and I, we decided to do what any two 30- year- old dudes would do.",
      "fr": "Donc on a décidé de faire ce que feraient tous mecs de 30 ans."
    }
  },
  {
    "translation": {
      "en": "We started a blog.",
      "fr": "On a créé un blog."
    }
  },
  {
    "translation": {
      "en": "That was a decade ago.",
      "fr": "C'était il y a dix ans."
    }
  },
  {
    "translation": {
      "en": "And you know what? Something amazing happened.",
      "fr": "Et vous savez quoi ? Il s'est passé un truc fou."
    }
  },
  {
    "translation": {
      "en": "Fifty- two people visited our website in the first month.",
      "fr": "Cinquante-deux personnes ont visité notre site le premier mois."
    }
  },
  {
    "translation": {
      "en": "I realize that might sound unremarkable at first,",
      "fr": "Je sais que ça peut sembler banal,"
    }
  },
  {
    "translation": {
      "en": "but Josh and I, we were excited.",
      "fr": "mais Josh et moi, on était emballés."
    }
  },
  {
    "translation": {
      "en": "And then other remarkable things started happening.",
      "fr": "Et d'autres choses remarquables ont suivi."
    }
  },
  {
    "translation": {
      "en": "Fifty- two readers turned into 500, 500 turned into 5,000",
      "fr": "Les 52 lecteurs sont devenus 500, les 500 sont devenus 5 000"
    }
  },
  {
    "translation": {
      "en": "and now we have the privilege",
      "fr": "et maintenant, on a la chance"
    }
  },
  {
    "translation": {
      "en": "of sharing our message with millions of people every year.",
      "fr": "de partager notre message avec des millions de gens chaque année."
    }
  },
  {
    "translation": {
      "en": "It turns out, when you add value to people's lives,",
      "fr": "Quand on donne de la valeur à la vie des gens,"
    }
  },
  {
    "translation": {
      "en": "they're pretty eager to share your story with their friends and family",
      "fr": "ils ont envie de partager votre histoire avec leurs proches"
    }
  },
  {
    "translation": {
      "en": "to add value to their lives.",
      "fr": "pour donner de la valeur à leur vie."
    }
  },
  {
    "translation": {
      "en": "It's fitting that we're back here.",
      "fr": "Notre retour ici est logique."
    }
  },
  {
    "translation": {
      "en": "Not just in Dayton, but here at Press, at this coffee shop,",
      "fr": "Pas seulement à Dayton, mais ici chez Press, dans ce café,"
    }
  },
  {
    "translation": {
      "en": "because this is where it literally started for us.",
      "fr": "car c'est là que tout a commencé."
    }
  },
  {
    "translation": {
      "en": "Even back when we were in the corporate world,",
      "fr": "Même quand on travaillait en entreprise,"
    }
  },
  {
    "translation": {
      "en": "you and I would meet here, and this was our place for creation.",
      "fr": "on se voyait ici et c'était notre lieu de création."
    }
  },
  {
    "translation": {
      "en": "It was almost like we required this extra space outside of the corporate world,",
      "fr": "C'était comme s'il nous fallait cet espace hors du monde de l'entreprise,"
    }
  },
  {
    "translation": {
      "en": "outside of our cluttered personal lives,",
      "fr": "de nos vies personnelles surchargées,"
    }
  },
  {
    "translation": {
      "en": "to come here, to figure out how to create, how to simplify our lives.",
      "fr": "pour venir ici, trouver comment créer, comment simplifier nos vies."
    }
  },
  {
    "translation": {
      "en": "To take this sort of feeling that we were experiencing",
      "fr": "Pour prendre ce genre de sentiment qu'on éprouvait"
    }
  },
  {
    "translation": {
      "en": "and get it down onto the page.",
      "fr": "et le coucher sur papier."
    }
  },
  {
    "translation": {
      "en": "I think we should all be allowed to Etch A Sketch our life and say,",
      "fr": "Je pense qu'on devrait tous pouvoir faire table rase et dire :"
    }
  },
  {
    "translation": {
      "en": "I thought this is the life I wanted, but it's not,",
      "fr": "Je pensais que c'était la vie que je voulais, mais non"
    }
  },
  {
    "translation": {
      "en": "and so I'm gonna start over again.",
      "fr": "et donc je vais tout recommencer."
    }
  },
  {
    "translation": {
      "en": "If you have a longing, and a dream, and a passion inside of you,",
      "fr": "Si on a en nous un désir, un rêve et une passion,"
    }
  },
  {
    "translation": {
      "en": "why hold on to what you used to do and who you used to be",
      "fr": "pourquoi s'accrocher à ce qu'on faisait et à qui on était"
    }
  },
  {
    "translation": {
      "en": "and… and lose who you want to become?",
      "fr": "et perdre de vue qui on veut devenir ?"
    }
  },
  {
    "translation": {
      "en": "No matter where we're at on our journey towards less,",
      "fr": "Peu importe où on en est de notre simplification,"
    }
  },
  {
    "translation": {
      "en": "we are always going to be pulled in that direction.",
      "fr": "on sera toujours attiré dans cette direction."
    }
  },
  {
    "translation": {
      "en": "The direction of comparison, the direction of being overwhelmed by the media.",
      "fr": "Celle de la comparaison, de l'abrutissement des médias."
    }
  },
  {
    "translation": {
      "en": "And the truth is we have to constantly refocus ourselves.",
      "fr": "La vérité, c'est qu'on doit se recentrer constamment."
    }
  },
  {
    "translation": {
      "en": "We make life unnecessarily complicated",
      "fr": "On complique la vie inutilement,"
    }
  },
  {
    "translation": {
      "en": "because we overlook or underestimate the… the sense of direction that can come",
      "fr": "parce qu'on néglige ou sous-estime la détermination qu'on retire"
    }
  },
  {
    "translation": {
      "en": "from just taking a little time to sit alone with ourselves,",
      "fr": "d'un peu de temps passé seul avec soi-même,"
    }
  },
  {
    "translation": {
      "en": "to sit in the quiet and say,",
      "fr": "assis à se dire :"
    }
  },
  {
    "translation": {
      "en": "I'm not gonna get my ideas about what a good life is",
      "fr": "Je ne me ferai pas une idée de ce qu'est une belle vie"
    }
  },
  {
    "translation": {
      "en": "from external sources of stimulation.",
      "fr": "en me fiant à des sources de stimulation externes."
    }
  },
  {
    "translation": {
      "en": "I'm gonna listen to that inner voice and see where that's guiding me.",
      "fr": "Je vais écouter cette voix intérieure et voir où ça me mène."
    }
  },
  {
    "translation": {
      "en": "If people could just make a decision to be fully alive,",
      "fr": "Si les gens pouvaient décider d'être vraiment en vie,"
    }
  },
  {
    "translation": {
      "en": "if they could just get rid of everything that's sucking the life out of their soul,",
      "fr": "s'affranchir de tout ce qui aspire la vie hors de leur âme,"
    }
  },
  {
    "translation": {
      "en": "that's when you're gonna find your passion.",
      "fr": "c'est là qu'ils trouveraient leur passion."
    }
  },
  {
    "translation": {
      "en": "But your passion will never be about yourself.",
      "fr": "Mais votre passion, il ne s'agira jamais de vous."
    }
  },
  {
    "translation": {
      "en": "Your passion will always be about some good you can do in the world.",
      "fr": "Il 'agira toujours du bien que vous pouvez faire en ce monde."
    }
  },
  {
    "translation": {
      "en": "That's why Josh and I are right here right now.",
      "fr": "C'est pour ça que Josh et moi sommes là maintenant."
    }
  },
  {
    "translation": {
      "en": "We really hope we can add value to your life",
      "fr": "On espère pouvoir apporter de la valeur à votre vie"
    }
  },
  {
    "translation": {
      "en": "by encouraging you to let go.",
      "fr": "en vous encourageant à lâcher prise."
    }
  },
  {
    "translation": {
      "en": "To imagine a life with more.",
      "fr": "À imaginer une vie avec plus."
    }
  },
  {
    "translation": {
      "en": "More time, more meaningful relationships,",
      "fr": "Plus de temps, plus de relations riches de sens,"
    }
  },
  {
    "translation": {
      "en": "more growth, and contribution, and contentment.",
      "fr": "de croissance, de contribution et de satisfaction."
    }
  },
  {
    "translation": {
      "en": "A life of passion,",
      "fr": "Une vie de passion,"
    }
  },
  {
    "translation": {
      "en": "unencumbered by the trappings of the chaotic world around you.",
      "fr": "libre des pièges du monde chaotique qui vous entoure."
    }
  },
  {
    "translation": {
      "en": "What you're imagining is an intentional life.",
      "fr": "Ce que vous imaginez est une vie décidée."
    }
  },
  {
    "translation": {
      "en": "Not a perfect life.",
      "fr": "Pas une vie parfaite."
    }
  },
  {
    "translation": {
      "en": "Not even an easy life.",
      "fr": "Pas même une vie facile."
    }
  },
  {
    "translation": {
      "en": "But a simple one.",
      "fr": "Mais une vie simple."
    }
  },
  {
    "translation": {
      "en": "And to get there, you might have to let go of some stuff that's in the way.",
      "fr": "Et pour y arriver, il faudra peut-être renoncer à des trucs qui vous freinent."
    }
  },
  {
    "translation": {
      "en": "♪ Clearing space I found a moment taking shape ♪",
      "fr": "RELEVEZ LE DÉFI LESS IS NOW. FAITES ÉQUIPE AVEC UN AMI, UN MEMBRE DE LA FAMILLE, UN COLLÈGUE."
    }
  },
  {
    "translation": {
      "en": "♪ Collect the memories We put them into frames ♪",
      "fr": "CHACUN RENONCE À UNE CHOSE LE PREMIER JOUR."
    }
  },
  {
    "translation": {
      "en": "♪ The beauty of our day- to- day ♪",
      "fr": "À DEUX CHOSES LE DEUXIÈME JOUR. À TROIS CHOSES LE TROISIÈME JOUR."
    }
  },
  {
    "translation": {
      "en": "♪ Hung on walls inside this home we built The life that we had made ♪",
      "fr": "ET AINSI DE SUITE. TOUT EST POSSIBLE ! OBJETS DE COLLECTION. DÉCORATIONS."
    }
  },
  {
    "translation": {
      "en": "♪ You kept my childhood In a box beneath your bed ♪",
      "fr": "FIGURINES, VÊTEMENTS, SERVIETTES, OUTILS, CHAPEAUX."
    }
  },
  {
    "translation": {
      "en": "♪ My teenage years Upon some shelves inside the shed ♪",
      "fr": "DONNEZ, VENDEZ OU RECYCLEZ. CHAQUE BIEN DOIT AVOIR DISPARU À MINUIT."
    }
  },
  {
    "translation": {
      "en": "♪ My crayon portraits on your fridge ♪",
      "fr": "TIENDREZ-VOUS UN MOIS ENTIER ?"
    }
  },
  {
    "translation": {
      "en": "♪ You saved every souvenir ♪ ♪ 'Cause you were scared You would forget ♪",
      "fr": "PARTAGEZ VOS PROGRÈS."
    }
  }
]